{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/31381/1/571805558.pdf"], "title": ["The probability approach to general equilibrium with production"], "plaintext": "THE PROBABILITY APPROACH TOGENERAL EQUILIBRIUM WITH PRODUCTIONMichael MAGILLDepartment of Economics University of Southern California Los Angeles, CA 900890253magillusc.edu Martine QUINZIIDepartment of Economics University of California Davis, CA 956168578mmquinziiucdavis.edu November 3, 2007Abstract: We develop an alternative approach to the general equilibrium analysis of a stochasticproduction economy when firms choices of investment influence the probability distributions oftheir output. Using a normative approach we derive the criterion that a firm should maximize toobtain a Pareto optimal equilibrium: the criterion expresses the firms contribution to the expectedsocial utility of output, and is not the linear criterion of market value. If firms do not know agentsutility functions, and are restricted to using the information conveyed by prices then they canconstruct an approximate criterion which leads to a secondbest choice of investment which, inexamples, is found to be close to the first best.We are grateful to participants in the 2006 Public Economic Theory Conference, Hanoi, the 2007 CARESSCOWLES workshop on General Equilibrium at Yale University, the 2007 SAET Conference at Kos,Greece, the NSFNBER Conference on General Equilibrium at Northwestern University, and seminars at Rice University, the University of Southern California, Indiana University, and U.C. Davis for helpful comments. We particularly thank Jacques Dreze and David Cass for stimulating discussions, and a referee forhelpful suggestions for improving the paper.1. Introduction 1. Introduction 1Just as there are two ways of analyzing a random variable, so there are two approaches to modelinga production economy under uncertainty. The first approach introduces a set of states of naturewith fixed probabilities of occurrence and lets firms actions influence the quantities of the goodsproduced in each state: this is the approach introduced by Arrow and Debreu 1953, 1959, whichconstitutes the reference model of general equilibrium. The second approach introduces a probability distribution over possible outcomes, and lets firms actions influence the probabilities of theoutcomes: this approach has not been systematically explored in general equilibrium 1 and is thefocus of this paper. While the first approach is analogous to modeling a random variable as a mapfrom a state space to the real line, the second studies a random variable through the probabilitydistribution it induces on the outcome range space. Since the realworld financial contracts whichshare the risks and direct investment activity of firms are typically based on outcomes and not onprimitive states of nature, we argue that the latter approach is a natural candidate for a generalequilibrium analysis of a production economy under uncertainty.As far as the description of production possibilities is concerned, the statespace representation ismore general. Given a probability representation in which investment affects the probabilities of theoutcomes, there exists a statespace representation with fixed probabilities for the states in whichinvestment influences the quantity of output in each state, and in which the induced probabilitydistribution on outcomes coincide with the probability representation.2 A simple example sufficesto illustrate the construction.3 Consider a firm with two possible outputs y L y H and twopossible investment levels a L a H . The probability approach models the probability p of the highoutcome as a function of investment, for example pa L 12 , reflecting the factthat investment in higher grade personnel or equipment makes the probability of the high output 4 and pa H 1y H more likely. The same production possibilities can be described by a model with four states 1There is a general equilibrium literature with moral hazard which uses the probability approach PrescottTownsend 1984 a,b, Kocherlakota 1998, BisinGottardi 1999, Lisboa 2001, Zame 2006. Since in thesepapers it is assumed that there is a continuum of agents or firms of each type who are subject to independent shocks,probabilities become proportions and uncertainty in essence disappears. Thus the issues related to risk aversion andaggregate uncertainty, which we study and which arise when there are finitely many agents and firms, are not studiedin these papers.2Roughly speaking this is a modified version of Kolmogorovs extension theorem which states that given a probability representation of a random variable by a distribution function F : R 0, 1, there exists a probability space, F , P such that the random variable can be viewed as a map from to R and the probability distribution inducedby P coincides wih F .3We thank a referee for suggesting this example as a simple way of showing the relation between the stateofnatureand the probability representation.1. Introduction 2of nature and a production function f a L y L, y L, y L, y H , f a H y L, y L, y H, y H in whichthe probability of each state is 14 independent of the firms investment: investment now affects thequantity produced in each state. In both models the probability of a high outcome is 14 if investmentis low and 12 if investment is high, and the two models are equivalent for an investor with expectedutility preferences.If description of production possibilities were the only criterion for the choice of a model, thenthe choice would be clear: the stateofnature model, being more general, should be the referencemodel. However the description of production possibilities is only half the model. The other halfdescribes the contracts markets which are used to share risks and direct investment. A stateofnature model assumes that contracts are contingent on the exogenous states of nature, and in amodel with production, essentially the only case which yields a welldefined objective for a firm iswhen markets are complete with respect to the states of nature. In the probability model, states ofnature are left unspecified and the contracts are assumed to be contingent on the possible outcomesof the firms investment. Implicit in this approach is the assumption that even if in principle withsufficient knowledge the outcome of each firms investment could be traced back to primitivecausesstates of nature whose probability of occurrence is independent of firms actionsthesestates are too difficult to describe andor to verify by third parties to permit contracts based ontheir occurrence to be traded.4 That this assumption is realistic seems to be confirmed by thestriking fact that the contracts which are used to finance investment and share production risksbonds, equity and derivative securitiesare either non contingent or based on realized profits andprices, rather than on exogenous events with fixed probabilities.These security markets have undergone a remarkable development in the last thirty years withthe introduction of more and more derivative contracts. We will use this observation to justifyour assumption that the markets are sufficiently rich to span the uncertainty in the outcomes ofthe firms: this means that it is possible at a cost to find a portfolio of bonds, equity contractsand derivatives whose payoff is one unit if a given outcome for the firms is realized, and nothingotherwise. As Ross 1976 showed, in a twoperiod model this is always possible if a sufficientnumber of options are introduced. In this paper we assume that this full spanning assumption is 4The difficulty of using the stateofnature approach has mainly been discussed in the context of insurance EhrlichBecker 1973, Marshall 1976. Marshall argues that the typical reason that the approach cannot be used is becauseit would be too costly for insurance companies to specify precisely in a contract exante, and to verify expost, thestates of nature that can lead to an accident and whose probabilities are independent of the actions of the insuredagent. Actual insurance contracts are written directly on the value of the loss, an economic outcome which istypically easy to describe and verify, and whose probability of occurrence is almost certain to be influenced by theactions of the insured agent.1. Introduction 3satisfied. In the formal model the full spanning assumption appears as the assumption that for eachpossible outcome there is a contract which delivers one unit of income if this outcome is realizedand this contract has a well defined price at the initial date.The full spanning assumption in a probability representation of a production economy is typically much less restrictive than the assumption of complete markets in the associated statespacerepresentation. If contracts are based on outcomes and there is full spanning, then the numberof independent securities is equal to the number of outcomes. If the probabilities of outcomes areinfluenced by investment, but the probabilities of the states are to remain independent of investment, then any statespace representation must have more states than outcomes, so that marketsare necessarily incomplete in the sense of GEI. In the simple example given above, although it isconvenient to choose a representation with four equiprobable states, we could make do with threestates, but no less: in order that the probability of the high output is different when the investmentlevels differ, there must be at least one state in which high investment results in the high outcomeand low investment results in the low outcome. Thus there must be more states than outcomesand markets are incomplete.Since there is no satisfactory resolution of the choice of the objective function for firms whenmarkets are incomplete, if we take as a stylized fact that contracts depend on outcomes, then thereis no point in adopting a statespace representation of a production economy. It is better to proceeddirectly to a new analysis of equilibrium using the probability representation.We consider therefore a simple twoperiod model of a production economy in which firms makeinvestment decisions at date 0 which influence the probability distribution of their output at date 1.If we anticipate that under favorable conditions an equilibrium will be Pareto optimal, then the firsttask is to derive what firms should do, namely the criterion that they should adopt to lead theeconomy to Pareto optimality : we can then discuss whether firms will have an incentive to adoptsuch a criterion. The firstorder conditions for Pareto optimality lead to a nonlinear criterion whichexpresses a firms contribution to the social utility of date 1 output, net of the cost of investmentat date 0.Let us try to explain in an intuitive way why such a criterion emerges when we use the probability approach, and why it differs from the standard marketvalue criterion when the state spacerepresentation is used. Note first that when the distribution of aggregate output among consumersis efficient and agents have VonNeumannMorgernstern preferences, the social utility of date 1consumption output is of the form Ps S psYs where pss S are the probabilities, Yss S isaggregate output and is a social utility function. If we adopt a statespace representation, then1. Introduction 4S is the set of states of nature, for each s S the probability ps is fixed, and firms investmentsinvestment ak is Ps S ps 0Ys Ysinfluence the quantity of output in each state: the marginal social benefit of increasing firm ks, where yk is the output of firm k, and sincethe prices are the marginal social utilities ps 0Yss S, the marginal revenue of firm k coincideswith the marginal social benefit of investment. Thus when markets are complete maximizing the. Since Ysak ykaksakpresent value of profit the market value of the firm leads to an efficient choice of investment. If onthe other hand we adopt the probability representation, then S denotes the the set of possible date 1 outcomes of the firms, and the firms investment decisions a influence the probabilities psa:the marginal social benefit of increasing firm ks investment is then Ps Sthe probability representation it is social utility rather than marginal utility which defines a firmspsakYs. Thus withinvestment criterion.Applying a normative approach to the probability representation of production thus leads toa concept of equilibrium, which we call a strong firmexpectedutility SFEUequilibrium, in whichinvestors consumers share risks on markets, and firms choose investment to maximize the expectedsocial utility criterion. The qualifier strong refers to the strong informational assumption requiredto implement such an equilibrium: to know the social utility function, firms must know all theindividual agents utility functionsin particular their risk aversion. So at first sight with theprobability representation, prices seem to have lost their fundamental role of conveying all therequisite information to firms. However all is not lost. For what firms need to know to make sociallyefficient investment decisions are differences in social utility associated with different outcomes, andthis, or at least an estimate of it, can be obtained by integrating the marginal utilities whosevalues are given by the prices. Thus in the end firms can back out an estimate of the social utilityfunction from the prices, so that prices once again convey the requisite information to firms.To formalize this informational role of prices we introduce a new concept of constrained optimality: this is a Pareto optimum constrained by the condition that the planner does not haveaccess to more information regarding agents utility functions than that conveyed by the prices,and we call this a secondbest optimum. The concept of equilibrium which satisfies the firstorderconditions for secondbest optimality is then called an FEU equilibrium. In such an equilibriumeach firm constructs an estimate of the social utility function using the information on marginalutilities contained in the prices, and then chooses its investment to maximize its contribution toexpected social welfare using this estimated social utility function.As Arrow 1983 pointed out, when a stochastic production model departs from the stateofnature representation, lack of convexity may present problems. In Section 6 we examine the2. Probability Approach to Production Economy 5convexity concavity assumptions needed to obtained existence and constrained optimality ofequilibrium. Unlike in the stateofnature model, with the probability model the convexity assumptions needed to prove existence of an equilibrium are weaker than those needed to obtainoptimality. To get existence, it suffices to have a stochastic version of decreasing returns to scalefor the investment of each firm. This however is not sufficient to imply the joint concavity assumption on the uppercumulative distribution function of aggregate output needed to prove optimalityof equilibrium.The paper is organized as follows. Section 2 presents the model of a production economy usingthe probability approach. Section 3 contains the firstbest analysis which leads to the expectedutility criterion for each firm and the associated concept of a strong FEU equilibrium. Section 4introduces the concept of secondbest optimality where agents utility functions are not known, and Section 5 studies the related weaker concept of an FEU equilibrium in which firms only need to knowprices. Section 6 establishes the normative properties of an FEU and a strong FEU equilibrium,and gives conditions under which an equilibrium exists. Section 7 concludes with some remarks ondirections for future research.2. Probability Approach to Production Economy This section presents the basic model of a production economy using the probability approach. Tocontrast the properties of this model, in which actions influence probabilities of outcomes with theproperties of the standard stateofnature production model, we focus on the simplest model ofa twoperiod finance economy in which agents have separable VonNeumannMorgenstern utilitiesand the only risks to which they are exposed are those which come from the production sector.Consider therefore a twoperiod economy t 0, 1, with a single good income and a finitenumber of agents i 1, . . ., I and firms k 1 . . . , K. Each firm makes an investment at date 0which leads to a probability distribution over a finite number of possible outcomes output levelsat date 1. Let ak R denote the investment action of firm k at date 0 and let yk denote thedate 1 random output which can take the Sk values yk Sk , ranked in increasing order. Witha slight abuse of notation we let Sk denote the index set for the possible output levels of firm kas well as the number of its elements.5 A typical element of Sk is denoted by sk, and sk s 0kimplies yk. The outcome space for the economy is S S1 . . . SK which describes all 1 , . . ., yksk yks 0k 5In this paper we use the same capital letter for a set and the number of its elements: thus I is the number aswell as the set of agents, K is the number as well as the set of firms,  2. Probability Approach to Production Economy 6the possible outcomes for the K firms of the economy. Thus if s s 1, . . . , s K is an element of S, then the associated vector of outputs of the K firms is ys y 1s K . Using standardnotation for a vector of random variables, let y yss S denote the finite collection of possibles 1 , . . ., y Koutputs for the firms at date 1 and let Y Pk K yk denote the associated aggregate output. Fors S, let psa denote the probability of outcome s when the investment levels of the firms area a 1, . . . , a K RK : we assume psa 0 for all s S and a 0.Assumption FS full support: The function pa psas S is differentiable 6 on RKfor each investment level a RK , the support of pa psas S is equal to S. and Assumption FS implies that all outcomes yksksk Sk of firm k are possible for any level ak ofinvestment: this may seem restrictive since it excludes the case of certainty where the output of afirm is a deterministic function of its input, or the case where only some of the values yksksk Sk arepossible with a certain level of investment. These cases can however be approximated by placingpositive but very small probability on the appropriate part of the fixed support S. When weanalyze the investment decision of a particular firm k, it is often convenient to write the outcomes as s sk, sk where sk s 1, . . ., sk 1, sk1, . . . , s K, and use the same convention for thefirms investment decisions a ak, ak.Each agent i I has initial resources consisting of an amount wi 0 of income at date 0, andkk K of the firms: agents have no initial endowment of income atinitial ownership shares i idate 1, so that all consumption at date 1 comes from the firms outputs.Assumption IN initial endowments: For each i I, agent is endowment is wiR RKk 1, for all k K.0, i , and Pi I wi 0 0,Pi I i Assumption IN implies that agents have no idiosyncratic risks and that all the risks in theeconomy are production risks: agents consumption streams will thus only vary with the outputsof the firms. Let xi xiss S denote a consumption stream for agent i. We assume thatagent is preferences, represented by the utility function U i, are separable across time and have 0, xithe expected utility form for future risky consumption. To avoid boundary solutions which are notnatural in a onegood income model, we assume that the marginal utility of consumption tendsto infinity when consumption tends to zero: we say that a function f : R R satisfies the Inadacondition if lim f x when x 0.6For brevity, we use the convention that differentiable means continuously differentiable.3. FirstBest Analysis and Strong FEU Equilibrium 7Assumption EU expected utility:strictly concave functions ui 0, ui 1: R R, satisfying the Inada condition, such that For each i I, there exist increasing, differentiable,U ixi; a ui 0xi 0 Xs Spsaui 1xisAn agents utility U ixi; a depends not only on the consumption stream xi but also on theprobability pa of the outcomes, which is determined by the investments a made by the firms atdate 0. It is convenient to let EU, w 0, , y, p summarize the above economy, in which the agents 0i I and ii I, and theutility functions are U U ii I, their endowments are w 0 wiproduction possibilities are represented by the firms outcomes y and the probability function p.3. FirstBest Analysis and Strong FEU Equilibrium In this section we show how the firstorder conditions for Pareto optimality lead to the firstconcept of equilibrium for the probability model of a production economy. Let Ys Pk K ykdenote the aggregate output of the firms in outcome s, s S. An allocation a, x is feasible ifsk Xi Ixi 0 Xk Kak Xi Iwi 0, Xi Ixis Ys, s S1An allocation a, x is Pareto optimal if and only if, for some weights ii I RIsolution to the problem of maximizing social welfare 0, it is amaxaRK , xRS1I Xi Ii ui 0xi 0 Xs Spsaui 1xis!2subject to the feasibility constraints 1.If 0, ss S are the Lagrange multipliers associated with the feasibility constraints, the FOCsfor an interior solution to the maximization problem 2 areiui 00 xi 0 0,psak Xs Sips aui 01 xis s, s S, i I aXi Iiui 1 xis 0, k K34The FOCs 3 express the equalization of the marginal rates of substitution of the agents required foran efficient distribution of output among agents: these conditions will be satisfied if markets are usedto allocate the available output of firms to the agents. Since the FOCs 4 for investment involvethe agents utility functions, they do not coincide with the firstorder conditions for maximizing3. FirstBest Analysis and Strong FEU Equilibrium 8firms profits. The FOCs can be written in an equivalent form which is useful for our analysis byexploiting the separability of agents preferences.For fixed x 0 xi 0i I, the function x 0 : R R defined by 0cid:12cid:12cid:12cid:12cid:12is called the supconvolution of the I functions ui x 0 maxXi Iui 1iui 00 xi 1ui 00 xii 0, i I, Xi I0!i Ii 5. x 0 is the maximum social welfarethat can be attained by distributing units of good to I agents with utility functions uithe weight of agent i in the social welfare function is 1ui 0the properties of uiand there exists a scalar 0 such thati i I cid:29 0 is solution of 5 if and only if Pi I 1i I , when 0. Using the firstorder conditions andi 1, it is easy to see that 0 xiui 01 i ui 00 xi 0 ,i IUsing the envelope theorem it is then easy to see that 0 x 0 see e.g MagillQuinzii 1996for properties of the supconvolution function.The FOCs 3 are equivalent to the existence of a vector ss S cid:29 0, with s such thatui 01 xisui 00 xi 0 s,s S,i I sps a 0,6Such a common vector of marginal rates of substitution between date 0 consumption and consumption in outcome s at date 1 is called a vector of stochastic discount factors. Given the propertiesui 1 xis0,ui 00 xiso that the FOCS 3 and 4 are equivalent to the existence of a vector of stochastic discountof the function x 0 just described, the FOCs 3 imply that, for all s S, x 0Ys Pi Ifactors satisfying 6 andpsak Xs S a x 0Ys 1 0,k K7To find a concept of equilibrium which leads to Pareto optimal allocations, note that thefirstorder conditions 7 will hold if each firm k chooses ak to maximize the objective function V kak, ak defined by V kak, ak Xs Spsak, ak x 0Ys ak8V kak, ak is the contribution of firm k to the discounted expected social utility when its investment is ak and the investments of other firms are ak. The utility function in firm ks objective3. FirstBest Analysis and Strong FEU Equilibrium 9depends on the preferences of all agents 7 through 5 and depends on aggregate output rather thanjust the output of firm k: this is because the social value of firm ks output depends of the outputof the other firms to which it is added. Let Y kk in outcome s, i.e. Y ksk denote the output produced by firms other thansk 0 . If the firms outputs are independent random variables sothat psa Qk K pksk Pk 06k yk 0V kak, ak Xsk Sksk ak, then V k can be written aspskak Xsk Skpsk ak x 0yksk Y ksk akor V kak, ak Xsk Skpsk akkyksk; ak akwhere the utility function k for the output of firm k is the average value of the social utilityobtained by adding yk to the output of other firmsan average which depends on the probabilityof the total output of the other firms, and thus on these firms investments.If the outcomesare correlated rather than independent, k will also depend on ak since it will be a conditionalexpectation rather than a simple expectation of x 0yk Y k.As usual it is helpful to decompose the equilibrium of a production economy into two partsanequilibrium in the allocation of consumption among agents which takes place through markets,and an equilibrium in the choice of investment by the firms. Consider first an equilibrium in theallocation of consumption: since the investment of firms is taken as given, we may call this aconsumption equilibrium with fixed investment. Let P P0, Pss S denote the vector of pricesat date 0 for delivery of income at date 0 and in the different outcomes at date 1: thus Ps resp P0 is the price at date 0 of a promise to deliver one unit of good income at date 1 in outcome sresp at date 0. It is natural to normalize the prices so that P0 1. We let P1 Pss S denotethe vector of presentvalue prices for income at date 1. Thus P 1, P1.Definition 1. x, P RIS1for the economy EU, w 0, , y, p, ifRS1 is a consumption equilibrium with fixed investment a RK ,i each agent i I chooses consumption xi which maximizes uito the budget constraint 0xi 0 Ps S ps aui 1xis subject P xi wik P1yk aki90 Xk K7This is the main difference between the expected utility criterion which emerges in our approach from the firstorder condition for optimality, and the objective postulated in Radner 1972. Radner assumed that each firmmaximizes the expected utility of its profit, but did not link the exogenously given utility function of the firm to thepreferences of the consumersshareholders.3. FirstBest Analysis and Strong FEU Equilibriumii markets clear: Pi I xi 0 Pk K ak Pi I wi 0,10s SPi I xis Pk K yksk,A consumption equilibrium with fixed investment is a standard competitive equilibrium of anexchange economy in which agents have preferences U ixi, a and initial resources wik ak,kyk. It can also be interpreted as an equilibrium in which agents trade Arrow securitiesbased on the firms outcomes or, equivalently, as the reduced form of an equilibrium in which agents Pk K i 0 Pk K ihave initial equity in the firms and trade securities whose payoffs are based on the profits of thefirmsequity contracts, bonds, options, indices on options which are sufficiently rich to spanthe outcome space S. Thus implicit in Definition 1 is the assumption that the securities in theextensiveform equilibrium satisfy the full spanning condition with respect to outcomes.Note that in Definition 1, from the point of view of investors the firms outcomes play exactlythe same role as the states of nature in the standard GE model. Since investors take the firmsinvestment decisions a as independent of their trades, the probabilities ps a are fixed and theexchange part of the model is an ArrowDebreu economy in which uncertainty is modeled by thestates s S. Thus while the distinction between states of nature and outcomes is crucial fora production economy in which firms actions influence outcomes, it is irrelevant for an exchangeeconomy.8We now extend this concept of equilibrium to include the choice of investment by firms. Sincefirms maximize an expected utility criterion and since this concept leads under appropriate assumptions to firstbest optimality, we call it a strong firmexpectedutility SFEU equilibrium.Definition 2. a, x, P RKequilibrium for the production economy EU, w 0, , y, p if RIS1 RS1is a strong firmexpectedutility equilibrium SFEUi x, P is a consumption equilibrium with fixed investment aii for each firm k K the investment ak maximizes the expected social utility of its investment V kak, ak Xs Spsak, ak x 0Ys akwhere x 0 is the social utility function defined by 5.The expected utility criterion V k seems rather far removed from the standard criterion fora firm:let us show however that when firms are infinitesimal, it essentially coincides with thestandard marketvalue presentvalueofprofit criterion.8This probably explains why finance, which takes the payoffs of securities as given when studying asset pricingand portfolio theory, is based on the stateofnature model.3. FirstBest Analysis and Strong FEU Equilibrium 11Marginal firms: convergence of V k to market value. Consider the case where firm ks outputis small in a sense made precise below and where its investment does not affect the probabilityof the other firms outcomes. We formalize this latter noexternality condition in the followingassumption:Assumption NE no externality: For all a RKdifferent from k have a realization sk does not depend on ak and s S, the probability that the firmspsk,skak, ak pskakXsk Sk Firms outcomes can be stochastically dependent because they are subject to common shockseven though the investment of any firm has no direct effect on the probability of other firmsoutcomes. Suppose for example that there is a vector of unobservable common shocks, withdistribution function H, which affects the probabilities of the firms outcomes and that, conditionalon , the firms outcomes are independent. Thenpsa Z p 1s 1a 1, . . .p Ks K a K, d Hand Assumption NE is satisfied even though the firms outcomes are stochastically dependent.Since aggregate output is the sum of firm ks output and the output of all other firms, Ys sk , the objective function V k can be expressed using the Taylor formula around Y k: theres k K,s S with 0 ks 1 such thatsk Y kykexists k V ka Xsk Xskpsk,skak, akcid:18 x 0Y ksk 0 x 0Y ksk yksk 1200 x 0Y ksk ks yksk yksk2cid:19 ak10Let m denote the bound on the the relative risk aversion. 00 x 00 x 0 mof the utility function x 0, for lying in the range of values taken by Y k and Y , where we assumethat these random variables take values bounded away from 0. We say that firm k is marginal if for all sk Sk, sk Sk.there exists an 0 sufficiently small see below such thatyksk Y ksk For such a firm the quadratic term in 10 satisfies 12cid:12cid:12cid:12cid:12 x 0Y k 00sk ks yksk yksk2cid:12cid:12cid:12cid:12 12m 0 x 0Y ksk yksk114. NonMarginal Firms and SecondBest Analysis 12By Assumption NE the first term on the right side of 10 does not depend on ak and can thus beomitted from the objective of firm k. In view of 11 if is sufficiently small, the quadratic term in10 is negligible relative to the linear term which can be written as Ea0 x 0Y k yk Ea0 x 0Y kEayk cova0 x 0Y k, ykSince is small and Y k 1 r ,where r is the interest rate implied by the price vector P . Thus for a marginal firm the criterion V k can be replaced by the criterion x 0Y k is close to Ea0sk1 , Ea0sk Y ksk yk x 0Y 1sk Y kb V ka Eacid:160 x 0Y k ykcid:17 ak Eayk1 r covacid:160 x 0Y , ykcid:17 ak12Removing the quadratic term in 10 implies that firm k does not worry about its own risk in itschoice of investment, but only takes into account the covariance of its output with the stochasticdiscount factor. The criterion b V k is similar to the criterion which leads to optimality in the stateofnature approach with complete markets: for b V ka Ps S psa syks ak, so that b V k is justthe present value of the profit of firm k, or equivalently its market value.4. NonMarginal Firms and SecondBest Analysis One of the powerful conclusions of the ArrowDebreu statespace approach is that profit maximization leads to efficiency, regardless of the size of the firms which are considered, provided thefirms are price takers and do not seek to manipulate prices. One may discuss whether the pricetaking behavior is realistic for large firms but, in the setting of capital markets, taking securityprices as given is widely regarded as a good approximation, even for large corporations. Under theseconditions, when the ArrowDebreu statespace approach is applied to capital markets, all firms,both marginal and nonmarginal, should seek to maximize market value. An important corollaryof this conclusion is that a firm needs no further information about the preferences and technologyof other consumers and firms than that contained in the prices. If, with current and anticipatedprices, profit cannot be increased, then the firms investment is optimal both for its shareholdersand for the economy as a whole.In the probability model the criterion V k for a firm, which comes from the normative analysis,requires knowing the social welfare function x 0 and this in turn requires knowing the utilityfunctions of the consumers. This is a demanding requirement, since revelation of preferences isproblematic both because of the amount of information that needs to be transmitted and because4. NonMarginal Firms and SecondBest Analysis 13of the distortions typically created by incentives. Do prices in the probability model loose alltheir usefulness for conveying the information about the preferences of consumers? Intuitively thisshould not be the case since what firms need to know are utilities, or more precisely as we shallsee, differences in utilities, and prices signal marginal utilities.To study the the information that can be conveyed by prices in the probability model, weexplicitly introduce the assumption that firms do not know agents utility functions, but seek tomaximize a criterion which is their best estimate of the criterion V k. To show how such a criterioncan be found, we first introduce the concept of a secondbest optimum which explicitly takes intoaccount the informational constraint that agents utility functions are not known.In the nextsection we show how to derive the approximate criterion by analyzing the FOCs for a constrainedefficient allocation.To describe the best outcomes that can be achieved when firms do not know the utility functions of consumers, we need to modify the usual concept of Pareto optimality to take this constraintinto account. While firms do not have access to direct information on the utility functions U ii I,they do know something about consumers preferences since they can observe the prices associatedwith a consumption equilibrium x, P , and this gives information on the common marginal ratesof substitution of the consumers at the equilibrium consumption x. We are thus led to considerallocations a, x, P in which the consumption component x can be achieved, for some characteristics of the consumers, by trading on markets at prices P when investment is fixed at a. We callsuch allocations a, x, P constrained feasible because they incorporate the constraint that theconsumption component x is achieved through trading on markets at prices P .9 When the firmsinvestment a is fixed, the utility function U ixi, a of an agent satisfying EU is characterized bythe pair ui 1 and let U U ii I denote the profile of utility functions 1: we write U i ui 0, ui 0, uiof the I consumers. This leads to the following definition.Definition 3. a, x, P is a constrained feasible allocation if for some profile of utility functions Usatisfying EU, and of endowments w 0, satisfying IN, x, P is a consumption equilibrium withfixed investment a.In the consumption equilibrium x, P with fixed investment a, the firstorder conditions ofthe maximization problem of the consumers arepsaui 0xisui 0xi 0 Ps, s S, so that the stochastic 9Introducing prices in the definition of a constrained feasible allocation is also used in the stateofnature generalequilibrium model with incomplete markets GEI to study the best that can be achieved under the constraint thatfinancial markets are incomplete see GeanakoplosPolemarchakis 1986, GeanakoplosMagillQuinziiDreze 1990and the ensuing literature.4. NonMarginal Firms and SecondBest Analysisdiscount factor associated with the equilibrium is given bys Pspsa,s S1413The following monotonicity properties of a consumption equilibrium play an important role in thesecondbest analysis. Let xixi.ss S denote the date 1 part of the agents consumption stream 1 xi Proposition 1: Monotonicity Let x, P be a consumption equilibrium with fixed investmenta and let be the associated stochastic discount factor. Theni each agents date 1 consumption vector xi 1 is comonotone with date 1 aggregate output Y ,i.e. Ys 0 Ys implies xis 0 xis, and Ys 0 Ys implies xis 0 xis, for all s, s 0 Sii the stochastic discount factor is antimonotone with date 1 aggregate output Y , i.e. Ys 0 Ysimplies s 0 s, and Ys 0 Ys implies s 0 s, for all s, s 0 S.These are wellknown properties of Pareto optimal allocations in economies with separablepreferences see e.g. MagillQuinzii 1996: when risk markets are complete, in particular whenthere are no uninsurable idiosyncratic risks, all agents consume more when aggregate output is highthan when aggregate output is low. However the variability of an agents consumption depends onhisher riskaversion, the consumption of a risktolerant agent varying more than that of a moreriskaverse agent. This monotonicity property implies that, for given production of other firms, iffirm k produces more, all agents consume more.Given the Second Theorem of Welfare Economics, the statement that a, x, P is a constrainedfeasible allocation can be replaced by the statement that a, x is a feasible allocation and that,for some utility functions, the agents stochastic discount factors at x are equal to the stochasticdiscount factor induced by P via 13. We may thus equivalently write a constrained feasibleallocation a, x, P as the triple a, x, . For x RS1I, let Ux, denote theset of utility profiles U U ii I such that for all i I, U i satisfies Assumption EU and agent isstochastic discount factor at xi is equal to ,and RS1i Icid:12cid:12cid:12cid:12cid:12cid:12cid:12U i satisfies EUui 01 xisui 00 xi 0 s, s S14Proposition 2. a, x, is a constrained feasible allocation if and only if Ux, U ii I ui 0, ui4. NonMarginal Firms and SecondBest Analysisi it is feasible with investment a, i.e,Pi I xi 0 Pk K ak Pi I wi 0, Pi I xis Ys,ii Ux, 6 .15s SProof: The result follows from the First and Second Welfare Theorems.2In the standard definition of an efficient allocation, a fictitious planner is assumed to examinethe current allocation to consider if there is another feasible allocation which is preferred by allconsumers: thus to decide whether or not the current allocation is efficient, the planner must knowthe utility functions of all agents. If firms do not know the preferences of agentsor more precisely,do not know more about consumers preferences than that they are consistent with the observedstochastic discount factor then to obtain a consistent definition of constrained efficiency theplanner should be restricted to the same limited information regarding consumers utility functions.Since the planner knows less about the utility functions of consumers than in the standard setting,the concept of an inefficient allocation needs to be weakened: an allocation a, x with observedstochastic discount factor is said to be inefficient if there exists another feasible allocation a, xwhich dominates the allocation a, x for all conceivable utility functions consistent with the observed, i.e. for all U Ux, . More precisely Definition 4. A constrained feasible allocation a, x, is inefficient if there exists an allocation a, x with Pi I xifunctions U ii I ui 0 Pk K ak Pi I wi 1i I Ux, 0, ui 0,Pi I xis Ys, s S, such that, for every profile of utilityui 0 xi 0 Xi Ips aui 1 xis ui 0xi 0 Xi Ipsaui 1xis, i IA constrained feasible allocation which is not inefficient is said to be constrained Pareto optimal.This definition incorporates the constraint that the planner only has limited information regarding the preferences of the agents when he seeks to change the current allocation to one thatimproves the welfare of all agents: he must be sure to improve the allocation for all potential utilityfunctions consistent with the observed vector of prices P or equivalently stochastic discount factor at the current consumption allocation x. Since for fixed a, by the First Welfare Theorem, thedistribution of output among agents is efficient, the only possible source of inefficiency is an inappropriate choice of investment at date 0. Note that only a standard feasibility constraint is imposedon the dominating allocation: the planner does not need to respect market prices or agents budget5. Estimated Social Utility and FEU Equilibrium 16constraints in reallocating goods. Also, since agents have strictly monotone preferences, w.l.o.g. asocial improvement is defined as a strict improvement for every agent in the economy.We will see that some similarity in the use of information by firms is needed to achieve aconstrained Pareto optimal allocation: otherwise firms investment choices are only efficient in thefollowing weaker sense.Definition 5. A constrained feasible allocation a, x, is firm kinefficient if there exists anallocation a, x with ak 0 ak 0 if k 0 6 k,Pi I xithat, for every profile of utility functions U i uiui 0 xi 0 Xi Ips aui 1 xis ui 0xis Ys, s S, such 0, ui 1, i I Ux, 0 Pk K ak Pi I wi 0 Xi Ipsaui 1xis,0,Pi I xi i IA constrained feasible allocation which is not firm kinefficient is said the be firm kefficient.An allocation is kinefficient if it is possible to improve on it by changing the investment of firmk and the allocation to the consumers, leaving the investments of all other firms unchanged.5. Estimated Social Utility and FEU Equilibrium Constrained efficient allocations cannot be found by maximizing a social welfare function sincethis would require knowing the utility functions of the agents. We thus proceed directly by studying whether there are marginal changes da, dx from a constrained feasible allocation which canincrease the utilities of all agents, for all possible profiles of their utility functions consistent withthe observed prices, i.e. for all U in Ux, .The analysis will make repeated use of the following relation which is the discrete equivalent ofintegration by parts. Let X be a discrete random variable taking values X1 X2 . . . XSwith probabilities pss S, and let F and G 1 F denote the associated distribution functionand upper cumulative distribution function F x Xs SXsxps,Gx Xs SXsxps It is easy to verify that if h : R R is a real valued function EhX Ps S pshXs hX1 PS1which we will refer to as the integration by parts relation.s1 GXs hXs1 hXsIPThe analysis also makes use of the monotonicity properties of a constrained feasible allocationwith respect to aggregate output described in Proposition 1. To exploit these monotonicity proper5. Estimated Social Utility and FEU Equilibrium 17ties it is useful to order the outcome space S QKoutput Y Pk K yk. More precisely the random variable Y induces a partition of the outcomespace S into equivalence classes on which the aggregate output is constantk1 Sk by increasing values of the date 1 aggregates s 0if Ys Xk Kyksk Xk Kyks 0k Ys 0Let denote the set of distinct values of Y : for any , s, s 0 S lie in the same equivalenceclass s, s 0 if Ys Ys 0 Y. Without loss of generality we can order the elements of inincreasing order for Y : 0 Y Y0 . We let Y and Y denote the smallest and the largest.Sk 1 , Y Pk K ykpa Xs S YsYpsa, values of Y respectively: Y Pk K ykis The probability that aggregate output is equal to Y when the firms vector of investment is a Let F , a and G, a denote the distribution function and upper distribution functions of Y givena defined by F , a XYpa,G, a 1 F , aConsider a constrained feasible allocation a, x, . Since x, P , with Ps ps a s,is aconsumption equilibrium with fixed investment, by Proposition 1, x and only depend on :def Ys Ys 0 Y xs xs 0 , and x increases with while decreaseswith . The consumption equilibrium x, P has associated with it a social welfare function W : RIS1def x, s s 0 RK RW x, a Xi IW ixi, a,W ixi, a 1ui 0 xi 0U ixi, a, i Iwhich is maximized at x when a a. To see whether it is possible to make a marginal improvementfrom a, x by changing firm ks investment, consider a marginal change dak followed by a reallo0 dak s 0. If there is a feasible change dak, dxii I such that d W i 0, for all i and everycation dxii I of the agents consumption streams: such a change is feasible if Pi I dxi 0, Pi I dxiprofile U ii I U x, , then a, x, is constrained inefficient.There is no loss of generality in assuming that the date 1 change dxi 1 0 for all agents sincethe date 1 aggregate resources do not change and these resources are shared efficiently at x: thereis no possibility of increasing the utility of all agents by redistributing date 1 output. Thend W i dxi 0 1ui 00 xi 0 Xakp aui 1 xidak5. Estimated Social Utility and FEU Equilibrium 18which, in view of the IP relation , can be written asd W i dxi 0 1X1GakY, aui 1 xi1 uiui 00 xi 01 xidakwhere Gak denotes the partial derivative of the upper cumulative function G with respect to ak.Given the monotonicity properties of x, even though the planner does not know U i he can use thestochastic discount factor to obtain bounds on the differenceand ui 1 xi1 ui 1 xi1 Z xi xiui 01 tdt, it follows thatui 1 xi1uiui 00 xi 01 xi. Since ui 1 is concave 1 xi1 xi ui 1 xi1 uiui 00 xi 01 xi xi1 xi15ak and W i Let W iak for all admissibleutility functions U i satisfying Assumption EU and such that the stochastic discount factor at xi isak respectively denote the supremum and the infimum of W i . To find W iak and W iak, we use 15 and define the two subsets of GakY, a 0, GakY, a 016where for simplicity we omit the dependence of the sets on k, since firm k is fixed for this localanalysis. is the set of outcomes such that a marginal increase dak in the investment of firmk from ak increases the probability that the production is greater than or equal to Y, while isthe set of outcomes for which the inequality is reversed. If, for example, increasing the investmentof the firm leads to a firstorder stochastic dominant shift in the distribution of its output, then 1, . . ., 1, and . If increasing investment ak only leads to a secondorder stochasticdominant shift in the distribution of its output then both and may be non empty. Withthis notation,W i W iak Xak X X XGakY, a xi1 xi GakY, a 1 xi1 xiGakY, a 1 xi1 xi GakY, a xi1 xiThe bounds on the marginal benefit of agent i from a marginal change dak, dx are thendxi 0 W iakdak d W i dxi 0 W iakdakdxi 0 W iakdak d W i dxi 0 W iakdakif dak 0if dak 017185. Estimated Social Utility and FEU Equilibrium 190 W i Suppose that Pi I W iakdak 0. Since 0 Pi I dxidxiand, from 17, d W i 0 for all i.dak 0, dxithus proved the following proposition:0 W iak 1. Consider a change with dak 0, dxiak dak so that 0 dak, the change is feasibleak 1, consider a change withak dak. The change is feasible and from 18, d W i 0 for all i I. We haveakdak Pi I dxi 0 Pi I W i In the same way, if Pi I W i 0 W i Proposition 3: FOC for CPO Let a, x, be a constrained feasible allocation, let and denote the subsets of the aggregate outcomes defined by 16, and let Wak XWak XGakY, a Y1 Y XGakY, a 1Y1 Y XGakY, a 1Y1 YGakY, a Y1 YIf a, x, is constrained Pareto optimal, then Wak 1 Wak19Wak represents the minimal present value of the social gain in expected utility of consumptionat date 1 from an additional unit of investment by firm k at date 0. If this minimal presentvaluegain exceeds its marginal cost, which is 1, then it is worthwhile to increase investment: hence theinequality Wa 1 in 19. Wa is the maximal present value of the social gain in expected utilityof consumption at date 1 from an additional unit of investment by firm k at date 0 or, in absolutevalue, the maximal present value of social loss in expected utility of consumption associated withone unit decrease in its investment. If this loss is less that the marginal reduction in cost, then itis worthwhile to decrease investment: hence the inequality 1 Wa in 19.As we saw in Section 3 the marketvalue criterion is close to the FEU criterion 8 when firmsare marginal. The inequality 19 is sufficient to give the sign of the bias in investment when themarketvalue criterion is used by a nonmarginal firm in place of the expected social utility criterion8. Let M ak, ak Xs Spsak, ak syksk ak20denote the firms market value viewed as a function of its investment ak. The natural competitiveassumption for this model is that the firm takes the investment ak of the other firms as given aswell as the stochastic discount factor . We show that if there are no external effects among firms5. Estimated Social Utility and FEU Equilibrium 20Assumption NE of Section 3 and if each firms investment is productive in the sense of firstorderstochastic dominance, then maximization of market value leads to underinvestment.Assumption FOSDk firstorder stochastic dominance: Let pskak sk, ak psk,skak, akpsk akdenote the conditional probability of sk given sk, ak. For fixed sk, ak, an increase in akleads to a firstorder stochastic dominant shift in the conditional probability of sk, i.e. ak ak Xskykskpsk ak sk, ak Xskykskpsk ak sk, ak, h yk, ykcid:17Proposition 4: Market Value not CPO. Under Assumptions NE and FOSDk, if a, x, is aconstrained feasible allocation such that ak is positive and maximizes the market value M ak, ak,then Wak 1.Proof: see Appendix.As we saw above, Wak 1 implies that a marginal increase in ak, with an appropriate distributionof the additional date 0 cost among the agents dxiak dak, i I increases the utility ofall agents for every possible profile of utility functions in U x, . Thus Propositon 4 asserts that 0 W imarketvalue maximization leads to underinvestment.Estimated Social Utility. Can we find a criterion for the firms, which uses only available information, and which when maximized leads to a constrained efficient investment? Such a criterionmust incorporate the information on preferences conveyed by the stochastic discount factor at aconstrained feasible allocation. By Proposition 1, is decreasing in . Thus there exists a continuous decreasing function k : Y , Y R of aggregate output which coincides with the discountfactor for each value Y in Y , Y , i.e. kY , . The simplest example of such afunction is the linear interpolationk YY1 Y 1 if Y, Y1, 1, . . . , 121If firm k chooses its investment ak so as to maximize the objective functione V kak, ak Z YYG, ak, akkd ak22then condition 19 for a constrained optimal choice of investment will be satisfied. For ak will5. Estimated Social Utility and FEU Equilibrium 21satisfy the firstorder condition 1 Z YYGak, ak, akkd GakY, aZ Y1Y1X1kdwhere we have exploited the property that G is constant on each interval Y, Y1. Since 1 k whenever Y, Y1, it follows that 1Y1 Y Z Y1Ykd Y1 Y, 1, . . ., 1which implies that inequality 19 is satisfied. To express the objective function e V k in a morerecognizable form, let us integrate k to obtain the functionk : Y , Y R,ktdt23k Z Ywhich is normalized so that kY 0. k is a differentiable, concave, increasing function ofaggregate output. Using the IP relation, the objective function 22 can be written ase V kak, ak 1X1GY, acid:16kY1 kYcid:17 ak Xpak, akkY ak24Thus if ak has been chosen to maximize 22, then the firm has chosen its investment to maximizeits contribution to the expected discounted utility k of date 1 aggregate output, net of the costof investment. Using the relation pa Ps psa and Ys Y for s , the function 24 canbe expressed equivalently as an expected utility on the outcome space Se V kak, ak Xs Spsak, akkYs ak25e V k is firm ks estimate of the expected social utility of its investment in the following sense. Whenagents utility functions are not known, the supconvolution x 0 of the utility functionscid:18 ui 0cid:19i Iis not known, but its derivative at the output levels Y, , is equal to the known discount factor . Firm k chooses a function k which coincides with these known values at the points Y,kY 0 x 0Y, filling in for the unknown values of the derivative of the social utility onthe intervals Y, Y1. This estimate k of the derivative is then integrated to obtain an estimateof the social utility function x 0. There are of course many ways of passing a continuous decreasingfunction through the points Y, , and each will lead to a different estimate k of x 0.The nonuniqueness of k implies that there can be many possible second best investment levels.1ui 00 xi5. Estimated Social Utility and FEU Equilibrium 22Under Assumption NE, e V k can be expressed as an expected utility of firm ks outputpskakkyksk; ak, ake V kak, ak Xsk Skthe function k being defined bykyksk, ak, ak Xskpsk, aksk, akpsk akkyksk Y ksk k evaluates the average social utility obtained from the firms output yktotal output Y k of the other firms.sk, when it is added to the We are thus led to a concept of equilibrium in which firms are not required have more informationthan that which can be deduced from the equilibrium prices.Definition 6. Let EU, w 0, , y, p be an economy with K firms satisfying Assumptions FS, EU,and IN. a, x, P is an firmexpectedutility FEU equilibrium ifi x, P is a consumption equilibrium with investment a and associated discount factor ii each firm k K chooses its investment ak to maximize its estimate of the expected socialutility of its investmente V kak, ak Xs Spsak, akkYs akwhere k : R R is a concave, increasing, differentiable function such that k 0Ys sfor all s S.since firms do not know agents utilities, each firm derives its estimate k of the social utility x 0 to In a strong FEU equilibrium each firm uses the same social utility function x 0 which is the sup, while in the secondbest setting,convolution function of the known utility functions cid:18 uiform its expected utility criterion e V k. The different estimates k of the social utility function, whichin essence correspond to the different profiles of utility functions in U x, that agents could have,1iui 00 xi 0cid:19i Igenerate the upper and lower bounds Wak and Wak on the marginal benefit of firm ks investmentwhich appear in the necessary condition 19 for constrained optimality. The finer the partition of the interval Y , Y , the smaller the possible differences in the estimated social utility functionsk, and the closer an FEU equilibrium will lie to an SFEU equilibrium. If the random variable Ywere continuous instead of discrete, and there were a continuum of markets indicating the value5. Estimated Social Utility and FEU Equilibrium 23of the discount factor Y for every value of Y , then no estimation would be necessary and thefunction x 0 could be constructed from the observed equilibrium prices. To avoid the unrealisticassumption of a continuum of markets we have adopted a discrete model to study the propertiesof an economy in which investment affects probabilities.Will Firms Use the Objective Functionf V k? An FEU equilibrium has two parts to it: agentschoices of consumption x and firms choices of investment a. The choices in these two componentsuse market prices differently: we can suggestively write x, P and a, kk K to indicate thatconsumption choices are made in a standard way using prices P , while investment choices use theestimated social utility functions kk K constructed from the prices P . Can these two distinctuses of prices in consumption and investment be a source of tension? After all, a firms choiceof investment determines not only how probability is spread across date 1 outcomes, but also theprofit paid to its shareholdersperhaps initial owners would prefer that the firm focus on marketvalue rather than on the expected social utility of its investment.Let a, x, P be an FEU equilibrium with associated stochastic discount factor . To study theimpact on a typical agent of a small change in firm ks investment, letdenote the optimal consumption viewed as a function of a, wherepsa sxis wi 0 Xk Kik M kaxia argmaxxi 0 Xs SU ixi, acid:12cid:12cid:12cid:12cid:12cid:12M ka P1yk ak Xs Spsa syksk akis the market value of firm k, k K, and let U ia U ixia, a denote the agents optimizedutility. If i denotes the multiplier associated with agent is budget constraint in the FEU equilibrium, and if we use the competitive assumption that agents like firms do not perceive the effect ofa change in investment on , then, by the Envelope Theorem, the derivative of U ia with respectto ak is U iak a Xs Spsak aui xis i Xs Spsak a s xis Xk 0Kk 0 M k 0iak aak and M k 0where U i M k 0ak denote the partial derivative of the utility function U i and the market valuewith respect to ak. To simplify the discussion, assume that firms outcomes are independentan assumption stronger than NE and that increasing investment in firm k leads to a firstorderstochastic dominant shift in the distribution of its output and thus of aggregate output FOSDk.5. Estimated Social Utility and FEU Equilibrium In this case a change in ak does not affect the market value of other firms M k 0Since in equilibrium ui 0 xis i s, the change in welfare can be written asak 0 for k 0246 k.U iak a Xs Spsak aH i xis iik M kak awhere H i uiui 00 0. By Proposition 1, U iak can be written as 1 ui 0, for R. Note that H i is an increasing function since H i 0 U iak a Xpak aH i xi iik M kak a 1X1GakY, acid:16H i xi1 H i xik M kak acid:17 ii26By FOSDk, GakY, a is positive so that the first term in the decomposition of U iak is positive. Asis shown in the proof of Proposition 5 in next section, there exist utility functions U i such that akak a i is equal to zero,maximizes Pi I U iak, ak i. Since for these utility functions Pi I U iit follows that M kak a 0.Thus for each agent the change in welfare from an increase in investment by firm k involvesa positive termthe expected utility of consumption at date 1 increases faster than its costand, if the agent is an initial owner of the firm, a negative termincreasing investment decreasesthe market value of the firm, and hence the income that the agent receives as a shareholder. Aconsumption equilibrium with fixed investment in Definition 1, or in part i of Definition 6 canbe thought of as an equilibrium on financial markets in which agents trade securities whose payoffsare based on the observable outputs of the firmssecurities such as bonds, equities, optionswhichsatisfy full spanning with respect to the outcomes. It follows from the monotonicity property of theallocations in Proposition 1 that, after trade, every agent will hold a positive share of each firm,so that all the agents can be considered as new i.e. after trade shareholders of firm k in thesense of Dreze 1974, even if there are not initial shareholders. For the particular profile of utilityfunctions for which ak maximizes Pi I U iak, ak i, if ak were announced before the tradingphase and if unanimity of the new shareholders is required to change the production plan, then akwould not be changed, since the winners from a change dak would need to spend all their surplusto buy the votes of the agents in favor of the statusquo i.e. to compensate the loosers from thechange. Thus if each agent had no more knowledge than the firm regarding the preferences of otherinvestors, there will not be a coalition of new shareholders who can plan to convene a meeting ofall shareholders and be sure to obtain unanimity for a change in the investment plan.1010The criterion 25 has the same stability property than the Dreze criterion for the GEI model with incompletemarket Dreze 1974: since it is derived from constrained optimality, it maximizes the surplus of the agents who6. Normative Properties and Existence of FEU Equilibrium 25However if the investment decision has to meet with the approval of the initial shareholders andif the initial ownership is not spread among all the agents, the sum Pi Ii0 U iinitial owners is negative since some of the positive terms P GakY, acid:0H i ximissing. In this case there may be unanimity among the initial shareholders to decrease investmentak restricted to the1 H i xicid:1 areand increase the market value of the firm. This situation is however artificial since the initialsituation is qualitatively different from that in the equilibrium, where the ownership of firms isspread among all agents of the economy. If the twoperiod model is viewed as a simplified descriptionof a slice of an ongoing economy, it is more natural to consider dispersed initial ownership thanconcentrated initial ownership for the type of public corporations to which this study applies.11This being said, the stability property of ak is rather weak. If the investment decision is madeby a subgroup of agents for whom the marketvalue terms in 26 dominate the terms in H i, thefirm is more likely to maximize market value than the expected social utility of its profit. Thus an FEU equilibrium is probably better interpreted as a normative benchmark for what firms shoulddo rather than a positive description of what they will do in practice. If this is the case, then theanalysis of this paper highlights circumstances where subsidization of the investment of some firmsmay be welfare improving for the economy.6. Normative Properties and Existence of FEU Equilibrium Without making any further assumptions it can be shown that an FEU equilibrium is firmkoptimal, for any firm k K: additional assumptions are needed to prove that it is constrained Pareto optimal. The proofs of these normative properties are based on the following Lemma,which asserts that if a feasible allocation has the property that each agents consumption streamis comonotone with aggregate output, then any concave increasing function of aggregate outputcan be decomposed into the supconvolution of utility functions vii I such that, for these utilityfunctions, the allocation is the optimal distribution of the aggregate output among the agents.Lemma 1. Let : R R be a concave, increasing, differentiable function satisfying the Inadacondition. Let x x 1, . . . , x I be I vectors in RS with increasing coordinates s s 0 xis xis ys, s 1, . . . , S. There exist I concave, increasing,s 0 and let ys be defined by Pi I xiconsume the production of the firm, and there cannot be unanimity of these agents in favor of a change, even iftransfers payments are allowed see MagillQuinzii 1996 for a more developed exposition of this stability property.11The model with concentrated initial ownership and diffuse new ownership corresponds to the moment wherethe firm goes public. At this exceptional time in the life of the firm, market value maximization is more likely to beapplied than expected utility maximization.6. Normative Properties and Existence of FEU Equilibrium 26differentiable functions vi : R R satisfying the Inada condition such thati for all y 0, y maxPi I vixixi R, Pi I xi yii ys Pi I vi xisProof: see Appendix.Proposition 5. Under Assumptions FS, IN and EU, a firmexpectedutility equilibrium allocationis firmk optimal, for all k K.Proof : Let U denote the true profile of utility functions and let a, x, P be an FEU equilibriumof the economy E U , w 0, , y, p, with associated discount factor and utility functions kk Kfor the firms. Suppose a, x, is not firm koptimal, then there exists an alternative allocationa, x ak, ak, x which is feasible, i.e.Xi Ixi 0 ak Xk 06k ak 0 Xi Iwi 0, Xi Ixis Ys,s 1, . . .Ssuch that for all admissible utility profiles U in U x, defined by 14ui 0xi 0 Xs S0 Xs Spsaui 1xis ui 0 xips aui 1 xis,i I27To simplify notation, let z Pk 0K ak 0 denote the total investment in the FEU equilibrium andlet z ak Pk 06k ak 0 denote the total investment in the improving allocation. For each i I, letexi denote the conditional expectation of xi given defined byexis exia,ex is feasible and, since each agent is risk averse, for all U i satisfying Assumption EU, U iexi, a U ixi, a. Thus we may assume without loss of generality that xi exi, i I, so that 27 implies Xsexipsapa, s ,0 xi 0, exixis,i Ipaui 1xi ui 0 xip aui 1 xi,ui 0xi 0 X0 Xfor all utility profiles U in U x, Let Y0 Pi I wi 0 denote the date 0 aggregate resources of the economy, and let 0 : R Rbe an increasing, concave, continuously differentiable function satisfying the Inada condition suchthat 0increasing, concave, differentiable functions ui 0Y0 z 1. Applying Lemma 1 with S 1 and the date 0 allocation x 0 there exist 0i I satisfying the Inada condition, such that6. Normative Properties and Existence of FEU Equilibrium 27a for all 0, Y0, 0Y0 maxPi I uib 0Y0 z Pi I ui 0Y0 z 1, for all i I, ui 0Since 01 consumption xiconcave, increasing, differentiable functions, ui 0 xi 00 xi 0xi 0 x 0 RI0 Y0 , Pi I xi 0 1. By Proposition 3 each agents equilibrium date 1 is a monotone increasing function of : applying Lemma 1 again, there exist 1i I satisfying the Inada condition such thatc for all R, k maxPi I uid kY Pi I ui, 1 xi 1i RI, Pi I i 1 xi 0Y for all i I and all and ui 0Since ui 0U ii I ui Summing these inequalities over the agents and using ad gives 0 1, the utility functions 1i I lie in U x, so that the inequalities 27 are satisfied for these I functions.0 xi 0, ui 0Y0 z XpakY Xi Iui 0xi 0 XpaXi Iui 1xi 0Y0 z Xp akY28Since 0 is concave, 0Y0 z 0Y0 z 0follows that 0Y0 z z z and, since 00Y0 z 1, it 0Y0 z 0Y0 z ak ak2928 and 29 imply ak ak 0Y0 z 0Y0 z Xp akY Xs SpakYcontradicting the fact that ak maximizes the expected social utility V k given ak.2To obtain further properties of an FEU equilibrium, assumptions of concavity with respect tothe investment of firms must be introduced. The following assumption prevents discontinuities inthe choice of investment by firms, which can lead to nonexistence of equilibrium.Assumption Ck concavity in ak: For all Y and all a RKZ YGt, ak, akdt30is concave in ak and continuous in a.This assumption was introduced in the principalagent literature by Jewitt 1988 in the contextof one firm to ensure that the expected utility of the agent is concave in effort. It has a natural6. Normative Properties and Existence of FEU Equilibrium 28interpretation in terms of decreasing returns to investment. Although our analysis does not requireit as an explicit assumption, the natural case to consider is where increasing investment ak increasesthe probability of high outcomes for firm k. Since the output of firm k is added to the aggregateoutput of the other firms, this can be formalized as the property that an increase in ak leads to asecondorder stochastic dominant shift in the distribution of aggregate output, which is equivalentto the property that the integral 30 is increasing in ak. Concavity of the function in 30 withrespect to ak is then the assumption of stochastic decreasing returns to scale for secondorderstochastic dominance.Lemma 2. If Assumption Ck is satisfied, then for any concave differentiable utility function kthe objective function e V kak, ak is concave in ak and continuous in a.Proof. See Appendix.By Lemma 2, Assumption Ck implies that firm ks optimal choice of investment is an upperhemicontinuous and convexvalued correspondence and this property is used below to prove existenceof an equilibrium. A stonger concavity assumption is required to establish the constrained Paretooptimality of an FEU equilibrium.Assumption C concavity in a: For all Y and all a RKis concave and continuous in a.Z YGt, adt Assumption C is stronger than Assumption Ck for each k K, even if the firms outputsare independent random variables. Consider an example with two firms, firms 1 and 2, withindependent outcomes, each with two possible outcomes, H and L. If p 1a 1 and p 2a 2 denote theprobabilities of the low outcomes, then Assumption Ck, for k 1, 2, requires that the functions p 1and p 2 are convex. In the Appendix we show that Assumption C requires the product p 1a 1p 2a 2to be convex in a 1, a 2. A sufficient condition is that the functions p 1 and p 2 are log convex, i.e.logpkak is convex in ak, for k 1, 2.Lemma 3. If Assumption C is satisfied, then for any concave differentiable utility function thefunction V a defined by V a Xs SpsaYs Xkak316. Normative Properties and Existence of FEU Equilibrium 29is concave and continuous in a, for a RK .Proof. See Appendix.To use Lemma 3 to prove constrained Pareto optimality of an FEU equilibrium we need theadditional assumption that firms use the same estimated social utility function .Proposition 6. If a, x, P is an FEU equilibrium of an economy E U , w 0, , y, p satisfying FS,IN, EU, and C, and if k , for all k K, then a, x, is constrained Pareto optimal.Proof. Since a, x, P is an FEU equilibrium, for each k K, ak maximizespsak, akYs ak Xs SThus the firstorder conditions for maximizing V a in 31 are satisfied at a, and since V is concavein a, a is a global maximum of V . Let be the associated stochastic discount factor and suppose a, x, is not CPO. Then there exists an alternative feasible allocation a, x such that for alladmissible utility profiles U U x, , 27 is satisfied. Using the same argument as in the proof of Proposition 5, choose 0 such that 0of utility functions U uithe convolution of ui 0i I and is 1i I . Summing 27 over the agents for these utility functions and using theproperties of 0, leads to a contradiction to the maximization of expected social utility V aat a.0, ui 0Y0 Pk K ak 1 and use Lemma 1 to construct a profile 1i I U x, such that 0 is the convolution of ui 2The assumptions needed to establish the constrained Pareto optimality of an FEU equilibriumare strong. Joint concavity of the integral 30 is needed to ensure that maximization with respect to each variable in V a implies global maximization. We have not succeeded in finding ageneralization of the condition for the twofirm twooutcome case to a sum of independent randomvariables taking an arbitrary number of values, so it is difficult to appreciate the strength of theassumption of joint concavity. The case which we can solve suggests that the decreasing returnsto investment by each firm must be sufficiently strong. The assumption that k is the same for allfirms may appear restrictive since there may be no obvious reason why all firms should fill in themissing information on marginal utilities in the same way. However if there is a conventional wayof estimating a function which is only known at a finite number of pointsfor example by linearinterpolationthen all firms may use the same function to estimate social welfare.Simplifying the proof of Proposition 6using the true utilities ui 0, ui 0 instead of using Lemma6. Normative Properties and Existence of FEU Equilibrium 301 to find admissible utilitiesleads to the Pareto optimality of a Strong FEU equilibrium under Assumption C.Proposition 7. If a, x, P is a Strong FEU equilibrium of an economy EU, w 0, , y, p satisfying FS, IN, EU, and C, then a, x is Pareto optimal.Existence of Equilibrium. In an FEU equilibrium the valuation of a firms investment is madein two distinct ways. Its choice of investment ak is based on the expected social utility criterione V kak, ak Xs Spsak, akkyksk Y ks ak In the budget equations of the investors, where the present value of a firms profit is one of thesources of income for its shareholders, the valuation of a firms investment enters through themarket value M kak, ak Xs Spsak, aksyksk ak These two valuations may not always be compatible, causing potential problems for existence ofan FEU equilibrium. For, while investors as a group benefit more from the increase in expectedutility obtained by maximizing the criterion e V k than they give up by not maximizing market value,maximizing e V k may sometimes lead the market value M k to become negative. When this happens,0 and a relatively large ownership share of the firm mayan agent with a small initial endowment wiend up with a negative income, and this is incompatible with equilibrium.There is a natural way of resolving this potential incompatibility. For the reason why agents arebetter off when firm k maximizes e V k rather than M k is that its investment has a positive externalityon all agents via the probability term pa in their expected utilities. If this external effect is strongenough to justify overinvestment to the point where the firms market value becomes negative,then it seems natural to compensate the initial owners by making transfers to the firm which ensurethat its market value remains nonnegative. Such transfers would need to be financed by taxes: forsimplicity it is assumed that they are financed by a uniform tax rate on the endowments wi 0 of allagents.12 This suggests modifying the concept of an FEU equilibrium by introducing a tax rate on agents initial incomes and a vector of transfers t tkk K to the firms: for economies forwhich transfers are not needed, the resulting concept is just an FEU equilibrium.12The transfers could be chosen to ensure a minimum rate of return on the firms equity andor the taxes coulddepend on the level of income: under reasonable conditions this will not create difficulties for the existence of anequilibrium.6. Normative Properties and Existence of FEU Equilibrium 31When the tax rate is on initial income and transfers to the firms are t, the budget set of anagent becomes BP, wixi RS10, i, a; , t cid:12cid:12cid:12cid:12cid:12cid:12P xi wi 01 Xk KikP1yk ak tkThis leads to the definition of an FEU equilibrium with transfers.Definition 5. Let EU, w 0, , y, p be an economy satisfying Assumptions FS, EU, and IN. a, x, P ; , tis an firmexpectedutility equilibrium with transfers FEUT equilibrium ifi each agent i I chooses xi which maximizes U ixi, a in the budget set B P , wi 0, i, a; , tii each firm k K chooses the investment ak which maximizes its estimated expected socialutility e V kak, ak.0 Pk K ak Pi I wi 0 Pk Kiii Pi I xiiv Pi I wi tk 0,s Ys, s SPi I xi Adding taxes and transfers to a Strong FEU equilibrium leads in the same way to a Strong FEUT equilibrium. Introducing taxes and transfers in this way, to cover cases where firms canpotentially have negative market values, allows us to establish existence of equilibrium.Proposition 8. If EU, w 0, , y, p is an economy satisfying Assumptions FS, EU, IN and Ck forall k K, then there exists an FEUT and a Strong FEUT equilibrium.Proof: see Appendix.Example. Consider an economy with I consumers and K 2 firms, where each firm has twopossible outputs y 1 y 1H 500, 700 so that the possibleaggregate outcomes are Y1, Y2, Y3, Y4 900, 1100, 1150, 1350. Firms outcomes are independent,H 400, 650, y 2 y 2L, y 2L, y 1and firm ks ability to shift probability away from its low outcome by investment is given bypkak ek ak, with 1 2 0.05. Since the functions pk are logconvex, Assumption C issatisfied. Suppose agents have identical homothetic preferencesand initial endowments wik 1, k 1, 2. This is arepresentative agent economy, and if a 1, a 2 is the investment of the firms, then the prices in the 0 1000 and Pi I ipsa logxis,i 1, 2U xi, a logxi 0 Xs S0, i such that Pi I wi6. Normative Properties and Existence of FEU Equilibrium 320 a 1 a 2Y, 1, . . ., 4.Since prices are independent of the distribution of income and each agent has a consumption streamconsumption equilibrium with fixed investment are P paPi I wiproportional to the aggregate output Pi I wiconstant, given by x 0 Pi I wi 0 a 1 a 2, Y1, . . . , Y4, in what follows we omit theconsumption component x xii I of an equilibrium. The utility function x 0 in 5 is, up to a 2 is a Strong FEU equilibrium 0 a 1 a 2 log, so that a 1, aifak arg maxXi I4X1wi 0 a 1 a 2pak, ak logY ak,k 1, 2For the choice of parameters given abovea 55, 46.8so that approximately 10% of date 0 income is devoted to investment. If the agents utility functionsare not known and both firms use the same linear interpolation 21, then a 1, a 2 is an FEUequilibrium choice of investment if ak arg max 4X1pak, akkY ak,k 1, 2with 1 2, 1Y1 0, and 1Y1 1Y 1The FEU equilibrium choice of investment is 2 Pi I wi 0 a 1 a 2 1Y 1Y1Y1 Y. a 55.1, 46.9which only marginally exceeds the firstbest investment level.13All the FEU equilibria correspond to investments a 1, a 2 which are optimal given estimatedutility functions k, k 1, 2 satisfying Pi I wi 0 a 1 a 2Y1Y1 Y kY1 kY Pi I wi 0 a 1 a 2YY1 YSuppose firm 1 adopts the low estimate 1 defined by 1Y1 0, 1Y1 1Y Y1 Y, while firm 2 adopts the high estimate 20 a 1 a 20.01 1Y 0.99 1Y1defined by permuting the weights 0.01 and 0.99, then the FEU investment isPi I wi a 52.5, 49.80 a 1 a 2 is a convex function of , k for Y Y1. The functionchosen by the firms slightly exaggerates the increases in social welfare so that the investment is marginally too high.13Since Pi I wiak P4Y1,,Y2 ,,Y1 cid:18 ,,Y3 ,,Y2 cid:18 ,,Y4 ,,Y3 cid:18 Y2Y31 1 Y2 cid:19 Y2 Y1Xi IY3 cid:19 Y3 Y2Xi IY4 cid:19 Y4 Y3Xi I1 wi 0 a 1 a 2wi 0 a 1 a 2wi 0 a 1 a 27. Conclusion 33Firm 1 underestimates the increases in utility and thus invests less than in the first best, while firm 2 overestimates the increases in utility and overinvests relative to the first best. Is the investment a constrained efficient? To answer this question we check the value of the partial derivatives1 pa,,Y, k 1, 2, where the functions ,, are such that ,,Y1 0 anda 2P4for a grid of values , , 0, 13, and find that in all cases1 p a,,Y 1 p a,,Y so that a marginal transfer of investment from firm 2 to firm 1 wouldimprove social welfare for any admissible profile of utility functions. Thus the assumption thatfirms use the same estimate k of the social utility function seems to be an unavoidable conditiona 1P4for the constrained Pareto optimality result of Proposition 6. If instead firm 1 adopts the highestimate and firm 2 uses the low estimate then the equilibrium investment is a 57.6, 44.This suggests that even though there is a continuum of FEU equilibria, the equilibrium investmentlevels lie in the relatively restricted intervals 52, 58 for firm 1 and 44, 50 for firm 2. Since themarket value of each firm is positive in each of these equilibria, no transfers are required.The difference between investment in the firstbest equilibrium and in a marketvalue maximizing equilibrium is much more pronounced. If firms behave competitively and take the discountfactor as given, then a 1, a 2 is a marketvalue maximizing choice of investment ifak arg maxXi Iwi 0 a 1 a 2pak, akyk Y4X1 ak,k 1, 2a 1, a 2 36.9, 24.7, so that a 1 is about 12 and a 2 about 13 of the firstbest investment. Iffirms behave noncompetitively and explicitly take into account the effect of their investment on , then the marketvalue maximizing investment becomes a 1, a 2 25.8, 12.8: since increasinginvestment reduces , their investment is reduced even further.7. Conclusion In this paper we have studied a probability approach to modeling equilibrium in a productioneconomy under uncertainty in the setting of a one good economy in which investment by firmsAppendix 34influences the probability distributions of their outcomes. We found that in such a model, theobjective function that each firm should maximize involves explicitly taking into account theeffect of its investment on social welfare. To understand the role that prices play in such aneconomy, we considered a setting where firms do not know the agents utility functions. We showedhow the information contained in prices can be used to estimate the social utility function and toconstruct objective functions which lead to secondbest choices of investment.In the simple calculated example of the previous section in which each firm contributes abouthalf the risk of the economy, the difference in investment between the firstbest and the marketvalue maximizing investment is substantial. However we have shown that if a firm is marginal itsobjective is not far from market value. It seems likely that in a calibrated model with a largernumber of firms of more realistic sizes, the difference between first or secondbest and marketvaluemaximizing investment will be much smaller. It should be remembered however that this paperis based on the strong assumption that markets span all the uncertainty in outcomes and thatagents have perfectly diversifiable risks. Intuitively, if agents have risks which are directly linkedto the random outcomes of the firms and if these risks are not perfectly diversifiablelabor risksare a prime examplethen the results of this paper suggest that firms should explicitly take intoaccount the risk consequences of their investment decisions for consumers, and that this could leadto investment which differs substantially from marketvalue maximizing investment. In order tostudy these and related questions, the model in this paper needs to be generalized to an environmentin which agents face nondiversifiable risks. We plan to address these issues in future research.Appendix Proof of Proposition 4. We begin by showing that Assumption FOSDk implies . For anysubset E of the outcome space S, let PE, a Ps E psa denote the probability of event E. Forany firm k, we can decompose the aggregate output Y at date 1 into the sum of firm ks output andthe total output of the other firms: Y yk Y k. In view of NE, the uppercumulative functionof aggregate output can be written as G, a Phyk Y k ; ai XskPhyk Y kpsk, akGk Y ksk ; sk, ak, ak Xsksk , yk yksk; aiAppendix 35where Gk is the uppercumulative distribution function of yk with the conditional probabilitypskaksk, ak. By FOSDk, Gk is an increasing function of ak and hence G, as a positive linearcombination of these functions, is an increasing function of ak. Thus and Wak XGakY, a 1Y1 YConsider the piecewise linear function of aggregate output induced by the stochastic discount 0if YY 1 Yif Y, Y1, 1, . . ., 1Y if Yfactor By construction 1X1Y1 Y 1Y1 Y, 1, . . . , 132so that Wak can be written using the IP relationWak Gak Y, aY1 Y p aY ak Xak Xs Sps aYssince p a Ps ps a. Let Rkak Ps S psak, ak syksk denote the present value of firmks date 1 revenue. Since ak 0 maximizes the market value M ak, ak the firstorder condition Rkak 1 must hold. As a result, showing that Wak 1 is equivalent to showing that Wak Rkak ak Xs Sak Xskps aYs syksk psk akXskpsk ak sk, akcid:16yksk Y ksk sk,sk yk33skcid:17is positive. When Y ksk is fixed, two consecutive values of yk correspond to two consecutive valuesof the aggregate output Y . By 32yksk1 Y ksk sk1,skyksk1 yksk Y ksk sk1,skykskand by the antimonotonicity of in Proposition 1, sk1,sk sk,sk, so thatyksk1 Y ksk sk1,skyksk1 yksk Y ksk sk,skyksk Thus for sk fixed, the function sk ykorderstochasticdominance property FOSDk then impliessk Y ksk sk,skyksk is increasing in sk. The firstak Xsk Skpsk ak sk, akcid:16yksk Y ksk sk,skykskcid:17 0Appendixso that 33 is positive and the proof is complete.Proof of Lemma 1. Let hi : R R be defined by 362hiy xi 1yy 1ys1 yys1 ysyy S xi Sif y 0, y 1 xis y ysys1 ys xis1if y ys, ys1, s 1, . . ., S 1if y y Shi is continuous, increasing, differentiable on the intervals 0, y 1, ys, ys1, s 1, . . . , S 1, andy S, , and satisfieshiys xis, s S,hi 0y xi 1y 1 xis1 xisys1 ys xi Sy Sif y 0, y 1if y ys, ys1, s 1, . . . , S 1if y y SNote that Xi Ihiy y, Xi Ihi 0y 1,y Rsince Pi I hi 0y can be extended by continuity to R.Since hi is increasing, it can be inverted; let hi1 denote the inverse function which is alsocontinuous, increasing, and differentiable on the intervals 0, y 1, ys, ys1, s 1, . . . , S1, y S, .For i 1, . . ., I, define a function vi byvii Z i xi 10hi1tdt34We assume w.l.o.g. that y 1 0, so that we choose vi such that vi xiis decreasing and hi1 is increasing, vi is concave. Consider the maximum problem 1 0. Note that since 0maxXi Iviicid:12cid:12cid:12cid:12cid:12i R, Xi Ii y35the functions vi are equalized at hiy, the solution to the maximum problem is i hiy for all Since Pi I hiy y and for all i, vi 0hiy 0hi1hiy 0y, i.e. the derivatives ofi, and thus the value of the maximum is Pi I vihiy. To show that Pi I vihiy y, notethat, by decomposing the integral in 34 into a sum of integrals over the intervals xis, xis1 andAppendix 37performing the change of variable z hi1t hiz t hi 0zdz dt on each interval,one obtainsvii Z yy 10zhi 0zdz,where y hi1iThus Xi Isince Pi I hi 0z 1. Since xivihiy Z y 0zXi Is hiys, Pi I vi xiy 1s ys. Also, since by 34 vi 0i 0hi1i, and since by construction of hi, hi1i 0 when i 0, vi inherits the Inadaproperty from , and the functions vi have the properties asserted in Lemma 1.2hi 0zdz yProof of Lemmas 2 and 3. Let V , Ps S ps, Ys 1 where : R R isa concave, increasing, differentiable function, ps, is a probability distribution depending onparameters Rn, Rm, Yss S is a real valued random variable with minimum value Y andmaximum value Y , and 1 is the unit vector in Rn. Let be an index set for the values of Y suchthat 0 Y Y0 , and for , let p, Ps SYsY ps, , so thatp, Y 136V , XIf G denotes the upper cumulative distribution function of Y and Y 0, then IP implies that V , GY, , Z Y1Ytdt Z YY1X1Gt, , tdtwhere denotes the positive, continuous, decreasing derivative of . Being decreasing it is differentiable almost everywhere and 0t 0. Let Ht, , denote the integral of G defined by Ht, , Z t YG, , d. Integrating 36 by parts leads to V , Y HY , , Z YYHt, , 0tdt37Since H is concave in , Y 0, 0t 0, and the sum of concave functions is concave, V isconcave in . It is also clear from 37 that if H is continuous in , , V inherits this property.Lemma 2 follows with n 1, m K 1, ak and ak while Lemma 3 follows withn K, m 0 and a.2Assumption C in the TwoFirmTwoOutcome Case. Suppose each of two firms k 1, 2can produce either yk H with probability 1 pkak, the outcomes of L with probability pkak or ykAppendix 38the two firms being independent. Without loss of generality we assume thaty 1L y 2L y 1H y 2L y 1L y 2H y 1H y 2HIt is easy to see that Assumption Ck is equivalent to pk being convex, for k 1, 2 with twooutcomes there is no difference between firstorder and secondorder stochastic dominance. Let F , a 1, a 2 denote the lower cumulative distribution function of Y y 1 y 2. Assumption C isequivalent to the convexity of the function M , a Z YF t, adtin a a 1, a 2 for all Y Y . Let I1 y 1I3 y 1L y 2H . Simple calculations lead to H y 2L y 2H y 1L y 1H y 2L, I2 y 1H y 2L y 1L y 2H , and M , a y 1L y 2L p 1a 1 p 2a 2y 1H y 1H y 1y 1L p 1a 1 p 2a 2 y 1L p 1a 1 p 2a 2 y 1H y 2L p 2a 2H y 2 y 1L y 2L y 2H y 1L p 2a 2H pa 2 pa 11 p 2a 2if I1if I2if I3Since the coefficient of pa 1pa 2 in the expression for M when I3 isy 1H y 1L y 1L y 2H y 1H y 1L y 1H y 2H y 1L y 2H 0convexity of p 1a 1p 2a 2 in a 1, a 2 is necessary and sufficient for the convexity of M , a in a 1, a 2for all Y Y .If logpa 1 and logpa 2 are convex, then logpa 1 logpa 1 logpa 1pa 2 is convex,and pa 1pa 2 is convex.2Proof of Proposition 8. We prove existence of an FEUT equilibrium: a simple adaptationof the proof leads to the existence of a Strong FEUT equilibrium. To prove that there exists a, x, , , t satisfying iiv, we use the Negishi approach, showing that a correspondence ,, a, t , a, t from a compact set defined below into itself has a fixed point which is an FEUTequilibrium. ii I is the vector of weights associated with a Pareto optimal distribution ofoutput, a akk K is the vector of investments by firms and t tkk K is the vector of transfersto firms. The domain of the correspondence is D I DK DK where cid:12cid:12cid:12cid:12cid:12Xi II RIi 1 ,DK a RK cid:12cid:12cid:12cid:12cid:12cid:12Xk Kak Xi Iwi 0 Appendix 39with 0 Pi I wi 0: thus I is the simplex in RI and DKis the set of investments by the firmswhich assure at least units of consumption for the agents at date 0. We will show that when issufficiently small, a fixed point of is an equilibrium.For , a, t D, let x, a, t be the solution of the problem of maximizing social welfarex, a, t argmaxxRS1IBy Assumption EU, x, a, t and the associated supporting price 1, P1, a, t where P0 isnormalized to 1 is unique and the map , a, t x, a, t, P , a, t is continuous. Any Paretoxixiwi Xi I0, Xi I0 Xk Kak Xi IXi Ii U ixi, acid:12cid:12cid:12cid:12cid:12cid:12s Ys, s S380 Pk K ak, Y satisfies the monotonicity properties of Proposition 1, so that if s, a, t is defined by Ps, a, t psas, a, t for s S , then satisfiess, a, t s 0 , a, t, for all s, s 0 , where is such that Ys Y, for all s .optimal allocation of Pi I wi Letand let , a, t be the excess expenditure map , a, t Pk K tk Pi I wi 0 Pk K tk Pi I wi 0 1i, a, t wi 01 Xk KikP1yk ak tk P xi,i Iwhere, for simplicity, the argument , a, t of the functions x, a, t, P , a, t, , a, t has beenomitted. By feasibility of x, a, t and the definition of , a, t,Pi I i, a, t 0.The first component of the correspondence is defined by i, a, t ,i Ii maxi, a, t, 0j1 maxj, a, t, 01 PJSince s, a, t is measurable, let , a, t s, a, t for s , and let ,a,t be the linearinterpolation,a,tY Y YY1 Y1 ,for Y Y, Y1, 1where again the argument , a, t of , a, t has been omitted. ,a,tY and its integral,a,tY are continuous functions of , a, t, Y for , a, t D and Y Y , Y , where ,a,tY is defined by,a,tY Z YY,a,tudu39Appendix 40Since , a, t is positive decreasing in , ,a,tY is positive and decreasing and ,a,tY is an increasing, concave, differentiable function of Y . Consider the set Ak of optimal investmentchoices for firm k k KAk, a, t argmaxXs S0 k Xi I0 wipsk, ak,a,tYs kcid:12cid:12cid:12cid:12cid:12 , we project A, a, t Qkwhen the investments of other firms are ak and ,a,t is firm ks utility function. By Assumption Ck and Lemma 2, Ak, a, t is a convexvalued, upper hemicontinuous correspondence. To ensurethat the second component of lies in DK . The Ak, a, t onto DKsecond component of the correspondence is thus a A, a, t proj DK A, a, tand the third component is defined by tk, a, t mink R P1, a, tyk ak k 0,k KSince P1, a, t yk 0, tk, a, t ak and since a DK , t, a, t tk, a, tk K lies in DK .By the Kakutani fixed point theorem, has a fixed point , a, t. Let us show that for sufficiently small, a, x, , , t, where x x, a, t, , a, t, and , a, t,is an FEUT equilibrium in which the common utility function of the firms is ,a,t, for allk K.By construction properties iii and iv of an FEUT equilibrium are satisfied, so that it remainsto show that i and ii hold. To show that i is satisfied, we show that i, a, t 0 for all i.This, combined with the firstorder conditions for the maximum problem 38, implies that for alli, xi is the solution of agent is maximum problem i.Let i i, a, t, i I, and suppose that for some i, must exist an agent j for whom j 0. Sincei 0. Since Pi I i 0, therej 1 Xi Imaxi , 0! j40monotonicity of preferences this implies that xj 0. Since 1, wjthe firms are nonnegative, the excess expenditure by the fixedpoint property and since 1 Pi I maxfor all i and since Pi I i 0 for all i I.i 0, i , 0 1, 40 implies that j 0. By 0 0 and the income fromi 0j 0, which is a contradiction. Thus References 41It remains to show that ii holds for the estimated social utility function ,a,t. Theonly way this might not be satisfied is if a is the projection of some a in A, a, t onto Dk0 : let us show that 0 , since all marginal rates ofsubstitution are equalized, date 1 consumption increases with aggregate output for all agents, nowhich does not coincide with a. This would imply that Pk K afor sufficiently small this is impossible. If Pk K ak Pi I wik Pi I wiagent consumes more than at date 0 and one agent consumes at least Y I in the worst outcomeat date 1, the vector of discount factors associated with the fixed point of the correspondence with domain D is bounded bys b maxi Iui 01 Y Iui 00 ,s SThis implies that ,a,t b and ,a,t bY Y , Y Y , Y . If an optimal choiceak in A, a, t is such that ak bY Y then Ps S psak, ak,a,t ak 0, whilethe objective of firm k is positive if ak 0. Thus the optimal choice is such that ak bY Y .Since, when 0, b 0, for sufficiently small, a akk K Int Kprojection a on DKk K, a,a,t, and thus a, x, P , , t is an FEUT equilibrium. and coincides with its . Thus for allk is the solution of the maximum problem in ii when firm ks estimated social utility is , contradicting the assumption that a is on the boundary of DKNote that in the case where the utility functions U ii I are known the proof is the same exceptthat the interpolated function in 39 is replaced by the known supconvolution function.2References Arrow K.J. 1953, Le Role des Valeurs Boursieres pour la R epartition la Meilleure des Risques,in Econom etrie, Collogues Internationaux du Centre National de la Recherche Scientifique, 40,4147; English version: The Role of Securities in the Optimal Allocation of Risk Bearing,Review of Economic Studies, 1964, 31, 9196.Arrow, K.J. 1983, Appendix to the The Role of Securities in the Optimal Allocation of Risk Bearing, in Collected Papers of Kenneth J. Arrow, vol. II, General Equilibrium, Boston:Harvard University Press.Bisin A. and P. Gottardi 1999, General Competitive Analysis with Asymmetric Information,Journal of Economic Theory, 87, 148.References 42Debreu G. 1959, Theory of Value, New York: Wiley.Dreze J. 1974, Investment under Private Ownership: Optimality, Equilibrium and Stability, in J. Dreze, Allocation Under Uncertainty: Equilibrium and Optimality, New York: Wiley, 129165.Erlich I. and G.S. Becker 1972, Market Insurance, Self Insurance, and Self Protection, Jounalof Political Economy, 80, 623648.Geanakoplos J. and H. Polemarchakis 1986, Existence, Regularity, and Constrained Suboptimality of Competitive Allocations when Markets are Incomplete in Uncertainty,Information and Communication: Essays in Honor of Kenneth Arrow, Vol. 3, W.P. Heller, R.M.Ross and D.A. Starrett eds., Cambridge: Cambridge University Press.Geanakoplos J., M. Magill, M. Quinzii and J. Dreze 1990, Generic Inefficiency of Stock Market Equilibrium When Markets are Incomplete, Journal of Mathematical Economics, 19, 113151.Jewitt I. 1988, Justifying the FirstOrder Approach to PrincipalAgent Problems,Econometrica, 56, 11771190.Kocherlakota N.R. 1998, The Effect of Moral Hazard on Asset Prices When Financial Marketsare Complete, Journal of Monetary Economics, 41, 3956.Lisboa M.B. 2001, Moral Hazard and General Equilibrium in Large Economies, Economic Theory, 18, 555575.Magill M. and M. Quinzii 1996, Theory of Incomplete Markets, Boston: MIT Press.Marshall J.M. 1976, Moral Hazard, American Economic Review, 66, 880890.Prescott E.C. and R.M. Townsend 1984a, Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard, Econometrica, 52, 2146.Prescott E.C. and R.M. Townsend 1984b, General Competitive Analysis in an Economy with Private Information, International Economic Review, 25, 120.Radner R. 1972, Existence of Equilibrium of Plans, Prices and Price Expectations in a Sequence of Markets, Econometrica, 40, 289304.Ross, S.A., Options and Efficiency, Quarterly Journal of Economics, 1976, 90, 7589.References 43Zame W. R. 2007, Incentives, Contracts and Markets: A General Equilibrium Theory of Firms, Econometrica, 75, 14531500.", "filename": "571805558.pdf", "person": ["Martine Quinzii", "Quinzii, Martine", "Michael Magill", "Magill, Michael"], "date": ["2007"]}