{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/70659/1/572550707.pdf"], "title": ["On policy interactions among nations: When do cooperation and commitment matter?"], "plaintext": " FEDERAL RESERVE BANK of ATLANTA WORKING PAPER SERIES On Policy Interactions among Nations: When Do Cooperation and Commitment Matter? Hubert Kempf and Leopold von Thadden Working Paper 20085 February 2008 Abstract: This paper offers a framework to study commitment and cooperation issues in games with multiple policymakers. To reconcile some puzzles in the recent literature on the nature of policy interactions among nations, we prove that games characterized by different commitment and cooperation schemes can admit the same equilibrium outcome if certain spillover effects vanish at the common solution of these games. We provide a detailed discussion of these spillovers, showing that, in general, commitment and cooperation are nontrivial issues. Yet in linearquadratic models with multiple policymakers, commitment and cooperation schemes are shown to become irrelevant under certain assumptions. The framework is sufficiently general to cover a broad range of results from the recent literature on policy interactions as special cases, both within monetary unions and among fully sovereign nations. JEL classification: E52, E63 Key words: monetary policy, fiscal regimes The authors thank Dale Henderson, Alex Cukierman, Russell Cooper, Eric Leeper, Wolfgang Leininger, Giovanni Lombardo, Beatrix Paal, Martin Schneider, Myrna Wooders, and seminar participants at the Atlanta Fed, the European Central Bank, the Social Science Research Center Berlin, Austin University, Universite Paris 1, Dortmund University, the 2007 Society for Economic Dynamics meetings, the 2007 Association for Public Economic Theory meetings, and the 2007 European Economic Association and the Econometric Society meetings for helpful comments. The views expressed here are the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, the Banque de France, or the European Central Bank. Any remaining errors are the authors responsibility. Please address questions regarding content to Hubert Kempf, Research Department, Banque de France and the Universite Paris 1 PantheonSorbonne, 12 Place du Pantheon, 75231 Paris, France, hubert.kempfbanquefrance.fr, or Leopold von Thadden, European Central Bank, Kaiserstrasse 29, D60311 FrankfurtMain, Germany, leopold.von_thaddenecb.int. Federal Reserve Bank of Atlanta working papers, including revised versions, are available on the Atlanta Feds Web site at www.frbatlanta.org. Click Publications and then Working Papers. Use the Web Scriber Service at www.frbatlanta.org to receive email notifications about new papers. 1 Introduction The literature on the nature of policy interactions among nations often leads to ratherpuzzling results. Paradoxes abound, and there exists an impressive range of different viewson possible gains and costs from cooperation and commitment schemes.In a politicalcontext, these diverse views are a source of constant debate. Examples of controversiallydiscussed cooperation and commitment schemes are, just to name a few among manyothers, the Stability and Growth Pact of the European Monetary Union, internationalagreements on exchange rates or the adoption of currency boards.These debates have clear counterparts in the academic literature. A particularly drasticexample of the unsettling state of discussion on policy interactions is provided by tworecent strands of the literature on issues specific to monetary unions. On the one hand,Chari and Kehoe 2002, 2007 consider a monetary union model which abstracts fromany direct spillovers between countries and which nevertheless has the feature that equilibrium outcomes depend sensitively on the nonavailability of cooperation schemes andthe sequencing of actions of policymakers.In particular, equilibrium outcomes dependsensitively on whether the central bank in a monetary union can move prior to nationalfiscal authorities, as this device helps to prevent pressures to monetize national deficits,related to private sector coordination failures within countries and their relationship to thecommon monetary policy. In striking contrast to this finding, Dixit and Lambertini 2003consider a monetary union model which allows for direct spillovers between countries andwhich nevertheless has the feature that policymakers can always attain the same equilibrium outcome, irrespective of whether policymakers cooperate or not and irrespective ofthe order in which they choose their actions.Similarly rich analytical results, leading to distinctly different conclusions, are offered bythe literature on international monetary policy cooperation. Obstfeld and Rogoff 2000,2002, for example, using a fully microfounded openeconomy model, derive exact conditions under which cooperative and selforiented Nash policies of monetary policymakersyield the same outcome. This finding is at odds with earlier contributions to this literaturelike Rogoff 1985 and Canzoneri and Henderson 1988, 1991, who stressed not only thescope for gains from international policy cooperation, but also showed that attempts tointernalize such gains could become counterproductive under a particular sequencing ofactions related to private sector activities. Also in most of the very recent contributionsthe benchmark result of Obstfeld and Rogoff is not uncontested. Canzoneri et al 2005,for example, argue that in microfounded general equilibrium settings the scope for gainsfrom cooperation, if anything, has increased compared with the older literature which wasbased on adhoc welfare objectives.These conflicting views, all based on tractable theoretical models, indicate that we are inneed of a comprehensive framework of policy interactions which could be used to evaluateand compare various commitment and cooperation assumptions from a unified perspective.Against this background, the goal of the present paper is more modest, namely to providea clear taxonomy which can be used to understand why some of the above mentionedstudies obtain irrelevance results with respect to cooperation and commitment schemes,1while others do not.1To this end, we set up a simple, generic framework for the analysis of strategic interactionsamong independent but interdependent players. In particular, we use the concept of acoalition structure to characterize cooperative behaviour between a particular group ofplayers and we use the concept of a commitment pattern to characterize a particular orderof moves of players.2 Using this twodimensional characterization of games, we providea number of propositions which develop conditions under which games characterized bydifferent commitment patterns and coalition structures can admit the same equilibriumoutcome. For this to happen it is crucial that certain spillover effects vanish at the commonsolution of these games. We provide a detailed discussion of these spillovers, showing that,in general, commitment and cooperation are nontrivial issues. Yet, assuming consensus onthe target values of all players, we show that commitment patterns and coalition structuresbecome entirely irrelevant if i the framework has a certain linearquadratic structure,ii the players have access to sufficiently many independent instruments relative to thenumber of squared gaps which appear in their payoff functions and iii if the economyreaches a social optimum when all gaps are closed.As we show, this taxonomy is sufficiently general to account for the above mentionedbroad range of findings on the irrelevance of cooperation and commitment in the recentliterature, both within monetary unions and among fully sovereign nations. In particular,the framework of Dixit and Lambertini 2003 and the benchmark model of Obstfeld and Rogoff 2000, 2002 have representations which satisfy all three criteria. Chari and Kehoe2002, 2007 is an example which does not satisfy the first criterion, since it is not basedon a linearquadratic setup. Rogoff 1985, Canzoneri and Henderson 1988, 1991, and Canzoneri et al 2005 are all examples which do not satisfy the second criterion, i.e. therelevance of strategic interactions is driven by the shortage of policy instruments withinlinearquadratic setups. Finally, the paper by Obstfeld and Rogoff 2002 allows for anextension which leads to a qualification of their benchmark result. This extension doesnot satisfy the third criterion, i.e. it is typically no longer be socially optimal to stabilizethe economy at the level at which all squared gaps are closed if this level itself suffers fromfurther distortions, related, for example, to incomplete risk sharing.The remainder of the paper is structured as follows. Section 2 develops a general frameworkto study commitment and cooperation issues in games with multiple players. It then offersa number of general propositions on the irrelevance of commitment patterns and coalitionstructures. In Section 3, we apply these propositions to discuss recent contributions onpolicy interactions in monetary unions. In Section 4, we apply these propositions to discussrecent contributions on international policy coordination. Section 5 concludes. Proofs andsome technical issues are delegated to the Appendix.1 We offer at this stage no further discussion of the related literature, since our taxonomy was initiallymotivated to cover exactly the papers cited so far, all of them being widely cited benchmark studies intheir fields. However, related literature in either of the two fields is discussed in more depth below whenwe address the two areas in more detail.2 As discussed below in some applications, if some of the players belong to the private sector this broadconcept of a commitment pattern naturally relates to time inconsistency issues, which typically occur forcertain but not all timing structures of private and public sector moves.22 A unifying framework for policy analysis 2.1 Players We consider a world economy, consisting of N nations with index i. In each nation, therecoexist private agents and national policymakers. Moreover, there exist internationalpolicymakers. We refer to a generic player in this world economy, be it a private agent,a national policymaker, or an international policymaker, as , and the set of players as 1,  , ,  , X . A particular action of player is denoted by x X, with X beingthe set of actions available to player . The payoff function of player is given by V Vx,where x summarizes an action profile of all players, i.e. x x, x, and Vx is assumed to be continuously differentiable in its arguments, . In Sections 3 and 4,we will refine this notation in order to distinguish explicitly between private agents, national policymakers, and international policymakers. However, to summarize some generalresults on cooperation and commitment such a differentiated notation is not needed.2.2 Commitment We denote by an extensive form game. There are T stages in this game, and we denoteby T the set of stages: 1,  t,  , T . We assume that each player is allocated to act ata particular stage and he plays only once in the entire game, at this particular stage. Todefine the order of moves of players in the following for short: commitment pattern,determining at which stage every player acts, we use the following:Definition 1 A commitment pattern C specifies an assignment for each player toact at one particular stage t T , denoted by t.2.3 Coalitions Players may form coalitions. Coalitions can only be formed between players who are allocated to act at the same stage. This is the standard assumption made in macroeconomicgames, excluding repeated games. A coalition is a subset of players who cooperate. Anycoalition C is defined by three characteristics: i it decides jointly over the actions chosenby all its members, ii its members play simultaneously: , 0 C, t t0 and iiiit maximizes the welfare W of its members, with W PCVx,where denotes the weight attached by the coalition members to the welfare of player .Notice that a membership to a coalition is different from the usual definition of membership, in the sense that it is assumed that all agents belong to one coalition only. Moreover,to simplify notation, we define coalitions in a broad sense so that they also include singletons i.e. players acting in isolation as special cases. We denote by the number ofcoalitions and define a coalition structure as a partition of , that is:31C .Definition 2 A coalition structure C C1,  , C,  , C is a partition of , that is:i C C0 for all 6 0, iiWe denote by C the grand coalition formed by all players. In sum, a game is characterized by a commitment pattern C and a coalition structure C. Games are solved bybackward induction. Later on we will compare equilibrium outcomes of games characterized by different coalitions structures and commitment patterns. To facilitate suchcomparisons, we assume that for any player equilibrium actions in all games can be deduced from decision rules which are continuously differentiable functions of the actions of containsplayers acting at the same stage or at previous stages, i.e. x xx 0only actions of players 0 satisfying t0 t.2.4 Spillovers, and x 0Given the existence of coalitions, spillover effects between agents will play a crucial rolein the rest of our analysis. Generally speaking, the welfare effects of a particular action ofa player can be decomposed into three distinct effects, namely the effects on his own welfare, the effects on the welfare of his coalition members withincoalition spillover effects,and the effects on the welfare of players belonging to different coalitions betweencoalitionspillover effects. In the context of multistage games these effects do not only includedirect effects, but also indirect effects which are related to anticipated actions of players acting at subsequent stages. To capture these different effects, we use the followingcharacterizations of spillovers.Definition 3 Direct spillovers For a given commitment pattern and coalition structure C,C and a given vector of actionsx, consider a representative player C. Consider a second player 0. We refer to V0 xas a direct withincoalition betweencoalition spillover effect if 0 belongs does notbelong to C.x Definition 4 Indirect spillovers For a given commitment pattern and coalition structure C,C and a given vector of actionsx, consider a representative player C. Consider a second player 0 and a third player 00 playing at the subsequent stage. Then, V0 xdenotes an indirect withincoalitionx 00betweencoalition spillover effect between and 0 if 0 belongs does not belong to C.x 00x Notice that for the indirect withincoalition spillover effect described in Definition 4 toexist, it is necessary that the term V0xx 00 is nonzero. The latter term, accordingto Definition 3, is a direct betweencoalition spillover effect which links two players actingat different stages. Later on we will frequently exploit this particular relationship betweenindirect withincoalitions spillovers and direct betweencoalitions spillovers.42.5 Comparing games A large number of different games can be played in this economy, varying in terms of commitment patterns and coalition structures. In the following we establish some conditionswhich can be used to compare the equilibrium outcomes of two different games and 0.We denote by Z Z0 the set of subgame perfect Nash equilibrium SPNE outcomesassociated with 0 and by z an element of Z. A sufficient but rather restrictivecondition for a second game 0 to admit the same SPNE outcome is the following:Proposition 1 Consider a game , characterized by C, C, and a game 0, characterizedby C0, C0. Then, an element z belongs to Z and Z0 if at zi for any , 0, C, 0 C0 , C C, C0 C, t 6 t0,0 C0, t 6 t0and for any , 0, C0, 0 C00 , C0 C0, C0V0zx 0, C0, C0V0z C, 0.ii for any , 0, C0, 0 C0, C0Proof: see appendix.x Part i requires that at the vector z there exist in either game no direct betweencoalitionspillover effects between players belonging to coalitions playing at different stages. Part iirequires that at the vector z there exist no direct withincoalition spillover effects betweenplayers belonging to a coalition which does not belong simultaneously to C and C0.Proposition 1 follows from backward induction. It gives us conditions such that two different games can have the same SPNE outcome despite differences in terms of commitmentpatterns and coalition structures. These conditions are related to the absence of certainspillover effects at the equilibrium outcome z. Notice that Proposition 1 does not requirethe absence of all spillover effects at z. Such nonvanishing spillover effects can be of twovarieties: they can be i direct betweencoalition spillover effects between coalitions actingat the same stage, or ii direct withincoalition spillover effects in coalitions which exist inboth games. In other words, a common equilibrium outcome z is not necessarily a solutionof the simultaneous Nash game, obtained when all players act as singletons.2.6 The simultaneous game Nash : a special benchmark In order to establish an important benchmark, let Nash denote the reference game whichis played by all players simultaneously i.e. no commitment as there exist no sequentialstages and without any coalitions. We denote by z Nash an equilibrium outcome of thisnocommitment and nocooperation game. Moreover, let Z denote the set of equilibriumoutcomes corresponding to the grand coalition. Then, Proposition 1 can be extended asfollows:5Proposition 2 Consider the nocommitment and nocooperation game Nash, admittingthe Nash equilibrium outcome z Nash. Then z Nash belongs to Z and more generally to Z for any extensiveform game , characterized by arbitrary commitment patterns andcoalition structures, if V0z Nashx 0,, 0 .This condition requires that there are no direct spillovers between any pair of players , 0at z Nash. Proposition 2 follows directly from the proof of Proposition 1 and it uses thewellknown result that a Nash equilibrium belongs to the set of equilibria correspondingto the grand coalition if there are no direct spillover effects between any pair of players.Exploiting this feature, it states conditions under which cooperation and commitment areentirely irrelevant. These conditions are quite stringent but they cannot be ruled out.32.7 The linearquadratic model for policy analysis The results presented in the previous section can be used to shed some light on the natureof policy interactions in linearquadratic models. This approach to policy analysis has along established tradition, dating back to Theil 1958, and our discussion of key policyapplications will show that this approach is, indeed, still very much in use. Let us writesuch a model as follows, using our setting. Consider an economy with X players indexed by. The economy is described by a linear model, that is there exists a P 1vector y whichsummarizes the state of the economy. This vector depends linearly on the X 1vectorof actions of all players x1with y being a vector of constants. The pth element of y, yp, characterizes the aggregatevariable p, with p 1, 2,  , P. Let y denote a P 1vector of target values of thesevariables, with p th element yp. It is assumed that the target values are shared by allagents. Moreover, assume P X and let the X Xmatrix B being invertible. Thepayoff function corresponding to player is a weighted sum of squared deviations of theelements of y from their target values, such that:y y Bx,V 12h 1y 1 y 12   pyp yp2   Xy X y X2i .2Notice that individual payoffs depend on the actions of other players through the modelitself i.e. the Bmatrix and the playerspecific weights 0 in the payoff functions.To restrict the analysis to nondegenerate cases, we assume that for every variable p thereexists a pair of values p 0 and bp 6 0 where the representative entry bp B denotesthe marginal effect of player on the variable p for at least one player 1, 2,  , X.3 In many applications differences in commitment patterns or coalition structures are restricted to subgames, while early stages are identical for the games to be compared. It is straightforward to adapt thereasoning of Propositions 1 and 2 to such a special constellation by applying the conditions specified inthe two propositions to the subgames which make the games under comparison different.6Proposition 3 For an economy described by 1 and 2, the unique Nash equilibriumoutcome z Nash B1 y y of the simultaneous Nash game Nash belongs to Z forany extensiveform game characterized by arbitrary commitment patterns and coalitionstructures.Proof: see appendix.Proposition 3 states that in a linearquadratic model under the assumptions made aboveneither commitment nor cooperation matter. This result follows directly from Proposition 2 since in the linearquadratic model all direct spillover effects between any pair of players, 0 vanish at the unique Nash equilibrium. Proposition 3 is reminiscent of the analysisoffered by Tinbergen 1952. In fact, it may be seen as a generalized Tinbergen rule ina gametheoretic environment, assuming that there is no disagreement about the targetvalues of all players. It is central to stress that this result relies not only on the linearquadratic nature of the problem, but also on the assumption that each player disposes ofan instrument and that the number of independent instruments matches the number ofsquared gaps in the payoff functions of all players i.e. P X.42.8 Stochastic extension of the linearquadratic model There exists an obvious extension of Proposition 3 to a particular stochastic environment.Assume the economy is subject to S shocks, summarized by the S1vector , with meanzero and variancecovariance matrix . The economy is described by a linear model, i.e.there exists a P 1vector y of aggregate variables which depend linearly on the vector as well as on the X 1vector x of actions of all playersy y Bxx B, 0, ,3with y being a vector of constants. Again, we impose P X such that Bx denotes an X Xmatrix, which is assumed to be invertible, while B denotes a X Smatrix.All players choose ex ante i.e. before the realization of noncooperatively policy ruleswhich are linear in , i.e.4where r is a X1vector and R is a XSmatrix.5 Let the stacked matrix R r, Rsummarize the actions of all players, with R being a X S 1matrix. Suppose thatthe expected payoff of player can be represented asx r R,EV 12Eh 1y 1 y 12   pyp yp2   4 For a recent discussion of linearquadratic frameworks for policy purposes see, in particular, Woodford2003. Yet, in his applications the Tinbergen criterion of assuming an identical number of objectives andindependent instruments is typically not satisfied.5 We deliberately use this loose wording rather than to say that players commit via rules in order toavoid misunderstandings with our usage of the term commitment i.e. the order of moves of players, asdescribed in Definition 1.Xy X y X2i ,57Assume that for every variable p there exists a pair of values the representative entry bxp for at least one player 1, 2,  , X. Then, it can be shown:p 6 0 wherep Bx denotes the marginal effect of player on the variablep 0 and bx Proposition 4 For an economy described by 35 the unique Nash equilibrium outcome RNash r Nash, RN ashx B, of the simultaneous Nash game Nash belongs to Z for any extensiveform game characterizedby arbitrary commitment patterns and coalition structures.x yy and RNash, with r Nash B1 B1Proof: see appendix.Finally, for further reference, we consider a closely related variant of Proposition 4 whichgives the entire variancecovariance matrix of y, denoted by y, a role in the expectedpayoffs of players. Specifically, with 3 being unchanged, we replace, ceteris paribus, thepolicy rule 4 and the specification of expected payoffs 5 byx r REV Ee V 0y,67where 7 assumes that EV can be decomposed into an autonomous component Ee Vand a quadratic form 0y, describing a playerspecific weighted sum of the varianceand covariance terms associated with y. Because of these features, the X Smatrix R summarizes in 6 the relevant strategic components of x, i.e. r can be kept fixed atr, and one can show:Corollary to Proposition 4 : For an economy described by 3, 6, and 7 the unique Nash equilibrium outcome RNashx B of the simultaneous Nash game N ash belongs to Z for any extensiveform game characterized by arbitrary commitment patterns and coalition structures. B1Proof: see appendix.3 Monetary Unions When do cooperation and commitment matter in a monetary union? In general, thepossible existence of spillovers within countries related to private actors, of spilloversbetween countries related to fiscal and private actors and of a common monetary policyaffecting players in all countries creates a number of channels which make this questionnontrivial, i.e.it is clear that, in general, commitment and cooperation i.e. coalitionstructures do matter, within countries and between countries.Against this general insight two recently established findings seem particularly puzzling.6On the one hand, Dixit and Lambertini 2003 consider a model which allows for direct 6 Evidently, there exists a broad literature on strategic policy interactions in monetary unions going backat least to Mundell 1961. For recent contributions, using reducedform one shot games, see, in particular,Beetsma and Bovenberg 1998, 2001, Calmfors 2001, Cukierman and Lippi 2001, and Uhlig 2003. Forexamples of secondgeneration models, as discussed in Section 4.2. below, see Lombardo and Sutherland2004, Beetsma and Jensen 2005, Ferrero 2007, and Gali and Monacelli 2007.8spillovers between players acting in different countries and which nevertheless has thefeature that fiscal and monetary policymakers attain the same equilibrium outcome, irrespective of the commitment pattern and of whether policies are coordinated betweencountries or not. By contrast, Chari and Kehoe 2002 consider a model which abstractsfrom any direct spillovers between players acting in different countries and which nevertheless has the feature that equilibrium outcomes depend sensitively on commitment patternsand on whether policies are coordinated between countries or not.7Within the framework of Section 2, however, it is straightforward to resolve this puzzle.To this end, let us consider a monetary union with N member countries, indexed byi 1, 2,  , N. Let Mi denote the set of all private agents in country i. Let aij denotean action of private agent j in country i and let ai aij, ai,j. For each country thereexists a single fiscal policymaker with action i. Moreover, there exists a single monetarypolicymaker operating for the monetary union as a whole with action . In sum, a profileof actions of all players is given by x a, ,, with i, i and a ai, ai. Weconsider the following payoff functions: Payoff function of a representative private agent j in country i:Uij Uija, , . Payoff function of fiscal policymaker in country i :Vi Via, , Payoff function of cooperating fiscal policymakers:FV F C Fi Vi i Via, , n Xi1n Xi18910where Fi denotes the fiscal weight of country i in the collective fiscal payoff function. Payoff function of the central bank:MV M n Xi1i Vi Mi Via, , .n Xi111where Mi denotes the monetary weight attached to country i by the central bank.Equations 911 rule out disagreement about the targets between policymakers, i.e. werestrict possible differences between monetary and fiscal policy objectives to the weighting.8 This general setup can be used to analyze a large number of differentfactors Fpolicy constellations. To give the analysis a clear focus, we make a number of simplifyingi and Mi 7 For a closely related, but slightly less general analysis, see also Chari and Kehoe 2007.8 Implications of disagreement about the targets between policymakers are discussed, in particular, in Beetsma and Uhlig 1999 and Dixit and Lambertini 2001, 2003b.9assumptions, in line with the cited literature. First, we consider only games in whichall fiscal policymakers act at the same stage. Similarly, all private players act at thesame stage. Second, we consider only fully symmetric setups, characterized by identicalpayoff functions within each group of players. Because of this assumption, all equilibriumoutcomes are symmetric, satisfying aij a for all i, j and i for all i. Third, we rule outcoalitions between private agents and policymakers, implying that spillovers between thesegroups of players are always betweencoalition spillovers. Finally, it is worth emphasizingthat in this general setup there is scope for four different types of direct withincoalition 6 0, i 6 l, ii direct privatespillovers:spillovers between countries Uijalj 6 0, i 6 l, iii direct private spillovers within countries Uijaik 6 0, j 6 k, and iv direct spillovers between fiscal policymakers and the centralbank. The latter type of spillover can often be neglected, however, since it can only occurif there exist direct fiscal spillovers between countries.9i direct fiscal spillovers between countries Vi l 3.1 A simple irrelevance result for cooperation and commitment To establish a clear link to the setup of Section 2, consider first a set of benchmarkassumptions under which cooperation and commitment for all players become entirelyirrelevant. To this end, replace 8 and 9 against Uij Uijaij, i, Vi Xj Miij Uijaij, i, 1213and consider the three payoff functions Uij, Vi, and V M , belonging to the three types ofplayers which need to be considered in the special game Nash. In generic terms theseparticular payoff functions satisfy two strong assumptions:A1: Absence of any direct private and fiscal spillovers: Vi l A2: Congruence of payoff functions of private agents and policymakers: Vi Pj Mi These two assumptions imply that any symmetric equilibrium of the special game Nashsatisfies the requirements of Proposition 2:aik 0, i 6 l, j 6 k.ij Uij. Uijalj Uij Proposition 5 Irrelevance of coalitions structures and commitment patternsAssume the game Nash admits a symmetric Nash equilibrium, with outcome z Nash. Then,any extensiveform game 0, characterized by arbitrary commitment patterns and coalitionstructures, admits this outcome since there are no direct spillovers between any pair ofplayers at z N ash.9 In other words, in any symmetric equilibrium Vi 0 will always be ensured by V M 0, while 0 if there are no direct fiscal spillovers Mi V M ibetween countries.Vi icid:83l 6i Ml Vl i 0 will be ensured by Vi i 10Proof: A1 and A2 ensure that in any symmetric equilibrium the Nash requirement Uijaij 0, and V M 0, V Mimplies Vi 0aijaij 0, Uijimplies Vi 0, for all i, j. Hence, Proposition 2 applies. 0. Similarly, Vi i 0 implies Uij i 0, V M i 0Evidently, for Proposition 5 to prevail at this level of generality, both assumptions stressedabove are crucial.10 Against this background, it is straightforward to motivate the particular contributions of Chari and Kehoe 2002 and of Dixit and Lambertini 2003. Thekey contribution of Chari and Kehoe 2002 is to show that generically the broad irrelevance result of Proposition 5 disappears if one relaxes at least one of the two assumptions A1 or A2. By contrast, the analysis by Dixit and Lambertini 2003 can be used to seethat, even if assumptions A1 and A2 are not satisfied, the irrelevance result can reappearif the economy satisfies the additional constraints of a linearquadratic framework in linewith Proposition 3. These additional restrictions make it possible that in equilibrium alldirect spillovers between all players vanish at z Nash, which is sufficient for Proposition 2to apply.3.2 The ChariKehoe model The model of Chari and Kehoe 2002 leads to conclusions which are in spirit very differentfrom the irrelevance result of Proposition 5. To this end, the model introduces, ceterisparibus, one subtle variation into the model of Section 3.1 by replacing 12 against Uij Uijaij, ai,j, i, .14The key property of 14 is that it allows generically for direct private spillovers withincountries Uijaik 6 0, j 6 k and the model has no channel which makes these spilloversvanish in equilibrium. Consequently, Uij 0. This feature isaijsufficient to break the broad result of Proposition 5. In short, the core assumptions of Chari and Kehoe can be summarized as: 0 ; Viaij 0, V Maij Uijalj 0, i 6 l.ij Uij.A1:Absence of direct private and fiscal spillovers between countries: Vi l A2: Congruence of payoff functions of private agents and policymakers: Vi Pj Mi Assuming noncooperative private sector behaviour, the main insight of Chari and Kehoeis that in a monetary union the strong assumption of zero direct private and fiscal spilloversbetween countries is not sufficient to make fiscal cooperation between countries irrelevant.Instead, noninternalized private spillovers within countries are enough to ensure that fiscalcooperation becomes relevant at least for some commitment patterns. In other words, forsome commitment patterns noninternalized private spillovers within countries can createindirect fiscal spillovers between countries which make fiscal cooperation desirable. Tomake the implications of this feature precise, Chari and Kehoe compare fiscal cooperationand noncooperation under two different commitment patterns:10 Notice that because there are no direct spillovers between any pair of players, the irrelevance result,in fact, covers also mixed coalitions between private agents and policymakers.11CI monetary policy moves last: i i, ii aij, iii .CII monetary policy moves first: i , ii i, iii aij.Comparing fiscal cooperation and noncooperation under CI and CII, the two main propositions of Chari and Kehoe 2002, adopted to our framework, can be summarized as:11ChariKehoe 2002: Assume there are no direct spillovers between any players actingin different countries. Then, fiscal cooperation between countries is nevertheless relevantunder certain commitment patterns. Specifically, under CII , with monetary policy moving first, the equilibrium outcomes of fiscal cooperation vs. noncooperation are identical.However, under CI , with monetary policy moving last, the equilibrium outcomes of fiscalcooperation vs. noncooperation differ because of indirect fiscal spillovers related to a timeinconsistency problem of monetary policy.The irrelevance of fiscal cooperation under CII is rather obvious: at stage iii, privateagents in country i take as given i and . Hence, when fiscal policy is decided at stageii, there exist, for a given value of , neither direct nor indirect fiscal spillovers betweencountries. By contrast, under the commitment pattern CI this same reasoning does notgo through because of indirect fiscal spillovers induced by the interaction of private agentsand unionwide monetary policy.12The main contribution of Chari and Kehoe is to discuss thoroughly the subtle role of private sector behaviour in this context. In general, it is wellknown that monetary policy, if itcannot credibly move prior to the other actors, may be a source of indirect fiscal spilloversin a monetary union, reflecting the logic of a lastround bailout motive of monetary policy.For this argument to prevail under the particularly stringent assumptions A1 and A2 it iscrucial that noncooperative private sector behaviour reinforces these spillovers such thatmonetary policy cannot undo them at the margin by means of a simple envelope theorem argument. To put it differently, if private sector agents expect a monetary reactionto earlier fiscal decisions and if the private sector itself suffers within each country froma plausible coordination problem, then this latter feature creates a fiscal cooperationproblem in the first place which cannot be undone by monetary policy at a later stage. Insum, by invoking the special assumptions A1 and A2, Chari and Kehoe identify a novelsource of indirect fiscal spillovers which is specific to monetary unions.To conclude this subsection it is worth making three comments. First, as summarized inthe Appendix, one can show that under the special assumptions A1 and A2 the commitment pattern CI is, in fact, the only one which makes fiscal cooperation relevant. Second,it is well understood that in the broad class of economies studied by Chari and Kehoe fiscalcooperation becomes under all commitment patterns generically relevant if one relaxes A1and allows for direct fiscal spillover effects between countries, irrespective of whether the 11 See: Propositions 1 and 2, Chari and Kehoe p. 912, 2002.12 To rephrase this finding in the more detailed language of our Proposition 1 which, anyway, does notapply in full because of the neglect of private sector cooperation: indirect fiscal withincoalition spilloversexist under CI but not CII, because of betweencoalition spillovers between fiscal players and privateplayers, i.e. these latter spillovers are themselves a function of the timing of the monetary policy action.12lack of commitment of monetary policy may induce an additional fiscal cooperation problem. Third, given the discussion underlying Proposition 3, it is clear that linearquadraticspecifications of the ChariKehoe economy exist which lead to additional constraints thatmake coalition structures and commitment patterns irrelevant. In particular, in order toensure that the crucial derivative Uijvanishes in equilibrium, these specifications needaikto satisfy that the number of squared gaps in the payoff functions of all players matchesthe number of available independent instruments, without sacrificing the overall structureimposed by 11, 13, and 14.3.3 The DixitLambertini model The model of Dixit and Lambertini 2003 can be rewritten as a closely related variant of811 which replaces 8 and 9 against Uij Ui U U a, Vi Via, i, i, .1516Considering 15 and 16, two deviations from the benchmark model are worth stressing.First, there exists a uniform private sector throughout the monetary union such thatprivate sector behaviour reduces to aij a for all i, j, implying that there are no directprivate spillovers, be they within countries or between countries. However, the payofffunction Vi allows, in general, for direct fiscal spillover effects between countries. Second,payoff functions of private agents and policymakers are not congruent.In short, keyfeatures of this setup can be summarized as:A1: Existence of direct fiscal spillovers between countries.A2: Noncongruence of payoff functions of private agents and policymakers.Notice that because of these assumptions, unless further restrictions are introduced, thereexist direct benefits from fiscal cooperation between countries. Moreover, the frameworkallows, in principle, for direct betweencoalition spillover effects as captured by Uand Via, making also commitment patterns nontrivial. Notwithstanding these twoproperties, the analysis of Dixit and Lambertini gives rise to a general irrelevance proposition of coalitions structures and commitment patterns. The driving force behind thisstrong result is easily identified if one recognizes that the analysis is conducted withina linearquadratic framework in line with Section 2.7. Specifically, the scalar a, summarizing unionwide private sector actions, denotes private sector inflation expectations, i.e.a e, and all equilibria satisfy the assumption of rational expectations such that e .This feature can be recovered from writing U as U U a, 12 e2,i.e. e results from a minimization of the squared inflation forecast error. Moreover,the policy objective Vi represents a weighted sum of squared deviations of countryspecific 13output yi and unionwide inflation values from target values, denoted by yi and 0,respectively, such that Vi yi yi 12iyi yi2 2 ,n Xk1bik k bi e.while the output levels depend linearly on the vector of actions x e, i, i, 13:17By construction of U, Vi, and V M , there is consensus on the target values between allplayers under all conceivable cooperation and commitment schemes. Hence, as shownin the Appendix, the economy satisfies all the requirements of Proposition 3, i.e. alldirect spillovers between all players vanish at the equilibrium outcome of the game Nash.Because of this feature, this outcome is identical to the social optimum i.e. all playersalways attain their target values and U Vi 0, i, leading to a broad irrelevanceresult of cooperation and commitment which, in fact, covers also mixed coalitions betweenprivate agents and policymakers. In sum, the main proposition of Dixit and Lambertini2003, adopted to our framework, can be summarized as follows:DixitLambertini 2003: Assume there exist direct fiscal spillover effects between countries. Despite this feature, there are no benefits from fiscal cooperation, as long as there isagreement about all target values of all players in a linearquadratic framework. In fact,these target values can be attained under arbitrary coalition structures and commitmentpatterns of all players.14This result is refreshing and provocative at the same time since it challenges the conventional wisdom that the existence of spillovers should create meaningful commitmentand cooperation problems. Certainly, the model is special in many ways. For example,private sector actions are restricted to the assumption of rational inflation expectationsat the unionwide level. Similarly, there is no role for countryspecific inflation effects on 13 To facilitate a clear comparison with Chari and Kehoe 2002, our representation abstracts fromtwo features of the original DixitLambertini model which are, however, inconsequential for the key result.First, the original model decomposes inflation into a part controlled by the central bank and a contributionrelated to fiscal policies. Second, the original model has a certain stochastic flavour, in the sense that thevariables yi, bik, and bi are stochastic. Yet, since policymakers react after the realizations of these variables,the resulting ex post game is in line with the setup of Section 2.7, where without loss of generality y and B may also be seen as predetermined rather than as constant variables. This assessment covers also thefinal scenario in the original paper of socalled discretionary monetary leadership where fiscal policy isstrong enough to prevent genuine ex ante uncertainty. To see that the second point is inconsequentialfor the key result, see also our discussion at the end of Section 4.1.14 The exact wording in Proposition 1 in Dixit and Lambertini 2003, p. 245 is as follows: If themonetary and fiscal authorities in a monetary union have identical output and inflation goals, those goalscan be achieved without the need for fiscal coordination, without the need for monetary commitment,irrespective of which authority moves first and despite any disagreement about the relative weights of thetwo sets of objectives. Under the particular assumption of reducing private sector behaviour to forecastinginflation, the notion of arbitrary timing protocols of private sector activities is not meaningful. Yet, inrefined models with richer private sector strategies this would be different.14national output levels, i.e. possible tensions between such effects and policy reactions ofthe central bank to unionwide inflation developments are ruled out. However, it would bepossible to introduce refinements of the model along these lines such that the irrelevanceproposition would not be challenged.15Hence, the limitations of this proposition are linked to more fundamental concerns. First,compared with the analysis of Chari and Kehoe 2002, it is clear that linearquadraticframeworks, while being convenient shortcuts, are, by construction, very special. Second, within the above summarized linearquadratic framework the irrelevance propositionrequires that the number of squared gaps matches the number of available independentinstruments. Specifically, in the just summarized setup there are N 2 players N 1policymakers and 1 private sector player who face N 2 gaps and command over N 2 independent instruments, as embodied in the vector x e, , .16 To see the importanceof the assumption that there is no instrument shortage it is constructive to consider theclosedeconomy counterpart of the model without fiscal policy. Then, the analysis collapsesto the standard monetary policy model of Barro and Gordon 1983 where the relevanceof monetary commitment is wellknown, reflecting the tradeoff faced by monetary policyto meet output and inflation objectives with a single instrument.174 International monetary policy cooperation The purpose of this concluding section is to show that the literature on internationalmonetary policy cooperation among fully sovereign nations offers clear analytical counterparts to our discussion of the irrelevance of cooperation and commitment in monetaryunions. This assessment holds true for socalled firstgeneration models with adhoc payoff functions similar to the economies covered so far as well as for the by now widelyused secondgeneration models where the payoff functions of policymakers are made fullyconsistent from first principles with the welfare objectives of private agents.18 For eithertype of model irrelevance results obtain under particular assumptions. As we show in the 15 There exist hybrid monetary unions models, like Calmfors 2001, which respect for some, but notall reduced form equations, the linearquadratic structure. Yet, to use them as counterexamples to thereasoning of Dixit and Lambertini is not entirely satisfactory.16 The independence assumption can be questioned if one explicitly acknowledges that all policy instruments are tied together by a combined budget constraint of the public sector, as stressed, in particular,by Cooper and Kempf 2004. Otherwise the model of Cooper and Kempf 2004 is very different from Dixit and Lambertini 2003.In particular, it is not of the linearquadratic variety. However, from abroader perspective, the neglect of the budget constraint could be rationalized if one thinks about policyactions without direct budgetary incidence, like reform measures which affect the competitiveness ofindustries etc. Moreover, in a narrow fiscal context, one could assume that national treasuries have accessto balancing items which do not create spillovers between countries.17 Finally, to mechanically add additional fiscal instruments is not sufficient. It is worth emphasizing thatmonetary and fiscal policymakers differ systematically in their effectiveness visavis the private sector.Monetary policy suffers from the wellknown time consistency problem, i.e.in a rational expectationsequilibrium e monetary policy cannot close the structural output gap yi yi, while fiscalpolices do not face such a restriction. This fundamental difference between the two types of policymakersis remarkably different from the otherwise symmetric treatment of all policymakers.18 These labels are borrowed from Canzoneri et al. 2005.15remainder of this section, key features of these assumptions can be reproduced within ourgeneral framework. Our key references for firstgeneration models are Rogoff 1985 and Canzoneri and Henderson 1988, 1991, while our discussion of secondgeneration models takes the analysis of Obstfeld and Rogoff 2000, 2002 as well as the summary paperby Canzoneri et al 2005 as the main reference points. Given the widespread use ofstochastic settings in this literature, we invoke results established in Section 2.8.4.1 Firstgeneration models Rogoff 1985 and Canzoneri and Henderson 1988, 1991 offer widely cited contributions ofthe firstgeneration type which give clear insights about the nature of cooperation and commitment problems in international monetary policymaking.19 The CanzoneriHendersonmodel is often referred to because it can be used to see the existence of generic benefitsfrom cooperation between policymakers, while the analysis of Rogoff 1985 gives rise tothe insight that such benefits can well be elusive if commitment patterns particularly thetiming of private sector actions are not considered as well.20Both contributions study symmetric twocountry setups, leading to reduced forms whichduplicate the BarroGordon tradeoffs. These tradeoffs, however, are enriched with monetary spillovers between the two countries. Moreover, both studies use linearquadraticsetups. We offer a simplified representation which, while capturing the main insightsfrom the two studies, is kept deliberately similar to the exposition of the DixitLambertinimodel discussed above.21There exist two equally sized and structurally identical countries with two independentcurrencies. In each country, the monetary policymaker controls domestic inflation i.e. iis the single instrument of the monetary policymaker in country i and he faces an output and an inflation objective. The inflation objective creates monetary spillover effectsbetween countries. Specifically, the inflation objective is defined in terms of CPIinflationwhich, because of trade linkages, depends on both domestic and foreign inflation. Moreover, the output levels in the two countries also depend on the monetary policy instrumentsof both countries. To express these interdependencies, exchange rate patterns need to bespecified. To this end, letwhere er and en denote the change in the real and the nominal exchange rate, respectively.Accordingly, an increase in er amounts to a real depreciation of the exchange rate fromthe perspective of country 1. CPIinflation of the two countries is given byer en 2 1,1CP ICP I2 1 1 2 en 1 1 er 2 1 1 en 2 1 er,181919 For further important contributions to this literature, see, among others, Hamada 1985 and Oudizand Sachs 1984, and the wellstructured surveys in Devereux 1990 and Persson and Tabellini 1995.20 For a similar insight in a model with international fiscal policy cooperation, see Kehoe 1989.21 Similar to our representation, see also the discussion in Walsh chapter 6.3. In particular, deviatingfrom the original contributions we do not cast monetary policy in terms of money supplies, but directly interms of inflation outcomes.16with 0, 1 denoting the openness of the countries in terms of consumption i.e. avalue of close to 1 represents strong home bias. Output in the two countries is givenbyy 1 y b1 ey 2 y b2 e 1 beer ee 2 beer eer r ,2021where 0, 2 denotes a common productivity shock, while b 0 and be 0 denotethe direct output effects of inflation and real exchange rate surprises.22In line with Rogoff 1985, consider the following timing protocol, to be modified below. Privateform rational expectations of 1, 2, and er prior toagents in both countries act i.e.the realization of . Specifically, private agents, anticipating symmetric policy reactionsto the common shock , correctly expect that the real exchange rate remains unchanged,i.e. eer er 0. Policymakers in both countries act after the shock has been observed.Assuming CP I 0, the expected exante payoffs of policymakers are given byi EVi 12Ey yi2 CP Ii2 ,i 1, 2.22Policymakers are assumed to follow rules which are linear in , in line with 4 in Section 2.8. Given the assumed timing protocol, it is instructive to consider first games whichinvolve only the two policymakers. When optimizing ex ante over the reaction coefficientsin the policy rules to maximize 22, policymakers take as given the rational expectationsof exchange and inflation rates of the private sector which can be calculated by backwardinduction. Then, comparing cooperative vs. noncooperative behaviour of policymakers,it is possible to show EV ncii EV cwith 1 nc 22: nc c c 0 and nc 12y y2ncy cy 0,yy ci 1, 2.23where the latter condition requires a mild restriction on be and which, together withthe terms, is stated in the Appendix. Notice that EV is expressed as a loss, i.e.low values should be preferred to high ones. From the expressions for the terms oneeasily verifies that the cooperative and noncooperative solutions coincide in the specialcase in which there are no direct monetary spillovers between countries requiring 1and b 2 0. In sum, this stylized representation reproduces the following two wellknownresults from the literature.Rogoff 1985 and CanzoneriHenderson 1988, 1991:In general, coalition structures and commitment patterns are not irrelevant, notwithstanding agreement about all target values of all players.22 This assumption is necessary to ensure that the perceived total effect of inflation surprises on homeoutput b be is smaller than the direct effect b, reflecting the dampening effect of a real appreciationof the exchange rate on home output. Hence, under noncooperation, the exchange rate channel has adisciplining effect on inflation incentives. This feature is key for the results summarized below.17i Assume y y, i.e. monetary policymakers face no time inconsistency problem.Then, there exist benefits from cooperation between policymakers.ii Assume y y, i.e. monetary policymakers face a time inconsistency problem.Then, there exist costs and benefits from cooperation between policymakers, and for y y being sufficiently large i.e.the time inconsistency problem being sufficiently severe,cooperation between policymakers is not desirable.Why is cooperation between policymakers, generically, relevant under the assumed commitment pattern? Generally speaking, the equation system 1822 fits the frameworkdiscussed in Section 2.8. However, to undo the direct withincoalition spillover effects between policymakers in line with Proposition 4 would require that the number of objectivesmatches the number of independent instruments. This is not the case, since in 22 thereare altogether four gaps to be closed two output gaps and two CPIinflation gaps, whilethere are only two instruments 1, 2 available to the policymakers. This mismatch between instruments and gaps rules out that the direct spillovers vanish at the simultaneousmove Nash game played by the two policymakers. Moreover, with Proposition 4 being notsatisfied, it is clear that these spillovers give rise to strategic conflicts over the choice ofthe policy instruments also under alternative commitment patterns.We conclude this subsection by making three comments. First, the assumed timing protocol i.e. the assumption that the private sector acts prior to the realization of , whilepolicymakers act afterwards helps to separate in the cooperation problem of policymakersstabilization aspects captured by 2 from systematic inflation incentives captured byy y2. However, this protocol can also be used to see why firstgenerations modelshave been criticized for their lack of convincing microfoundations. Specifically, under thistiming protocol it is clear that inflation expectations, while being on average correct, willdiffer from realized inflation if 6 0. But how to account for this feature from a welfareperspective? Assume, for example, that the exante payoffs of the representative privateagents in the two countries are given by EUi 12Ei ei 2,i 1, 2.Then, as shown in the appendix, it is straightforward to establish EU nci EU ci 12 nc 2 c 0i 1, 2,24indicating that under this particular measure private agents would always prefer noncooperation of policymakers.23 This finding is not in line with the comparison based on theex ante payoffs of policymakers summarized above. Given the adhoc specification of themodel there is no metric which could be used to address this discrepancy, indicating whythe profession has recently shifted to models with explicit microfoundations, as discussedin Section 4.2.23 Intuitively, the private sector does not bear costs associated with the inflation bias i.e. the equilibriumlevel of inflation, but only with the forecast error around this level. This error is larger under cooperation,because policymakers use the inflation instrument more actively for any given realization of .18Second, the instrument shortage does not disappear if one considers the alternative timingprotocol under which all players, policymakers and private agents, follow rules whichcall for action after the realization of . Compared with the previous discussion, thismodification ensures that ex post realized inflation and inflation expectations of the privatesector will always be identical. However, it is easy to check that policymakers would stilllack independent instruments to close the gaps related to output and inflation.Third, given the close relationship of the reduced forms with the DixitLambertini framework, these results may be at first sight somewhat surprising. Yet, the discrepancy simplyreflects that Rogoff 1985 and Canzoneri and Henderson 1988, 1991 deliberately allowfor a mismatch between instruments and objectives which is absent in the DixitLambertinianalysis. It would be straightforward to overcome this mismatch within the above framework if one introduces in each country one additional fiscal player with an additionaland independent instrument that relates linearly to output and CPIinflation. To this end,assume, ceteris paribus, instead of 2021 and in line with 17y 2 y y 1y b1 eb2 e 1 beer eer2 beer eer B 1 2 ,where 1 and 2 denote the two additional fiscal instruments and the 2 2matrix Bis assumed to be invertible. Assume private sector expectations are formed prior to therealization of , while the four policymakers move afterwards. Then, the policymakers,when acting noncooperatively, will be able to achieve yi y and CP I 0 forall realizations of and consistent with rational private sector expectations i ei ander eer 0, i 1, 2 by setting their four instruments according to the rules CP Iii 1 2 0 2 A eb 11 eb 12 1eb 21 eb 22 ! y y A eb 11 eb 12eb 21 eb 22 ! ,whereebij, i, j 1, 2 denotes the representative entry of the matrix B1. Consistent withrational private sector expectations, the same outcome can be noncooperatively implemented by policymakers if the private sector forms expectations after the realization of. In sum, it is easy to see that, by adding two additional instruments in the spirit of Dixit and Lambertini, Proposition 4 applies within the augmented framework, leading toa broad irrelevance result of coalitions structures and commitment patterns among international policymakers, covering both monetary and fiscal policymakers. Alternatively,rather than to increase the number of instruments, with the same effect a reduction ofobjectives could be considered: for example, if the two countries were to focus solely onthe inflation objective i.e. i 0, the desirability of cooperation, once more, woulddisappear.4.2 Secondgeneration models The question of whether there exist sufficiently many instruments in frameworks with alinearquadratic representation is also of relevance in secondgeneration models. In these 19models the sources of strategic conflict between countries are similar to firstgenerationmodels. Yet, the welfare measure of policymakers is consistently derived from optimizingprivate sector behaviour in a fully specified general equilibrium setting. Moreover, therange of different policy games that can be studied within such a setup is typically large,reflecting the richness of the underlying general equilibrium specification.The framework of ObstfeldRogoff 2000, 2002 has been particularly influential for thisclass of models. It considers a twocountry extension of a New Keynesian framework withimperfect competition and sticky wages, thereby ensuring that monetary policy has aneffective stabilization role. Importantly, while the private sector sets nominal wages beforethe uncertainty has been resolved which is captured by random productivity shocks,monetary policymakers act after these shocks have been realized. To establish a naturalbenchmark for the assessment of the welfare effects of monetary policy, Obstfeld and Rogoff decompose the welfare objective of policymakers, which coincides with the expectedwelfare of representative private agents in the two countries and will be denoted below by EVi, into a flexiblewage component Ee Vi and a residual component which capturesthe additional effects coming from the existence of sticky wages 0iyi. Based on thisdecomposition, a twostep procedure can be invoked to check the irrelevance of monetarypolicy cooperation between the two countries. First, it needs to be checked whether theflexible wage solution around which the monetary stabilization takes place is constrained Pareto efficient ex ante. Broadly speaking, this criterion will be satisfied if the sticky wagedistortion is the only general equilibrium distortion which is affected by monetary policy.By contrast, if the setup allows for further and genuine openeconomy imperfectionsthat can be affected by monetary policy, like risksharing concerns under imperfect capitalmarkets, this criterion is typically no longer satisfied.24 Second, assuming that the firstcriterion is satisfied, it needs to be established whether the flexible wage solution can beimplemented by monetary policy. Obstfeld and Rogoff offer a fully tractable frameworkwhich can be used to address these features with closedform solutions. To reproduce themodel in all its details goes beyond the scope of this paper. Instead, by drawing also onthe representation of the model by Canzoneri et al 2005, we offer a sketch that showshow the principles which drive the irrelevance of policy cooperation can be linked tothe Corollary to Proposition 4 of Section 2.8.25Consider the following sketch of a symmetric model of two countries, home and foreign.Each of these countries produces three types of monopolistically competitive goods withthe foreign produced goods denoted by a star : an aggregate nontraded good N, N, anaggregate tradeable good which is consumed only domestically D, D, and an aggregatetradeable good which is exported to the other country E, E. The latter type of goodscreates the key channel of policy interaction between the two countries, i.e.the good E E is produced in the home foreign country and consumed in the foreign homecountry, with the terms of trade being determined by monetary policy.In all sectors,24 For systematic discussions of interactions between closedeconomy and openeconomy distortions inclosely related models, see, among others, Corsetti and Pesenti 2001 and Benigno 2002.25 All cited papers focus on the irrelevance of policy cooperation. However, whenever the irrelevance ofpolicy cooperation is established by means of Proposition 4, this also implies the irrelevance of commitmentpatterns, i.e. policymakers may be called to implement their actions under arbitrary orders of moves.20production technologies are linear and labour is the only factor of production. Preferencesof the representative consumerproducer h in the home country are given by 26U h Ch11 YN hEN YDhED YEhEEN hCDhC13Eh,Ch C1313where C denotes a CobbDouglas consumption aggregator of the three types of goods, denotes the constant coefficient of relevant risk aversion, Yjh the output levels ofthe three types of goods produced by producer h, and Ej the corresponding randomsectorspecific productivity levels. Under flexible wages, wage setters in the underlying DixitStiglitz economy can respond to the productivity shocks, while under sticky wagesproductivity levels are realized after nominal wages have been set.27 Each policymaker hasone instrument, the nominal money supply M, M, which can respond to the realizedproductivity shocks, subject to exante chosen statecontingent rules.In equilibrium,markets for all goods clear and the current account is assumed to be balanced every period,requiring appropriate adjustments of equilibrium prices and the flexible exchange ratefor given money supplies.Importantly, under the particular assumption of intertemporal logarithmic utility 1,the model exhibits for all conceivable patterns of shocks perfect international risk sharingof consumption risks in tradeable goods, reflecting the separability of utility in tradeableand nontradeable goods.28 This feature ensures that the flexible wage solution becomesconstrained Pareto efficient ex ante. In other words, taking as given the nonmonetarydistortions of the economy related to monopolistic competition, monetary policy cannot Paretoimprove upon replicating the flexible wage equilibrium. In sum, assuming 1,the welfare objectives faced by the two policymakers have a representation of the form EVi Ee Vi 0iyi,i 1, 2,where the vector y summarizes the sources of volatility, with associated variancecovariancematrix y, which make the sticky wage economy depart from the flexible wage economy.As stressed by Canzoneri et al 2005, the vector y, in general, summarizes two distincteffects: i the effects of the six sectorspecific productivity shocks and ii the demand effectsof monetary policy which operate within the model not sectorspecific, but proportionalto aggregate demand in the two countries. Using the notation j logEj and x m 1,m 2, with mi logMi, it can be shown that the 6 1vector y can be represented asy y Bxx B,26 The neglect of monetary balances reflects the assumption of the cashless limit. This assumption isimportant since it contributes to the central feature of the model that any direct monetary spilloversbetween countries enter the welfare objective only through the consumption channel.27 Canzoneri et al. compare directly an environment of flexible and sticky output prices measured interms of producer currency prices, while Obstfeld and Rogoff specify the analysis in terms of flexible andsticky wages. However, with labour being the only production input and constant and identical elasticitiesof demand across goods, this different representation is inconsequential.28 For a closely related analysis, see Proposition 2 in Clarida et al. 2002, p. 897.21where y 0 y N , y D, y E, y N, y D, y E, 0 N , D, E, N, D, E and Bx and Bdenote 6 2 and 6 6matrices, respectively.29 Monetary policy actions are restricted tosatisfyx rR.Within this representation it is easy to see that for arbitrary realizations of the two monetary policymakers have not sufficient instruments to ensure that in the noncooperativegame expost all entries of y and, hence, of y will be set to zero, since Bx is not invertible. Exploiting this feature, Canzoneri et al conclude that, despite assuming 1,cooperative and noncooperative behaviour of monetary policymakers leads in general todifferent outcomes.30 However, as a special case within this representation, it is straightforward to establish the benchmark irrelevance result of monetary policy cooperation obtained by Obstfeld and Rogoff if one abstracts from sectorspecific shocks and imposesinstead that there only exist two countryspecific shocks, i.e. N D E and N D E . Ceteris paribus, this ensures that there remain only two sourcesof volatility which lead to deviations of the sticky wage economy from the flexible wageeconomy. Hence, there exists a representationy y yy Bx m 1m 2 B .This representation, with the 2 2matrix Bx being invertible, satisfies all the requirements for the Corollary to Proposition 4 to apply. In other words, noncooperative andcooperative outcomes of monetary policy are identical and the flexible wage solution canbe ex post implemented for arbitrary realizations of and .The analytical strength of the ObstfeldRogoff framework is reflected by the fact thatclear insights can also be obtained for environments characterized by 6 1. Under thisassumption, the availability of sufficiently many stabilization tools as required for theimplementation of the flexible wage outcome does no longer suffice to ensure that noncooperative selforiented Nash policies coincide with the cooperative outcome. Intuitively, the risksharing criterion comes in as an additional welfare objective which changesthe tradeoffs under cooperative and noncooperative policies, implying that, in general,Ee Vi is no longer independent of x. However, for the special case in which the countryspecific shocks are identical in the two countries i.e. caused by the same global shocksuch that this latter concern is no longer relevant. In other words, assuming 6 1,it can be shown that under the particular assumption that all shocks are only of globalnature the irrelevance proposition will be restored.In sum, adapted to our framework, this reasoning can be summarized as follows:29 For this representation to be exact under 1, it requires that all shocks are lognormally distributed.Moreover, to preserve consistency with our Section 2.8, notice that, slightly different from the notationin Canzoneri et al 2005, p.373, the elements of the vector y do not stand for the logarithms of sectoraloutput levels per se, but they rather capture the differences between the logarithms of sectoral output andproductivity levels, i.e., using their notation, they denote yj zj.30 For this conclusion, see Proposition 3 in Canzoneri et al. 2005, page 376.22ObstfeldRogoff 2000, 2002 and Canzoneri et al 2005:Assume there exist direct monetary spillover effects between countries. Then, coalitionstructures and commitment patterns between policymakers, in general, are not irrelevant.However, if the flexible wage solution is constrained Pareto efficient ex ante and if thereexist sufficiently many instruments to stabilize the economies at this solution coalitionstructures and commitment patterns between policymakers become irrelevant.In order to obtain an irrelevance result along these lines, both criteria need to be satisfied.As indicated by the discussion of the risksharing criterion, often the two criteria cannotbe independently assessed. Because of these features, the related literature typically concludes that the theoretical requirements for a complete absence of gains from cooperationin secondgenerations models are very restrictive. This can be seen from the following, notexhaustive list of variations of the ObstfeldRogoff benchmark model, stressing channelswhich are different from Canzoneri et al 2005. For example, Devereux and Engel 2003and Corsetti and Pesenti 2005 relax the assumption of producer currency pricing and reestablish gains from cooperation under different pricing regimes. In particular, gains fromcoordination arise for intermediate pricing cases in which there is neither zero nor complete passthrough from exchange rate changes to consumer currency prices. Benigno and Benigno 2006 drop the assumption of a unit elasticity of substitution between home andforeign goods and argue that, in general, the termsoftrade channel becomes strategicallyrelevant if the intertemporal and intratemporal elasticities of substitution in consumptionare different from each other. Moreover, they allow for alternative types of shocks likemarkup shocks and argue that in optimal cooperative outcomes the exchange rate regimeitself might, in fact, be different for different types of shocks. Like Benigno and Benigno2006, Sutherland 2004 as well as Lombardo and Sutherland 2004 also drop the assumption of a unit elasticity of substitution between home and foreign goods. Sutherland2004 finds that gains from cooperation depend significantly on the assumed asset marketstructures, in particular with respect to their ability to facilitate consumption risk sharing.Lombardo and Sutherland 2004 consider an extension of the ObstfeldRogoff frameworkin which both monetary and fiscal policies can be used as stabilization tools and identifyconditions under which fiscal cooperation improves welfare, both under flexible and stickyprices and conditional on the noncooperation between monetary policies.31It should be emphasized, however, that despite this range of rather unambiguous theoretical predictions the verdict on the quantitative relevance of spillovers in secondgenerationmodels is still very much open. In particular, Obstfeld and Rogoff 2002, p. 504 arguethat  our attempts to parameterize our model suggest that even when cooperation isbeneficial in theory, it may be relatively unimportant empirically. By contrast, Canzoneri et al 2005, p. 364  conclude based on theoretical considerations and a firstpass calibration of our model that second generation models may have more scope forpolicy coordination than did the first.32 It seems safe to conclude that this debate will 31 The paper also discusses these findings in a monetary union version of the model, related to the analysisby Beetsma and Jensen 2005.32 For a more comprehensive discussion of quantitative findings in this context, see, for example, Coenenet al. 2007.23not be solved soon, given the inherently complex relationship between policy instrumentsand modelspecific welfare objectives in secondgenerations models. At the same time,this insight points at the importance of tractable benchmark models, as discussed in thissection, which give rise to unambiguous analytical results and which therefore can givesome structure to the quantitative findings from larger models.5 Conclusion In this paper, we set up a general framework to address the importance of commitmentpatterns and cooperation schemes in policy games between various policymakers. We provethat the nature of spillover effects between agents is of key relevance to answer this issue.To this end, we offer a simple classification of spillover effects between agents which distinguishes between withincoalition and betweencoalition spillover effects. Based on thisclassification, we provide general propositions which prove that under some conditions,linked to these spillover effects, commitment and cooperation schemes do not matter.In particular, linearquadratic models can well lead to the conclusion that commitmentand cooperation issues are entirely irrelevant. Yet, the conditions which are responsiblefor this puzzling result are shown to be rather restrictive and, more importantly, theseconditions have no longer any bite in a generic, nonlinearquadratic environment. Wethen apply these theoretical results to review a number of recent, seemingly contradictorycontributions on policy interactions within monetary unions and among fully sovereignnations.24References1 Barro, R. and Gordon, D., Rules, discretion, and reputation in a model of monetarypolicy, Journal of Monetary Economics, 12, 101121, 1983.2 Beetsma, R. and Bovenberg, L., Monetary union without fiscal coordination maydiscipline policymakers, Journal of International Economics, 45, 239258, 1998.3 Beetsma, R. and Bovenberg, L., The optimality of a monetary union without a fiscalunion, Journal of Money, Credit, and Banking, 332, 179204, 2001.4 Beetsma, R. and Jensen, H., Monetary and fiscal policy interactions in a microfounded model of a monetary union, Journal of International Economics, 67, 320352,2005.5 Beetsma, R. and Uhlig, H., An analysis of the Stability and Growth Pact, Economic Journal, 109, 546571, 1999.6 Benigno, P., A simple approach to international monetary policy coordination, Journal of International Economics, 57, 17796, 2002.7 Benigno, G. and Benigno, P., Designing targeting rules for international monetarypolicy cooperation, Journal of Monetary Economics, 53, 473506, 2006.8 Calmfors, L., Unemployment, labor market reform, and monetary union, Journal of Labor Economics, 192, 265289, 2001.9 Canzoneri, M., Cumby, R. and Diba, B., The need for international policy coordination: whats old, whats new, whats yet to come?, Journal of International Economics, 66, 36384, 2005.10 Canzoneri, M. and Henderson, D., Monetary policy in interdependent economies: agame theoretic approach, MIT Press, 1991.11 Chari, V. and Kehoe, P., International coordination of fiscal policy in limitingeconomies, Journal of Political Economy, 983, 617636, 1990.12 Chari, V. and Kehoe, P., Time inconsistency and freeriding in a monetary union,Federal Reserve Bank of Minneapolis Research Department, Staff Report 308, seealso: 2nd OSU Macroeconomics Lecture, Journal of Money, Credit and Banking,forthcoming, 2002.13 Chari, V. and Kehoe, P., On the need for fiscal constraints in a monetary union,Journal of Monetary Economics, forthcoming doi:10.1016j.jmoneco.2007.06.032 ,2007.14 Clarida, R., Gali, J. and Gertler, M., A simple framework for international monetarypolicy analysis, Journal of Monetary Economics, 49, 879904, 2002.2515 Coenen, G., Lombardo, G., Smets, F., and Straub, R., International transmissionand monetary policy cooperation, in: J. Gali and M. Gertler eds.: Internationaldimensions of monetary policy, NBER, forthcoming, 2007.16 Cooper, R. and Kempf, H., Overturning Mundell: Fiscal policy in a monetary union,Review of Economic Studies, 71, 371396, 2004.17 Corsetti, G. and Pesenti, P., Welfare and macroeconomic interdependence, Quarterly Journal of Economics, 116, 421446, 2001.18 Corsetti, G. and Pesenti, P., International dimensions of monetary policy, Journal of Monetary Economics, 52, 281305, 2005.19 Cukierman, A. and Lippi, F., Labour markets and monetary union: a strategic analysis, Economic Journal, 111, 541565, 2001.20 Devereux, M., International cooperation, precommitment, and welfare, International Economic Review, 31, 2, 43956, 1990.21 Devereux, M. and Engel, C., Monetary policy in the open economy revisited: pricesetting and exchange rate variability, Review of Economic Studies, 70, 76583, 2003.22 Dixit, A. and Lambertini, L., Monetaryfiscal policy interactions and commitmentversus discretion in a monetary union, European Economic Review, 45, 977987, 2001.23 Dixit, A. and Lambertini, L., Symbiosis of monetary and fiscal policies in a monetaryunion, Journal of International Economics, 60, 23547, 2003.24 Dixit, A. and Lambertini, L., Interactions of commitment and discretion in monetaryand fiscal policies, American Economic Review, 935, 15221542, 2003b.25 Ferrero, A., Fiscal and monetary rules for a currency union, mimeo, 2007.26 Gali, J. and Monacelli, F., Optimal fiscal and monetary policy in a currency union,mimeo, 2007.27 Hamada, K., The political economy of international monetary interdependence, MITPress, 1985.28 Kehoe, P., Policy cooperation among benevolent governments may be undesirable,Review of Economic Studies, 562, 289296, 1989.29 Lombardo, G. and Sutherland, A., Monetary and fiscalinteractions in openeconomies, Journal of Macroeconomics, 26, 319347, 2004.30 Mundell, R., A theory of optimum currency areas, American Economic Review, 51,657665, 1991.31 Obstfeld, M. and Rogoff, K., Global implications of selforiented national monetaryrules, Quarterly Journal of Economics, 117, 503535, 2002.2632 Oudiz, G. and Sachs, J., Macroeconomic policy coordination among the industrialeconomies, Brookings Papers on Economic Activity, 1, 164, 1984.33 Persson, T. and Tabellini, G., Doubleedged incentives: Institutions and policy coordination, in: G. Grossman and K. Rogoff ed., Handbook of International Economics,Volume III, Chapter 38, Amsterdam, 1995.34 Rogoff, K., Can international monetary cooperation be counterproductive?, Journalof International Economics, 18, 199217, 1985.35 Sutherland, A., International monetary policy coordination and financial market integration, CEPR Discussion Paper No. 4251, 2004.36 Theil, H., Economic forecasts and policy, North Holland, 1958.37 Tinbergen, J., On the theory of economic policy, North Holland, 1952.38 Uhlig, H., One money, but many fiscal policies in Europe: what are the consequences?,in: M. Buti ed., Monetary and fiscal policies in EMU, Cambridge University Press,2956, 2003.39 Woodford, M., Interest and Prices, Princeton University Press, 2003.276 Appendix 6.1 Proof of Proposition 1We consider twostage games and 0, allowing for coalitions among subsets of agents.It is easy to generalize the proof to games with more stages. Consider first a game . Wepartition the set of players into two subsets 1 and 2. 1 2 is formed of players makingtheir decision at stage 1 2. At each stage, coalitions may be active. There are K Lcoalitions at stage 1 2, denoted by Ck Cl. We denote by C1 C2 the set of coalitionsformed in stage 1 2. For a given structure of coalitions, the game is solved by subgameperfection. A SPNE outcome z of the twostage game satisfies the following conditions:At stage 2,d Vzdx X0Cl, 060d V0zdx 0, Cl,Cl C225where the first term captures the effect of the action of player on his own welfare, while thesecond term describes the direct withincoalition spillover effects on the coalition membersin the coalition Cl. Since stage 2 is the final stage of the game, there are by constructionno indirect withincoalition spillover effects.At stage 1, XCl C2 X00Cl V0zx Vzx 00 X0Ck, 06x 00x 0 XCl C2 X00Cl Vzx X0Ck, 060 0, Ck,Ck C1.V0zx 00x 00x26To describe stage 1 interactions, four effects can be distinguished. The first term capturesthe direct effect of the action of player on his own welfare, while the second term describesthe indirect effect on his own welfare through actions taken by players in coalitions formedin the second period. For this second term to be nonzero it is necessary that there existdirect betweencoalition spillover effects between and at least one player 00 acting at stage 2, i.e. Vzmust be nonzero for at least one pair and 00. The third term describesx 00the direct withincoalition spillover effects of the action x on the coalition members inthe coalition Ck. Finally, the fourth term captures the indirect withincoalition spillovereffects on the coalition members in the coalition Ck through actions taken by players incoalitions formed at stage 2. For this fourth term to be nonzero it is necessary that thereexist direct betweencoalition spillover effects between at least one other member of Ckand at least one player 00 acting at stage 2.Correspondingly, one can derive the set of conditions applying to 0.28To ensure that 25 and 26 admit the same equilibrium outcome for two games and 0,the set of sufficient conditions summarized in Proposition 1 are derived from the followingtwostep procedure. First, to undo the effects of different commitment patterns in and 0, all direct betweencoalition spillover effects between players acting at different stagesare required to be zero at z. This requirement ensures that the second and fourth termdiscussed in 26 vanish in equilibrium. Second, a condition is needed which addresses theeffects of different coalitions structures in and 0. Certainly, a sufficient condition wouldbe to require that the direct withincoalition spillover effects for all coalitions formed in and 0 vanish at z, implying that 25 and 26 reduce for both games to 0, . Yet, having controlled for possible differences in commitment patterns already inthe first step, 25 and 26 admit for and 0 the same equilibrium outcome also underthe weaker condition that the direct withincoalition spillover effects need to vanish at zonly for those coalitions which are formed in 0, but not in , and vice versa.This reasoning can be generalized to games with more than 2 stages, as any h stageextensive form game can be restated as a sequence of 2stage extensiveform games. Vzx Remark at Proposition 2: If at z Nash all direct spillovers between any pair of playersvanish it is clear from 25 and 26 that z N ash is a subgame perfect Nash equilibriumoutcome for any possible extensiveform game characterized by arbitrary commitmentpatterns and coalition structures.6.2 Proof of Proposition 3Using 1 in 2, we can express V as:V 121y 1 y 1 XPj1XPj1Xy X y X b Xjxj2b 1jxj2   pyp yp bpjxj2  XPj1In general, any Nash equilibrium outcome z N ash of the simultaneous Nash game Nashplayed by the X players satisfies the set of conditions:Vz Nashx 0, .Because of the linearquadratic structure, this set of equations can be expressed as follows:The direct spillover effect of 0 on agent s payoff is given by the expression:Vz NashxXPp1pbpyp yp bpjxj 0, XPj1pbp 0yp yp bpjxjXPj1Vz Nashx 0XPp1292728Let z N ash B1 y y . This vector satisfies 27, as required for a Nashequilibrium.Moreover, this solution is unique since it has been assumed that for every p the productp is nonzero for at least one 1, 2,  , X. Finally, at z N ash for any pair , 0pbxequation 28 is zero. Hence, the linearquadratic case satisfies Proposition 2.6.3 Proof of Proposition 4The proof is analogous to the proof of Proposition 3. Combine 3 and 4 and define M Bx R B to obtainy y y y Bxr Bx R B y y Bxr MUse this equation in 5 to obtain for player EV 12pyp yp EXPp1bxpjrj XPj1mpss2 ,SPs129where bxpj and mps denote representative entries of the X Xmatrix Bx and of the X Smatrix M, respectively. Any Nash equilibrium outcome RNash r Nash, RN ash ofthe simultaneous Nash game Nash played by the X players satisfies the set of conditions EVRNashr EVRNashrs 0, . 0,s 1, 2,  , S, and ,where r and rs are representative entries of the X 1vector r and the X Smatrix R, respectively. Because of the linearquadratic structure, this set of equations can beexpressed as follows:The direct spillover effects of 0 on agent s expected payoffs are given by the expressions:EVRNashr EVRNashrs E XPp1 E XPp1pbxpmpsrs30pyp yp 0, .syp yp 0,s 1, 2,  , S, and 31p 0yp yp 0syp yp 0,s 1, 2,  , S.mpsrpbx3332p 0s E XPp1 E XPp1EVRNashr 0EVRNashr 0s Let RNash r Nash, RNashx B, implyingy y. Hence, RNash satisfies 30 and 31, as required for a Nashequilibrium. Moreover, this solution is unique since it has been assumed that for every p the product pbp isx yy and RNash, with r Nash B1 B130nonzero for at least one 1, 2,  , X. Finally, at RNash for any pair , 0 equations 32and 33 are zero. Hence, this stochastic extension of the linearquadratic case satisfies Proposition 2.Proof of the Corollary to Proposition 4 :Notice that 29 can be alternatively expressed as EV V Det 12p SPs1mpss 2 V Det 12XPp1p V aryp,where V Detdenotes a deterministic component. Based on this decomposition considernow the extended problem which ignores, for simplicity, all constant terms of the form E XPp1pq SPs1EV E XPp1XPq1mpss SPs1mqss XPp1XPq1pq Covyp, yq,34where the indices of the terms have been extended to account for the additional covariance terms. Because of the additively multiplicative structure within 34 it is clear B1that M 0, as implied by RNashx B, i satisfies the set of firstorder conditionscharacterizing the simultaneous Nash game Nash and ii ensures that all direct spilloversbetween all pairs of players vanish at RNash.6.4 The model of Dixit and Lambertini: a special case of Proposition 3The representation of the model of Dixit and Lambertini described in Section 3.3 can berewritten as follows such that it satisfies 1 and 2. First, define the inflation forecasterror such that f e e. Then, introduce a new vectorey f e, y,, withey relatingto the states of the three groups of agents: single private sector actor, countryspecificfiscal policymakers, single monetary policymaker. Sincef e en Xk1bik k bi eyi yi ,ey can be linearly linked to the instruments x e, , in line with 1, i.e.withey 0, y,0. Moreover, the target value of the inflation forecast error satisfies f e 0. Hence, the payoff function of all three types of noncooperative playersey ey e Bx,U Vi V M 12121f e f e2 e22hiyi yi2 2i n Xi12 n Xi1Mi Vi M1i iyi yi2 212iyi yi2 231are in line with 2.6.5 The model of Chari and Kehoe: main results Consider first the four games CK1 CK4 studied by Chari and Kehoe and summarized inthe main text, with:1. Game CK1 under CIno fiscal cooperation, monetary policy moves last:i i noncooperatively, ii aij noncooperatively, iii .2. Game CK2 under CIfiscalcooperation, monetary policy moveslast:i i cooperatively, ii aij noncooperatively, iii .3. Game CK3 under CIIno fiscal cooperation, monetary policy moves first:i , ii i noncooperatively, iii aij noncooperatively.4. Game CK4 under CIIfiscal cooperation, monetary policy moves first:i , ii i cooperatively, iii aij noncooperatively.Let zg a, , , g 1, 2, 3, 4 denote the solution vectors of the four games. For simplicityand without loss of generality, let ij Fi Mi 1.I Comparison of CK1 and CK2 under CIConsider CK1:Stage 3 gives rise to the firstorder condition n Pi1Pj Mi Uijz 1 0,V M z 1leading at least implicitly to a solution for such that a, .Stage 2 gives rise to a system of firstorder conditions, with Uijz 1aijUijz 1aij 03536to be calculated for all i and all j, leading to a solution a a .Stage 1 simplifies if one combines the preceding steps to obtain a , . Then,stage 1 gives rise to a system of firstorder conditions, with Viz 1 iUijz 1 i i Xj Mi Uijz 1 Xj Mi 0 Xk Mi,k 6j Uijz 1aik Uijz 1aijUijz 1aij aij i 37Uijz 1 iaik aik 32to be calculated for all i.These firstorder conditions can be further simplified by using stepwise the envelope theorem. Notice that a symmetric equilibrium across all countries and players with aij ai, j and i i requires Uij z 1 0 and37 simplifies to 0 in 35. Hence, 36 simplifies to Uij z 1aij Viz 1 i Xj Mi Uijz 1 i Xj Mi Xk Mi,k 6j Uijz 1aikaik i 038Two elements are crucial for the understanding of CK1: i Since the common monetarypolicy moves last, this makes private sector actions in stage 2 depend on the entire vectorof fiscal actions . ii The noncooperative behaviour of private agents within countriescreates indirect fiscal spillovers which become relevant at stage 1 and which depend on theparticular commitment pattern CI. Under the assumption of noncooperative fiscal policyin CK1, these spillovers are not internalized.Consider CK2: By backward induction, stage 3 and 2 are identical to CK1. Stage 1,because of fiscal cooperation between countries, gives rise to a different firstorder condition Viz 2 iimplying i Uijz 1Xj Mi Uijz 1 Xj Mi Xk Mi,k 6j Uijz 1n Xl1, l 6i Xj Ml Uljz 2n Xl1, l 6i Xj Ml Xk Ml,k 6j Uljz 2 iaikalk 0Uijz 1aij aij i 39 0, i Vlz 2n Xl1, l 6i Uijz 1 iaij Uijz 1aik aik i Uljz 2aljUljz 2alj alj i Uljz 2alk alk i Consider again a symmetric equilibrium, implying Uij z 2Ulj z 2 0. Then, 39 simplifies toalj Ulj z 2 0 and Uij z 2aijViz 2 in Xl1, l 6i Vlz 2 i Xj Mi Uijz 2 in Xl1 Xj Ml Xk Ml,k 6j Uljz 2alkalk i 0,40i.e. the indirect fiscal spillover effects are internalized. Hence, by comparing 38 and 40one infers that the SPNE of CK 1 and CK 2 are generically different.33II Comparison of CK3 and CK4 under CIIConsider CK 3. By backward induction, stage 3 gives rise to a system of firstorderconditions Uij z 3 0, leading to a solution ai ai i, . Stage 2 gives rise to a systemof firstorder conditionsaijleading to a solution for i such that i i. Stage 1, using ai ai i, , givesrise to a firstorder condition Xj Mi i Uijz 3 Uijz 3 Uijz 3 in Xi1 Xj Min Xi1 Xj Mi 0Uijz 3aijaij i Xk Mi,k 6j Uijz 3aikUijz 3aij Uijz 3aijaijaij i Xk Mi,k 6j Xk Mi,k 6jaik i 0, i iaikaik Uijz 3aik Uijz 3aik4142These firstorder conditions can be simplified by using stepwise the envelope theorem.Using Uij z 3 0, 41 reduces toaij Xj Miwhile 42 reduces to Xk Mi,k 6j Uijz 3aikn Xi1 Xj Mi Xk Mi,k 6j Uijz 3aik i Uijz 3 Uijz 3aik i 0, 0aik Consider CK 4: By backward induction, the solution of CK 4 satisfies the same firstorderconditions as CK 3, since the solution of stage 3, namely ai ai i, , implies that thereare no indirect fiscal spillover effects between fiscal players at stage 2.III Irrelevance of fiscal cooperation under all other commitment patterns There are four more commitment patterns CIII CV I :CIII : i , ii aijnoncooperatively, iii i cooperatively or noncooperatively.CIV : i aijnoncooperatively, ii , iii i cooperatively or noncooperatively.By backward induction, under CIII and CIV fiscal cooperation evidently is irrelevant,CV : i aijnoncooperatively, ii i cooperatively or noncooperatively, iii .To see that fiscal cooperation is irrelevant, consider the two stagegame:C0 : i aijnoncooperatively, ii i noncooperatively, .34Notice that under C0 there are no direct spillovers between the players of the Nash gameof stage ii. Hence, applying Proposition 2 to this subgame, fiscal cooperation is irrelevantunder CV .CV I : i i cooperatively or noncooperatively, ii , iii aijnoncooperatively:Fiscal cooperation is irrelevant, since, differently from CI , private agents take as given,i.e. direct private spillovers within countries cannot generate indirect fiscal spilloversbetween countries. 6.6 Canzoneri and Henderson 1988, 1991 and Rogoff 1985: mainresults This appendix sketches how the comparison of payoffs under cooperative and noncooperativebehaviour in 23 and 24 has been derived, using:EVi 12Ey yi2 CP Ii212 1 1 er 1 1 en 2 1 2 1 er 2 1 en 2 1CP ICP Iy y 1 y y b1 e y y b1 ey y 2 y y b2 e y y b2 e Let country 1 be the representative country.Noncooperation:Policymaker 1 maximizes his payoff over 1 after has been observed, taking as given 2and private sector expectations, leading to the firstorder condition 1 beer ee 1 been 2 1 ee 2 beer ee 2 been 2 1 eer .r r r y y b1 e 1 beer eer b be 1 1 er 0Private agents, anticipating this reaction, form rational expectations, where we exploiteer er 0. Hence, in any symmetric equilibriumb bey y.Using this expression within the firstorder condition one obtains 2 e,nc e,nc 1 e,ncnc b bey y b bebb be y ync y y bb be ,35which leads tob be EV nc 121 y 1 nc EU nc 12nc 2 2 y y2 2 , ncbb be 2 b be 2.b be 12 2 b be2bb be 2 22 b be2bb be 2Cooperation:Policymakers 1 and 2 jointly maximize the sum of their payoffs over 1 and 2 after hasbeen observed, taking as given private sector expectations, leading to the representativefirstorder condition of policymaker 1:0 y y b1 e y y b2 e 1 beer ee 2 beer eer b be 1 1 er r be 2 1 er 1 Private agents, anticipating this reaction, form rational expectations, where we exploiteer er 0. Hence, in any symmetric equilibriume,c 1 e,cc by y 2 e,c by y1 b 2by yc y y 11 b 2,implying 2 11 b 21 1 b 2EV c 121 b 2y 1 b 2c EU c c 2 12 y y2 y y2, c 2 b 2 c 1 b 22.1 bbe2, and iii nc Comparison of cooperation vs. noncooperation:Comparing coefficients, one obtains i ncy b2. Notice that i will 0 if b 2 0 if always be satisfied. By assumption b 0, be 0, 0, 1. Assume 0 b be b.Then, ii and iii will also be satisfied. Hence, for the logic of Rogoff to obtain, thereexists, for any given direct output effect of inflation b a certain tradeoff between thereal exchange rate effect of inflation be and the the openness of the economy . 0 if 1 b be2 0, ii ncbbe b2 1b cyc 36", "filename": "572550707.pdf", "person": ["Hubert Kempf", "Kempf, Hubert", "Leopold von Thadden", "von Thadden, Leopold"], "date": ["2008"]}