{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/64184/1/572989822.pdf"], "title": ["Macroeconomic implications of financialization"], "plaintext": "Macroeconomic implications of cid:133nancialization Peter Skottcid:3 and Soon Ryooy March 23, 2007Abstract A growing literature suggests that cid:145cid:133nancializationcid:146 may weaken theperformance of noncid:133nancial corporations and constrain the growth of aggregate demand. This paper evaluates some of the claims that have beenmade using two alternative approaches one derived from Skott 1981,1988, 1989 and one from Lavoie and Godley 20012002 and two dierent settings a laborconstrained setting and a dualeconomy setting. Allmodels are in a structuralist post Keynesian tradition and pay explicitattention to cid:133nancial stockcid:135ow relations. The results are insensitive tothe precise specicid:133cation of household saving behavior but depend critically on the labor market assumptions laborconstrained vs dual andthe specicid:133cation of the investment function Harrodian vs stagnationist.JEL classicid:133cation: E12, E21, E44Key words: cid:133nancialization, stockcid:135ow consistency, retention rate, external cid:133nance, new issue.cid:3Department of Economics, University of Massachusetts, Amherst, MA 01003, USA; email:pskottecons.umass.edu.y Department of Economics, University of Massachusetts, Amherst, MA 01003, USA; email:sryooecons.umass.edu.1 Introduction Along with neoliberalism and globalization, cid:133nancialization has become a buzzword in recent years. The precise decid:133nition is not always clear but in a broadsense the term refers to cid:147the increasing role of cid:133nancial motives, cid:133nancial markets, cid:133nancial actors and cid:133nancial institutions in the operation of the domesticand international economiescid:148 Epstein 2005, p. 3. More specicid:133cally, cid:133nancialization has been associated with a number of developments.1 These developments include shifts in central bank policy toward a nearexclusive focus on pricestability, large increases in cid:133nancial cid:135ows both internationally and in domesticcid:133nancial markets, improved cid:133nancing for households and elements of consumption credit driven growth, changes in corporate governance and attempts toalign managerial incentives with shareholder interests via stock option plans,and an increased incid:135uence of cid:133nancial institutions and institutional investors.Financial pressures, it is argued, have induced changes in management strategyfrom cid:147retain and invest to cid:147downsize and distribute Lazonick Ocid:146Sullivan2000, p. 18 and have aected cid:133rmscid:146 dividend, new issue and debt cid:133nancepolicies. In some accounts noncid:133nancial corporations cid:147were forced to fund mostof their capital investment externally in the neoliberal era Crotty 2005, p. 99.These various changes associated with cid:133nancialization may have implicationsfor macroeconomic performance. Crotty 2005 has argued that cid:133nancializationweakens noncid:133nancial corporations and constrains the growth of aggregate demand. In a similar vein, Dumnil and Lvy 2001 suggest that cid:133nancializationleads to instability and undermines growth and employment. Meanwhile, mostof mainstream economics has been praising the potential benecid:133ts of cid:133nancialliberalization, and some nonmainstream contributors have also seen cid:133nancialization as a spur to growth. Thus, Boyer 2000 has suggested the potential forcid:133nanceled growth regimes as an alternative to the defunct Fordist regime.Although most of the existing literature on cid:133nancialization has been descriptive and empirical, more precise analytical treatments of some of the macroeconomic linkages have been presented by Boyer 2000, Aglietta and Breton 2001,Dutt 2005 and Stockhammer 2004, 2006.According to Aglietta and Breton 2001 cid:147growing cid:133nancial liberalizationhas profoundly changed the connections between cid:133nance and the rest of theeconomy. Their analysis, however, is hard to follow, and the formal model doeslittle to elucidate the mechanisms that could support the claims that are beingmade in the paper.2 Boyercid:146s 2000 model of cid:133nanceled growth basically boils 1 Eatwell and Taylor 2000, Blecker 1999, Crotty 2005, Stockhammer 2004, 2006,Dumnil and Lvy 2001, Boyer 2000, Aglietta and Breton 2001 and Froud et al 2000are among the contributions to the growing literature on cid:133nancialization. An International Working Group on Financialisation has also been set up with the aim of bringing togethercid:147an interdisciplinary network of researchers and practitioners interested in cid:133nancializationand all the issues around relations between the capital market, cid:133rms and households.http:www.iwgf.orgEvents.htm.2 It is di cult, for instance, to justify their assumption of an exogenously given and constantaverage net rate of return Ecid:26. The cid:133rmcid:146s credit constraint, second, is peculiar, as is theassumption that a risk premium is added to the riskfree interest rate only if the quantity 1down to procid:133tled exhilirationist regimes with a procid:133twealthconsumptionnexus as a driving force. Given the centrality of this nexus, however, a morecareful modeling of the stockcid:135ow relations and of the eects of cid:133nancializationon wage formation would have been desirable. Boyer, for instance, assumes anexogenously given, constant qcid:0ratio. This constancy assumption with respectto a key cid:133nancial variable seems particularly unsatisfactory in a model that addresses the eects of cid:133nancialization. The mechanism through which an increasein the cid:145procid:133tability normcid:146generates a decline in the wage bill for given valuesof output and the capital stock is also unclear, as is the determination of theprocid:133tability norm.3The Stockhammer and Dutt papers do not suer from weaknesses of the samekind. Stockhammercid:146s 2004 analysis, however, is partial and his 2006 model isrudimentary in its treatment of the cid:133nancial system; Duttcid:146s analysis focuses exclusively on the relaxation of householdscid:146credit constraint and considers neithercapital gains nor cid:133rmscid:146cid:133nancial decisions and balance sheets.In this paper we explore the macroeconomic implications of changes in cid:133rmscid:146cid:133nancial decisions retention rate, new equity issues, debt cid:133nance, cid:145animal spiritscid:146shifts in the investment function, household cid:133nancial behavior saving andportfolio decisions, and the level of interest rates. These changes are amongthe ones that have been highlighted by the cid:133nancialization literature but clearlymake up only a small subset of the issues that have been raised.Three further limitations should be emphasized at the outset: i we limitourselves to a closed economy, ii the emphasis is on the medium and longruneects with little or no attention to questions of shortrun stability, and iiiwe ignore cid:133scal policy altogether and our treatment of monetary policy is keptalmost embarrassingly simple. We limit the analysis in this way partly to keepit tractable, but also because many of the arguments advanced by the cid:133nancialization literature concern the medium and longrun eects of the changesin cid:133nancial behavior and appear to be unrelated to openeconomy complications or government policy. Thus, our simplicid:133cations may be justicid:133ed by thelimited objective of our analysis: to examine the logic underlying some of theclaims that have been made in the cid:133nancialization literature. It should be noted,however, that cid:133nancialization may aect the properties of cyclical cid:135uctuations,leading perhaps to an increase in the amplitude of cid:135uctuations, and our analysis is clearly incomplete since we ignore these medium and longrun eects onconstraint is binding. This problem has implications for the analysis of the cid:133rmcid:146s optimizationproblem. In this analysis, the crucial cid:133rst order condition with respect to the debt ratio doverlooks the dependence of the interest rate r on the debt ratio.Intuitively, why wouldany cid:133rm ever want to choose d dmax if by reducing its debt ratio marginally the interestrate on its debt drops by a cid:133nite amount? The calculation of solutions for r and dmax inthe constrained regime is also wrong since it overlooks the fact that the default probabilityis itself a function of r aside from this important point, the expressions for r and dmax alsocontain a minor error.3 Is this norm cid:133xed without any feedback from actual procid:133t rates? On p. 124 it is suggestedthat, as an extension, the norm could be determined cid:147using an adaptive process taking intoaccount the past record of the achieved rate of procid:133t, but this extension is not pursued inthe paper and it would seem to undermine the exogenous cid:145cid:133nancializationcid:146argument.2the higher moments of the variables. A more radical perspective, cid:133nally, mayregard increasing cid:133nancialization as merely a phase in a long cycle of endogenous changes in cid:133nancial behavior and Minskian fragility. From this Minskianperspective our neglect of the dynamic interactions underlying the observedchanges in cid:133nancial behavior represents a major limitation.4Two dierent settings are examined. The economy may be cid:145maturecid:146 in Kaldorcid:146s 1966 terminology and have a growth rate that is constrained bythe available labor force. Alternatively, in the cid:145dualeconomycid:146setting, the laborsupply to the modern capitalist sector of the economy is perfectly elastic. Bothof these settings are analyzed using two alternative models: one is derived from Skott 1981, 1988, 1989 and the other from Lavoie and Godley 20012002.Both of the models are in a broadly structuralist post Keynesian tradition andboth pay explicit attention to balance sheets and cid:133nancial stockcid:135ow relations.The two models dier in a number of respects. Interestingly, however, the dierences with respect to the specicid:133cation of cid:133nancing, saving and portfolio decisionshave little eect on the qualitative results. By contrast, the eects of cid:133nancialization depend critically on the labor market assumptions laborconstrained vsdual and the specicid:133cation of the investment function Harrodian vs Kaleckian.The rest of the paper is structured as follows. In section 2 we discuss someof the stylized facts relating to cid:133nancialization and comment on the dangers of apurely partial analysis. Section 3 outlines our general framework, and Sections 4 and 5 consider the implications of changes in key cid:133nancial variables in thecontext of the dierent models. Section 6, cid:133nally, discusses the main resultsand oers a few concluding comments and suggestions for further research.2 Evidence 2.1 Some stylized facts The stylized facts are largely wellknown, and we concid:133ne ourselves to a briefdescription of some US data. The retention rate, cid:133rst, has declined from around 85% in the 1970s to about 73% Figure 1. It is worth pointing out that thischange marks a return to retention rates that are at or below the levels of the 1950s. Looking at the whole period since 1950, the aberration may have beenthe high retention rates of the 1970s and 1980s.The behavior of noncid:133nancial corporations with respect to new equity issuesshows a clearer picture. Whether measured in terms of the value of new issuesdivided by the market value of outstanding equities Figure 2 or, alternatively,by the share of new investment cid:133nanced by new equity Figure 3, there hasbeen a signicid:133cant decline in new issues.In the 1950s1970s a small positivefraction of gross investment on average about 5 percent was cid:133nanced by newissues. Since 1980, however, the rate of net issues has been negative in most 4 Minskian models of endogenous movements in cid:133nancial fragility have been presented by,among others, Taylor and Ocid:146Connell 1986, Lavoie 198687, Delli Gati and Gallegati 1990,Semmler 1987, Skott 1994.3years, and on average noncid:133nancial corporations have spent an amount equal toabout 12 percent of their gross cid:133xed investment to buy back equity.Debt cid:133nance has become increasingly important. As shown in Figure 4,the ratio of debt to the replacement value of capital has increased from a leveljust above 30 percent in the 1950s to about 60 percent. The ratio increasedsteadily in the 1950s and 1960s reaching about 50 percent in the early 1970sbefore dropping back to about 35 percent around 1980. Thus, the increase hasbeen very steep over the last 25 years. It should be noted, however, that Figure 4 depicts gross debt. Insofar as noncid:133nancial cid:133rms hold increasing amounts ofcid:133nancial assets, the movements in net debt could be very dierent. Data issuesmake it di cult to get a clear picture of changes in net debt.Real rates of interest have cid:135uctuated substantially Figure 5. The early 1980s saw historically very high interest rate, but rates gradually decrease inthe late 1980s and early 1990s and, after another increase in the mid 1990s, arenow at, and in some cases below, their historical average. Thus, there is littlesupport for common view that cid:133nancialization has led to persistently high realrates of interest.Turning now to household behavior, the wellknown rise in the ratio of personal consumption to disposable personal income comes out clearly in Figure 6. The ratio of householdscid:146net cid:133nancial wealth to disposable income, however,has shown much more stability Figure 7. The stock market boom of the 1990sshows up in this ratio, but the value of the ratio is now back at the level thatcharacterized the cid:147golden age of the 1950s and 1960s. The eects of stockmarket cid:135uctuations, cid:133nally, show up strongly in the ratio of capital gains todisposable income in Figure 8. The distribution of these gains has been veryunequal, but as an average for the household sector the capital gains and losseson cid:133nancial assets have been very signicid:133cant in some periods.2.2 Dangers of a partial analysis While the stylized facts of changes in cid:133nancial variables are relatively clear,the interpretation and importance of these changes for the performance of theeconomy may not be obvious, and many of the arguments that have been advanced by the cid:133nancialization literature have a partial cid:135avor. As a case inpoint we may consider Stockhammer 2004. This paper, with its combinationof theoretical argument and econometric work, presents a clear and interestinganalysis. The partial nature of the analysis, however, is a limitation.Financialization, Stockhammer argues, has generated a shift in cid:133rmscid:146 behavior from growth objectives toward shareholder interests. He formalizes thisargument by assuming that the representative cid:133rm faces a growthprocid:133t tradeo. Managers pick some point on this g cid:0 r frontier, and an increased emphasison shareholder interests partly because of increased takeover threats and partlybecause of changes in managerial pay structures moves the optimal position inthe direction of higher procid:133t rates and lower growth.The macroeconomic implications of this microeconomic analysis are not asstraightforward as they may seem. Stockhammer does not specify cid:133rmscid:146cid:133nance 4constraint or discuss cid:133rmscid:146cid:133nancing decisions in any detail. Presumably, however, the movements along a g cid:0 r frontier must be recid:135ected via the cid:133nanceconstraint in changes in retention rates, external cid:133nance or the rate of newshare issues. The changes in investment and cid:133rmscid:146cid:133nancial decisions interactwith household and government behavior, and these macroeconomic interactions equilibrium conditions for cid:133nancial and goods markets are ignored inthe analysis. Putting it dierently, an individual cid:133rm may face a perceived gcid:0 rtradeo but this perceived tradeo does not extend to the macroeconomic level:changes in accumulation and cid:133nancial behavior aect aggregate demand andthereby the position of the g cid:0 r frontier. Thus, the micro tradeo may not bestable.Stockhammer tests the theory by estimating an investment function thatincludes cid:147rentierscid:146share of the noncid:133nancial business sector as an explanatoryvariable. It is unclear, however, how one should interpret the results. One mighthave thought, cid:133rst, that a shift in cid:133rmscid:146 accumulation behavior would implychanges in the parameters of the investment function. Stockhammer does notconsider this possibility. Instead, he argues, the behavioral shift is captured byan increase in the cid:147rentierscid:146share, and a negative coe cient on this variable isseen as lending support to the theoretical argument. Even assuming, however,that an increase in the cid:147rentierscid:146 share captures cid:133nancial implications of abehavioral shift, a negative coe cient on this variable in the empirical workdoes not necessarily imply that the changes in cid:133nancial behavior have had anegative eect on accumulation.5 Aggregate demand and thereby the valuesof other explanatory variables in the regression may have been aected by thechanges in cid:133nancial behavior, and these indirect eects need to be taken intoaccount.Unlike in the 2004 paper, the macroeconomic dimension of shareholderinduced shifts in cid:133rmscid:146investment behavior is analyzed by Stockhammer 2006but this happens in a setting without dierentiated cid:133nancial assets and explicitstockcid:135ow relations.3 General framework 3.1 Firms, banks and households This section presents our general framework. The framework leaves out openeconomy issues, there is no analysis of the short run and stability issues, and 5 In fact the coe cient on rentierscid:146 share is not negative in all specicid:133cations and it isinsignicid:133cant in many. Moreover, there may be several explanations for a negative coe cient.Net cid:133nancial income, cid:133rst, is included in the gross procid:133t share and for any given procid:133t share,an increase in cid:133nancial income implies a reduction in operating procid:133ts which presumablyreduces the incentive to accumulate cid:133xed capital. As noted by Stockhammer, second, anincrease in gross cid:133nancial income may mirror an increase in the cost of capital. Firms haveboth cid:133nancial assets and liabilities and if the return on these move together, a rise in thecost of capital will be associated with an increase in gross cid:133nancial income. This correlationbecomes particularly important if the costofcapital variable that is included in the analysisprovides a poor approximation to the actual cost of capital.5very limited attention to government policy. The purpose is to look at the interaction between cid:133rms and households across labor, goods and cid:133nancial markets.Firms, it is assumed, make decisions concerning pricing output, accumulation,and cid:133nancing; households receive a return on their cid:133nancial assets as well aswage income, and they make consumption and portfolio decisions; banks acceptdeposits and make loans. There are only two types of cid:133nancial assets, equityand bank deposits, and banks are the only cid:133nancial institution in the model.6This framework which generalizes the one in Skott 1988, 1989 coversa number of special cases, including Harrodian specicid:133cations with or withoutlabor constraints and Kaleckian models.3.1.1 Firms Finance constraint Consider cid:133rst the cid:133nance constraint facing a single cid:133rm.The cid:133rm invests in real capital and pays out dividends and interest on its debtbank loans. These expenses have to be matched by income cid:135ows and the proceeds from new issues of equity and new debt. As argued by the cid:133nancializationliterature, the cid:133rm may hold equity in other cid:133rms and own other cid:133nancial assetsbank deposits. Income cid:135ows therefore include both procid:133ts and the interestand dividend income from the cid:133rmcid:146s current holdings of cid:133nancial assets. Algebraically, the cid:133nance constraint can be writtenp Ij Div Lj _M Lj i M Aj Div Ajj i M Lj v _N Aj _M Aj cid:5j v _N Lwhere I; cid:5; Div; M and N denote real investment, nominal procid:133ts, dividends,bank loans deposits and the number of shares. Subscripts j indicate cid:133rm,and superscripts denote assets A and liabilities L; thus M Ais cid:133rm jcid:146s bankjdeposits and M Lj the cid:133rmcid:146s bank loans. Bank loans and deposits carry the sameinterest rate i, the price of investment goods p equals the general price ofoutput in this onesector model and, for simplicity, it is assumed that all shareshave the same price, v.If we aggregate across cid:133rms, the cross holdings of cid:133nancial assets net out,and the aggregate cid:133nance constraint for the cid:133rm sector simplicid:133es to:p I Div i M cid:5 v _N _Mwhere I; cid:5; Div; M and N without sub and superscripts denote aggregateinvestment and aggregate procid:133t, net dividend payments from cid:133rms to othersectors, net debt to other sectors, and the aggregate number of shares held byother sectors.We assume that dividends are related to retained earnings Div 1 cid:0 sf cid:5 cid:0 r M 6 The liquid asset could also be interpreted as a short bond.16where r is the real rate of interest, r i cid:0 p. Thus, the cid:133nance constraint canalso be rewrittenp I sf cid:5 cid:0 r M v N N M M cid:0 p2The cid:133nance constraint 2 shows that, given the levels of investment andprocid:133ts and the inherited debt, cid:133rms cannot choose the retention rate, the rateof new issues and the amount of new debt independently. One of these threevariables will have to accommodate so as to ensure that the cid:133nance constraintis being met. In reality, of course, there may be dynamic feedback eects: anunexpected need for external cid:133nance in one period, for instance, may incid:135uencecid:133rmcid:146s retention andor new issue policies in subsequent periods.Our purpose in this paper is to examine the comparative statics of changesin cid:133nancial behavior and from this perspective it does not matter much whichcid:133nancial variable is designated as residual. In the analysis below we describecid:133rmscid:146cid:133nancial behavior in terms of their retention rate sf . New issue policiescan be captured by the growth of the number of shares N or by the shareof investment that is being cid:133nanced by new issues. Skott uses the former and LavoieGodley the latter parameterization, and we follow these dierent parameterizations in the respective versions of the model.7Pricing output: the growth function It is often assumed that cid:133rmsset prices and that output adjusts instantaneously and costlessly to match demand. The empirical evidence in favour of signicid:133cant price rigidity is quiteweak, however.8 The real question, moreover, is not whether there is stickinessin prices but whether prices are more sticky than output. Production is subjectto a production lag, and increases in production and employment give rise tosubstantial search, hiring and training costs; cid:133ring or layos also involve costs,both explicit costs like redundancy payments and hidden costs in the form ofdeteriorating industrial relations and morale. In a continuoustime setting onemay approximate the eects of lags and adjustment costs by assuming that output is predetermined at each moment, that cid:133rms choose the rate of growth ofoutput at each moment, rather than the level of output, and that this choiceis made so as to balance the costs of changes against the benecid:133ts of movingtoward a preferred level of output and employment. These costs and benecid:133ts 7 One could also, following Eichner 1976 and Wood 1975 assume that cid:133rms set theshares of investment that are to be cid:133nanced by the three dierent sources, with both sf andN varying in response to changes in accumulation. This case is considered in Skott 1989,chapter 7.8 The study by Levy et al. 1997 of menu costs in cid:133ve supermarkets, for instance, is oftencited in support of menu costs and price stickiness e.g. Romer 2001, pp. 315316. This studyfound that on average 16 percent of all prices were changed each week. These frequent changesin prices were not costless but the cid:133nding that menu costs constitute a signicid:133cant proportionof net procid:133ts is largely irrelevant for an evaluation of price cid:135exibility. With prohibitivelyhigh menu costs, for instance, there would be no price changes and the share of menu costin revenue would be zero; negligible menu costs on the other hand may allow cid:133rms to changeprices frequently as part of their marketing strategies, and the observed share of menu costsin net procid:133ts could be very high in this case.7are determined by demand signals from output markets and cost signals frominput markets.If prices are cid:135exible, the demand signal can be captured by the prevailingprocid:133t share. The level of output is predetermined at any moment, and a risein demand leads to an increase in the price of output. Wage contracts are castin terms of money wages, and there is neither perfect foresight nor instantaneous feedbacks from output prices to moneywage rates. The real wage rateand the share of procid:133ts in income therefore respond to unanticipated movements in prices: a positive demand shock generates a rise in the procid:133t share.Demand signals could also be recid:135ected in inventories. For the aggregate economy, however, movements in inventories tend to amplify cid:135uctuations in otherdemand components over the cycle and thus do not obviate the need for priceadjustments. For simplicity, we disregard movements in inventories.Turning to the signals from input markets, we leave out intermediate inputsand take labour to be the only input that is variable in the short run; changesin the capital stock take longer to implement and, partly because of that, cid:133rmstypically maintain excess capital capacity. As far as production decisions areconcerned, the labour market therefore provides the relevant signal, and we usethe employment rate as the indicator of the state of the labour market. The rateof employment incid:135uences the costs of changing output through its eects on theavailability of labour with the desired qualicid:133cations. High rates of employmentincrease the costs of recruitment, and since the quit rate tends to rise whenlabour markets are tight, the gross recruitment needs associated with any givenrate of expansion increase at a time when low unemployment makes it di cult toattract new workers. High employment and high turnover of the labour force, onthe other hand, may allow cid:133rms to contract production and employment morerapidly without signicid:133cant redundancy costs. These standard microeconomiceects may be reinforced by broader Marxian eects on the social relations ofproduction. A high rate of employment may have a negative impact on cid:133rmscid:146growth plans because it strengthens workers visavis management and may leadto increased shopcid:135oor militancy.The analysis suggests that the rate of growth of production will be positivelyrelated to the procid:133t share cid:25 and negatively related to the employment rate e.Thus, the pricing output decisions can be described by the following cid:145growthfunctioncid:1469Y hcid:25; e; hcid:25 0; he 0:3The case of unlimited labor supplies can be obtained by setting he 0; and thegrowth function yields the standard Kaleckian assumption of a cid:133xed procid:133t sharecid:22cid:25 a cid:133xed markup on wage cost if we have both he 0 and hcid:25 1 at cid:25 cid:22cid:25.One may note also that a static counterpart to equation 3 can be obtainedby setting Y 0. The equation then decid:133nes the procid:133t share as an increasingfunction of the employment rate. A shortrun equilibrium relation of this kind 9 Or cid:145output expansion functioncid:146, using the terminology in Skott 1989, 1989a. The behavioral foundations of the function are discussed in greater detail in Skott 1989, chapter 4.8could be derived from procid:133t maximization if cid:133rms have monopsony power andthe perceived elasticity of labor supply to the individual cid:133rm is inversely relatedto the aggregate rate of employment.10Accumulation As a general specicid:133cation we may assume that the rate ofaccumulation depends on the rate of utilization of capital, the procid:133t share, andcid:133nancial variables like the real rate of interest, the valuation ratio Tobincid:146s q,and the ratios of debt and retained earnings to the value of the capital stock.Algebraically,IK f u; cid:25; r; q; m; c4where u is utilization, q the valuation ratio q M v Nof debt and retained earnings to capital m Mp K , and m and c the ratios There is no consensus in the structuralist post Keynesian literature concerning the longrun sensitivity of the accumulation rate to changes in thevarious arguments.11In the analysis below, we explore both Harrodian and Kaleckian specicid:133cations.p K ; c sf cid:5cid:0r M p K.3.1.2 Banks Banks give loans to cid:133rms and accept deposits from households. Neither cid:133rmsnor households hold cash. When banks provide a loan to a cid:133rm, the moneytherefore returns to the bank immediately, either as deposits from householdsor because other cid:133rms use their increased revenues to reduce their debt. Theloan and deposit rates are equal and there are no costs involved in banking.Thus, banks make neither procid:133ts nor losses,12 and the cid:133rm sector has a netdebt M that must equal the total deposits of the household sector moneydemand, M H:M M HBanks determine the nominal interest rate. This nominal rate, however, willtypically depend on incid:135ation and to simplify the exposition, we treat the realrate of interest r icid:0 p as the variable that is set by the banking system andkept constant in steady growth.10 A positive relation between employment and the procid:133t share could also arise from aninverse relation between the perceived demand elasticity and aggregate employment or as aresult of a cid:133xed markup on variable cost in a setting with overhead labor.11 See, among others, Auerbach and Skott 1988, Dutt 1997, Kurz 1986, Lavoie 1995and Flaschel and Skott 2006.12 The share valuation of banks therefore is zero, and this simple version of the model doesnot capture the increasing share of the cid:133nancial sector in GDP and of cid:133nancialsector procid:133tsin total procid:133ts.93.1.3 Households In analogy with cid:133rms, households face a budget or cid:133nance constraint. For thehousehold sector as a whole it takes the formp C v _N H _M H W Div H i M H5where C is consumption, W wage income, N H ; M H indicate household holdingsof shares and deposits money, and Div H is dividend payments received by thehousehold sector.The steadygrowth implications of household consumption and saving behavior can be described in terms of stockcid:135ow ratios of assets to income. Specicid:133cally,let M H cid:12i; r; re; cid:25; :::p Yv N H cid:11i; r; re; cid:25; :::p Y67where the stockcid:135ow ratios cid:11 and cid:12 may depend on a number of variables,including the real rates of return on deposits r and equity re. Theoriesdier with respect to the determination of the steadygrowth values of thesestockcid:135ow ratios, and in sections 45 we examine dierent specicid:133cations. Sometheories are cast in terms of cid:135owcid:135ow relations e.g. consumption as a function ofdistributed incomes and capital gains, as in the LavoieGodley model but evenwhen this is the case, the specicid:133cation of the cid:135owcid:135ow relations have implicationsfor the steadygrowth values of the stockcid:135ow ratios, and the implied stockcid:135owratios provide a clearer picture of the mechanisms behind the eects of changesin cid:133nancial behavior.The relation between the stockcid:135ow ratios and consumption is straightforward. Using the budget constraint 5 and the dividend equation 1, the stockcid:135ow relations 67 imply the following consumption function:CK u1 cid:0 sf cid:25 cid:0 rcid:12 cid:12p cid:0 M cid:0 cid:11 N 84 Harrodian accumulation In this section we follow the Harrodian tradition and assume that the degreeof excess capital capacity is at or near where cid:133rms want it to be. Firms willtypically want a reserve of excess capacity, but if the degree of excess capacitypersistently exceeds the desired reserve, they reduce their accumulation rate;conversely, if they cid:133nd themselves with less than the desired excess capacity,they will gradually increase their rate of accumulation. Thus, a steady growthpath with a constant accumulation rate requires the consistency of desired andactual degrees of excess capacity, that is,u ucid:3109where u is the outputcapital ratio and ucid:3 denotes the value of u when cid:133rmshave the desired degree of excess capacity.13 Equation 9 expresses the steadygrowth accumulation function. The equation need not be satiscid:133ed outside steadygrowth, but a simple Harrodian specicid:133cation implies that if K cid:135uctuates withina relatively narrow band, the timeaverage of the outputcapital ratio u mustbe approximately equal to ucid:3 when the average is taken over a long period. Tosee this, consider the Harrodian investment functionddtK cid:21u cid:0 ucid:3; cid:21 0Kt 1cid:0 Kt 0cid:21t 1cid:0t 0 where cid:22u is the average outputcapital Integration implies that cid:22ucid:0 ucid:3 ratio over the interval t 0; t 1. If j Kt 1 cid:0 Kt 0 j is bounded below some constant,it follows that cid:22u is close to ucid:3 if the period is long cid:22u converges to ucid:3 for t 1 cid:0 t 0going to incid:133nity.4.1 A mature economy: laborconstrained steady growth The growth rate in a mature economy is labor constrained and the employmentrate is constant in steady growth. The growth rate therefore must be equal tothe growth of the labor force and, for simplicity, we shall take this cid:145natural rateof growthcid:146n to be an exogenously given constant. Thus, in steady growthY n10Using 9 and 10 the equilibrium condition for the product market can nowbe written CK n ucid:3or, using 6, 8, 9 and 10,1 cid:0 sf cid:25 cid:0 rcid:12 cid:0 cid:12n cid:0 cid:11 N ucid:3 cid:0 nucid:311The eects of changes in cid:133rmscid:146cid:133nancial behavior sf ; N , bank policy r, orhousehold saving and portfolio behavior can be derived from this equation. Thequalitative results, however, depend on the properties of the cid:11 and cid:12cid:0functionsthat describe household behavior.4.1.1Inelastic stockcid:135ow ratios Assume cid:133rst that cid:11 and cid:12 are both constant independent of the various ratesof return. The constancy of the term on the left hand side of equation 1113 The u ucid:3 condition is necessary but not su cient. Firms must also make positiveprocid:133ts, cf. note 14 below.11implies thatcid:25sfcid:25 Ncid:25rcid:25cid:11cid:25cid:12 cid:0cid:25 cid:0 cid:12rsf 0 cid:0cid:11sf 0 cid:12 0121314 cid:0Nsfsf r cid:0 nsf The signs of the eects of changes in sf ; N and r are unambiguous. If cid:133rms raisethe retention rate or increase the rate of new issues, this will depress procid:133tability,while an increase in the real interest rate raises the procid:133t share.14 The intuitionis simple. An increase in sf increases aggregate saving, given the share ofprocid:133ts, and to bring saving back into line with the steadygrowth requirement,a reduction in the procid:133t share is needed. An increase in the real interest rater has the opposite eect since it reduces retained earnings and thus saving atany given share of procid:133ts. An increase in new issues N ; like increases in theretention rate, raises aggregate saving but the mechanism may be a little lesstransparent. Saving goes up because the rise in N induces households to raisetheir saving. Share prices adjust so as to maintain a constant ratio cid:11 ofthe value of shares to income. The growth of real income is given, and if therate of new issues has gone up, this means that real share prices will increaseat a lower rate. Capital gains therefore are smaller and as a result householdschoose to save a larger proportion of their wage, dividend and interest income.Financialization has been associated primarily with increased dividends adecline in sf , a decrease in the rate of new issues N and an increase in thereal rate of interest although, as shown in section 2, the evidence for interestrates is questionable. Strikingly, in this model all of these changes unambiguously generate a rise in the steadygrowth procid:133t share and the steadygrowthemployment rate. The employment eect follows immediately from the growthfunction 3: whenever the procid:133t share goes up, the employment rate must dothe same in order to keep the growth rate unchanged.15So far we have taken cid:11 and cid:12 to be constant. Even leaving aside the functional dependence of these ratios on, inter alia, the rates of return, cid:133nancialization might generate a shift in the levels of cid:11 and cid:12: Thus, it could be arguedthat cid:133nancialization increases the availability of consumer credit and thereby 14 A capitalist economy would not be viable if the steady growth path implied that procid:133tsfall short of real interest payments on the debt. Thus, the condition cid:25 cid:0 cid:12r 0 must hold,otherwise accumulation would collapse.15 In this paper we do not consider nominal wage formation and incid:135ation explicitly. The NAIRU literature is enormous; one of us has analysed reasons for the absence of a NAIRU inearlier work Skott 1997, 1999, 2005.12tends to reduce the ratio cid:12: A reduction in cid:12 has two eects: it increases retained earnings which tends to increase consumption but if the growth rateof income is positive it also reduces the amount of saving that households needto carry out in order to maintain the moneyincome ratio at the desired value.Depending on parameter values, the balance of these two eects can be positiveor negative.16Changes in the cid:11 ratio are not usually seen as a key mechanism behindchanges in economic performance.17 Moreover, in this model the eects ofautonomous shifts in cid:11 depend on the values of N. This result is quite intuitive.The value of the equityincome ratio cid:11 simply does not aect saving if thereare no new issues. Households can only save in the form of shares if other sectorscid:133rms are willing to sell shares. If that is not the case then an increase in thedesire to own shares will simply generate higher share prices, and the desire willbe met without any extra saving. With positive new issues, a higher valuationof shares a higher cid:11 implies an increase in household saving; with negative newissues, on the other hand, a higher valuation of shares implies that householdsreceive higher revenues from their net sale of shares, and their saving out ofwages, dividends and interest income is reduced.In addition to the changes in cid:133nancial behavior, cid:133nancialization may havebeen associated with a downward shift in the investment function.In this Harrodian setting, such a shift would be recid:135ected in a rise in the desired outputcapital ratio ucid:3. This kind of change has the consequences that one wouldexpect. Equation 11 implies that a rise in ucid:3 leads to a decline in the procid:133tshare and, using the growth function 3, a fall a employment. Thus, accordingto this model the changes associated with neoliberalism and cid:133nancialization havecontradictory eects. The net eect may have been a deterioration of economicperformance, but the negative impact comes from the shift in the investmentfunction, rather than from the changes in cid:133nancial behavior that have beenhighlighted in the literature.16 Our results for changes in cid:12 are closely related to those of Duttcid:146s 2005 analysis ofchanges in consumer debt. Using a Kaleckian stagnationist model, Dutt shows that theshortrun eect of an increase in householdscid:146debtincome ratio corresponding to a decreasein cid:12 in this model is unambiguously positive. This shortrun result is not surprising sincethe the transition to a higher debt ratio is associated with extra consumption. The longruneects on growth are ambiguous, however. In the long run, the debt ratio has increased cid:12has decreased, and this increase in the debt ratio implies a shift of disposable income fromlowsaving workers to highsaving capitalists. This contractionary eect may or may not beoset by a positive eect. Consumer debt grows at the same rate as output and the capitalstock and this expansionary eect consumers being allowed to increase their debt whenoutput grows depends on the growth rate. Thus, in Duttcid:146s model, an increase in consumerdebt will raise the growth rate if the initial growth rate is high while if output grows slowly,the increase in debt will reduce the growth rate. In this version of our model, the growth rateis exogenous but the analogous result in our model is that a decrease in cid:12 raises the procid:133tshare if the growth rate is high but reduces the procid:133t share if the growth rate is small is low.17 One might consider the possibility that ucid:3 depend on the valuation ratio Tobincid:146s q andthereby on cid:11 and cid:12. A high valuation ratio indicates a rate of procid:133t that exceeds the cost ofcid:133nance. The desired outputcapital ratio may therefore be inversely related to the valuationrate. This expansionary impact of an increase and cid:11 and cid:12 is considered by Skott 1988,1989.13How general are these conclusions? The assumption of exogenous cid:11cid:0 andcid:12cid:0 ratios is clearly restrictive, but the qualitative results survive as long as cid:11and cid:12 are relatively insensitive to changes in the cid:133nancial parameters sf ; N ; rand the procid:133t share cid:25.Dierentiating equation 11 totally, we getcid:0sf dcid:25 cid:0 cid:25dsf sf r cid:0 ndcid:12 cid:12sf dr rdsf cid:0 cid:11d N cid:0 N dcid:11 0wheredcid:11 dcid:12 cid:11sfcid:12sfdsf dsf cid:11 Ncid:12 Nd N d N cid:11rcid:12rdr dr cid:11cid:25cid:12cid:25dcid:25dcid:25151617sf ; N ; r and cid:25 may not incid:135uence cid:11 and cid:12 directly but they will do so indirectlyvia their eects on the various rates of return. Thus, the partial cid:11includessfthe indirect eect on cid:11 of changes in rates of return generated by the change insf . The rate of return on equity, for instance, is given by re 1cid:0sf cid:25cid:0rcid:12p Yv cid:0 p 1cid:0sf cid:25cid:0rcid:12 n cid:0 N and an increase in sf reduces rev N18cid:11Using 1517 we getcid:25sfcid:25 Ncid:25r cid:0 cid:0 N cid:11sfcid:25 cid:0 cid:12r cid:0 sf r cid:0 n cid:12sf cid:0 sf r cid:0 n cid:12sfcid:11 cid:0 sf r cid:0 n cid:12sf cid:0 sf r cid:0 n cid:12sf cid:12 sf r cid:0 n cid:12sf cid:0 sf r cid:0 n cid:12cid:25cid:25 N cid:11 N cid:11 N Ncid:25 N cid:11r cid:0 N cid:11cid:25 N cid:11cid:25cid:25r181920The signs of the partials of the procid:133t share with respect to these threecid:133nancial parameters are the same as in 1214 as long ascid:25 cid:0 cid:12r sf r cid:0 ncid:12cid:12sf cid:0 N N cid:0 N Ncid:12rcid:11sfcid:11 Ncid:11rcid:25 cid:0 Ncid:11cid:25cid:11 sf r cid:0 nsf cid:12 cid:0sf r cid:0 ncid:12sf sf r cid:0 nThese cid:145inelasticity conditionscid:146 will automatically be satiscid:133ed if sf r cid:0 n N 0, irrespective how sensitive are cid:11 and cid:12 to variations in their arguments.18 Mathematically, perverse results are possible in which a rise in sf increases the return.This could happen, for instance, if there is a strong inverse relation between cid:11 and re. Theconditions that would give these perverse results can be ruled out on economic grounds.14Empirically, both sf rcid:0 n and N are close to zero, having at times been positiveand at times negative. In fact, setting sf rcid:0n N 0 is arguably a reasonableempirical benchmark. Thus, the qualitative results in 1214 survive at leastas an outcome that holds for a range of empirically very plausible parametervalues in a more general model in which the stockcid:135ow ratios are determinedendogenously. It should be noted also that the dierent specicid:133cations used in Skott 1981, 1988, 1989 are special cases of the general model with endogenouscid:11 and cid:12 ratios;19 all of these special cases satisfy the inelasticity conditions forany reasonable set of parameters, as does the cid:135owcid:135ow specicid:133cation used by Lavoie and Godley 20012002 see below.Overall, then, while the implications of assuming elastic stockcid:135ow ratios areclear the comparative statics will be reversed inelastic ratios appear to bethe more interesting and empirically relevant case.204.1.2 The LavoieGodley specicid:133cation of consumption In the LavoieGodley model, consumption is a function of distributed incomeand capital gains. Thus, the consumption function is specicid:133ed as a cid:135owcid:135owrelation. Using our notation, a general version of their consumption functioncan be written as:CK y; cid:13; y 0; cid:13 021where y is householdscid:146distributed income and cid:13 is capital gains, both variablesas ratios of the capital stock y 1 cid:0 sf cid:25 cid:0 rcid:12 pcid:12u and cid:13 v N vcid:0 pp K .The proportion of the investment expenditure that is cid:133nanced by equity issuesis denoted as x. Lavoie and Godley take this proportion as the parameterdescribing new issue policies instead of N . By decid:133nitionv Np KN x IK xgwhere g is the accumulation rate. Thus, the ratio of capital gains to capital canbe written The equilibrium condition 11 is general and still holds in the LavoieGodleycid:13 cid:11ug cid:0 xgspecicid:133cation and using the decid:133nition of x the equation can be writtenucid:3 cid:0 n ucid:3h 1 cid:0 sf cid:25 cid:0 rcid:12 cid:0 cid:12n cid:022xnucid:3i y; cid:1319 Skott 1989, for instance, assumes that cid:12 is exogenous and that v N cid:11cid:25; u; r; cid:12p Y cid:25 cid:0 cid:14u cid:0 rcid:12p Y where cid:14 is the rate of depreciation; thus, share valuation is proportional toprocid:133ts net of depreciation and real interest payments.20 We use the terms cid:145inelasticcid:146and cid:145elasticcid:146to denote the cases when the conditions hold andfail to hold, respectively. Intermediate cases in which some but not all of the conditions holdare clearly possible; in these cases only some of the signs of the partials in 1214 will bepreserved.15The steady growth value of cid:12 and cid:11 is aected by the consumption savingfunction 21 and household portfolio decisions.In the LavoieGodley modelthese portfolio decisions are described by MM v N cid:17cid:12cid:11 cid:12 zr; re; y; zr 0; zre 0; zy 023cid:11uwhere re is the rate of return on equities re 1cid:0sf cid:25cid:0cid:12runcid:11ucid:0x.For some functional forms of in 22 and z in 23, it may be possibleto obtain analytical expressions for cid:11 and cid:12; as in our general representationfor the stockcid:135ow ratios, 6 and 7; other specicid:133cations including the onesused by Lavoie and Godley may preclude explicit analytical expressions butthe stockcid:135ow implications can still be evaluated numerically.With the relevant decid:133nitions, 22 and 23 determine the equilibrium valuesof cid:25, cid:11 and cid:12. Each exogenous variable sf , x, r, among others aects theequilibrium stockcid:135ow ratios cid:11 and cid:12 as well as the procid:133t share cid:25; and we getexpressions that are analogous to 1820:cid:25sfcid:25xcid:25r cid:0 cid:0sfcid:25cid:25 cid:0 cid:12r cid:0 sf r cid:0 n cid:12sf cid:0 sf r cid:0 n cid:12n cid:0 sf r cid:0 nucid:3 cid:12sf ucid:3 cid:0 sf r cid:0 nucid:3 cid:12sf cid:12 sf r cid:0 n cid:12sf cid:0 sf r cid:0 n cid:12cid:25cid:25xr The total eect on the procid:133t share of each parameter can be decomposed intothe eect for a given cid:11 and cid:12, and the derived eect via changes in cid:11 and cid:12.The cid:133rst eect is clear and straightforward as shown in section 4.1.1. Our mainconcern here is whether cid:145the inelasticity conditionscid:146for stockcid:135ow ratios hold inthe LavoieGodley specicid:133cation.Using Lavoie and Godleycid:146s values for the parameters,21 we cid:133nd that in the Harrodian mature economy, the indirect eects via changes in cid:11 and cid:12 arequite small, with the direct eects corresponding to constant stockcid:135ow ratiosexplaining most of the total eects. Table 1 shows the numerical results. Thenumbers in Table 1 indicate the derivatives of the procid:133t share with respect toeach exogenous parameter, evaluated at the equilibrium associated with Lavoieand Godleycid:146s original values of parameters.2221 Lavoie and Godley 20012002 did not report parameter values but have provided thevalues in private correspondence. These parameter values and our procedure of decompositionare given in the Appendix.22 In this paper we simply use Lavoie and Godleycid:146s parameter values, leaving for futureresearch a more careful examination of whether our cid:145inelasticity conditionscid:146 are robust withrespect to reasonable variations in these parameter values.164.2 Dual economies: endogenous growth We now turn to the case of dual economies, that is, economies in which thelabor force does not constrain the rate of growth. This case may correspondto economies with large amounts of hidden unemployment in backward, noncapitalist sectors, or it could depict the case where the labor supply to thecapitalist sector is perfectly elastic for other reasons immigration, womencid:146sparticipation rate, endogenous fertility, or technical progress.The growth function needs to be modicid:133ed in a dual economy of this kind.The employment rate no longer serves as a relevant signal and therefore dropsout of the growth function. Hence,Y hcid:25; h 0 0In steady growth we still have g Y K and u ucid:3, and the equilibriumcondition for the product market takes the form1 cid:0 sf cid:25 cid:0 rcid:12 cid:0 cid:12hcid:25 cid:0 cid:11 N 1 cid:01ucid:3hcid:25244.2.1Inelastic stockcid:135ow ratios In the case with exogenous cid:11 and cid:12 ratios, equation 24 gives the followingcomparative statics:cid:25sfcid:25 Ncid:25rcid:25cid:11cid:25cid:12 cid:0 cid:0 cid:0 0 0ucid:3 h 0cid:25ucid:3 h 0cid:25cid:25 cid:0 rcid:12sf cid:12 cid:0 1cid:11sf cid:12 cid:0 1cid:12sfsf cid:12 cid:0 1ucid:3 h 0cid:25Nsf cid:12 cid:0 1sf r cid:0 nsf cid:12 cid:0 1ucid:3 h 0cid:25ucid:3 h 0cid:25p YThe signs of these partials depend on the magnitude of h 0cid:25: The expressionucid:3 Mcid:0p Kcid:12 cid:0 1is negative for any empirically reasonable specicid:133cation, and itfollows that compared to the labor constrained case, the comparative statics areunchanged if h 0 is cid:145smallcid:146but reversed if h 0 is cid:145largecid:146. The standard Kaleckianformulation with cid:25 cid:22cid:25 corresponds to the limiting case with h 0 ! 1. This maybe an extreme case, but in the absence of labor constraints one would expecta high sensitivity of growth to variations in procid:133tability. Thus, the largeh 0case with the reversal of comparative statics for the procid:133t share seems the mostreasonable.17Changes in the procid:133t share incid:135uence the growth rate in a dual economy,rather than the employment rate as in the laborconstrained economy. Expressions for the growth rate eects are readily obtained in the limiting case witha constant markup formulation h 0cid:25 ! 1 at cid:25 cid:22cid:25. In this limiting caseequation 24 can be rewritten1 cid:0 sf cid:22cid:25 cid:0 rcid:12 cid:0 cid:12g cid:0 cid:11 N 1 cid:01ucid:3gandgsfg Ngrgcid:11gcid:12 cid:0 0 0 0cid:22cid:25 cid:0 rcid:12ucid:31 cid:0 cid:12ucid:3cid:11ucid:31 cid:0 cid:12ucid:3sf cid:12ucid:31 cid:0 cid:12ucid:3N ucid:31 cid:0 cid:12ucid:3g cid:0 sf rucid:31 cid:0 cid:12ucid:3The signs of the eects of changes in sf ; N and r are clear. If cid:133rms raisethe retention rate or increase the rate of new issues, this will increase the rateof capital accumulation, while an increase in the real interest rate slows downaccumulation. The intuition is simple. Since ucid:3 and cid:22cid:25 are unaected by changesin sf ; N and r, the eects on accumulation of changes in sf ; N and r deriveexclusively from their direct impacts on saving and the amount of availablecid:133nance. Given that u ucid:3 and cid:25 cid:22cid:25, an increase in sf or N must increasethe amount of cid:133nancial resources available to cid:133rms raising the rate of capitalaccumulation while a rise in r has the opposite eect on accumulation since itreduces the amount of retained earnings.234.2.2 The LavoieGodley specicid:133cation of consumption As we have seen in section 4.1.2, householdscid:146consumptionsaving and portfoliodecisions in LavoieGodley 20012002 implicitly decid:133ne the stockcid:135ow ratios, cid:11and cid:12, as functions of a number of variables, and the accumulation rate becomesan additional incid:135uence on cid:11 and cid:12 in the dual economy. Analogously to theanalysis in section 4.1.2, we obtain the following comparative statics.23 It is easy to understand these comparative statics by looking at the closedform solutionfor the rate of capital accumulation, i.e. g sf cid:22cid:25cid:0rcid:12cid:11 N ucid:31cid:0cid:12ucid:3.18gsfgxgrcid:22cid:25 cid:0 rcid:12 cid:0 sf r cid:0 g cid:12sf 1ucid:3 1 cid:0 cid:12ucid:3 cid:0 x sf r cid:0 g cid:12g 1ucid:3 g cid:0 sf r cid:0 g cid:12x 1ucid:3 1 cid:0 cid:12ucid:3 cid:0 x sf r cid:0 g cid:12g cid:0sf cid:12 sf r cid:0 g cid:12r 1ucid:3 1 cid:0 cid:12ucid:3 cid:0 x sf r cid:0 g cid:12g We follow a decomposition procedure that is similar to the one in 4.1.1in order to check if the inelasticity conditions for the stockcid:135ow ratios holdin Harrodian dual economies. Table 2 reports the numerical results based on Lavoie and Godleycid:146s parameter values.The signs of the derivatives of g with respect to the parameters are the samein the variable cid:11 and cid:12 regime as in the constant cid:11 and cid:12 regime, that is, ourcid:145inelasticity conditionscid:146hold in Harrodian dual economies with a LavoieGodleyspecicid:133cation of consumption and portfolio behavior. However, the absolutevalues of the derivatives in the case of constant cid:11 and cid:12 are much greater thanthose in the case of variable cid:11 and cid:12. Thus, the adjustment of cid:11 and cid:12 causedby changes in the parameters produce signicid:133cant and partially osetting eectson accumulation.5 A Kaleckian model Our Kaleckian model diers from Harrodian models with respect to the specicid:133cation of accumulation. Unlike in the Harrodian framework, the utilization rateu becomes an accommodating variable, and a shift in aggregate demand maygenerate a permanent change in utilization. The procid:133t share, by contrast, istreated as exogenous, cid:25 cid:22cid:25; and the labor supply is taken be perfectly elasticthat is, the model describes the dualeconomy case. The Kaleckian model,cid:133nally, often imposes cid:145stagnationistcid:146assumptions which ensure that an increasein the procid:133t share will reduce utilization; most of our results for the comparative statics of changes in cid:133nancial behavior do not depend on these additionalassumptions.5.1 Inelastic stockcid:135ow ratios By using the decid:133nition of cid:11 and cid:12, Tobincid:146s q, the debtcapital ratio, and theratio of retained earnings to capital can be written as:q cid:11 cid:12um cid:12uc sf cid:25 cid:0 rcid:12u 19Thus, for given values of cid:22cid:25; cid:11 and cid:12, the accumulation function 4 becomes afunction of utilization only:IK f u; cid:22cid:25; r; q; m; c f u; cid:22cid:25; r; cid:11cid:12u; cid:12u; sf cid:22cid:25cid:0rcid:12u cid:17 cid:30u; cid:11; cid:12; r; cid:22cid:25; sf From 8 and the product market equilibrium condition, we now havecid:30u; cid:11; cid:12; r; cid:22cid:25; sf sf cid:22cid:25 cid:0 rcid:12 cid:12cid:30u cid:11 N u25We may interpret the terms in the bracket on the right hand side of 25 asthe average saving rate. Following the Kaleckian tradition, we assume that thetraditional Keynesian shortrun stability assumption holds in the long run, too,that is, we assume that saving is more responsive than investment to changesin the utilization rate. If the cid:11cid:0 and cid:12cid:0ratios are exogenous, we then havesf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300 026and assuming positive autonomous investment, cid:300; cid:11; cid:12; r; cid:22cid:25; sf 0 it canbe shown that there is a unique positive solution for u in the interval 0; 1For empirically reasonable magnitudes of the negative eect on capital accumulation of debtcapital ratio, accumulation is increasing in the utilizationrate, i.e. cid:300u 0;24 and we have the following comparative statics for theutilization rate:cid:12 .2728 cid:0ucid:25usfu Nurdudcid:11dudcid:12 0 0cid:22cid:25 cid:0 rcid:12uf1 cid:0 cid:12ufc cid:0 1g1 cid:0 cid:12ufcid:25 usff1 cid:0 cid:12ufc cid:0 1gsf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300sf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300sf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:3001 cid:0 cid:12ufr cid:0 fcsf cid:12u sf cid:12usf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300cid:11ufq1 cid:0 cid:12uu cid:0 N usf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300sf r cid:0 gu 1 cid:0 cid:12ufq fm cid:0 fcsf rusf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300The stagnationist case is obtained if an increase in the procid:133t share generatesa decline in utilization. Comparing 27 and 28 it is readily seen that in thisstagnationist case an increase in the retention rate must depress the rate ofutilization:it follows from 26 and 27 that 1 cid:0 cid:12ufc 1 is a necessarycondition for ucid:25 0. However, the determinate sign of the partial derivativeof the utilization rate with respect to the retention ratio can also be justicid:133ed 24 The mathematical condition for cid:300u 0 is cid:12jfmj fu fqcid:11 cid:12 fcsf cid:22cid:25 cid:0 rcid:12.20directly by the empirically mild assumption that 1 cid:0 cid:12ufc 1.25 Giventhis assumption, an increase in sf lowers the utilization rate since, for a givenu, saving rises more sharply than investment, and the utilization rate mustdecrease in order to restore the product market equilibrium. Analogously andcid:25 0 the average saving rate rises as N increasesindependently of whether usince more household income goes to purchasing equities rather than buyingconsumer goods. This depresses the level of eective demand and results in alower rate of utilization.The increase in the real interest rate has a negative impact on both savingand investment. It lowers the amount of corporate saving, and the decrease inretained earnings depresses accumulation for a given rate of utilization. Savingfalls more sharply than investment if the direct negative impact on investmentof changes in r is not too large, i.e. 1 cid:0 cid:12ufr cid:0 fcsf cid:12u sf cid:12u 0. Underthis assumption, to restore the product market equilibrium, a higher utilizationrate is required. However, if 1 cid:0 cid:12ufr cid:0 fcsf cid:12u sf cid:12u 0, the higher realinterest rate requires a lower utilization rate for the product market equilibrium.The eects of changes in a and cid:12; again, are ambiguous.The eects on accumulation of changes in the cid:133nancial variables are givenby:gcid:25gsfg Ngr fcid:25 sf ufc cid:300 ucid:25 fccid:22cid:25 cid:0 rcid:12u cid:300 u cid:300 u N fr cid:0 fcsf cid:12u cid:300 u 0sfr29303132The result for gcid:25 in equation 29 is parallel to Marglin and Bhaduricid:146s 1990analysis of wage and procid:133t led growth in a stagnationist regime. The direct andpositive eect on accumulation of an increase in the procid:133t share may or may notbe dominated by the eect of a decline in utilization. A rise in the retentionrate equation 30 also produces concid:135icting eects on accumulation. Thecid:133rst term in 30, fccid:22cid:25cid:0rcid:12u, captures a direct positive impact on accumulationfrom an increase in the amount of internal funds, but an increase in the retentionrate also has a negative eect on accumulation by lowering the utilization ratethe second term in 30, cid:300 u, is negative. Which eect dominates is ansfempirical matter but using the expressions for u it follows that incid:25 and usf 25 It is di cult to see how an increase in retained earnings keeping constant u; cid:25; r; q; m can lead to a more than oneforone increase in investment, that is, one would expect fc cid:20 1.21this model gsf 0 is a su cient condition for growth to be procid:133t led.26The eect on capital accumulation of an increase in the rate of equity issuesis more clearcut. An increase in N leads to a lower rate of utilization, and thelower utilization rate depresses capital accumulation.Real interest rates have ambiguous eects. The direct eect on accumulation of a rise in the real rate of interest is negative but the derived eect onaccumulation via changes in the utilization may be positive: fr cid:0 fcsf cid:12u in 32is negative, but the sign of cid:300 ur in 32 can be positive or negative, leavingunclear the sign of the total eect. The ambiguity that characterizes the eectsof changes in cid:11 and cid:12 on utilization also carry over to the eects on the growthrate.Financialization, cid:133nally, may have been associated with a downward shiftin the accumulation function, f or cid:30. A downward shift of this kind leadsto a lower utilization rate, and this fall in utilization exacerbates the decline inaccumulation.Strikingly, the comparative static results for a stagnationist dual economyresemble those for the mature Harrodian economy. A fall in the rate of newequity issues is expansionary in both models.In the stagnationist model itleads to a higher utilization rate and a higher accumulation rate; in the Harrodian model procid:133ts and employment both increase. A decrease in the retentionrate, moreover, may but need not increase both the utilization rate and thecapital accumulation rate in the stagnationist model and it raises procid:133ts andemployment in the Harrodian case.5.2 The LavoieGodley specicid:133cation of consumption andaccumulation In Lavoie and Godley 20012002, the accumulation function is given byg cid:130 cid:131sf cid:22cid:25u cid:0 rm cid:0 cid:132rm cid:133q cid:134uwhere cid:130, cid:131, cid:132, cid:133, and cid:134 are positive constants. Using the decid:133nitions of q,m, cid:11 and cid:12, this accumulation function can be rewritten:26 We havegcid:25 fcid:25 sf ufc cid:300 ucid:251 cid:0 cid:12ufcid:25 usff1 cid:0 cid:12ufc cid:0 1gsf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300 fcid:25 sf ufc cid:300 fcid:25 cid:300sfcid:22cid:25 cid:0 rcid:12 fcid:25 cid:3001 cid:0 cid:12ufcid:25sf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300cid:22cid:25 cid:0 rcid:12ufc cid:300cid:22cid:25 cid:0 rcid:12uf1 cid:0 cid:12ufc cid:0 1gsf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:3001 cid:0 cid:12ufcid:25sf cid:22cid:25 cid:0 rcid:12 cid:12cid:300u g cid:11 N cid:0 cid:300sfcid:22cid:25 cid:0 rcid:12gsf 22g cid:130 cid:131sf cid:22cid:25 cid:0 rcid:12 cid:0 cid:132rcid:12 cid:133cid:11 cid:12 cid:134u33If the cid:11 and cid:12 ratios are constant, we have a special linear version of our functioncid:30u in the previous section, and the sensitivity of investment to the utilizationrate depends on the various parameters, including cid:11 and cid:12. The LavoieGodleyspecicid:133cation of consumption and portfolio behavior, however, implies that thecid:11 and cid:12 ratios are endogenous and that the response of investment to changesin u will be aected by the endogenous adjustment of the stockcid:135ow ratios cid:11and cid:12.The consumption function and householdscid:146 portfolio choice have been described already in section 4.1.2. For convenience we reproduce the key equations2223 here:u cid:0 g uh 1 cid:0 sf cid:22cid:25 cid:0 rcid:12 cid:0 cid:12g cid:0cid:12cid:11 cid:12 zr; re; yxgu i y; cid:133435where cid:13 cid:11ugcid:0xg, y 1cid:0sf cid:22cid:25cid:0rcid:12 pcid:12u, and re 1cid:0sf cid:22cid:25cid:0cid:12rugcid:11ucid:0x.Unlike in section 4.1.2, g and u are endogenously determined while cid:25 is a parameter.cid:11u The system 3335 determines four endogenous variables, g, u, cid:11 and cid:1234 contains two equations. This system is equivalent to the steadygrowthsystem in Lavoie and Godley 20002001.27 It can be compared to one in whichaccumulation is described by 33, but in which cid:11 and cid:12 are assumed constantthat is, in which we drop 35 and the last equation in 34.Analytical solutions are hard to obtain, but using the original parameter values in Lavoie and Godley 20012002 our inelasticity conditions for stockcid:135owratios survive in this stagnationist LavoieGodley system. Table 3 describes thenumerical results. Qualitatively, the macroeconomic eects of cid:133nancializationon the steady state are the same in the cid:133xed cid:11; cid:12 system and the LavoieGodleymodel. In both models, the eects of an increase in the retention rate are negative for both utilization and accumulation. Thus, given the parameter concid:133guration, the direct positive impact of a rise in sf on accumulation is dominatedby its negative utilization eect on accumulation. A rise in the share of investment cid:133nanced by new issues has a contractionary eect on both utilization andaccumulation. An increase in the real interest rate on the utilization rate has anpositive eect on the utilization rate, but this positive utilization eect is osetby the negative eect of the higher interest rate on accumulation: accumulationslows down in the face of the higher real rate of interest.The similarity between the systems with constant and endogenous cid:11 and cid:12ratios is not just qualitative. The derivatives of u and g with respect to the 27 The only small dierence between Lavoie and Godley steadystate system and ours liesin the lag structure of variables. In our analysis, we make all level variables in each equationcontemporaneous.23various parameters are also similar in magnitudes. Thus, the eects on u and gof induced adjustments of cid:11 and cid:12 are quantitatively small.28 This result is notsurprising since, as indicated by Table 4, the values of the cid:11 and cid:12 ratios appearto be rather insensitive to variations in the cid:133nancial parameters the parameterchanges in the table are very substantial.6 Conclusion Financialization is a shorthand expression for a number of developments overthe last 30 years. The term is convenient but these developments may not havethe coherence and unity suggested by the term and they may not signal thetransition to some new cid:145regimecid:146.This paper is an attempt to show how the macroeconomic eects of some ofthe observed changes in cid:133nancial behavior can be analyzed using existing theoretical frameworks . The models in sections 45 dier along three dimensions:i the role of labor constraints mature vs dual economies, ii accumulationregimes Harrodian vs stagnationist specicid:133cations, and iii the specicid:133cation ofhousehold behavior elastic vs inelastic stockcid:135ow ratios. All three dimensionsare important when it comes to evaluate the eects of the behavioral changesthat have been associated with cid:133nancialization.Looking cid:133rst at the third dimension, the comparative statics in the elasticstockcid:135ow case are reversed compared to the case with inelastic stockcid:135ow ratios.Phrased in this way, however, the result is not interesting since reversal of theresults formed the basis for the decid:133nition of elastic stockcid:135ow ratios. Moreinteresting is the cid:133nding that all our specicid:133cations fall into the category ofinelastic stockcid:135ow ratios. We may not be able to conclude from this that allreasonable specicid:133cations are inelastic. We have shown, however, that a rangeof empirically plausible specicid:133cations will be stockcid:135ow inelastic; it is striking,in particular, that models like that of LavoieGodley which have been built upfrom cid:135owcid:135ow relations also generate stockcid:135ow ratios that are inelastic.Assuming inelastic stockcid:135ow ratio, some of the main results for the other twodimensions are summarized in Table 5. Consider a change in new issue policies.29A decrease in new issues will be expansionary in the mature Harrodian economyas well in the stagnationist dual economy. Expansionary means dierent thingsin the two regimes: the growth rate is exogenously given in the mature economyand expansionary refers to an increase in the rate of employment; in the dualeconomy, on the other hand, the labor supply is incid:133nitely elastic and the rateof employment illdecid:133ned, and an expansionary eect is one that raises thegrowth rate.28 There is one possible exception: the quantitative eect of the real interest rate on utilization diers substantially in the two systems. Our numerical exercises, however, show that thedierence tends to decrease if we consider nonmarginal, discrete changes in the interest rate.29 The eects of changes in retention rates are a little less clear in that essentially for MarglinBhaduri reasons the growth eects are ambiguous in the stagnationist dualeconomycase.24The Harrodian dual economy produces the opposite result: a decrease innew issues reduces the growth rate.30Intuitively, the growth rate along thesteady growth path is constrained by the saving in the Harrodian dual economy,and a decrease in new issues reduces saving and thereby the growth rate. Thisargument is a straightforward generalization of what happens in the textbookversion of Harrodcid:146s model. Once we move to a mature economy, however, thegrowth rate of output and the rate of accumulation will adjust to the naturalrate. A decrease in new issues tends to reduce saving, and an increase in procid:133ts isneeded to compensate for this reduction and maintain the rate of accumulationat the natural rate. An increase in procid:133tability, in turn, must be oset by arise in employment in order to keep the growth rate of output at the naturalrate. Basically, moving from a mature to an dualeconomy setting turns anexpansionary change into a contractionary change.Moving from a Harrodian to a stagnationist economy also tends to reversethe comparative statics. This, again, generalizes results that are wellknownfrom comparisons of the textbook Harrod model with standard stagnationistformulations e.g. Rowthorn 1981 and Dutt 1984. The only dierence isthat here we have expanded the models to include cid:133nancial factors that areusually left out.These comparisons between mature and dualeconomy versions of the Harrodian model and between Harrodian and stagnationist versions of the dualeconomy provide some intuition for the similarity between the mature Harrodian economy and the stagnationist dual economy: these latter economies dierin two dimensions and the two reversals of the comparative statics oset eachother.Of course, the dependence of the comparative statics on the specicid:133cationof the model is not surprising. One contribution of this paper, however, isto clarify the conditions under which the dierent results obtain. Moreover,most studies of advanced capitalist economies by heterodox economists seemto be informed by either a Harrodian matureeconomy perspective or by thestagnationist dualeconomy framework our own preference lies with the former,but the majority view probably favors the latter. The two perspectives arequite dierent, but our results in this paper show that when it comes to anevaluation of the eects of the changes in cid:133nancial behavior over the last 30years, the qualitative conclusions are rather similar. A downward shift of theaccumulation will be contractionary; decreases in retained earnings, a declinein new issues of equity and increased reliance on external cid:133nance, on the otherhand, will tend to be expansionary in both frameworks.Financialization involves broader issues that go beyond the questions discussed in this paper. One set of issues concerns international capital cid:135ows andthe constraints implied by these cid:135ows on the policy options of nation states.Leaving aside the international dimension, issues of power provide an anotherexample. It is often claimed that cid:133nancialization is associated with the increased 30 The Harrodian dual economy could be split into two cases, depending on the sensitivityof the growth function with respect to changes in the procid:133t share. We focus on the highsensitivity case, cf. section 4.1.2.25power of cid:133nancial institutions. Auerbach 1988, however, presents the case foran alternative view:The present relationships between banks and cid:133rms, far from signalling the growing dominance of cid:133nancial institutions represent aprecisely contrary development. They result from the eorts of cid:133nancial institutions to accommodate themselves to a far more insecure environment, one made insecure by the activities of cid:133nancialinstitutions in competition with each other and by the ever morestringent demands made upon them by their clients, especially theirbusiness customers. p.Disregarding power issues, an increase in competition and insecurity may haveimplications for cid:133nancial stability as well as for the time horizons used by bothcid:133rms and cid:133nancial institutions. A relatively recent but now largely forgottenliterature questioned the relative merits of competitive, marketbased AngloSaxon cid:133nancial systems compared to GermanJapanese systems. The latter,it was argued, might help to alleviate a shorttermist bias e.g. Cosh et al 1990. More generally, a competitive cid:133nancial system would not necessarily even if it were fully cid:145e cientcid:146 produce good macroeconomic results if the investment in physical and or human capital gives rise to signicid:133cant externalitiesas suggested by traditional development theory, post Keynesians like Kaldor,and recent endogenous growth theory.In the case of positive externalities,cid:145articid:133cially lowcid:146interest rates may be desirable Auerbach and Skott 1992.31One may note, cid:133nally, that concerns over the excesses and questionablebenecid:133ts of the cid:133nancial system have been voiced before and that even the extentof resources that are put into the cid:133nancial system may cause concern. Thus,Tobin 1984; reprinted 1987 confessedto an uneasy Physiocratic suspicion, perhaps unbecoming in an academic, that we are throwing more and more of our resources, including the cream of our youth, into cid:133nancial activities remote from theproduction of goods and services, into activities that generate highprivate rewards disproportionate to their social productivity. 1987,p. 294Tobincid:146s conclusion was motivated in part by the fact that 16 out of an elitegroup of 46 executives whose earnings exceeded one million dollars in 1983 wereo cers of cid:133nancial companies. He also noted that graduates from the Schoolof Organization and Management at Yale who took jobs in cid:133nance had startingsalaries four times the poverty threshold for fourperson families, and observed 31 The relatively strong German and Japanese economic performance during the Golden Agecould be explained, of course, by other factors, unrelated to the cid:133nancial systems. Likewise,the relatively poor performance by the two economies in the more recent years may not recid:135ecta need for reforms of the cid:133nancial andor labor market systems, as claimed by OECD andother international organisations. See Nakatani and Skott 2006 for discussion of the Japanesecase.26that the average holding period for shares was only 19 months and that the Department of Finance categories of Finance and Insurance generate 4.55 percent of GNP 1987, p. 282. These numbers seem almost quaint by todaycid:146sstandards,32 and developments over the last 20 years can only reinforce ones Physiocratic suspicions.7 Appendix: The Numerical Results in Tables 1, 2 and 3In 4.1.2, 4.2.2, and 5.2 we used numerical methods to examine the comparativestatics of two models: one with constant stockcid:135ow ratios, cid:11 and cid:12, and theother with LavoieGodley specicid:133cations on consumption and portfolio choiceand induced variations in the stockcid:135ows ratios. The analysis was conducted inthe context of Harrodian mature economies 4.1.2, Harrodian dual economies4.2.2, and Stagnationist dual economies 5.2 and the results summarized in Tables 1,2 and 3. In this appendix, we present the procedure that was used tocid:133nd the values of the derivatives of the endogenous variables with respect tocid:133nancial and other parameters. We do this in the context of Stagnationist dualeconomies see Table 3 in 5.2 where the model with variable stockcid:135ow ratiosis the same as the one in Lavoie and Godley 20012002. The procedure in theother cases is similar and, in fact, less complicated.The stagnationist dual economies with the variable cid:11 and cid:12 cid:0 Lavoieand Godley 20012002g sf cid:25u cid:0 rm mg xgg cid:130 cid:131sf cid:25u cid:0 rm cid:0 cid:132rm cid:133q cid:134uu cid:0 g a 1fu cid:0 sf cid:25u cid:0 rmg a 1a 2cid:13m 1 cid:0 cid:210 cid:211r cid:0 cid:212req cid:213fu cid:0 sf cid:25u cid:0 rmg36373839where re 1cid:0sf cid:25ucid:0rmcid:13qcid:0mand cid:13 gq cid:0 m cid:0 xg.The symbols used here are the same as the ones in the main text of this paper.The incid:135ation rate is assumed to be zero. 36 describes cid:133rmscid:146cid:133nance constraint,32 In 2005, among CEOcid:146s in the top 189 e cient cid:133rms classicid:133ed by Forbes, 164 earned morethan 2 million or approximately 1 million in 1983 dollars and 46 of them belonged to cid:133nancial companies diversicid:133ed cid:133nancials, banking, and insurance. The average compensationof those 46 CEOcid:146s in cid:133nancial companies was 9.6 million or about 170 times the median U.S.family income in 2004 see The State of Working America 20062007 published by Economic Policy Institute. In 2004, the average holding period for shares had dropped to 12.1 monthsNYSE Historical Statistics, http:www.nysedata.com. Finance and Insurance, as categorized by the Department of Commerce, accounted for 5.5% of employee compensation, about 5% of the employed labor force, 7.5% of aftertax corporate procid:133ts, and about 3% of personalconsumption in 1983; in 2005 those corresponding cid:133gures were 7.6%, 4.3%, 11.1% and 5.9%in 2005, respectively calculated from U.S. Department of Commerce, Bureau of Economic Analysis, National Income and Product Account .2737 is the investment function, 38 describes the equilibrium condition for theproduct market where the righthand side specicid:133es households consumptionbehavior as a function of household distributed income and capital gains. 39shows householdscid:146 demand for money portfolio choice. The following valuesare used by Lavoie and Godley 20012002.cid:130 0:0075sf 0:75a 1 0:8cid:210 0:45cid:131 0:5x 0:05a 2 4:5cid:211 0:2cid:132 0:5cid:25 0:2498cid:133 0:02cid:134 0:125cid:212 0:0133cid:213 0:0001 r 0:0275Given these parameter, 3639 determines the steadystate values of u,g, q and m. The system has multiple solutions due to nonlinearities of someequations. The number of solutions is six but cid:133ve of them can be discarded oneconomic grounds since at least one of the variables cid:0 including re cid:0 is negative.The positive numerical solution is:ucid:3 0:188gcid:3 0:0545qcid:3 0:8789mcid:3 0:48740The partial derivatives of the solutions for u and g with respect to sf , x, r,cid:25, and cid:210 are evaluated at ucid:3, gcid:3, qcid:3, mcid:3. The obtained values were reportedin the third and cid:133fth columns of Table 3.Using the decid:133nitions of cid:11 and cid:12, we obtain the following equilibrium valuesfor cid:11 and cid:12:cid:11cid:3 qcid:3 cid:0 mcid:3ucid:3 2:07936cid:12cid:3 mcid:3ucid:3 2:58914Using these steadystate values of stockcid:135ow ratios, we can transform thevariable cid:11 and cid:12 regime to the constant cid:11 and cid:12 regime by dropping the consumption and portfolio choice functions.Constant cid:11 and cid:12 regimeg sf cid:25u cid:0 rm mg xgg cid:130 cid:131sf cid:25u cid:0 rm cid:0 cid:132rm cid:133q cid:134uq cid:11cid:3 cid:12cid:3um cid:12cid:3u By construction, the above four equations must yield the same steady statevalues as in 40. Then, the partial derivatives of the solutions for u and g withrespect to sf , x, r, cid:25, and cid:210, again, are evaluated at ucid:3, gcid:3, qcid:3, mcid:3. Thesecond and forth columns of Table 3 report these values.28References1 Aglietta, M. and Breton, R. 2001 cid:147Financial Systems, Corporate Controland Capital Accumulation.cid:148Economy and Society, 30 4, pp. 433466.2 Auerbach, P. 1988 Competition. Oxford: Blackwell.3 Auerbach, P. and Skott, P. 1988 cid:147Concentration, competition and distribution. International Review of Applied Economics, 2, pp. 4261.4 Auerbach, P. and Skott, P. 1992 cid:147Financial Innovation and Planning ina Capitalist Economy. Metroeconomica, Vol. 43 12, pp. 75102.5 Blecker, R. 1999 Taming global cid:133nance. Washington, DC: Economic Policy Institute.6 Boyer, R. 2000 cid:147Is a Financeled Growth Regime a Viable Alternativeto Fordism? A Preliminary Analysis.cid:148Economy and Society, 29 1, pp.111145.7 Cosh, A., Hughes, A, and Singh, A. 1990 cid:147Analytical and Policy Issuesin the UK economy. In Takeovers and Shorttermism in the UK. London:Institute for Public Policy Research.8 Crotty, J. 2005 cid:147The Neoliberal Paradox: The Impact of Destructive Product Market Competition and cid:145Moderncid:146 Financial Markets on Noncid:133nancial Corporation Performance in the Neoliberal Era.cid:148In G.A. Epsteined. Financialization and the World Economy. Northampton, MA: Elgar.9 Delli Gati, F. and Gallegati, M. 1990 cid:147Financial Instability, Income Distribution and the Stock Market. Journal of Post Keynesian Economics,pp. 356374.10 Dumnil, G. and Lvy, D. 2001 cid:147Costs and Benecid:133ts of Neoliberalism:A Class Analysis.cid:148Review of International Political Economy, 8 4, pp.578607.11 Dutt, A.K. 1984cid:147Stagnation, income distribution and monopoly power.Cambridge Journal of Economics, 8 1, pp. 2540.12 Dutt, A.K. 1997 cid:147Equilibrium, path dependence and hysteresis in postKeynesian models.cid:148In P. Arestis, G. Palma and M. Sawyer eds Capital Controversy, PostKeynesian Economics and the History of Economic Thought: Essays in Honour of Geo Harcourt. London: Routledge.13 Dutt, A.K. 2005cid:147Consumption, debt and growth.cid:148In M. Settercid:133eld ed.Interactions in Analytical Political Economy. M.E. Sharpe.14 Eatwell, J. and Taylor, L. 2000 Global cid:133nance at risk. New York: The New Press.2915 Eichner, A. 1976 The Megacorp and Oligopoly. Cambridge: Cambridge University Press.16 Epstein, G. A. 2005 cid:147Introduction.cid:148In G.A. Epstein ed. Financializationand the World Economy. Northampton, MA: Elgar.17 Flaschel, P. and Skott, P. 2006 cid:147Steindlian models of growth and stagnation. Metroeconomica, 57 3, pp. 303338.18 Froud, J., Haslam, C., Johal, S. and Williams, K. 2000 cid:147Shareholdervalue and cid:133nancialization: Consultancy promises, management moves.Economy and Society, 29 1, pp. 80110.19 Kaldor, N. 1966 Causes of the slow rate of economic growth in the United Kingdom. Cambridge: Cambridge University Press.20 Kurz, H. 1986 cid:147Normal positions and capital utilization.cid:148Political Economy, 2 1, pp. 3754.21 Lavoie, M. 198687 cid:147Systemic Fragility: A Simplicid:133ed View. Journal of Post Keynesian Economics, 92, pp. 258266.22 Lavoie, M. 1995 cid:147The Kaleckian model of growth and distribution andits neoRicardian and neoMarxian critiques.cid:148Cambridge Journal of Economics, 19, pp. 789818.23 Lavoie, M. and Godley, W. 20012002 cid:147Kaleckian models of growth ina coherent stockcid:135ow monetary framework: a Kaldorian view. Journal of Post Keynesian Economics, 24 2, pp. 277311.24 Lazonick, W. and Ocid:146Sullivan, M. 2000 cid:147Maximising shareholder value: anew ideology for corporate governance. Economy and Society, 29 1, pp.1335.25 Levy, D., Bergen, M., Dutta, S. and Venable, R. 1997 cid:147The magnitude ofmenu costs: direct evidence from large U.S. supermarket chains.cid:148Quarterly Journal of Economics, 112, pp. 791825.26 Marglin, S. and Bhaduri, A. 1990 cid:147Procid:133t Squeeze and Keynesian Theory. In: S. Marglin and J. Schor eds. The Golden Age of Capitalism Reinterpreting the Postwar Experience. Oxford: Clarendon.27 Nakatani, T. and Skott, P. 2006 cid:147Japanese growth and stagnation. Working Paper 200604, Department of Economics, University of Massachusettsat Amherst. Forthcoming in Structural Change and Economic Dynamics.28 Romer, D. 2001 Advanced Macroeconomics. Mc Graw Hill.29 Rowthorn, B. 1981 cid:147Demand, real wages and economic growth. Thames Papers in Political Economy.3030 Semmler, W. 1987 cid:147A Macroeconomic Limit Cycle with Financial Perturbations. Journal of Economic Behavior and Organization31 Skott, P. 1981 cid:147On the cid:145Kaldorian Saving Functioncid:146. Kyklos, 34, pp.56381.32 Skott, P. 1988 cid:147Finance, Accumulation and the Choice of Technique.Cambridge Journal of Economics, 12, pp. 339354.33 Skott, P. 1989 Concid:135ict and Eective Demand in Economic Growth. Cambridge: Cambridge University Press.34 Skott, P. 1989a cid:147Eective demand, class struggle and cyclical growth.International Economic Review, 30, pp. 231247.35 Skott, P. 1994 cid:147On the Modelling of Systemic Financial Fragility. In A.K. Dutt ed New Directions in Analytical Political Economy, Edward Elgar, 1994, pp. 4976.36 Skott, P. 1997 cid:147Stagcid:135ationary Consequences of cid:145Prudentcid:146Monetary Policy in a Unionized Economy. Oxford Economic Papers, 49, pp. 609622.37 Skott, P. 1999 cid:147Wage Formation and the non existence of the NAIRU.Economic Issues, March, pp. 7792.38 Skott, P. 2005 cid:147Fairness as a Source of Hysteresis in Employment and Relative Wagescid:148. Journal of Economic Behavior and Organization, Vol 57,2005, pp. 305331.39 Stockhammer, E. 2004 cid:147Financialisation and the Slowdown of Accumulation.cid:148Cambridge Journal of Economics, 28, pp. 719741.40 Stockhammer, E.2006 cid:147Shareholder value orientation and theinvestmentprocid:133t puzzle. Journal of Post Keynesian Economics, Winter 20056, Vol 28 2,pp. 193215.41 Taylor, L. 2004 Reconstructuring Macroeconomics. Cambridge: Harvard University Press42 Taylor, L. and Ocid:146Connell, S.A 1985 cid:147A Minsky Crisis. Quarterly Journalof Economics, 100 5, pp. 8718543 Tobin, J. 1984 cid:147On the E ciency of the Financial System. Lloyds Bank Review, No. 153, July 1984, pp. 115. Reprinted in P.M. Jackson ed.1987 Polices for Prosperity: Essays in a Keynesian Mode. Wheatsheaf Books.44 Wood, A. 1975 A Theory of Procid:133t. Cambridge: Cambridge University Press.31Graphs and Tables Figure 1: The Retention Rate 19522005Notes: The retention rate adjusted for inflation 1 Net Dividends U.S.Internal Funds Net Dividends Inflation rate Net Liabilities. The inflation rates are based on the CPI and Net Liabilities refer to nonfarm nonfinancialcorporate net liabilities. U.S internal funds Profit before taxes and after netinterest payments Taxes on corporate income Net dividends Consumption of fixed capital capital consumption adjustment.Sources: Federal Reserve Board, Flow of Funds Accounts of the United States,Table F.102 and Table B.102; Bureau of Labor Statistics, The Consumer Price Index 10.660.680.700.720.740.760.780.800.820.840.860.88195259196069197079198089199099200005Figure 2: The Rate of Net Issues of Equities 19522005Notes: Net issues of nonfinancial corporate equities divided by the market valueof nonfinancial corporate equities outstanding Sources: Calculated from Federal Reserve Board, Flow of Funds Accounts ofthe United States, Table F.213 and Table B.10220.0300.0250.0200.0150.0100.0050.0000.0050.0100.015195259196069197079198089199099200005Figure 3: The Ratio of Net Issues of Equities to Fixed Investment19522005Notes: Net issues of nonfinancial corporate equities divided by nonfarm nonfinancial corporate gross fixed investment Quarterly data.Sources: Calculated from Federal Reserve Board, Flow of Funds Accounts ofthe United States, Table F.213 and Table F.10230.200.150.100.050.000.050.10195259196069197079198089199099200006Figure 4: The Ratio of Gross Debt to Capital: Nonfarm Nonfinancial Corporations 19522005Notes: Gross debt commercial paper municipal securities corporatebonds bank loans other loans and advances mortgages. Capital replacement cost of structures replacement cost of equipment and software.Sources: Calculated from Federal Reserve Board, Flow of Funds Accounts ofthe United States, Table B.10240.000.100.200.300.400.500.600.7019521957196219671972197719821987199219972002Ratio of External Debt to Capital Ratio of Corporate Bonds to CapitalFigure 5: Real Rates of Interest 19522006Notes: Nominal rates minus inflation rates using the CPISources: Calculated from Federal Reserve Board, Federal Reserve Statistical Release; Bureau of Labor Statistics, The Consumer Price Index 56.004.002.000.002.004.006.008.0010.0019521958196419701976198219881994200020063Month Treasury Bill Rate 10year Constant Maturity Treasury Corporate Bond RateFigure 6: The Ratio of Personal Consumption Expenditures to Disposable Personal Income 19522006Sources: Calculated from U.S. Department of Commerce, Bureau of Economic Analysis, National Income and Product Account, Table. 2.960.80.820.840.860.880.90.920.940.960.9811952195819641970197619821988199420002006Figure 7: The Ratio of Households Net Financial Worth to Disposable Personal Income 19522006Notes: Net Financial Worth Households Net Worth Households Tangible Assets.In other words, the gap between two graphs shown in the figurerepresents households tangible assets divided by disposable person income Sources: Federal Reserve Board, Flow of Funds Accounts of the United States,Table B.1007012345671952195819641970197619821988199420002006Ratio of Net worth to Disposable Personal Income Ratio of Net Finanical Worth to Dispoable Personal IncomeFigure 8: The Ratio of Capital Gains on Financial Assets to Disposable Personal Income: Households and Nonprofit Organizations 19522005Notes: Capital Gains on Corporate Equities Holding gains on corporate equities inflation rate using the CPI corporate equities outstanding held byhouseholds and nonprofit organizations disposable personal income. Capital Gains on Financial Assets Holding gains on all financial assets inflationrate using the CPI all financial assets held by households and nonprofit organizations disposable personal income.Sources: Calculated from Federal Reserve Board, Flow of Funds Accounts of the United States, Table B.100 and Table R.100; Bureau of Labor Statistics, The Consumer Price Index 80.1000.0500.0000.0500.1000.1500.200195259196069197079198089199099200005Capital Gains on Corporate Equities Capital Gains on Financial AssetsTable 1: Effects of changes in parameters on the profit share in a Harrodian mature economy Constant and Variable and The retention ratio Equity issues Real interest rate Utilization Propensity to hold equityregime0.2380.3862.5891.948regime0.2380.2282.5751.6340.0717Notes: Calculated based on parameter values in Lavoie and Godley 20012002Table 2: Effects of changes in parameters on the accumulation rate ina Harrodian dual economy Constant and Variable and The retention ratio Equity issues Real interest rate Utilization Profit share Propensity to hold equityregime 0.0730.1180.7900.5950.305regime 0.0370.0210.3960.3480.1540.011Notes: Calculated based on parameter values in Lavoie and Godley 20012002Table 3: Effects of changes in parameters on the rates of utilizationand accumulation in a stagnationist dual economy Utilization Accumulation Constant and regime Variable and regime Constant and regime Variable and regime0.1620.3421.0550.6800.1860.3520.1970.7800.2960.0240.0850.1630.0990.0280.0870.3270.1180.092Regimes The retention ratio Equity issues Real interest rate Profit share Propensity to hold equityNotes: Calculated based on parameter values in Lavoie and Godley 200120029Table 4: Effects of Changes in Financial Variables on StockFlow Ratiossfxr 0.550.750.950.050.050.150.010.0275 0.051.9512.0792.1792.0402.0792.0751.8142.0792.6602.4262.5892.7172.5372.5892.5872.2262.5893.377Notes: 0.75sf , 0.05x, 0.0275r, and the values for the parameters other than sf ,x, and r are the same as those used in Lavoie and Godley 20012002.Table 5: The Effects of a Decrease in the Retention Ratio or the Rateof Net Issues of Equities in Different Regimes Harrodian Stagnationist Mature Economies Profit share: Increase Employment: Increase Dual Economies Growth: Decrease Utilization: Increase Growth: Ambiguous when sf Growth: Increase when N 10", "filename": "572989822.pdf", "person": ["Peter Skott", "Skott, Peter", "Soon Ryoo", "Ryoo, Soon"], "date": ["2007"]}