{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34915/1/573334781.pdf"], "title": ["Unemployment assistance and transition to employment in Argentina"], "plaintext": " Discussion Paper No. 3579 June 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Unemployment Assistance and Transition to Employment in Argentina Ana Iturriza University of Palermo and University of San Martin, Buenos Aires Arjun S. Bedi Institute of Social Studies, The Hague and IZA Robert Sparrow Institute of Social Studies, The Hague and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3579 June 2008 ABSTRACT in ArgentinaUnemployment Assistance and Transition to Employment In 200102, Argentina experienced a wrenching economic crisis. Plan Jefes, implemented in May 2002, was Argentinas institutional response to the increase in unemployment and poverty triggered by the crisis. The program provided a social safety net and appears to have successfully protected some families against indigence. Despite this success, the continued existence of the program, which provides benefits to eligible unemployed individuals for an unlimited duration, may have unappealing longterm consequences. Reliance on the plan may reduce the incentive to search for work and in the longrun may damage individual employability and perpetuate poverty. Motivated by these concerns, this paper examines the effect of participating in Plan Jefes on the probability of exiting from unemployment. Regardless of the data set, the specification and the empirical approach, the evidence assembled in this paper shows that for the period under analysis individuals enrolled in the Plan are between 12 to 19 percentage points less likely to transit to employment as compared to individuals who applied but did not join the Plan. The negative effect of the program tends to be larger for females and as a consequence, over time, the program becomes increasingly feminized. Prima facie, the estimates suggest that programs such as Plan Jefes need to reconsider the balance between providing a social safety net and dulling jobsearch incentives. JEL Classification: Keywords: Corresponding author: Arjun Bedi Institute of Social Studies Kortenaerkade 12 2518 AX, The Hague The Netherlands Email: bediiss.nl unemployment assistance programs, unemployment transitions, Argentina J64, J65 We thank Pedro Goulart, Melanie Khamis, Juan Ponce and Admasu Shiferaw for helpful comments. I. Introduction In recent years, macroeconomic shocks leading to sharp reductions in employment and income have been observed in several developing countries including Mexico, Indonesia, Thailand, and most recently Argentina. Towards the end of 2001, following three years of recession and a sharp devaluation of its currency, Argentina experienced a severe economic crisis. Between 2001 and 2002, unemployment rose from 15.1 percent to about 20 percent see Table 1, real incomes fell, with 63 percent of surveyed households experiencing a decline in real income of at least 20 percent Mc Kenzie, 2004 and the incidence of poverty rose from 38 percent in October 2001 to 52 percent in May 2002 Corbacho et al., 2003. The manner in which households respond to such shocks and particularly the role and effectiveness of government responses to such shocks is an important public policy concern.1 In Argentina, successive administrations have used a variety of passive and active labor market interventions to protect workers against the consequences of such shocks and the governments key institutional response to combat the increase in poverty and unemployment created by the crisis was the launch of an active unemployment assistance UA program called Plan Jefas y Jefes de Hogar Desocupados Program for Unemployed Heads of Households, hereafter Plan Jefes. While details are provided later, in theory, the Plan consists of a monthly monetary transfer for eligible unemployed household heads for an unlimited duration. To ensure that the program is selftargeted and reaches those who are most in need, a key aspect of the Plan is the requirement that 1 Fallon and Lucas 2002 provide a survey of the literature on labor market responses to crises while Smith et al. 2002 and Mc Kenzie 2003 examine the manner in which households respond to such shocks in Indonesia and Mexico, respectively. 1participants provide a labour contribution a counterpart of work which typically assumes the form of a communitarian task. A number of studies have analysed various aspects of the Plan. For example, Roca et al. 2003, Galasso and Ravallion 2004, Franceschelli 2005 examine the targeting aspects of the program as well as its impact on poverty alleviation, while Mc Kenzie 2004 examines the effect of the Plan on household incomes. Despite some leakage these papers confirm that the program did target the least skilled and the poor and that it protected individuals against poverty and indigence.2 In addition, Galasso and Ravallion 2004 treat individuals providing counterpart work as employed and estimate that the program reduced the unemployment rate by 2.5 percentage points. While the program does seem to have had positive effects and the existing work highlights the role of the Plan in terms of providing a safety net, this paper complements the literature by focusing on the effect of the Plan on influencing the probability of finding a job in the wider labor market. Specifically, the availability of benefits for an unlimited duration may have unintended and unappealing longerterm consequences. Reliance on the Plan may reduce the incentive to search for a job in the wider labour market and may damage individual employability, among other reasons, due to productivity deterioration Pissarides, 1992 or statistical discrimination Blanchard and Diamond, 1994. Accordingly, the availability of reliable estimates on the effect of Plan Jefes and more generally, on the effect of unemployment assistance programs on the 2 According to Galasso and Ravallion 2004 about a third of those on the Plan did not satisfy the eligibility criteria. In terms of poverty alleviation they estimate that about 10% of the participants would have fallen below the food poverty line without the program. Mc Kenzie 2004 shows that for the lowest quintiles, the share of female male income accounted for by work programs increased from 3 2 percent in October 2001 to 22 16 percent in October 2002. 2probability of exiting unemployment are essential for the formulation of social policies that attempt to achieve an appropriate balance between social security and the provision of adequate job search incentives. 3 There is, of course, a large body of empirical literature on the effect of the benefit replacement rate benefit elasticity and duration of unemployment insuranceassistance programs duration elasticity on spells of unemployment.4 However, for obvious reasons, this body of work is largely restricted to the United States and European countries.5 Whether unemployment benefits finance longer unemployment periods and reduce the probability of exiting unemployment in the case of developing countries and Argentina in particular, is not clear. The large scale of Argentinas unemployment assistance program combined with scarce knowledge on the effects of such programs on jobsearch incentives moral hazard provides the motivation for our paper. At the same 3 We study the effect of Plan Jefes during a period of high unemployment May 2002 to May 2003 and it may have been more relevant to study the effect of the program during a time period where labor demand may not have been so weak. While this may be the case, we are concerned with the comparative effect of the program on beneficiaries versus a control group and reductions in labour demand are expected to affect both groups equally and therefore, are not likely to influence estimates of the effect of Plan Jefes on the probability of exiting unemployment. Furthermore, as shown in Tables 1 and 2, between 2004 and 2006 the unemployment rate fell from 18.1 percent to 12.3 percent, a decline of 32 percent while at the same time the number of Plan Jefes beneficiaries fell by 20 percent, suggesting that even at a time of rising labor demand, Plan Jefes beneficiaries are less likely to exit unemployment as compared to the rest of the population. 4 Surveys of this literature are provided, among others, by Atkinson and Micklewright 1991, Holmlund 1998 and Meyer 2002. While the magnitude of the elasticities varies across countries, in general, there is evidence of disincentive effects associated with unemployment insuranceassistance. 5 According to Meyer 2002, evidence on the effect of UI programs appears to be more robust for the United States as opposed to Europe. According to him, in the case of the United States, a benefit elasticity of 0.5 is not an unreasonable rough summary. Duration elasticity estimates tends to be lower with estimates ranging from 0.10.4 Meyer, 1990; Katz and Meyer, 1990; Card and Levine 2000. Studies based on Western and Eastern European countries report a wider range. For example, Carling et al. 2001 examine data before and after a benefit cut in Sweden and find a benefit elasticity of 1. At the other extreme, Lubyova and van Ours 1998 find that there are no disincentive effects associated with the Slovak benefit system. Estimates for other countries tend to lie between this range. Recent studies, such as Jenkins and GarciaSerrano 2004 report a benefit elasticity of 0.2 for Spain, Roed and Zhang 2005 estimate a benefit elasticity of 0.6 for Norway. 3time, the availability of repeated household surveys which allow tracking of individuals for up to a year May 2002 to May 2003 and the presence of a credible control group program applicants who did not join the program, offers an opportunity to identify the impact of programs such as Plan Jefes on exiting to employment. While the focus of this paper is on Argentina, the results are relevant to the wider debate on the design of social policies during economic crises in developing countries. The spirit of this paper is similar to the existing literature on the effect of unemployment insurance programs on unemployment duration, however, there are noteworthy differences. First, while we do study the effect of unemployment insurance, the main focus of the paper is on the effect of Plan Jefes. Second, the institutional arrangement of the program under scrutiny is different from the system prevailing in a number of developed countries. In Argentina, large fiscal deficits have limited the generosity of the unemployment assistance program. Faced by a tradeoff between coverage and replacement rate, the Jefes program favors the former and provides a monthly benefit of Pesos 150 a rate below the minimum wage to all beneficiaries.6 This is unlike the unemployment insuranceassistance programs examined in the bulk of the empirical literature which tend to provide a relatively higher level of benefits for a limited duration. Third, consistent with the design of the Jefes program, we do not 6 According to the National Council of Employment, Productivity and Minimum Wages, Resolution No. 293, the minimum wage was Pesos 200 per month at the time that Plan Jefes was implemented. 4estimate duration and benefit elasticities but examine the effect of participating in Plan Jefes on the probability of exiting to employment.7 To preview our results, we find that, regardless of the data set, the specification or the empirical approach, individuals enrolled in the Plan are far less likely to transit to employment as compared to individuals who applied for the Plan but do not receive benefits. The effects of the program are gender sensitive. Program participation exerts a much stronger negative effect on the probability of transiting to employment for females, and as a consequence, over time, the program becomes increasingly feminized. Prima facie, the estimates support the idea that by reducing unemployment costs and thereby increasing reservation wages and reducing jobsearch intensity programs such as the Plan reduce the probability of transiting to employment. Alternative explanations for the reduced probability of transiting to employment are also discussed. The paper is organized in the following manner. Section II provides additional information on the unemployment insurance and assistance systems. Section III describes the data and presents descriptive statistics. Section IV presents an empirical framework tailored to the problem and data at hand. Section V presents the empirical findings while the final section summarizes and concludes. II. Unemployment and unemployment benefits 7 In principle we could estimate the effect of the Plan on the unemployment duration. While duration information on those who are still unemployed maybe reliable, information for those who have transited to employment yielded a large number of inconsistencies, that is, negative unemployment durations in 20 percent of the cases. Rather than providing information on how long they had been working in their current job the respondents appeared to be providing information on the duration spent in their current occupation. Additionally, even for those who are unemployed the surveys provide information on their labor market status at the time of the surveys, thus, movements across labor market states between the various surveys are not observed. Given the lack of continuous information on labor market status and data inconsistencies, estimating a duration model did not seem to be an appropriate choice. Nevertheless, based on a smaller sample, we did estimate duration models and similar to the results presented here, found a strong link between being a Plan beneficiary and longer unemployment durations. 5Argentina began experiencing sharp increases in unemployment and underemployment in the 1990s. From a low of 6.5 percent in 1991, the unemployment rate rose to 15.1 percent in 2001 at the eve of the crisis and to 19.7 percent in 2002.8 The quality of jobs, as measured by the underemployment rate and the degree of informal sector work has also declined over this period.9 While there are a variety of passive and active labor market interventions to protect workers, at the moment, the Argentinian system is dominated by a passive unemployment insurance UI program and by Plan Jefes. II.1 Unemployment Insurance The increase in unemployment since the 1990s has usually been interpreted in the context of economic reforms initiated at the beginning of the 1990s. These reforms included privatization, deregulatory and tradeopenness policies. In the labor arena, reforms were aimed at creating a more flexible labor market Lanari, 2003 and included measures to reduce the costs of layoffs and encourage short term contracts Campos, 2000. Anticipating an increase in unemployment, in 1991, the government introduced limited duration unemployment insurance. The UI system provides monthly income support to unemployed workers previously engaged in the formal sector and able to show contributions to the social 8 An individual is treated as employed if heshe has worked for at least one hour or more for payment or worked for 15 hours or more without payment in an economic activity during the reference week. Individuals who didnt work in the reference week due to vacation, sickness but retained their employment status are also treated as employed. 9 Individuals who work less than 35 hours per week and would like to work more are treated as underemployed while workers that do not contribute to the retirement system are treated as informal sector workers. 6security system.10 UI may be accessed by unemployed workers who have contributed to the scheme for at least six months during the three years preceding unemployment. The level of benefits is determined by a Council of Productivity, Employment and Minimum Wage and is based on the highest net wage earned in the six months preceding unemployment. The duration of entitlement depends on the time period and level of contributions and ranges from 2 to 12 months. In addition to searching for jobs while receiving benefits, recipients are obliged to accept jobs offered by the labor authority. The number of workers receiving benefits through this scheme peaked in 2002, surpassing 200,000 see Table 2. The UI system offers limited protection to workers. Since its introduction, the share of unemployed receiving insurance has remained between 5 and 7.5 percent Social Security Secretariat, www.seguridadsocial.gov.ar. While exclusion has been observed in countries with a longer history of unemployment insurance, Argentina also displays a high level of exclusion.11 The system excludes informal workers and regardless of their legal status, several categories of workers such as domestic workers and self employed are also excluded from participation Roca et al., 2003. Thus, similar to the situation in other Latin American countries, UI is an instrument of limited scope that does not provide benefits to the poorest Samaniego, 2002. In general, the scheme benefits middleincome salaried workers Mazza, 2000. II.2 Unemployment Assistance 10 Participation in the UI scheme is not voluntary. All individuals in the formal sector participate and contribute, excluding civil servants, agrarian workers and workers in domestic service Law No. 24.013, National Employment Law. 11 Based on data from the 1990s, Meyer 2002 reports that in the United States 97 percent of all wage and salary workers are in jobs covered by UI. However, less than 40 percent of the unemployed actually received UI. 7Ten years after the introduction of the UI scheme, in the context of a severe economic crisis, the government introduced an unemployment assistance scheme, called Plan Jefes. The program was signed into law in April 2002 and between April 4 and May 17, 2002, individuals could apply and register for the program. Individuals who met the eligibility conditions were issued social security cards and registered in a national data base for more details see Tcherneva and Wray, 2005. For the most part, individuals who did not register by May 17 were unable to join the program.12 The scheme is targeted at lessskilled unemployed workers and the objectives of the program are to provide a shortterm safety net while at the same time increasing employability through training activities. In terms of statutory requirements, the scheme is restricted to unemployed household heads implicitly, one person per household with children aged 18 or less or those with handicapped children irrespective of age. Individuals who receive unemployment insurance, a pension, or are employed, even in the informal sector, are not eligible to participate. To ensure selftargeting, Plan benefits were set below the minimum wage and all participants receive the same benefit of Pesos 150 a month for an unlimited duration. In addition, individuals enrolled in the scheme are expected to search for jobs while at the same time they are expected to carry out one or more of the following activities i complete formal education or engage in training activities ii provide a labor counterpart work contribution of up to 20 hours a week for communitarian activities such as maintenance and construction of social infrastructure, cleaning of public spaces, 12 According to Tcherneva and Wray 2005 The program is designed to limit entry to those who had qualified and signedup by May 17, 2002, although some who did not meet the deadline have been added. This is said to have resulted in some cases of discrimination because other potential participants were denied access even though they appeared to meet program requirementsbut had missed the deadline. 8sanitary and health supporting activities, childcare Roca et al., 2003 iii perform administrative tasks in local agencies or work in enterprises associated with the Plan. In contrast to the UI program, the UA scheme is inclusive. Since 2002, the scheme has provided benefits to about 1.51.9 million individuals per year or about 13 to 15 percent of the labor force. Total expenditure on the Plan amounts to about 1 percent of GDP Tcherneva and Wray, 2005. Most of the Plan participants about 84 percent are engaged in communitarian activities and contributing 20 hours of labor under the aegis of Plan is their primary labor market activity Ministry of Labor, Employment and Social Security MTESS, 2004. While the Plan was intended for unemployed heads of household, in practice, these requirements were not fulfilled. Administrators did not ensure that applicants were really heads of households and nor is it clear that only the unemployed were admitted into the Plan. Anecdotal evidence as well as formal analysis in Galasso and Ravallion 2004 shows that many Jefes participants, almost exclusively women, were inactive before joining the program. The implications of this are discussed later on in the text. II.3 Measuring unemployment Conventionally, official statistics in Argentina treat beneficiaries of social plans who contribute any type of labor as employed. In the case of Plan Jefes, the inadequacy of applying this definition was noted at the outset. The labor or counterpart work requirement of the Plan was introduced to ensure selftargeting and was a condition for World Bank financing Galasso and Ravallion, 2004. An application of the conventional definition, given the scale of Plan Jefes and the condition that a large proportion of beneficiaries should and indeed do provide 20 hours of labor, would lead to a misleading 9picture of the countrys unemployment level. Furthermore, the Plan is intended to provide a shortterm social safety net for the unemployed and Plan beneficiaries are expected to search for alternative jobs. Official statistics have been adapted to distinguish between employment derived from the Plan assisted employment and other employment unassisted employment. As a result, the Argentinian Bureau of Statistics INDEC periodically presents different sets of labor market indicators, based on alternative classifications of beneficiaries.13 In this paper, we treat individuals that report the Plan as their main activity as unemployed. Those who are in training are considered inactive while those who work in local agencies or in enterprises associated with the Plan and for whom the Plan is a secondary activity, are considered as employed. III. Data III.1 Data The analysis conducted in this paper is based on three rounds of data collected under the auspices of the Permanent Household Survey EPH by INDEC. The EPH is an urban household survey, which till 2003 was conducted twice a year, usually in May and October. The survey is conducted in provincial capitals and areas with a population of more 100,000. It covers 28 urban agglomerates and represents about 61 percent of the countrys population INDEC, 2001.14 13 INDEC computes three different unemployment figures. The first or the General level treats all Plan participants as employed. The second definition treats participants with Plan as their main activity and looking for a job as unemployed and finally, the third definition treats all participants with Plan as their main activity as unemployed. 14 According to the 2001 Census, about 90 percent of Argentinas approximately 36 million people live in urban areas. In October 2002 the survey was extended to cover three more urban agglomerations. 10The survey has a rotating panel structure with 25 percent of households replaced in each round. The May and October 2002 covered about 50,000 individuals in the working age population 1664 while the May 2003 sample was smaller and covered around 37,000 individuals. In principle, based on the sample design and in the absence of sample attrition, of the households sampled in May 2002, 75 percent should still appear in the October 2002 survey, while 50 percent should appear in the May 2003 survey. The survey contains detailed information on a variety of household and individual characteristics, including information on employment, incomes, household demographics, housing, and education. From the point of view of this paper, the key data contained in these surveys is the availability of information on the employment experience of individuals. The surveys collect information on the current labor market status of individuals employed, unemployed, inactive, whether they receive unemployment benefits insurance or assistance whether they have applied for unemployment assistance and the date at which they started receiving unemployment benefits. Plan Jefes was implemented in AprilMay 2002 and the October 2002 survey contains information on Plan participation. The survey also elicits information on the date that individuals who receive unemployment benefits started receiving such benefits. This allows us to determine whether an individual has been receiving benefits since May 2002. We are, thus, able to observe the labor market status as well as unemployment benefits status of individuals in May 2002, October 2002 and May 2003. We cannot go beyond this survey as several aspects of the EPH changed after May 2003, making it 11impossible to merge information across additional surveys.15 Accordingly, the analysis presented in the paper is based on merging information contained in the May 2002, October 2002 and May 2003 rounds of the EPH. Information contained in the three individual data sets are used to create two panels. The first of these covers a 12 month period and combines information contained in the May 2002, October 2002 and May 2003 surveys. The second combines information from the October 2002 and May 2003 data sets. The oneyear panel allows us to observe the labor market status of individuals at three points in time but it has fewer observations, while for the shorter six month panel we have a larger number of observations but can observe transitions only between October 2002 and May 2003. Restricting ourselves to individuals in the working age population aged 16 to 64 yielded 12,576 common observations for the period covering May 2002 to May 2003 and 22,947 common observations for the period October 2002 to May 2003.16 Based on the sample design and adjusting for the smallest sample May 2003, we expected about 18,000 observations in the longer panel and about 27,750 in the shorter panel. While the actual numbers fall short of these expected figures by about 5,2505,500, there does not seem to be a systematic difference between the individual data sets and the merged panels. For example, for all three surveys and for the two merged panels 15 Since May 2003 the frequency of data collection has been increased to four times a year and a new questionnaire has been created. Among other reasons, the new questionnaire is designed to capture irregular employment. The changes in the questionnaire and in some of the definitions make it difficult to merge data sets collected using the two different questionnaires. 16 The May 2002 survey contained 50,712 observations, the October 2002 survey contained 50,782 observations while the May 2003 survey contained 37,510 observations. Merging three rounds of the survey yielded 12,576 observations. Of these 1429 observations were dropped due to inconsistencies in information on gender and age, yielding a total of 11,147 observations. Analogously, an initial merger of two rounds of the survey yielded 22,947 observations, which fell to 21,292 after dropping observations with inconsistencies in the gender and age variables. 12the gender and educational compositions of the data sets do not show much variation. More importantly, for the current purpose, the percentage of Plan Jefes participants in the individual crosssection surveys conducted in October 2002 and May 2003 is not different from the percentage of Plan Jefes participants in the panel data set see Table A1, suggesting that sample attrition is not correlated with being a Plan beneficiary.17 The focus of our analysis is on unemployed individuals and in the 12 month panel there are 1,455 individuals who were unemployed at the beginning of the period. These individuals may be divided into four categories. The first category consists of those who do not receive any unemployment benefits 69 percent. The second category includes those who were enrolled in the Plan in May 2002 about 23 percent.18 The third category comprises individuals who have applied for the Plan but do not receive benefits about 6.5 percent. The Plan limited entry to those who had qualified and enrolled by May 17, 2002, thus, there is a set of individuals who have applied for the Plan and who may meet the programs requirements but at the time of the survey were still awaiting the decision of the labor authorities.19 The availability of individuals who may fulfill the 17 Cruces and Wodon 2002 and Mc Kenzie 2004 also support the idea that attrition is not a serious problem in these data. Based on EPH data covering the period May 1995 and May 2002, Cruces and Wodon 2002 argue that attrition in the EPH panel does not affect income trends. Mc Kenzie 2004 argues that panels constructed before and after the economic crisis are not substantially affected by attrition. 18 The number of Jefes participants as a percent of unemployed obtained from the survey data is quite different from the corresponding figure based on administrative data. There could be several reasons for this. Foremost, among these is that the survey data covers 61 percent of the population while administrative data are for the whole country. The survey data refer to individuals who are on the Plan while the administrative data refer to number of Plans in a calendar year. If an individual exits and reenters the Plan then the administrative data treats this as two plans. While it seems that the survey data underrepresents Plan participation, according to an analysis carried out by Galasso and Ravallion 2004, the discrepancies are not large enough to warrant serious concern about sampling bias. 19 While, some of the applicants were eventually allowed to enroll in the Plan, for the most part access was denied. Of the 95 individuals who were applicants in May 2002, 19 were subsequently accepted in the Plan, while of the 207 applicants in the 6 month panel, 32 were eventually accepted in the Plan. The estimates presented in the paper are robust to the exclusion of the individuals who change their Plan status. 13requirements of the Plan and have applied for it, provides a control group that is potentially similar in terms of observed and unobserved characteristics to those who do join the plan. The fourth category consists of individual who have access to unemployment insurance 1.8 percent. In the 6 month panel there are 3,161 individuals and of these about 60 percent do not receive any benefits, 31 percent are on the Plan, 6.5 percent have applied for the Plan but do not receive any benefits and the remaining 2 percent receive UI benefits. IV. An analytical framework IV.1 Theoretical Responses to Plan Jefes Unemployment Benefit Schemes While unemployment compensation schemes are expected to exert several influences on the labor market behavior of individuals see Meyer, 2002 and Vodopevic, 2004, the bulk of the literature focuses on the effect of unemployment compensation schemes on the probability of reemployment and time spent out of work. Static labor supply models for example, Moffitt and Nicholson, 1982 as well as jobsearch models such as Mortensen, 1986 have been used to examine the effect of unemployment insuranceassistance schemes on the probability of reemployment and duration of unemployment. Both approaches predict that individuals enrolled in unemployment schemes are less likely to exit to employment and that schemes with a higher replacement ratio and a longer duration of benefits prolong unemployment spells.20 20 Although it is the dominant prediction in the literature, the argument that unemployment compensation schemes necessarily reduce the probability of exiting unemployment is by no means a foregone conclusion. An alternative argument, which runs counter to the predictions of the jobsearch models, is that by subsidizing the costs of searching for a job, unemployment compensation systems encourage greater jobsearch intensity which raises the rate at which acceptable job offers arrive thereby increasing the probability of exiting unemployment see Duncan, 2002. 14Invoking a jobsearch model and based on our knowledge of the organization of Plan Jefes, consider an unemployed worker searching for jobs in a decentralized labor market. In the spirit of Mortensen 1977, 1986 and Meyer 2002 assume that this worker chooses a jobsearch intensity s and a minimally acceptable reservation jobquality q, which for simplicity may be thought of as a function of the minimum wages and minimum job tenure sought by the unemployed worker. For a given jobsearch intensity the workers face a known jobquality offer distribution and a constant probability of receiving job offers, s. The probability of exiting unemployment may be defined as s1Fq, where F is the cumulative distribution function of jobquality offers. If an unemployed worker is offered a job at a quality that exceeds the reservation jobquality, it is accepted, and she transits to employment. Given this set up let us consider the effect of Plan Jefes. Individuals enrolled in Plan Jefes receive monthly monetary payments which are set at a level below the minimum wage for an unlimited duration of time. Although Plan benefits may be low, given the unlimited duration of benefits security of tenure as long as the program lasts, and the expectation of additional benefits, Plan participants clearly face a lower cost of being unemployed higher cost of exiting to employment as compared to nonparticipants.21 Accordingly, Plan participation may be associated with reduced search intensity, increases in reservation jobquality and a lower probability of exiting to employment. More explicitly, this discussion yields two clear predictions. First, Plan participants should have a lower probability of exiting to employment as compared to 21 Although it does not apply to the period under analysis the Plan does provide additional benefits. In December 2003 a one time grant of Peso 50 was provided to all participants. Since June 2004, Plan participants are entitled to a 15 percent discount on expenditure in shops associated with the plan. In addition, they are also entitled to a 3.15 percent reduction in the VAT decree 68204 and Law 25.921. 15nonparticipants and second, the quality of jobs measured for example, in terms of wages, type of contract accepted by Plan participants should be higher than the quality of jobs accepted by nonparticipants. Plan Jefes participants receive the same benefits for an unlimited duration of time. The benefits were fixed at the commencement of the program and are not indexed to inflation. Thus, the real value of benefits declines over time. Over time, the erosion of Plan benefits should lead to an increase in the cost of being unemployed which in turn should enhance search intensity, reduce reservation jobquality and lead to an increase in the probability of transiting to employment.22 Even without inflation, an increase in the transition rate over time is consistent with the argument that the availability of unemployment benefits allows recipients to search for a better job match. Since recipients may not be forced to accept the first job they are offered, after an initial period of low transition their probability of exiting to employment may increase. Thus, the third prediction yielded by this framework is that, over time, Plan participants should display a greater probability of exiting to employment. The empirical work focuses mainly on two of these three predictions, namely, whether Plan participation reduces the probability of exiting to employment and whether the probability of exiting to employment increases over time. We also examine whether Plan participants transit to higher quality jobs as compared to nonparticipants, but due to limited information this aspect is not examined in detail. IV.2 Empirical strategy and specification 22 Between May 2002 and October 2002, inflation was 11.2 percent while it was 2.86 percent between October 2002 and May 2003. 16The main empirical challenge is to isolate the effect of Plan Jefes on the probability of exiting unemployment, after controlling for various other factors that may influence jobsearch intensity and reservation jobquality. Accordingly, the probability of exiting to employment, P Yi 1 s1Fq, is treated as a function of observed characteristics that influence jobsearch intensity s and reservation job quality q, that is, YPi1GUI0UIPJPlan JefesHAAIIHHLMLM. 1 Several variants of 1 are estimated as a logit model. UI and Plan Jefes indicate whether an individual receives unemployment insurance benefits or benefits through Plan Jefes, respectively. Individuals who have applied to Plan Jefes but do not receive any benefits are categorized as applicants A. The reference category consists of those who do not receive any type of unemployment benefits and have never applied for benefits. I and HH are individual characteristics gender, age, marital status, education, household demographic family size, number of children younger than 14, number of earning household members and wealth characteristics access to water and electricity, type of dwelling, household density, respectively. LM is a set of labor market characteristics. These characteristics include regional fixed effects, a variable that indicates whether an individual had any job experience prior to being unemployed, information on whether the contract for the job held just prior to being unemployed was temporary, adhoc or permanent, whether the individual was a wage employee or selfemployed, duration of unemployment prior to receiving benefits, and indicators for the size of firm of an individuals last job. 17In 1, the effect of Plan Jefes on transiting to employment may be compared with the transition rate of nonparticipants, applicants and those on UI. However, despite controlling for a number of characteristics, it is possible that comparisons between Plan participants and nonparticipants are not appropriate. The available data contains information on individuals who have applied for the Plan but do not receive benefits. Since applicants may have been eligible to join the Plan, on average, they are likely to have observed characteristics that are similar to those on the Plan.23 Furthermore, since these individuals have applied for the plan and have indicated a preference for program participation, it is possible that, on average, their unobserved characteristics are similar to the unobserved characteristics of Plan participants.24 Thus, we estimate a second set of logit models restricted to Plan participants and applicants, that is, YPi1GPJ0Plan JefesHIIHHLMLM. 2 These logit models control for observables, however, they impose a specific functional form on the relationship between Plan participation and the probability of transiting to employment. An alternative approach relies on propensity score matching to control for observable heterogeneity between Plan participants and nonparticipantsapplicants. Plan participants are matched to observationally similar non 23 While the group of applicants may be a better control group as compared to nonparticipants who did not apply for the program, it is possible that these applicants experienced different conditions for example, lower income shocks as compared to those who applied on time or they were uncertain about satisfying the programs eligibility conditions. To address concerns about differences in observable characteristics we continue to estimate models that control for a full set of observed characteristics. 24 This pipeline comparison design has been used, among others, by Angrist 1998, Chase 2002, and Galasso and Ravallion 2004. Despite the use of an applicant control group, the possibility that unobserved characteristics between applicants and Plan Jefes participants continues to exist cannot be ruled out. However, as pointed out later in the text, such issues may not have a large bearing in the current case. 18participantsapplicants and thereafter the average treatment effect on the treated of Plan participation on employment transitions is computed. Let PJi indicate participation in Plan Jefes. Following Rosenbaum and Rubin 1983, propensity scores, that is,ProbPJ1Xii, are obtained from a logit regression of Plan participation on observed characteristics Xi. The average treatment effect on the treated ATT when N Plan Jefes participants are matched to C nonparticipants NP may be written as, ATT1NNi 1PJYi Cj 1YWij NPj. 3 Similarly, the ATT when Plan participants are matched to applicants A may be written as, ATT1NNi 1PJYi Cj 1YWij Aj. 4 Yi indicates the outcome for each of the different groups and Wij are the weights that are used to calculate the counterfactual outcome for each Plan participant. Provided that unobserved characteristics of Plan participants and applicants are similar, the ATT provides an unbiased estimate of the effect of Plan Jefes on employment transitions. The ATT is estimated using five nearestneighbor and kernel matching and the estimates are restricted to the region of common support. Both the approaches outlined here control for differences in observed characteristics and rely on the assumption that using a control group that has applied for the Plan is likely to deliver unbiased estimates of the effect of the Plan on transiting to employment. In their work on evaluating the effect of Plan Jefes on various outcomes, Galasso and Ravallion 2004 also use matching methods to create a control group from a 19sample of applicants. Thereafter, they compute the ATT of Plan Jefes on various outcomes using a singledifference estimator and a doubledifference estimator. In our case, since we follow individuals with the same outcome at the start of the period they are all unemployed, the single and doubledifference estimators do not differ. While the doubledifference estimator controls for differences in timeinvariant unobservables, Galasso and Ravallion 2004 treat the singledifference estimates as their preferred results. Additionally, for a number of outcomes their single and doubledifference estimators yield similar results, suggesting that the use of applicants as a control group mitigates concerns about the effect of unobserved characteristics.25 Nevertheless, in the spirit of a sensitivity analysis we do attempt to control for the effect of unobservables using selection models.26 The twostate models discussed so far ignore the probability that individuals may also transit to inactivity. While focusing on the twostates is similar to the approach adopted in the bulk of the empirical literature, a more complete picture of unemployment transitions should be concerned not just with transitions to employment but also 25 More explicitly, the doubledifference estimates reported in Galasso and Ravallion 2004, p.388 control for unobserved timevariant factors such as political and administrative connections. The similarity between the single and doubledifference estimates for a number of outcomes suggests that in the current context differences in timevariant unobserved characteristics between program beneficiaries and applicants are unlikely to exert a large influence on our estimates. 26 While impeded by the availability of variables good instruments, in the spirit of a sensitivity analysis we endogenize program participation and estimate a program participation probit model which is used to compute generalized residuals see Vella, 1993. These generalized residuals are included in probit estimates of the probability of transiting to employment to control for selection effects associated with program participation. 20transitions to inactivity.27 Given the aim of this paper it is crucial to examine the effect of the Plan on transitions to employment after controlling for its effect on inactivity. As may be anticipated, the Plan attracted individuals who were previously inactive and declared themselves as active and unemployed in order to access Plan benefits. Ignoring this possibility is likely to inflate the negative effect of Plan Jefes on transition to employment. To deal with this key concern we use three different approaches. First, we estimate equations 1 4 separately for males and females. As shown by Galasso and Ravallion 2004, as compared to applicants, Plan Jefes reduced the labor force inactivity of women by 2127 percentage points but did not have any effect on the labor force inactivity of men. Accordingly, for men, the effect of Plan Jefes on the probability of transiting to employment is unaffected by inactivity concerns and the effect of the Plan on mens transition probability may be thought of as the appropriate magnitude of the Plans impact. Second, although there is no information on whether Plan Jefes participants were unemployed or in reality inactive before joining the program it is possible to combine information from the May 2002 and October 2002 surveys and draw a distinction between these two states at least for the 12 month panel. The October 2002 round allows us to identify, previously unemployed or inactive individuals who are on the Plan and who started receiving benefits in May. The May 2002 survey asks all unemployed 27 The possibilities available to model transitions depend on the characteristics of the dataset available for analysis. While panels based on household surveys generally provide complete information regarding flows to employment, unemployment and inactivity, other sources of data like UI and UA registers limit themselves to recording entries and exits, and may not record information on transitions out of the labor force. Much of the literature on unemployment compensation relies on the second type of data to model unemployment compensation and hence excludes inactivity from the analysis. For Argentina a series of papers focus on the twostate model to analyze transitions in the labor market. These include, Arranz, Cid and Muro 2000, Galiani and Hopenhayn 2003 and Cerimedo 2004. 21individuals to provide information on the characteristics of the job they held prior to becoming unemployed. This information is not available for those who were inactive in May 2002 and comparing the number of people who provide this information with those on the Plan allows us to identify individuals who were certainly unemployed before joining the program. Thus, we also present estimates of equation 1 and 2 for the 12 month panel after removing individuals for whom we do not have information on the job held prior to becoming unemployed.28 As a final step to account for inactivity, we go beyond a twostate model and explicitly estimate the probability of Plan Jefes on transiting to employment and to inactivity. To do so, we estimate the specifications outlined in equation 1 and 2 using a threestate multinomial logit model.29 IV. Descriptive Statistics Table 3 and Table A2 contain descriptive statistics for the longer and shorter panel, respectively. The information is presented for the samples as a whole and conditional on Plan participation or applicant status. As shown in Table 3, for the sample as a whole, about 40 percent of the unemployed are household heads and 60 percent are male. The average age of an unemployed individual is 34 years and about 18 percent have had some form of tertiary education. A comparison of the means across Plan status 28 A concern here is that individuals who are unemployed and have never held a job are also excluded. However, it is likely that the bulk of the excluded are those who were inactive prior to joining the program. Of the 266 Plan Jefes individuals who are employed or unemployed in May 2003, 136 do not provide information on the job held prior to joining the Plan and are removed from some of the specifications. Of these, 101 are women, underlining the effect of the Plan on reducing inactivity mainly for women. 29 Implicit in the twostate and threestate models is the validity of the independence of irrelevant alternatives IIA that underlies the use of a multinomial logit specification. If IIA holds then inactivity should be an irrelevant option and there should be no systematic difference in the coefficients obtained from a twostate or a threestate model. Of course it is possible that the effect of Plan Jefes differs across the twostate and threestate model while at the same time supporting the IIA assumption. 22shows that except for a few of the observed characteristics there are sharp differences between Plan and nonPlan individuals. While 35 percent of nonPlan individuals are household heads, the figure for Plan participants is 47 percent. This is surprising, as in principle, only unemployed household heads are eligible for the program. However, as is clear, the condition that Plan Jefes participants must be household heads was not closely followed by program administrators. A majority 65 percent of nonPlan individuals are male, in contrast, Plan participation is dominated by women 66 percent. There are sharp differences in educational attainment. About 22 percent of the nonPlan individuals have some tertiary education while the corresponding figure for Plan participants is 8.7 percent. Consistent with the group targeted by the UA program, Plan participants tend to have larger household sizes and more children below the age of 14. Despite the educational differences, it is notable that at least for the smaller subset of individuals on whom there is information on the quality of the job they held prior to becoming unemployed, differences across groups are not pronounced. Both Plan and nonPlan participants have a high incidence of prior job experience 92 versus 85 percent. A similar proportion were wage employees as opposed to being selfemployed and a similar proportion held temporary or adhoc jobs. Nevertheless, the overall impression emerging from a comparison of the means is that Plan participants and nonPlan individuals have very different observed characteristics. In contrast, a comparison of Plan participants and Plan applicants shows that except for gender and the number of children below age 14 the two groups have very similar observed characteristics. The proportion of household heads, marital status, 23quality and duration of job prior to becoming unemployed, educational and regional distribution across the two groups is not statistically different. Thus, while comparisons between Plan and nonPlan participants may not be particularly apt, at least on the basis of similarities in observed characteristics of Plan participants and applicants, it seems that Plan applicants are an appropriate control group for Plan participants and that for the most part, Plan beneficiaries and applicants are equally in eligible. A particular concern is that Plan beneficiaries and applicants may differ on the basis of their unobserved characteristics. For instance, political and administrative connections may enable program access and increase the probability of finding a job.30 If such links were important then one may expect them to lead to differences in the quality of jobs held prior to becoming unemployed. However, this does not seem to be the case. The quality of jobs held prior to becoming unemployed in May 2002 appears to be the same for both Plan beneficiaries and applicants. The descriptive statistics for the 6 month panel reveals a similar picture. While the observed characteristics of Plan participants and nonPlan individuals differ sharply, except for a few variables, the observed characteristics of Plan participants and Plan applicants are not statistically different. V. Effect of Plan Jefes on Transition to Employment V.1 Labor market transitions Table 4 relies on the oneyear panel and displays labor market transitions for the various categories between May 2002 and May 2003 while Table 5 provides information 30 Indeed, if political and administrative connections play an important role in enabling access to the Plan and increase the probability of finding a job, then estimates of Plan Jefes on the probability of remaining unemployed will be underestimated. 24on the transitions observed in the 6 month panel. Overall, by May 2003, of the 1,455 unemployed individuals in May 2002, about 38 percent find employment, a similar percentage remains unemployed while 23 percent drop out of the labor market. There are sharp differences in the distribution of labor market status conditional on receiving unemployment assistance. By May 2003, 44 percent of those without benefits have found work, while the corresponding figure for those receiving unemployment assistance is 19 percent. As shown in Table 4, due to differences in the characteristics of individuals on the Plan as compared to those without, comparisons may not be appropriate. A better comparison group may be individuals who have applied for UA benefits. However, even as compared with this group, Plan participants are substantially less likely to transit to employment. In fact, the group of applicants has a transition probability which is quite similar to those who do not receive any benefits 41 percent of applicants transit to employment. The figures for the 6 month panel follow a similar pattern. By May 2003, 31 percent of the 3,161 individuals unemployed in October 2002 transit to employment. The transition rate for those without benefits 38.4 percent and those on unemployment insurance is quite similar 39.1 percent. Applicants have a slightly lower transition rate of 33 percent, but with a 15 percent transition rate, Plan Jefes beneficiaries are far less likely to transit to employment. While the patterns of transition are similar for both panels, the additional information provided by the 12 month panel is the interesting temporal pattern of transition. For unemployed individuals as a whole, the bulk of the transition occurs between May 2002 and October 2002. 28 percent of the unemployed transit to 25employment in the first time period while a further 10 percent of the original sample transits between October 2002 and May 2003. This pattern holds for the group not receiving any benefits as well as for applicants. As shown in Table 4, 36 percent of those without benefits move to employment in 6 months while another 8 percent transits in the following 6 months. A similar story holds for those who do not receive benefits but have applied for UA. The transition rates are 35 percent and 6 percent in the first and second period, respectively. The transition pattern for those who receive benefits is the opposite. In the first 6 months only about 4 percent of those who were unemployed and on the Plan move to employment. In the next 6 months the probability of transitioning triples from 4 percent to 14.6 percent. The increase in the transition rate is consistent with the idea that over time, due to the erosion of the real value of the benefits the cost of remaining unemployed increases thereby promoting transition to employment. The limited evidence on job quality suggests that the Plan may have enabled beneficiaries to find a higher quality job. Based on the 6 month panel, the mean std. dev. monthly wage for Plan participants who are employed by May 2003 is Pesos 226 168 a month while for the applicants it is Pesos 206 145 per month. Former Plan participants tend to work in firms with a larger number of employees 2.5 versus 2.08. Although, average wages and firm size are higher for former Plan participants, the differences are not statistically significant. V.2 Logit Estimates Table 6 provides estimates of equation 1 and 2. Nonparticipants are the comparison group in columns 1 and 2, while Plan applicants serve as the comparison group in columns 3 and 4. Column 2 and 4 are estimated over a smaller set of 26individuals on whom we have information on characteristics of the job they held prior to becoming unemployed. As explained in the previous section, these estimates should not be influenced by inactivity as they are restricted to those individuals who were certainly unemployed before joining Plan Jefes. Regardless of the column that we consider, participation in Plan Jefes is clearly associated with a reduction in the probability of transiting to employment. As compared to nonparticipants, Plan Jefes participants are 33 to 36 percentage point less likely to transit to employment. The appropriate comparison in terms of identifying the causal effect of the Plan is to compare Plan participants with applicants and even versus this group the negative effect of Plan Jefes is quite large and ranges from 20.6 column 2 to 30.5 column 4 percentage points. The inclusion of the labor market characteristics does not alter the negative effect of the Plan. Unemployment insurance also exerts a negative effect but it is quite small and statistically insignificant. Other than the effect of the Plan, the estimates in Table 6 show that males and household heads are far more likely to exit to employment. The effects in column 3 and 4 display that males are 19 to 23 percentage points more likely to exit to employment as compared to females while the effect for household heads ranges from 11 to 16 percent. Age has a nonlinear impact. None of the other variables in columns 3 or 4 exert an impact on transiting to employment. Given the strong similarities between Plan participants and applicants this is not particularly surprising. Table 7 and 8 present genderspecific estimates of equation 1 and 2 based on the 12 month and the 6 month panel, respectively. As Table 7 shows, the marginal effect of Plan Jefes is much smaller for males. As compared to applicants, for male Plan Jefes 27participants, the negative effect of the program lies between 12.4 column 1 and 22.9 column 3 percentage points while for females the effect is about 40 percentage points. Based on the shorter panel Table 8, the negative effect for males lies between 18.6 column 5 and 22.6 column 2 while for females the effect is about 31 percentage points. As mentioned earlier, Plan Jefes attracted women who were inactive into the labor market, and treating these women as unemployed is likely to exaggerate the negative effect of the Plan. The substantially larger estimates for women support this idea. Given that the Plan has no effect on inactivity rates for men, it may be appropriate to view the results based on the male sample as a lower bound of the negative effect of the Plan on transiting to employment. V.3 Propensity Score Matching Estimates Logit specifications were used to estimate the propensity of participating in Plan Jefes. The specifications included the individual I, household HH and regional controls discussed above. For the oneyear panel, for both sets of control groups, postmatching tests supported the null hypothesis of equality of means of each variable between the treatment and the control groups.31 The similarities between the Plan Jefes participants and the applicant group are reflected in the large regions of common support displayed in Figures 1 and 2.32 31 In the interests of brevity the logit estimates and the tests for equality of means are not presented in the paper. Briefly, the logit estimates showed that more educated individuals are less likely to join the program while being female, a household head, and having a larger family are positively associated with participation. The postmatching equality of means across the treatment and control group suggests that on average the treated and control groups are observationally identical. 32 In the 12 month panel, 5 1.8 percent of the participants are off the common support while the corresponding figure for the 6 month panel is 37 4.6 percent. 28Table 9 presents ATT estimates of the program on the probability of transiting to employment. Following 3 and 4 these estimates are based on matching Plan participants to nonparticipants excluding those on UI and applicants and on matching Plan participants only to the pool of applicants. Estimates are presented for the longer and shorter panel as well as separately for males and females. According to the PSM estimates, Plan participants are about 32 to 38 percentage points less likely to transit to employment, which is somewhat larger than the estimates based on the logit model. The effect differs across gender and lies between 17 to 26 percentage points for men and is about 40 percentage points for women. Notwithstanding the larger effect for the total sample, the overall flavor that emerges from Table 9 is that PSM estimates are not substantially different from the logit estimates. V.4 Multinomial Logit Estimates Multinomial logit estimates of the effect of Plan Jefes on transiting to employment and inactivity are displayed in Tables 1012. At about 21 percentage points, the MNL estimates of Plan Jefes, based on Plan participants and applicants Table 10, column 5, are about 5 percentage points smaller than the effects based on the logit model Table 6, column 3. Apart from this change, the differences between the logit and the MNL estimates are not pronounced, supporting the idea that unemployment and inactivity are two distinct states.33 Genderspecific estimates for the longer and shorter 33 Test statistics based on a comparison of the multinomial logit and logit estimates for the sample of Plan participants and nonparticipants yielded a pvalue of 0.682, while a comparison of the multinomial logit and logit estimates for Plan participants and applicants yielded a pvalue of 0.874. Thus, the null hypothesis of IIA is not rejected and in principle, the logit estimates of Plan Jefes are not influenced by the addition of inactivity as a possible outcome. 29panel are presented in Tables 11 and 12, respectively.34 These estimates display that participation in Plan Jefes reduces the probability of transiting to employment by 12 Table 11, column 2 to 19 Table 12, column 2 percentage points for males and 16 Table 12, column 5 to 19 Table 11, column 5 percentage points for females. The estimates confirm the effect of the Plan on reducing inactivity and highlight the importance of controlling for this, especially for women. While the Plan has no influence on the labor force activity of men it tends to reduce inactivity for women by 25 to 27 percentage points. Overall, based on the MNL estimates the effect of the Plan on males is in the same range as reported earlier, while for females the estimates are smaller and are now in about the same range as that for men. VI. Discussion and concluding remarks This paper examined the effect of Argentinas Plan Jefes, an unemployment assistance program on the probability of transiting to employment between the period May 2002 and May 2003. While this period was characterized by weak labor demand, the focus of the paper was on the comparative effect of the Plan on beneficiaries versus a control group of applicants, both of whom should have been equally affected by weak labor market conditions. The availability of repeated survey data which allowed us to track individuals for a year and the presence of a credible control group provided an opportunity to identify the effect of programs such as Plan Jefes on transiting to employment. 34 The gender specific estimates are provided only for the full sample. Due to the small sample size, it was not possible to estimate genderspecific threestate models for the sample of Plan participants and applicants. 30Regardless of the data set, the specification and the empirical approach, the evidence assembled in this paper showed that individuals enrolled in the Plan were less likely to transit to employment as compared to individuals who had applied for the Plan. For males, the lower bound of the effect of Plan Jefes was 12 percentage points Table 11, column 2 while for females it was 16 percentage points Table 12, column 5. Since the negative effect of the program tends to be larger for females, over time, the composition of program participants and indeed of the unemployed becomes increasingly feminized. The results presented in the paper also showed that Plan participants who do exit to employment tend to delay their exit. Most of their exits were in the period October 2002 to May 2003. For nonparticipants and applicants the pattern was the opposite and exits were concentrated in the period May 2002 to October 2002. These results may be interpreted in the context of jobsearch models which suggest that by reducing the costs of being unemployed, programs like Plan Jefes raise reservation wages and reduce search intensity, thereby reducing the probability of transiting to employment. While the results are consistent with the supplyside effects predicted by jobsearch models, it is possible that there are demandside factors that are responsible for the lower exit rate of Plan participants to employment. For example, Plan participants may be seeking jobs with the same intensity as applicants but due to statistical discriminationstigmatization they are unable to graduate from the program. Some evidence on this possibility is available. In 2002, the Argentinean Ministry of Labor conducted a survey among 1,290 firms which enquired whether employers would be 31willing to hire Plan participants if they met the qualifications required for a job.35 78 percent of the firms responded positively. Employers who were unwilling to hire Plan Jefes participants cited lack of skills, experience, references and trust. In the case of 10 percent of the firms lack of trust or stigmatization was the main reason for not hiring Plan Jefes participants. While we cant quantify the effect of the reluctance to hire Plan Jefes participants on our estimates, given the empirical evidence assembled in the paper it is hard to dismiss the supplyside effects and the idea that the unlimited duration of Plan benefits provides strong incentives to remain unemployed. At its inception about 60 percent of the Plan participants were women and about 47 percent were household heads. Currently about 72 percent of the beneficiaries are females and in 2003 only about 41 percent were household heads. Clearly, the objective of providing a shortterm safety net for unemployed heads of households is only partially met. At the moment, individuals who are genuinely unemployed and cannot access UI are unlikely to receive support. On the other hand the program appears to have been successful in drawing women into the labor market. Notwithstanding the protection that the Plan provided for some households during the economic crisis and its role in promoting womens labor force participation, it does appear that Plan participants are less likely to transit to employment and may have become dependent on the Plan. Going beyond Argentina, the results reported here suggest that while programs such as Plan Jefes may provide succor during crises, their design needs to be sensitive to the potential longerterm consequences. 35 The survey was conducted in 2002 and included firms located in the four largest urban areas of Argentina. Further details are available in Franceschelli 2005 and Encuesta de Indicadores Laborales at www.trabajo.gov.ar. 32At the moment, various plans to relocate the approximately 1 million Jefes participants are under consideration. These include the relocation of participants to either a social safety program which does not focus on employment or a program that provides training and limited duration support to the genuinely unemployed. The results presented in this paper suggest that the Plan does indeed need to be revisited in accordance with the objectives for which it was created. Reorganizing and restructuring the Plan so that it meets its stated goal of providing unemployment benefits and training for the shortterm unemployed while at the same time providing an alternative social program for the longerterm unemployed and the inactive may be an appropriate approach. 33References Adamchick, V., 1999. The effects of unemployment benefits on the probability of re employment in Poland. Oxford Bulletin of Economics and Statistics, 61, 95108. altas tasas de paro: el caso de la Argentina. Unpublished manuscript. using social security data on military applicants. Econometrica 66, 24988. Angrist, J.D., 1998. Estimating the labor market impacts of voluntary military service Arranz, J.M., Cid, J.C. and Muro, J., 2000. La duracion del desempleo en presencia de Atkinson, A. and Micklewright, J., 1991. Unemployment compensation and labor market Bertranou, F. and Bonari, D., 2005. Proteccion Social en Argentina. Financiamiento, Blanchard, O.J., Diamond, P., 1994. Ranking, unemployment duration and wages. Calmfors, L. and Holmlund, B., 2000. Unemployment and Economic Growth: A partial transitions: A critical review. Journal of Economic Literature, 29, 16791727. cobertura y desempeno. International Labour Organization. Review of Economic Studies 61, 417434. survey. Swedish Economic Policy Review 7, 107153. Legales y Sociales. Campos, L., 2000. Trabajar sin derechos. Paper presented at Centro de Estudios Card D. and Levine, P.B., 2000. Extended benefits and the duration of UI spells: evidence from the New Jersey extended benefit program, Journal of Public Economics 78, 10738. Carling, K., Holmlund, B. and Vejsiu, A., 2001. Do benefit cuts boost job finding Cerimedo, F., 2004. Duracion del desempleo y ciclo economico en la Argentina. Swedish evidence from the 1990s. Economic Journal 111, 76690. Universidad Nacional de La Plata. Working Paper No. 53. crisis and household vulnerability. IMF Working Paper 0389. determinants. Mimeo. London School of Economics, London, U.K. social investment fund. The World Bank Economic Review 16, 21940. Chase,R.S.,2002. Supporting communities in transition: The impact of the Armenian Corbacho, A., GarciaEscribano, M., and Inchauste, G. 2003. Argentina: Macroeconomic Cruces, G. and Wodon Q., 2002. Riskadjusted poverty in Argentina: Measurement and Decree Number 56502. Available at http:infoleg.mecon.gov.ar. Duncan, A., 2002, Respuestas del empleo a cambios en la politica fiscal obtenidas mediante microsimulacion. Conference Paper, Institute of Fiscal Studies, Madrid Employment Law, 1991. Available at http:infoleg.mecon.gov.ar. Fallon, P. and Lucas, R. 2002. The impact of crises on labor markets, household incomes, and poverty: A review of the evidence, The World Bank Research Observer 171, 2145. Franceschelli, I., 2005. Poverty and employability effects of workfare programs in Galasso, E. and Ravallion, M., 2004. Social protection in a crisis: Argentinas Plan Galiani, S. and Hopenhayn, H., 2001. Duration and Risk of Unemployment in Holmlund, B., 1998. Unemployment insurance in theory and practice. Scandinavian Argentina. Mimeo. Poverty Monitoring, Measurement and Analysis Network. Argentina. Conference paper. CIDER, University of California, Berkeley. Jefas y Jefes. The World Bank Economic Review, 18, 367399. Journal of Economics 100, 113141. 34Informacion de Prensa. Estadistica e Informatica. Lima, Peru. http:www.indec.mecon.gov.areph. and Caribbean. Interamerican Development Bank. Working Paper No. 411. INEI, 2000. Dinamica del desempleo. Paper presented by Instituto Nacional de INDEC, 2001. Encuesta Permanente de Hogares: Base Usuaria Ampliada, available at INDEC, 2002. Mercado de Trabajo. Principales indicadores de aglomerados urbanos. INDEC, 2002. Instructivo para contabilizar los beneficiares del Plan Jefes. INDEC, Permanent Household Survey Rounds October 2002 and May 2003. Jenkins S.P. and C. GarciaSerrano, 2004, The Relationship between Unemployment Benefits and Reemployment probabilities: Evidence from Spain, Oxford Bulletin of Economics and Statistics, 66, 239260. Katz, L. and Meyer, B.D.,1990. The impact of the potential duration of unemployment benefits on the duration of unemployment. Journal of Public Economics 41, 45 72. Lanari, M., 2003. Las politicas de empleo en los paises del MERCOSUR, 1990 2003. Estudio analitico sobre programas de empleo ejecutados en Argentina. Paper prepared for the Observatorio del Mercado de Trabajo del MERCOSUR. Lubyova M. and van Ours J, 1998. Work incentives and other effects of the transition to social assistance: Evidence from the Slovak Republic, Empirical Economics, 23 121153. Mazza, J., 2000. Unemployment insurance: Case studies and lessons for Latin America MECON, 2003. Efectos de los Planes Jefes y Jefas sobre el empleo: Notas de Coyuntura. Paper prepared by Direccion Nacional de Coordinacion de Politicas Macroeconomicas. Mc Kenzie, D., 2003. How do households cope with aggregate shocks? Evidence from the Mc Kenzie, D., 2004. Aggregate shocks and labor market responses: Evidence from Meyer, B.D., 1990. Unemployment Insurance and Unemployment Spells. Econometrica Meyer, B., 2002. Unemployment and workers compensation programmes: Rationale, design, labour supply and income support. Fiscal Studies, 23, 149. Micklewright, J. and Gyula, N., 1998. Unemployment assistance Modolo, C., 2004. Los peligros institucionales del Plan Jefas y Jefes de Hogar Paper presented at the Novenas Jornadas Investigaciones en la Facultad de Ciencias Economicas y Estadistica. Moffitt, R. and Nicholson, W.,1982. The effect of unemployment insurance on unemployment: The case of supplemental benefits. Review of Economics and Statistics 64, 111. Monza, A., 2002. Los dilemas de la politica de empleo en la coyuntura argentina actual. Mortensen, D., 1977. Unemployment insurance and job search decisions, Industrial and Argentinas financial crisis. Economic Development and Cultural Change 52,719758. Fundacion OSDE CIEPP. Labor Relations Review 30, 50517. Mexican peso crisis. World Development 317: 11791199. 58, 757782. Empirical Economics 23, 155175. in Hungary. 35mujeres en Argentina. Paper presented in Fedea, DT 200608. economic shocks. Quarterly Journal of Economics 107, 13711391. random assignment approach. European Economic Review 49, 17991825. Mortensen, D.T., 1986. Job search and labor market analysis. In Ashenfelter O. and Layard R., Eds., Handbook of Labor Economics, vol. 2. NorthHolland, Amsterdam, pp.849897. MTESS, 2004. Segunda evaluacion del Programa Jefes de Hogar. Resultados de la encuesta a beneficiarios. Subsecretaria de Programacion Tecnica y Estudios Laborales. MTESS, 2002. Impacto macroeconomico del Programa Jefas y Jefes de Hogar. Paper presented by Direccion General de Estudios y Formulacion de Politica de Empleo. Ortega Masague, A., 2006. El diferencial entre las tasas de desempleo de hombres y Pissarides, C.A., 1992. Loss of skill during unemployment and the persistence of Roca, E., Capelletti, B., Langieri, M., Muscolino, M., Soto, C., 2003. Plan Jefas y Jefes de Hogar Desocupados: politica de empleo o politica social? Paper presented at the meetings of the Asociacion Argentina de Especialistas en Estudios del Trabajo. Buenos Aires. Roed K. and T. Zhang, 2005, Unemployment duration and economic incentives: A quasi Rosenbaum, P.R. and Rubin, D.B., 1983. The central role of the propensity score in Samaniego, N., 2002. Las politicas de mercado de trabajo y su evaluacion en America Smith, J., Duncan, T., Frankenberg, E., Beegle, K. and Teruel G., 2002. Wages, employment and income shocks: Evidence from Indonesia. Journal of Population Economics 15, 16193. Tcherneva, P. and Wray, L., 2005. Employer of last resort program: A case study of Tzannatos, Z. and Roddis, S., 1998. Unemployment Benefits. Social Protection van den Berg, G. and van Ours J., 1997. Eyeballing state dependence and unobserved heterogeneity in aggregate unemployment duration Data. Research in Labor Economics 16, 369394. Vella, F., 1993. A simple estimator for simultaneous models with censored endogenous Vodopivec, M. 2004. Comparing Unemployment Insurance and Unemployment Argentinas Jefes de Hogar Program. Working Paper No. 41. Centre for Full Employment and Price Stability, University of MissouriKansas City. regressors. International Economic Review 34, 441457. Assistance. Employment Policy Primer. The World Bank. observational studies for causal effects. Biometrika 70, 4155. Latina. CEPALECLAC, Serie 19, Santiago de Chile. Discussion Papers No. 9813. The World Bank. 36 Labor market indicators, selected years a Table 1 Year 200234,12419,98914,1352,73711,3972,69642.434.119.7.19.340.9200534,59719,08115,5151,71813,7971,955200032,84219,19713,6442,03111,6131,972200133,48419,57513,9092,37511,5342,178200333,79618,65215,1442,54412,6012,590Population, in thousands Total Population TP Inactive population Active population A Unemployed U Employed E Underemployed S b Rates, in percentage c Activity rate AR Employment rate ER Unemployment rate UR Unemployment rate PJ d Underemployment rate SR Informal workers e Notes: a Year averages, except for 2003 which is based on data collected in May of that year. b Employed individuals working less than 35 hours per week who want to work longer hours.c Rates calculated on the basis of standard definitions: AR ATP, ER ETP, UR UA, SR SE. d Unemployment rate treating beneficiaries who report Plan Jefes as their main activity as unemployed. e Percentage of salaried workers that work outside the regulated labor market. Source: Statistics are from Ministry of Labor, Employment and Social Security MTESS and are based on survey data. 42.636.215.1.14.637.742.535.217.4.15.638.345.737.817.322.717.148.3200635,01019,13315,8771,55314,3231,78246.341.610.212.311.242.845.740.511.614.812.646.0 2004 34,193 18,771 15,422 2,049 13,373 2,329 45.9 39.7 13.6 18.1 15.1 47.8 Recipients of Unemployment Insurance and Unemployment Assistance Unemployment Unemployment Insurance Recipients Assistance Recipients Year 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 Table 2 128,672 95,379 90,711 114,716 124,535 144,738 200,398 105,371 62,407 61,674 80,689 . . . . . . 1,126,387 2,128,408 1,919,919 1,747,455 1,527,691 Source: Based on Betranou and Bonari 2005 and administrative data from the Ministry of Labor, Employment and Social Security MTESS. 37Variable Selected Descriptive Statistics, Sample covering the period May 2002 to May 2003 HO: XPFull Sample N 1455 NonPlan N 1030 Applicants N 330 N 95 Plan X PAUnemployed in May HO: XNP X Table 3 2002 Household Head Male Age Married Primary Incomplete Primary Complete Secondary Incomplete Secondary Complete Tertiary Incomplete Tertiary Complete Household Size Nr. of children below 14 Nr. Earning hh. members Buenos Aires North west North east Cuyo Pampa Patagonia Prior job experience a Last jobwage employee a Last jobtemporary a Last jobad hoc work a Duration of unemployment a Apartment Access to water and electricity Household sizerooms pvalue 0.461 0.000 0.274 0.972 0.744 0.689 0.741 0.844 0.416 0.604 0.179 0.009 0.457 0.075 0.743 0.811 0.170 0.899 0.942 0.284 0.429 0.223 0.438 0.331 0.824 0.248 0.249 Notes: a For these variables the information is limited to a smaller set of 1283 observations. Std. Dev 0.487 0.493 12.23 0.47 0.298 0.446 0.431 0.399 0.340 0.214 2.37 1.59 1.01 0.352 0.441 0.357 0.265 0.443 0.295 0.343 0.485 0.427 0.377 9.273 0.151 0.232 1.336 pvalue 0.001 0.000 0.700 0.574 0.001 0.001 0.257 0.002 0.0001 0.004 0.000 0.000 0.923 0.079 0.261 0.000 0.325 0.345 0.004 0.031 0.220 0.168 0.434 0.811 0.076 0.000 0.000 Mean 0.47 0.34 34.3 0.34 0.154 0.348 0.269 0.139 0.069 0.018 5.57 2.28 1.44 0.115 0.287 0.230 0.063 0.248 0.054 0.924 0.671 0.291 0.196 7.418 0.963 0.884 2.470 Mean 0.39 0.58 34.11 0.33 0.098 0.274 0.246 0.198 0.133 0.048 5.06 1.43 1.44 0.145 0.264 0.149 0.076 0.268 0.096 0.863 0.620 0.241 0.171 7.486 0.976 0.942 1.937 Mean 0.35 0.65 33.9 0.33 0.074 0.246 0.238 0.222 0.157 0.061 4.89 1.14 1.45 0.163 0.252 0.115 0.077 0.277 0.113 0.852 0.612 0.234 0.168 7.616 0.981 0.963 1.737 Mean 0.52 0.61 35.6 0.35 0.168 0.326 0.252 0.147 0.094 0.010 5.17 1.75 1.36 0.052 0.305 0.242 0.105 0.242 0.052 0.884 0.621 0.221 0.157 6.187 0.968 0.926 2.256 38Employed in May 2003 N 559 Mean 0.474 0.729 35.0 0.36 0.094 0.305 0.228 0.202 0.103 0.064 4.874 1.316 1.406 0.162 0.228 0.137 0.087 0.254 0.128 0.867 0.576 0.236 0.186 5.692 0.974 0.937 1.885 Std.Dev.0.499 0.444 11.90 0.480 0.293 0.461 0.420 0.401 0.305 0.245 2.342 1.557 1.002 0.369 0.420 0.344 0.283 0.435 0.335 0.339 0.494 0.425 0.389 7.624 0.156 0.242 1.272 Transitions in Labor Market Status between May 2002 and May 2003 Table 4 percent Full Sample Unemployed in May 2002, N 1,455 Situation in October 2002 Between October 2002 and May Without benefits and nonapplicants Unemployed in May 2002, N 1,003 Situation in October 2002 Between October 2002 and May To Employment To Unemployment To inactivity To Employment To Unemployment To inactivity Unemployed in May 2002, N 330 To Employment To Unemployment To inactivity Unemployed in May 2002, N 95 To Employment To Unemployment To inactivity 413 28.4 718 49.3 323 22.2 363 36.2 383 38.2 256 25.5 14 4.2 263 79.7 53 33 48 14 34.7 50.5 14.7 Situation in May 2003 559 38.4 559 38.4 336 23 Situation in May 2003 445 44.3 305 30.4 252 25.1 Situation in May 2003 62 18.8 204 61.8 64 19.4 Situation in May 2003 39 41 40 42.1 16 16.8 2003 146 10 159 10.9 13 0.8 2003 82 8.2 78 7.8 4 0.4 2003 48 14.6 59 17.9 11 3.3 2003 6 6.3 8 8.4 2 2.1 With UA Situation in October 2002 Between October 2002 and May 16.1 Applicants Situation in October 2002 Between October 2002 and May 39 Table 5 percent Without benefits non Applicants Transitions in Labor Market Status between October 2002 and May 2003 All With UA Applicants With UI 1,904 3,161 Unemployed in October 2002 Labor market status in May 2003, absolute numbers percent To Employment To Unemployment To Inactivity 974 30.8 1,444 45.7 742 23.5 732 38.4 645 33.9 526 27.6 982 147 15 692 70.5 143 14.6 207 69 32.9 68 77 37.2 62 30 39.1 27 31 11 44.9 15.9 40Logit Marginal Effects Estimates Transition to Employment between May 2002 and May 2003 Table 6 Standard Errors 1 2 Full Sample Full Sample 0.357 0.331 3 Restricted to UA and Applicants 0.261 0.070 4 Restricted to UA and Applicants 0.305 0.084 Variable Unemployment Assistance Applicant Unemployment Insurance Household Head Male Age Age squared100 Married Primary Complete Secondary Incomplete Secondary Complete Tertiary Incomplete Tertiary Complete Household Size Number of children below 14 Number of earning household members Prior job experience Last jobwage employee Last jobtemporary Last jobad hoc work Unemp. duration prior to May 2002 0.037 0.108 0.060 0.032 0.084 0.095 0.046 0.106 0.039 0.016 0.009 0.024 0.012 0.023 0.041 0.055 0.059 0.015 0.063 0.010 0.065 0.039 0.073 0.131 0.088 0.009 0.012 0.0013 0.018 0.016 0.018 . . . . . 0.047 0.125 0.063 0.056 0.088 0.061 0.051 0.067 0.044 0.013 0.010 0.021 0.013 0.014 0.044 0.026 0.063 0.040 0.067 0.001 0.07 0.090 0.077 0.108 0.091 0.012 0.012 0.005 0.020 0.011 0.019 0.203 0.089 0.107 0.050 0.048 0.046 0.091 0.058 0.008 0.002 0.018 0.064 0.025 0.027 0.058 0.044 0.080 0.018 0.086 0.052 0.105 0.134 0.091 0.239 0.294 0.022 0.018 0.022 0.027 0.012 0.031 . . . . . . . 0.107 0.074 0.192 0.068 0.045 0.157 0.111 0.227 0.097 0.043 0.026 0.062 . . 0.034 0.017 0.088 0.010 0.103 0.065 0.109 0.132 0.165 0.203 0.102 0.487 0.276 0.030 0.027 0.036 0.039 0.003 0.046 0.259 0.283 0.126 0.107 0.158 0.089 0.092 0.103 0.007 0.005 1118 697.34 N Log likelihood 104.35 Pseudo R20.232 Notes: Other regressors include a set of 5 regional indicators, controls for household wealthtype of housing, access to electricity and water, household members per room and indicators for size of firm of last job only columns 2 and 4. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 619.82 0.085 175.90 0.156 0.10 982 345 209 413 UA and Applicants Male 0.229 0.125 4 UA and Applicants Female 0.396 Variable Gender Specific Logit Marginal Effects Estimates Transition to Employment between May 2002 and May 2003 Table 7 Standard Errors Full Sample Full Sample 1 Male 2 Female 0.151 0.268 0.407 0.054 0.047 0.091 0.137 0.117 0.068 0.144 0.081 0.021 0.097 Unemployment Assistance Applicant Unemployment Insurance N 197 Log likelihood 68.99 Pseudo R20.251 Notes: Other regressors include head of household, age and age squared, indicators for educational level, married, household size, number of children below 14, number of earning household members, a set of 5 regional indicators, controls for household wealth and characteristics of previous job only for males. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 112 61.09 0.208 219.27 0.186 422.65 0.08 409 674 . . . . Table 8 Logit Marginal Effects Estimates Transition to Employment between October 2002 and May 2003 0.339 0.295 0.333 0.243 0.186 0.313Variable Standard Errors 2 3 1 Total Full Sample Full Sample Full Sample Male Female Unemployment Assistance Applicant Unemployment Insurance N Log likelihood Pseudo R20.022 0.047 0.040 0.126 0.053 2418 1433.02 0.121 0.035 0.069 0.058 0.147 0.077 1303 858.93 0.05 0.033 0.015 0.087 0.077 0.071 1115 557.33 0.163 4 UA and Applicants Total 5 UA and Applicants Male 6 UA and Applicants Female 0.048 0.068 0.109 . . . . . . 984 457.97 0.113 336 206.87 0.06 648 241.28 0.101 Notes: Other regressors include head of household, age and age squared, indicators for educational level, married, household size, number of children below 14, number of earning household members, a set of 5 regional indicators and controls for household wealth. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 425 Nearest Neighbors Matching EstimatesRestricted to Common Support Table 9 Transition to Employment Standard Errors 1 Full Sample Full Sample Full Sample 0.323 0.234 0.370 2 Male 0.048 1116 Restricted to UA and Applicants 0.3490.078 340 0.063 693 Restricted to UA and Applicants 0.168 0.100 Full Sample Full Sample Full Sample 0.382 0.305 0.369 131 Male 0.039 1299 0.035 2415 0.065 947 Restricted to UA and Applicants 0.369 Restricted to UA and Applicants 0.262 Restricted to UA and Applicants 0.411 0.085 336 0.094 604 Transition between May 2002 and May 2003 Effect of Unemployment Assistance N Transition between May 2002 and May 2003 Effect of Unemployment Assistance N Transition between October 2002 and May 2003 Effect of Unemployment Assistance N Transition between October 2002 and May 2003 Effect of Unemployment Assistance N Restricted to UA and Applicants 0.431 3 Female 0.071 402 0.071 176 Female 0.055 1115 Notes: Propensity scores were obtained from a logit regression of Plan Jefes on head of household, age and age squared, indicators for educational level, married, household size, number of children below 14, number of earning household members, a set of 5 regional indicators, and controls for household wealth. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. Estimates based on kernel matching displayed a similar pattern. 43Select Multinomial Logit Marginal Effects Estimates Transitions between May 2002 and May 2003 Table 10 Remain Unemployed 1 0.034 0.142 0.333 0.262 Unemployment Assistance Applicant Unemployment Insurance Household Head Male Age Married Tertiary Incomplete Tertiary Complete Household Size Number of earning household members N LogLikelihood Pseudo R20.056 0.063 0.080 0.044 0.039 0.006 0.032 0.004 0.008 0.002 0.034 0.009 0.061 0.073 0.077 0.017 0.010 0.025 0.015 Full Sample Transition to Employment 2 0.030 0.055 0.052 0.014 0.074 0.117 0.040 0.169 0.031 0.029 0.008 0.037 0.034 0.069 0.059 0.171 0.082 0.001 0.011 0.002 0.016 1454 1408.03 0.098 Transition to Inactivity 3 0.071 0.036 0.087 0.027 0.077 0.057 0.073 0.031 0.176 0.028 0.034 0.006 0.035 0.030 0.059 0.055 0.096 0.044 0.018 0.009 0.023 0.012 Restricted to UA and applicants Remain Unemployed 4 Transition to Employment 5 0.196 0.211 0.064 0.061 Transition to Inactivity 6 0.014 0.048 . . 0.045 0.072 0.109 0.066 0.016 0.017 0.022 0.058 0.126 0.097 0.294 0.201 0.000 0.018 0.029 0.030 . . 0.065 0.054 0.047 0.049 0.017 0.012 0.021 0.017 0.000 0.08 0.174 0.202 0.023 0.015 0.027 0.023 . . 0.110 0.060 0.156 0.056 0.033 0.014 0.004 0.047 0.126 0.063 0.121 0.214 0.023 0.015 0.002 0.025 425 367.83 0.11 Notes: Other regressors include number of children younger than 14, a set of 5 regional indicators, controls for household wealthtype of housing, access to electricity and water, household members per room. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 44Select Multinomial Logit Marginal Effects Estimates Transitions between May 2002 and May 2003 Unemployment Assistance Applicant Unemployment Insurance N LogLikelihood Pseudo R2Unemployment Assistance Applicant Unemployment Insurance N LogLikelihood Pseudo R2 0.221 0.248 Remain Unemployed 1 0.055 0.114 0.072 0.007 0.085 Remain Unemployed 1 0.034 0.070 0.053 0.118 0.078 Table 11 Full Sample Male Transition to Employment 2 0.049 0.125 0.069 0.019 0.087 846 793.17 0.076 Table 12 Full Sample Male Transition to Employment 2 0.031 0.053 0.052 0.128 0.068 1574 1484.29 0.087 Transition to Inactivity 3 0.027 0.044 0.010 0.049 0.027 0.043 Remain Unemployed 4 0.421 0.048 0.188 0.091 0.232 0.16 Transition to Inactivity 3 0.036 0.024 0.017 0.031 0.011 0.062 Remain Unemployed 4 0.029 0.023 0.057 0.099 0.11 Full Sample Female Transition to Employment 5 0.196 0.039 0.061 0.081 0.040 0.109 608 575.45 0.12 Full Sample Female Transition to Employment 5 0.023 0.009 0.038 0.043 0.058 1586 1428.53 0.12 Transition to Inactivity 6 0.249 0.050 0.225 0.045 0.192 0.112 Transition to Inactivity 6 0.027 0.014 0.047 0.057 0.093 Select Multinomial Logit Marginal Effects Estimates Transitions between October 2002 and May 2003 0.281 0.245 0.431 0.158 0.272 Notes: Other regressors include head of household, age and age squared, indicators for educational level, married, household size, number of children below 14, number of earning household members, a set of 5 regional indicators, controls for previous job characteristics only Table 10a and household wealth. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 45 Table A1 Comparison of the Individual and Merged Data Sets May 2002 October 2002 May 2003 Three Rounds Two Rounds 50,782 47.530.6 44.6 24.8 23144.55 37,510 47.529.9 44.1 26.0 1750 4.66 11,14747.8 30.3 44.7 24.9 . 21,292 47.530.8 45.0 24.2 9824.61 N Male % Primary % Secondary % Tertiary % Plan Jefes N Percent of sample 50,712 47.8 30.8 43.3 25.9 . Note: Plan Jefes refers to individuals reporting the Plan as their main activity. 46Table A2 Variable Selected Descriptive Statistics, Sample covering the period October 2002 to May 2003 HO: XPFull Sample N 3161 Applicants N 207 NonPlan N 1904 Plan N 982 XHO: XNP PX AUnemployed in October 2002 Household Head Male Age Married Primary Incomplete Primary Complete Secondary Incomplete Secondary Complete Tertiary Incomplete Tertiary Complete Household Size Nr. of children below 14 Nr. earning hh. members Buenos Aires North west North east Cuyo Pampa Patagonia Apartment Access to water and electricity Household sizeroom Mean 0.34 0.49 33.37 0.30 0.108 0.269 0.270 0.180 0.123 0.047 5.13 1.54 1.75 0.122 0.262 0.144 0.069 0.272 0.129 0.968 0.929 2.056 Std. Dev 0.475 0.500 11.96 0.46 0.311 0.443 0.444 0.385 0.329 0.212 2.46 1.64 1.15 0.328 0.440 0.351 0.254 0.445 0.336 0.175 0.257 1.308 pvalue 0.000 0.000 0.000 0.237 0.000 0.000 0.952 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.001 0.000 0.446 0.048 0.000 0.000 0.000 0.000 Mean 0.39 0.49 33.5 0.36 0.121 0.261 0.314 0.154 0.125 0.024 5.40 1.73 1.61 0.043 0.411 0.198 0.077 0.174 0.096 0.971 0.927 2.225 pvalue 0.709 0.000 0.186 0.279 0.211 0.025 0.208 0.683 0.009 0.581 0.201 0.000 0.055 0.078 0.002 0.346 0.491 0.022 0.444 0.193 0.116 0.002 Mean 0.30 0.60 32.5 0.29 0.085 0.234 0.267 0.200 0.150 0.063 4.87 1.15 1.58 0.149 0.231 0.096 0.070 0.296 0.157 0.977 0.948 1.793 Mean 0.41 0.28 34.6 0.34 0.155 0.341 0.271 0.143 0.071 0.018 5.65 2.30 2.08 0.078 0.300 0.228 0.064 0.248 0.080 0.950 0.891 2.568 47Employed in May 2003 N 974 Mean 0.446 0.674 34.0 0.33 0.102 0.280 0.249 0.174 0.121 0.072 4.904 1.373 1.645 0.140 0.224 0.113 0.065 0.283 0.172 0.974 0.951 1.906 Std.Dev.0.497 0.468 11.55 0.471 0.304 0.449 0.433 0.379 0.326 0.258 2.554 1.566 1.170 0.347 0.418 0.317 0.248 0.451 0.377 0.158 0.216 1.202 Select Multinomial Logit Marginal Effects Estimates Transitions between October 2002 and May 2003 Restricted to UA and Applicants Remain Unemployed 0.372 0.021 0.041 0.039 0.124 0.062 Table A3 Full Sample Transition to Employment 0.223 0.019 0.036 0.032 0.088 0.044 3160 2967.30 0.115 Unemployment Assistance Applicant Unemployment Insurance N LogLikelihood Pseudo R2Transition to Inactivity 0.149 0.016 0.005 0.029 0.035 0.052 Remain Unemployed 0.319 0.041 . . Transition to Inactivity 0.179 0.039 . . Transition to Employment 0.141 0.036 . . 1189 948.28 0.11 Notes: Other regressors include head of household, age and age squared, indicators for educational level, married, household size, number of children below 14, number of earning household members, a set of 5 regional indicators, controls and household wealth. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 48Selection Corrected Probit Marginal Effects Estimates Transition to Employment between October 2002 and May 2003 Standard Errors Full Sample Full Sample Full Sample 0.410 0.389 0.307 2 Male 0.105 0.067 0.058 0.135 0.078 0.075 0.081 1303 861.47 0.05 3 Female 0.073 0.019 0.056 0.067 0.085 0.025 0.050 1115 561.77 0.156 Table A4 1 Total 0.052 0.047 0.041 0.118 0.058 0.062 0.043 2418 1437.15 0.118 Variable Unemployment Assistance Applicant Unemployment Insurance Generalised Residual N Log likelihood Pseudo R2Notes: Other regressors include head of household, age and age squared, indicators for educational level, married, and a set of 5 regional indicators. The generalised residual is obtained from a firststep probit regression of program participation on observed characteristics. Identification is achieved by including variables that capture household wealth type of housing, access to electricity and water, household members per room and number of children below the age of 14, family size and number of earning household members only in the firststep equation. , , indicate significance at the 10 per cent, 5 per cent, and 1 per cent levels, respectively. 49Distribution of propensity scores for Jefes participants treated and applicants untreated Panel data covering the period May 2002 to May 2003 Figure 1 0 .125 .25 .375.5.625Propensity Score Untreated Treated: Off support.75.875 Treated: On support Distribution of propensity scores for Jefes participants treated and applicants untreated Panel data covering the period October 2002 to May 2003 Figure 2 0 .125 .25 .375.5.625Propensity Score Untreated Treated: Off support.75.875 Treated: On support 50", "filename": "573334781.pdf", "person": ["Ana Iturriza", "Iturriza, Ana", "Arjun S. Bedi", "Bedi, Arjun S.", "Robert Sparrow", "Sparrow, Robert"], "date": ["2008"]}