{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/67793/1/57484256X.pdf"], "title": ["A powerful test of the autoregressive unit root hypothesis based on a tuning parameter free statistic"], "plaintext": "Abstract This paper presents a family of simple nonparametric unit root tests indexed by one parameter, d,and containing Breitungs 2002 test as the special case d 1. It is shown that i each member ofthe family with d 0 is consistent, ii the asymptotic distribution depends on d, and thus recid:13ectsthe parameter chosen to implement the test, and iii since the asymptotic distribution dependson d and the test remains consistent for all d 0, it is possible to analyze the power of the testfor dicid:11erent values of d. The usual PhillipsPerron or DickeyFuller type tests are characterized bytuning parameters bandwidth, lag length, etc., i.e. parameters which change the test statistic butare not recid:13ected in the asymptotic distribution, and thus have none of these three properties.It is shown that members of the family with d 1 have higher asymptotic local power than the Breitung 2002 test, and when d is small the asymptotic local power of the proposed nonparametrictest is relatively close to the parametric power envelope, particularly in the case with a linear timetrend. Furthermore, GLS detrending is shown to improve power when d is small, which is not thecase for Breitungs 2002 test. Simulations demonstrate that, apart from some size distortion inthe presence of large negative AR or MA coecid:14cients, the proposed test has good cid:12nite sampleproperties in the presence of both linear and nonlinear shortrun dynamics. When applying a sievebootstrap procedure, the proposed test has very good size properties, with cid:12nite sample power thatis higher than that of Breitungs 2002 test and even rivals the nearly optimal parametric GLSdetrended augmented DickeyFuller test with lag length chosen by an information criterion.JEL Classicid:12cation: C22.Keywords: Augmented DickeyFuller test, fractional integration, GLS detrending, nonparametric,nuisance parameter, tuning parameter, power envelope, unit root test, variance ratio.Short Title: Tuning Parameter Free Unit Root Test.1 Introduction The problem of testing for an autoregressive unit root is one of the most intensely studied testingproblems in time series econometrics over the last three decades; seminal contributions to thisliterature include Dickey Fuller 1979, 1981, Phillips 1987a, Phillips Perron 1988, and Elliott, Rothenberg Stock 1996. For general reviews see, e.g., Stock 1994 or Phillips Xiao 1998. Remarkably, research on testing for unit roots has been characterized by paralleldevelopments in theoretical and empirical econometrics, and the relevance and importance of thisproblem to empirical research is undeniable.Recently, important progress has been made towards constructing unit root tests with bettersize and power properties. Examples include the point optimal tests and augmented DickeyFullerADF tests with GLS detrending of Elliott et al. 1996, and the use of improved data dependentlag selection information criteria as in Ng Perron 2001 and Perron Qu 2007. See Haldrup Jansson 2006 for a review focusing on power properties. The seminal contribution of Elliottet al. 1996 developed a theory of optimal testing in the framework of unit root tests, leading tothe construction of power envelopes for such tests, i.e. bounds on the possible power of parametricunit root tests under conditions allowing for serial correlation, deterministic components, etc.Nevertheless, all these tests share similar shortcomings. In particular, in the presence of serialcorrelation nuisance parameters appear in the asymptotic distribution unless the tests are modicid:12edto cope with the serial correlation. The ADF type tests, including the ADFGLS tests of Elliottet al. 1996, are parametric and require selection of a lag length for the augmentation to handleserial correlation. Similarly, the PhillipsPerron tests of Phillips 1987a and Phillips Perron1988, although handling the serial correlation by a nonparametric correction, require selection ofbandwidth and kernel for the estimation of the longrun variance. The performance of the testsdepend highly on the choice of lag length or bandwidth parameters, both in terms of cid:12nite samplepower and size properties although data dependent lag selection information criteria improve thetests in this respect, see Ng Perron 2001, but also asymptotically since the consistency of thetests requires that the lag length or bandwidth parameters expand at particular rates relative tothe sample size.1 Furthermore, the asymptotic distributions of these test statistics are independentof the lag length, bandwidth, or kernel employed to construct the tests, and thus do not recid:13ectthe particular choice of these parameters. That is, the tests are characterized by parameters laglength, bandwidth, etc. which change the value of the test statistics but are not recid:13ected in thecorresponding asymptotic distributions, and hence, in particular, not recid:13ected in the critical valuesfor the test statistics such parameters are referred to as tuning parameters.1For example, Agiakloglou Newbold 1996 study the tradeocid:11 between size and power in DickeyFuller testswhen datadependent rules are used for the choice of lag order, and Leybourne Newbold 1999b, 1999b examinethe behavior e.g. with respect to the nuisance parameter issue of both DickeyFuller and PhillipsPerron tests.1Existing unit root tests that are free of tuning parameters include the variable addition test of Park Choi 1988, see also Park 1990, and the nonparametric test of Breitung 2002. The testof Breitung 2002 is a generalization of the KPSS unit root test of Shin Schmidt 1992, whonote that the calculation of their cid:17cid:28 0 test may be done without the necessity to choose a rulefor determining the bandwidth parameter l. Thus, Shin Schmidt 1992 explicitly recognized,although only in passing, the importance and usefulness of tuning parameter free tests of the unitroot hypothesis. Breitung 2002 demonstrated by simulations the superiority of his test relativeto the variable addition test of Park Choi 1988, so the below comparisons to existing tuningparameter free tests focus on the nonparametric Breitung 2002 test.This paper presents a family of simple nonparametric tests of the autoregressive unit root hypothesis which are free of tuning parameters and improve upon existing tuning parameter free testsin terms of asymptotic local power. Compared to parametric tests, the proposed tests avoid manyof the issues related to nuisance parameters, at least asymptotically, while maintaining competitivepower properties. The nonparametric tests are constructed as a ratio of the sample variance ofthe observed series and that of a fractional partial sum fractional dicid:11erence of a negative orderof the series. Recently, fractional integration has been attracting increasing attention from boththeoretical and empirical researchers in economics and cid:12nance, see e.g. Baillie 1996 or Robinson2003 for reviews.In this paper, fractional integration techniques are exploited to construct afamily of tests for an autoregressive unit root.2The proposed procedure is nonparametric and does not rely on the specicid:12cation of a particulardata generating process or model. This feature in particular distinguishes the approach from thewell known fully parametric testing approaches, e.g. the ADF test. Of course, this aspect is aconsequence of the nonparametric nature of the variance ratio test statistic, and is important inpractical applications where specicid:12cation of the shortrun dynamics is always a matter of someambiguity and concern, since misspecicid:12ed shortrun dynamics leads to inconsistent estimation ofthe remainder of the model and hence to erroneous inferences on the order of integration. There isalso no need to specify a bandwidth and kernel as in the PhillipsPerron type approach.Another consequence of the nonparametric nature of the proposed procedure is that it is potentially useful in a much broader context than parametric tests, for example under nonlinear orfractionally integrated generating mechanisms for the underlying error process. It is well knownthat traditional parametric autoregressionbased unit root tests often have dicid:14culties in such circumstances since a very long autoregressive approximation may be needed to adequately modelthe process. On the other hand, the present approach, being nonparametric and asymptoticallyinvariant to shortrun dynamics, does not sucid:11er from this particular problem and may therefore 2In the fractional integration literature, tests of the unit root hypothesis against alternatives of fractional integration have been developed which admit standard asymptotics, see e.g. Robinson 1994 and Tanaka 1999. This paperexcludes such alternatives since the unit root hypothesis is nested within the class of autoregressive alternatives.2be expected to have better cid:12nitesample properties when the underlying error processes is not ofthe AR or ARMA type. This is indeed concid:12rmed in simulations below.The proposed family of variance ratio tests is indexed by one parameter, d, which determinesthe order of the fractional partial summation. However, there are several important dicid:11erencesbetween this parameter and the tuning parameters in ADF regressions lag length or PhillipsPerron type tests bandwidth and kernel. First of all, for any member of the family with d 0,the nonparametric test is consistent. Secondly, the asymptotic distribution depends on d, andthus recid:13ects the parameter chosen to implement the test. Thirdly, and consequently, since theasymptotic distribution depends on d and the test remains consistent for all d 0, it is possible toanalyze the asymptotic local power properties of the test for dicid:11erent values of d, and then try tolocate a member of the family which is tailored to maximize power against relevant alternatives.The usual ADFADFGLS or PhillipsPerron type tests have none of these three properties.When d 1 the Breitung 2002 test appears as a particular member of the proposed family.However, it is shown that members of the family with parameter d 1 have higher asymptoticlocal power than Breitungs 2002 test. Furthermore, when d is small the asymptotic local powerof the proposed nonparametric test is relatively close to, but naturally below, the parametric powerenvelope of Elliott et al. 1996. In particular, in the case with a linear time trend only 12% moreobservations would be required for the nonparametric variance ratio test with d 0:1 to achieveasymptotic local power of onehalf compared to the ADFGLS test.To document the cid:12nite sample properties of the methods proposed in this paper a simulationstudy is conducted. The simulations demonstrate that low values of d dominate higher values of d,and thus in particular the leading existing tuning parameter free test of Breitung 2002, althoughthere is a sizepower tradeocid:11 in small samples with large negative AR or MA coecid:14cients. Furthermore, and perhaps more surprisingly, the nonparametric variance ratio test compares favorably tothe nearly optimal ADFGLS test of Elliott et al. 1996 in terms of sizeadjusted cid:12nite samplepower when the two are compared on an even footing by applying the MAIC lag augmentationselection rule of Ng Perron 2001 as modicid:12ed by Perron Qu 2007. However, the varianceratio tests sucid:11er from size distortions in small samples T 100 with large negative MA or ARcoecid:14cients, although these size distortions are alleviated when considering the larger sample sizeT 500.It also appears from the simulations that the variance ratio test is superior to the ADFGLS test against alternatives that are relatively far from the null. Thus, even though the ADFGLS test has superior asymptotic local power properties, the need to select a tuning parameter lag augmentation and estimate nuisance parameters serial correlation reduces the powerof the DickeyFuller type tests in more realistic settings. Finally, when the underlying errors aregenerated by nonlinear models, or when they are fractionally integrated, the nonparametric variance ratio test has similar size and better sizecorrected power than both the Breitung 2002 and ADFGLS tests, suggesting the usefulnes of the nonparametric test in more general circumstances.3In a separate set of simulations, a sieve bootstrap procedure is applied to the proposed varianceratio test with sieve lag length chosen by the MAIC. The variance ratio test then has size propertiesthat are as good as those of the ADFGLS test using the MAIC lag selection rule. With the sievebootstrap procedure, the cid:12nite sample power of the variance ratio test is similar to that of the ADFGLS test and even superior in some cases, such as the important case of a model that includes alinear time trend and has moving average errors.The remainder of the paper is laid out as follows. In the next section the variance ratio familyof tests is presented along with the asymptotic distribution theory. Section 3 develops the relevantlocal asymptotic power analysis and introduces a GLS detrended version of the tests. In section 4 simulation evidence is presented to document the cid:12nite sample properties of the nonparametrictest. Both sections 3 and 4 include comparisons to Breitungs 2002 test as well as nearly ecid:14cientparametric tests. Section 5 ocid:11ers some concluding remarks. All proofs are gathered in the appendix.2 The Nonparametric Variance Ratio Test Suppose the observed univariate time series fytg Tt1 is generated by the modelyt cid:30ytcid:01 ut;t 1; 2; :::;y 0 0;1where ut is unobserved shortrun dynamics to be decid:12ned precisely later.3 The unit root testingproblem is the test of the null hypothesis H0 : cid:30 1 vs. H1 : jcid:30j 1:2Consider, under the null hypothesis, the behavior of the observed time series fytg Taccording to 1 with cid:30 1 and also its fractional partial sum,t1 generatedyt cid:1cid:0d yt;t 0; 1; :::;d 0;3where we have used the decid:12nition xt 1 cid:0 Lcid:0dcid:1cid:0d xt cid:0 k dcid:0 d cid:0 k 1xtcid:0k tcid:01Xk0tcid:01Xk0cid:25kdxtcid:0kso that only values corresponding to a positive time index enters the fractional dicid:11erencesummationexpression. This is denoted by the subscript on the dicid:11erence operator, i.e. cid:1, which is a truncatedversion of the binomial expansion in the lag operator L Lxt xtcid:01.3The initial condition can be replaced by other wellknown conditions that yield the same functional central limittheorems 4 and 5. Note that, if it is known that y 0 is likely to be small then, in the fully parametric setup, thisknowledge will generate more discriminatory power for the unit root problem by applying the ADFGLS tests of Elliott et al. 1996, see Mcid:127uller Elliott 2003. In that sense, the zero initial condition poses the greatest challengefor the proposed nonparametric test when compared to the ADFGLS tests in simulations below.4It is well known that under regularity conditions on ut, a functional central limit theorem isobtained for yt and a similar fractional functional central limit theorem is obtained for yt, i.e.T cid:012yb T sc cid:27y W0 s ;T cid:012cid:0d yb T sc cid:27y Wd s ;0 cid:20 s cid:20 1;0 cid:20 s cid:20 1;45as T ! 1 for some cid:27y to be specicid:12ed later. Here, bcid:15c denotes the integer part of the argument, means weak convergence in D 0; 1, and Wd is the type II fractional standard Brownian motionof order d cid:012, see e.g. Marinucci Robinson 2000, decid:12ned as Wd r 0, a.s., r 0;Wd r 1cid:0 d 1Z r 0r cid:0 sd d W0 s , r 0:Note that with this decid:12nition W0 is the standard Brownian motion.It follows that the rescaled sample variances of yt and yt satisfy6789T cid:02W0 s2 ds;T cid:021dWd s2 ds;0y Z 1TXt1t cid:272y 2y Z 1TXt1t cid:272y 2cid:26 d T 2d PTt PTt1 y 2t1 y 2t 0as T ! 1, under the unit root null hypothesis 2. Thus, by forming the variance ratio,;10the nuisance parameter cid:272y is eliminated from the limiting distribution and there is no need toestimate serial correlation parameters. The statistic cid:26 d in 10 decid:12nes the family of varianceratio statistics indexed by the fractional partial summation parameter, d.The statistic 10 generalizes the idea of Shin Schmidt 1992, Breitung 2002, and Taylor2005 who used the ratio of the sample variance of yt and that of the partial sum of yt to eliminatethe nuisance parameter cid:272y and avoid estimation of serial correlation parameters in testing for aunit root. Thus, setting d 1, yt is the partial sum of yt and cid:261 is then the inverse of thestatistic proposed by Breitung 2002, which is therefore also a member of the family of tests in10. The same idea was applied by Vogelsang 1998a, 1998b to test for structural breaks withoutestimating serial correlation parameters.In recent work, Mcid:127uller 2007, 2008 demonstrates some desirable properties of variance ratiotype unit root test statistics such as 10, which are not necessarily shared by other statisticsthat have to estimate the longrun variance cid:272y. In particular, tests based on variance ratio type 5statistics are shown to be able to consistently discriminate between the unit root null and thestationary alternative.To adjust for a nonzero mean and possibly deterministic time trend in the observed time seriesyt, suppose fytg Tt1 is generated according toyt cid:110cid:14t zt;t 0; 1; :::;11where zt is unobserved and generated as yt in 1. Here, cid:14t 0 when there are no deterministicterms, cid:14t 1 when there is a nonzero mean, and cid:14t 1; t0 when there is correction for a deterministic linear time trend. Thus, the family of variance ratio statistics corrected for deterministicterms is decid:12ned as in 10 but with residuals yt yt cid:0 cid:110cid:14t replacing the observed time series yt.For now, yt are OLS residuals, but in the next section GLS detrending is considered in the spirit of Elliott et al. 1996 which will in fact increase the power of the test, at least against nearintegratedalternatives and for an important range of d values.The following assumption on ut in 1 is imposed throughout.Assumption 1 The zeromean process ut is weakly stationary and ergodic and satiscid:12esa 0 P1kcid:01 jcid:13ukj 1, where cid:13uk Eututk;b T cid:012Pb T scc T cid:012cid:0d Pb T sct1 ut cid:27y W0 s for cid:27y 0 and all 0 cid:20 s cid:20 1;t1 cid:1cid:0d ut cid:27y Wd s for d 0, cid:27y 0, and all 0 cid:20 s cid:20 1:Assumption 1 is similar to Condition C in Elliott et al. 1996 and holds under a varietyof regularity assumptions. Sucid:14cient conditions for b are given by, e.g., Phillips 1987a and Phillips Solo 1992, and for c by, e.g., Akonom Gourieroux 1987, Davidson de Jong2000, and Marinucci Robinson 2000. The conditions include mixing conditions and momentconditions existence of a moment of order greater than two, and are satiscid:12ed by, e.g., stationaryand invertible ARMA models. The conditions permit conditional heteroskedasticity in futg butrule out unconditional heteroskedasticity.Under the null hypothesis that cid:30 1 and under Assumption 1 on ut, 4 and 5 clearly hold.In that case, the limiting distribution of the variance ratio statistic cid:26 d is easily derived and ispresented in the following theorem.Theorem 1 Let yt be decid:12ned by 1 and 11, cid:26 d by 10 with the residuals yt replacing yt in3 and 10, and let j 0 when cid:14t 0, j 1 when cid:14t 1, and j 2 when cid:14t 1; t0. Under thenull hypothesis 2, Assumption 1 on ut, and for d 0,cid:26 d Uj d R 1R 100 Bj s2 dsBj;d s2 ds 6;j 0; 1; 2;as T ! 1, where B0 s W0 s and the demeaned j 1 and detrended j 2 standard Brownian motions are decid:12ned as Bj s W0 s cid:0cid:18Z 10W0 r Dj r0 drcid:19cid:18Z 1where D1 s 1, D2 s 1; s0, and also B0;d s Wds andBj;d s Wdscid:0cid:18Z 10Dj s ;j 1; 2;s cid:0 rdcid:01cid:0 dDj r dr;j 1; 2:0Dj r Dj r0 drcid:19cid:01Dj r Dj r0 drcid:19cid:01Z s 0sdcid:0 d 1;sddcid:0 dsd1dd 1cid:0 dsd1cid:0 d 2;0W0 r Dj r0 drcid:19cid:18Z 1Z ss cid:0 rdcid:01Z ss cid:0 rdcid:01rdr cid:0 dcid:0 ddr 00scid:0rdcid:01Note that in this theorem and below, weak convergence is for a cid:12xed value of d. Also note that 0so that the term R scid:0d Dj r dr appearing in the decid:12nition of Bj;d s for j 1 and j 2corresponds to fractional powers of s. That is, Bj;d s, j 1; 2, is a fractional Brownian motion lessthe trend correction term from an L2 regression of a standard nonfractional Brownian motionon a fractional polynomial trend of order sd when j 1 and sd; sd1 when j 2.The asymptotic distribution Uj d of cid:26 d given in Theorem 1 depends only on the choice ofdeterministic terms j and the parameter d, i.e. the order of fractional partial summation indexingthe family of tests. Hence, the asymptotic distribution can easily be simulated to obtain quantilesfor any member of the family characterized by the value of the parameter d. Quantiles of Uj dfor several values of the parameter d are presented in Table 1.Table 1 about here.A very important property of the variance ratio statistic 10 and its asymptotic distribution in Theorem 1 is that there is no need to specify or estimate any particular parametric or nonparametricmodel for the shortrun dynamics in ut. Thus, the statistic is asymptotically invariant to any shortrun dynamics in the data generating process for yt. As a result, any hypothesis test based on amember of the family of variance ratio statistics will share this useful property.Thus, consider using cid:26 d as a test of the unit root hypothesis, i.e. of the null hypothesis 2,where large values of cid:26 d are associated with rejection of H0. The rejection region of the test andthe alternatives against which it is consistent are given in the following theorem.Theorem 2 Under the assumptions of Theorem 1 the test that rejects H0 in 2 when cid:26 d CVj;cid:13 d, where CVj;cid:13 d is found from P Uj d CVj;cid:13 d cid:13;127has asymptotic size cid:13 and is consistent against the alternative H1 in 2.Note that, although the parameter d indexing the family of tests is specicid:12ed by the econometrician, it is not a tuning parameter in the sense described in the introduction above. Thisis because the choice of d is recid:13ected in the limiting distribution of the variance ratio statistic,unlike the tuning parameters, e.g.lag length and bandwidth parameters, in the DickeyFuller or PhillipsPerron unit root tests. Thus, it may be possible to locate a member of the family of testswhich is tailored in such a way that power is maximized against relevant alternatives. Indeed, thisis considered in the following asymptotic local power analysis, where results are provided whichrecommend d 0:1, c.f. Theorem 3. See also the simulations in section 4 below. Another typicalchoice could be d 1, i.e. partial summation, based on computational simplicity, which is theinverse of the statistic used by Breitung 2002 and Taylor 2005 to test for seasonal unit roots.The variance ratio statistic 10 is related to many well known statistics such as the KPSSstatistic of Kwiatkowski, Phillips, Schmidt Shin 1992 and Shin Schmidt 1992, and alsoearlier statistics such as the DurbinWatson statistic, to mention just a few. Indeed, variance ratiotype statistics have a very long tradition in time series analysis. However, there is a fundamentaldicid:11erence between those statistics and the variance ratio statistic in 10. The former statistics aremostly based on the ratio of the sample variance of yt and that of cid:1yt corresponding to d cid:01in the present setup and then the cid:272y that would appear in the limiting distribution is divided outby employing some form of longrun variance estimator. On the other hand, the statistic 10 isthe ratio of the sample variance of yt and that of the fractional partial sum of yt, which impliesthat cid:272y cancels from the limiting distribution and there is no need to estimate serial correlationparameters or the longrun variance.3 Asymptotic Local Power Analysis In this section, the asymptotic local power of the autoregressive unit root test described in Theorems 1 and 2 is analyzed to guide the choice of the parameter d. Since d is the only parameter indexingthe family of tests and the only parameter needed to calculate the variance ratio test statistic 10,and is also the only parameter in the asymptotic distribution, it is of interest to examine the powerfunction for a range of values of d. In particular, one might ask if there is a member of the familywith maximum within the family power against relevant alternatives, i.e.if there is a powermaximizing value of d. This value could then be chosen by the researcher to tailor the test toobtain high power, i.e. to select the member of the family with the best power properties.Instead of attempting to calculate the exact power function of the test as a function of d,the power is described qualitatively using localtounity asymptotics. To obtain nondegeneratepower under the alternative, consider the wellknown sequence of local alternatives where fytg Tt18is generated according toyt cid:30T ytcid:01 ut; cid:30T 1 cid:0 cT;13i.e. nearintegrated alternatives with some c cid:21 0, c.f. Chan Wei 1987 and Phillips 1987b.For any cid:12xed T , yt is stationary the alternative provided T is large enough that cT 2 0; 2.On the other hand, yt is nonstationary the null hypothesis in the limit since cid:30T ! 1 when T ! 1. Thus, the model 13 provides alternatives local to cid:30 1. Under 13 and Assumption 1, sample moments such as 8 have limiting distributions which are expressed in terms of the OrnsteinUhlenbeck process J0;c s W s cid:0 c Z s 0ecid:0cscid:0rW rdr;J0;c 0 0:14The next two subsections cid:12rst consider the asymptotic local power of the above family of varianceratio tests, and subsequently introduce a GLS detrended version to be compared to the GLSdetrended ADF test of Elliott et al. 1996.3.1 Asymptotic Local Power of the Variance Ratio Test The following theorem presents the asymptotic distribution of the variance ratio statistic under thenearintegrated local alternatives.Theorem 3 Let the assumptions of Theorem 1 be satiscid:12ed except 13 replaces 1 in the decid:12nitionof yt or zt if cid:14t 6 0. Then, as T ! 1,cid:26 d Uj;N I c; d R 1R 100 Jj;c s2 dsJj;c;d s2 ds;j 0; 1; 2;where J0;c s is the OrnsteinUhlenbeck process 14, J1;c s ; J2;c s are the demeaned j 1 anddetrended j 2 OrnsteinUhlenbeck processes,Jj;c s J0;c s cid:0cid:18Z 10J0;c r Dj r0 drcid:19cid:18Z 10Dj r Dj r0 drcid:19cid:01Dj s ;j 1; 2;andJ0;c;d s Wds cid:0 c Z sJj;c;d s J0;c;d s cid:0cid:18Z 10ecid:0cscid:0rWd r dr;J0;c r Dj r0 drcid:19cid:18Z 10Dj r Dj r0 drcid:19cid:01Z s 0s cid:0 rdcid:01cid:0 dDj r dr;j 1; 2:0It follows from Theorem 3 that the asymptotic local power of any member of the family ofvariance ratio tests can be described in terms of Uj;N I c; d whose distribution is a continuous 9function of the local noncentrality parameter c cid:21 0 and the index d 0. Note that Uj;N I 0; d Uj d, j 0; 1; 2. Also note that the process J0;c;d s appearing in Theorem 3 is a fractionalversion of the well known OrnsteinUhlenbeck process J0;cs, see e.g. Buchmann Chan 2007.The local asymptotic power function of any member of the family of variance ratio tests can thusbe calculated aswhere CVj;cid:13 d is decid:12ned in Theorem 2.P Uj;N I c; d CVj;cid:13 d ;Figure 1 about here.Figure 1 displays simulated asymptotic local power curves for several members of the varianceratio test family with cid:13 0:05 as functions of the local noncentrality parameter, c cid:21 0. Thesimulated power functions are based on 20,000 Monte Carlo replications of 13 with T 500, uti:i:d: standard normal, and either no deterministic terms Panel A, constant mean Panel B, orlinear trend Panel C. In each graph, the power curves are drawn for d 2 f 0:1; 0:25; 0:5; 1:0g, whered 1 is the test of Breitung 2002.From Figure 1 it appears that the asymptotic local power of the variance ratio test is monotonicin d, and that d 0:1 is the power maximizing choice among those power functions depicted, inthe sense that it has uniformly in c higher power relative to d 0:25, d 0:5, and d 1:0. Itshould be noted that other choices of d conform to the monotonicity apparent in Figure 1 althoughthe gain in power from choosing an even smaller value of d is minor. Furthermore, it also seemsunwise to choose d too small, since then d acts as if it depends inversely on the sample sizewhich may distort the size properties of the test and result in poor size properties in cid:12nite samples.Obviously, if d 0 the test statistic degenerates.4 Thus, Figure 1 suggests that d 0:1 providesa good choice of the parameter d indexing the family of tests, in the sense that local asymptoticpower is better uniformly in c relative to higher values of d. In section 4 below, further support ofthe d 0:1 test relative to Breitungs 2002 test d 1 is presented based on simulation evidence.Finally, Figure 1 clearly demonstrates that signicid:12cant power gains can be achieved by considering noninteger values of d 1. Comparing the d 1 curve with the other curves, it is seen thatd 1 provides the lowest power in all the panels of Figure 1. In other words, the variance ratiotest with d 1 suggested by Breitung 2002 for testing the unit root hypothesis against nonlineart1 y 2t 2PTcid:01j1 jcid:01rj, where rj is the jth sample autocorrelation and limd!0 dcid:01cid:1cid:0d 4In fact, cid:260 1 and limd!0 dcid:01cid:26dcid:01 cid:0 1 limd!0d PT1ytPTThe statistic PTcid:01 cid:0j1 jcid:01Lj.j1 jcid:01rj is well known as a test in fractionally integrated models, e.g. Robinson 1994 and Tanaka1999, although there it is used as a test of I0, not I1. The asymptotic distribution of this statistic under the unitroot null can be derived using results of Hualde 2007, Lemma 2, but simulations indicate that it is very sensitiveto shortrun dynamics in ut, so this is not pursued further here. cid:0 1yt2 2PTt1dcid:01cid:1cid:0dt1 ytdcid:01cid:1cid:0d cid:0 1 Ptcid:0110models can be vastly improved upon, at least against nearintegrated alternatives, by admittingnoninteger values of d 1.3.2 GLS Detrending and Comparison to ADFGLS Tests Now consider applying GLS detrending to correct for deterministic terms instead of the simple OLS detrending above. Thus, for any generic series fxtg Tt1 and some constant cid:22c decid:12ne xcid:22c;1 x 1and xcid:22c;t xt cid:0 1 cid:0 cid:22cT xtcid:01; t 2; :::; T . With this decid:12nition the observed GLS detrended timeseries, denoted fycid:22c;tg Tt1, is given by15wherecid:11 arg mincid:11ycid:22c;t yt cid:0 cid:110cid:14t;TXt1cid:0ycid:22c;t cid:0 cid:110cid:14cid:22c;tcid:12 :The use of GLS detrended time series for the ADF test was proposed by Elliott et al. 1996 whoin particular suggest cid:22c 7 and cid:22c 13:5 for cid:14t 1 and cid:14t 1; t0, respectively, resulting in the ADFGLS test. These values of cid:22c correspond to the local point alternatives against which thelocal asymptotic power for signicid:12cance level 5% equals onehalf. With respect to the choice of lagaugmentation for the ADFGLS tests, i.e. the tuning parameter, Ng Perron 2001 and Perron Qu 2007 show that the tests have both good size and power properties when employing a modicid:12edversion of the well known Akaike information criterion, which is applied in the simulations below.In the asymptotic comparisons, the lag augmentation is unrealistically, of course assumed to bechosen correctly and optimally, and has no ecid:11ect on asymptotic local power.Consider constructing the variance ratio test based on the GLS detrended series 15. That is,cid:26 cid:22c; d T 2d PTPTt1 y 2cid:22c;tt1 y 2cid:22c;t;16where ycid:22c;t cid:1cid:0d16 under the sequence of local alternatives 13 depends on the stochastic processes ycid:22c;t similarly to 3. The distribution of the GLS detrended variance ratio test Vcid:22c;c s J0;c s cid:0 b 1s;Vcid:22c;c;d s J0;c;d s cid:0 b 1sd1cid:0d 2b 1 1 cid:22c1 cid:22c cid:22c 23J0;c 1 and is presented in the next theorem.11;cid:22c 21 cid:22c cid:22c 23Z 10r J0;c r dr;Theorem 4 Let the assumptions of Theorem 3 be satiscid:12ed except yt is GLS detrended as in 15and the variance ratio statistic is given by 16. Then, as T ! 1,j 1; 2;cid:26 cid:22c; d Uj;GLS cid:22c; c; d ;where U1;GLS cid:22c; c; d U0;N I c; d ;U2;GLS cid:22c; c; d R 1R 100 Vcid:22c;c s2 dsVcid:22c;c;d s2 ds;and U0;N I c; d is decid:12ned in Theorem 3.To implement the GLS detrending procedure for the variance ratio test, a recommendationregarding the choice of local detrending parameter cid:22c is needed. Following Elliott et al. 1996, thevalues of cid:22c c that attain asymptotic local power equal to onehalf at 5% signicid:12cance level arepresented in Panel A of Table 2 for cid:14t 1 and cid:14t 1; t0 and several values of d. These values of cid:22c c are those for which the power envelope type function P Uj;GLS cid:22c; cid:22c; d CVj;0:05 cid:22c; d is equalto onehalf at 5% signicid:12cance level, where CVj;cid:13 cid:22c; d satiscid:12es P Uj;GLS cid:22c; 0; d CVj;cid:13 cid:22c; d cid:13.Table 2 about here.Critical values of the variance ratio test for the particular cid:22c and d values presented in Panel A of Table 2 are presented in Panel B of Table 2 for signicid:12cance levels cid:13 1%; 5%; and 10%. Note thatthe table presents the critical values for j 2 only, since the j 1 case has the same asymptoticnull distribution and hence the same critical values as j 0 in Table 1.Figure 2 about here.In Figure 2 the asymptotic local power functions of the GLS detrended variance ratio tests withd 2 f 0:001; 0:1; 1g are presented for the no deterministics case Panel A, the constant mean casePanel B, and the linear trend case Panel C. The Breitung 2002 test d 1 is included forcomparison with existing tuning parameter free tests, and the test with d 0:001 is included toexamine how close the asymptotic local power curve of the nonparametric variance ratio test can bepushed towards the parametric power envelope. Also included are the local power functions of the DickeyFuller and GLS detrended DickeyFuller tests. The local power functions of the latter areindistinguishable from the parametric power envelope, c.f. Elliott et al. 1996. All the asymptoticlocal power functions are simulated based on 20,000 Monte Carlo replications with T 500.Note that, as observed by Breitung Taylor 2003, the Breitung 2002 test does not benecid:12tfrom GLS detrending on the contrary whereas the variance ratio test based on fractional partial 12summation e.g. d 0:1 does benecid:12t signicid:12cantly from GLS detrending in terms of asymptoticlocal power. In both the case with mean correction Panel B and the case with trend correctionPanel C, the asymptotic local power of the variance ratio test with d 0:1 is approximately thesame as that of the DickeyFuller test. When GLS detrending is employed in the construction ofthe variance ratio test the power is increased, and in particular the power of the GLS detrendedvariance ratio test with d 0:1 is signicid:12cantly higher than that of the DickeyFuller test althoughstill below that of the GLS detrended DickeyFuller test.In all three panels of Figure 2, the GLS detrended variance ratio tests conform to the same monotonicity in d as in Figure 1. Thus,compared to Figure 1, the asymptotic local power of the GLS detrended variance ratio test withd 1 is even more superior to Breitungs 2002 test than its OLS detrended counterpart.One method to measure and compare the asymptotic local power of the GLS detrended varianceratio test with that of Breitungs 2002 test and the ADFGLS tests whose asymptotic local poweressentially coincides with the parametric power envelope is to calculate the Pitman asymptoticrelative ecid:14ciency ARE of the d 0:1 and d 1 tests relative to the ADFGLS test.In theframework of asymptotic local power, this is done by comparing the values of c at which the testsobtain a specicid:12ed power such as onehalf following Elliott et al. 1996. The interpretation is that ifthe Pitman ARE of test A relative to test B is 1.25, then 25% more observations would be needed toobtain asymptotic local power of onehalf using test A instead of test B. In the constant mean case,using 5% tests, the Pitman ARE of the VRGLS test with d 0:1 and the Breitung 2002 testd 1 relative to the ADFGLS test are 1.34 and 2.97. In the linear trend case the corresponding AREs are 1.12 and 2.07. Thus, in the constant mean case 122% more observations would be neededand in the linear trend case 85% more observations would be needed for the Breitung 2002 d 1test than for the VRGLS test with d 0:1 to achieve asymptotic local power of onehalf. Perhapsmore surprisingly, in the linear trend case only 12% more observations would be required for the VRGLS test with d 0:1 than for the ADFGLS test to achieve asymptotic local power of onehalf.It is clear from the above asymptotic analysis that the nearly optimal ADFGLS test is morepowerful in a local asymptotic sense than the nonparametric GLS detrended variance ratio testwith d 0:1. However, these considerations assume that the tuning parameter, i.e. lag length, inthe ADFGLS test is chosen optimally, even though in any applied situation the correctoptimallag length is unknown. It is well known that in more realistic scenarios where the lag length isunknown and must be chosenestimated from data, using e.g. an information criterion, and serialcorrelation nuisance parameters must be estimated, the properties of the DickeyFuller type testsmay deteriorate relative to the above perfect knowledge case. Indeed, they may be inferior to testswhich do not require selection of tuning parameters or estimation of serial correlation parameters.134 Finite Sample Performance The time series yt is simulated according to the autoregressive modelyt cid:30ytcid:01 ut;t 1; :::; T;y 0 0:17Following Breitung 2002, several dicid:11erent linear and nonlinear generating mechanisms are considered for ut, in particular,AR : ut autcid:01 t;MA : ut t atcid:01;t 1; :::; T;t 1; :::; T;GARCH : ut h 12t t;ht 1 ahtcid:01 0:95 cid:0 a u 2tcid:01;t 1; :::; T;Bilin : ut atcid:01utcid:01 t;VCM : ut cid:11tutcid:01 t; cid:11t a cos 2cid:25tT ;t 1; :::; T;TAR : ut autcid:01 t Frac : ut cid:1cid:0acid:0autcid:01 t t;t 1; :::; T:t 1; :::; T;t 1; :::; T;if jutcid:01j 2;if jutcid:01j cid:21 2;18192021222324The models 18 and 19 are the traditional autoregressive AR and moving average MA modelsof order one for ut with coecid:14cient a. In 20, ut is serially uncorrelated but exhibits timevaryingvariance, GARCH, of order 1,1. The parameterization is such that the sum of the two GARCHparameters here denoted a and 0:95 cid:0 a equals 0:95 recid:13ecting typical empirical values. Themodels 1820 clearly satisfy Assumption 1.Model 21 is the bilinear Bilin model with parameter a, 22 is a variable coecid:14cient modelVCM where the autoregressive coecid:14cient is cyclical with amplitude determined by the parametera, and 23 is the threshold autoregressive TAR model with parameter equal to a or cid:0a determinedby the threshold condition. Under model 24, ut is fractionally integrated of order a. Finally, ytis also simulated from the model STUR : yt cid:11tytcid:01 t; cid:11t a cid:30 cid:0 a cid:11tcid:01 0:05cid:17t;t 1; :::; T;25where y 0 0 and E cid:11t a 1 cid:0 cid:30 a, which is a variant of the stochastic unit root modelconsidered by, e.g., Mc Cabe Tremayne 1995 and Granger Swanson 1997. Some of thenonlinear models considered here induce trends in yt, see e.g. Granger Anderson 1978, so onlythe case with correction for a linear trend is considered for the nonlinear models. Although some ofthese models do not satisfy the conditions in Assumption 1, the variance ratio test may still providea valid test, but this is not known. Nonetheless, following Breitung 2002, we also consider themodels 2125 even though the theoretical properties under those models are not known.14In all models, t and cid:17t are i:i:d: standard normal and independent. The sample sizes consideredare T 100 and T 500, and 20; 000 Monte Carlo replications are used in the simulations.Throughout, a cid:13 5% nominal signicid:12cance level is employed. All calculations were made in Ox,see Doornik 2006.In all the simulations, comparisons are made not only to existing tuning parameter free tests,but also to the well known ADF test and to the ADFGLS test of Elliott et al. 1996. To make thetests comparable, the lag augmentations say k in the ADF and ADFGLS regressions are chosenusing the data dependent modicid:12ed Akaike information criterion MAIC of Ng Perron 2001who show that this criterion dominates all other criteria from both theoretical and numericalperspectives. In particular, the further modicid:12cation of Perron Qu 2007 was applied to achieveeven better cid:12nite sample properties, and the lag augmentation was chosen to optimize the MAICwith kmin 0 and kmax cid:412T 10014cid:5 as in Ng Perron 2001 and Perron Qu 2007. Notethat, in the simulations, this upper bound binds rarely for the small sample size T 100 andalmost never for the larger sample size T 500. Also note that the ADFGLS test favors smallinitial conditions, see Mcid:127uller Elliott 2003, so in that sense the zero initial condition poses thegreatest challenge for the proposed nonparametric test when compared to the ADFGLS test.Tables 3 and 4 about here.Tables 3 and 4 present the simulated sizes and sizeadjusted rejection frequencies with T 100for the constant mean and the linear trend cases, respectively, under the simple autoregressiveand moving average models 18 and 19. The results are reported for the variance ratio statisticwith d 0:1 denoted cid:26 0:1, the corresponding GLS detrended variance ratio statistic denotedcid:26 cid:22c; 0:1, the Breitung 2002 test BT, and the ADF and ADFGLS tests using the MAIC toselect lag augmentation. For each statistic, entries in the rows marked cid:30 1:00 are the rejectionfrequencies under the unit root null hypothesis, i.e. the sizes of the tests, and all other entries aresizeadjusted cid:12nite sample rejection frequencies.5The results of Table 3 for the constant mean case show that the variance ratio test has somesize distortion in the presence of a negative moving average or autoregressive coecid:14cient. The sizeissue is also present in Breitung 2002 and so it is somewhat expected, even though the BT testis less size distorted than the variance ratio tests with small d. On the other hand, the ADF and ADFGLS tests handle the size issue very well, and have sizes very close to the nominal level forall the models considered in this table. With respect to the sizeadjusted cid:12nite sample power ofthe tests, the variance ratio tests with d 0:1, and especially the GLS detrended version, clearlydominate the BT test. In fact, in some cases, the cid:26 cid:22c; 0:1 test is actually superior to the DickeyFuller type tests. Thus, the size control of the ADFGLS tests, which results from the application of 5The unadjusted rejection frequencies are not shown here for reasons of space, but are available from the authorupon request.15the MAIC lag selection criterion, comes at the price of a decrease in power, at least for this samplesize, T 100. Specicid:12cally, for cid:30 0:90, the cid:12nite sample rejection frequencies of the cid:26 cid:22c; 0:1 testare very similar to those of the ADFGLS test, but for cid:30 cid:20 0:8 the cid:26 cid:22c; 0:1 test clearly outperformsthe ADFGLS test. For the latter range of cid:30values, the cid:12nite sample power of the cid:26 cid:22c; 0:1 test isabout 1020% higher than that of the ADFGLS test.In Table 4, presenting the results for the linear trend case, it is clear that the close proximityof the asymptotic local power function of the cid:26 cid:22c; 0:1 test in this case to the parametric powerenvelope carries over to the simulation results. In particular, the results from Table 3 are reinforcedhere: the size distortion remains in the presence of negative autoregressive or moving averagecoecid:14cients, and the cid:12nite sample power of the cid:26 cid:22c; 0:1 test is higher than that of the ADFGLStest when cid:30 cid:20 0:8. Again, the GLS detrended variance ratio test with d 0:1 clearly dominates the BT test in terms of cid:12nite sample rejection frequency, although there is a sizepower tradeocid:11 in thepresence of large MA or AR coecid:14cients. The results presented in Tables 3 and 4 thus demonstratethat, at the cost of some size distortion in specicid:12c cases, signicid:12cant power gains may be obtainedin small samples by considering the proposed variance ratio test.Tables 5 and 6 about here.In Tables 5 and 6, laid out as the previous two tables, the simulated sizes and sizeadjustedrejection frequencies for sample size T 500 are reported under the same models as in Tables 3and 4. The results for the constant mean case in Table 5 show that the size distortion evident inthe smaller sample has almost vanished, and all the tests now have reasonable size properties. Thepower of the ADFGLS test relative to the variance ratio tests has increased dramatically for thislarger sample size, presumably due to better lag augmentation selection, and now dominates thatof the variance ratio tests for small deviations from the null. In particular, the ADFGLS test nowhas somewhat higher cid:12nite sample power against cid:30 0:98 and cid:30 0:96. For cid:30 cid:20 0:94, both thecid:26 cid:22c; 0:1 and ADFGLS tests reject in very nearly all replications.The results in Table 6 for the linear trend case with T 500 show that the cid:26 cid:22c; 0:1 test remainsvery competitive in the presence of a linear trend, even with the larger sample size and thereforebetter lag augmentation selection by the ADFGLS test. The variance ratio tests are much lessoversized when T 500 compared to T 100 in Table 4, and size distortion is now only signicid:12cantfor the largest negative moving average root. With respect to cid:12nite sample power, the rejectionfrequencies of the cid:26 cid:22c; 0:1 and ADFGLS tests are similar for all alternatives shown in the table.In both Tables 5 and 6 the BT test is dominated by the variance ratio test with d 0:1, with orwithout GLS detrending. For this larger sample size, there is much less size distortion for d 0:1and so the size power tradeocid:11 is less pronounced resulting in the superiority of the cid:26 cid:22c; 0:1 testdue to its much higher sizeadjusted power.16Tables 7 and 8 about here.Tables 7 and 8 present simulation results for the models 2025. Since some of the nonlinearmodels induce trends in the observed time series, only the linear trend case is considered here. Theresults for the smaller sample size, T 100, in Table 7 emphasize the usefulness of the nonparametric variance ratio test. All tests have similar size properties, but it is worth remarking that thecid:26 cid:22c; 0:1 test is clearly superior in terms of cid:12nite sample power, especially against alternatives farfrom the null.The results for the variance ratio tests under the GARCH model 20 are similar to the resultsfor the i:i:d: error case in Table 4, whereas the ADFGLS test has somewhat reduced power in thepresence of GARCH. This is especially visible against alternatives far from the null, as in the i:i:d:case in Table 4. Furthermore, the cid:26 cid:22c; 0:1 test and the cid:26 0:1 test continues to dominate the BT test in terms of power. For the TAR model 23, the situation is very similar to that for the GARCH model or the i:i:d: case, where the cid:12nite sample powers of the cid:26 cid:22c; 0:1 and ADFGLStests are similar for cid:30 0:9 and cid:30 0:8 but the cid:26 cid:22c; 0:1 test is superior for cid:30 cid:20 0:7, and bothtests are superior to the BT test.In the bilinear model 21, GLS detrending appears to have no ecid:11ect on power. Under thismodel, the cid:12nite sample power of the variance ratio tests with or without GLS detrending issimilar to that of the DickeyFuller type tests for cid:30 cid:21 0:8, but for moderate to large deviationsfrom the null, i.e. when cid:30 cid:20 0:7, the variance ratio tests are clearly superior. Once again, the cid:12nitesample power of the variance ratio tests with d 0:1 is much higher than that of the BT test. Inthe VCM and STUR models 22 and 25, the cid:26 cid:22c; 0:1 test has similar or higher cid:12nite samplepower than the ADF and ADFGLS tests and clearly higher power than the BT test. Note that, inthe STUR model, GLS detrending appears to have no signicid:12cant ecid:11ect on the power of the tests.For the model with fractionally integrated errors 24, it may be expected that the varianceratio test is superior to the other tests since it is based on fractional partial summation of thedata. In the case with negative fractional integration order a cid:00:1 all the tests are slightly sizedistorted, and in terms of cid:12nite sample sizeadjusted power the variance ratio test with d 0:1 ismuch superior to the other tests. For example, against the alternative cid:30 0:8, the cid:26 cid:22c; 0:1 testhas sizecorrected rejection frequency that is 0:22 higher than that of the ADFGLS test and 0:34higher than that of the BT test. When the integration order of the errors is positive a 0:1, allthe tests are slightly undersized and the sizecorrected rejection frequencies of the cid:26 cid:22c; 0:1 testare similar to those of the ADFGLS test for cid:30 0:9 and cid:30 0:8, but for cid:30 cid:20 0:7, the cid:26 cid:22c; 0:1test has higher cid:12nite sample power.Finally, for the larger sample size, T 500, the results in Table 8 concid:12rm the previous resultsfor the GARCH, VCM, and TAR models: the cid:26 cid:22c; 0:1 test and the ADFGLS test both haveexcellent size properties, the two tests have similar sizeadjusted power for small deviations from 17the null hypothesis, and they both have better cid:12nite sample power than the BT test. However,the cid:26 cid:22c; 0:1 and ADFGLS tests now also have similar power when moving further away from thenull. For the bilinear model, size is again well controlled by all the tests, but the GLS detrendedtests both cid:26 cid:22c; 0:1 and ADFGLS have very low power. Indeed, this is the only case in which the BT test is signicid:12cantly better than the cid:26 cid:22c; 0:1 test. For the STUR model, all tests including the ADF and ADFGLS tests exhibit severe size distortions when a 0:1 but not when a 0:5, andall tests have similar sizeadjusted power except the BT test which has much lower power whena 0:5.In general, it is apparent from the simulations so far that the nonparametric variance ratio testis useful and that nontrivial power gains may be obtained relative to existing tuning parameterfree tests here the BT test. More surprisingly, it appears that the variance ratio test evenrivals the ADFGLS test of Elliott et al. 1996 in sample sizes that are relevant for empiricalresearch, although there is a sizepower tradeocid:11. Thus, even though the ADFGLS test has superiorasymptotic local power properties, as documented in section 3 above, the need to select a tuningparameter lag augmentation and estimate nuisance parameters serial correlation reduces thepower of DickeyFuller type tests in more realistic settings. Although the cid:12nite sample power lossof the ADFGLS test relative to the power envelope is somewhat alleviated in larger samples, wherethe MAIC comes closer to selecting the optimal but unknown to the researcher lag augmentation,it remains an issue and the variance ratio test is still able to achieve similar power without the needto select any tuning parameters.4.1 Bootstrapping the Variance Ratio Test To reduce the size distortion found above in the presence of negative moving average or autoregressive coecid:14cients, a bootstrap procedure can be applied. The sieve bootstrap algorithm appliedhere follows that of Chang Park 2003.6Let ut denote the cid:12rst dicid:11erence of the GLS detrended observed time series the same procedureapplies to OLS detrended series. First, cid:12t the approximating sieve autoregressionut cid:111 utcid:01 : : : cid:11p utcid:0p t26t1 the residuals from 26.by OLS and denote by ftg TIt is important to base the bootstrapprocedure on the cid:12rst dicid:11erences of the detrended time series since, as shown by Basawa, Mallik,Mc Cormick, Reeves Taylor 1991, bootstrap samples generated without the unit root restrictionmake bootstrap unit root testing procedures inconsistent. The lag length p in 26 is chosen to bethe same as that in the ADFGLS tests with the MAIC selection criterion.6This bootstrap procedure was also applied to the ADFGLS test with the MAIC lag selection. However, onlyvery small size improvements were obtained at the cost of a large loss in power, so those results are not reported here.18Next, bootstrap errors fbt1 from 26 with replacement. Then fubtg Tt1 are constructed by resampling from the centered residuals ft cid:0tg Tt1 using the cid:12tted autoretg Tt1 is generated from fbtg Tgression, i.e. byubt cid:111 ubtcid:01 : : : cid:11p ubtcid:0p bt;t p 1; : : : ; T;where cid:111; : : : cid:11p are the estimated parameters from 26 and the initial values ubzero for simplicity. Finally, the bootstrap sample fybtg Tt1 is obtained by partial summation, i.e.1; : : : ; ubp are set toybt yb 0 t Xs1ubs;t 1; : : : ; T;t and ybt ,The bootstrap sample fyb 0 0. For a discussion of the initial conditions imposed on ubwith the initial condition ybsee Chang Park 2003, p. 390.tg Tt1 is then GLS detrended and the variance ratio statistic, denotedcid:26b cid:22c; d, is calculated from the GLS detrended bootstrap sample as described in the previoussections. To implement the bootstrap test, the bootstrap procedure is repeated B 999 timesand the simulated bootstrap pvalue is then computed as the percentage of bootstrap statisticsb1 1cid:26b cid:22c; d that exceed the actual statistic cid:26 cid:22c; d from the observed sample, i.e., p Bcid:01PBcid:26 cid:22c; d, where 1cid:1 is the indicator function. The bootstrap test rejects if p cid:13.Note that the bootstrap procedure described here has the additional advantage relative to thetest described in Theorems 1 and 2 based on the asymptotic distribution that a pvalue is readilyobtained as part of the procedure. Thus it might be thought of as more informative. Also notethat the bootstrap procedure depends on the tuning parameter p in the sieve approximation 26,although this is partly alleviated by the use of the MAIC to choose p. However, the variance ratiotest cid:26 cid:22c; d is still tuning parameter free since the test statistic does not depend on any parametersthat are not recid:13ected in the asymptotic distribution. The bootstrap procedure is implemented toapproximate the cid:12nite sample distribution of cid:26 cid:22c; d, and the lag length p in 26 is a parameter inthat approximation.Tables 9 and 10 about here.Tables 9 and 10 present the simulated rejection frequencies not sizeadjusted with T 100under the MA model 19 with coecid:14cient a 2 fcid:00:8;cid:00:6; : : : ; 0:8g. The BT, cid:260:1, and cid:26cid:22c; 0:1tests apply the sieve bootstrap algorithm described above. The MA model was chosen since itcaused the most size distortion, and since MA errors are relevant for many economic time series asargued by Ng Perron 2001. For instance, omitted outliers may cause MA1 type characteristicsin observed time series, c.f. Franses Haldrup 1994.The results in Table 9 for the constant mean case show that the size distortion is now almost In particular, the GLS detrended variance ratio test has size equal to 7% when the MAgone.19coecid:14cient is cid:00:8, where the ADFGLS test has size equal to 12%. The power simulations show anadvantage to the ADFGLS test, which is, at least in part, due to the incid:13ated size of the test andthe fact that the rejection frequencies are not sizeadjusted. In Table 10, presenting the results forthe linear trend case, all the tests are equally size distorted for the largest negative MA coecid:14cient,cid:18 cid:00:8, but show only minor size distortion for the other values of the MA coecid:14cient. In terms ofpower, the cid:26cid:22c; 0:1 test actually outperforms the ADFGLS test when the MA coecid:14cient is eithersmall or positive. In the case of a negative coecid:14cient the cid:26cid:22c; 0:1 and ADFGLS tests have almostidentical power.Tables 11 and 12 about here.In Tables 11 and 12, laid out as the previous two tables, the simulated rejection frequencies forsample size T 500 are reported. The results show excellent size control for all the tests and for allthe MA coecid:14cients considered. In terms of power, the conclusions from the smaller sample size areconcid:12rmed: The ADFGLS test is superior in the constant mean case, whereas the GLS detrendedvariance ratio test is superior in the linear trend case with small or positive MA coecid:14cients. In thelinear trend case with large negative MA coecid:14cients, the two tests perform very similarly. In allcases, the BT test is clearly dominated by the cid:260:1, and cid:26cid:22c; 0:1 tests.It is clear that the application of the sieve bootstrap procedure described here reduces the sizedistortion in small samples, and in fact delivers tests with size properties that are as good as thoseof the ADFGLS tests with MAIC lag selection. Furthermore, in terms of power, the bootstrappedcid:26cid:22c; 0:1 test is clearly superior to existing tuning parameter free tests here the BT test, and isgenerally at least as powerful as, and in some cases even superior to, the ADFGLS test.5 Concluding Remarks The family of nonparametric variance ratio tests of the unit root hypothesis presented here has theproperty that the tests are free of tuning parameters. That is, there are no parameters involvedin calculating the test which are not recid:13ected in the asymptotic distribution. The tests are constructed as a ratio of the sample variance of the observed series and that of a fractional partial sumof the series, possibly applying GLS detrending to handle deterministic terms, and the family isthus indexed by the parameter d which determines the order of the fractional partial summation.However, unlike the choice of tuning parameters, e.g., lag length in augmented DickeyFuller regressions or bandwidth in PhillipsPerron type tests, each member of the family with d 0 is consistentand its asymptotic distribution depends on d, thus recid:13ecting the parameter chosen to implementthe test. Consequently, using localtounity asymptotics, the power of each member of the familyagainst nearintegrated alternatives was derived. In particular, it was shown that members of thefamily with d 1 have asymptotic local power that is better than that of Breitungs 2002 test;20a leading tuning parameter free test. Furthermore, when d is small the asymptotic local power ofthe proposed test is relatively close to the parametric power envelope, especially in the case with alinear time trend.Simulation evidence demonstrates the cid:12nite sample properties of the proposed test. In the caseof ARMA type shortrun dynamics, the variance ratio test may sucid:11er from size distortion in smallsamples e.g., T 100, as does Breitungs 2002 test, although this is alleviated in larger samplessuch as T 500. When considering sizeadjusted cid:12nite sample power, the proposed test withd 1 is clearly superior to existing tuning parameter free tests, specicid:12cally Breitungs 2002 test,and moreover it is similar, and sometimes superior, to the GLS detrended ADF test when thetwo are compared on an even footing by applying the MAIC to select the lag augmentation of the DickeyFuller regressions. In the case of nonlinear shortrun dynamics or underlying errors thatare fractionally integrated, the nonparametric nature of the variance ratio test and its asymptoticinvariance to shortrun dynamics is particularly attractive, resulting in cid:12nitesample sizeadjustedpowers that are superior to those of the other tests in the comparison. To alleviate the sizedistortion, a sieve bootstrap procedure is applied to the proposed variance ratio test in a separateset of simulations. The test then has size properties that are as good as those of the ADFGLS testusing the MAIC lag selection rule, even in the presence of moving average errors with large negativecoecid:14cients. With the sieve bootstrap procedure, the cid:12nite sample power of the variance ratio testis similar to that of the ADFGLS test and even superior in some cases, such as the important caseof a model that includes a linear time trend and has moving average errors.Appendix: Proofs Proof of Theorem 1. In the case with no deterministic terms the result follows immediately bythe continuous mapping theorem since 4 and 5 hold under Assumption 1. In the presence ofdeterministic terms, recall that yt zt cid:0 cid:11 cid:0 cid:110 cid:14t, where zt is generated as yt in 1. From 4the convergenceholds. Now decid:12ne N1T 1 and N2T diag1; T cid:01 and write T cid:012zb T sc cid:27y W0 sT cid:012 cid:11 cid:0 cid:110 cid:14b T sc T cid:01T cid:012zscid:140s NjT ! T cid:01NjT cid:14scid:140s NjT !cid:01TXs1TXs1NjT cid:14b T sc;21where T cid:012 cid:11 cid:0 cid:110 NjT cid:01 T cid:01T cid:012zscid:140s NjT ! T cid:01TXs1 T cid:01T cid:012zs DjsT ! T cid:01TXs1W0 s Dj s0 dscid:19cid:18Z 1 cid:27ycid:18Z 1NjT cid:14scid:140s NjT !cid:01DjsT DjsT 0!cid:01TXs1TXs1Dj s Dj s0 dscid:19cid:0100by application of 4 and the continuous mapping theorem, and NjT cid:14b T sc Djb T sc T ! Djs as T ! 1:It thus follows thatwhere yt zt cid:0 cid:11 cid:0 cid:110 cid:14t and cid:25kd cid:0k dcid:0dcid:0k 1, the convergencey T s T cid:012 yb T sc cid:27y Bj s ; y T s T cid:012cid:0d Pb T sccid:01k0j 0; 1; 2:cid:25k d yb T sccid:0k T cid:012cid:0d Pb T sck1 cid:25b T sccid:0k d yk,Next, for y T s T cid:0dcid:1cid:0d27282930T cid:012cid:0db T sc Xk1cid:25b T sccid:0k d zk cid:27y Wdsholds from 5. For the remaining term, i.e.,T cid:012cid:0db T sc Xk1cid:25b T sccid:0k d cid:11 cid:0 cid:110 cid:14k cid:16T cid:012 cid:11 cid:0 cid:110 NjT cid:01cid:170T cid:0db T sc Xk1cid:25b T sccid:0k d NjT cid:14k T cid:0d T cid:0dcid:25b T sccid:0k d DjkT b T sc Xk1cid:25b T sccid:0k d NjT cid:14k 1A ;the cid:12rst factor converges by 27 and the last factor is deterministic and satiscid:12es the convergence T cid:0d T cid:01cid:0 db T sc Xk1b T sc Xk1b T sc cid:0 kdcid:01cid:16b T sc T cid:0 k Tcid:17dcid:01b T sc Xk1s cid:0 rdcid:01cid:0 dcid:0 dj 0; 1; 2;!Z sy T s cid:27y Bj;d s ;022DjkT o1DjkT o1Dj r dr as T ! 1:Hence, it follows thatwhich proves the desired result.Proof of Theorem 2. The test has asymptotic size cid:13 by Theorem 1 and the decid:12nition of CVj;cid:13 d. Consistency is proved in the case cid:14t 0; the remaining cases follow similarly. Underthe alternative hypothesis H1 in 2 and Assumption 1, yt is stationary and ergodic such that!2y Ey 2t 1, and T cid:01TXt1y 2t P! !2y313233by the law of large numbers for stationary ergodic time series, e.g. White 1984, p. 42.Under H1 and Assumption 1 it also holds that 0 P1kcid:01 jcid:13ykj 1, where cid:13yk Eytytk. If d 12 note that V aryt tcid:01Xm0tcid:01Xk0cid:25mdcid:25kdcid:13ymcid:0k cid:20 Ctcid:01Xm0jcid:13ymjtcid:01cid:0m Xk0kmdcid:01kdcid:01 cid:20 C1Xm0jcid:13ymj 1:Here, and throughout, C 0 denotes a generic constant which may take dicid:11erent values in dicid:11erentplaces. If d 12,k mdcid:01kdcid:01:T 1cid:02d V aryt cid:20 CT 1cid:02djcid:13ymjtcid:01cid:0m Xk0tcid:01Xm0jcid:13ymj T cid:01PTk0kT 2dcid:02 !R 1T 1cid:02d PTThe evaluations k mdcid:01kdcid:01 cid:20 k 2dcid:02 if d 1 and k mdcid:01kdcid:01 cid:20 T 2dcid:02 if d cid:21 1 then give 1Xm0T 1cid:02d V aryt cid:20 CHence, under H1 and Assumption 1, cid:26 dcid:01 OPcid:0T cid:0 min1;2dcid:1 and thus cid:26d diverges inprobability to 1 when d 0, noting that cid:26 d 0 by construction. Consistency against thealternative H1 follows.Proof of Theorem 3. Recall that yt zt cid:0 cid:11 cid:0 cid:110 cid:14t, where zt is generated by 13. Underassumptions implied by Assumption 1, Chan Wei 1987 and Phillips 1987b proved that 0 x 2dcid:02dx 1; d 1;k0 T 2dcid:02 1; d cid:21 1:T cid:012zb T sc cid:27y J0;c s ;0 ecid:0cscid:0rW rdr; J0;c 0 0; is the OrnsteinUhlenbeck process whichwhere J0;c s W s cid:0 c R sis sometimes also written as J0;c s R s T cid:012 cid:11 cid:0 cid:110 NjT cid:01 cid:27ycid:18Z 100 ecid:0cscid:0rd W0 r. As in 27 it follows that J0;c r Dj r0 drcid:19cid:18Z 10Dj r Dj r0 drcid:19cid:01;which combined with 28 and 31 implies thaty T s T cid:012 yb T sc cid:27y Jj;c s ;23where Jj;c s is the demeaned j 1 or detrended j 2 OrnsteinUhlenbeck process decid:12ned in Theorem 3.As in the proof of Theorem 1, decid:12ne y T s T cid:0dcid:1cid:0dk1 cid:25b T sccid:0k d yk.First suppose there are no deterministic terms j 0, in which case yt yt. Since ecid:0cT k1 ecid:0ctcid:0kT uk where a negligible remainder term has y T s T cid:012cid:0d Pb T scbeen left out, and using summation by parts the representation 1 cid:0 cT OT cid:02 it follows that yt Ptt Xk1ecid:0ctcid:0kT uk t Xk1yt uk tcid:01Xk1cid:16ecid:0ctcid:0kT cid:0 ecid:0ctcid:0kcid:01Tcid:17 k Xm1umis obtained. By the mean value theorem, for 0 cid:20 x cid:20 1;ecid:0ctcid:0kcid:01T ecid:0ctcid:0kT ecid:0ctcid:0kT c Tc Twhich implies thatecid:0ctcid:0kT ecid:0ctcid:0kcid:0xT12cid:16 c Tcid:172ecid:0ctcid:0kTcid:01 Ocid:0T cid:01cid:1cid:1 ;tcid:01Xk1t Xk1k Xm1c Tyt uk cid:0ecid:0ctcid:0kTThe OP T cid:01 term is uniform in t and is therefore ignored in the following.umcid:01 OPcid:0T cid:01cid:1cid:1 :Now, still in the case with no deterministic terms, y T s T cid:012cid:0d Pb T sckcid:01Xm1um cid:0 T cid:012cid:0dy T s T cid:012cid:0dcid:25b T sccid:0k dcid:25b T sccid:0k dk Xm1b T sc Xk1b T sc Xk2c Tk1 cid:25b T sccid:0k d yk isecid:0ckcid:0mTulm Xl1 y 1T s cid:0 y 2T s;order of the summations the second term can be rearranged aswhere y 1T s T cid:012cid:0d Pb T sck1 cid:25b T sccid:0k dPkm Xl1kcid:01Xm1ecid:0ckcid:0mTcid:25tcid:0k dt Xk2c Tul m1 um cid:27y Wd s by 5. By interchanging thec Tc Ttcid:02Xm0tcid:01Xm1ecid:0cm1Tecid:0ctcid:0mTtcid:0m Xk2m Xk1cid:25tcid:0mcid:0k dulcid:25mcid:0k dkcid:01Xl1k Xl1ul;24and thus y 2T s isy 2T s ecid:0cb T sccid:0kT y 1T kT c T cb T sccid:01Xk1b T sccid:01Xk1b T sccid:01Xk1 Z k1T c Z b T scT c Z s ckT1T0ecid:0cb T sccid:0kTZ k1TkTy 1T rdrecid:0cb T sccid:0b T rcT y 1T rdrecid:0cb T sccid:0b T rcT y 1T rdrecid:0cscid:0r y 1T rdr RT s:By application of 5 and the continuous mapping theorem since the functional R sis a continuous mapping from D0; 1 to D0; 1 it follows that 0 ecid:0cscid:0rf rdrc Z s 0ecid:0cscid:0r y 1T rdr cid:27yc Z s 0ecid:0cscid:0rWd r dr:Thus, it only remains to show that the approximation error RT s is asymptotically negligibleuniformly in s 2 0; 1. Write RT s as 0RT s c Z 1T c Z s c Z sb T scTecid:0cb T sccid:0b T rcT y 1T rdrecid:0cb T sccid:0b T rcT y 1T rdr 0 cid:16ecid:0cb T sccid:0b T rcT cid:0 ecid:0cscid:0rcid:17 y 1T rdr:which is OPcid:0T cid:01cid:1 since sup 0cid:20scid:201 jy 1T sj cid:27y sup 0cid:20scid:201 j Wd sj by 5 and the continuous map25It is easily seen that R 1T0next term we have thatc Z sb T scTsup 0cid:20scid:201ecid:0cb T sccid:0b T rcT y 1T rdr 0 because y 1T r 0 for r 1T . For theecid:0cb T sccid:0b T rcT y 1T rdr cid:20 sup 0cid:20scid:201cid:20 sup 0cid:20scid:201CTcid:20y 1T rdrb T scTCZ s Ccid:18 T s cid:0 b T sc 0cid:20scid:201jy 1T sj ;sup Tcid:19cid:12cid:12cid:12cid:12y 1Tcid:18b T sc T cid:19cid:12cid:12cid:12cid:12ping theorem. The last term of RT s is bounded byc Z s 0 cid:16ecid:0cb T sccid:0b T rcT cid:0 ecid:0cscid:0rcid:17 y 1T rdrc Z s 0 cid:16ecid:0cb T scTcid:0b T rcT cid:0 ecid:0cb T scTcid:0rcid:17 y 1T rdrc Z s 0 cid:16ecid:0cb T scTcid:0r cid:0 ecid:0cscid:0rcid:17 y 1T rdr Ccid:12cid:12cid:12cid:16ecb T rcT cid:0 ecrcid:17 y 1T rcid:12cid:12cid:12 supecr jy 1T rj 0cid:20rcid:201CTsupsup 0cid:20scid:201cid:20 sup 0cid:20scid:201 sup 0cid:20scid:201cid:20 sup 0cid:20rcid:201CTcid:200cid:20rcid:201jy 1T rj ;which is OP T cid:01 by 5 and the continuous mapping theorem. Hence sup 0cid:20scid:201 RT s Py T s T cid:012cid:0d Pb T sc Finally, the result for the fractional partial sum of the detrended process, i.e. the result fork1 cid:25b T sccid:0k d yk, can easily be proven. Writing yt zt cid:0 cid:11 cid:0 cid:110 cid:14t, where ztis generated by 13, it has already been shown that! 0:T cid:012cid:0db T sc Xk1cid:25b T sccid:0k d zk cid:27y J0;c;d s ;34and it only remains to combine this result with 30 and 32 to gety T s cid:27y J0;c;d s cid:0 cid:27ycid:18Z 1Proof of Theorem 4. From Elliott et al. 1996, pp. 834835 it follows that T cid:012 ycid:22c;b T sc J0;c r Dj r0 drcid:19cid:18Z 1Dj r Dj r0 drcid:19cid:01Z ss cid:0 rdcid:01Dj r dr:cid:0 d0cid:27y J0;c s if j 1 and T cid:012 ycid:22c;b T sc cid:27y Vcid:22c;c s if j 2. Now ycid:22c;t is based on 00ycid:22c;t zt cid:0 cid:110 cid:0 cid:110 cid:0 cid:111 cid:0 cid:111t;35which is GLS detrended as in 15. Note that 35 applies to the case j 2; when j 1 the lastterm is not present. From Elliott et al. 1996, p. 835 it is known that cid:110 OP 1 andp T cid:111 cid:0 cid:111 cid:27y1 cid:22c1 cid:22c cid:22c 23J0;c 1 cid:27ycid:22c 21 cid:22c cid:22c 23Z 10r J0;c r dr cid:27yb 1:36It follows immediately that T cid:012cid:0d ycid:22c;b T sc cid:27y J0;c;d s for j 1 when ycid:22c;t is based on ycid:22c;t.It only remains to be shown that T cid:012cid:0d ycid:22c;b T sc cid:27y Vcid:22c;c;d s when j 2. Following the stepsin the proofs of Theorems 1 and 3, write T cid:012cid:0d ycid:22c;b T sc T cid:012cid:0db T sc Xk1cid:25b T sccid:0k d ycid:22c;k 26and use 35 to obtain the representation T cid:012cid:0d ycid:22c;b T sc T cid:012cid:0db T sc Xk1cid:25b T sccid:0k d zkcid:0 cid:110 cid:0 cid:110T cid:012cid:0dp T cid:111 cid:0 cid:111T cid:0dcid:0cid:25b T sccid:0k db T sc Xk1b T sc Xk1cid:25b T sccid:0k d b T sc T373839:It has already been shown in 34 that 37 converges weakly to cid:27y J0;c;d s. Next,T cid:012cid:0dsup 0cid:20scid:201b T sc Xk1cid:25b T sccid:0k d sup 0cid:20scid:201T cid:012cid:0dcid:25k db T sccid:01Xk0b T sccid:01Xk1T cid:012cid:0dkdcid:01cid:20 C sup 0cid:20scid:201cid:20 CT cid:012;and since cid:110 OP 1 this implies that 38 is OP T cid:012. For 39 use 36 and T cid:0db T sc Xk1cid:25b T sccid:0k d b T sc T !sd1cid:0 d 2;such that, for j 2, T cid:012cid:0d ycid:22c;b T sc cid:27y J0;c;d s cid:0 cid:27yb 1sd1cid:0d2 cid:27y Vcid:22c;c;d s.References Agiakloglou, C. Newbold, P. 1996, The balance between size and power in DickeyFuller testswith datadependent rules for the choice of truncation lag, Economics Letters 52, 229234.Akonom, J. Gourieroux, C. 1987, A functional central limit theorem for fractional processes,Technical Report 8801, CEPREMAP, Paris .Baillie, R. T. 1996, Long memory processes and fractional integration in econometrics, Journalof Econometrics 73, 559.Basawa, I. V., Mallik, A. K., Mc Cormick, W. P., Reeves, J. H. Taylor, R. L. 1991, Bootstrapping unstable cid:12rstorder autoregressive processes, Annals of Statistics 19, 10981101.Breitung, J. 2002, Nonparametric tests for unit roots and cointegration, Journal of Econometrics 108, 342363.27Breitung, J. Taylor, A. M. R. 2003, Corrigendum to Nonparametric tests for unit roots andcointegration J. Econom. 108 2002 343363, Journal of Econometrics 117, 401404.Buchmann, B. Chan, N. H. 2007, Asymptotic theory of least squares estimators for nearlyunstable processes under strong dependence, Annals of Statistics 35, 20012017.Chan, N. H. Wei, C. Z. 1987, Asymptotic inference for nearly nonstationary AR1 processes,Annals of Statistics 15, 10501063.Chang, Y. Park, J. Y. 2003, A sieve bootstrap for the test of a unit root, Journal of Time Series Analysis 24, 379400.Davidson, J. de Jong, R. M. 2000, The functional central limit theorem and weak convergenceto stochastic integrals II: Fractionally integrated processes, Econometric Theory 16, 643666.Dickey, D. A. Fuller, W. A. 1979, Distribution of the estimators for autoregressive time serieswith a unit root, Journal of the American Statistical Association 74, 427431.Dickey, D. A. Fuller, W. A. 1981, Likelihood ratio statistics for autoregressive time series witha unit root, Econometrica 49, 10571072.Doornik, J. A. 2006, Ox: An ObjectOriented Matrix Programming Language, Timberlake Consultants Press, London.Elliott, G., Rothenberg, T. J. Stock, J. H. 1996, Ecid:14cient tests for an autoregressive unit root,Econometrica 64, 813836.Franses, P. H. Haldrup, N. 1994, The ecid:11ects of additive outliers on tests for unit roots andcointegration, Journal of Business and Economic Statistics 12, 471478.Granger, C. W. J. Anderson, A. P. 1978, An Introduction to Bilinear Time Series Models,Vandenhoeck and Ruprecht, Gcid:127ottingen.Granger, C. W. J. Swanson, N. R. 1997, An introduction to stochastic unitroot processes,Journal of Econometrics 80, 3562.Haldrup, N. Jansson, M. 2006, Improving size and power in unit root testing, in T. C. Mills K. Patterson, eds, Palgrave Handbook of Econometrics, Vol. I, Palgrave Macmillan, pp. 252277.Hualde, J. 2007, Estimation of longrun parameters in unbalanced cointegration, Working Paper,Universidad de Navarra .28Kwiatkowski, D., Phillips, P. C. B., Schmidt, P. Shin, Y. 1992, Testing the null hypothesis ofstationarity against the alternative of a unit root: how sure are we that economic time serieshave a unit root?, Journal of Econometrics 54, 159178.Leybourne, S. J. Newbold, P. 1999a, The behaviour of DickeyFuller and PhillipsPerron testsunder the alternative hypothesis, Econometrics Journal 2, 92106.Leybourne, S. J. Newbold, P. 1999b, On the size properties of PhillipsPerron tests, Journalof Time Series Analysis 20, 5161.Marinucci, D. Robinson, P. M. 2000, Weak convergence of multivariate fractional processes,Stochastic Processes and their Applications 86, 103120.Mc Cabe, B. M. P. Tremayne, A. R. 1995, Testing a time series for dicid:11erence stationarity,Annals of Statistics 23, 10151028.Mcid:127uller, U. K. 2007, A theory of robust longrun variance estimation, Journal of Econometrics 141, 13311352.Mcid:127uller, U. K. 2008, The impossibility of consistent discrimination between I0 and I1 processes, Econometric Theory 24, 616630.Mcid:127uller, U. K. Elliott, G. 2003, Tests for unit roots and the initial condition, Econometrica 71, 12691286.Ng, S. Perron, P. 2001, Lag length selection and the construction of unit root tests with goodsize and power, Econometrica 69, 15191554.Park, J. Y. 1990, Testing for unit roots and cointegration by variable addition, in T. B. Fomby G. F. Rhodes, eds, Advances in Econometrics Volume 8: CoIntegration, Spurious Regressions,and Unit Roots, Elsevier Science, Ltd., Oxford, pp. 107133.Park, J. Y. Choi, B. 1988, A new approach to testing for a unit root, CAE Working Paper 8823, Cornell University .Perron, P. Qu, Z. 2007, A simple modicid:12cation to improve the cid:12nite sample properties of Ngand Perrons unit root tests, Economics Letters 94, 1219.Phillips, P. C. B. 1987a, Time series regression with a unit root, Econometrica 55, 277301.Phillips, P. C. B. 1987b, Towards a unicid:12ed asymptotic theory for autoregression, Biometrika 74, 535547.29Phillips, P. C. B. Perron, P. 1988, Testing for a unit root in time series regression, Biometrika 75, 335346.Phillips, P. C. B. Solo, V. 1992, Asymptotics for linear processes, Annals of Statistics 20, 9711001.Phillips, P. C. B. Xiao, Z. 1998, A primer on unit root testing, Journal of Economic Surveys 12, 423469.Robinson, P. M. 1994, Ecid:14cient tests of nonstationary hypotheses, Journal of the American Statistical Association 89, 14201437.Robinson, P. M. 2003, Longmemory time series, in P. M. Robinson, ed., Time Series With Long Memory, Oxford University Press, Oxford, pp. 432.Shin, Y. Schmidt, P. 1992, The KPSS stationarity test as a unit root test, Economics Letters 38, 387392.Stock, J. H. 1994, Unit roots, structural breaks and trends, in R. F. Engle D. L. Mc Fadden,eds, Handbook of Econometrics, Vol. IV, NorthHolland, Amsterdam, pp. 28432915.Tanaka, K. 1999, The nonstationary fractional unit root, Econometric Theory 15, 549582.Taylor, A. M. R. 2005, Variance ratio tests of the seasonal unit root hypothesis, Journal of Econometrics 124, 3354.Vogelsang, T. J. 1998a, Testing for a shift in mean without having to estimate serialcorrelationparameters, Journal of Business and Economic Statistics 16, 7380.Vogelsang, T. J. 1998b, Trend function hypothesis testing in the presence of serial correlation,Econometrica 66, 123148.White, H. 1984, Asymptotic Theory for Econometricians, Academic Press, San Diego.30Table 1: Critical values CVj;cid:13 d of the variance ratio test 10Deterministicsj 0 : cid:14t 0j 1 : cid:14t 1cid:130.100.050.010.100.050.01j 2 : cid:14t 1; t00.100.050.01T100500100500100500100500100500100500100500100500100500d 0:10d 0:25d 0:50d 0:75d 1:001.541.541.621.621.761.771.751.761.811.821.921.931.911.921.961.982.042.082.782.773.133.143.903.923.833.874.184.204.824.854.784.835.095.175.685.836.766.708.458.4412.5512.9312.2912.3914.4914.4319.3918.9819.5019.6822.0722.3327.7328.2615.3015.0921.0020.7036.1238.5932.0432.3241.5540.8364.8262.1269.8670.3583.9484.79119.1118.833.6333.1348.7349.4298.82106.670.0370.43100.497.83186.3173.1227.4228.0291.3289.6455.1446.2Note: The critical values are simulated based on 20,000 Monte Carlo replications. The test rejectswhen the test statistic is larger than the critical values in this table.31Table 2: Values of cid:22c and CVj;cid:13cid:22c; d of the VRGLS test 16Deterministicscid:13Td 0:10d 0:25d 0:50d 0:75d 1:00Panel A: Values of cid:22c c that yield asymptotic local power of 50%j 1 : cid:14t 1j 2 : cid:14t 1; t0Panel B: Critical values CVj;cid:13 cid:22c; dj 2 : cid:14t 1; t010.616.19.415.112.818.716.322.541.7531.8452.2840.6276.3765.1620.828.0122.978.21161.5108.1267.7195.20.050.050.100.050.015005001005001005001005001.801.771.851.831.951.954.053.864.374.195.014.8913.7211.9215.9814.0520.9719.29Note: The values of cid:22c c in Panel A of the table correspond to the local point alternatives againstwhich the local asymptotic power for signicid:12cance level 5% equals onehalf. The critical values in Panel B apply the corresponding value of cid:22c from Panel A. The results are simulated based on 20,000Monte Carlo replications. The test rejects when the test statistic is larger than the critical valuesin Panel B of this table.32Table 3: Size and SizeAdjusted Power: Constant Mean, T 100cid:301:000:90:80:70:6Test Statisticcid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:00:5 cid:00:30.100.210.150.230.060.090.060.050.060.070.450.660.350.190.520.930.990.680.430.741.001.000.870.570.811.001.000.960.650.850.430.620.330.210.560.890.980.620.490.790.991.000.810.610.831.001.000.910.660.85MA0:00.050.100.050.040.050.400.570.310.240.650.830.950.570.600.860.981.000.740.710.881.001.000.840.730.880:30.030.090.040.040.040.370.550.300.130.570.790.930.550.410.870.960.990.710.720.910.991.000.810.800.920:50.030.080.040.040.040.370.550.300.140.560.780.930.540.350.830.950.990.700.580.890.991.000.800.730.90ARcid:00:5 cid:00:30.080.120.130.160.050.060.040.040.050.050.440.630.330.210.610.900.980.630.530.821.001.000.820.650.851.001.000.930.680.870.420.600.320.210.600.880.970.600.530.830.991.000.790.650.861.001.000.890.680.870:30.030.080.040.030.040.360.530.300.110.540.770.920.530.330.870.950.990.690.690.920.991.000.790.820.930:50.020.060.040.040.050.340.500.290.170.540.710.870.490.300.760.900.980.630.330.860.971.000.720.550.91Note: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation with kmin 0and kmax cid:412T 10014cid:5 as in Perron Qu 2007. For each statistic, entries under the rowsmarked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null, i.e. the size. All otherentries are sizeadjusted power under the models described in each column. Based on 20,000 Monte Carlo replications.33Table 4: Size and SizeAdjusted Power: Linear Trend, T 100cid:301:000:90:80:70:6Test Statisticcid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:00:5 cid:00:30.140.350.130.300.080.150.090.060.060.080.230.310.200.130.210.710.850.540.330.470.970.990.820.510.631.001.000.950.640.720.230.300.190.140.230.680.820.500.360.530.950.990.760.540.671.001.000.910.630.73MA0:00.050.050.050.040.040.210.280.180.160.280.610.760.450.470.670.910.970.680.680.780.991.000.830.730.800:30.030.030.040.030.020.200.270.180.080.220.570.730.420.270.620.860.950.640.630.850.970.990.790.810.880:50.020.030.040.040.030.200.270.180.090.210.550.710.420.190.470.850.940.630.390.730.960.990.770.650.83ARcid:00:5 cid:00:30.110.180.100.160.070.080.040.050.050.040.230.290.200.140.260.690.820.510.410.610.960.990.780.610.721.001.000.920.670.760.220.290.190.140.250.660.800.480.400.600.940.980.740.600.731.001.000.890.670.760:30.020.030.040.030.020.190.260.180.080.180.550.710.410.190.520.840.940.620.530.840.960.990.760.800.900:50.010.010.030.040.040.180.250.170.100.190.480.640.380.150.300.760.890.570.120.340.910.970.700.250.62Note: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation with kmin 0and kmax cid:412T 10014cid:5 as in Perron Qu 2007. For each statistic, entries under the rowsmarked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null, i.e. the size. All otherentries are sizeadjusted power under the models described in each column. Based on 20,000 Monte Carlo replications.34Table 5: Size and SizeAdjusted Power: Constant Mean, T 500cid:301:000:980:960:940:92Test Statisticcid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:00:5 cid:00:30.070.100.070.080.050.060.050.040.050.050.420.590.310.260.710.870.950.570.680.970.991.000.750.891.001.001.000.850.951.000.390.550.300.260.720.830.930.550.720.980.980.990.710.911.001.001.000.810.961.00MA0:00.050.060.050.040.040.380.530.290.270.740.800.910.530.760.980.960.990.690.941.000.991.000.790.971.000:30.050.060.050.040.040.370.530.290.250.710.790.900.530.710.980.960.980.680.921.000.991.000.780.961.000:50.040.060.050.040.040.370.530.290.230.710.790.900.530.670.980.960.980.680.901.000.991.000.780.961.00ARcid:00:5 cid:00:30.060.070.060.070.050.050.040.040.040.040.400.560.300.260.740.840.930.550.750.980.980.990.710.931.001.001.000.820.971.000.380.550.300.260.740.820.920.540.750.980.970.990.700.931.001.001.000.800.971.000:30.040.050.050.040.040.370.520.290.250.720.780.890.520.730.980.960.980.680.921.000.991.000.780.961.000:50.040.050.050.040.040.360.510.290.250.710.760.880.520.710.980.940.980.670.911.000.991.000.760.961.00Note: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation with kmin 0and kmax cid:412T 10014cid:5 as in Perron Qu 2007. For each statistic, entries under the rowsmarked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null, i.e. the size. All otherentries are sizeadjusted power under the models described in each column. Based on 20,000 Monte Carlo replications.35Table 6: Size and SizeAdjusted Power: Linear Trend, T 500cid:301:000:980:960:940:92Test Statisticcid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:00:5 cid:00:30.080.160.070.120.060.070.050.050.040.040.230.280.190.150.280.650.760.450.450.720.930.970.690.720.911.001.000.840.850.960.220.270.180.160.280.610.730.420.490.750.900.950.640.770.920.990.990.790.880.96MA0:00.050.050.050.040.030.200.260.180.170.290.570.700.410.530.800.870.930.620.840.950.970.990.760.920.970:30.040.050.050.040.030.200.260.180.150.280.550.680.400.480.750.850.920.610.780.930.970.980.750.900.970:50.040.050.050.040.030.200.260.180.140.280.550.680.400.430.740.850.920.610.740.930.960.980.750.890.97ARcid:00:5 cid:00:30.070.090.060.080.050.060.040.040.030.030.220.270.180.160.290.610.730.420.520.790.900.950.640.820.940.990.990.790.910.970.210.270.180.160.290.590.720.410.520.790.890.940.630.820.940.980.990.780.910.970:30.040.040.050.040.030.200.260.180.160.280.550.680.400.500.760.840.910.600.800.930.960.980.740.900.970:50.030.040.040.040.030.190.250.180.160.280.530.660.390.480.750.820.900.590.780.930.950.970.720.890.97Note: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation with kmin 0and kmax cid:412T 10014cid:5 as in Perron Qu 2007. For each statistic, entries under the rowsmarked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null, i.e. the size. All otherentries are sizeadjusted power under the models described in each column. Based on 20,000 Monte Carlo replications.36cid:301:000:90:80:70:6Test Statisticcid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLSTable 7: Size and SizeAdjusted Power: Linear Trend, T 100GARCHBilin VCMTARFrac STUR0:650.060.080.050.030.050.210.260.180.180.230.580.680.450.450.550.860.920.680.630.700.970.980.820.700.750:850.050.070.050.020.050.210.260.180.200.240.610.710.440.510.580.900.940.680.670.720.980.990.830.720.75cid:00:80.060.050.050.040.040.170.130.160.160.150.540.480.430.410.510.850.840.670.630.740.960.970.820.750.810:80.050.050.040.040.040.180.120.170.150.150.560.480.450.400.510.860.840.690.620.730.970.970.840.740.81cid:00:80.010.030.020.010.020.150.200.140.080.140.390.490.300.200.300.630.720.450.360.480.800.860.570.500.610:80.070.020.050.140.010.140.250.140.010.190.370.610.270.010.420.630.850.400.040.620.820.950.530.100.740:50.030.030.040.020.020.200.280.180.120.270.570.740.420.420.720.870.960.640.720.860.980.990.790.800.870:80.050.050.050.020.020.210.280.190.100.240.600.760.440.320.650.890.960.680.610.840.981.000.830.760.87cid:00:10.110.110.080.090.110.210.300.180.160.250.640.810.470.450.590.930.980.730.640.731.001.000.880.720.780:10.020.020.030.020.010.200.260.180.130.280.570.700.420.430.730.860.940.630.700.840.970.990.770.750.840:10.050.060.040.030.071.000.950.940.810.741.000.970.990.830.751.000.970.990.840.751.000.981.000.850.750:50.040.050.050.030.040.500.560.360.440.570.900.880.660.720.760.990.940.810.770.791.000.960.880.790.79Note: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation with kmin 0and kmax cid:412T 10014cid:5 as in Perron Qu 2007. For each statistic, entries under the rowsmarked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null, i.e. the size. All otherentries are sizeadjusted power under the models described in each column. Based on 20,000 Monte Carlo replications.37cid:301:000:980:960:940:92Test Statisticcid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLSTable 8: Size and SizeAdjusted Power: Linear Trend, T 500GARCHBilin VCMTARFrac STUR0:650.060.060.050.030.040.200.250.190.160.250.550.650.420.460.650.840.900.630.730.870.960.970.770.860.940:850.050.060.050.020.040.210.250.180.190.270.580.670.420.550.730.860.910.630.820.920.970.980.770.910.96cid:00:80.050.050.050.040.030.110.010.090.260.010.510.020.340.620.120.850.090.590.860.480.970.240.750.930.770:80.050.050.040.040.030.120.000.090.250.010.510.020.360.610.110.850.090.600.850.470.970.230.770.930.76cid:00:80.030.070.050.040.070.150.200.140.130.180.370.490.300.330.420.600.710.450.530.630.760.840.570.680.760:80.160.030.100.230.030.120.240.120.020.230.280.540.230.040.510.480.750.350.100.700.670.870.450.180.800:50.040.050.050.030.030.200.270.180.150.290.550.690.400.470.770.850.920.610.800.960.970.980.750.930.980:80.050.050.050.040.030.200.260.170.150.290.560.680.400.480.750.860.920.610.770.930.970.990.750.890.97cid:00:10.170.100.090.120.110.210.280.180.170.280.610.770.440.470.690.910.970.670.730.870.991.000.820.850.940:10.030.020.030.010.000.190.230.180.110.270.530.600.380.360.770.810.850.560.730.970.940.950.700.930.990:10.220.320.160.130.320.850.880.760.850.811.000.960.990.970.901.000.951.000.990.901.000.951.000.990.890:50.060.060.060.030.040.470.550.340.510.630.930.920.690.920.951.000.970.860.960.971.000.980.930.980.98Note: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation with kmin 0and kmax cid:412T 10014cid:5 as in Perron Qu 2007. For each statistic, entries under the rowsmarked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null, i.e. the size. All otherentries are sizeadjusted power under the models described in each column. Based on 20,000 Monte Carlo replications.38Table 9: Finite sample rejection frequencies: Constant Mean, T 100cid:301:000:90:80:70:6Test statistic n a cid:00:8 cid:00:6 cid:00:4 cid:00:20.050.040.050.020.060.060.040.060.040.080.110.070.100.090.120.050.040.050.030.07cid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLS0.430.520.420.370.700.730.800.730.700.920.900.920.900.890.970.970.970.970.960.990.320.450.310.240.620.560.670.540.480.810.680.760.680.630.880.760.820.770.730.920.320.460.300.210.620.570.700.510.470.810.660.700.630.600.860.710.780.700.650.890.320.470.290.210.640.610.740.500.500.830.700.790.630.620.860.730.800.690.670.880:00.050.040.050.020.050.340.490.290.190.660.650.790.510.560.860.750.830.640.690.880.760.830.700.710.890:20.040.040.050.010.040.300.460.280.090.540.650.810.500.420.870.790.860.650.720.900.810.860.720.770.900:40.040.040.050.010.040.270.410.260.100.530.570.740.470.280.830.740.840.610.580.890.800.860.700.740.900:60.030.030.050.010.040.220.360.250.100.490.490.670.430.280.780.660.790.560.480.860.740.820.650.640.880:80.030.030.040.010.030.180.290.220.070.420.400.580.400.210.710.560.710.510.380.810.650.760.590.510.85Notes: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation withkmin 0 and kmax cid:412T 10014cid:5 as in Perron Qu 2007. The BT, cid:260:1, and cid:26cid:22c; 0:1 testsuse the sieve bootstrap with same lag length as the ADF and ADFGLS tests. For each statistic,entries under the rows marked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null,i.e. the size. All other entries are cid:12nite sample power. Based on 20,000 Monte Carlo replications.39Table 10: Finite sample rejection frequencies: Linear Trend, T 100cid:301:000:90:80:70:6Test statistic n a cid:00:8 cid:00:6 cid:00:4 cid:00:20.050.070.050.040.060.070.080.070.070.090.170.160.170.180.190.050.070.050.040.07cid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLS0.420.490.420.440.520.740.790.750.750.810.920.930.920.920.940.980.980.980.980.980.210.300.220.210.320.450.570.460.460.580.620.710.650.640.730.750.800.760.760.810.180.290.180.170.280.410.570.410.400.570.570.680.570.570.690.650.740.660.660.750.180.310.170.150.270.430.620.390.400.590.600.720.560.590.720.660.750.660.660.760:00.040.070.050.030.040.180.330.170.120.250.480.680.400.430.650.670.780.580.660.770.720.800.680.710.790:20.030.060.040.010.020.140.300.160.040.120.440.690.380.240.510.710.830.580.610.800.790.850.700.780.840:40.030.060.040.010.020.110.250.140.040.110.350.600.340.110.340.610.790.540.360.680.760.840.670.670.830:60.020.040.040.020.020.090.200.130.050.120.260.490.290.140.340.460.680.460.280.570.630.770.590.490.740:80.020.030.030.010.020.060.150.110.030.090.190.380.250.110.270.350.560.390.240.480.490.670.510.380.62Notes: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation withkmin 0 and kmax cid:412T 10014cid:5 as in Perron Qu 2007. The BT, cid:260:1, and cid:26cid:22c; 0:1 testsuse the sieve bootstrap with same lag length as the ADF and ADFGLS tests. For each statistic,entries under the rows marked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null,i.e. the size. All other entries are cid:12nite sample power. Based on 20,000 Monte Carlo replications.40Table 11: Finite sample rejection frequencies: Constant Mean, T 500cid:30Test statistic n a cid:00:8 cid:00:6 cid:00:4 cid:00:20.050.050.050.020.040.060.050.050.020.050.070.050.060.030.060.050.050.050.020.05cid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLS0:00.050.050.050.020.040:20.050.050.050.020.041:000:980:960:940:920:40.050.050.050.020.040:60.050.050.050.020.040:80.050.040.050.020.04cid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLS0.460.640.350.280.760.850.960.650.700.980.971.000.830.921.001.001.000.910.981.000.410.570.310.240.710.810.930.570.660.970.950.990.730.871.000.981.000.840.951.000.380.540.290.230.700.790.900.540.670.970.940.980.700.891.000.980.990.800.951.000.370.520.290.220.700.770.890.520.690.980.940.980.680.901.000.980.990.780.951.000.360.520.290.210.700.770.890.520.700.980.930.980.680.911.000.970.990.770.961.000.350.510.290.210.680.750.880.520.660.970.920.970.670.891.000.970.990.760.951.000.340.500.280.180.650.740.870.510.620.970.920.970.660.881.000.970.990.760.951.000.330.490.280.180.640.720.860.510.580.960.910.960.660.850.990.960.990.750.941.000.310.460.280.160.600.680.840.490.510.950.880.960.640.790.990.950.990.740.911.00Notes: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation withkmin 0 and kmax cid:412T 10014cid:5 as in Perron Qu 2007. The BT, cid:260:1, and cid:26cid:22c; 0:1 testsuse the sieve bootstrap with same lag length as the ADF and ADFGLS tests. For each statistic,entries under the rows marked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null,i.e. the size. All other entries are cid:12nite sample power. Based on 20,000 Monte Carlo replications.41Table 12: Finite sample rejection frequencies: Linear Trend, T 500cid:301:000:980:960:940:92Test statistic n a cid:00:8 cid:00:6 cid:00:4 cid:00:20.050.060.050.030.040.050.060.050.030.050.070.060.060.050.050.050.060.050.030.04cid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLScid:26 0:1cid:26 cid:22c; 0:1BTADFADFGLS0.220.290.210.180.280.540.710.480.490.710.790.910.700.770.910.920.970.840.920.980.200.290.190.150.250.520.700.420.440.670.760.880.640.710.880.870.950.770.840.950.200.300.180.130.240.530.710.410.450.670.780.900.610.740.900.890.950.750.860.950.190.300.180.130.230.530.710.400.460.700.790.900.600.760.910.900.950.740.880.960:00.050.060.050.020.030.190.300.180.120.220.530.720.400.460.710.800.910.600.790.920.910.960.730.900.960:20.050.060.050.020.040.190.300.180.120.210.510.700.390.430.680.770.890.590.740.900.890.950.720.880.960:40.050.060.050.020.030.180.290.170.100.190.490.680.390.380.640.760.890.580.710.890.880.950.710.870.950:60.040.060.050.020.030.170.270.170.100.180.450.650.380.350.590.720.860.560.650.860.860.940.690.830.940:80.040.060.050.020.030.140.240.160.080.160.390.590.350.290.520.640.820.530.560.800.800.910.660.750.91Notes: The ADF and ADFGLS tests use the MAIC to determine the lag augmentation withkmin 0 and kmax cid:412T 10014cid:5 as in Perron Qu 2007. The BT, cid:260:1, and cid:26cid:22c; 0:1 testsuse the sieve bootstrap with same lag length as the ADF and ADFGLS tests. For each statistic,entries under the rows marked cid:30 1:00 are the cid:12nite sample rejection frequencies under the null,i.e. the size. All other entries are cid:12nite sample power. Based on 20,000 Monte Carlo replications.42Figure 1: Asymptotic local power functions of cid:26 d against nearintegrated alternatives 430.02.55.07.510.012.515.017.520.022.525.027.530.032.535.037.540.00.51.0Panelcid:160A:cid:160Nocid:160deterministiccid:160terms,dt0cd0.1d0.5d0.25d10.02.55.07.510.012.515.017.520.022.525.027.530.032.535.037.540.00.51.0Panelcid:160B:cid:160Constantcid:160mean,dt1cd0.1d0.5d0.25d10.02.55.07.510.012.515.017.520.022.525.027.530.032.535.037.540.00.51.0Panelcid:160C:cid:160Linearcid:160trend,dt1,tcd0.1d0.5d0.25d1Figure 2: Asymptotic local power functions of GLS detrended tests against nearintegrated alternatives 440.02.55.07.510.012.515.017.520.022.525.027.530.032.535.037.540.00.51.0Panelcid:160A:cid:160Nocid:160deterministiccid:160terms,dt0cd0.001d1d0.1DF0.02.55.07.510.012.515.017.520.022.525.027.530.032.535.037.540.00.51.0Panelcid:160B:cid:160Constantcid:160mean,dt1cd0.001d1d0.1cid:160GLSDFd0.1d0.001cid:160GLSd1cid:160GLSDFcid:173GLS0.02.55.07.510.012.515.017.520.022.525.027.530.032.535.037.540.00.51.0Panelcid:160C:cid:160Linearcid:160trend,dt1,tcd0.001d1d0.1cid:160GLSDFd0.1d0.001cid:160GLSd1cid:160GLSDFcid:173GLS", "filename": "57484256X.pdf", "person": ["Morten Ørregaard Nielsen", "Nielsen, Morten Ørregaard"], "date": ["2008"]}