{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34928/1/577257722.pdf"], "title": ["Qualifying religion: the role of plural identities for educational production"], "plaintext": "Timo Boppart University of Zurich Josef Falkinger University of Zurich, CESifo and IZA Volker Grossmann University of Fribourg, CESifo and IZA Ulrich Woitek University of Zurich and CESifo Gabriela Wuthrich University of Zurich Qualifying Religion: The Role of Plural Identities for Educational Production Discussion Paper No. 3408 March 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3408 March 2008 ABSTRACT Qualifying Religion: The Role of Plural Identities for Educational Production This paper examines the role of religious denomination for human capital formation. We employ a unique data set which covers, inter alia, information on numerous measures of school inputs in 169 Swiss districts for the years 187172, 188182 and 189495, marks from pedagogical examinations of conscripts 18751903, and results from political referenda to capture conservative or progressive values in addition to the cultural characteristics language and religion. Catholic districts show on average significantly lower educational performance than Protestant districts. However, accounting for other sociocultural characteristics qualifies the role of religion for educational production. The evidence suggests that Catholicism is harmful only in a conservative milieu. We also exploit information on absenteeism of pupils from school to separate provision of schooling from use of schooling. JEL Classification: Keywords: culture, educational production, plural identity, religious denomination, school inputs I20, H52, O10, N33 Corresponding author: Ulrich Woitek Institut fur Empirische Wirtschaftsforschung Universitat Zurich Winterthurerstrasse 30 CH8006 Zurich Switzerland Email: u.woitekiew.uzh.ch We are indebted to Abhijit Banerjee, Sascha Becker, Matthias Doepke, Mathias Hoffmann, Ann Markussen, Rainer Winkelmann, Ludger Wossmann, Fabrizio Zilibotti, Oliver Zimmer and seminar participants at the 7th conference of the European Historical Economics Society EHES in Lund, MaxPlanckInstitute of Bonn, University of Leipzig, University of Munich and the University of St. Gallen for illuminating discussions. We are also grateful to Christian Bollinger for providing us with the political data, and to Brigitte Gasser, Benedikt Hofer, Maximilian Hofer, Daniela Lang, David Nietlispach, and Christopher Young for reliable research assistance. 1 Introduction Economists have recently regained considerable interests in the role of religion and othercultural traits for the process of economic development e.g. Barro and Mc Cleary, 2003,2006; Tabellini, 2005; Ashraf and Galor, 2007; Iyer, 2007; Doepke and Zilibotti, forthcoming. The literature has been initiated by Weber 1905, who argued that religiousbeliefs matter for professional attitudes and savings. More specicid:133cally, he suggested that Protestant regions have grown faster than Catholic regions due to Protestant work ethicand capital accumulation.1This research examines a related but relatively neglected channel through which religious denomination and other sociocultural characteristics may aect economic development: human capital formation.2 For instance, Becker and Woessmann 2007 cid:133nd asignicid:133cant positive eect of Protestantism on literacy in late 19th century Prussia, whileother economic outcomes are aected by religion only through literacy. The analysispresented in this paper looks at the interaction of religion with other sociocultural characteristics. We employ historical data from Swiss districts which provide us with a uniqueopportunity to examine this interaction during the second phase of industrialization. Thisopportunity stems from the recognition that, despite its smallness, Switzerland is extraordinarily diverse in many respects relevant for our study. Besides its sociocultural diversityfour o cial languages, large variation in religious denomination, occupational structureand political attitudes, there is a large disparity in school inputs across districts, thanksto the responsibility for primary school cid:133nance and tax authority on the municipal level.At the same time, Switzerland is characterized by a common institutional framework.In particular, our measures of educational performance are derived from the nationwide 1See Iannaccone 1998, p. 1474 . for a critical review of this hypothesis. A new twist is broughtin by Doepke and Zilibotti forthcoming. They look at the evolution of Protestant values in interactionwith occupational choice.2Empirical evidence on the longrun eects of education attributes a fundamental role to humancapital for the transition towards, and the development of a modern economy. The evidence suggeststhat human capital has a causal eect on potential growth factors such as property rights institutionsGlaeser et al., 2004, democratization Glaeser, Ponzetto and Shleifer, 2007, social capital Tabellini,2005, and technological innovation Mokyr, 2005.In a recent paper employing a new data series,Cohen and Soto 2007 also cid:133nd a large positive impact of educational attainment on growth in standardcrosscountry growth regressions and in panel estimates for the 19602000 period.1examination of conscripts in standardized tests.The long history of a directdemocratic political system in Switzerland provides uswith the opportunity to go beyond characterizing the cultural environment by religionor language. We employ voting results of three historical federal referenda to capturepolitical attitudes: on easing restrictions for civil marriage held in 1875, on the cid:147Factory Lawcid:148 which imposed work regulations including the prohibition of child labor in 1877,and on the reintroduction of the death penalty in 1879. The issue at stake in these threereferenda is that voting behavior reveals more or less conservative or progressive politicalviews. Support of civil marriage reveals a political attitude in favor of secularization. Thecid:147Factory Lawcid:148 introduced a progressive economic reform revealing a nonconservativepolitical attitude in its supporters, whereas support of the death penalty is generallyassociated with conservatism.3The main hypothesis we advance in this paper is as follows: Although Catholic districts show, on average, signicid:133cantly lower educational performance than Protestant districts, the role of religious denomination for the educational production process is largelymodicid:133ed if one accounts for other cultural characteristics interacting with religion. Theevidence suggests that Catholicism loses its importance for educational production in anonconservative milieu supporting secularization and work regulations. Moreover, wecid:133nd that religious denomination played a minor role for educational performance whenthere was little support for the death penalty. Catholicism is particularly harmful ifthe agricultural labor share is high. This suggests that religious denomination ceases tomatter for human capital formation if the economy is su ciently advanced. Figure 1illustrates the central message derived from our empirical analysis. The left boxes showthat in the sample of districts where a majority rejected the referenda on easing civilmarriage, the Catholic districts had a considerable higher share of low performers in theconscriptscid:146pedagogical examinations than Protestants. In contrast to this, the results ofthe districts in which a majority approved the referendum on easing civil marriage rightboxes reveal no such relation between religious denomination and educational outcome.3All referenda were accepted by small margins. However, there was a very large variation of votingresults across districts. See section 4 for details.2Our results suggest that reducing the sociocultural environment to religious denomination and attributing to it the decisive role for education or longrun development may be misleading. This is consistent with anecdotal historical evidence from the publicdebate on education and secularization which points to prominent liberal and conservativevoices from both religious groups. As documented in Spcid:228ni 1999, conservative Protestant priests opposed liberal promoters of educational reforms, and liberal Catholics facedconservative forces against educational reform. In the public debate about secularization,the editors of a conservative Catholic periodical explicitly warn against liberal Catholicswhile speculating that conservative Protestants may be allies though unreliable.4 Froma more general point of view, our results echo the recent warning of Sen 2007, whoargues that individuals have plural identities and that characterizations of societies along 4In a memorandum proposing the formation of a catholicconservative cantonal, district, and municipal committee against the further secularization of the constitution, they emphasize: We have sofar referred to the conservativecatholic politicians only; from the liberal Catholics we actually do notexpect anything   Conservative, honest thinking Protestants   are isolated and without incid:135uenceon the public life and goings   unless it could be achieved to unify the conservative and truly acquiescent Protestants in order to prevent an irreligious direction of the revision of the federal constitution.Schweizer Blcid:228tter, 1871, p. 353f., own translation3a singular dimension, such as religion, lead to inferior policy outcomes. This also impliesthat societies may not be doomed to economic failure due to their dominant religion. Itis rather the plurality of identity recid:135ected by political beliefs, language, occupation, placeof residence, among other things, which, in addition to religious beliefs, should be takenseriously. Our data allows us to do exactly this.Since the seminal work of Mincer 1958 and Becker 1964, there is a huge body ofresearch which aims to identify the determinants of educational success. In view of theapparent importance of human capital formation for economic growth, it is not surprisingthat, for instance, the results of the OECD Programme for International Student Assessment PISA meets with considerable interest both from the research and the policyside.5 In Switzerland, at the turn of the 19th Century, there was a similar wave of interest in education and performance, triggered by attempts to harmonize the cantonaleducation systems Zimmer, 2003.In 1874, the constitutional reform placed the responsibility for primary education on the cantonal and municipal level, while nationwidequality control remained an issue. To overcome the problem, the Federal Council triedto implement an inspection system under federal authority. This attempt did not meetwith general approval and, in 1882, was rejected in a referendum. But as an alternativeto the inspection system, the government could use the pedagogical examinations of conscripts implemented in 1875 to eectively monitor dierences in regional performanceMattmcid:252ller, 1982. The examinations were based on standardized tests and covered thewhole male population. The resulting marks were published in annual rankings, debated,and subjected to interregional comparison.We measure educational success by conscriptscid:146marks in the pedagogical examinationson reading, essay, numeracy and Swiss history. Our set of explanatory variables includesnumerous measures of school inputs which have been suggested by the literature on educational production, such as expenditure per pupil, school capital per pupil, school weeks,pupilteacherratio, teacherscid:146training, age, gender, and length of service. The data setcovers information on schools in 169 Swiss districts for the years 187172, 188182, and 5The PISA studies assess scienticid:133c, reading and mathematical literacy in a threeyearly survey 2000,2003, 2006  of 15yearolds in the principal industrialised countries. See www.pisa.oecd.org.4189495. As already stressed, we are interested in the eects of a rich set of socioculturalcharacteristics on educational outcomes, while controlling for school inputs. This particularly allows us to gain dierentiated insights on whether and how religion plays a rolefor shaping human capital formation.In addition, we are able to exploit information on pupilscid:146absenteeism from school toanalyze its eect on the results of pedagogical examinations. Our identicid:133cation strategyis to instrument the number of days pupils are absent from school by the distance offamily homes to schools in a district. This allows us to separate the eect of schoolingfrom the cid:147use of schoolingcid:148 school attendance. The analysis of absenteeism leads tofurther new insights on the potential determinants of educational outcomes. For instance,we cid:133nd that the eect of religious denomination on conscriptscid:146performance through absenteeism is the opposite of its eect for given absenteeism. Namely, catholic districtsshow signicid:133cantly higher discipline in school attendance, which thereby positively aectseducational outcome through this channel. However, the evidence on the interaction withother sociocultural attributes suggests that also with respect to absenteeism, Catholicismplays a negligible role in a culturally progressive and nonconservative milieu. Moreover,we cid:133nd that a higher share of female teachers raises absenteeism, while a higher share ofclerical teachers reduces it. But these teacher characteristics turn out to be insignicid:133cantfor educational success when holding absenteeism constant. Not controlling for schoolattendance may thus lead to the deceptive conclusion that males or clerics are betterteachers.Finally, explicitly modelling school participation allows us to dig into the mechanics ofthe socalled cid:147qualityquantity tradeocid:148which is prominently used in basically all theoriesof demographic transition and human capital formation e.g. Galor and Weil, 2000;Galor and Moav, 2002; Doepke and de la Croix, 2003, amongst others.6 We cid:133nd that ahigher number of children in a district lowers average educational performance. The eectappears to work by reducing school attendance and by decreasing school expenditure. Thisis consistent with the hypothesis that parents with more children cid:133nd it more costly tosend them to school. In contrast, the evidence does not suggest that a higher number of 6For a survey, see Galor 2005.5children per household implies less learning at home, for given school attendance.The paper is organized as follows: Section 2 discusses the advancements of our paperwith respect to the related literature. Section 3 provides the theoretical considerationsfrom which we derive our estimation model. The data is described in section 4, wherecorrelations between important variables are also discussed. Section 5 provides the mainresults. The last section recapitulates the main conclusions.2 Related Literature Our research combines the literature on educational production with the literature onthe role of religion and culture for economic development, specicid:133cally for human capitalformation.Barro and Mc Cleary 2003, 2006 present instrumental variable estimates of the impactof religious beliefs on economic development by using a broad panel of countries. Theycid:133nd that belief in both heaven and hell positively aect GDP growth, while monthlychurch attendance has the opposite eect.7 Grier 1997 focusses on excolonies, suggesting that Protestantism is positively associated with economic growth. Guiso, Sapienza and Zingales 2006 address more specicid:133cally the Weberian hypothesis that religious denomination determines preferences for thrift in crosscountry evidence and cid:133nd statisticallysignicid:133cant but relatively small eects. Closer to our paper, Borooah and Iyer 2005 estimate how the probability of primary school enrollment in India depends on religion. Theirevidence suggests that Muslim children had lower probability of enrollment than Hindus,where Muslim boys derive higher benecid:133t than Hindu boys if the mother is laborer and Muslim girls derive less benecid:133t than Hindu girls if household assets are high. By contrast,we examine cid:0 for Switzerland in the 19th century cid:0 the eect of religious Christiandenomination on educational test results rather than school enrollment. Moreover, weallow for interactions of religion with political attitudes and sectoral structure to capture 7Related to this, Glaeser and Sacerdote 2001 show for the US that education is positively correlatedwith church attendance as well as with other indicators of social activity, which are themselves related tochurch attendance and negatively with religious beliefs. Barro and Mc Cleary 2003 consider in additionhow church attendance determines religious beliefs.6the cultural environment more comprehensively. Becker and Woessmann 2007 cid:133nd asignicid:133cant impact of Protestantism on literacy in late 19thcentury Prussia. We complement their results in cid:133nding that religious denomination is correlated also with results ofpedagogical examinations. However, we argue that the benecid:133cial eects of Protestantismare signicid:133cantly weakened or nonexistent in a progressive and nonconservative milieuas recid:135ected in results of federal referenda. Our cid:133ndings therefore qualify the impact ofreligious denomination by emphasizing its interaction with other cultural traits in orderto determine educational outcomes. Moreover, we are able to control for a large varietyof school inputs and for absenteeism from school. This allows us to mitigate an omittedvariable bias and to shed light on channels through which sociocultural factors and publiceducation policy aect human capital formation.We are not aware of any study in the vast literature on educational production whichaccounts for sociocultural characteristics or is able to use information on absenteeism ofpupils from school. The literature on the eects of school resources on standardized testscores for the US is reviewed, inter alia, by Hanushek 1986, 1996, 2002 and Greenwald,Hedges and Laine 1996. Woessmann 2005 provides a detailed account of evidencefrom Western European countries. The reviews provide mixed conclusions about theeectiveness of school resources in raising test scores.8 For instance, many OLS estimateswith school leveldata suggest that raising school expenditure to lower the pupilteacherratio has little impact on test scores. As theoretically shown by Lazear 2001, classsize eects on individual test scores are biased towards zero when behavior of students isnot controlled for and lowperforming pupils are put into smaller classes. In our paper,this problem is substantially reduced due to the aggregate nature of the data. Hanushek,Rivkin and Taylor 1996 argue that existing studies using statelevel or districtlevel datashow higher eects of school resources on test scores but may deliver biased estimates whennot controlling for nonschool district or state characteristics. Fortunately, our data setallows us to include a rich set of nonschool variables which are likely to be correlated with 8There has recently emerged a literature on the eects of specicid:133c educational programs on test scoresusing randomized experiments in developing countries a survey is provided by Kremer, 2003. Forinstance, Banerjee et al. 2005 cid:133nd that in public schools in Indian slums the hiring of young women tohelp underperforming children on basic skills literacy and numeracy or the use of a computerassistedlearning program with educational games turned out to be quite eective.7attitudes towards education and the learning environment, aecting both the educationalproduction process for given school attendance and through a change in absenteeism. Wecid:133nd that school resources, and teacher quality in particular, matter. We are careful tointerpret the results by making use of theoretical considerations in section 3 which takeinto account the public budget constraint for educational spending. Besides incorporatingsociocultural factors, our main innovation for estimating educational production is toexploit information on absenteeism. This takes into account that school attendance is achoice variable which may depend on both sociocultural factors and school resources, inturn aecting educational outcomes.3 Theoretical Considerations We consider primary education. Even though primary education was compulsory in Switzerland during the time period under consideration, there was apparently signicid:133cantdiscretion by pupils or parents in choosing school attendance, as revealed by our data.9We account for this by endogenously explaining absenteeism. Moreover, human capitalacquisition in schools may be complemented by eorts at home learning eorts of pupilsand parentscid:146support. In sum, households of parents and pupils can incid:135uence educational production by voting over the level of public expenditure, by school attendance andby home eorts. The following theoretical model of human capital formation accountsfor these three channels. First, we characterize the outcome of the education system byanalyzing economically optimal behavior of the representative household with respect tothe three variables public school expenditure, school attendance and home eort. Thenwe extend the model to account for religion eects and other cultural attitudes.3.1 Educational production Human capital, h, depends on school quality, Z, on home eorts, e, and on school attendance, E cid:17 1 cid:0 a, where a is the fraction of teaching time that a pupil is absent from 9Compulsory schooling was introduced on a national level in 1874. Thus, regarding the time periodunder consideration, compulsory schooling had not yet become a matter of course and enforcement waspartially imperfect.8school. While Z represents the supply of educational services by schools, attendance Erecid:135ects the use of school services by the household. Absenteeism reduces the eective useof school services one to one. Private eort e captures, for instance, the support of parentsfor the education of their children at home. We assume that home eorts complementthe used school services, EZ, according to a CobbDouglas functionh e 1cid:0EZ, 0 1:1The quality of education provided by schools depends on school inputs. We do notdistinguish between classes and school, and assume that school inputs are the same foreach pupil within a district. In our data set, the observable school inputs are the numberof school weeks per year, s, the number of pupils in a class, m, and capital costs e.g.for school buildings per pupil, k. We also observe a vector T of teacher characteristics including formal education, gender, age, and experience of a teacher. In addition,unobserved variations in school inputs may aect school quality. For instance, teachereorts or the quality of school managements can vary across districts. In our data, wedo not observe teacher remuneration aggregated at the district level to account for sucheects. However, we have data on total public spending per pupil, g. This allows us toinfer the proportions of spending on unobserved inputs from the public budget constraint.The spending explained by observable inputs is given by the sum of capital and teachercosts.10k W T cid:1 smcid:17 cid:18z,2where W T represents the wage component for a teacher per school week related toobservable teacher characteristics. z is the vector of observable school inputs includingthe observable teacher characteristics. We assume that the share of spending which isnot explained by observable inputs works like a quality augmenting factor. For instance,additional spending on teacher wages induces more able individuals to choose the teacheroccupation, or, recid:135ecting standard e ciency wage arguments, may trigger higher eort 10We implicitly assume that extending school weeks, s, is consequential for the public budget onlythrough aecting wage costs for teachers. Also note that the inverse of class size, 1m, is the number ofteachers per pupil.9provision and less turnover of teachers. Formally, let qz be the technology relatingobserved school inputs to output of school services per pupil. Then,where Z qz 1 ! ,! g cid:0 cid:18zcid:18z34is the ratio of unexplained to explained school expenditure. Using this in 1, we haveh e 1cid:0EgQ z ,5Q z cid:17 q z cid:18z. In sum, the eect of school resources on human capital can bedecomposed in two factors: The level of resources available to schools, given by publicschool spending g, and the expenditure structure according to which total expenditure isdistributed over dierent inputs. The latter factor is captured by z. Given the allocationon the observed inputs, z, school expenditure g positively aects school quality and thushuman capital h. For a given g, its allocation on inputs z potentially aect school qualityand human capital in two opposing ways. For instance, higher capital spending perpupil positively aects Z since it leads to a better learning infrastructure in school thisis recid:135ected by qz. However, for a given per pupil expenditure g, it goes along witha reduction in other inputs, including the unobserved inputs, and thereby may impedeschool quality.113.2 The Economic Determinants of Educational Production At cid:133rst, we characterize the provision of education if household behavior is based onpurely economic considerations. This means that the only motive for acquiring humancapital is its potential to generate income. Assume that the gross income earned by an 11Similarly, although a higher class size m leads to a deterioration of the learning environment e.g.Lazear, 2001, it also allows to pay higher wage rates for teachers when holding the other school inputsconstant, thereby possibly raising school quality by increasing teacher quality. Similar arguments applyto school weeks s.10agent with human capital h equals Ah, where A recid:135ects the state of development of theconsidered economy. In the empirical analysis, we assume that A is negatively relatedto the agricultural labor share in a district. Then, the representative householdcid:146s netincome is given byc Ah cid:0 g.6For acquiring h the household incurs, in addition to the cost of public school inputs, eorte at home and the eort required for school attendance, E. We assume that total eortcosts are given bycid:30e; E e 1 dE ,7where 0. Parameter d cid:21 0 denotes the distance of a pupil to its school.12 Theeconomic preferences of the household are given by the utility function:13U logc cid:0 cid:30e; E.8In sum, for a given public expenditure level g, the representative household of a districtchooses home support e and attendance E by solvingmax U subject to 57.9Moreover, as a voter, the representative household chooses g according to 9. While thelevel of public school expenditure is determined by the voters, the allocation of schoolbudgets on the dierent school inputs is controlled by the school administration. Thevoter takes the structure of inputs given. To cid:133x ideas, we assume that the voter observesinput vector z before voting over the school budget g and can infer the expenditurestructure from z.14 As a result, education in a district is characterized by the following 12One straightforward interpretation is that e and 1 dE is the time spent on home eort andattendance, respectively.13We did the analysis for more general cost and utility functions. The essential results remain valid.More specicid:133cally, we considered the following specicid:133cations: cid:30 e; E cid:2ecid:12 1 d Ecid:12cid:3 ; 0; 1 cid:20 cid:12;and U uc cid:0 cid:30 e; E ; u 0 0; u 00c 0.14This is possible if expenditure shares and input prices are invariant with respect to the scale ofeducational production. Formally, let cid:21 denote the scale of educational production and z 0 be the vectorof the weights of the dierent inputs. Then qz cid:21qz 0 and cid:18z cid:21cid:18z 0. Thus, Z g Qz 11properties.Proposition 1 Assume that educational production is determined by economic motivesaccording to 9. Then, i absenteeism increases with distance to school, whereas homesupport is invariant with respect to distance. ii Public expenditure g is increasing in A.Proof: Appendix A.Part i shows that eort allocation of households changes in favor of school attendanceif the distance to school declines. The fact that home support doesncid:146t depend on distanceto school ensures that educational performance cid:0 given by 5 cid:0 is unrelated to d aftercontrolling for absenteeism a 1 cid:0 E and per pupil spending g. Part i thereforeprovides a theoretical foundation to use distance to school as an instrumental variable forabsenteeism in our empirical analysis. Part ii predicts that school expenditure per pupilis higher in economically more advanced districts than in less developed districts.3.3 Accounting for Cultural Attitudes To account for the fact that cultural attitudes may play a role in the education system,we extend household preferences by two components and assume that utility is given by V U cid:13 logh cid:0 1 cid:0 E, cid:13 0; 0:10The term cid:13 logh captures the culturally rooted value assigned to education. For instance, all other things equal, cid:13 may be higher in a Protestant district than in a Catholicdistrict, possibly recid:135ecting a specicid:133c form of Weberian Protestant ethic which aects eortprovision in education.15 More generally, cid:13 is a function of the sociocultural characteristics of a district. Besides religious denomination, the values captured by the results fromthe political referenda can aect education. In the empirical analysis, we are particularlyinterested in the question on how political attitudes revealing liberal or conservative values modify the role of religious denomination on absenteeism, home support and schoolg qzcid:18z g qz 0cid:18z 0.15In Switzerland, at the time we consider, almost everybody was either Catholic or Protestant, andthe distribution of the share of Catholics across districts centered close the extreme values 0 and 1.12expenditure. Conservative political views are recid:135ected in the support of the death penaltywhereas liberal views are recid:135ected in the support of civil marriage secularization andprogressive work regulations. Cultural dierences between districts may also be relatedto language German, French, Italian and RhaetoRomanic in the Swiss context or, importantly, to interactions between religious denomination and political attitudes. In theempirical analysis, sociocultural district characteristics are represented by vector x; formally, cid:13 cid:13x; A.The term 1 cid:0 E captures heterogeneity in the attitude towards school attendance.One reason for variation in this attitude may be heterogeneity in internalized norm compliance. Other reasons are dierent cid:147culturescid:148 of sanctioning absence from school, orthat people from dierent backgrounds react dierently to sanctions. For instance, clerical teachers may be stricter than laypersons; pupils may fear male teachers more thanfemales; punishments in Catholic districts or in rural environments may be harder thanin Protestant or urban districts; or respect of authority and obedience dier across milieus. We account for such dierences in the simplest possible way by assuming that thedisutility of absence is proportional to absenteeism, a 1 cid:0 E. Parameter cid:21 0 recid:135ectsboth the strength of sanctions and the fear of sanctions. As the examples showed, mayvary with both school characteristics, in particular teacher characteristics, and nonschoolcharacteristics of a district. Formally, x; z; A. Under the preferences representedby 10, private eort, attendance and educational performance are biased as follows compared to the optimal program based exclusively on the economic values of humancapital.Proposition 2 If educational production is determined by economic and cultural motivesaccording to 10 we have in addition to part i and part ii of Proposition 1 the followingeects: i Home support is increasing in cid:13 and invariant with respect to . Absenteeismis decreasing in both cid:13 and . ii Spending per pupil is positively related to home supportand school attendance and therefore also rises with cid:13 and, if there is absenteeism, alsowith . In addition, an increase in cid:13 has a direct positive eect on g.Proof: Appendix A.13Part i shows that heterogeneity in the cultural attitudes towards schooling leads toa bias in private eort allocation. Part ii shows how cultural motives can aect schoolexpenditures. A positive means that absence from school has cid:147culturalcid:148 costs forinstance, stricter sanctions of absenteeism by teachers or more respect of discipline. Incontrast, a positive cid:13 recid:135ects cultural attitudes which attribute a positive value to humancapital, in addition to its economic value. According to part i, school attendance riseswith both higher sanctions for absenteeism and a higher value assigned to education.Home support is positively related to the latter but does not depend on the former.Religion, political values and other sociocultural characteristics can aect the outcomeof the education system through home support, school attendance and expenditure indierent directions. For instance, in Protestant districts, the economic determinants ofeducational choices may be associated with a positive cultural valuation of human capital,whereas in districts with many clerical teachers respect of discipline may be high regardlessof the value of human capital. According to Proposition 2, in the cid:133rst type of district,we should expect better educational performance through more home support part ias well as higher public spending part ii than in a Catholic district, especially if these Catholic inhabitants hold conservative political values see introduction.In the latertype of districts, we should expect high school attendance part i. As this implies moreuse of school services, also the support of school spending may rise, ceteris paribus partii.4 Data 4.1 Pedagogical Examinations As the output measure of primary school performance, we use the results of the pedagogical examinations of conscripts at the district level cid:133ve year averages for the periods 187579, 188589. and 18991903.16 The pedagogical examinations of conscripts had beenintroduced in several cantons as early as the 1850s to check the e ciency of their school 16Data sources are provided in Appendix B.14systems. The idea of surveying the output of education decid:133nitely won recognition withthe introduction of those early cantonal examinations Lustenberger, 1996, p. 2534; Lustenberger 1999, p. 364f. The new federal constitution of 1874 demanded cid:147adequatecid:148education, but provided no legal background for controls by the federation. The onlymeans to check the cantonal education systems was to implement pedagogical examinations in the military service, which was compulsory for every male citizen. With the newconstitution, the federal state had also received more competence in the military sector. Itimmediately installed a new military law providing standards for the dierent branches ofservice, including a paragraph with rules for the pedagogical examinations April 1875.With few exceptions, recruits had to undergo a standardized test in four subjects: reading,essaywriting, mathematics written and oral as well as knowledge of Swiss history andconstitution Zimmer, 2003, p. 181.17 In the cid:133rst four years 1875 to 1879, the gradesranged from 1 very good to 4 poor, and thereafter from 1 to 5. Those recruits whodid poorly in more than one subject i.e. marks 4 to 5 were compelled to take repetitioncourses during military training.During the next four decades, the pedagogical examinations were steadily improvedaccording to new pedagogical and statistical requirements. The examiners themselvesmight have formed a certain risk of distorting the results, but precautions were taken:The experts were not allowed to take tests in the canton they came from; all the expertsmet once a year to set standards securing the uniformity of evaluation, and for the samereason, one of them had to attend all the tests in the dierent divisions; guidance paperswere framed, and preparation courses for experts and their assistants introduced. Uniformity and comparability of results were major concerns throughout the years of testingLustenberger, 1996, p. 5866.17Recruits with secondary education i.e. at least one, or from 1880 onwards two years of highereducation were not required to take the test. If they were able to provide acceptable records, they wereautomatically assigned the best grade. However, only few of the higher educated conscripts seemed tomake use of this possibility. In 1886, only 235 out of 24cid:146059 tested recruits were evaluated according totheir school reports. Blind, deaf or mentally disabled conscripts were freed from the tests, as well, andaccordingly do not appear in the results at all.154.2 School Statistics The cid:133rst of a series of four extensive collections of regional education statistics was published by Hermann Kinkelin 1875, initiated by the Federal Department of Home Aairsas a contribution to the World Exhibition in Vienna in 1873. On the occasion of the cid:133rst National Exhibition 1883 in Zurich, a second collection was compiled by Johann Kaspar Grob 1883.In 18941895, Albert Huber was assigned to renew the school statisticsfor the National Exhibition 1896 in Geneva Huber, 1897, and again in 191112 for the National Exhibition in Bern 1914 Huber and Bay, 1915. The exhibitions legitimatedthe collection of statistical material on education all over Switzerland, because federalintervention in the school system was out of the question after the negative vote on thesecretary of education in 1882.The data analyzed in our study cover the years 187172, 188182, and 189495.18They provide information on pupils, teachers, budget, and facilities on the level of theindividual schools. The results are aggregated by districts, which constitute the base ofour data set. Several smaller cantons are not subdivided into districts,19 so either theavailable municipal data or the cantonal totals were taken. There are 156 observationsfor 187172, 168 observations for 188182 and 169 observations for 189495.20The statistics contain detailed information on the budget of the schools. From the budget information, we use total annual real school expenditure per pupil in logs Expenditurelog g21 and annual real capital stock per pupil in logs Capital log k.22 Further information on the quality of the learning environment is provided by the pupilteacher ratioClass Size log m and the school weeks W eeks s.Absenteeism is measured by the number of school days per year a pupil is absent from 18The data refers to a school year which beginsends in spring. We cannot use the data from 191112,because the pedagogical examinations stopped in 1913.19Obwalden, Nidwalden, Glarus, Zug and Appenzell Innerrhoden in all school statistics; Luzern in 188182, and Uri in 189495.20For 187172, the data for the canton Valais on the district level are incomplete. For 188182 datafor Saanen canton Bern is missing.21Throughout, the variable name in squared parenthesis refers to the notation in section 3; we alsoindicate when we employ logs.22The decid:135ator is a consumer price index 1913100 on the national level from RitzmannBlickenstorferand Siegenthaler 1996, Table Q1a; Konsumdecid:135ator.16school in logs. The corresponding variable Absenteeism log a can be interpreted as ameasure for the degree of utilization of the supply of school services. From 188182, thedata set contains information about the number of pupils with a long distance from hometo school. Grob 1883 started to collect these data as a potential reason for absenteeism.The variable Distance d is the share of pupils with a distance of more than 3 km toschool 188182 and more than 2.5 km 189495. Since we do not have data for 187172,we assume that the share is the same as in 188182.Teachers are characterized by their training, status cleric or layperson, gender, ageand length of service. The clerical teachers their share is denoted by Clerics eitherbelonged to a religious order or worked in a parish; vocational education could eitherbe taken at university, teacher training seminars, grammar schools, in courses, or simplywith cid:133nishing primary school and via cid:147othercid:148 training such as selfstudy. We categorizeprimary school, courses and cid:147othercid:148as inadequate training; the fraction of teachers fallingin this category is denoted by P oor T r. The variable Age 40 represents the share ofteachers older than 40 years, and Experience 20 measures the share of teachers withmore than 20 years of service. F emale refers to the fraction of female teachers.4.3 Other Control Variables The main source of the other control variables is the Swiss census. Since 1860, the censuswas reiterated every ten years, with the exception of 1888 instead of 1890. Our censusdata cover the years 1870, 1880, and 1888. For every district, we have information onthe proportion of population employed in the primary sector Primary cid:22,23 as well asthe share of Catholics Catholics and majority language measured by dummy variables German, F rench, Italian, Romanic. As a measure of family structure, we calculatedthe ratio of children between 0 and 15 years to total population Children n.For measuring the prevalence of conservative or progressive attitudes, we use districtdata of yesvotes on three referenda:24 The cid:147Factory Lawcid:148 F abrikgesetz 1877, the 23For interpretation reasons, the variable Primary cid:22 measures the mean subtracted agricultural laborshare.24For interpretation reasons, variables on voting behavior measure the share of yesvotes minus themean share of yesvotes.17referendum on the introduction of the civil marriage 1875, and the referendum on the reintroduction of the death penalty in 1879.25 The cid:147Factory Lawcid:148Y es F actory prohibitedchild labor for children younger than 14 years, and consequently enabled compulsoryschool attendance Studer, 2005.26 The fraction of voters supporting the introductionof civil marriage Y es Civil captures attitude in favor of secularization, which in turnmay be conducive to nonreligious education. The optional referendum was only accepteddue to the majority of the citizens, whereas the majority of the cantons dismissed it.27The compulsory referendum on the reintroduction of the death penalty, which had beenbanned by the 1874 constitution, was nearly as controversial.28 Distinctions between theconservative and progressive regions could clearly be seen in the voting behavior. Weinterpret the fraction of voters supporting death penalty Y es Death as a measure ofpolitical conservatism and the fraction of voters supporting the factory law Y es F actoryand the introduction of civil marriage Y es Civil as a measure of prevalence of progressivepolitical attitudes.294.4 Summary Statistics and Correlations Tab. 1 provides summary statistics of important variables employed in the panel dataanalysis of the coming section. The variation in the data is remarkable. For instance, theaverage of the fractions of conscripts who failed in the tests on reading, essay writing,math and history Low Perf ranges from 1.3 to 70 percent, with a standard deviation of 25The data set is based on a collection by Rolf Nef and Peter Gilg, and will be published in the nearfuture by SIDOS www.sidos.ch. We are grateful to Christian Bollinger for allowing us access.26The cid:147Factory Lawcid:148 was accepted by a very narrow majority. Citizens: 179cid:146915 : 170cid:146140; cantons 14 : 8 RitzmannBlickenstorfer and Siegenthaler, 1996, Table X10.27Citizens: 211cid:146336 : 203cid:146437; cantons: 9.5 : 12.5 RitzmannBlickenstorfer and Siegenthaler, 1996,Table X10. The federal constitution of 1848 required a compulsory referendum on constitution issues,with both the majority of yesvotes by the cantons Stcid:228ndemehr and the majority of yesvotes by thecitizens Volksmehr for acceptance. In the revision of 1874, the optional referendum on laws and decisionswas institutionalized Gilg, 2005, requiring only a majority of yesvotes by the citizens.28Citizens: 198cid:146335 : 179cid:146251; cantons: 14 : 8 RitzmannBlickenstorfer and Siegenthaler, 1996, Table X10.29To check robustness of our main results, we experimented with further control variables. To accountfor possible human capital spillover eects among households, we included the altitude of a districtas spillovers may be lower in the mountains where the population is detached from bigger cities andpopulation density in our regressions. The eects of changes in these variables almost always turn out tobe insignicid:133cant and leave other coe cients basically unchanged. So we did not include the variables inthe reported regressions.1815.5.Table 1The voting results from the three referenda also diered substantially across districts,which indicates considerable cultural divisions within Switzerland. For instance, in Gomscanton Valais there were 1cid:146201:1 votes against and in Biel canton Bern 1cid:146909:49 votesin favor of civil marriage. Similarly, in Raron canton Valais, we cid:133nd 1cid:146215:4 in favorand in LaChauxdeFonds canton Neuchcid:226tel 2cid:146581:220 votes against the death penalty.Similar extreme dierences can be found for the referendum about the cid:148Factory Lawcid:148.The standard deviations of the fraction of yesvotes in the three referenda all exceed 20percentage points.There were also large dierences in school inputs. For instance, some districts hadmore than twice as many school weeks than others, and the standard deviation in thedata is six weeks. Spending per pupil diered substantially, too. Moreover, some districtshad a large fraction of poorly trained, experienced or older teachers while others hadnone of those teachers. Finally, in some districts, there were no female or clerical teacherswhereas the large majority of teachers had these characteristics in others.Table 2Tab. 2 provides the correlation coe cients among cultural indicators on the one handpanel a and between the share of Catholics Catholics and other important noncultural indicators on the other hand panel b. Panel a shows that Catholics waspositively correlated with the fraction of supporters of the death penalty and negativelywith the support of civil marriage. Correlations were quite strong but not nearperfect,suggesting that share of Catholics and yesvotes on these issues doncid:146t measure the samecultural traits. Support of the cid:147Factory Lawcid:148was barely related to the share of Catholics.There is a rather high correlation between support of the death penalty and oppositionto civil marriage, which is consistent with the interpretation that these variables recid:135ectcid:147conservativecid:148attitudes. All three referenda, particularly on the cid:147Factory Lawcid:148had more 19support in districts with German as majority language. The dummy variable German onthe other hand, is rather uncorrelated to religious denomination.Panel b of Tab. 2 suggests that Catholicism is related to a higher fraction of conscripts who failed the tests. However, Catholicism is also negatively related to schoolexpenditure per pupil Expenditure, which itself is correlated with performance in theexpected way. Catholicism is also more prevalent in districts where the agricultural laborshare Primary is high and the primary sector share is itself somewhat related to educational performance. Thus, it is not clear if a higher share of Catholics depresses schoolperformance when holding Expenditure and P rimary among other variables constant.There is a negative relationship between absenteeism from school and the share of Catholics as well as between absenteeism and the fraction of agricultural workers in thepopulation. But absenteeism is seemingly unrelated to test performance. Finally, there isno signicid:133cant correlation between the fraction of children and the share of lowperformingconscripts.5 Empirical Analysis 5.1 Identicid:133cation Strategy Let i be the index of a district and denote time by t. The endogenous variable in ourempirical model is the share of low performing conscripts educational outcome h. Theaim of the empirical section is to examine the eects of culture, state of development andpolitical attitudes on the three factors determining the outcome of educational production:Absenteeism, cid:147home supportcid:148 and education expenditure. The state of development isinversely measured by the employment share in agriculture, cid:22. Because we do not observethe home support of a pupil e, we estimate the following model suggested by 5 and thetheoretical result that home support depends on nonschool district characteristics use 20cid:13 cid:13 x; A in part i of Proposition 2:hi;t cid:110 cid:111cid:22i;tcid:01 x 0i;tcid:01cid:11x z 0i;tcid:01cid:11z cid:112 log gi;tcid:01cid:113 log ai;tcid:01 cid:114ni;tcid:01 cid:230tcid:11cid:23 ui;t:11That is, we study whether the cultural variables, x, and the primary sector share, cid:22, aectthe educational outcome for given expenditure per pupil, g, absenteeism, a, and schoolcharacteristics, z.30 The vector z contains capital spending per pupil in logs log k, classsize in logs log m, the number of school weeks s and teacherscid:146 characteristics T:gender F emale, status Clerics, age Age 40, length of service Experience 20,and training P oor T r. Furthermore, to assess the possibility of a cid:147qualityquantity tradeocid:148 as stressed by many authors, we control for the number of children, n. Finally, wecontrol for time cid:133xed eects, cid:23. The vector of cultural variables, x, includes the languagedummies, voting results from the three referenda, the share of Catholics and dependingon the model interactions between the voting behavior the agricultural labor shareand the Catholic share. Since we control for school quality and its use attendance, thecoe cients of vector x must recid:135ect eects on educational outcome via the channel ofcid:147home supportcid:148.Because Absenteeism is an endogenous variable, a sole estimate of 11 may lead tobiased results.31 To account for this di culty, we instrument Absenteeism log a bythe distance to school, d. Arguably, the distance to school has no independent eecton educational performance other than through absenteeism. This is concid:133rmed by ourtheoretical analysis which showed that home support is independent of d. Thus, at a cid:133rststage, we estimate the following model of absenteeism, suggested by part i of Proposition 2:30The lag accounts for the fact that educational outcome is measured at recruitment and not duringschooling. See description of time structure in Table 3.31For instance there may be an endogeneity bias because lowperformers lose motivation to attendschool. At the same time, the instrumentation accounts for possible concerns regarding the quality ofabsenteeism data. For 187172, Kinkelin 1875, p. Xf. himself cautions against a careless use of thenumbers because of the lack of standards. By introducing cantonal regulations, the data quality in thelater surveys was improved.21log ai;t cid:120 cid:121cid:22i;t x 0i;tcid:12x z 0i;tcid:12z cid:122 log gi;tcid:123di;t cid:124ni;t cid:230tcid:12cid:23 i;t;12and then use the instrumented Absenteeism to estimate 11.32 An advantage of this twostage approach is that by computing the cid:133rst stage, we get an answer to the question onhow culture, x, and the agricultural labor share, cid:22, aect attendance.Our data set contains each variable at three points in time covering altogether about 30 years. Table 3 summarizes the time structure.Tab. 3: Time structure.Pedagogical School Statistics Census Examinations hi;tgi;t; ai;t; di;t; zi;tt 0t 1 18751879t 2 18851889t 3 18991903187172188182189495ni;t; cid:22i;t; xi;t187018801888For our measurement of educational performance, we consider cid:133veyearsaverages ofthe performance of conscripts in the periods 187579 t 1, 188589 t 2, and 18991903 t 3. The data on school resources and absenteeism are available for the years 187172 t 0, 188182 t 1, and 189495 t 2.33 The Catholic share, the majoritylanguage, the number of children and the agricultural share come from the Census whichwas undertook in 1870 t 0, 1880 t 1 and 1888 t 2.The conventional calculation of standard errors relies on the assumption that theerror terms are independent and identically distributed. To tackle the problem that thisassumption might be violated in our case, we consider each district as a cluster group andsystematically calculate robust HuberWhite standard errors which are adjusted for intra32A Hausman test clearly rejects the null hypothesis that the endogenous variable Absenteeism hasno deleterious eect on the estimates of 11.33The only exception is distance to school, d, for which we have no data in 187172, so we assignt 0; 1 to the year 188182 and t 2 to 189495.22cluster correlation.34 Under the assumption of uncorrelated betweencluster disturbances,these robust variance estimates are unbiased Williams, 2000.In the next subsections, we present the estimates of the two stages. We are especiallyinterested in the eects of religious denomination and whether these eects are signicid:133cantly modicid:133ed by the voting behavior and the state of development agricultural share.In subsection 5.4, we additionally examine whether school expenditure per pupil dependson the cultural milieu in a similar way as cid:147home supportcid:148suggested by Proposition 2.355.2 First Stage Results Tab. 4 shows the results from the cid:133rst stage regressions. It concid:133rms that our instrumentDistance is highly correlated with absenteeism from school.Table 4Column 1 suggests that in districts with a higher share of Catholics, as well as inthose with a higher agricultural labor share, pupils attend school more often coe cientson Catholics and P rimary are negative and signicid:133cant at the ten and one percent level,respectively. A purely Catholic district has on average a 13 percent lower absenteeismthan a purely Protestant district. Evaluated at mean Absenteeism 14:4 days thiscorresponds to a dierence of two school days per year. The mean number of schooldays was 188 days per year, according to Tab. 1. For a one standard deviation increasein P rimary, we estimate that absenteeism decreases by 12 0:088 cid:1 137:9 percent.Thus, according to our theoretical considerations, we infer that either punishment ofabsenteeism must be harder or the sensitivity to punishment must be higher in a rural,Catholic district. Furthermore, we cid:133nd that the majority language plays a signicid:133cantrole. Francophone districts have signicid:133cantly more absenteeism. Moreover, absenteeismrises with the number of children. This suggests that parents with more children cid:133nd it 34To account for possible spatial correlations, we furthermore calculated standard errors which areadjusted for intracantonal clustering. However, this modicid:133cation does not aect the robustness of ourmain results.35Due to the lack of an appropriate instrument in our data we do not use instrumented expenditure perpupil in the estimation of 11. However, instrumenting g is not as crucial as instrumenting absenteeism,in particular as data quality is less of a concern.23more costly to send them to school. The result recid:135ects a particular notion of a qualityquantity tradeo. With respect to school inputs, column 1 reveals that absenteeismincreases in the number of mandatory school weeks. Moreover, absenteeism rises in theshare of female teachers and falls in that of clerical teachers. These results could recid:135ectthat the punishment of a male teacher is harder and that clerics may possess a higherdegree of authority. This shows that, without controlling for absenteeism in the secondstage, the estimates could lead to the wrong conclusion that males and clerics are betterteachers than females and nonclerics, respectively although according to our results,the eect of these teacher characteristics on performance are entirely driven by the eectson school attendance.Somewhat surprisingly at the cid:133rst glance, a higher fraction of teachers with poortraining is negatively associated with absenteeism, while the opposite applies if there ishigher per pupil spending. These results may merely recid:135ect, however, some measurementerror in the absenteeism variable, as already discussed. In fact, the evidence suggests thatteachers with better training andor higher salary may have reported absenteeism morefrequently.36 When using the instrumented absenteeism variable at the second stage,we more accurately account for the eect of absenteeism on human capital formationby partly correcting the potential measurement errors associated with dierent reportingbehavior of teachers. In addition to addressing potential reverse causality problems andomitted variable bias, this constitutes a further reason why we instrument absenteeism.In column 2, we additionally control for an interaction term between Catholicsand P rimary. As we see, the estimated coe cient of this interaction is negative andsignicid:133cant at the one percent level, whereas the direct Catholic eect gets smaller andinsignicid:133cant. Thus, we cid:133nd a signicid:133cant dierence in absenteeism between Catholics and Protestants only in districts where the agricultural share of labor is above its mean.37 Incolumns 35, we analyze whether the voting behavior qualicid:133es the religion eect. Wecid:133nd that all interactions between the Catholic share and the yesvotes on the referenda 36Recall from section 3 that a higher g indicates better school quality e.g. related to the salary ofteachers when holding the other school input variables in our data constant.37P rimary measures the agricultural labor share minus the mean agricultural labor share. Thus, inan average rural district P rimary is zero.24are signicid:133cant at the 1 percent level. Catholic pupils are less absent only if they live in adistrict where conservative political attitudes dominate i.e. where the factory law and thelaw on civil marriage were highly rejected or the capital punishment was highly approved.To get a sense of how large the qualifying eect of political attitudes can be, we considerthe extreme cases of voting behavior on the referendum on civil marriage. As you cansee from Table 1, extreme voting behavior really occurred. We estimate that a purely Catholic district would have 89 cid:03:3 cid:0 176:5 cid:1 0:487 percent lower absenteeism thana purely Protestant district if the law on civil marriage is fully rejected, whereas a purely Catholic district would have 87 cid:03:3 176:5 cid:1 0:513 percent higher absenteeism ifthe law on civil marriage is fully approved.38 As a robustness check, we analyze, incolumns 68, whether there actually are two dierent variables state of developmentand political attitude that qualify the eect of religious denomination. After controllingfor the voting behavior and its interaction with the Catholic share, Catholics cid:3 P rimaryremains signicid:133cantly negative at the one percent level. Furthermore, we cid:133nd that theinteraction between the Catholic share and the yesvotes on the cid:147Factory Lawcid:148and civilmarriage remains signicid:133cant at least at the cid:133ve percent level.39 Overall, our cid:133ndingssuggest that the sign of the religion eect on absenteeism depends on whether the districtis rural or whether conservative political attitudes prevail. When all three voting resultsand their interactions with Catholics are included in the regression, and an Ftest overthe joint signicid:133cance of the three interactions is run, the null hypothesis is rejected at theone percent level not reported in the Table. Hence the political attitude systematicallyqualicid:133es the eect of religion.We emphasize in this paper that the voting behavior recid:135ects the prevalence of conservatism which is cid:0 in addition to religion cid:0 another aspect of the plural cultural identitiesof a society. In Table 2, we see that political attitudes and religion are correlated. Thus,it could be the case that the signicid:133cance of the interaction terms are only driven by a 38Y es Civil is the dierence between the share of yesvotes and its mean 0:487. Thus a full rejectionimplies Y es Civil cid:00:487 and a full approval corresponds to Y es Civil 0:513.39For example we estimate that, given a mean agricultural share of labor, a purely Catholic districthas 63 cid:03:3 cid:0 123:1 cid:1 0:487 percent lower absenteeism than a purely Protestant district, if the law oncivil marriage is fully rejected, whereas a purely Catholic district has 60 cid:03:3 123:1 cid:1 0:513 percenthigher absenteeism if the law on civil marriage is fully approved.25nonlinear Catholic eect. This is tested in column 9. We cid:133nd that the coe cient ofthe squared Catholic share is not signicid:133cant cid:0 indicating there is indeed a factor dierentfrom religion which drives our results.405.3 Second Stage Results At the second stage, we estimate the eects of school resources, attendance of school andcultural variables on educational outcomes. Tab. 5 shows our cid:133ndings.Table 5As expected, school resources matter.In column 1, we estimate that for givenobservable inputs, a 10 percent increase in expenditure reduces the share of low performingconscripts by 0.75 percentage points. Teachers with poor training increase the share of lowperformers, whereas experienced teachers reduce it. A 10 percent increase in absenteeismraises our measure of educational outcome by 1.38 percentage points signicid:133cant at the 1 percent level. Hence the identicid:133ed cultural eects on absenteeism cid:133rst stage willtransform into educational outcome. Table 5 also reveals important culture eects atthe second stage. Home support in a Romanic district is signicid:133cantly lower, whereas itis higher when the majority language is French. The number of children, by contrast,does not have a signicid:133cant eect on school performance, holding school attendance andexpenditure constant. This suggests that a qualityquantity tradeo does not materializethrough home support.We cid:133nd a very large religion eect. A purely Catholic district has on average a 9.1percentage points higher share of low performers than a Protestant district holding schoolresources and absenteeism constant. The magnitude of this eect is comparable with a 120 percent increase in expenditure while holding expenditure structure constant. Theimpact of P rimary is statistically and economically less signicid:133cant. A one standarddeviation increase in P rimary raises the share of low performers by 1.4 15:7 cid:1 0:08840Columns 35 also show that conservatism is distinguishable from the state of development agricultural share. Therefore we have four relevant identities language, religion, conservatism and the stateof development which cid:0 in combination with their interactions cid:0 incid:135uence the educational production.26percentage points. Column 2 includes an interaction between P rimary and Catholics.The estimated coe cient is positive but insignicid:133cant. Thus the state of developmenthas more incid:135uence on absenteeism than on home support and moderates the religioneect on absenteeism more than the religion eect on home support. Columns 35further examine the interactions between the Catholic share and the voting behavior.The interactions with the votes on the cid:147Factory Lawcid:148 and the easing of civil marriageare signicid:133cantly negative, whereas the interaction with the votes on the death penalty issignicid:133cantly positive at the cid:133ve percent level. For instance, we estimate that in case of anincrease of the Catholic share of one the share of low performers is 19 8:1 22:4cid:1 0:487percentage points higher than in a district with 100 percent Protestants, if the law on civilmarriage was fully rejected. But if 85 percent of the voters supported the civil marriage,religion has no eect. Thus, once again, the political attitude strongly qualicid:133es the impactof religion. In columns 68, we control simultaneously for Catholics cid:3 P rimary andthe interaction between Catholics and the voting behavior. Again, we cid:133nd that theinteraction with the votes on the referenda have the expected sign and are statisticallysignicid:133cant for the factory law at the cid:133ve percent level and for the civil marriage at theone percent level. Note that Catholicscid:3 P rimary remains insignicid:133cant although havingthe expected sign. Thus the moderating eect of the state of development is less evidentthan those of the political attitude.In contrast to the cid:133rst stage, the direct eect of Catholics remains signicid:133cant if interaction eects are included. In a district with a meanapproval of the referenda and with a mean agricultural labor share, there is a signicid:133canteect of religion on home support. But in highly progressive districts, the religion eectwill cease to exist. An Ftest over the joint signicid:133cance of the three interaction coe cientsis rejected at the 10 percent level not reported in the Table which again concid:133rms ourmain hypothesis that Catholicism loses its importance for educational performance in anonconservative milieu.Comparing the results of the cid:133rst and second stage, we see that the cultural eects,including their interactions, work in opposite directions. Pupils in Catholic and ruraldistricts on average attend school more often, but receive less home support. Theseopposite directions are explained by our theory which explicitly accounts for strength of 27punishment as a separate cultural determinant of education, in addition to value assignedto education as such. Overall, the eect of home support prevails. While, on average, theabsenteeism channel reduces the share of low performers in a purely Catholic districtby 1.8 0:138 cid:1 12:8 percentage points, recall that the home support channel raises theshare of low performers on average by 9.1 percentage points. Column 9 shows that,also at the second stage, a squared Catholic share is statistically not signicid:133cant. Thisagain suggests that the signicid:133cant interactions between religious and other socioculturalfactors do not merely recid:135ect a nonlinear Catholic eect.5.4 Eect of religion on expenditure So far, we have examined the eects of cultural variables on educational performancethrough school attendance and home support, and we found that the Catholic share hasa strong incid:135uence in a conservative district, but has no or even a reversed impact whenthe district is progressive. The aim of this subsection is to analyze whether the politicalattitude also qualicid:133es the eect of religion on expenditure. As suggested by part ii of Proposition 2, we run the following regressionlog gi;t cid:140 cid:141cid:22i;t x 0i;tcid:14x z 0i;tcid:14z cid:142ni;t cid:230tcid:14cid:23 cid:28 i;t:13Following our theoretical model, regression 13 focuses on the question whether cultureaects the voterscid:146willingness to pay for schools, assuming that the school administrationspends the provided money according to the structure observed in z. As a robustnesscheck, we also run the regressionlog gi;t cid:150 cid:151cid:22i;t x 0i;tcid:15x cid:152ni;t cid:230tcid:15cid:23 cid:24i;t;14which assumes that voters are ignorant of the observed input structure. Table 6 and 7show the results of these regressions.Table 628In column 1 of Table 6, we see that less economically advanced districts P rimaryis high have lower school expenditure per pupil. This is in line with the positive impactof an increase in productivity A on g derived in Proposition 2. A standard deviationincrease in the agricultural share lowers school expenditure by 11 123:8cid:10:088 percent.The number of children matters, as well. School expenditure per child decreases in thenumber of children signicid:133cantly. This supports the idea that a qualityquantity tradeo works through willingness to pay for schooling in addition to the channel throughwhich a higher fraction of children in the population raises absenteeism from school.Cultural variables have an eect, too. Romanic and Italian districts have around 30percent less school expenditure than German districts. And on average, we estimate that apurely Catholic district has 17.6 percent lower school expenditure than a purely Protestantdistrict.41 As suggested by our theoretical considerations, the eects on home supportand expenditure go in the same direction, whereas absenteeism is driven by an additionalforce sanctions. In column 2, we again introduce an interaction between Catholicsand P rimary. We cid:133nd that Catholics cid:3 P rimary is negative and signicid:133cant at the onepercent level. Thus the state of development substantially qualicid:133es the eect of religionon expenditure. For a district whose agricultural share lies at the cid:133rst decile P rimary cid:00:111, we estimate no dierence in expenditure levels between Catholic and Protestantdistricts. This suggests that religion does not aect human capital formation through theexpenditure channel either if the economy is su ciently developed neither did it throughabsenteeism and home support.In contrast, if the agricultural share of the districtlies at the ninth decile P rimary 0:114, we predict a 33 percent dierence in schoolexpenditure between Catholics and Protestants. Columns 35 consider interactionsbetween the Catholic share and the political attitude. All interactions are signicid:133cant atleast at the 10 percent level and have the expected sign. In column 4 the direct Catholiceect gets insignicid:133cant. This suggests that given a mean support of the law on civilmarriage, religious denomination does not aect school expenditure. Hence, the result ofcolumn 1 that a purely Catholic district has on average 17.6 percent less school spending 41Combined with the eect of expenditure on educational outcome Tab. 5 this dierence will onaverage increase the share of low performers in a Catholic district by 1.3 17:6 cid:1 0:075 percentagepoints.29must be fully driven by cid:147conservativecid:148districts. If the introduction of civil marriage wasfully rejected, we estimate a 56 cid:07:3 cid:0 0:487 cid:1 99:2 percent dierence in expenditurebetween a purely Catholic and a purely Protestant district. This would account for a 3.1 56 cid:1 0:056 percentage points dierence in the share of low performers use column 4in Tab. 5. In columns 68, we additionally control for Catholics cid:3 P rimary. Thecoe cient of this interaction is again negative and, except for column 7, signicid:133cant atthe cid:133ve percent level. The interactions with the voting behavior always have the expectedsign and is in the case of the civil marriage, signicid:133cant at the one percent level. Includingall three political interactions simultaneously and running an Ftest reveals that theyare jointly signicid:133cant at a one percent level not reported. Column 9 shows that thesquared Catholic share is not signicid:133cant.Table 7Table 7 analyzes the cultural eects when voters are ignorant of the observed inputstructure. The results are similar to those of Table 6. Romanic, Italian, Catholic andless developed districts spend signicid:133cantly less on schooling. An interaction between P rimary and Catholics highly qualicid:133es the eect of religion column 2. Similarly,the interactions between Catholics and Y es Civil and between Catholics and Y es Deathare signicid:133cant at the one percent level. Unlike the other regressions, a squared Catholicshare is signicid:133cantly negative. This is the only case where we found that the signicid:133cantinteractions could be driven by a nonlinear religion eect.6 Conclusion Our research sheds light on the conditions and mechanisms under which religion may bean important determinant of human capital formation, and therefore of economic development. We have analyzed a unique and rich data set covering 169 Swiss districts in thelast quarter of the 19th century the phase of the second industrialization, which containscomparable measures of educational outcomes results from pedagogical examinations ofconscripts, sociocultural indicators, standard school inputs as commonly employed in the 30literature on educational production, and a measure of school attendance. Socioculturalindicators include voting results from political referenda which capture the extent of progressive movements and conservatism. We examine three channels school attendance,home support and school expenditure through which culture can eect the educationaloutcome. The results show that religion works through all these three channels, but onlywhen conservative political attitudes are prevalent. The evidence suggests that neglectingthe interaction of religious denomination with these measures of political attitudes leadsto misleading conclusions about the role of religion for human capital formation. Ourresults demonstrate that religious denomination ceases to have impact on educationalperformance if, at the same time, progressive movements are widely supported.Our results also suggest that economic development, in the sense of structural changeaway from agricultural production, mitigates the overall harmful eect that Catholicismhas, on average, on human capital formation. This potentially gives rise to a virtuous circlebetween structural change and education: Any economic policy conducive to structuralchange leads to better educational outcomes in Catholic regions and thereby fosters furtherdevelopment. Thus, rather than concluding that some economies are doomed to failuredue to their cultural heritage, our evidence suggests that in economies with unfavorablecultural characteristics, policies designed to promote growth could be particularly helpful.Appendix A. Proof of Proposition 1 and 2We cid:133rst prove Proposition 2. Using 68 in 10, we get for the optimization problemmax E;e;glog Ah cid:0 g cid:13 log h cid:0 e 1 d E cid:0 1 cid:0 E15subject to 5 and E cid:20 1. The cid:133rstorder condition for E can be written in the form Ah Ah cid:0 g cid:13 cid:21E 1 d cid:0 ;1631with equality if E 1. The cid:133rstorder conditions for e and g can be written as Ah Ah cid:0 g Ah Ah cid:0 g cid:13 ,e 1 cid:0 g cid:13 Ah cid:0 grespectively. 18 implies that Ahg1 cid:13 1 cid:13.,171819The secondorder conditions are straightforward. Note cid:133rst that 17 and 18 imply Solving 19 and 20 for e givescid:18 Ahg cid:0 1cid:19 e 1 cid:0 .e 1 cid:13.Substituting 5 for h into 19, we getg cid:20A1 cid:13 1 cid:13e1cid:0EQzcid:21 11cid:0.20212223For E 1, 21 and 22 gives usg A1cid:01 cid:132cid:0 1cid:0 1 cid:13Qz 1Ahcid:0g cid:13 E,which increases in A and cid:13. For E 1, Ah Combining this with 18, we getcid:16 Ahcid:13 1 d cid:0 , according to 16.g cid:0 1cid:17 E 1 d cid:0 1. Thus, with 19 we get1 cid:0 1 d cid:0 1 cid:13 24.E 32With 21 and 24, the expression in 22 becomesg A1 cid:132 11cid:0 1 cid:13 1 cid:0 cid:181 1 d cid:0 cid:191cid:0Qz 1.25Comparativestatic results of Proposition 2 immediately follow from 21, 24 and 25,if there is absenteeism. If E 1, expressions 21 and 23 for e and g, respectively, arerelevant.For cid:13 0 and 0, 21, 24 and 25 reduce to E 1 cid:0 1 d,e 1,g cid:20A11cid:0 1 cid:0 cid:181 1 dcid:191cid:0Qzcid:21 1.262728If E 1, then g AQz11cid:0, according to 23. The comparativestatic results of Proposition 1 then follow from these equations. QEDB. Data sourcescid:15 Pedagogical examinations: Statistisches Bureau des eidgencid:246ssischen Departementdes Innern, Schweizerische Statistik, Lieferungen 27 1876, 34 1877, 36 1878,38 1879, 61 1885, 64 1886, 67 1886, 71 1888, 75 1889, 120 1899, 1241900, 129 1901, 134 1901, 138 1903.cid:15 School inputs: Kinkelin 1875, Grob 1883, Huber 1897.cid:15 Results from political referenda: forthcoming at www.sidos.ch.cid:15 Census information: Statistisches Bureau des eidgencid:246ssischen Departement des Innern, Schweizerische Statistik.cid:150 Primary sector share: Lieferungen 28 1876, 59 1884, 97 1894.33cid:150 Catholic share, majority language: Lieferungen 15 1872, 51 1891, 84 1892.cid:150 Ratio of children aged 015: Lieferungen 20 1874, 56 1883, 88 1892.References Ashraf, Quamrul and Oded Galor 2007. Cultural Assimilation, Cultural Diusion andthe Origin of the Wealth of Nations, Brown University mimeo.Banerjee, Abhijit, Shawn Cole, Esther Ducid:135o and Leigh Linden 2005. Remedying Education: Evidence from Two Randomized Experiments in India, NBER Working Paper No. 11904.Barro, Robert J. and Rachel M. Mc Cleary 2003. Religion and Economic Growth,American Sociological Review 68, 760781.Barro, Robert J. and Rachel M. Mc Cleary 2006. Religion and Political Economy inan International Panel, Journal for the Scienticid:133c Study of Religion 45, 149175.Becker, Gary S. 1964. Human Capital, New York: Columbia University Press.Becker, Sascha O. and Ludger Woessmann 2007. Was Weber Wrong? A Human Capital Theory of Protestant Economic History, CESifo Working Paper No. 1987.Borooah, Vani K. and Sriya Iyer 2005. Vidya, Veda, and Varna: The Incid:135uenceof Religion and Caste on Education in Rural India, Journal of Development Studies 41,13691404.Cohen, Daniel and Marcelo Soto 2007. Growth and Human Capital: Good Data,Good Results, Journal of Economic Growth 12, 5176.Doepke, Matthias and David de la Croix 2003. Inequality and Growth: Why Dierential Fertility Matters, American Economic Review 93, 10911113.Doepke, Matthias and Fabrizio Zilibotti forthcoming. Occupational Choice and the Spirit of Capitalism, Quarterly Journal of Economics.Galor Oded and David N. Weil 2000. Population, Technology and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond, American Economic Review 90, 806828.34Galor Oded and Omer Moav 2002. Natural Selection and the Origin of Economic Growth, Quarterly Journal of Economics 117.Galor, Oded 2005. From Stagnation to Growth: Unicid:133ed Growth Theory, in: P.Aghion and S.N. Durlauf eds., Handbook of Economic Growth, Amsterdam: NorthHolland.Gilg, Peter 2005. Abstimmungen, Historisches Lexikon der Schweiz HLS, http:www.hlsdhsdss.chtextesdD10378.php May 05, 2007.Glaeser, Edward L., Giacomo Ponzetto, and Andrei Shleifer 2007. Why Does Democracy Need Education?, Journal of Economic Growth 12, 7799.Glaeser, Edward L., Rafael La Porta, Florencio LopezdeSilanes and Andrei Shleifer2004. Do Institutions Cause Growth?, Journal of Economic Growth 9, 271303.Glaeser, Edward L. and Bruce I. Sacerdote 2001. Education and Religion, NBERWorking Paper No. 8080.Greenwald, Rob, Larry V. Hedges and Richard D. Laine 1996. The Eect of School Resources on Student Achievement, Review of Educational Research 66, 361396.Grier, Robin M. 1997. The Eect of Religion on Economic Development: A Cross National Study of Sixtythree Former Colonies, Kyklos 50, 4762.Grob, J.K. 1883. Statistik cid:252ber das Unterrichtswesen in der Schweiz im Jahr 1881,Zcid:252rich: Schabelitz.Guiso, Luigi, Paola Sapienza and Luigi Zingales 2003. Peoplecid:146s Opium? Religionand Economic Attitudes, Journal of Monetary Economics 50, 225282.Hanushek, Eric A. 1986. The Economics of Schooling: Production and E ciency in Public Schools, Journal of Economic Literature 24, 11411177.Hanushek, Eric A. 1996. Measuring Investment in Education, Journal of Economic Perspectives 10, 930.Hanushek, Eric A. 2002. Publicly Provided Education, in: A.J. Auerbach and M.Feldstein eds., Handbook of Public Economics, Amsterdam: NorthHolland.Hanushek, Eric A., Steven G. Rivkin and Lori L. Taylor 1996. Aggregation and the Estimated Eects of School Resources, Review of Economics and Statistics 78, 611627.Huber, Albert 1897. Schweizerische Schulstatistik 189495, Zcid:252rich: Buchdruckerei 35des Schweizerischen Grcid:252tlivereins.Huber, Albert and J.G.A. Bay 1915. Schweizerische Schulstatistik 191112. Bern:Kommissionsverlag A. Francke.Iannaccone, Laurence R. 1998. Introduction to the Economics of Religion, Journalof Economic Literature 36, 14651495.Iyer, Sriya 2007. Religion and Economic Development, in: S. Durlauf and L.E.Blume eds., The New Palgrave Dictionary of Economics, Second Edition. Basingstokeand New York: Palgrave Macmillan.Kinkelin, Hermann 1875. Statistik des Unterrichtswesens in der Schweiz im Jahre 1871, Zweiter Theil, Statistik der Primarschulen und Ergcid:228nzungen zum ersten Theil,Basel, Genf, Lyon: H. Georgcid:146s Verlag.Kremer, Michael 2003. Randomized Evaluations of Educational Programs in Developing Countries: Some Lessons, American Economic Review Papers and Proceedings 93,102106.Lazear, Edward P. 2001. Educational Production, Quarterly Journal of Economics 116, 777803.Lustenberger, Werner 1996. Pcid:228dagogische Rekrutenprcid:252fungen, Ein Beitrag zur Schweizer Schulgeschichte, Zcid:252rich: Verlag Rcid:252egger.Lustenberger, Werner 1999. Die pcid:228dagogischen Rekrutenprcid:252fungen als Instrumentder eidgencid:246ssischen Schulpolitik 18301885. In: L. Criblez, C. Jenzer, R. Hofstetter,and C. Magnin Eds., Eine Schule fcid:252r die Demokratie: zur Entwicklung der Volksschulein der Schweiz im 19. Jahrhundert, 363376, Bern: Peter Lang.Mattmcid:252ller, Hanspeter 1982. Die eidgencid:246ssische Bildungspolitik zwischen 1870 und 1903 und die Entstehung der schweizerischen Schulforschung, Schweizerische Zeitschriftfcid:252r Geschichte 32, 401420.Mincer, Jacob 1958. Investment in Human Capital and Personal Income Distribution, Journal of Political Economy 66, 281 cid:150302.Mokyr, Joel 2005. Longterm Economic Growth and the History of Technology,in: Aghion, P. and S.N. Durlauf eds., Handbook of Economic Growth, NorthHolland,Amsterdam.36RitzmannBlickenstorfer, Heiner and Hansjcid:246rg Siegenthaler 1996. Historical Statistics of Switzerland, Zurich: Chronos.Schweizer Blcid:228tter 1871. Schweizer Blcid:228tter fcid:252r katholisches Wissen und Leben. Katholische SchweizerBlcid:228tter XIII. Jahrgang. Herausgegeben durch eine Gesellschaft von Geistlichenund Laien. Luzern: Gebrcid:252der Rcid:228ber.Sen, Amartya 2007.Identity and Violence: The Illusion of Destiny, New York:W.W. Norton Company.Spcid:228ni, Martina 1999. Die Entkonfessionalisierung der Volksschulen in der Schweizim 19. Jahrhundert, in: Criblez L., C. Jenzer, R. Hofstetter, C. Magnin, Eine Schulefcid:252r die Demokratie: zur Entwicklung der Volksschule in der Schweiz im 19. Jahrhundert,297324, Bern: Peter Lang.Studer, Brigitte 2005. Fabrikgesetze, Historisches Lexikon der Schweiz HLS,http:www.hlsdhsdss.chtextesdD13804.php May 05, 2007.Tabellini, Guido 2005. Culture and Institutions: Economic Development in the Regions of Europe, CESifo Working Paper No. 1492.Weber, Max 1905. The Protestant Ethic and the Spirit of Capitalism, London: Allenand Unwin translated 1930.Williams, Rick L. 2000. A Note on Robust Variance Estimation for Cluster Correlated Data, Biometrics 56, 645646.Woessmann, Ludger 2005. Europecid:146s Schools, Economic Policy July, 445504.Zimmer, Oliver 2003. A Contested Nation. History, Memory and Nationalism in Switzerland, 17611891, Cambridge: Cambridge University Press.37 Mean Std. Dev. Min Max Tab. 1: Summary statistics Variable Weeks s Class Size logm Capital logk Poor Tr Female Clerics Experience20 Age40 Expenditure logg Absenteeism loga Catholics Children n Primary Yes Factory Yes Civil Yes Death Distance d Low Perf Notes: Pooled over periods 493 observations. Low Perf is the average share of conscripts who failed in Reading, Essay, Math and History. Primary, Yes Factory, Yes Death, Yes Civil are mean subtracted. The respective mean values are 0.217, 0.497, 0.533, 0.487. Definitions of other variables are provided in the main text. 5.990 22.835 48.4842.6430.3105.1592.7677.0350.6370.0001.0000.1440.0000.8570.2250.0000.1480.8720.0000.7780.1230.0000.7780.1251.5480.5074.7110.2784.2740.6151.0000.0010.4120.4250.0310.2240.088 0.2120.2610.3730.205 0.4270.4830.249 0.4870.4670.210 0.4530.0470.0000.3010.6960.0130.15537.556 3.938 5.355 0.070 0.273 0.052 0.287 0.301 3.068 2.665 0.436 0.324 0.000 0.000 0.000 0.000 0.043 0.213 Catholics Primary Low Perf Expenditure logg Absenteeism loga Children n Notes: Data pooled over periods. See notes to Tab. 1 for the definition of Low Perf; other variables are defined in the main text. significant at, or below, 1 percent, significant at, or below, 5 percent, significant at, or below, 10 percent. Catholics Primary 1.000 0.3162 0.1862 0.3913 0.3755 0.2465 0.0734 Low Perf 1.000 0.6041 1.000 0.0597 0.0167 1.000 0.2264 0.5494 0.319 0.2945 0.1638 Expenditure logg Absenteeism loga 1.000 0.1904 Tab. 2: Correlation coefficients a: Cultural variables Catholics Yes Factory Yes Civil Yes Death German b: Catholic share and noncultural indicators Catholics Yes Factory Yes Civil 1.000 0.095 0.6802 0.3797 0.1965 0.4897 0.5007 0.0758 1.000 Yes Death 1.000 0.7861 1.000 0.2582 0.124 1 6 7 2 3 4 8 9 5 coef. s.e. s.e. coef. 0.005 0.008 0.108 0.039 0.049 0.006 s.e. coef. 0.005 0.008 0.104 0.041 0.048 0.015 s.e. coef. 0.005 0.009 0.105 0.078 0.047 0.008 s.e. coef. 0.005 0.009 0.105 0.031 0.048 0.042 0.401 0.096 0.414 0.040 0.388 0.785 0.400 0.730 s.e. coef. 0.001 0.008 0.287 0.039 0.121 0.028 s.e. coef. 0.005 0.009 0.111 0.055 0.050 0.006 s.e. coef. 0.005 0.011 0.005 0.006 0.108 0.030 0.105 0.064 0.048 0.006 0.049 0.023 Tab. 4: First stage results Dependent variable: Absenteeism loga Weeks Class Size Capital Poor Training Female Teachers Clerics Length of Service 20 Years Age 40 Years Expenditure Romanic Italian French Catholics Catholics squared Children Primary CatholicPrimary Distance 0.626 0.469 Constant Yes Factory CatholicYes Factory Yes Civil CatholicYes Civil 0.187 Yes Death 0.324 CatholicYes Death 493 Number of Observations R2 0.55 Notes: Standard errors adjusted for intragroup correlation. Time structure see also Tab. 3: School inputs and absenteeism for 187172, 188182, 189495, corresponding to Catholic share, agricultural share and number of children for 1870, 1880, 1888, respectively; language dummies: German is leftout category; Primary, Yes Factory, Yes Civil and Yes Death are mean subtracted. significant at, or below, 1 percent, significant at, or below, 5 percent, significant at, or below, 10 percent. s.e. coef. 0.005 0.012 0.105 0.070 0.025 0.048 0.690 1.008 0.659 0.154 0.657 0.158 0.610 0.154 0.607 0.160 0.640 0.154 0.613 0.152 0.622 0.155 0.657 0.154 0.851 0.494 0.980 0.174 0.872 0.179 0.998 0.174 0.949 0.181 0.978 0.174 1.040 0.173 1.025 0.177 1.044 0.184 0.733 1.176 0.996 0.219 0.922 0.229 0.783 0.218 0.764 0.225 1.133 0.225 0.943 0.220 1.009 0.224 1.003 0.219 0.401 0.140 0.016 0.402 0.813 0.153 0.112 0.756 0.691 0.388 0.769 0.388 0.317 0.157 0.229 0.079 0.287 0.080 0.191 0.080 0.287 0.080 0.208 0.079 0.170 0.079 0.223 0.079 0.222 0.079 0.172 0.314 0.065 0.035 0.247 0.030 0.009 0.125 0.232 0.375 0.075 0.393 0.088 0.283 0.079 0.323 0.079 0.404 0.086 0.307 0.078 0.344 0.077 0.364 0.076 0.387 0.128 0.261 0.087 0.359 0.362 4.506 0.811 3.593 0.798 4.876 0.830 4.523 0.783 4.454 0.804 3.821 0.826 3.906 0.792 3.654 0.799 3.763 0.813 1.379 0.336 0.220 0.429 3.651 0.652 2.564 0.718 3.503 0.684 3.755 0.647 2.482 0.523 2.378 0.505 2.504 0.520 2.638 0.507 2.791 0.526 2.423 0.505 2.522 0.502 2.533 0.515 2.365 0.505 0.629 0.054 493 0.51 0.640 0.538 493 0.55 0.626 0.025 0.618 0.512 0.287 0.479 0.635 0.250 0.796 0.173 1.765 0.302 0.620 0.006 0.411 0.217 0.397 0.156 0.398 0.810 0.388 0.762 0.384 0.734 0.401 0.137 0.624 0.555 0.634 0.533 0.222 0.200 0.593 0.263 0.552 0.184 1.231 0.333 0.499 0.187 1.034 0.314 0.421 1.538 0.342 1.476 0.353 1.366 0.346 0.061 0.411 0.203 0.814 0.268 493 0.55 493 0.52 0.082 0.086 0.064 0.101 0.065 0.033 0.070 0.296 0.392 0.401 0.029 0.389 0.676 0.438 0.373 0.466 0.051 0.436 0.310 0.072 0.071 0.067 0.033 0.174 0.104 0.146 0.088 0.175 0.090 0.135 0.185 0.083 0.094 0.170 0.011 0.130 0.188 0.171 0.119 0.131 0.113 0.168 0.073 0.130 0.049 0.170 0.097 0.145 0.013 0.169 0.007 0.124 0.056 3.826 0.644 493 0.55 493 0.56 493 0.52 493 0.55 1 4 0.011 0.017 0.011 0.017 7 8 5 6 2 3 9 coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. 0.094 0.108 0.094 0.122 0.091 0.095 0.097 0.106 0.012 0.016 0.012 0.012 0.012 0.012 0.012 0.013 0.097 0.098 0.101 0.099 0.012 0.015 0.012 0.011 0.041 0.075 0.040 0.044 0.044 0.083 0.043 0.021 0.050 0.063 0.053 0.024 0.043 0.081 0.049 0.003 0.046 0.069 0.042 0.009 0.049 0.084 0.057 0.004 Tab. 5: Second stage results Dependent variable: Low Perf Weeks Class Size Capital Poor Training Female Teachers Clerics Length of Service 20 Years Age 40 Years Expenditure Romanic Italian French Catholics Catholics squared Children Primary CatholicPrimary Absenteeism 0.122 0.183 Constant Yes Factory CatholicYes Factory Yes Civil CatholicYes Civil Yes Death CatholicYes Death 493 Number of Observations R2 0.74 Notes: Standard errors adjusted for intragroup correlation. Time structure see also Tab. 3: School inputs and absenteeism for 187172, 188182, 189495, corresponding to Catholic share, agricultural share and number of children for 1870, 1880, 1888 and dependent variable see notes to Tab. 1 averaged for 187579, 188589, 18991903, respectively; language dummies: German is leftout category; Primary, Yes Factory, Yes Civil and Yes Death are mean subtracted. significant at, or below, 1 percent, significant at, or below, 5 percent, significant at, or below, 10 percent. 0.003 0.001 0.003 0.001 0.002 0.001 0.003 0.001 0.003 0.001 0.002 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.055 0.023 0.053 0.023 0.051 0.023 0.053 0.021 0.054 0.021 0.047 0.023 0.052 0.021 0.053 0.021 0.052 0.023 0.012 0.012 0.128 0.038 0.128 0.038 0.121 0.036 0.113 0.032 0.106 0.030 0.121 0.036 0.114 0.033 0.111 0.032 0.128 0.038 0.068 0.055 0.006 0.053 0.216 0.098 0.200 0.099 0.201 0.096 0.209 0.093 0.211 0.092 0.191 0.097 0.206 0.094 0.202 0.094 0.201 0.100 0.107 0.102 0.075 0.022 0.068 0.020 0.067 0.021 0.056 0.019 0.066 0.020 0.062 0.019 0.056 0.019 0.063 0.020 0.067 0.020 0.044 0.017 0.053 0.019 0.055 0.018 0.060 0.020 0.049 0.017 0.063 0.019 0.061 0.020 0.053 0.018 0.056 0.021 0.025 0.002 0.012 0.022 0.012 0.024 0.019 0.040 0.020 0.051 0.021 0.051 0.021 0.052 0.022 0.059 0.022 0.034 0.091 0.015 0.088 0.015 0.087 0.015 0.081 0.018 0.088 0.016 0.085 0.015 0.081 0.018 0.088 0.016 0.053 0.091 0.092 0.036 0.265 0.234 0.103 0.097 0.090 0.007 0.194 0.346 0.216 0.138 0.039 0.142 0.041 0.133 0.036 0.131 0.034 0.122 0.031 0.136 0.037 0.133 0.036 0.128 0.036 0.143 0.041 0.129 0.231 493 0.75 0.125 0.191 0.067 0.102 0.123 0.193 0.129 0.226 0.124 0.177 0.039 0.043 0.129 0.054 493 0.74 493 0.76 0.108 0.040 0.224 0.086 0.123 0.224 0.024 0.009 0.024 0.009 0.018 0.036 0.018 0.061 0.023 0.036 0.026 0.031 0.126 0.181 0.117 0.180 0.025 0.042 0.113 0.053 0.078 0.037 0.132 0.064 0.100 0.038 0.207 0.080 0.256 0.161 0.095 0.165 0.218 0.278 0.085 0.090 0.016 0.350 0.248 0.048 0.100 0.059 0.176 0.229 0.250 0.105 0.098 0.126 0.204 0.098 0.256 0.074 0.088 0.143 0.273 0.121 0.091 0.166 0.239 0.087 0.078 0.037 0.302 0.038 0.063 493 0.76 0.151 0.157 0.049 0.080 0.048 0.012 0.046 0.089 0.048 0.022 493 0.77 493 0.77 0.024 0.028 0.095 0.115 0.095 0.097 0.027 0.013 0.021 0.014 493 0.77 493 0.78 1 4 8 9 5 6 2 3 7 coef. s.e. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. 0.264 0.305 0.247 0.087 0.273 0.305 0.263 0.062 0.286 0.333 0.278 0.074 coef. 0.019 0.004 0.017 0.004 0.017 0.004 0.017 0.004 0.019 0.004 0.016 0.004 0.016 0.004 0.017 0.004 0.018 0.004 0.306 0.093 0.283 0.087 0.285 0.095 0.274 0.085 0.298 0.092 0.257 0.088 0.268 0.084 0.281 0.087 0.273 0.087 0.233 0.034 0.224 0.035 0.228 0.034 0.223 0.035 0.233 0.035 0.215 0.035 0.219 0.035 0.225 0.035 0.209 0.034 0.183 0.082 0.188 0.090 0.192 0.080 0.220 0.082 0.215 0.083 0.192 0.088 0.218 0.086 0.202 0.089 0.188 0.089 0.287 0.133 0.329 0.132 0.278 0.132 0.341 0.134 0.314 0.138 0.313 0.133 0.350 0.133 0.338 0.134 0.390 0.147 0.976 0.136 1.052 0.133 1.060 0.141 0.891 0.129 0.950 0.138 1.115 0.137 0.933 0.132 1.035 0.138 1.053 0.134 0.285 0.385 0.040 0.276 0.349 0.093 0.377 0.099 0.378 0.097 0.396 0.101 0.366 0.094 0.406 0.101 0.402 0.105 0.382 0.100 0.406 0.104 0.294 0.101 0.275 0.101 0.237 0.101 0.396 0.094 0.380 0.105 0.216 0.101 0.374 0.096 0.314 0.102 0.289 0.101 0.169 0.052 0.169 0.048 0.134 0.062 0.197 0.052 0.189 0.051 0.125 0.059 0.190 0.051 0.178 0.049 0.179 0.049 0.274 0.176 0.047 0.154 0.047 0.162 0.046 0.073 0.272 2.366 0.662 2.666 0.689 2.232 0.704 2.163 0.677 2.329 0.668 2.600 0.736 2.329 0.695 2.624 0.695 2.483 0.692 1.238 0.247 0.545 0.330 0.626 1.429 0.609 1.476 0.571 2.790 0.507 2.932 0.512 2.753 0.506 2.770 0.495 2.781 0.507 2.893 0.515 2.847 0.506 2.916 0.515 2.843 0.517 Tab. 6: Effects on expenditure, controlling for expenditure structure Dependent variable: Expenditure Logg Weeks Class Size Capital Poor Training Female Teachers Clerics Length of Service 20 Years Age 40 Years Romanic Italian French Catholics Catholics squared Children Primary CatholicPrimary Constant Yes Factory CatholicYes Factory Yes Civil CatholicYes Civil Yes Death CatholicYes Death 493 Number of Observations R2 0.77 Notes: Standard errors adjusted for intragroup correlation. Time structure see also Tab. 3: School inputs and absenteeism for 187172, 188182, 189495, corresponding to Catholic share, agricultural share and number of children for 1870, 1880, 1888 and dependent variable see notes to Tab. 1 averaged for 187579, 188589, 18991903, respectively; language dummies: German is leftout category; Primary, Yes Factory, Yes Civil and Yes Death are mean subtracted. significant at, or below, 1 percent, significant at, or below, 5 percent, significant at, or below, 10 percent. 0.060 0.150 0.052 0.145 0.046 0.076 0.024 0.293 493 0.77 0.334 0.116 0.992 0.207 0.265 0.120 0.840 0.224 0.058 0.145 0.049 0.237 0.388 0.324 1.254 0.263 1.091 0.268 1.183 0.262 0.564 0.123 0.217 0.151 0.182 0.154 0.406 493 0.76 493 0.77 0.069 0.179 0.106 0.153 0.395 0.182 493 0.77 0.350 0.783 0.348 0.578 0.124 0.220 0.272 0.297 0.261 0.064 0.283 0.317 0.275 0.073 0.263 0.353 0.254 0.049 0.268 0.275 0.258 0.079 0.272 0.278 0.260 0.094 1.487 0.597 0.703 493 0.78 493 0.78 1.557 0.575 0.344 0.453 493 0.77 493 0.77 8 9 2 3 6 7 4 5 coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. coef. s.e. 0.103 0.063 0.043 0.085 0.375 0.063 0.389 0.085 0.462 0.081 0.453 0.105 0.427 0.085 0.488 0.102 0.454 0.116 0.434 0.104 0.528 0.104 0.098 0.078 0.324 0.083 0.388 0.120 0.001 0.148 0.078 0.062 0.102 0.271 0.101 0.270 0.059 0.004 0.014 0.052 0.024 0.045 0.032 0.041 0.083 0.293 0.070 0.703 0.297 0.436 0.062 0.402 0.066 0.440 0.063 0.087 1.110 0.314 4.866 0.700 4.957 0.722 4.958 0.762 3.780 0.700 4.519 0.704 5.215 0.792 3.945 0.710 4.718 0.724 3.970 0.716 2.056 0.311 0.957 0.390 1.888 0.343 1.405 0.353 1.766 0.356 0.729 0.396 0.751 1.900 0.791 1.991 0.681 4.499 0.237 4.525 0.243 4.505 0.253 4.112 0.241 4.385 0.238 4.586 0.265 4.152 0.243 4.439 0.243 4.127 0.244 Tab. 7: Effects on expenditure, not controlling for expenditure structure Dependent variable: Expenditure Logg 1 Romanic Italian French Catholics Catholics squared Children Primary CatholicPrimary Constant Yes Factory CatholicYes Factory Yes Civil CatholicYes Civil Yes Death CatholicYes Death Number of Observations R2 Notes: Standard errors adjusted for intragroup correlation. Time structure see also Tab. 3: Absenteeism for 187172, 188182, 189495, corresponding to Catholic share, agricultural share and number of children for 1870, 1880, 1888 and dependent variable see notes to Tab. 1 averaged for 187579, 188589, 18991903, respectively; language dummies: German is leftout category; Primary, Yes Factory, Yes Civil and Yes Death are mean subtracted. significant at, or below, 1 percent, significant at, or below, 5 percent, significant at, or below, 10 percent. 0.050 0.018 0.043 0.102 0.049 0.042 0.086 0.295 0.077 0.409 0.064 0.091 0.118 0.158 0.895 0.333 0.192 0.376 0.288 0.090 493 0.65 0.248 0.132 493 0.62 0.214 0.140 1.619 0.280 0.099 0.142 1.381 0.327 0.163 0.363 0.428 0.900 0.431 0.894 0.443 0.761 493 0.64 493 0.61 493 0.64 0.014 0.587 0.141 0.048 0.043 0.037 2.408 0.714 1.085 493 0.68 493 0.68 2.329 0.698 0.201 0.280 coef. s.e. coef. s.e. 493 0.63 493 0.65 ", "filename": "577257722.pdf", "person": ["Timo Boppart", "Boppart, Timo", "Josef Falkinger", "Falkinger, Josef", "Volker Grossmann", "Grossmann, Volker", "Ulrich Woitek", "Woitek, Ulrich", "Gabriela Wüthrich", "Wüthrich, Gabriela"], "date": ["2008"]}