{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48436/1/577540300.pdf"], "title": ["Linking credit risk premia to the equity premium"], "plaintext": "IIAbstract Although the equity premium is both from a conceptual and empirical perspective a widelyresearched topic in finance, there is still no consensus in the academic literature about its magnitude. In this paper, we propose a different estimation method which is based on credit valuations.The main idea is straigtforward: We use structural models to link equity valuations to creditvaluations. Based on a simple Merton model, we derive an estimator for the market Sharperatio. This estimator has several advantages. First, it offers a new line of thought for estimatingthe equity premium which is not directly linked to current methods. Second, it is only basedon observable parameters. We do neither have to calibrate dividend or earnings growth whichis usually necessary in dividendearnings discount models nor do we have to calibrate assetvalues or default barriers which is usually necessary in traditional applications of structuralmodels. Third, it is robust to model changes. We examine the model of DuffieLando 2001 which is one of the most sophisticated structural models currently discussed in the literature to show this robustness.In an empirical analysis we have used CDS spreads of the 125 most liquid CDS in the U.S. from 2003 to 2007 to estimate the equity premium. We derive an average implicit market Sharpe ratioof appr. 40%. Adjusting for taxes and other parts of the credit spread not attributable to creditrisk yields an average market Sharpe ratio below 30%. This confirms research on the equitypremium, which indicates that the historically observed Sharpe ratio of 4050% corresponding to an equity premium of 79% and a volatility of 1520% was partly due to onetime effects.In addition, our research can be used to explain empirical findings about credit risk premia,which are usually measured as the ratio of riskneutral to actual default probabilities. We showthat the behavior of these ratios can be directly inferred from a simple Merton model and thatthis behavior is robust to model changes.Keywords: equity premium, credit risk premium, credit risk, structural models of default1INTRODUCTION1 Introduction 1Risk premia in equity markets are a widely researched topic. The risk premium in equity marketsis usually defined as the equity premium, e.g. the excess return of equities over risk free bonds.The literature discusses three different ways for the measurement of the equity premium: Modelsbased on historical realizations, discounted cashflow models and models based on utility functions.While historical averages have long dominated theory and practical applications, current researchsuggests an upward bias, e.g. the ex post realized equity returns do not correctly mirror the exante priced equity premium.1 In the U.S., historical averages have been around 79% dependingon the time horizon and methodology arithmeticgeometric used.2 Discounted cashflow modelshave become more popular recently, but are also subject to debate, in particular for their ratherhigh sensitivity to forecasts with respect to dividend or earnings growth rates. Estimations basedon such models yield implied equity premia in the range from 3%5%.3 Although approaches basedon utility functions have been subject to intensive debate in the academic literature 4, its use inpractical applications is currently of minor importance.The risk aversion of investors influences credit prices and returns as well. As an example, wehave looked at CDS contracts of Arated obligors in the CDSindex CDX.NA.IG from 20032007.The average 5year CDS spread has been 37 bp, whereas the average annual expected loss is lessthan 10 bp. Therefore, these 5year CDS investments yield an average return of appr. 28 bp abovethe risk free rate, as can be seen from table 1. In absolute terms, this premium increases withdecreasing credit quality i.e. the expected net returns increase with increasing riskyness. Measured relative to the expected loss or the actual default probability it decreases with decliningcredit quality. Over the last years, research about this default risk premium has developed, butthere has not yet emerged consensus on the methodology for measuring this default premia.5We use structural models of default to convert credit spreads into an equity premium. Specifying a specific structural model, one can derive the risk neutral and the actual default probability.Used the other way around, the difference between risk neutral and actual default probability yieldsthe dynamics of the asset value process, in particular the asset Sharpe ratio. Together with theasset correlation, we are then able to derive the market Sharpe ratio.The estimator for the market Sharpe ratio derived in this paper has three important characteristics, which make it very convenient for our purpose. First, it is only based on observableparameters, i.e. risk neutral and actual default probabilities, the maturity and the equity correlation. The risk neutral default probability and the maturity can be derived from bond prices or CDS1Among other things, this can be explained by survivorship bias, risk premium volatility, enhanced diversificationfor example ClausThomas 2001, Illmanen 2003,possibilities, interest rate level and state of the economy; cf.FamaFrench 2002.2Cf. for example ClausThomas 2001 and FamaFrench 2002 for a discussion and Ibbotson 2006 for historicaldata.3Cf. for example ClausThomas 2001, FamaFrench 2002 and Illmanen 2002 for an overview.4This debate is mainly based on the so called Equity Premium Puzzle put forward by MehraPrescott 1985.Cf. Mehra 2003 for an overview about different utility based approaches including alternative preference structures,disaster states, survivorship bias and borrowing constraints.5Cf. for example Berndt et.al. 2005 and Hull et.al. 2005 for a discussion.1INTRODUCTION2Rating grade Average 5yCDSmid bp Average 5yEL p.a. bp bp QtoPAAABaa 1Baa 2Baa 331.5337.3748.4356.9168.515.239.1714.6022.0033.1726.3028.2033.8334.9135.346.034.073.322.592.07Table 1: Credit risk premia for 5year CDS Index CDX.NA.IG. bp: Difference in bp between 5yearCDS spread and 5yearEL p.a. QtoP: ratio of CDS spread to EL p.a., equals the ratio ofrisk neutral to actual default probabilities.spreads, the actual default probability from ratings 6 and the correlation from equity prices. Unlikeother applications of structural models, we do neither have to calibrate the asset value process northe default barrier. Second, the estimator is robust with respect to model changes. We examine aclassical first passage time model and the DuffieLando 2001 model, which incorporates strategicdefault and unobservable asset values. By introducing an adjustment factor capturing the differencebetween the Sharpe ratio estimation in the Merton model and the Sharpe ratio estimation in the DuffieLando 2001 model, we show that the adjustment factor is close to one for all investmentgrade obligors. Third, the estimator is robust with respect to noise in the input parameters. Asan illustration, we look at a modelbased 5year spread of a BBBrated obligor. This credit spreadis 73 bp for a company Sharpe ratio of 10%, it is 280 bp for a company Sharpe ratio of 40% cf.subsection 2.1 for a detailled analysis. This difference indicates that the common noise in thedata 7 will not significantly reduce the possibility to extract the Sharpe ratio out of credit spreads.Mathematically, the sensitivity of the modelbased credit spread with respect to the Sharpe ratiois high compared to other noise in the data.We have applied our Sharpe ratio estimator to all NYSElisted companies in the investment grade CDS index CDXNA.IG from 2003 to 2007. The risk neutral default probability was derived from CDS spreads, EDFs expected default frequencies from KMV were used as a proxy for the actualdefault probability. We estimated the implied market Sharpe ratio to be about 42% and the company Sharpe ratio to be about 20%. Adjusting for tax effects results in a market Sharpe ratio of 32% and a company Sharpe ratio of 16%. Using Moodys ratings instead of EDFs shows similarresults, i.e. a market Sharpe ratio of 39% before and 29% after tax adjustments. This correspondsto an equity premium of 4.5% 6%8 and therefore confirms former research, that the historicalequity premium is upward biased. We also show, that for higher rating grades, only 5070% of the CDS spreads can be explained by credit risk.9 Reducing the CDS spreads by the amount not dueto credit risk results in even lower equity premium estimates.6We use EDFs expected default frequencies from Moodys KMV and Moodys ratings.7E.g. bidask spreads, liquidity effects and inaccuracies in determining the actual default probability.8Assuming a market volatility of 1520%.9This is partly in contrast to research by other authors. HuangHuang 2005 analyzes bonds and comes tothe conclusion, that for Aa A rated obligors only 9 % 10% of the spread can be explained by credit risk. Thedifference to our analysis is due to three effects. First, we only use the most liquid CDS in the U.S. market, whichshould decrease the part of the spread attributable to liquidity. Second, the CDS spreads observed in our sample areconsistently lower than the bond spreads observed by HuangHuang 2005. We observe average 5year CDS spreadsof 263450 AaABaa compared to 4year bond spreads of 6596158 by Huang. Third, we use a model withunobservable asset values which increases theoretical credit spreads especially for high rated obligors.2 MODEL SETUP3In addition, our method allows for an extraction of the markets risk attitude over time. Wefind, that the implicit Sharpe ratio predominantly varied between 30% and 50% before adjustingfor tax effects from 20032007 with peaks in 2005 and mid 2007.10The remainder of the paper is structured as follows. Section 2 describes the theoretical framework for credit risk premia based on asset value models including a discussion of the impact ofdifferent asset models on the widely used ratio of risk neutral to actual default probabilities QtoPratios. We examine a classical Merton model, a first passage time model and a model based onunobservable asset values as proposed by DuffieLando 2001. In our perspective, using a modelwith unobservable asset values is crucial, since only these models are able to explain credit spreadsobserved in the markets and yield a default intensity, which constitutes the basis of modern creditpricing models. Section 3 describes our data and contains a discussion of our empirical results.Section 4 draws a conclusion.2 Model setup This section discusses the theoretical framework for extracting risk premia from CDS spreads. Thebasic idea is to use structural asset models to derive a relationship between risk neutral and actualdefault probability. Empirically, most structural models perform poorly.11 One of the main reasonsis the calibration process usually needed to specifiy structural models, e.g. determination of leverage, asset volatilities etc. In contrast to mainstream literature 12, we do however not aim to deriveactual and risk neutral default probabilities from structural models. We are simply interested inthe relation between risk neutral and actual default probabilities. Hence, we simply assume, thatthere exists a structural model yielding the correct actual default probability and from there derivethe risk neutral default probability. It is therefore not necessary to perform the calibration processthat is usually needed.Subsection 2.1 starts with the classical Merton model. We derive a simple Merton estimatorfor the market Sharpe ratio. This estimator is only based on observable parameters, i.e. the riskneutral and actual default probability, the maturity and equity correlations. Subsection 2.2 expands the framework to a simple first passage time model. The results do not materially differfrom to the simple Merton framework as long as the asset volatility is above 10%. Asset volatilitiesbelow 10% are generally only observed for financial services companies. Subsection 2.3 expandsthe approach to the DuffieLando 2001 model and confirms the results derived in the simple Merton model for all investment grade companies.10Some authors analyze the risk aversion based on the ratio of risk neutral to actual default probabilities. Sincethese ratios are also largely driven by development of the average rating grade in the sample, we think that the resultsdo not mirror the risk attitude correctly.11Cf. Sch onbucher 2003 for an overview.12HuangHuang 2005, Bohn 2000 and DelianedisGeske 1998 use a similar approach. Our approach differsthough in at last three ways: First, we explicitly focus on models with information uncertainty; second, we use CDSspreads, which should be less sensitive to liquidity distortions; third, we are to our best knowledge the first whodirectly aim to extract the risk attitude out of credit prices via a Sharpe ratio estimation.2 MODEL SETUP42.1 Sharpe ratio estimation in the Merton framework In this subsection we derive an estimator for the Sharpe ratio based on a simple Merton model.This estimator is based on the actual and risk neutral default probability, the maturity and theequity correlation of the respective company. Although based on a structural model, we can omitthe calibration process usually needed for structural models e.g. default barrier, asset volatility.In contrast to dividendcashflow discount models, we do not have to calibrate earningsdividendsand their respective growth rates.Structural models for the valuation of debt and the determination of default probabilities arealready mentioned in BlackScholes 1973. The Merton framework presented in this subsectionis based on Merton 1974, who explicitely focusses on the pricing of corporate debt.In thisframework a companys debt simply consists of one zerobond. Default occurs if the asset valueof the company falls below the nominal value of the zero bond at the maturity of the bond. Acompany can therefore only default at one point in time, which obviously poses a simplification ofthe real world. The assets Vt are modelled as a geometric Brownian motion with volatility anddrift V actual drift and r risk neutral drift respectively, i.e. d V Pt Vtdt Vtd Bt andd V Qt Vtdt Vtd Bt, where Bs denotes a standard Wiener process. In this framework, the realworld default probability P def t, T between t and T can be calculated as follows:P def t, T P VT N P Vt e 1cid:20 ln NVt P BT Bt lncid:18 N2 2TtBT Bt N 1cid:192 2 T tT t Vt.cid:212 2 T t 1 ln NVt1234The default probability under the risk neutral measure Q can be determined accordingly as. r 1 2 2 T tT tcid:21T t Qdef t, T Q VT N Combining 1 and 2 yields 13Qdef t, T cid:201P def t, T rand SRV : r1Qdef t, T 1P def t, T ,T twhere SRV denotes the Sharpe ratio of the companies assets.Relationship 4 is a central formula in our paper.It has two main advantages that make itconvenient for our purpose: First, it directly yields the Sharpe ratio of the assets, i.e. neither V and V nor Vt, N or r have to be estimated separately. In contrast to other applications ofstructural models we do therefore not have to calibrate any parameter of the asset value process.13Cf. for example DuffieSingleton 2003.2 MODEL SETUP5The company Sharpe ratio can simply be estimated based on actual and risk neutral default probabilities and the maturity. Second, it is quite robust to model changes. This will be discussed inthe next subsections. A graphical illustration of the relationship between risk neutral and actualdefault probabilities, Sharpe ratio and maturity is given in figure 1.Figure 1: Illustration of the relationship between actual and risk neutral default probabilities in the Merton framework. P Ddef : actual cumulative default probability, Qdef : risk neutral cumulativedefault probability, SRV : Sharpe ratio of the assets, T: maturity.If we try to extract the market Sharpe ratio out of 4, we are faced with an additional problem:The Sharpe ratio of the assets V rwill usually differ from the market Sharpe ratio, since theassets Vt will not necessarily be on the efficient frontier. The Sharpe ratio of the assets does notonly capture the risk preference of investors, but also depends on the correlation of the assets withthe market portfolio. The market Sharpe ratio can be calculated via a straight forward applicationof the CAPM:14V V r V1V,M,5V r M r V,M V M r MMwhere V,M denotes the correlation coefficient between the asset returns and the market returns.Therefore, in addition to the Sharpe ratio of the assets, we will need an estimate of the correlation between the asset value and the market portfolio. At first, this correlation V,M seemsto be a problem for practical applications, since it can neither be directly measured nor implicitly inferred, e.g. from option prices. However, the correlation V,M can be approximated by the 14We assume V,M 6 0.2 MODEL SETUP6correlation between the corresponding equity return and the market return denotet by E,M , i.e.by V,M E,M .The error of this approximation is negligible, since within the Merton framework the equity valueof a company equals a deepinthemoney call option on the assets.15 For reasonable parameterchoices, the approximation error is less than 3% for rating grades above B and 1% for investmentgrade ratings respectively cf. Appendix A for details. Hence, the following approximation holds:M r M 1Qdef t, T 1P def t, T T t 1E,M.Therefore, we define the Merton estimator for the market Sharpe ratio : Mrb Merton :1Qdef t, T 1P def t, T T t 1E,MMas:6Please note, that we will need a sufficient sensitivity of the risk neutral default probability Qdef t, T with respect to the Sharpe ratio for an empirical application. Otherwise noise in the data e.g.bidaskspreads, inaccuracies in determining correlations and actual default probailities will resultin a very inaccurate estimation. That this sensitivity is large enough can be seen from the firstderivative of 3 with respect to the Sharpe ratio:Qdef T SRV12 e 12SRV T 1P def T 2 T.7If we look, for example, at a BBBrated obligor with a 5year cumulative actual default probabilityof appr. 2.17%, the resulting modelbased risk neutral default probability should be either 3.6%for an asset Sharpe ratio of 10% or 13% for an asset Sharpe ratio of 40% respectively basedon 3. Assuming a recovery rate RR of 50% transforms this into a CDS spread of either 73bp or 279 bp cf. figure 2 for an illustration.16 This large difference indicates that noise in theinput parameters will only have a minor effect on our Sharpe ratio estimation. The sensitivity withrespect to noise in different input parameters is analyzed in more detail in section 3.Although we have found a compelling result for an estimation of the market Sharpe ratio, theassumptions made under the Merton framework are subject to critisism.17 Therefore, we will relaxthe assumption about the default timing cf. subsection 2.2 and the assumption about completeinformation cf. subsection 2.3 in the following subsections by looking at more appropriate firstpassage time models.Nevertheless, our estimator for the market Sharpe ratio contains a certain kind of robustness 15The option is deepinthemoney, since annual default probabilities are less than 0.4% for investment gradecompanies and less than 10% for all obligors rated B and above. For deepinthemoney options, gamma is appr.zero, i.e. we have an almost affine linear relationship between asset and equity value, cf. Hull 2005 for example.16Here we are using the approximation CDSspread Q 1RR. The risk neutral default intensity Q is derivedfrom the risk neutral cumulative default probability via the relationship Qdef t, T 1 e QTt.17Cf. DuffieLando 2001 and Sch onbucher 2003 for an overview.2 MODEL SETUP7Figure 2: Influence of the Sharpe ratio on the CDS spread in a Merton framework for differentrating categories. Other Parameters: T5.against changes in the underlying assumptions: Since both default probabilities P def and Qdef are measured within the same model and substracted from each other, the effect of changes in thedefault modelling is qualitatively spoken reduced significantly.2.2 Sharpe ratio estimation in a first passage time framework with obvservableasset values Within the Merton framework, default can only occur at the maturity of the bond. This definitelyposes a simplification of the real world. Therefore, we will analyze a first passage time frameworkin this subsection. In this framework default can also occur before maturity. We will show, that although actual and risk neutral default probabilities are quite different from the Merton framework our estimator for the Sharpe ratio is still accurate as long as the asset volatility is larger than 10%.In first passage time models a default occurs as soon as the asset value falls below a certainbarrier.18 The asset value and the default barrier can both be either observable or unobservable.This subsection treats a model with a certain default barrier and observable asset values. A modelwith a certain default barrier and unobservable asset values based on DuffieLando 2001 is analyzed in the next subsection.As in the Merton framework, asset values Vt are assumed to follow a geometric Brownian motion, default is modelled as the stopping time : infs t; Vs L, where L R denotesthe default threshold. In this framework, the cumulative real world default probability P def t, T 18Some authors use an even more general version of an abilitytopay process, cf. BluhmOverbeckWagner 2003for example.2 MODEL SETUPbetween t and T can be calculated as 19P def t, T 1 P mints TVs L cid:18 b mT tT tcid:19 e 2mb 2 cid:18 b mT tcid:19T t The default probability under the risk neutral measure Q can be calculated accordingly as 889withwith 2 2; V .b ln LVt; m 1! bb bmT tcid:18 b bmT tT tcid:19 e T t 2bmbb 2 ; bm r 12 2; V .Qdef t, T bb b ln LVt There is in contrast to the Merton framework no closed form solution for the Sharpe ratio V rin this model.VWe now test the robustness of the simple Merton estimator for the Sharpe ratio and thereforeintroduce an adjustement factor AFF P by 1Qdef T 1P def T AFF P Merton AFF P ,SRM : M r10:1MTM,Ei.e. the adjustment factor shows, how far the estimate of the market Sharpe ratio via the standard Merton model deviates from the true market Sharpe ratio if a first passage model applies. Again, wehave assumed that V,M E,M , i.e. that the correlation between market and asset returns equalsthe correlation between market and equity returns. This equation holds for reasonable parameter choices in the first passage time framework as well, as we will be showing in the next subsection.The adjustment factor is dependent on the volatility, the Sharpe ratio and the credit qualityinterpreted as actual default probability of the company. We have numerically determined theadjustment factor in four steps: First, a combination of asset volatility, company Sharpe ratio,maturity and rating grade was choosen. We used r5% as riskfree rate. Then, the ratio of assetvalue to default barrier VtL was determined based on 8 as to yield the cumulative actual default probability of the rating grade choosen in the first step. Given VtL and the parameters setin the first step, the risk neutral default probability was determined via 9. In the fourth step, theactual and risk neutral default probability were plugged into the Sharpe ratio estimator and thedifference to the Sharpe ratio set in the first step was determined. These four steps were repeatedfor all reasonable parameter choices. Details about the result can be found in Appendix B table 7 and in the next subsection. Figure 3 plots the adjustment factor for a Sharpe ratio of 20% anda maturity of 5 years. The general shape is however also representative for other Sharpe ratios.The adjustment factor increases with decreasing credit quality and with increasing volatility, butfor investmentgrade titles and a volatility smaller than 10% the adjustment factor is close to 1.2019Cf. MusialaRutkowski 1997.20The boundary of 10% is of course dependent on the required accuracy. With a company Sharpe ratio of 20%,the adjustment factor equals 1.18 for an asset volatility of 10%, it is already 1.29 for an asset volatility of 7.5%. Wewill discuss this issue in a more general setting in the next subsection.2 MODEL SETUP9Asset volatilities below 10% usually only occur for financialservices companies, so this poses onlya minor restriction.21Figure 3: Credit quality smile: Adjustment factor in the first passage time framework for differentasset volatilities. Parameters: r5%, SRA 20%, maturity5. Please note that the majority oftraded bonds and CDS by volume has an investment grade rating.The dependency on the asset volatility can be explained by the default timing: Fixing the cumulative default probability until time T , defaults will occur with a higher probability at thebeginning of the period if the volatility is low.22 Since the difference between the risk neutral andthe actual default probability increases with increasing maturity in the Merton model cf. 3,a large difference between the risk neutral and actual default probability can therefore only beexplained by a large Sharpe ratio.23We have shown in this subsection, that the Merton estimator for the Sharpe ratio derived insubsection 2.1 is still accurate in a first passage time framework as long as the asset volatility islarger than 10%. Asset volatilities below 10% are only reasonable for financial services companies,21In our sample of 125 companies of the CDS index CDX.NA.IG appr. 90% of all nonfinancial companies had anasset volatility of 10% or larger based on data from Moodys KMV. In contrast, for financial services companies, thevolatility is 10% or smaller in appr. 75% of all cases.22I.e. the conditional expected default time E T conditional on default until T is lower for lower assetvolatilities if we only compare stopping times with P T c. Please note that all other parameters beingequal the default probability declines with declining asset volatility. Therefore, the expected value of the defaulttime will also decrease. In this case, comparing only stopping times with a fixed cumulative default probability simplymeans, that the declining asset volatility is always balanced by a lower t 0assetvalue.23A possible way to increase the accuracy of our estimation could be a substitution of the maturity by the expecteddefault time conditional on default up to time T. This expected default time could be derived from the cumulativedefault probabilities for each rating grade, see table 11 in Appendix D.2 MODEL SETUP10so the Merton estimator is still accurate for all nonfinancial services companies. Although actualand risk neutral default probabilities both differ from the Merton model, the difference betweenthe inverse cumulative normal distribution of the actual and risk neutral default probability ismerely affected.2.3 Sharpe ratio estimation in a first passage time framework with unobvservableasset values Credit spreads predicted by simple first passage time models are not able to fully predict the creditspreads that can be observed on the markets.24 In particular, for short term maturities marketcredit spreads or risk neutral default probabilities respectively are higher than a simple first passage time model would suggest.In this subsection, we analyze a model proposed by DuffieLando 2001 which is able toexplain the credit spreads observed in the markets. We show, that the simple Merton estimatoris still accurate in this setting for all investment grade entities. First, we will explain the reasonsfor choosing the DuffieLando framework. Then we will analyze the robustness of the Mertonestimator in this setting.Higher credit spreads for short term maturitites seem to be mainly attributable to credit riskand are unlikely to be mainly due to liquidity effects, other risk factors or market imperfections.25This justifies the explanation of these higher credit spreads within credit risk models. Most importantly, the literature points out that asset values may be unobservable due to imperfect informationstructures.26 Therefore, the current asset value becomes a random variable, which in turn has theeffect of increasing short term default probabilities. A model with unobservable asset values hasbeen developed by DuffieLando 2001. In addition, the default barrier may be unobservable itself.This is consistent with the fact that the recovery rate is usually assumed to be a random variablerather than a fixed value.27 An unobservable default barrier leads to a significant increase in theshort term default probability. Long term default probabilities are, however, less affected, sincethe asset volatility dominates uncertainty for longer time periods. A model with an unobservabledefault barrier has been implemented by Finger et.al. 2002 within the commercial model Credit Grades. Finally, asset values may not be lognormally distributed and may incorporate jumps.This increases the short term probability, that the asset value will fall below the default barrier.28A model with jumps in the asset value process has been analyzed by Zhou 1997.In this subsection, we will focus on the model of DuffieLando 2001. We choose the DuffieLandomodel for our analysis as it is the only structural model consistent with reduced form creditpricing. Reduced form credit pricing is currently the major approach for pricing credit deriva24Cf. DuffieLando 2001, DuffieSingleton 2003 and Sch onbucher 2003 for a detailed discussion.25Cf. for example Sch onbucher 2003.26Cf. DuffieLando 2001.27Cf. for example Moodys 2007. A random recovery rate could though also be induced by introducing randominsolvency costs, i.e. costs incurred at default due to direct insolvency expenses, losses in asset value due to a forcedsale in an insolvency process and revaluation of assets serving a specific purpose for the respective company.28Note that for long term maturities, a higher volatility has the same effect as adding jumps to the process.Therefore long term default probabilities will not be affected in the same manner than short term default probabilities.2 MODEL SETUP11tives.29 Reduced form pricing models use default intensity processes to derive credit spreads. The DuffieLando model is the only structural model so far that yields a default intensity.30 In addition,the DuffieLando model incorporates a sophisticated structural model of default i.e. a strategicsetting of the default barrier based on the asset value process, tax shield and insolvency costs and given an appropriate calibration results in realistic default intensities for short and long termmaturities.We will show that although the default probabilities implied by this model differ substantiallyfrom the classical Merton model the difference between risk neutral and actual default probabilities is almost the same as in the Merton model as long as the asset volatility is above 10%. We arethen able to show that the simple Merton estimator for the market Sharpe ratio 6 is accurate inthe DuffieLandoframework for investment grade companies and asset volatilities above 10%.cid:17cid:16c Vti In the DuffieLando framework the asset value is modelled as a geometric Brownian motion withinitial value z 0 : lnV0, volatility and drift m P : actual drift and m Q : r riskneutral drift respectively, where denotes the constant payout rate. Like in the classical firstpassage time framework, default is modelled as the stopping time : infs t; Vs L, where L R denotes the default threshold. In contrast to the classical first passage time framework,investors are not able to observe the asset process directly. Instead they receive imperfect infor lnVti Uti at the times ti, 1 i n, where Uti is normallymation Y ti : lndistributed and independent of Bti and is a parameter specifying the degree of noise in the information received by the bondCDS investors. Therefore, the information filtration given to thebondCDS investors is 31 Ht Y ti,  , Y Tn, 1s : 0 s t. As in DuffieLando, we willfocus on the case, where investors receives simply one noisy information about the asset value.Under these assumptions the conditional density gxYt, z 0, t of the asset value Vt conditional onthe noisy information Yti and survival up to time t can be explicitly calculated cf. DuffieLando2001 for details.The calculation of the cumulative default probabilities requires a weighted application of 8 overall possible asset values Vt, where the weight is roughly speaking the probability of the assetvalue Vt 32, i.e.Z LP def t, T P def F P t, T, xzgxYt, z 0, tzPDfirst passage time if Vt x Prob., that Vt xdx,11where P def F P t, T, x denotes the probability that an asset value process starting in t at Vt x willfall below the default barrier up to time T cf. 8 and g is the conditional density of the assetvalue at t given the filtration Ht. Formula 11 can be used to calculate both the actual and the 29Cf. Sch onbucher 2003.30Defaults in a Merton framework cannot be described by default intensity processes, since the probability of adefault from t today until t t is always zero or one for a sufficient small t. A default intensity does also notexist in the Zhou 1997 framework, since the default time cannot be represented by a totally inaccessible stoppingtime which is a consequence of the fact, that the default barrier may be hitcrossed by the normal diffusion processwith positive probability cf. DuffieLando 2001 for details.31Of course, all investors can obvserve whether a default has already occured.32Of course the probability of a single value Vt will be zero for nondegenerated parameter choices, since we operatein a continuous setting. We will still use this informal notation to allow for a better understanding.2 MODEL SETUP12risk neutral default probability.As in subsection 2.2, we now test the robustness of the Merton model estimator, i.e. we againdefine an adjustment factor AFDL by M r M M erton AFDL.12This adjustment factor may depend on all parameters included in the model, which we will groupinto two different classes: Class 1 captures all parameters that can easily be observed in the market, i.e. the actual default probability which is actually a combined parameter of all other inputparameters and the maturity. Class 2 captures all parameters that cannot be easily observed inthe market, i.e. the asset volatility , the payout rate or the risk neutral net asset growth ratem : r , the starting point of the asset value process in t 0 Z0, the default barrier L, thenoisy asset value observed at t b Vt and the accounting noise . If the adjustment factor dependson any class2parameter, this will affect our ability to correctly measure the market Sharpe ratio,since these parameters will possibly be subject to significant calibration errors.We have evaluated 12 for all reasonable combinations of input parameters.33 The calculationwas carried out in four steps: In the first step, a combination of a specific rating grade and allparameters from the DuffieLando framework excluding the asset value Vt was choosen. Pleasenote, that this also involves the specification of the asset Sharpe ratio in order to determine thereal world drift of the asset value process. Then, based on 11, the asset value Vt was numericallydetermined as to result in the cumulative actual default probability for the respective rating category. Given the asset value Vt and the other parameters choosen in the first step, a straight forwardapplication of 11 based on risk neutral parameters was used to determine the risk neutral defaultprobability. In the fourth step, the Merton estimator was calcualted based on these modelbasedactual and risk neutral default probabilities. Comparison with the Sharpe ratio specified in step 1 yields the adjustment factor. These four steps were repeated for all reasonable parameter combinations. Detailed results can be found in Appendix Appendix B. The minimum and maximumadjustment factor of all parameter combinations are also plottet in figure 4 as a function of therating grade.The main results can be summarized as follows: First, the adjustment factor is close to 1 forall parameter combinations as long as the asset volatility is below 10%34 and the resulting actual 33Input parameters used were: : 3% 30% the 5% and 95% quantile for the asset volatility from KMV was 6%and 25% respectively, Sharpe ratio of the abilitytopay process: 10% to 40% The market Sharpe ratio is usuallyassumed to be anywhere between 20% and 50%, due to a correlation of lower than 1, the asset Sharpe ratio should besmaller, m : 0% 5% m 0 would imply, that the payout rate is larger than the risk free rate, m5% was choosenas an upper limit to reflect almost zero payout at a risk free interest rate of 5%., : 0% 30% 0% reflectsthe classical first passage model with observable asset values, DuffieLando use 10% as a standard value, the upperlimit of 30% is also based on DuffieLando2001, b Vt Z0 and VB for all combination that resulted in rating gradesfrom AA to B. The case b Vt Z0 and b Vt Z0 was also analyzed, the results merely differ from the case b Vt Z0 andare available upon request. Please note, that the result is continuous with respect to all input parameters. Thereforea numerical approximation on a certain grid is feasible.34The boundary is of course dependent on the required accuracy. The adjustment factor is higher if asset valueuncertainty is lower cf. tables 7 and 8 in Appendix B. Even in the case of observable asset values, the adjustmentfactor is on average smaller or equal to 1.12. For likely parameter combinations, the error is smaller than 10% forasset volatilities larger than 10% cf. Appendix B.2 MODEL SETUP13default probability belongs to an investment grade rating cf. figure 4. This can be explained bylooking at the impact of the parameters introduced in the DuffieLando framework: All of themdo effect the actual default probability as well as the risk neutral default probability in the samedirection, e.g. increasing the information uncertainty increases the actual as well as the risk neutraldefault probability. The Sharpe ratio is the only parameter that solely has an effect on the actualdefault probability. This explains qualitatively, why the adjustment factor is close to one in mostcases. Second, the adjustment factor can be accurately determined simply based on knowledge ofthe class1parameters and the actual default probability as long as 10%. For any given combination of default probability and maturity, parameters that cannot be observed easily e.g. assetvolatility, default barrier, asset value or accounting noise do not significantly affect the adjustmentfactor.Please note the special role of the actual default probability: For example, an adjustment factor of appr. 1.7 i.e. significantly above 1 occurs for an asset value of Vt 108, default barrier L 100, 10%, T 5, SR 40% and 0%. If this were due to any class2parameter,empirical applications would be hardly possible due to calibration errors of class2parameters.But as soon as we change any of these parameters so that the resulting actual default probabilitybelongs to an investment grade rating e.g.increasing Vt, decreasing , decreasing up to alevel of 10%, the adjustment factor will be close to 1. Any combination of these parameters thatyields a given actual default probability also yields almost the same adjustment factor. All in all,class2parameters may have an influence on the adjustment factor. This influence can, however,almost fully be captured by the rating smile.If we examine the influence of certain parameters in more detail, we can observe the following:First, the adjustment factor decreases with increasing asset value uncertainty . This means,that the Merton estimator overestimates the Sharpe ratio for high asset value uncertainty. I.e., ahigher asset value level uncertainty increases the risk neutral default probability. The effect is quiteinteresting: All other parameters being equal, a high risk neutral default probability can either beexplained by a higher risk aversion or by a higher asset value uncertainty. The effect is more pronounced for higher rating grades. We think, this could explain at least part of the perceived highcredit spreads for high rated obligors.35 This dependency on the asset value uncertainty is due tothe difference between the asset value estimation in t under the risk neutral compared to the realworld probability measure. Given unbiased information, the asset value in t under the risk neutralprobability measure equals the asset value under the real world probability measure. Assume now,that we only have information about the asset value in t 0 and we have observed, that no defaulthas occured up to t. In this scenario, the best estimate of the asset value in t will be lower under therisk neutral probability measure due to the lower drift of the assets in the risk neutral world. Thislower asset value will result in a higher risk neutral default probability estimate from t to T . Thehigher the noise in the information about the asset value in t, the more will the information aboutsurvival influence our estimate of the asset value. Second, the parameter combinations leading tothe minimal and maximal adjustment factor in figure 4 belong to unlikely parameter combinations. Table 7 in the Appendix shows the dependeny of the adjustment factor for a maturity of 535E.g. HuangHuang 2005 show, that only appr. 20% of the spread for high rated obligors can be explainedby traditional asset value models compared to up to 100% for lower rated obligors. Cf. also Hull et.al 2005 for adiscussion.2 MODEL SETUP14years and a Baarating 36 for 0% and s 0, e.g. for the extreme of observable asset values,table 8 for 30% and s 3 representing large uncertainty about the asset value. The absolutmaximum is reached for small asset volatilites, no uncertainty and a high risk neutral asset growthrate i.e. a low payout rate. One would expect small asset volatilities to be linked with valuefirms whereas low payout rates usually apply to growth companies. The absolut minimum isreached for small asset volatilities and high payout rates i.e. a low risk neutral asset growth ratem, which would suit the usual assumptions about value firms, but for a high uncertainty aboutthe current asset value, which one would usually assume for growth companies. Depicting valueswhich one would usually assume for value firms and growth firms, we can see that the adjustmentfactor will be even closer around the mean value.Third, the average adjustment factor increases with decreasing credit quality. This also simplystates that the classical Merton model overestimates risk neutral default probabilities for low ratedobligors. Therefore, the adjustment factor is larger than one. This again has the effect, that if simple models like the Merton model are applied, the spread difference between high quality obligorsand low quality obligors will seem to be too low.Figure 4: Adjustment factor in the DuffieLando model for different rating grades. The minimumand maximum is taken over the parameters 10% 30%, 0 30%, 0 m 5%,10% SRV 40%, 0 s 3. Other parameter: T5.All in all, we have shown in this subsection, that the simple Merton estimator for the Sharperatio is still valid in the DuffieLando 2001 framework for investment grade entities as long as theasset volatility is larger than 10%. Investment grade bondsCDS constitute the majority of tradedbondCDS volume. Asset volatilities smaller than 10% usually only occur for financial servicescompanies cf. subsection 2.2 so this is just a minor restriction.36We choose this as an example, since 5year CDS are the most liquid ones usually used in empirical studies, cf. forexample Berndt et.al. 2005 and Amato 2005 and Baa is the most common rating among nonfinancial companies.3 EMPIRICAL ANALYSIS153 Empirical analysis 3.1 Data sources and descriptive statistics Our data sample consists of 125 North American companies based on the Dow Jones CDX.NA.IGindex, which is an investment grade CDS index published by markit and a consortium of 16 investment banks.37 We used 5year CDS spreads to derive risk neutral default probabilities. EDFsexpected default probabilities from Moodys KMV data base were used as a proxy for the actualdefault probabilities and correlations with the SP500index as a proxy for the correlations withthe market portfolio.In some occasions, Moodys ratings were used in addition for the actualdefault probability. All data was taken from the period from January 2003 until June 2007.Credit Default Swaps are OTC credit derivatives that have become widely popular over the lastyears with growth rates of over 100% nominal value in 2005 and 200638. Their main mechanism isquite simple: The protection buyer periodically pays a predefined premium usually quarterly tothe protection seller. In case of a credit event, the protection seller has to cover the losses incurredon a predefined reference obligation, i.e. he he has to pay an amount equal to the difference betweenthe nominal and the current market value of the predefined reference obligation to the protectionbuyer. As usual, put into practice, things turn out to be more complicated: The credit event hasto be precisely defined, a basket of reference obligations has to be specified 39 and the term marketvalue at the time of default has to be clearly specified. As in most academic research, we willassume, that the extent of these specification does not have a significant value and therefore CDScan be prized as if these implicit options were not part of the game.40The 5year CDS spreads bidaskmid used in our analysis were taken from Datastream. Onlydates with at least one trade for the respective CDS were used to avoid potential errors from puremarket maker data. We used CDS mid spreads for our analysis. Bidaskspreads served for consistency checks and sensitivity analysis. The risk neutral default intensity Q was derived by theapproximation s Q LGDQ out of the CDS spread s and the risk neutral LGD41. A recoveryrate of 50% was used.4237The data is based on the CDX.NA.IG.8index. By first fixing the constituents list and then analyzing historicaldata of these constituents, our data may be subject to a selection bias, since all these companies have performed wellenough to be included in an investment grade index. We are however not interested in the performance of the indexor any of its constituents but only examine risk pricing based on risk neutral and actual default probabilities.38Total outstanding market volume was 26 trillion at the end of 2006 concerning to the ISDA, growth rates in 2005 and 2006 were 103% and 101% respectively cf. ISDA 2006 yearend market survey.39Defining only a single reference obligation is not possible for practical reasons, which usually leads to a cheapesttodeliver option for the protection buyer, who can normally choose which reference obligation to sell to the protectionseller in case of a default.40Cf. Berndt et.al. 2005 for example.41The simple equation s Q LGDQ is only valid if the LGD is given as a fraction of market value. In case of arecoveryloss given as a percentage of face value as it will usually be the case when using rating agency data defaultintensity and recovery enter the pricing formula asymmetrically. For practical pruposes, the differences are minimal.Cf. DuffieLando 1999 and DuffieLando 2003 for discussion. Cf. also DuffieSingleton 2003 or Sch onbucher2003.42Based on Moodys 2007 the average default rate from 19822006 was 38% valueweighted basis and 46% sameweight for all years respectively for senior unsecured bonds. The interquartile range based on yearly averages from 19822006 is 39%54% on a 1year basis and 43% to 51% on a 5year basis. Other studies also derive recovery ratesof approximately 50%, e.g. AltmanKishore 1996 48% and CartyLiebermann 1996 54%. As we are mainlyinterested in an upper limit for the Sharpe ratio estimation, we choose a recovery rate of 50%, therefore slightly above3 EMPIRICAL ANALYSIS16Variable CDS mid in bp CDS offer in bp CDS bid in bpoffer, bid in bp Asset Vol.EDF1EDF5Moodys PD1Moodys PD5EDF1, Moodys PD1Correlation 1994519945199451994519945199451994514743147431474319945N Mean Median Coeff of Variation 74.7472.7376.9654.2238.07174.1295.45120.2275.1211660.0524.5341.7751.243.6353.14049.43.623.815%15%0.1%0.2%1.38%1.93%0.10%0.15%2.01%1.63%0.00% 0.01%0.520.5125th Pctl 28.130.026.32.711%0.05%1.00%0.05%0.93%0.11%0.4275th Pctl 62.564.060.54.718%0.15%2.15%0.18%2.51%0.06%0.60Table 2: Descriptive statistics for main input parameters. EDF1EDF5Moodys PD1Moodys PD5 denote the respective 1 and 5year cumulative default probabilities.Expected default frequencies EDFs from Moodys KMV data base were used as a proxy forthe actual default probabilities. EDFs are default probabilities, which are based on a Mertonstylestructural framework.43 The calibration is, however, done more pragmatically based on a large setof historical data and on discriminant analysis. EDFs are widely used in the banking industry andalso constitute a part of some of the internal rating systems of large banks. We used 1year EDFsand derived multiyear EDFs by Moodys cumulative default probabilites per rating grade.44 Themain advantage of EDFs compared to other ratings for our purpose is its link to market data: Thecurrent asset volatility and equity value are direct input parameters, therefore EDFs constitutea pointintime estimation of the current default probability. In contrast to EDFs, the ratingsof the large rating agencies are normally defined as throughthecycleratings, which in effect results in different default probabilities for a specific rating grade dependent on the current overalleconomic outlook. In some circumstances, Moodys ratings were used, if so, they were taken from Bloomberg. The ratings were mapped to default probabilities via a logarithmic approach based onraw data from Moodys 2007, i.e. lnP D 1 2 N RG, where NRG denotes the numericalrating grade ranging from 1 Aaa to 16 Baa 3.45Finally, we used 3year weeekly 46 correlations of the reference entities share price returns withthe SP500 index. The share prices were taken from Datastream. Companies without a NYSEor NASDAQ listing were removed from the sample. A floor of 20% was applied to the estimationof correlations.Our final data set consists of 19,945 datecompanycombinations for which CDS spreads, EDFsand correlations were available. Table 2 gives an overview of these main input parameters.the average indicated by the studies cited above. Lower recovery rates result in lower risk neutral default probabilitiesand therefore in lower Sharpe ratio estimates.43Cf. for example Moodys KMV 2007.44Cf. Appendix D for details.45The logapproach is a common approach for the calibration of default probabilities cf. for example Bluhm et.al2003. The resulting table of cumulative default probabilities can be found in Appendix D.46The calibration of correlations has a minor effect on the overall result, using 2year or 1year correlation did notalter results significantly.3 EMPIRICAL ANALYSIS17Variable QP EDFQP MoodysSharpe ratio market EDFSharpe ratio company EDFSharpe ratio market MoodysSharpe ratio company MoodysN1994514743199451994514743147433.383.40Mean Median Coeff of Variation 71.3687.0976.3360.3275.7067.632.742.5542.46% 37.23%19.56% 19.04%39.01% 35.25%18.70% 17.79%25th Pctl 1.871.7021.91%11.76%21.50%10.15%75th Pctl 4.124.0356.80%26.71%53.03%26.51%Table 3: Descriptive statistics for main output parameters. EDF and Moodys denotes, thatthe respective parameter was calculated via EDFs and default probabilities derived from Moodysrespectively. SR: Sharpe ratio. Q and P denote the actualrisk neutral default intensities.3.2 Empirical findings and discussion Based on the data described in subsection 3.1 and the Merton estimator for the Sharpe ratio derivedin section 3.1, we estimate the implicit company and market Sharpe ratios for each of the 19,945observations.3.2.1 Results of Sharpe ratio estimation Our estimation yields an average market Sharpe ratio of 42%, with an average company Sharperatio of 20% and an average correlation of 0.51 cf. table 3. The median market Sharpe ratio is 37%. Half of the observations result in a company Sharpe ratio between 12% and 27% market Sharpe ratio: 22% and 57%.47 Using actual default probabilities from Moodys leads to similar,though slightly smaller estimates for the average company Sharpe ratio 19% and market Sharperatio 39%. Figure 5 shows, that the implicit market Sharpe ratio fluctuates in a range between 30% and 50% over the period 2003 to 2007 with peaks in mid 2005 downgrades of Ford and General Motors and mid 2007 subprime crises. The volatility of the market Sharpe ratio is appr. 50%.The disaggregation with respect to sectors shows a quite homogenous result. Seven out of eightsectors have average implicit market Sharpe ratios between 30% and 45% as can be seen in table 4 The only outlier is the consumer stable sector with an average implicit market Sharpe ratio of 67%. This is due to a lower correlation of this sector with the market portfolio. Other studieshave pointed out the fact that correlations are not stable over time and seem to increase in adversemarket environments.48 Such adverse market environments are especially important when lookingat credit valuations, since only the tails of the distribution matter in this case. This may explain thehigh implicit Sharpe ratios estimated for this sector. The lower Sharpe ratio estimates for financialservices companies may be explained by their low asset volatility. The average asset volatility ofa financial service company based on Moodys KMv data is 8.8%. The financial services sector isthe only sector which has an asset volatility smaller than 10%. Asset volatilites below 10% implyhigher adjustment factors cf.the Merton estimator underestimates the true Sharpe ratio.section 2.3, i.e.47This interquartile range may seem large at first. We do though want to point out, that our estimation wasconducted on a singleobligorsingledate level. We are not aware of any authors, that have reported the results fordividendearningsdiscount models on this level, usually only aggregated data is provided. Based on own calculations,we would though expect these estimations to have at least equal variations.48Cf. for example GersbachLipponer 2003.3 EMPIRICAL ANALYSIS18Figure 5: Implicit Sharpe ratio based on CDS spreads and EDFs as a function of time.Some studies have used the ratio of risk neutral to actual default probabilities QtoPratioas a measure for risk aversion of investors.49 We would like to point out a major difference ofthe QtoPratio compared to our Sharpe ratio estimator. Whereas the Sharpe ratio over the timeperiod under consideration has only slightly increased, the increase in the QtoPratio was muchstronger cf. figure 6. This is a direct effect of the increasing credit quality in the sample periodcf. section 2.3. From a theoretical point of view, the Sharpe ratio seems to be a much betterindicator for risk aversion.3.2.2 Portion of CDS spread attributable to credit risk Some authors have argued, that especially for higher rating grades a significant part of the creditspread is not due to credit risk.50 Therefore we have analyzed our Sharpe ratio estimates separately for each rating grade. In theory, it should be independent of the credit quality. Based onthe adjustment factors derived in section 2.3 slight variations may,, however be plausible. Table 5compares the minimum and maximum of plausible Sharpe ratio estimates based on the adjustmentfactors derived in section 2.3 to our actual estimates. We can indeed see that our Sharpe ratioestimates for higher rating grades seem to be too high compared to the estimates for lower ratinggrades. In fact, testing the nullhypothesis that the mean Sharpe ratio for the high rating grades Aa and A equals the mean Sharpe ratio for the rating grade Baa results in pvalues below 1%, e.g.49Cf. for example Berndt et.al. 2005, Amato 2005 and Hull et.al. 2005.50Cf. HuangHuang 2005 and Liu et.al. 2007.3 EMPIRICAL ANALYSIS19Sector Communications and Technology Consumer Cyclical Consumer Stable Energy Financial Industrial Materials Utilities Average N dc N c2,4014,6532,2911,3403,3582,6591,9471,29619,9451325146181496105SR company EDF Correlation 20.92%20.72%23.15%17.50%16.32%19.20%22.91%12.75%19.56%0.530.510.400.430.540.560.590.450.51SR market EDF44.61%43.71%67.33%42.95%33.21%36.17%40.23%29.76%42.46%Table 4: Sharpe ratio estimator for different industry sectors. N dc: Number of companydatecombinations available for this sector; N c: Number of companies in this sector with at leastone observation. denotes that the difference to the total average is significant at the 5%1%confidence level.Rating grade Mertonestimator minSR 20%Aa 17.57%A 16.83%15.77%Baa Ba 14.18%B 11.63%Merton estimator maxSR 20%23.45%23.30%23.03%22.43%20.21%esMertontimator minSR 30%26.35%25.25%23.65%21.27%17.44%Merton estimator maxSR 30%35.18%34.95%34.55%33.64%30.32%Actual Mertonestimator 28.90%22.98%17.97%Table 5: Company Sharpe ratio estimator for different rating grades. Merton estimator minmax:MinimumMaximum modelbased Merton estimator after adjusting for the adjustment factors derived in subsection 2.3 if the company Sharpe ratio is 20%30%. AF: adjustment factor, SR:company Sharpe ratio. PValue: H0 : mean Sharpe ratio for the rating grades Aa and A equalsthe mean Sharpe ratio of the rating grade Baa 17.97%. denotes that the difference to theaverage Sharpe ratio in rating grade Baa e.g. 17.97% is significant at the 5%1% confidence level.the difference is largely significant.51If we look at a hypothetical change in the CDS spreads, that would make it a fair game e.g. thatwould yield the same Sharpe ratio for a all rating grades we find that the spread of an Aaratedobligor has to decline by appr. 50% to yield the same Sharpe ratio than for an average Baaratedobligor. Given an average spread of 32 bp for an Aarated obligor, this means a reduction of 16bp. We do however have to point out, that less than 1% of all obligors are rated Aa in our samplewhich could be a source of inaccuracy. The spread of an Arated obligor has to decline by appr.30% to yield the same Sharpe ratio than for an average Baarated obligor. Given an average spreadof 37 bp for an Arated obligor, this implies a reduction of 12 bp. Alternatively, the spread of an Arated obligor has to increase by 20% or 7 bp to match the Sharpe ratio of an average Aaratedobligor. The spread of a Baarated obligor has to increase by appr. 50% 29 bp or 20% 10 bpto yield the same Sharpe ratio than for an average Aa or Arated obligor.Summing up, even in an unobservable asset value framework credit spreads for high quality com51We used a ttest and a nonparametric Wilcoxon Ranksum test. Both resulted in pvalues below 1%.3 EMPIRICAL ANALYSIS20Figure 6: Development of 5 year CDS spread, 1year EDF, implicit market Sharpe ratio and QtoPratio as a function of time.panies still seem to be too high compared to credit spreads for lower quality companies.52 Thisresult is in line with other empirical research, which has stressed the role of taxes, transaction costs,liquidity and other parameters absent in a perfect market setting.53 Although most of the researchfocuses on bond pricing, an effect on CDS spreads seems to be be likely as well based on arbitragearguments. It is not the scope of this paper to quantitatively evaluate these effects. We do onlywant to stress, that all these effects will lead to a decrease in the implicit Sharpe ratio, since theyresult in a declining portion of the CDS spread attributable to credit risk.54 Therefore the derivedmarket Sharpe ratio of 42% mean and 37% median is still valid as an upper limit on the market Sharpe ratio in these settings.52One could argue, that higher quality companies have less idiosyncratic risk than low quality companies, whichcould justify the observed differences in Sharpe ratio estimations. The behavior of the correlation with respect torating classes is quite akward in this sample. The correlation is a increasing function of the EDFmeasure and adecreasing function of the default probability derived from Moodys rating. Companies with a high correlation withthe market seem to have predominantly high Moodys ratings and high EDFs, whereas the opposite seems to be truefor companies with a low correlation. We do not aim to resolve this conflict in this paper and leave this question forfurther analysis.53Cf. HuangHuang 2005 and Liu et.al. 2007.54The tax rate plays a special role, since in contrast to other effects it does not only have an influence on theportion of the credit spread attributable to credit risk but can also have an effect on the volatility as it may in theory dependent on the tax system decrease the volatility of the after tax cash flow. It is however hardly imaginable that CDS spreads will increase, if taxes are lowered. Therefore the general statements will under realistic assumptions hold true for tax effects, too. For a detailed discussion on the effect of capital income taxes on asset prices cf. forexample RappSchwetzler 2006.3 EMPIRICAL ANALYSIS213.2.3 Adjustment for tax effects In the next step, we have adjusted our estimator for the different tax treatment on equity anddebt markets. Looking at equity returns, the capital gains should usually be tax free and onlythe dividend part of the return is reduced by tax payments.In contrast, capital gains do onaverage not pose a significant part of credit returns, as bonds are normally issued at par. Theinterest received on the bonds is normally subject to full tax payments. Since CDS are oftenheld by banks, we have applied a different method to extract the tax effect out of CDS spreads:55Thinking in a PL logic and ignoring operative expenses, the difference between the CDS spreadincome and the expected loss as expected payout rate to the protection buyer is on average taxable on corporate level. Therefore, the after tax cash flow received by an investor equalsCDS spread expected loss 1 corporate tax rate. Using a corporate tax rate of 35%yields an average company Sharpe ratio of 15% and a market Sharpe ratio of 32%.3.2.4 Sensitivity with respect to noise in input parameters In section 2, we have shown, that the results are quite robust to model changes. Besides misspecifying the model, noise in the input parameters pose another possible source of inaccuracy. Wetherefore tested the sensitivity of our results with respect to the main input parameters. The resultsare shown in table 6. Changes of 10% relative to its original value result in a market Sharpe ratio ofappr. 5% higherlower for all analyzed parameters EDF: actual default probability, CDS spread,recovery rate, correlations. We would like to focus on two parameters: First, the sensitivity withrespect to the CDS spread and second, the sensitivity with respect to the recovery rate.The sensitivity with respect to the CDS spread can be used, if there is evidence that only aportion of the CDS spread is attributable to credit risk. For example, if only 90% of the CDS midspread were attributable to credit risk, this would decrease our estimation for the market Sharperatio by 4.6% from 42.5% to 37.9%. In particular extracting the part due to liquidity risk mayincrease the accuracy of our estimation.We expect the recovery rate modelling to be another focus of further research. Based on Moodys2007, the recovery rate volatility is significantly smaller than the default rate volatility, with acoefficient of variation of appr. 25% on a 1year basis compared to a appr. 60% for the defaultprobability. The interquartile range is 39%54% on a 1year basis and 43%51% on a 5year basis. Research on the recovery rates has soared over the last years, indicating, that recovery ratesvary by industry sector and through the business cycle. E.g., Moodys 2007 indicates a significant negative correlation between realized recovery rate and realized default rate. It remains tobe shown, if this relationship holds true for expected values as well. Different recovery rates forspecific sectorscompanies may also explain some of the differences between the implicit Sharperatios measured.55An analysis of the influence of personal taxes on bond spreads can be found in Liu et.al. 2007.4 CONCLUSION22Base Case CDS spread 10%CDS spread 10%RR 10%RR 10%EDF 10%EDF 10%Correlation 10%Correlation 10%Company Sharpe ratio Market Sharpe ratio Market Sharpe ratio at32.13%28.56%35.46%35.81%28.89%35.32%29.25%29.21%35.70%19.56%17.40%21.55%21.76%17.60%21.44%17.83%19.56%19.56%42.46%37.90%46.66%47.11%38.33%46.41%38.84%38.60%47.18%Table 6: Sensitivities of Sharpe ratio estimation for the main input parameters. Sharpe ratiomarket at denotes the estimation for the market Sharpe ratio after tax adjustment. RR: recoveryrate, EDF: expected default frequency.3.2.5 Comparison to other equity premium estimates These findings strongly support current research on the equity premium, which has averaged appr.79% over the last 50 years.56 This is equivalent to a Sharpe ratio of appr. 4050%. Currentresearch suggests, that the development of stock markets over the last 50 years was partially drivenby extraordinary gains and cannot be explained by fundamentals alone.57 A fair equity premiumis seen at appr. 35% in most academic research, equivalent to a Sharpe ratio of appr. 15%30%58.Taking our Sharpe ratio estimate of 42% and 32% after tax adjustment and taking into account,that only part of the total credit spread is attributable to credit risk yields the same qualitativeresult: Sharpe ratios of above 40% simply do not seem to be priced in current asset values.4 Conclusion In this paper, we have introduced a new framework for estimating the equity premium. We measurethe risk attitude of investors based on credit valuations and transforms it to an equity premium viastructural models. This approach offers a new line of thought for estimating the equity premiumthat is not directly linked to current methods. In addition, our approach is suited to link the current literature about credit risk premia on the one hand and the equity premium on the other hand.First, we have theoretically analyzed the estimation of Sharpe ratios out of credit valuations basedon a simple Merton model and a more advanced structural model of default by DuffieLando 2001including unobservable asset values. Based on the Merton model, we have developed a simple estimator for the market Sharpe ratio. This estimator only uses actual and risk neutral defaultprobabilities, the maturity and equity correlations. We do neither have to calibrate a structuralmodel nor do we have to estimate earnings or dividend growth. The theoretical results show anastonishing robustness of this simple estimator with respect to model changes. Although actual and 56Cf.for historical equity premia Ibbotson 2006 and for an overview and discussion FamaFrench 2002,ClausThomas 2002 and Illmanen 2002.57Among others, FamaFrench 2001 derive an implicit Sharpe ratio for the U.S.market from 19512000 of 15%based on the dividend growth model and a Sharpe ratio of 25% based on the earnings growth model. ClausThomas2001 derive an equity premium of 3.4% based on an Earnings forecast model, which equals a Sharpe ratio of appr.17%23% based on a market volatility of 15%20%.58Implying an average market volatility of 15%20%.4 CONCLUSION23risk neutral default probabilities are largely affected by model changes, the Merton estimator forthe Sharpe ratio is merely influenced for investment grade companies with an asset volatility above 10%. Asset volatilities above 10% can reasonably be assumed for all nonfinancial services companies. This robustness is due to the following effect: The Sharpe ratio is the only parameter in thesemodels that only has an effect on the actual default probability. All other parametersmechanismshave an influence in the same direction on both actual and risk neutral default probabilities, butthey merely have an influence on the relation between actual and risk neutral default probabilities.An empirical analysis of 125 companies from a North Americal investement grade CDS indexCDS.NA.IG has shown, that the average market Sharpe ratio derived from the Merton estimator equals 42%, a simple tax adjustment results in a market Sharpe ratio of 32%. Accounting inaddition for the fact, that some portion of the credit spread does not seem to be attributable tocredit risk, implicit Sharpe ratios of more than 30% do not seem to be plausible. These findingsstrongly confirm analysis on the equity premium, which have shown that equity prices imply market Sharpe ratios of 1530%59, far below the average realized Sharpe ratios in the second half of the 20th century of 4050%.60We see three main areas for further research: First, a more accurate determination of the partof the CDS spread attributable to credit risk seems to be very important. This, together with amore thorough treatment of the tax differences on equity and debt markets could help to improvethe accuracy of the overall level of our implicit Sharpe ratio estimation. Third, empirical analysishas shown, that the assumption of constant recovery rates is suboptimal. In reality, recovery ratesdiffer by sectors and vary through time. A more accurate estimation of the expected risk neutral recovery rate could help to more accurately determine the implicit Sharpe ratio for individualsectors and over time.59Equivalent to an equity premium of appr. 35% and an equity volatility of 1520%.60Equivalent to an equity premium of appr. 79% and an equity volatiliy of 1520% cf. FamaFrench 2002 and ClausThomas 2001 among others.A CORRELATION BETWEEN ASSET AND EQUITY RETURNS24A Correlation between asset and equity returns In this Appendix, we will show that the correlation between asset returns and market returns inthe Merton framework as well as in the DuffieLando framework 61 is approximately equal to thecorrelation between equity returns and market returns. Since covariance matrices are always positivsemidefinit, it is sufficient to show, that the correlation between asset returns and equity returnsis approximately one.62 The economic reason for a correlation of one between asset and equityvalues is quite simple: As equity is modeled in both frameworks as a deepinthethemoney 63 calloption on the companies assets 64, the sensitivity of the option with respect to the asset value isalmost linear i.e. the delta of the option is almost one and therefore gamma is close to zero.A correlation of 1 is equivalent to a positive linear relationship, so as the relationship is almostlinear, the correlation will be approximately one. The correlation will be the smaller, the less linearthe relationship is, i.e. the higher the default probability and therefore the less inthemoney theoption andor the higher the effect of other input parameters that lead to nonlinearities withrespect to the asset value e.g. taxes, insolvency costs in the DuffieLando framework.Qualitatively, the correlation will be highest for high credit quality companies in the Merton framework and lowest for low credit quality companies in the DuffieLando framework. Quantitavely, thecorrelation will always be above 99% for investment grade companies and above 97% for companieswith a rating of at least B in both frameworks, as we will show in the following subsections.A.1 Correlation between asset and equity values in the Merton framework The returns of the equity RET and the asset value RVT over the time horizon 0, T are definedasand RET ETE0RVT VTV0respectively. Therefore, the correlation between RET and RVT can be calculated as follows in the Merton framework:P RET , RVT P ET,E0V0 e122T BT N PVTV0cid:18cid:16cid:17 P ET , VT P VT N, VT cid:19, V0 e122T BT.61Which is, concerning the relationship between asset and equity value, basically the same as the LelandToft1996 model.12223121,21,32,3262Since the covariance matrix is positv semidefinit, it has a nonnegative determinant. The determinant of thecovariance matrix equals 22,3 1,3 2,32 0 and therefore 1,3 2,3. We have also directly simulated the difference between the correlationbetween equity and market values and asset and market values. The results confirm the analysis in this Appendix.63Of course, this option is not by definition deepinthemoney but rather depends on the closeness of the assetvalue to the default barrier. Looking at investment grade ratings, the maximum oneyear default probability isapproximately 0.4%, even extending the rating grades up to single B rating results in a oneyear default probabilityof not more than 10%. So we look at options, that are executed with an acutal probability of at least 99.6%investment grade and 90% single B respectively. This motivates the use of the term deepinthemoney.2,3. If 1,2 1, it follows that 21,32,321,221,321,3264The sort of option is of course different in both frameworks: a plain vanilla, european, call option in the Mertonframework and a knockout option in the DuffieLando framework.A CORRELATION BETWEEN ASSET AND EQUITY RETURNS25There is no analytical solution. Therefore we have to draw back on numerical approximations.The calcuation is straightforward, the result can be found in figure 7. Note, that each rating gradeis identified by a specific cumulative default probability based on Moodys 2007. Therefore, inthe first step, combinations of the parameters e.g. asset volatility, asset value were depicted,that lead to the same cumulative default probability.65In the next step, the correlations forthese parameter combinations were numerically evaluated and the minimum and mean was plottetin figure 7. Plotting correlations and other parameters with respect to the rating grade in astructural model may seem odd at first, but given the information available to a common investori.e. the rating, this is the only reasonable way. In addition, the rating grade is a very convenientway of clustering the results, since correlations are very similar within a rating grade, e.g. a highvolatility combined with high current asset value leads to a similar rating and a similar correlationthan a low volatility combined with a low current asset value.Figure 7: Correlation between equity and asset value in the Merton framework. Parameter combinations for calculating the minimummean: : 3% 30%, company Sharpe ratio: 10% 40%,other parameters: r 6%, T maturity 5, N 100, Vt choosen to fit target actual defaultprobability for respective rating grade.A.2 Correlation between asset and equity values in the DuffieLando framework In this subsection, we will analyze the correlation between asset and equity values in the DuffieLandoframework. As a special case, this will also cover the correlation in the first passage time framework with observable asset values. The procedure is basically the same as in the Merton frameworkthough the determination of a set of parameters leading to a specific default probability cannot be 65Precisely, this means that all parameters but the asset value were fixed and the asset value was choosen as toresult in the cumulative default probability of the respective rating grade.cid:20 ln NV0AssetsTr 12 2Assets Tcid:21A CORRELATION BETWEEN ASSET AND EQUITY RETURNS26analytically calculated but must be found by numerical techniques. The result is shown in figure 8. As discussed at the beginning of this Appendix, the correlations are slightly smaller than in the Merton framework, but still above 99% for investment grade companies. Extending the analysis tomaturities smaller or larger than 5 years does not significantly change the result. Further analysisis available upon request.All in all, asset values and equity values do always move in the same direction in the DuffieLandoframework, e.g. the equity value always rises with rising asset value, all other parameters beingequal. We do, however, want to point out, that there may be states, where asset and equity valuesdo not move in the same directions in reality, if we allow other parameters to be volatile. Onefamous example is asset substitution e.g. equity holders increase the volatility of the assets,where the asset value stays constant 66 and the equity value increases. Others may be the strategicsetting of the dividendpayout rate or a nonconstant default barrier. It is not within the scope ofthis paper to explicitly evaluate the effect on the correlation between asset and equity value, wedo however not expect our results to materially differ under these scenarios given the very highcorrelations observed in our models. As an indication, one could use the correlation between assetand equity value given in the KMVmodel. For our data set, the correlation is on average 90%,the median is 95%. The lower average is mainly due to a small set of companies with correlationsbelow 70%, which is usually due to large onetime effect on the asset value andor default point.Figure 8: Correlation between equity and asset value in the DuffieLando framework. Parametercombinations for calculating the minimummean: : 3%30%, company Sharpe ratio: 10%40%,risk neutral asset growth rate after payouts: 0% 5%, asset value uncertainty: 0% 30%, T1time since last certain asset value information: 0y 3y, other parameters: r 6%, T maturity5, default barrier100, Vt choosen to fit target actual default probability for respective rating grade.66Or may even decline, if the rising asset volatility is bought by negative NPV assets.B DETAILS ABOUT ADJUSTMENT FACTORS27B Details about adjustment factors in the DuffieLando framework The following tables show adjustment factors for the Sharpe ratio estimation in the DuffieLandoframework for different parameter combinations.Adjustment factor 0%m Sharpe ratio 0,10,20,30,4Average m0%2,5%Average m2.5%5%Average m5%Average 0,10,20,30,40,10,20,30,410% 15% 20%1,041,041,051,051,061,061,071,081,051,061,051,081,061,101,081,121,141,091,071,111,071,151,081,181,101,221,271,131,101,211,121,071,041,051,061,071,061,061,071,091,111,081,091,111,141,171,131,0930% Average 1,041,041,041,051,061,051,071,061,051,051,061,041,071,051,091,061,071,101,081,061,091,051,111,061,131,071,161,091,121,071,061,09Table 7: Adjustment factors for a rating of Baa and a maturity of 5 years for a scenario of observable asset values i.e. s0 and 0%.Other parameters: masset growth rate risk free rate payout rate, asset volatility, Sharpe ratio Sharpe ratio of asset value process beforepayout rate. Bold numbers denote the MinMax, itallic numbers denote typical value firms. Please note: Adjustment factors for credit qualitieshigher than Baa are even lower.Adjustment factor 0%m Sharpe ratio 0,10,20,30,4Average m0%2,5%Average m2.5%5%Average m5%Average 0,10,20,30,40,10,20,30,4sigma 10% 15% 20%0,870,930,930,880,940,890,960,910,940,890,940,910,950,930,960,970,990,990,960,950,960,990,981,031,001,081,131,021,060,990,960,960,900,910,920,930,920,920,930,950,980,950,950,981,011,041,000,9530% Average 0,970,920,920,970,930,980,950,990,930,980,930,970,950,980,990,970,991,000,960,990,970,980,990,991,021,011,061,021,001,010,970,99Table 8: Adjustment factors for a rating of Baa and a maturity of 5 years for a scenario of highly unobservable asset values i.e. s3 and 30%. Other parameters: m risk neutral asset growth rate risk free rate payout rate, asset volatility, Sharpe ratio Sharpe ratio ofasset value process before payout rate. Bold numbers denote the MinMax, itallic numbers denote typical value firms.C Details Sharpe ratio estimation The following tables show the results of the Sharpe ratio estimation for each single company persector, cf. table 9 and 10. Please note: Moodys ratings for financial service companies are usuallynot comparable with nonfinancial services companies as the underlying default probabilities areusually assumed to be different, e.g. a A2rating of a financial services company has a lower defaultprobability than a A2rating of a nonfinancial services company. This explains the higher Moodys Sharpe ratios for financial services companies.C DETAILS SHARPE RATIO ESTIMATION28Sector Company Communications Technologyand ALLTEL Corp QtoPEDF3.19SR companyEDF20.24%SR marketEDF33.15%SR companyMoodys33.48%SR marketMoodys54.53%ATT Inc Century Tel Inc Comcast Cable Comms LLCComputer Sciences Corp Hewlett Packard Co IAC Inter Active Corp Intl Business Machs Corp Omnicom Gp Inc R R Donnelley Sons Co Sprint Nextel Corp Time Warner Inc Verizon Comms Inc Autozone Inc Cardinal Health Inc Caterpillar Inc CBS Corp Centex Corp Con Agra Foods Inc CVS Corp Deere Co J C Penney Co Inc Jones Apparel Gp Inc Lennar Corp Ltd Brands Inc Marriott Intl Inc Mc Donalds Corp Mc Kesson Corp Nordstrom Inc Pulte Homes Inc Sherwin Williams Co Southwest Airls Co Starwood Hotels Resorts Wwide Inc Target Corp Toll Bros Inc Wal Mart Stores Inc Walt Disney Co Whirlpool Corp Altria Gp Inc Amgen Inc.Baxter Intl Inc Boston Scientific Corp Bristol Myers Squibb Co Campbell Soup Co Gen Mls Inc Loews Corp Safeway Inc Sara Lee Corp The Kroger Co.Tyson Foods Inc Unvl Health Svcs Inc Wyeth Anadarko Pete Corp Conoco Phillips Devon Engy Corp Halliburton Co Transocean Inc Valero Energy Corp 2.515.787.232.521.095.712.202.075.655.093.774.863.864.773.041.875.092.154.592.911.685.098.663.132.625.532.471.332.362.274.933.9711.011.963.312.543.532.033.7111.933.801.832.981.943.276.501.464.595.625.104.533.522.894.203.192.712.872.352.683.222.84Communications Technology: Average Consumer Cyclicaland Consumer Cyclical: Average Consumer Stable Consumer Stable: Average Energy Energy: Average 14.80%31.01%37.24%12.69%1.78%33.75%13.71%12.82%31.71%30.24%19.81%25.49%20.92%28.55%20.04%10.67%29.74%13.43%26.94%17.32%8.66%30.73%36.39%22.58%14.15%30.64%14.54%4.62%13.82%16.19%27.64%24.87%47.70%10.78%24.32%15.57%22.59%11.37%20.72%50.60%22.56%10.21%19.55%10.56%20.24%33.79%6.43%27.02%27.84%29.73%29.14%23.59%18.90%23.15%17.50%16.53%18.70%14.86%15.32%21.88%17.50%28.33%67.26%98.34%30.04%1.65%56.18%21.71%26.16%92.62%70.35%38.10%48.14%44.61%70.18%65.31%16.42%74.23%24.00%77.89%38.79%13.72%70.11%72.82%44.36%28.58%52.72%30.27%12.82%27.16%31.37%64.64%50.33%88.14%21.13%46.27%28.03%36.54%19.85%43.71%186.98%66.83%35.72%63.81%20.84%54.45%114.28%10.38%56.96%78.13%61.06%107.64%90.10%49.51%67.33%45.29%32.85%53.59%35.06%36.72%53.25%42.95%33.67%23.04%14.37%31.18%17.30%13.21%16.14%22.57%17.67%26.58%33.61%22.87%14.49%31.07%15.64%19.11%16.42%2.48%21.86%12.29%17.39%14.59%26.29%9.23%27.08%17.08%29.08%19.84%19.99%21.92%20.15%17.60%36.60%23.71%14.85%8.70%31.86%17.68%20.60%20.38%24.56%10.39%18.15%24.32%20.33%12.80%21.60%10.33%17.78%12.42%9.62%14.03%63.11%49.18%39.25%66.78%29.64%21.97%29.19%64.88%36.91%43.92%62.26%44.94%37.65%77.29%41.33%41.96%26.33%5.29%42.33%22.71%33.36%23.51%52.27%25.64%51.60%32.60%72.99%36.59%37.49%34.58%36.18%35.34%140.35%70.78%52.87%26.44%58.46%48.08%70.95%34.48%68.80%20.54%62.82%59.24%55.84%31.50%42.79%28.52%42.91%27.77%19.68%32.10%Table 9: Details of Sharpe ratio estimation per sector and company. Continued in table 10.C DETAILS SHARPE RATIO ESTIMATION29Sector Financial Financial: Average Industrial Industrial Ergebnis Materials Materials: Average Utilities Utilities: Average Total: Average Company ACE Ltd Amern Express Co Amern Intl Gp Inc Boeing Cap Corp Cap One Bk Chubb Corp Cigna Corp Ctrywde Home Lns Inc Gen Elec Cap Corp Hartford Finl Svcs Gp Inc Marsh Mclennan Cos Inc MBIA Ins Corp Met Life Inc Radian Gp Inc Simon Ppty Gp L PWA Mut Inc Wells Fargo Co XL Cap Ltd Arrow Electrs Inc Burlington Nthn Santa Fe Corp Carnival Corp CSX Corp Goodrich Corp Honeywell Intl Inc Ingersoll Rand Co Lockheed Martin Corp Motorola Inc Newell Rubbermaid Inc Norfolk Sthn Corp Northrop Grumman Corp Raytheon Co Un Pac Corp Alcan Inc.Dow Chem Co Eastman Chem Co Intl Paper Co Mead Westvaco Corp Olin Corp Rohm Haas Co Temple Inland Inc Weyerhaeuser Co Amern Elec Pwr Co Inc Constellation Engy Gp Inc Dominion Res Inc Duke Energy Carolinas LLCProgress Engy Inc Sempra Engy QtoPEDF2.292.771.812.002.222.332.351.821.591.644.492.732.024.744.463.134.182.222.743.523.904.743.901.921.632.703.201.563.182.854.653.225.893.172.853.263.364.493.532.552.636.304.913.622.612.053.231.482.221.822.213.38SR companyEDF14.49%17.52%9.83%12.67%14.02%12.70%11.87%11.20%6.23%8.90%26.35%SR marketEDF25.50%22.40%16.74%27.85%26.01%24.74%42.45%27.43%9.90%13.03%59.67%18.39%11.97%28.30%24.76%20.81%24.44%14.62%16.32%26.25%23.52%27.91%22.56%12.57%7.73%16.70%20.67%7.72%20.86%16.98%26.72%20.29%31.61%19.20%17.79%21.21%22.87%27.75%23.37%18.04%16.82%34.80%29.04%22.91%16.90%11.76%21.34%3.95%14.50%9.67%12.75%19.56%30.27%22.60%54.33%61.36%38.73%38.14%30.72%33.21%40.49%40.80%41.94%40.00%27.09%12.20%24.12%61.89%16.77%37.97%34.32%68.59%41.62%60.37%36.17%29.69%36.90%41.06%43.28%39.51%35.87%27.16%74.46%50.15%40.23%36.55%28.11%53.07%9.00%35.49%19.01%29.76%42.46%SR companyMoodys28.65%SR marketMoodys49.05%36.17%23.31%17.44%32.68%9.00%31.44%21.88%22.16%70.81%50.22%29.63%60.12%28.60%77.24%31.36%42.31%19.74%37.20%33.87%8.00%34.82%24.07%9.00%26.96%6.04%9.90%3.02%11.15%19.63%4.44%1.67%10.36%11.78%18.72%17.92%15.50%17.91%19.14%14.95%17.55%17.49%3.53%18.47%17.32%18.20%15.51%18.70%57.39%12.51%70.07%47.22%16.28%40.17%9.78%17.01%10.69%26.09%35.28%11.80%3.53%20.48%21.94%30.39%32.16%23.36%29.47%30.84%31.75%29.29%29.39%6.98%41.50%43.58%37.35%35.01%39.01%Table 10: Details of Sharpe ratio estimation per sector and company. Please note: Moodys ratings for financial service companies are usuallynot comparable with nonfinancial services companies as the underlying default probabilities are usually assumed to be different, e.g. a A2ratingof a financial services company has a lower default probability than a A2rating of a nonfinancial services company. This explains the higher Moodys Sharpe ratios for financial services companies.D MAPPING OF MOODYS RATING GRADES TO DEFAULT PROBABILITES30D Mapping of Moodys rating grades to default probabilites For the mapping of Moodys rating grades to default probabilities, we used the raw data providedby Moodys 2007. We used a loglinear relationship to calibrate the default probabilities, i.e.lnP D 1 2 N RG,where NRG denotes the numerical rating grade ranging from 1 Aaa to 16 Baa 3. This yieldedthe following cumulative default probabilities per rating grade:Rating Aaa Aa 1Aa 2Aa 3A1A2A3Baa 1Baa 2Baa 3Ba 1Ba 2Ba 3B1B2B310.0010.0020.0040.0070.0130.0240.0450.0830.1520.2790.5140.9461.7413.2045.89610.85020.0060.0110.0180.0320.0550.0950.1640.2850.4930.8551.4822.5694.4527.71613.37323.17830.0190.0320.0520.0850.1390.2280.3730.6111.0021.6422.6914.4117.22911.84719.41731.82340.0410.0650.1030.1630.2560.4040.6371.0041.5832.4963.9346.2029.77815.41424.30138.31050.0710.1080.1660.2550.3920.6010.9221.4162.1733.3355.1207.85812.06118.51228.41343.61160.0940.1430.2180.3310.5020.7631.1591.7602.6744.0636.1729.37614.24321.63832.87149.93670.1140.1730.2610.3940.5960.9001.3602.0563.1074.6957.09510.72216.20424.48837.00755.92680.1250.1900.2870.4340.6570.9951.5062.2783.4475.2177.89411.94618.07627.35441.39262.63590.1350.2050.3100.4700.7121.0781.6332.4753.7505.6818.60713.04119.75929.93645.35668.719100.1480.2240.3390.5120.7751.1731.7742.6834.0586.1399.28614.04621.24732.13948.61573.538Table 11: Cumulative default probabilities for Moodys ratings in percent.REFERENCESReferences 311 Altman, E.I.Kishore, V.M.: Almost Everything You Wanted to Know about Recoveries on Defaulted Bonds, in: Financial Analysts Journal, Vol. 52, No.6, 1996, p. 5764.2 Amato, J.: Risikoaversion und Risikopr amien am CDSMarkt, BIS Working Paper, 2005.3 Amato, J Remolona, E.: The pricing of unexpected credit losses, BIS Working Papers, 2005.4 Berndt, A.Douglas, R., Duffie,D.Ferguson, M.Schranz, D.: Measuring default risk premia from default swap rates and EDFs, BIS Working Papers,No 173, March 2005.5 Black, F.Scholes, M.: The Pricing of Options and Corporate Liabilities, in:Journal of Political Economy, 1973.6 Bluhm, C.Overbeck, L.Wagner, C.: An Introduction to Credit Risk Modeling, Chapman Hall, 2003.7 Bohn, J.: An Empirical Assessment of a Simple ContingentClaims Modelfor the Valuation of Risky Debt, in: Journal of Risk Finance, Summer, p.5577.8 Carty, L.V.Lieberman, D.: Defaulted Bank Loan Recoveries, Moodys Investors Service, Global Credit Research, Special Report, Nov. 1996.9 Claus, J.Thoma, J.: Equity Premia as Low as Three Percent? Evidencefrom Analysts Earnings Forecasts for Domestic and International Stock Markets, in: Journal of Finance, Oct. 2001, p. 16291666.10 Delianedis, G.Geske, R.: Credit Risk and Risk Neutral Default Probabilities: Information about Rating Migrations and Defaults. Working Paper,Anderson Graduate School of Business, University of California, Los Angeles, 1998.11 Driessen, J.: Is Default Event Risk Priced in Corporate Bonds?, Working Paper, University of Amsterdam, 2003.12 Duffie, D.Lando, D.: Term Structure of Credit Spreads with Incomplete Accounting Information, Econometrica, Vol. 69, No. 3, p. 633664, Mai 2001.13 Duffie, D.Singleton, K.: Modeling Term Structures of Defaultable Bonds,in: Review of Financial Studies, Vol. 12, 1999, p. 687720.14 Duffie, D.Singleton, K.: Credit Risk Pricing, Measurement, and Management, 1st ed., Princeton 2003.15 Embrechts, P.Kl uppelberg, C.Mikosch, T.: Modelling Extremal Events for Insurance and Finance, Springer, Berlin, 1997.REFERENCES3216 Fama, E.F.French, K.R.: The Equity Premium, in: Journal of Finance, Vol.LVII, No 2, April 2002, p. 636659.17 Finger, C.C.Finkelstein, V.Pan, G.Lardy, J.P.Ta, T.Tierney, J.: Credit Grades, Technical Document, Risk Metrics Group, 2002.18 Fons, J.: The Default Premium and Corporate Bond Experience, in: Journalof Finance, Vol. 42, 1987, p. 8197.19 Gebhardt, W.Lee, C.Swaminathan, B.: Toward an Implied Cost of Capital,in: Journal of Accounting Research, Vol. 39, No 1, June 2001, p. 135176.20 Gersbach, H.Lipponer, A.: Firm Defaults and the Correlation Effect, in: European Financial Management, Vol. 9, No. 3, 2003, p. 361377.21 Gordon, M.: The Investment, Financing, and Valuation of the Corporation,Irwin Publishing 1962.22 Huang, J.Huang, M.: How much of the CorporateTreasury Yield Spread is Due to Credit Risk?: Results from a New Calibration Approach, Working Paper, Graduate School of Business, Standford University, 2005.23 Hull, J.: Options, Futures and Other Derivatives, 6th rev. ed., New Jersey,2005.24 Hull, J.Predescu, M.White, A.: Bond Prices, Default Probabilities and Risk Premiums, in: Journal of Credit Risk, Vol. 1, No. 2, 2005, p. 5360.25 Ibbotson:International Equity Risk Premia Report 2006, Ibbotson Associates, Inc., 2006.26 Illmanen, A.: Expected Returns on Stocks and Bonds, in: Journal of Portfolio Management, Vol. 29, Issue 2, Winter 2003, p. 728.27 Leland, H.E.Toft, K.: Optimal Capital Structure, Endogenous Bankruptcy,and the Term Structure of Credit Spreads, in: The Journal of Finance, Vol.51, p. 9871019, 1996.28 Liu, J.Longstaff, F.Mandell, R.: The market price of credit risk: An empirical analysis of interest rate swap spreads, Working Paper, 2000.29 Liu, J.Shi, J.Wang, J.Wu, C.: How much of the corporate bond spread isdue to personal taxes?, in:Journal of Financial Economics, Vol. 85, Issue 3,2007.30 Mehra, R.Prescott, E.C.: The Equity Premium: A Puzzle, in: Journal of Monetary Economics, Vol. 15, No. 2, p. 145161, 1985.31 Mehra, R.: The Equity Premium: Why is it a Puzzle, Working Paper, 2003.32 Merton, R.C.: On the pricing of corporate debt: the risk structure of interestrates, in: Journal of Finance, Vol. 29, p. 449470, 1974.REFERENCES3333 Moodys Investors Service: Corporate Default and Recovery Rates, 19202006, 2007.34 Moodys KMV: EDF 8.0 Model Enhancements: Modeling Methodology, 2007.35 Musiela, M.Rutkowski, M.: Martingale Methods in Financial Modelling,Berlin u.a. 1997.36 Ohlson, J.: Earnings, Book Values and Dividends in Security Valuation, in:Contemporary Accounting Research, p. 661687, Spring 1995.37 Philips, T.K.: Estimating Expected Returns, in: Journal of Investing, Vol.12, Issue 3, Fall 2003, p. 4958.38 Rapp, M.Schwetzler, B.: Asset Prices in the Presence of a Tax Authority,in: German Working Papers in Law and Economics, paper 33, Vol. 2006.39 Sch onbucher, P.: Credit Derivatives Pricing Models, 1st ed., Chichester 2003.40 Zhou C.: A jumpdiffusion approach to modeling credit risk and valuing defaultable securities, Finance and Economics Discussion Paper, 1997.", "filename": "577540300.pdf", "person": ["Tobias Berg", "Berg, Tobias", "Christoph Kaserer", "Kaserer, Christoph"], "date": ["2008"]}