{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26836/1/582188954.PDF"], "title": ["Discrete Heterogeneity in the Impact of Health Shocks on Labour Market Outcomes"], "plaintext": "Ruhr Economic Papers Published by RuhrUniversitat Bochum RUB, Department of Economics Universitatsstrae 150, 44801 Bochum, Germany Technische Universitat Dortmund, Department of Economic and Social Sciences Vogelpothsweg 87, 44227 Dortmund, Germany Universitat DuisburgEssen, Department of Economics Universitatsstrae 12, 45117 Essen, Germany RheinischWestfalisches Institut fur Wirtschaftsforschung RWI EssenHohenzollernstrasse 13, 45128 Essen, Germany Editors:Prof. Dr. Thomas K. Bauer RUB, Department of Economics Empirical Economics Phone: 49 0 2343 22 83 41, email: thomas.bauerrub.de Prof. Dr. Wolfgang Leininger Technische Universitat Dortmund, Department of Economic and Social Sciences Economics Microeconomics Phone: 49 0 231 7 5532 97, email: W.Leiningerwiso.unidortmund.de Prof. Dr. Volker Clausen University of DuisburgEssen, Department of Economics International Economics Phone: 49 0 2011 8336 55, email: vclausenvwl.unidue.de Prof. Dr. Christoph M. Schmidt RWI Essen Phone: 49 0 20181 49227, email: schmidtrwiessen.de Editorial Office:Joachim Schmidt RWI Essen, Phone: 49 0 20181 49292, email: schmidtjrwiessen.de Ruhr Economic Papers 71Responsible Editor: Christoph M. Schmidt All rights reserved. Bochum, Dortmund, Duisburg, Essen, Germany, 2008ISSN 18644872 online ISBN 9783867880756The working papers published in the Series constitute work in progress circulated tostimulate discussion and critical comments. Views expressed represent exclusivelythe authorsown opinions and do not necessarily reflect those of the editors.Ruhr Economic Papers71Stefanie Schurer Ruhr Graduate Schoolin Economics ECONRWIESSENBibliografische Information der Deutschen Nationalbibliothek Die Deutsche Nationalbibliothek verzeichnet diese Publikation inder Deutschen Nationalbibliografie; detaillierte bibliografische Datensind im Internet uber http:dnb.dnb.de abrufbar.ISSN 18644872 onlineISBN 9783867880756Stefanie SchurerDiscrete Heterogeneity in the Impact of Health Shocks on Labour Market Outcomes Abstract Empirical evidence from the psychology literature suggests that reactions towards health shocks depend strongly on the personality trait of locus of control, which is usually unobservable to the analyst. In this paper, the role of thisdiscrete heterogeneity in shaping the effects of health shocks on labour supplyis theoretically modelled by adopting the Grossman 1972 model. Using German longitudinal data, the predictions of the theoretical model are tested witha latent class binary choice model and an alternative identification strategy. Arobust result across both specifications for various definitions of locus of control, health shocks and labour market outcomes is that internals have a smallerprobability of leaving the labour market after experiencing a health shockthan externals.JEL Classification: I12, D01, C25Keywords: Health shocks, heterogeneity, Grossman model, finite mixturemodels, personality traits September 2008 MIAESR and Ruhr Graduate School in Economics. The author would like to thank William Greene, John HaiskenDe New, John Creedy, Lars Siemers, Annika Frohloff, Jan Brenner, Boris Augurzky, Adrian Bruhin, Andrew Jones, Pilar GarciaGomez, Martin Gravare, Pedro Rosas Dias, Christoph M. Schmidt, Anthony Scott, Mike Shields, participants of the Health, Econometrics, and Data Group, University of York, the Therapy Hiking Seminar and the Brown Bag Seminar of the RWI Essen, and the MIAESR Workshop, University of Melbourne. All errors are myown. All correspondence to Stefanie Schurer, Melbourne Institute of Applied Economic and Social Research MIAESR, University of Melbourne, Faculty of Economics and Commerce,3010 Melbourne, email: sschurerunimelb.edu.au.The relationship between socioeconomic status, in particular labour market outcomes,and health is one of the most robust and well documented findings in social science,nevertheless its causal pathways are far from clarified yet. Health shocks, a quasinaturalexperiment, have been used as an exogenous variation in health status to successfullyidentify the causal impact of health on labour market outcomes Smith, 1999, 2003.Several reasons may explain why individuals experiencing a health shock are more likelyto exit the labour market. They might be unable to work or to perform the same dutiesto the same standard, but also they may have to spend longer hours at general practicesor hospitals and, consequently, spend less time at the workplace. If given the opportunity,affected individuals may opt for early retirement, parttime employment, or a prolongedsickleave, either because they objectively cannot perform daily routines or they perceivetheir health status to be too weak to work. These dynamics have been strongly confirmedin the empirical literature on the effects of sudden and graduated declines in health onthe probability to be unemployed, to be inactive, or to retire Rice et al., 2007; Haganet al., 2006; Disney et al., 2006; GarciaGomez and LopezNicolas, 2006; Wing Han Auet al., 2005; Riphahn, 1999; Bound et al., 1999.Even though most studies account for individual differences in the level of labourmarket outcomes, the empirical literature does not consider the potential of heterogeneous effects of health shocks on labour market outcomes. That is to say, most studiesassume that the average response to unanticipated life events in the population resultsfrom the same underlying coping behaviour. This is a truly restrictive assumption, asempirical evidence in the psychology literature suggests that individuals differ in theirreactions towards sudden changes in life. These differences are referred to as differencesin affective style Davidson, 1992, which are associated with temperament Kagan et al.,1988 or personality Gross et al., 1998. The literature also demonstrates that personality differences in responses to sudden health changes can broadly be captured by twotypes of individuals. Some studies distinguish between optimists and pessimists Scheierand Carver, 1987, other studies distinguish between individuals who have an internalor an external locus of control Rotter, 1966, 1982, and some studies speak of left orrightbrainers Davidson, 1993.Even though a clearcut distinction between these concepts is not possible, they nevertheless suggest that assuming slope homogeneity is an inadequate representation of the 4behaviour in the population, and thus results in a misspecification of the data generatingprocess in an empirical analysis. The question about assuming the correct data generatingprocess is in so far important, as the homogeneity assumption may lead to biased resultsJedidi et al., 1997; Heagerty and Kurland, 2001 or to a poor fit of the data Mc Lachlanand Peel, 2000.In light of these untouched issues, this study assesses discrete heterogeneity in the impact of health shocks on labour market outcomes. To sort out the mechanisms underlyingthe relationship between the personality trait of locus of control or optimismpessimismor rightleft brainers and the labour market response to a health shock, I adopt a twoperiod simplification of the Grossman 1972 model. The health production function isallowed to differ by individuals, which means that some individuals are more successful in producing healthy days than others despite the same level of inputs, observablecharacteristics, and rate of health deterioration.From this theoretical conditional labour supply equation an empirical specification isderived. Using high quality panel data from the German SocioEconomic Panel GSOEPand a finite mixture approach, I estimate the probability to become inactive separatelyfor two classes. Mixture models and their variants identify classes of individuals via afinite number of mass points rather than via the full distribution of unobserved individualeffects Haughton, 1997; Mc Lachlan and Peel, 2000; Aitkin and Rubin, 1985. They havebeen widely applied to capture unobservable heterogeneity in the demand for health careDeb and Trivedi, 2002, 1997; Deb, 2002 or substance abuse Van Ours, 2006, 2004, thedeterminants of happiness Clark and Etile, 2006, and the state dependence of healthHalliday, 2008. Mixture models are also attractive as they allow to investigate thedeterminants of class membership.As an alternative, I identify the two classes of internal and external locus of controlfrom observable personality data provided for in the GSOEP in wave 2005. On the basisof a personality index constructed from the data, I separate the sample into individualswith internal and external locus of control and interact these indicators with the healthshock. The health shock is constructed from both health care utilisation and selfreportedhealth status measures.The comparative statics of the theoretical model show that in the case of a change inthe level of last periods health, the average externally controlled individual is more likely 5to work less in the second period than the average internally controlled individual. Thistheoretical result is confirmed in the empirical analysis: across a variety of specifications,the internally controlled individuals have a smaller probability of leaving the labour market after experiencing a health shock than externally controlled individuals, whereas thislatter group makes up a smaller fraction of the sample.The remainder of the paper is structured as follows: Section 1 reviews the empiricalliterature on the importance of personality traits in determining coping behaviour. Section 2 outlines the theoretical model and Section 3 explains the identification of the latentclass model and the alternative estimation strategy. Section 4 describes the data, theconstruction of the health shock measures, and the construction of the locus of controlpersonality index. Descriptive and estimation results, and the robustness analysis arepresented in Section 6, while Section 7 concludes.1 Health, Personality Traits and Coping Behaviour Personality traits are receiving increasingly attention in the empirical and theoreticaleconomics literature Borghans et al., 2008. The role of locus of control has been discussedin relationship to job motivation and achievements Judge and Bono, 2001 and setpoint theory in happiness research Headey, 2008, whereas the role of optimism as onedeterminant of heterogeneity has been widely acknowledged in the economics literatureon happiness. People look at life pessimistically or optimistically, even though there isno difference in their level of wellbeing, and therefore judge their wellbeing differentlyClark et al., 2005; Groot and Maasen van den Brink, 2007.A large body of research in health psychology has successfully demonstrated a linkbetween optimism, internal locus of control, and asymmetric brain activity and the copingbehaviour of individuals experiencing unanticipated, adverse lifeevents. In what followssuggests that differences in coping behaviour may be broadly captured by two groups ofindividuals: independent of the name tags applied, there are some individuals who facelittle difficulties in coping with adverse life events and some who face large difficulties.Optimists are considered to adjust better to adverse life events than pessimists. Optimism is usually defined as having general expectations that good things will happen,6either now or in the future Scheier and Carver, 19871. Optimists differ from pessimistsin their stable coping tendencies Scheier et al., 1986 when confronting stressful events.For instance, women diagnosed and treated for breast cancer appear to respond to agreater degree with fighting spirit, which is associated with greater quality of life andfunctioning, whereas pessimistic women appear to respond with a greater degree of hopelessness and helplessness Schou et al., 2005. Also, among patients who were diagnosedand treated for unanticipated illnesses, e.g. cancer or coronary heart disease, optimistsreturned much faster to vigorous physical activity and were more likely to have a higherquality of life than pessimists. On the other hand pessimists are associated with a higherprobability of giving up after a diagnosis or surgery Rasmussen et al., 2006. In a studyon maternal adjustment to pregnancy, it has been shown that optimists are more likelyto engage in constructive and problemfocused thinking and to solve daily problems moreefficiently. This constructive thinking correlates negatively with later anxiety and positively with later positive states of mind Park et al., 1997. With respect to copingbehaviour towards major life events, optimists show smaller days of sickleave from workafter an adverse event and they return faster to preevent levels of functioning Kivimakiet al., 2005, whereas pessimists are more likely to disrupt their social and reacreationalactivities after an illness Carver et al., 2003.Similar differences in adjustment to unanticipated events have been reported for individuals who differ in their locus of control 2. Those with internal locus of control referredto as internals from here onwards believe they have the ability to significantly alterevents while individuals with external locus of control referred to as externals from hereonwards feel that their lives are dominated by the environment and luck Rotter, 1966,1982. Individuals facing a spectrum of threatening events appear to adapt better whenthey perceive control over the consequences of the problem or the recurrence. There arethree reasons reported why individuals with an internal locus of control cope better withstressful events. Perceived control increases predictability as the event unfolds, it may 1Dispositional optimism is measured by the Life Orientation Test LOT or its revised version LOTR, which consists of 8 coded items, four phrased in a positive way, and four phrased in a negative wayplus four filler questions. A typical question of the test is: In uncertain times, I usually expect the best.Respondents answer each item by indicating the extent of their agreement along a 5point Likert scaleranging from strongly agree to strongly disagree.2The theory of locus of control was derived from Rotters Social Learning Theory of 1954, out ofwhich a Locus of Control Scale, the IE scale, to measure generalised perceptions of individuals had beenderived Rotter, 1966.7set an upper limit on the perceived adverse consequences, and it undercuts feelings ofhelplessness Thompson, 1981.These adaptational benefits of perceived control have been demonstrated among individuals with breast cancer, rheumatic disease, victims of spinal cord injuries, and mothersof medically fragile infants. Among myocardial infarction survivors, perception of personal control was also linked with a better adherence to recommended behavioural regimesand a higher rate of returning to work following the recuperative period. Internal locus ofcontrol has also been associated with knowledge about disease, ability to stop smoking,ability to lose weight, effective use of birth control, getting preventive inoculations, wearing seat belts, and getting regular dental checkups see Strudler Wallston and Wallston1978 and Fitzgerald et al. 1993 for an overview of the literature.Internal locus of control and optimism share certain features to a degree that separatingthe two is quite difficult. Tennen and Affleck 1987 argue that the problemfocusedstrategies employed by optimists suggests that they experience a sense of personal control.In fact, Scheier et al. 1986 demonstrated that dispositional optimism positively correlateswith problemfocused coping, seeking of social support, and emphasising of the positiveaspects of the stressful event. Also, Scheier and Carver 1985 report positive associationsbetween Life Orientation Test LOT scores and scores on the InternalExternal Locus of Control IE scale.The behavioural differences towards adverse events between optimistspessimists andinternalsexternals may be linked to the literature on asymmetries in brain activities.Most individuals are asymmetric and Davidson 1993 proposed that these asymmetriesreflect processes in the brain that moderate trait tendencies of approach and withdrawalfrom emotional stimuli. Individuals showing more brainwave activity coming throughthe left side of the forehead are reported to respond more positive to positive emotionsapproach and individuals showing more brainactivity on the right prefrontal cortex respond more negatively withdrawal when exposed to negative emotional stimuli Wheeleret al., 1993; Coan and Allen, 2003. Individuals with greater relative leftsided activationrecover more quickly from an adverse event and show more persistence in pursuing theirdesired goals Jackson et al., 2003. Two studies have shown that individuals with highlyactive rightfrontal lobes respond to a stressful event with a more pronounced decline inimmune function Davidson et al., 1999; Rosenkranz et al., 2003. People with a more ac8tive left prefrontal region report themselves to be more cheerful, more enthusiastic, moreeager and alert, and more engaged in life Tomarken et al., 1992, which are the maincharacteristics of positive affect. In return, studies by Warehime and Woodson 1971,Klonowicz 2001 Masters and Wallston 2005 demonstrated a positive association between positive affect and health locus of control.From here onwards I use the concept of locus of control as personality trait of maininterest, however, it should be stressed that this measure may capture as well optimism,positive affect, or asymmetry in brain activity.2 Economic Model From a theoretical point of view, heterogeneous effects of deteriorating health on laboursupply can be modelled in the framework of the Human Capital Model of Health DemandGrossman, 1972, 19993. Grossman assumes that the stock of health, defined as illnessfree days, is endogenous. Its initial stock may depreciate over time, but an individual isfree to invest in health by purchasing medical care or spending time on health improvingactivities. The total amount of time free of illness in turn determines the total amount oftime an individual can spend on producing money earnings and commodities or the utilityhe or she can derive from. Health is the result of an investment which the individual exertsand its depreciation rate, the latter considered to be a function of age and education.Grossmans model assumes a homogenous health production function. A doubling ofhealth care utilisation would lead to a doubling of illnessfree days in the next time periodequally for all agents. Thus, it does not allow for the possibility that individuals withinternal or external locus of control could obtain different returns on a health investment,ceteris paribus. The model outlined below acknowledges this important difference.Lets assume the individual derives direct utility U from consuming a commodity X,leisure L, and health H both in period 1 and 2. The individual maximises an intertemporal utility function U X, L, H U X1, L1, H1 U X2, L2, H2,13Grossmans model does not concentrate on the effects of health on lalbour supply, but his model canbe rephrased as a conditional labour supply function in which the amount of hours supplied depends onthe endogenous health variable Currie and Madrian, 1999.9in which is the discount factor 0 1, subject to the intertemporal budgetconstraintcid:1cid:2cid:1X21 rcid:2L21 rp X1 w L1 k I1 y w H1 w H2.2cid:1 1cid:21 r On the lefthand side of Eq. 2 p, w, r, and k are prices for the consumption good,leisurework, borrowing capital, and the health investment I1, respectively. The righthand side represents full income, in which y is the total amount of nonlabour income,H1 is the initial, fixed health endowment, and H2 is the health endowment in period 2.Both health endowments are measured as illnessfree days, which determine the upperlevel of days an individual can work. H2 is defined as a function of the depreciation rateof health 0 1, H1, the investment in health I1, and a parameter A that proxiesthe individuals productivity in producing illnessfree days:H2 AI1 1 H1,3The higher A, the higher the return of an investment in health 4. The crucial assumptionin this theoretical model is that A is a positive function of internal locus of control traitsILC:A f ILC, where AILC 0.cid:1451 H1 AI11 rcid:2.By replacing Eq. 3 into 2, I get:p X1 w L1 k I1 y w H1 X21 r L21 rcid:1cid:1cid:2cid:2cid:1cid:1cid:2cid:2cid:2The Lagrangean function of the constrained maximisation problem is then:cid:1L U X1, L1, H1 U X2, L2, AI1 1 H1 cid:1y w H1 cid:21 H1 AI11 r p X1 X21 r w L1 L21 r k I1.6Maximising Eq. 6 with respect to X1, X2, L1, L2, I1, and marginal utility of wealth4Grossman 1972 assumed in his seminal work that education is the productivity shifter.In thispaper I disregard the possible shifts due to education, since I investigate the case for individuals of equaleducational levels.10and setting the first derivatives equal to zero yields:UX1 p,UX2 p1 rUL1 w,w,,UL2 UI1 cid:31 r1k w Acid:11 r H1 y wcid:1X21 rcid:4,1 H1 AI1cid:21 rcid:1L1 wcid:2L21 r p X1 789101112cid:2 k I1.In this notation U refers to the marginal utility of the relevant variable. Assuming forsimplicity a logtransformed linear CobbDouglas utility function with equal weights ofthe input factors,U X, L, H ln X ln L ln H,13from which the Marshallian demand function for all variables of interest can be derived 5. X1 X2 L1 L2 I1 2 3y w k Acid:1 y H1w k 1p1 rpcid:1 y H1w kcid:2,1 H1,A2 31 cid:1 y H1w k A2 31 cid:1 y H1w kcid:1 y H1w k A2 3A2 3cid:2,cid:21 cid:2,1 ,1 1w1 rwk w A1rA2 3141516171819cid:2 1 AH1.Using Eq. 18 and plugging Eq. 19 into Eq. 3 yields the conditional labour supply, UL1 5The loglinearised utility function parameterises the marginal utilities as: UX1 1X1, UL2 1, UX2 1X2L2 and UI1 AI11H1 .1L1A11in period 2 CLS2:CLS2 L2A, , H1, y H2 AIcid:5k w A A1 1 H1 Lcid:1 y H1w k 2,1 A2 3cid:21 cid:12A 11 AA2 3y cid:2cid:3,1rcid:1 y H1w k 1 rcid:2cid:12A 1cid:5 11 A2 3w 1wcid:2 1 AH1cid:620 1 H1cid:4H1cid:6.1 A1 2122Eq. 22 states that the conditional labour supply is a function of nonlabour income y,last periods health H1, and the changes in health from last to the current period 1H1.According to this model, the effects of nonlabour income, health, and health changes area nonlinear function of the productivity parameter A and the discount factor .In what follows illustrates what happens to conditional labour supply if the last periods health changes and how this change depends on the productivity parameter A.Thus, I first differentiate Eq. 22 with respect to H1 and let, for the sake of simplicity, 11r and w k, so that the price of a health investment equals the wage rate.1 1 CLS2 A, , H1, yH1Ak w A1rw k A2 3cid:1 A 1 1 Acid:11A1 Aww k A 1 rcid:2 1 1 cid:2A 1 2A 1A,12 312 32 3,2324.Eq. 24 is unambiguously greater than 0 if 1 A 0 and 2A 1 0. This is given if:CLS2 A, , H1, yH1 0 12 A 1.25Eq. 25 states that the conditional labour supply in period 2 is unambiguously a positivefunction of increasing health in period 1 if health productivity is bounded between theinverse of the discount factor and its half. What this condition means for the empiricalspecification is discussed at the end of this chapter.12Taking the cross partial derivative of Eq. 24 w.r.t. A yields:2CLS2AA 1 2A 11 AA 2A 1A 1 1A 1 A2 A, , H1, yH1A, B BA 1 21 AA 2A 12 2A 11 AA1 AA2,261 AA223. Since 0 1 by assumption and since the denominator is greaterwhere B 1than 0, Eq. 26 is unambiguously greater than 0 if 1 A 0 and 2A 1 0. Again,this is the case, if:2CLS2A, , H1, yH1A 0 12 A .271Given that the condition expressed in Eq. 27 holds, the cross partial derivative in Eq.26 states that, after an increase in health in period 1, the conditional labour supply inperiod 2 will be greater the larger the productivity factor A. What this last conditionmeans in practice can best be illustrated with a number example. Since assuming 11rand letting the interest rate at which the individual can borrow to be r 0.20, Eq. 27can be rephrased as:1 r 2 A 1 r 0.60 A 1.20.28Internally and externally controlled individuals are considered as two extremes of thesame continuum, so the condition says that the most extreme internally controlled individual A1.20 can be, at most, double as efficient in producing illnessfree days after adepreciation of health than the most extreme externally controlled individual A0.60.Empirically, this claim can be tested as the hypothesis that the class of externally controlled are at most double as likely to exit the labour market after having experienced ahealth shock than the class of internally controlled individuals.3 Empirical Specification Eq. 22 provides the basis for the empirical specification of labour supply. To estimatethis model, four restrictions are imposed: first, I am only interested in a binary outcome of 13a positive or zero number of hours worked. The outcome variables are being unemployed,inactive or retired, which are coded to be 1 if the individual provided zero hours of work,and 0 otherwise. Second, the parameter vector of nonlabour income is assumed to behomogeneous across individuals. This simplification is chose, because I am empiricallyexclusively interested in the effects of a health shock on labour supply. Third, I measureonly the effects of substantially large health changes and not any health change or thepast periods health level. This restriction is imposed since I seek to take advantage ofthe exogeneity of sudden, unanticipated health changes. Fourth, I do not consider thefull distribution of personality types embedded in A, but classify individuals to belong toeither group of internal or external locus of control, depending on the value of A. Whichthreshold value to choose to dichotomise A is a question of the methods used.Let Iit be the true, but unobserved utility from becoming inactive:Iit Xit AHSit 1 Zit 1 i it,29where Xit is a vector of personal characteristics affecting contemporaneously the probability of leaving the labour market and Zit 1 is a vector of household wealth indicators andindividual workplace variables lagged by one time period. The variable HSit 1 stands forthe health shock lagged by one timeperiod. The parameter vectors , and A represent the impact of personal characteristics, past period household wealth, past periodworkplace information, and the past period health shock on the probability to becomeinactive. From Eq. 26 I deduce that the parameter must vary between types of individuals that differ in terms of productivity in health investment A. It means that variesbetween internally and externally controlled individuals. The error term it is assumed tobe logistically distributed with a variance normalized to 3 and i is an individualspecificerror term that picks up all timeinvariant characteristics. An individual is observed tobe inactive, Iit 1, if Iit 0, and 0 otherwise.The individual specific effect i in Eq. 29 is assumed to be discretely distributedwith the conditional density f jX, Z, HS, where j represents a finite number of masspoints. The number of points of support for j is j 1, 2. The situation can be viewed asone in which each individual resides in a latent class, which is not revealed to the analystGreene, 2007, p. N320. The assumption of two latent classes is based on the above 14cited empirical evidence and my economic hypothesis that all individuals can be broadlyclassified as internal and externally controlled. The probability density function for Eq.29 is:f Iit f 1Iit1 1 f 2Iit2,30where 1, 2cid:3 is the parameter vector of interest which varies between class 1 1and class 2 2, and is the probability to belong to class 1. From equation 30 one canobtain the component distribution from a twopoint finite mixture probability function:cid:7fjIi f IiX, Z, HS, jd G.31The density f. is assumed to be logistically distributed to obtain a binomial logit modelwith two points of support for j:HSi 0, . . . , HSi Ti 1cid:7P rIi 1, . . . , Ii Ticid:5 Ticid:8cid:6P rIitHSit 1f HSit 1d.32t1The conditional probability that j 1, 2 is modelled as a multinomial logitwith a regressor matrix W that may include timeinvariant personality traits that proxylocus of control. The coefficients 1 and 2 need to be chosen such that:j P r j expcid:3cid:92j W l1 expcid:3l W ,with 2 normalized to zero. The final individual likelihood is then:2cid:10ln L ln Lj Ncid:102cid:10cid:5cid:1cid:2cid:62Iit 1Xit Zit 1 HSit 1 jj ln33.34j1i1j1cid:92To ensure identification, the conditions 1 1 2 0 andj1 j 1 must hold,which can always be achieved by rearrangement after estimation Mc Lachlan and Basford,1988. This function can be maximised with the EM algorithm Dempster et al., 1977,which treats the group membership of each individual as missing data.Postestimation, one can calculate the posterior probability that a particular individual 15i belongs to type c, where c 1, 2.cid:5P ri cIij, Wij cid:6dic2Iit 1Xit Zit 1 HSit 1 ccid:5cid:6 .dij2Iit 1Xit Zit 1 HSit 1 j35c Ncid:92j1 j Ni1i1The latent class model is estimated with NLOGIT, which uses a general optimisationpackage rather than the EM algorithm 6. Greene 2007 suggests that the EM algorithmmay not be superior to other algorithms, and therefore NLOGIT uses the faster BFGSalgorithm. Starting values for the iterations are obtained by assuming that classes areequally probable Greene, 2007, N1810.A more direct way to distinguish the two latent classes is to use observable informationin the dataset on personality traits. In the German SocioEconomic Panel GSOEP dataon locus of control are available in wave 2005. I construct an index of locus of controlout of some of the variables described in Table 6, which is used to assign individuals togroups of internals and externals. The health shock variable is then interacted with theindicator dummy variables for internals Ii and externals Ei, which take the value 1 ifthe individual belongs to either group and 0 otherwise. The adjusted model of inactivitybecomes:it IIi EEi Xit Zit 1 IIi HSit 1 EEi HSit 1 it.I36In Eq. 36 the intercepts and the slope parameters vary across internals I and externals E. As intercept and slope heterogeneity is taken into account by theoreticallyjustified interaction terms, the parameters of the alternative specification can be estimatedconsistently with Maximum Likelihood within a pooled probit framework.4 Data The data necessary to carry out my analysis is taken from the German SocioEconomic Panel GSOEP between the years 1995 and 2005. The GSOEP is a longitudinal survey of 6Another possibility is to use Leisch 2007 Flex Mix addon for R, which provides finite mixturesmodels for linear regressions, binomial logits, and poisson regressions and relies on the EM algorithm foroptimisation.16private households established in West Germany in 19847. My sample includes both menand women aged between 40 and 60 years from both West and East Germany. The ageinterval is censored from above to avoid the possibility of early retirement and censoredfrom below to concentrate on the onset of agerelated illness and disease. An individualis included in the sample if he or she is employed in the year of entry to the panel andhas not left the sample before 2005. The latter condition is used, because data on locusof control are available only for wave 2005.The dependent variable can take three formats: either the individual is inactive, unemployed or retired. All three are tested for the reason that many individuals who intendto retire do so via the road of unemployment or inactivity or vice versa. Unemploymentrefers to the state of being registered as unemployed at the Federal Agency of Employment. The indicator being inactive is constructed from the variable employment status,which differentiates between full and parttime employment and unemployment. Inactivity comprises all individuals in earlyretirement, searching for employment, officiallyregistered unemployed, and dropping out of the labour market.As objective health data is not available over several years in the GSOEP, the healthshock indicator is constructed from selfreported health and health care utlilisation data 8.The measure satisfaction with health SWH has been widely applied and accepted in theliterature as a reliable proxy of objective health Jones and Schurer, 2007; Frijters et al.,2005. Bound 1991 has shown that subjective measures do not perform necessarilyworse than objective measures. SW H is a variable coded from 0 to 10, greater numbersindicating better perceived health. For a sample taken from the GSOEP between 1984and 1995, Riphahn 1999 has shown that individuals who experience a health shock 7The data used in this paper was extracted from the SOEP Database provided by the DIW Berlinhttp:www.diw.desoep using the AddOn package Panel Whiz v 1.0 Oct 2006 for StataR. PanelWhiz was written by Dr. John P. HaiskenDe New johnpanelwhiz.eu. The Panel Whiz generated DOfile to retrieve the SOEP data used here and any Panelwhiz Plugins are available upon request. Any dataor computational errors in this paper are my own. HaiskenDe New and Hahn 2006 describe Panel Whizin detail.8An optimal health shock measure would be a purged health measure, which is the predicted valuefrom an estimated model of selfassessed health. The predictors are more objective measures of healthas they are based on reports of specific medical conditions. These purged health measures would then beused to estimate the effects of health on the outcome measure Bound et al., 1999; Disney et al., 2006;Hagan et al., 2006. Also, the legally defined handicap status cannot be used, as it is most likely affectedfrom justification bias. To obtain the handicap status, local authorities do not only use the currenthealth status, but also the current labour market situation of the individual. Individuals could apply forthe handicap status in anticipation for earlyretirement or drop out of the labour market Berkel and BorschSupan, 2003, p.17.17constructed from satisfaction with health are up to three times more likely to experiencean objective health limitation. These objective health limitations are, for instance, newhealth limitations, new chronic disease, average days of sickleave, sickleave longer than 6 weeks or the number of hospital visits. One drawback of the selfassessed measure isthe large amount of heterogeneity in reporting behaviour. Individuals with the same levelof objective health may report their health differently, depending on their perceptionsJuerges, 2007; Lindeboom and Van Doorslaer, 2004; Maurer et al., 2007. Subjectivehealth may also pick up variation in the personality trait of locus of control Klonowicz,2001.Thus, I use two alternative proxies of health to construct the health shock, which arechanges in the number of nights spent at hospital last year and the changes in the numberof doctor visits in the past three months. The idea behind these two measures is thatindividuals with severe health limitations will consult doctoral advice. If a true healthlimitation exists, the individual will be treated. Especially, nights spent at hospital reflecta health limitation that seems to require surgery, overnight treatment or monitoring.Changes in health from one time period to another are only interesting if they aredeteriorating, i.e. if the difference of units of the health proxy between two time periodsis negative. Therefore, a health shock HS is coded to be 1 if the changes in health Hfrom last period t 1 to the current period t are smaller than the negative value of k:HSit 1 if Hit Hit 1 k, ,37where k 1, . . . , 4. H is proxied by health satisfaction, number of nights spent athospital or number of doctor visits. Eq. 37 is the definition chosen by Riphahn 1999and GarciaGomez and LopezNicolas 2006. Alternatively, the health shock can bedefined as:HSit 1 if Hit Hit 1 k H,38where H is the standard deviation of the measure of health in the sample and k 1, . . . , 3 Hagan et al., 2006. Independent of the threshold value k chosen, the healthshock indicator is lagged by one time period HSit 1 to ensure that the health shock hastaken place before the labour market adjustment.The explanatory variable of main interest is an indicator of internal and external locus 18of control. In 2005, respondents of the GSOEP were asked to selfassess their personalitytraits. The questionnaire was based on the Big Five approach, a psychological conceptused to describe and study personality. Fundamental to this approach is the assumptionthat personality differences between individuals, which are manifested in different ways ofbehaving and experiencing the world, can be traced back to five basic personality traits:Neuroticism N, Extraversion E, Openness to experience O, Agreeableness A and Conscientiousness C Gerlitz and Schupp, 2005. Some of these traits highly correlatewith locus of control and also with optimism and pessimism. In fact, the boundariesbetween neuroticism, conscientiousness, locus of control, positive affect and optimism areweakly defined, such that concepts seem to have a lot of overlap Masters and Wallston,2005; Scheier et al., 1994; Smith et al., 1989.The second set of the personality questionnaire in the GSOEP captures a subset ofthe 23item forced choice Locus of Control Scale developed by Rotter 1966. The scaleassesses the extent to which one regards ones life chances as being under ones controlinternal locus of control versus being chancedetermined, incidental, and unpredictableexternal locus of control. Typical statements on Rotters questionnaire are Heredityplays the major role in determining ones personality, Becoming a success is a matterof hard work, luck has little or nothing to do with it, or What happens to me is myown doing. Another set of the questionnaire targets personality traits of neuroticisme.g. tend to worry a lot or conscientiousness do things efficiently, which influencerational decisionmaking and effective problemsolving abilities Shewchuk et al., 1999.Respondents of the survey have to answer to the question whether a particular personality trait refers to them. They may answer any number between 1 and 7, where 1 standsfor Does not apply and 7 stands for Fully applies. The categories I identified as beingrelated to locus of control are: Worries a lot worry, Gets nervous easily nervous, Doesthings effectively and efficiently efficient, How my life goes depends on me my life,What a person achieves in life is above all a question of fate or luck luck, If a person issocially or politically active, heshe can have an effect on social conditions change, Onehas to work hard in order to succeed hardwork, If I run up against difficulties in life, Ioften doubt my own abilities doubts, The opportunities that I have in life are determinedby the social conditions possibilities, I have little control over the things that happen inmy life control.19Each indicator is recoded to be 1 if the selfreported value is strictly greater than theaverage of the sample for variables that are positively related to internal locus of control,and smaller than the sample average for variables that are negatively related to internallocus of control. For instance, someone who agrees strongly with the statement To bein control of my own life, is associated with internal locus of control. For this case, thevariable is coded to be 1 if the value reported is strictly greater than the sample average.In contrast, someone who strongly disagrees with the statement What a person achievesin life is above all a question of fate or luck, is also associated with internal locus ofcontrol. In this case, the variable would be recorded to equal 1 if the reported value issmaller than the sample average. For the former case we have:P T internalik 1 if P Tik Ncid:10i 1NP Tik,39where P T stands for personal trait, k for a particular personal trait, and N for the totalnumber of individuals in the sample. For the latter case we have:P T internalik 1 if P Tik Ncid:10i 1NP Tik.An individual is then considered to be an internal if:Internali 1 if 1KP T internalik r,Kcid:10k4041and 0 otherwise, where r .35, .4, .5 and K is the total number of personality traitvariables available. Definition 1 2, 3 labels an individual as internal if the individualsaverage value of the personality index is greater than .35 4, 5, which means that theindividual reports for at least 3.5 4, 5 out of 10 personality trait questions a value abovethe sample average.Given that the personality data are available once only at the end of the longitudinalsurvey, personality is treated as if it is completely stable. Thus, I treat personality traitsas if they were measured in the first not the latest wave of the GSOEP, assuming thatthat life events do not significantly alter the general trait tendencies of an individual 9.9See e.g. Headey 2007 who made the same assumption in a recent paper. Soldz and Vaillant 1999have shown that personality traits, mainly the three traits, Neuroticism, Extraversion, and Openness,20The baseline controls include agegroup dummy variables, gender, marital status, education and occupation, the number of persons in the household, living with a partner,employment status of partner, having savings and stocks, living in East Germany, employment history, as well as the net adjusted annual household income. Agegroups run from 41 to 45, 46 to 50, 51 to 55, and 56 to 60. Education and occupation includes individualswho hold the basic or the intermediary qualification from Hauptschule or Realschule, respectively, and who completed an apprenticeship, individuals who finished the universityqualifying secondary degree Abitur and who completed at maximum an apprenticeship,and individuals who have obtained a university degree. The household wealth and incomevariables are lagged by one time period to avoid reverse causality. Time effects are alsoincluded, for which the year 2005 serves as the base category. Summary statistics of thecontrol and the dependent variables disaggregated by changes in health satisfaction areprovided in Table 7 in the Appendix.5 Descriptive Analysis The sample chosen covers approximately 36,000 personyear observations, with an equalproportion of men and women. The variables of main interest are sufficiently large healthdeteriorations, labour market outcomes and personality traits associated with locus ofcontrol.Table 1 reports the number of individuals who experienced a health shock in periodt 1 and who become inactive in period t for various definitions of a health shock andinternal locus of control. In general, the number of individuals for each definition of ahealth shock and internal locus of control exceeds 60. Critical numbers are obtained forhealth shocks constructed from health satisfaction HS, when the change is 3 or moreunits or if the change is greater than 2 standard deviations from the sample average andif the third definition of internal locus of control is used personality index is greater than 0.5. A similar caveat is in order when using the third definition of locus of control forthe changes in health greater than 2 standard deviations for health shocks constructedfrom nights spent at hospital HOSPITAL or doctor visits DOCTOR. In these casesexhibited significant correlations across the 45year interval, and thus, are relative stable over the lifecourse.21Table 1: Number of individuals inactive after a health shock, by personality By personality trait locus of control Definition 1 Definition 2 Definition 3Int Ext Ext Ext Int Int 20210419118317429723718913973138128125215169144201103190182173295236189k Health shock 1 if Healthit Healthit 1 k 2 HS793 HS452 HOSPITAL813 HOSPITAL774 HOSPITAL732 DOCTOR1403 DOCTOR1064 DOCTOR79Health shock 1 if Healthit Healthit 1 k H791 HS232 HS581 HOSPITAL2 HOSPITAL36791 DOCTOR2 DOCTOR331407413912912621717014420161139811899114040105701447213939104691447220262140821899126213224823422637230025426278186115254130Table 1 reports the number of individuals available in each groupof internal and external locus of control who changed from activeto being inactive after having experienced a health shock. HSstands for health satisfaction, HOSP IT AL stands for numberof nights spent at hospital, DOCT OR stands for the number ofdoctor visits, Int stands for internal locus of control, Ext standsfor external locus of control.numbers are in the magnitude of 23 and 33, respectively, for individuals with internallocus of control.Fig. 1 illustrates for the three proxies of health that contemporaneous labour marketstatus depends on the dynamics in health. Positive changes are associated with a smallerproportion of inactivity, whereas very negative changes in health HSit 1 if Hit 2are associated with a larger proportion of inactivity in the sample.Fig. 2 displays the distribution of the personality index of all individuals who experienced a large change in health between period t 1 and t separately for those whobecome inactive and those who remain working in period t. Especially for the measurenights spent at hospital one observes that the personality distribution reverses around avalue of 0.5. A larger proportion of individuals who remained active after a health shockhave a personality index of values greater than 0.5 than those who stopped working. Verysimilar results are obtained for all other proxies of labour market status results are provided upon request suggesting some systematic behavioural differences for values on thepersonality index below or above .4 to .6.225.4.3.2.1.0Fulltime work Parttime work Inactive Very Negative Zero Negative Positive 8.6.4.2.0Fulltime work Parttime work Inactive Very Negative Zero Negative Positive Source: GSOEP Years 1995 2005Source: GSOEP Years 1995 2005a Health satisfactionb Hosiptal visits 5.4.3.2.1.0Fulltime work Parttime work Inactive Very Negative Zero Negative Positive Source: GSOEP Years 1995 2005c Doctor visits Figure 1: Distribution of health changes by employment status 23ytisne D251.15.0ytisne D251.15.00.2.4.6.810.2.4.6.81Average personality traits Average personality traits Dropout from work Remain in work Dropout from work Remain in worka Health satisfactionb Nights spent at Hospitalytisne D5.225.115.00.2.4.6.81Average personality traits Dropout from work Remain in workc Doctor visits Figure 2: Distribution of personality index after a health shock inactivityTable 2 displays the mean differences in selfreported personality traits for those individuals who experienced a past health shock defined as deterioration in health satisfactiongreater than 2 units and their labour market reaction in terms of whether they retire,become inactive or unemployed.Mean differences in personality traits are considered to be relevant if they are statistically significant at the 5 % level indicated by the bold font. This is the case for theindicators worry, nervous, efficient, stress, my life, luck, change, decision, doubts, possibilities, and control. These are mainly those variables considered in the empirical literatureto identify reflections of locus of control. Summary statistics of all control variables areprovided in Table 7 in the Appendix.6 Results Results are reported only for the effects of a health shock on labour market outcomes.Full results are provided upon request, but estimated coefficients of the control variables 24Communicative Coarse Worry Lazy Sociable Nervous Efficient Reserved Friendly Stress My life Luck Change Decision Hardwork Doubts Possibilities Control Abilities Full sample Retiret0 Retiret15.50491.2912.98861.67374.80671.61512.06031.45825.01671.43843.70481.72095.88691.09454.21271.59925.75821.10514.60361.47725.41691.3623.57461.67663.60291.70473.18611.72456.1091.06773.2331.68624.51461.54172.74541.554.98391.328359125.26581.39332.88461.82324.84621.69862.25971.70454.88611.54414.13921.89965.70511.31044.30381.7425.74681.255441.75415.29111.58643.98721.81263.52562.00473.41562.09236.3038.88223.60261.8544.71431.79813.15581.82865.01331.3506925.48211.32543.06111.6965.06651.64112.11551.56465.06891.45963.9271.82155.91221.11174.31471.62615.77121.11314.43391.54825.40031.46643.66711.71293.53211.73023.31171.80226.16421.10683.35711.734.68131.51742.89921.63965.03981.3765844Inactivet05.45911.32853.04581.70544.96861.63492.13631.5715.02161.4743.88921.78515.89771.1124.28431.61675.74431.13224.43941.54475.4521.42043.60961.70563.63291.74023.28431.75426.11281.11883.31931.70094.60961.52252.87821.63255.02771.3481927Inactivet1 Unempt0 Unempt15.46331.42222.93221.73075.18751.70512.25711.66685.16381.48524.14771.96865.71261.42574.19771.77755.7741.19414.25421.68485.16951.66673.94891.89523.32951.86813.46862.11126.3807.97833.68751.90615.05711.60363.02291.77135.12141.40691955.58821.41672.88241.65055.37651.68312.07061.43755.17651.40734.22621.99615.85541.17014.35291.79755.81.02124.27061.5464.95291.83164.16471.90773.32931.81933.61182.18276.4167.90793.72941.83485.25881.44883.21.73755.22621.302955.44641.33783.04131.71484.97391.64282.16671.6025.03361.48313.90551.80185.86641.17524.26381.63085.74461.15434.4211.57355.44221.42573.6251.72223.60021.75933.29161.78286.13531.11333.3511.73284.63441.5452.87251.64595.02831.36291026Table 2: Summary statistics of personality traits by reaction to health shock Health shockt 1 1Observations Table 2 reports the average values of selfreported personality items for the full sample Column 1 and for thosewho experienced a health shock All other columns. Column 2 and 3 report the average values for those whoretired or did not retire after the health shock, Column 4 and 5 report the average values for those who stayedactive or those who didnt after the health shock, and Column 6 and 7 report the average values for those whostayed employed or those who didnt after the health shock. All variables are scaled between 1 and 7, where lowervalues indicate does not apply and higher values indicate fully applies. Statistical significance of the difference inmean values between the two groups are indicated in bold.25yield the expected signs and statistical significance. For instance, there is an age andsocioeconomic gradient in the probability of inactivity and the partners activity statusis one of the best predictors of the individuals activity status. Past nonlabour income isnegatively related to the probability of leaving the labour market. Females, East Germans,and immigrants are more likely to leave the labour market, as is someone who did notwork in a company before. Overall, the model explains about 30 % of the variation inemployment status with the variation of all included regressors.Latent Class Model Table 3 reports both coefficients and marginal effects of a health shock obtained from alatent class model LCM, which identifies two latent classes, and a binary logit modelLOGIT, which assumes homogeneity of intercepts and slopes. The results are reportedfor six different measures of a health shock. Model 1 and 2 derive the health shockfrom the indicator number of nights spent at a hospital, Model 3 and 4 use healthsatisfaction, and Model 5 and 6 use number of doctor visits. Two different thresholdvalues are tested. In the odd numbered models a health shock is coded to be 1 if thechange from one time period to the next is greater than 1 standard deviation from thesample mean, and 0 otherwise. In the even numbered models a health shock is coded tobe 1 if the negative change is greater than 3 2 for health satisfaction absolute units onthe respective scale, and 0 otherwise.The following findings are robust across the various model specifications: first, individuals belonging to class 2 face a statistically significant smaller baseline probability ofunemployment than individuals in class 1 across all models 1 % significance level. Second, individuals in class 2 react less sensitively to a health shock than individuals in class 1. This difference is approximately 0.20 on a logit scale for a health shock constructedfrom nights spent at hospital Model 1 and 2, 0.22 for health satisfaction Model 3,and 0.18 to 0.26 for number of doctor visits. Third, the marginal effect of a health shockobtained from the latent class model, which is the weighted 10 average of the marginal effect of class 1 and class 2, is at least one third smaller than the one obtained from a simplebinary logit model. One exception is Model 3 where no differences are obtained. Forinstance, in Model 1 and 2 the binary logit model predicts that an average individual 10Weights are the posterior probabilities of class membership.26experiencing a health shock is nearly 6 % more likely to become inactive than someonewho didnt, whereas the latent class model predicts less than 4 %. The marginal effectsderived from the latent class model is a weighted average of the two marginal effects forclass 1 and class 2, which suggests that the individual marginal effects of the two classesdelimit the upper and lower bound of an average behavioural reaction towards a healthshock.The determinants of class membership are reported in the lower part of Table 3. Anindividual in class 1 is more likely to worry a lot WORRY, to be nervous in difficultsituations NERVOUS, to believe that opportunities in life are shaped by social conditions POSSIBILITY and that he or she is not in control of his or her life CONTROL.A member in class 1 is less likely to believe that his or her life course depends on himor herself MYLIFE and that he or she is efficient in solving problems EFFICIENT11.These variables are what the reviewed literature would state as differences in internaland external locus of control. Internals are more likely to believe that they can changetheir own fate and react efficiently in difficult situations, become less nervous, and worryless. Externals are expected to react in the opposite way. For this reason, I suggest tolabel individuals in class 1 as externally controlled and individuals in class 2 as internallycontrolled individuals.According to the prior probabilities, there are approximately 20 % externals and 80% internals in the sample. These results are robust across different definitions of healthshocks. According to the Akaike Information Criterion AIC, the LCM fits the databetter than the binary LOGIT model.I also attempted to identify, unsuccessfully, amodel with three classes.Alternative Method In this section I report the estimated marginal effects of a health shock on the probabilityof exiting the labour market from a model using observable personality data to identifyheterogeneity in the population. Table 4 constructs the health shock from the numberof nights spent at hospital. Estimation results using health satisfaction and number of 11Effects of the variables having doubts DOUBTS, believing in possibilities to make changesCHANGE, believe in hardwork to have success HARDWORK, and that life depends on luck LUCKare statistically insignificant. These results are omitted from the table.27Table 3: Latent class models for various health shock measures Hospital nights 11 3 units2Health satisfaction 13 2 units4 15Doctor visits 3 units62.013.407.8297.0952.021.407.6213.0832.019.406.2558.0772.040.4060.2492.1102.015.407.6630.0782.009.407.5894.070LOGITConstant Health shock LCMClass 1Constant Health Shock Class 2Constant Health Shock LOGITNERVOUSEFFICIENTMY LIFEDOUBTSCONTROLPOSSIBILITY .0839Marginal effect of a health shock LCMEffect of personality traits on probability to belong to class 1WORRY2.066.0901.203.1212.067.0901.035.113.7771.0821.003.112.0373.004.0591.006.2133.035.0894.029.2122.043.1084.035.034.0519.0315.1018.032.7848.082.8380.105.0314.004.0451.005.2118.035.0898.029.2111.043.1070.035.0847.034.0520.031.1013.0322.072.090.7280.103.7730.081.5091.1002.087.090.7655.124.7794.081.7737.113.0200.003.0210.005.2110.035.0945.030.2100.043.1097.035.0783.034.0501.031.1015.032.0278.004.0217.007.2147.035.0931.029.2131.043.1086.035.0785.034.0519.031.1020.0322.075.0901.019.107.7709.081.8376.102.0312.003.0500.0052.059.090.9476.099.7664.081.6886.097.0266.003.0440.004.2082.035.0852.029.2065.043.1046.035.0823.034.0441.032.0963.032.2076.0347.0858.029.2070.043.1048.035.0803.034.0452.031.0967.032.19858.80142.19880.80120.20037.79963.50345.52132.19853.80147.50587.52345.20050.79950.50369.52131.19579.80421.50582.52325.50378.52184.50308.52121Prior Probabilities to belong to:Class 1Class 2Akaike Information Criterion LCMLOGITTable 3 reports coefficients and marginal effects of a health shock t1, on the probability of currentperiod inactivity from a latent class logit LCM and a binary logit LOGIT model. Inactivity is definedfor all individuals who are registered unemployed, retired or currently searching for a new employment.All models control for age, gender, immigrants status, living in East Germany, last period householdwealth and income proxied by having savings, having stocks and the log of household income, lastperiod employment characteristics, living with a partner, partners employment status, human capitalindicators, and year dummies. Model 1 and 2 defines the health shock via the number of nights spentat hospital, Model 3 and 4 via health satisfaction, and Model 5 and 6 via the number of doctorvisits. The odd numbered models construct the health shock to be 1 if the change in the measure fromone time period to another was greater than the standard deviation from the sample mean, and the evennumbered models define the health shock to be 1 if the change is at least 3 units on the scale of therespective measure. AIC means Akaike Information Criteria. Robust standard errors are reported inparentheses. 10 %, 5 %, 1 % significance level.28doctor visits are reported in Table 8 and Table 9 in the Appendix. In Model 1 the healthshock is assumed to have a homogeneous effect on the probability of becoming inactive,disregarding the importance of locus of control. In Models 2, 4, and 6 the effect of ahealth shock is allowed to differ between internally and externally controlled individuals,but both personality types are assumed to face the same base probability of becominginactive homogeneous intercept. In Models 3, 5, and 7 both intercept and slopeheterogeneity across personality types are modelled.The estimation results suggest that a similar pattern emerges for all three healthmeasures. First, independent from the personality type Model 1, a health shockincreases the probability of becoming inactive by 3 to 8 %, whereas the effect is smallestfor health satisfaction and greatest for nights spent at hospital.Since the effect is the greatest for the measure of nights spent at hospital, I interpretthe estimation results for this shock definition. Distinguishing the effect of a health shockbetween internals and externals, but assuming equal baseline inactivity risks betweenthe two, yields a marginal effect of a health shock nearly double the size for externalsthan for internals. For instance, Model 2 in Table 4, in which the health shock is codedas health deterioration greater than 1 standard deviation from the sample mean, revealsthat externals are 12 % more likely to exit the labour market after having experienced ahealth shock relative to those who havent, whereas internals are only 6 % more likely.These behavioural differences remain present, though less dominant, when allowing thebaseline inactivity probability to differ between internals and externals.Internals aregenerally less likely to become inactive than externals between 2 to 4 % points across allmodel specifications.Similar differentiated effects are obtained for the number of doctor visits and healthsatisfaction when the health shock is measured in terms of standard deviation from themean. There are only two cases in which the effect of a health shock hardly differsbetween internals and externals; one is for the number of doctor visits when using thethird definition of locus of control Table 9, Model 7 and another when using unitchange difference to construct a health shock from health satisfaction Table 8, lowerpart.In the case of health satisfaction it may well be that personality types are reflected inthe response behaviour of selfassessed health. Internals may report their average health 29satisfaction to be higher than externals given the same level of objective health. This mayalso be the reason why differential effects are the smallest between types for this healthproxy.For all models I tested for the joint null hypothesis that the baseline risk of inactivityand the effects of a health shock do not differ between internals and externals. Thishypothesis is rejected for all models at the 1 % significance level for one model at 5 %.Respective Fstatistics and their pvalues are reported at the bottom of each table.These empirical results are in line with my theoretical requirement that internalsare at most double as effective in producing perceived illnessfree days after a healthdeterioration than externals. In almost all of the tested models externals are at maximum 50 to 70 % more likely to drop out of the labour market after experiencing a health shockthan internals.Wether these estimated effects are in line with those obtained from the latent classmodel, is shown in Table 5. The similarities in coefficients between models are illustratedfor the effect of a health shock defined as the changes in nights spent at hospital greaterthan 1 standard deviation from the sample mean and internal locus of control is definedwith definition 1.The intercept and slope coefficients in the latent class model are greater by approximately 0.250 points than in the alternative LOGIT specification. However, the differencein slope coefficients between internals and externals is very similar across the two models.For instance, in both models externals have a coefficient for the health shock 0.2 pointsgreater than the one for internals. Also, the LCM suggests that 80 % of the sample belong to class 2, the class which I suggest to label internal locus of control. Using the firstdefinition of internals reporting at least 3.5 out of 10 items related to internal locus ofcontrol beyond the sample average yields a sample of 70 % of internals.Due to these similarities, it is tempting to propose that, for my particular sampleand research question, a latent class model picks up and models the type of unobserveddiscrete heterogeneity, which is actually present in the data.30Table 4: Health shock constructed from number of nights spent at hospital NOHeterog Intercept Homog Full Heterog Intercept Homog Full Heterog Locus of control1Definition 1324Definition 25Intercept Homog Full Heterog Definition 3760.0570.0140.1190.0250.0660.0140.0980.0220.0190.0063222412.810.000.0570.0140.1190.025322245.120.020.0660.0140.0970.0220.0190.0063222413.310.000.0400.0180.0980.016322245.240.020.0610.0200.0830.0150.0240.0053222422.050.00HN,t 1 1HNPooled binary logit Health shock 0.0780.012Separation between internals and externals Health shock internals Health shock externals Internals Observations FStatistic PValue HN,t 1 3Pooled binary logit Health shock Health shock externals Internals 3222467.180.00322245.120.020.0520.009Separation between internals and externals Health shock internals 0.0310.0100.0940.0190.0320.0100.0930.0190.0180.0140.0690.0120.0380.0100.0750.0170.0180.0063222414.850.000.0390.0100.0740.0170.0180.0063222415.020.000.0360.0150.0570.0110.0230.0053222422.210.00322249.630.003222448.690.00322247.230.01322249.220.00Observations FStatistic PValue Table 4 reports the marginal effects of a health shock on the probability of current period inactivity. The health shockis defined by either 1 standard deviation of health deterioration from the sample average of nights spent at hospitalsHN,t 1 1HN or by health deteriorations of at least 3 units of nights spent at hospital from one to another periodHN,t 1 3. Inactivity is defined as all individuals who are either registered unemployed, retired or currentlysearching for new employment. All models control for age, gender, immigrants status, living in East Germany, lastperiod household wealth and income proxied by owing stocks, having savings, and the log of household income, lastperiod employment characteristics, living with a partner, partners employment status, human capital indicators, andyear dummies. Model 1 assumes a homogeneous effect of a health shock across personality types No Heterog. Model2 allows the effect to differ between internals and externals, but assumes that both face the same unemploymentprobability in the absence of the shock Intercept homog. Model 3 assumes that the overall inactivity probabilitiesdiffer between internals and externals Full heterog. FStatistic and Pvalue report test whether the marginal effectsof the health shocks differ between internals and externals in Model 2, 3, and 4: H0 : o p and in Model 3,5, and 7: H0 : o p o p. Robust standard errors are reported in parentheses. 10 %, 5 %, 1 %significance level.In a robustness check, I have repeated the same analysis for alternative measuresof labour market status, i.e. retirement, unemployment, and an alternative measure ofinactivity less than 15 hours of work per week. In their core, results are similar, exceptfor retirement, for which differences between internals and externals are rather small.These results are provided upon request.31Table 5: Comparison latent class and logit models LOGITHospital nights LCM12LCMLOGITHealth Satisfaction34LOGITLCM5Doctor visits62.066.0901.203.1210.1981.7440.5680.9040.15530.852.072.090.7280.1030.1951.7670.5680.3420.12430.852.075.0901.019.1070.2011.7600.5680.7010.11830.85Class 1 Externals Constant Health shock Prior probabilities LCMSample proportion LOGITClass 2 Internals Constant Health shock.7771.0821.003.1120.80120.2400.0720.6760.115.7730.081.5091.1000.8040.2480.0730.2540.087.7709.081.8376.1020.7990.2380.0730.6080.09369.15Prior probabilities LCMSample proportion LOGITTable 5 reports the coefficients of a latent class model LCM identifying two classes and compares themto the results obtained from a binary logit model LOGIT that identifies types with observable data.Internals are defined as those individuals whose personality index is greater than 0.35 and the healthshock is defined as a change greater than 1 standard deviation from the sample mean. Model 1 and2 define the health shock via the number of hospital visits, Model 3 and 4 construct the healthshock from changes in health satisfaction, and Model 5 and 6 construct the health shock from thenumber of doctor visits. Robust standard errors are reported in parentheses. 10 %, 5 %, 1 %significance level.69.1569.157 Conclusion This paper addresses theoretically and empirically the challenge of modelling discrete heterogeneity in the labour market response to sudden, unanticipated health changes. Byadopting a twoperiod generalisation of the Grossman 1972 model, I show that individuals who are more efficient in producing health are supplying more hours of work aftera change in health than those who are less efficient. These differences in productivityare interpreted as differences in the personality trait locus of control. Attitudes towardsgoal achievement and control of life events are observed to significantly determine copingbehaviour, and thus labour market adjustment to health shocks. Empirical findings of thetheory of coping behaviour and the biological foundations of asymmetric brain activityadditionally suggest that heterogeneity in coping behaviour can be sufficiently capturedby two groups that represent internally and externally controlled individuals, rather thanmodelling heterogeneity across a continuum of types. This observation substantially simplifies the methods available for modelling heterogeneity.Empirically, I test the hypothesis that externals are more likely to exit the labourmarket in the event of an adverse health shock than internals. Using 11 waves of the German SocioEconomic Panel GSOEP and a unique set of personality variables available 32in the year 2005, I apply a latent class model and an alternative identification strategyto test my hypothesis. The latent class model separates the sample into two classes onthe basis of timeinvariant unobserved heterogeneity clustering around two mass points.Alternatively, unobserved heterogeneity is controlled for by assigning individuals directlyto a group of internals and externals on the basis of a personality index constructed fromobservable data. Even though using a noisy measure of health shocks, constructed fromhealth care utilisation variables and health satisfaction, I find robust evidence for myhypothesis in the data.For both estimation strategies, for various definitions of locus of control, health shocksand labour market outcomes, my results suggest that internals have a smaller probabilityof leaving the labour market of 30 to 100 % after experiencing a health shock thanexternals. A binary choice model ignoring the difference in classes overestimates theeffect of a health shock by about a third. Both identification strategies of the two classesyield similar results.Between 70 to 80 % of the sample have a relatively small probability to leave thelabour market after experiencing a severe deterioration of health.It is a minority of 20 to 30 % of the sample who are at high risk to drop out. Individuals in this sampleare associated with selfreported traits of worrying a lot, lacking confidence in their ownabilities and being less efficient to tackle unexpected events. Having said this, one needsto be careful about the labels attached to the groups. The psychology literature doesnot strictly distinguish between traits such as locus of control and optimismpessimismor even other personality traits such as neuroticism and conscientiousness. This studyonly provides evidence that certain personality traits, which are associated with locus ofcontrol, optimism, and positive affect are crucial in determining coping behaviour.There are two important implications of the finding, that a small proportion in thesample faces a relative high risk of dropping out of the labour market after experiencinga health shock. On the one hand, estimated marginal effects of a health shock from otherstudies with a similar research question and study design most likely underestimate therisk of becoming unemployed for some part of the sample and overestimate the risk fora major part of the population. For instance Riphahn 1999, the study closest linkedto my study design that also used the GSOEP, finds coefficients on the log odds ratiothat are larger than the ones I obtained in the pool model without controlling for discrete 33heterogeneity. Hagan et al. 2006 look at hazard rates of the effects of health shocks onthe retirement decision using the European Community Household Panel ECHP. In apooled sample and using selfassessed health they identify an increase of the probabilityof retirement in due course of a health shock of nearly 50 %. GarciaGomez and LopezNicolas 2006 use differenceindifference and matching techniques to find a significanteffect running from health to the probability of employment, also using the ECHP. Theyestimate an average treatment effect of the treated in the magnitude of 3.5 to 5 %, a resultsimilar to the marginal effect obtained for internals in my sample. In all three studies,had they differentiated between internals and externals, the risk of dropping out of thelabour market would be even greater for externals than predicted in my study.On the other hand, my results raise the question whether there is an appropriatebalance in the division of labour between the health care system and the safety net institutions in supporting high risk individuals. If it is true that a small group of individualsfaces a high risk to drop out of the labour market in general and after experiencing anunanticipated health shock, then it is the health care system that should help affectedindividuals to overcome these shocks Deaton, 2002, rather than waiting until the safetynet catches those who drop out of the labour market in the form of social security orunemployment benefits. This claim is even more pressing, if we consider the large growthrates of depression, a health impairment associated with negative affect and loss of controlover ones own life, in Western societies Copeland et al., 2004.34Description of Personality Variables Variables reported in Table 6 are taken from the GSOEP Questionnaire 2005, sectionWhat personality do you have. This section contains three subsections, namely I seemyself as someone who  , To what degree do the following statements apply to youpersonally?, and The following statements apply to different attitudes towards life andthe future. To what degree do you personally agree with the following statements?. Thequestionnaire informs the respondent with the following information:You will probably find that some apply to you perfectly and that some do notapply to you at all. With others, you may be somewhere in between. Pleaseanswer according to the following scale: 1 means does not apply to me atall, 7 means applies to me perfectly. With values between 1 and 7, you canexpress where you lie between these two extremes.Table 6: Description personality variables Variable Thorough Communic Coarse Original Worry Forgive Lazy Sociable Nervous Efficient Reserved Friendly Imagine Stress My life Deserve Luck Change Decision Hardwork Doubts Possib Abilities Control Please answer between 1 does not apply to 7 does applyQuestion I see myself as someone who . . .does a thorough jobis communicative, talkativeis sometimes somewhat rude to othersis original, comes up with new ideasworries a lothas a forgiving naturetends to be lazyis outgoing, sociablegets nervous easilydoes things effectively and efficientlyis reservedis considerate and kind to otherhas an active imaginationis relaxed, handles stress wellThe following statements apply to different attitudestowards life and the future. To what degree to youpersonally agree with the following statements?How my life goes depends on meCompared to other people, I have not achieved what I deserveWhat a person achieves in life is above all a question of fate or luckIf a person is socially or politically active, heshe can have an effect on social conditionsI frequently have the experience that other people have a controlling influence over my lifeOne has to work hard in order to succeedIf I run up against difficulties in life, I often doubt my own abilitiesThe opportunities that I have in life are determined by the social conditionsInborn abilities are more important than any efforts one can makeI have little control over the things that happen in my life35Table 7: Descriptive statistics by changes in health Labour market status Retired Inactive Inactive work 15Unemployed Household income wealth Monthly income Savings Monthly savings Income interest Income renting out Stocks Account Human capital stock 9 to 10 yrs school 10 yrs school training 12 to 13 yrs school training University degree Past employment conditions Years at last company Not at a company Small company Medium company Large company Oneman company Personspecific variables Age Immigrant East German Female Living with partner All HS 0HS 1 HS 2 HS 3HS 0.0727.2597.1249.3306.1471.3542.0566.23123360.5212410.115.7005.4581361.3261907.077526.988910118.512614.89214039.08.2659.4418.7827.4124.0638.2444.4589.4983.1555.3624.2814.4497.86124.3991.1195.3244.1954.3965.237.4253.365.4814.0301.1709.0863.2809.157.3638.1865.3895.0778.26783166.5172112.089.6641.4723302.0986517.3641442.81278785.5482366.89911838.03.2386.4263.7582.4282.0777.2677.4891.4999.1538.3608.2495.4328.93184.409.1522.3593.1994.3996.2329.4227.3512.4774.0289.1676.0935.2912.1701.3758.2007.4006.0868.28163134.2812145.618.6475.4778290.3713547.4904537.127512372.072484.97614266.43.2293.4205.7427.4372.0854.2796.484.4998.1518.3589.2447.43.96814.4971.1642.3706.1933.395.2393.4268.3351.4721.0294.1691.0983.2979.1738.3791.2032.4026.0847.27863155.4312332.81.6308.4828270.189452.5567776.651717536.862402.82310325.33.2216.4155.7348.4416.1124.3162.2038.4032.2283.4201.1059.30793075.7171923.881.6335.4823267.6389428.8345250.27271848.3852764.88910809.8.2126.4096.7203.4493.0963.2951.4661.4991.1595.3663.2451.43031.08494.83.1684.3744.1898.3923.238.426.3414.4744.0312.1739.1019.3028.4736.4998.1585.3655.2358.42491.12334.783.1962.3975.1792.3839.2321.4226.3245.4686.0377.1907.0718.2581.1194.3243.1406.3476.0524.22273395.7292498.663.7085.4545372.1248958.0172566.414410888.342677.34814390.12.2727.4454.7877.4089.0618.2408.4514.4976.1549.3618.2862.452.85264.3862.1139.3176.1931.3947.2368.4251.3663.4818.0305.171852.08295.3974.1542.3613.2424.4287.443.497.7594.427751.95855.52.166.3725.2151.4113.4566.4986.7434.437251.75715.4618.1315.338.2563.4366.4329.4955.7747.4178Table 7 reports summary statistics of all variables used in the empirical analysis disaggregated by changes inhealth satisfaction. Column 1 states the mean values of the sample, Column 2 states mean values for thosewho experience a health deterioration between the past and current period, Column 3 to 5 state the meanvalues of those individuals who experienced a health deterioration of 1, 2, or 3 units, respectively. Column 6states the mean value for those whose health remain constant.51.8015.4312.1329.3395.2567.4368.4349.4958.7776.415852.06225.2731.1423.3494.2592.4382.4499.4975.7757.417252.04155.2616.153.3601.2489.4324.4388.4963.7681.422136Table 8: Health shock constructed from health satisfaction No Heterog Intercept Homog Full Heterog Intercept Homog Full Heterog Locus of control1Definition 1324Definition 25Intercept Homog Full Heterog Definition 376HS,t 1 1HSPooled binary logit Health shock 0.0260.007Separation between internals and externals Health shock internals Health shock external Internals Observations FStatistic PValue HS,t 1 3Pooled binary logit Health shock Health shock external Internals 3222419.240.00322244.870.030.0270.0100.0150.0080.0490.0140.0220.0080.0330.0120.0190.0063222412.540.000.0150.0080.0490.014322244.870.030.0220.0080.0330.0120.0200.0063222413.050.000.0030.0100.0420.009322249.870.000.0120.0120.0320.0080.0230.0053222423.570.00Separation between internals and externals Health shock internals 0.0230.0110.0350.0180.0230.0110.0350.0180.0070.0140.0370.0130.0300.0120.0190.0160.0200.0063222412.380.000.0300.0120.0190.0160.0210.0063222412.960.000.0250.0160.0270.0120.0250.0053222422.400.00322240.350.55322240.350.55322249.650.00322242.370.12Observations FStatistic PValue Table 8 reports the marginal effects of a health shock on the probability of current period inactivity. The healthshock is defined by either 1 standard deviation of health deterioration from the sample average of health satisfactionHS,t 1 1HS or by health deteriorations of at least 2 units of health satisfaction from one to another periodHS,t 1 3. Inactivity is defined as all individuals who are either registered unemployed, retired or currentlysearching for new employment. All models control for age, gender, immigrants status, living in East Germany, lastperiod household wealth and income proxied by owing stocks, having savings, and the log of household income, lastperiod employment characteristics, living with a partner, partners employment status, human capital indicators, andyear dummies. Model 1 assumes a homogeneous effect of a health shock across personality types No Heterog. Model2 allows the effect to differ between internals and externals, but assumes that both face the same unemploymentprobability in the absence of the shock Intercept homog. Model 3 assumes that the overall inactivity probabilitiesdiffer between internals and externals Full heterog. FStatistic and Pvalue report test whether the marginal effectsof the health shocks differ between internals and externals in Model 2, 3, and 4: H0 : o p and in Model 3,5, and 7: H0 : o p o p. Robust standard errors are reported in parentheses. 10 %, 5 %, 1 %significance level.37Table 9: Health shock constructed from number of doctor visits NOHeterog Intercept Homog Full Heterog Intercept Homog Full Heterog Locus of control1Definition 1324Definition 25Intercept Homog Full Heterog Definition 3760.0490.0100.0890.0170.0570.0110.0700.0150.0190.0063222411.710.000.0490.0100.0890.017322244.160.040.0570.0110.0690.0150.0190.0063222412.230.000.0370.0150.0750.011322243.880.050.0580.0160.0620.0100.0230.0053222420.950.00DV,t 1 1DVPooled binary logit Health shock 0.0630.009Separation between internals and externals Health shock internals Health shock externals Internals Observations FStatistic PValue DV,t 1 3Pooled binary logit Health shock Health shock external Internals 3222479.510.00322244.160.040.0370.006Separation between internals and externals Health shock internals 0.0250.0070.0620.0110.0240.0070.0630.0110.0150.0090.0480.0080.0310.0070.0450.0100.0180.0063222412.430.000.0310.0070.0460.0100.0180.0063222413.150.000.0320.0100.0370.0070.0230.0053222421.210.00322247.040.01322247.680.01322248.390.003222455.670.00Observations FStatistic PValue Table 9 reports the marginal effects of a health shock on the probability of current period inactivity. The healthshock is defined by either 1 standard deviation of health deterioration from the sample average of number of doctorvisits DV,t 1 1DV or by health deteriorations of at least 3 units of doctor visits from one to another periodDV,t 1 3. Inactivity is defined as all individuals who are either registered unemployed, retired or currentlysearching for new employment. All models control for age, gender, immigrants status, living in East Germany, lastperiod household wealth and income proxied by owing stocks, having savings, and the log of household income, lastperiod employment characteristics, living with a partner, partners employment status, human capital indicators, andyear dummies. Model 1 assumes a homogeneous effect of a health shock across personality types No Heterog. Model2 allows the effect to differ between internals and externals, but assumes that both face the same unemploymentprobability in the absence of the shock Intercept homog. Model 3 assumes that the overall inactivity probabilitiesdiffer between internals and externals Full heterog. FStatistic and Pvalue report test whether the marginal effectsof the health shocks differ between internals and externals in Model 2, 3, and 4: H0 : o p and in Model 3,5, and 7: H0 : o p o p. Robust standard errors are reported in parentheses. 10 %, 5 %, 1 %significance level.References Aitkin, M. and D. B. Rubin 1985. Estimation and hypothesis testing in finite mixturemodels. Journal of the Royal Statistical Society. Series B 47 1, 6775.Berkel, B. and A. BorschSupan 2003. Renteneintrittsentscheidungen in Deutschland:Langfristige Auswirkungen verschiedener Reformoptionen. MEA Discussion Paper Series 031.Borghans, L., A. L. Duckworth, J. J. Heckman, and B. ter Weel 2008. The economicsand psychology of personality traits. IZA Discussion Paper Series 3333.38Bound, J. 1991. Selfreported versus objective measures of health in retirement models.Journal of Human Resources 26, 106138.Bound, J., M. Schoenbaum, T. Steinbrickner, and T. Waidman 1999. The dynamiceffects of health on the labor force transitions of older workers. Labour Economics 6,179202.Carver, C., J. Lehman, and M. Antoni 2003. Dispositional pessimism predicts illnessrelated disruption of social and recreational activities. Journal of Personality and Social Psychology 84, 813821.Clark, A., F. Etile, C. S. Fabien PostelVinay, and K. Van der Straeten 2005. Heterogeneity in reported wellbeing: Evidence from twelve European countries. Economic Journal 115, C118C132.Clark, A. E. and F. Etile 2006. Dont give up on me baby: Spousal correlation insmoking behaviour. Journal of Health Economics 25, 958978.Coan, J. A. and J. J. B. Allen 2003. The state and trait nature of frontal EEG asymmetryin emotion. In K. Hugdahl and R. J. Davidson Eds., The Asymmetrical Brain, pp.565615. Cambridge, MA: MIT Press.Copeland, J. R. M., A. T. F. Beekman, A. W. Braam, M. E. Dewey, P. Delespaul,R. Fuhrer, C. Hooijer, B. A. Lawlor, S.L. Kivela, A. Lobo, H. Magnusson, A. H.Mann, I. Meller, M. J. Prince, F. Reischies, M. Roelands, I. Skoog, C. Turrina, M. W.de Vries, and K. C. M. Wilson 2004. Depression among older people in Europe: The EURODEP studies. World Psychiatry 3 1, 4549.Currie, J. and B. Madrian 1999. Health, health insurance and the labour market. In O. Ashenfelter and D. Card Eds., Handbook of Labor Economics, pp. 33093416.Amsterdam: Elsevier.Davidson, R. 1993. Cerebral asymmetry and emotion: Conceptual and methodologicalconundrums. Cognition and Emotion 7, 115138.Davidson, R. J. 1992. Emotion and affective style: Hemispheric substrates. Psychological Science 3, 3943.Davidson, R. J., C. C. Coe, I. Dolski, and B. Donzella 1999.Individual differencesin prefrontal activation asymmetry predict natural killer cell activity at rest and inresponse to challenge. Brain, Behavior, and Immunity 13 2, 93108.Deaton, A. A. 2002. Policy implications of the gradient of health and wealth. Health Affairs 21 2, 1330.Deb, P. 2002. A discrete random effects probit model with application to the demandfor preventive care. Health Economics 10, 371383.Deb, P. and P. K. Trivedi 1997. Demand for medical care by the elderly: A finitemixture approach. Journal of Applied Econometrics 12 3, 313336.Deb, P. and P. K. Trivedi 2002. The structure of demand for health care: Latent classversus twopart models. Journal of Health Economics, 601625.39Dempster, A., N. Laird, and D. Rubin 1977. Maximum likelihood from incomplete datavia the EM algorithm. Journal of the Royal Statistical Society. Series B 39, 138.Disney, R., C. Emmerson, and M. Wakefield 2006. Ill health and retirement in Britain:A panel databased analysis. Journal of Health Economics 25, 621649.Fitzgerald, T. E., H. Tennen, G. Affleck, and G. S. Pransky 1993. The relative importance of dispositional appraisal in quality of life after coronary artery bypass surgery.Journal of Behavioral Medicine 16 1, 2543.Frijters, P., J. HaiskenDe New, and M. Shields 2005. The causal effect of income onhealth: Evidence from German reunification. Journal of Health Economics 24, 9971017.GarciaGomez, P. and A. LopezNicolas 2006. Health shocks, employment and incomein the spanish labour market. Health Economics 15, 9971009.Gerlitz, J.Y. and J. Schupp 2005. Zur Erhebung der BigFivebasierten Personlichkeitsmerkmale im SOEP. DIW Research Notes 4.Greene, W. 2007. NLOGIT Version 4.0 Reference Guide. Plainview, NY: Econometric Software, Inc.Groot, W. and H. Maasen van den Brink 2007. Optimism, pessimism and the compensating income variation of cardiovascular disease: A twotiered quality of life stochasticfrontier model. Social Science Medicine 65, 14791489.Gross, J. J., S. K. Sutton, and T. Ketelaar 1998. Relations between affect and personality: Support for the affectlevel and affectivereactivity views. Personality Social Psychology Bulletin 24 3, 279.Grossman, M. 1972. On the concept of health capital and the demand for health. Journalof Political Economy 80, 223255.Grossman, M. 1999. The human capital model of the demand for health. NBER Working Paper w 7078.Hagan, R., A. M. Jones, and N. Rice 2006. Health and retirement in Europe. HEDGWorking Paper 0610.HaiskenDe New, J. P. and M. Hahn 2006. Panelwhiz: A menudriven statase interfacefor accessing panel data. mimeo http:www.panelwhiz.eu.Halliday, T. J. 2008. Heterogeneity, state dependence, and health.Paper 3463.IZA Discussion Haughton, D. 1997. Packages for estimating finite mixtures: A review. The American Statistician 51 2, 194205.Headey, B. 2007. Life goals matter to happiness: A revision of setpoint theory. Social Indicators Research 3 July 2007, Published online.40Headey, B. 2008. Life goals matter to happiness: A revision of setpoint theory. Social Indicators Research 86, 213231.Heagerty, P. J. and B. F. Kurland 2001. Misspecified maximum likelihood estimatesand generalisd linear mixed models. Biometrika 88 4, 973985.Jackson, D. C., C. J. Mueller, I. Dolski, K. M. Dalton, J. B. Nitschke, H. L. Urry, M. A.Rosenkranz, C. D. Ryff, B. H. Singer, and R. J. Davidson 2003. Now you feel it, nowyou dont: Frontal brain electrical asymmetry and individual differences in emotionregulation. Psychological Science 14 6.Jedidi, K., H. S. Jagpal, and W. S. De Sarbo 1997. Finitemixture structural equation models for responsebased segmentation and unobserved heterogeneity. Marketing Science 16 1, 3959.Jones, A. M. and S. Schurer 2007. How does heterogeneity shape the socioeconomicgradient in health satisfaction? Ruhr Economic Papers 8.Judge, T. A. and J. E. Bono 2001. Relationship of core selfevaluations traitsselfesteem, generalized selfefficacy, locus of control, and emotional stabilitywith job satisfaction and job performance: A metaanalysis. Journal of Applied Psychology 86 1,8092.Juerges, H. 2007. True health vs. response styles: Exploring crosscountry differencesin selfreported health. Health Economics 16, 163178.Kagan, J., J. S. Reznick, and N. Snidman 1988. Biological bases of childhood shyness.Science 240, 167171.Kivimaki, M., J. Vahtera, M. Elovainio, H. Helenius, A. SinghManoux, and J. Pentti2005. Optimism and pessimism as predictors of change in health after death or onsetof severe illness in family. Health Psychology 24 4, 413421.Klonowicz, T. 2001. Discontended people: Reactivity and locus of control as determinants of subjective wellbeing. European Journal of Psychology 15, 2947.Leisch, F. 2007. Flexmix: A general framework for finite mixture models and latentclass regression in R. mimeo.Lindeboom, M. and E. Van Doorslaer 2004. Cutpoint shift and index shift in selfreported health. Journal of Health Economics 23, 10831099.Masters, K. S. and K. A. Wallston 2005. Canonical correlation reveals important relations between health locus of control, coping, affect, and values. Journal of Health Psychology 10 5, 719731.Maurer, J., R. Klein, and F. Vella 2007. Subjective health assments and active labormarket participation of older men: Evidence from a semiparametric binary choice modelwith nonadditive correlated individual specific effects. IZA Discussion Paper Series No.3257 December.Mc Lachlan, G. and K. Basford 1988. Mixture Models: Inference and Application to Clustering. New York, NY: Marcel Dekker.41Mc Lachlan, G. and D. Peel 2000. Finite Mixture Models. New York, NY: Wiley Seriesin Probability and Statistics.Park, C., P. Moore, R. Turner, and N. Adler 1997. The roles of constructive thinkingand optimism in psychological and behavioral adjustment during pregnancy. Journalof Personality and Social Psychology 73, 584592.Rasmussen, H. N., C. Wrosch, M. F. Scheier, and C. S. Carver 2006. Selfregulationprocesses and health: The importance of optimism and goal adjustment. Journal of Personality 74 6, 17211748.Rice, N., J. Roberts, and A. M. Jones 2007. Sick of work or too sick to work? Evidenceon health shocks and early retirement from the BHPS. Sheffield Economic Research Paper Series 2007002.Riphahn, R. T. 1999. Income and employment effects of health shocks. A test case forthe German welfare state. Journal of Population Economics 12 3, 363389.Rosenkranz, M. A., D. C. Jackson, K. M. Dalton, I. Dolski, C. D. Ryff, B. H. Singer,D. Muller, N. H. Kalin, and R. J. Davidson 2003. Affective style and in vivo immune response: Neurobehavioral mechanisms. Proceedings of the National Academy of Sciences of the United States of America 100 19, 1114811152.Rotter, J. 1966. Generalized expectancies of internal versus external control of reinforcements. Psychological Monographs 80 1, 128.Rotter, J. 1982. New York: Praeger.Scheier, M. and C. Carver 1985. Optimism, coping, and health: Assessment and implications of generalized outcome expectancies. Health Psychology 4, 219247.Scheier, M. and C. Carver 1987. Dispositional optimism and wellbeing: The influenceof generalized outcome expectancies and health. Journal of Personality 55, 190210.Scheier, M. F., C. F. Carver, and M. W. Bridges 1994. Distinguishing optimism fromneuroticism and trait anxiety, selfmastery, and selfesteem: A reevaluation of the Life Orientation Test. Journal of Personality and Social Psychology 67 6, 10631078.Scheier, M. F., J. Kumari Weintraub, and C. S. Carver 1986. Coping with stress: Divergent strategies of optimists and pessimists. Journal of Personality and Psychology 6,12571264.Schou, I., O. Ekberg, and C. M. Ruland 2005. The mediating role of appraisal andcoping in the relationship between optimismpessimism and quality of life. PsychoOncology 14, 718727.Shewchuk, R. M., T. R. Elliott, R. R. Mac NairSemands, and S. Harkins 1999. Traitinfluences on stress appraisal and coping: An evaluation of alternative frameworks.Journal of Applied Social Psychology 29 4, 685704.Smith, J. P. 1999. Healthy bodies and thick wallets. Journal of Economic Perspectives 13, 145166.42Smith, J. P. 2003. Consequences and predictors of new health events. NBER Working Paper 10063.Smith, T. W., M. K. Pope, F. Rhodewaldt, and J. L. Poulton 1989. Optimism, neuroticism, coping, and symptom reports: An alternative interpretation of the Life Orientation Test. Journal of Personality and Social Psychology 56 4, 640648.Soldz, S. and G. E. Vaillant 1999. The big five personality traits and the life course: A45year longitudinal study. Journal of Research in Personality 33 2, 208232.Strudler Wallston, B. and K. A. Wallston 1978. Locus of control and health: A reviewof the literature. Health Education Monographs 6, 107117.Tennen, H. and G. Affleck 1987. The costs and benefits of optimistic explanations anddispositional optimism. Journal of Psychology 55, 377393.Thompson, S. 1981. Will it hurt less if i can control it? a complex answer to a simplequestion. Psychological Bulletin 90, 89101.Tomarken, A. J., R. J. Davidson, and R. C. Doss 1992. Individual differences in anteriorbrain asymmetry and fundamental dimensions of emotion. Journal of Personality and Social Psychology 62 4, 676687.Van Ours, J. 2004. A pint a day raises a mans pay; but smoking blows that gain away.Journal of Health Economics 23, 863886.Van Ours, J. 2006. Cannabis, cocaine and jobs. Journal of Applied Econometrics 21,897917.Warehime, R. G. and S. Woodson 1971. Locus of control and immediate affect states.Journal of Clinical Psychology 27 4, 443444.Wheeler, R. E., R. J. Davidson, and A. J. Tomarken 1993. Frontal brain asymmetry andemotional reactivity: a biological substrate of affective style. Psychophysiology 30 1,8289.Wing Han Au, D., T. F. Crossley, and M. Schellhorn 2005. The effect of health changesand longterm health on the work activity of older Canadians. Health Economics 14,9991018.43", "filename": "582188954.PDF", "person": ["Stefanie Schurer", "Schurer, Stefanie"], "date": ["2008"]}