{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/65454/1/583801323.pdf"], "title": ["Trade facilitation in developing countries"], "plaintext": "_____________________________________________________________________ CREDIT Research Paper No. 0805 _____________________________________________________________________ Trade Facilitation in Developing Countries by Chris Milner, Oliver Morrissey and Evious Zgovu information technology; Abstract Measures to actively facilitate trade are increasingly seen as essential to assist developing countries in expanding trade and benefiting from globalisation. Although often viewed as narrowly concerned with the ease and speed of Customs procedures, even greater trade cost reductions and trade and welfare benefits may be reaped from a broader view of trade facilitation TF that incorporates transportation, distribution and communication issues. A number of TF reforms are particularly beneficial: improving procedures, especially Customs clearance; introducing automation and use of requirements; addressing lack of transparency in import and export requirements; addressing lack of modernisation of and cooperation between Customs and other government agencies. The review identifies the types of TF reforms that could address these problems and deliver a return in terms of increased revenue collection efficiency, reductions in trade costs and promotion of greater regional cooperation at least in Customs and transport, especially as many TF measures are appropriate for inclusion in regional integration agreements. Key Words: Trade Facilitation, Regional Integration JEL Classification: F14, F15, F17 reducing excessive documentation _____________________________________________________________________ Centre for Research in Economic Development and International Trade, University of Nottingham 1_____________________________________________________________________ CREDIT Research Paper 0805 Trade Facilitation in Developing Countries No. by Chris Milner, Oliver Morrissey and Evious Zgovu Introduction Trade Effects of Trade Facilitation Evidence on the Impact of Trade Facilitation Improvements Transport Costs and Trade Facilitation Concluding Comments Outline 1 2 3 4 5 References Appendix Tables The Authors The authors are respectively Professor of International Economics, Professor in Development Economics and Visiting Research Fellow in CREDIT, all in the School of Economics, University of Nottingham NG7 2RD. Corresponding author: chris.milnernottingham.ac.uk. Acknowledgements This paper is based on work undertaken for DG Trade of the European Commission, for a study on The link between EUACP Economic Partnership Agreements EPAs and institutional reforms. The views expressed are those of the authors alone and should not be attributed to the Commission or any of its staff. _____________________________________________________________________ Research Papers at www.nottingham.ac.ukeconomicscredit 2Introduction 1. Measures to actively facilitate trade are increasingly seen as essential to assist developing countries in expanding trade and benefiting from globalisation. The WTO website defines trade facilitation as the simplification and harmonisation of international trade procedures   for collecting, presenting, communicating and processing data required for the movement of goods in international trade. In reference to trade facilitation, the Doha Declaration refers to expediting the movement of, release and clearance of goods, including goods intransit. In different contexts e.g. World Bank and APEC, trade facilitation refers to a much broader spectrum of issues including technical barriers to trade TBT, competition policy, government procurement and transparency in general. Following the existing empirical literature, we adopt a relatively narrow definition of trade facilitation TF which focuses on measures that essentially ease and speed the process of importation e.g. reforms to valuation and Customs procedures, although we also consider issues relating to transportation. In many cases there will also be benefits for exporters, such as through improved port clearing procedures, especially for landlocked countries e.g. exports benefit from improved Customs procedures in their own and transit countries. Most serious analyses of costs and benefits of trade facilitation have focussed on transaction costs. A survey of literature on trade facilitation by OECD 2002 showed that trade transaction costs differ depending on the efficiency and integrity of interacting businesses and administrations, characteristics of the goods involved, and the size and type of business. Transaction costs comprise both direct and indirect elements. Direct costs include mostly compliance costs related to supplying information and documents required for the movement of goods or related means of payment, and charges for traderelated services e.g. trade insurance, port management. Indirect costs include procedural delays time for customs clearance and cargo handling related to the market life of products, e.g. spoilage of agricultural products, product cycles for technologyintensive products. They also include the lack of predictability in the nature, application or interpretation of regulations, formalities and contracts, and costs of lost business opportunities, such as due to delays in a given country affecting the whole global production chain these are rather difficult to measure. Although indirect costs are difficult to measure, hence potential benefits are difficult to assess, in practice savings may confer important longrun gains. This paper addresses four issues. First, Section 2 provides a broad review of the types of costs addressed under TF and how these relate to trade, and second, considers evidence on the effects of improvements in TF e.g. on trade flows or revenue efficiency. Third, Section 3 gives some examples of particular measures to improve TF, illustrating how effective such reforms can be, typically increasing revenue and collection efficiency and reducing Customs clearance times. Fourth, Section 4 briefly considers transport costs as an element of trade costs; although not usually included under TF, institutional reforms in transport and distribution systems can have a major impact in reducing costs and facilitating trade, and are especially relevant for exports. Section 5 offers brief conclusions, considering how TF measures can be incorporated in regional integration agreements, in particular the Economic Partnership Agreements EPAs being negotiated between the EU and regional groups of ACP countries Morrissey and Zgovu, 2007. To the extent that TF facilitates competitiveness improvements may make a country more attractive to foreign investors, enhancing the potential impact of EPAs on investment in ACP countries Morrissey, 2008. 32. Trade Effects of Trade Facilitation Trade facilitation can be viewed in narrow or broad terms, and in unilateral or multilateral terms. In narrow and unilateral terms, improving the movement of goods through ones own customs appears to be improving the importation of goods rather than the exportation of goods. Even in this limited perspective, however, trade facilitation can have important implications for the ease and efficiency of exporting. Customs clearance efficiency affects imports and exports, while exports from landlocked countries flow through Customs in neighbouring countries. Furthermore, competitive exporting is likely to require efficient access to imported intermediate goods and capital goods. In a multilateral context the benefits of trade facilitation for exporting become even more transparent. Reciprocated efforts at trade facilitation benefit exporting in a multilateral sense. Of course, the idea of reciprocal lowering of barriers to trade having proexport effects has even more relevance when all types of policy and other barriers are considered. In this regard barriers other than customs procedures e.g. transport infrastructure and competitiveness of transport and other services may be more important for some countries. Qualitative costs and benefits of trade facilitation International trade involves transaction costs; while these costs are essentially unavoidable, it is possible to reduce the level of costs or the inefficiencies that effectively increase costs, so that some excess costs are avoidable. However small avoidable costs can be, they represent a significant bias against trade which can be likened to an implicit trade tax or nontariff barrier. Any savings of such avoidable transaction costs are savings which can have a big impact directly, and through the dynamic effects of chain linkages. Saving avoidable costs entails some costs e.g. equipment, training and for implementing new procedures and even infrastructure such as computerisation for Customs or road improvements to increase transport efficiency but it can be assumed that the overall net effects of trade facilitation over time are positive. This is possible through increased trade in goods and services; lower implicit trade costs increase competition thus enhancing efficiency in the use of resources, encouraging technology transfer and realisation of productivity gains; increasing the incentive for international investment, contributing to economic growth and higher living standards. Trade facilitation involving automation of customs procedures combined with training of customs officials can also lead to improved controls and other government functions, reduced administrative costs, can overcome technical constraints, reduce opportunities for corruption, and promote a culture of cooperation between government and business. Quantitative costs and benefits of trade facilitation According to Kleitz 2003, attempts at measuring the costs and benefits of trade facilitation have used three approaches, namely a inventories of business complaints, b detailed firmlevel analyses and c modelling trade and welfare effects. The Inventories approach entails listing particular procedures considered costly or inefficient. This provides a useful starting point for understanding the scale of the issue but does not provide any usable quantitative estimate about costs and benefits and typically relies on anecdotal information. Detailed firmlevel surveys provide a fuller and more systematic picture of administrative and procedural barriers. This approach allows one to take into account a wide range of important factors, such as particular cost elements, product life for an indication of sensitivity to delays, extent of intrafirm trade 4important for reducing transaction costs, country characteristics and proportions of foreign trade. While modelling trade and welfare effects is inherently desirable to estimate potential impacts, significant data problems have limited work along these lines. Existing analyses use computable general equilibrium models, in particular Global Trade Analysis Project GTAP models, to estimate the impact of automating customs procedures or to assess the cost of delays in particular countries see examples below. Benefits of Trade Facilitation Efficient trade facilitation e.g. increasing the efficiency of border procedures can help lower trade transaction costs hence reduce the margin between domestic and international prices to benefit consumers and producers. In some case increasing efficiency of border procedures may require simple reorganisation of tasks and procedures, whilst in others it might require investment in infrastructure and human resources. The cost of implementing improvements reform and modernisation in customs procedures varies according to the size of the customs service, existing customs infrastructure and human resources. The general economic environment also plays an important role for example, the availability of functioning basic infrastructure such as communication facilities and stable energy supply. OECD 2005c examines the economic impact of trade facilitation and in particular the link between trade facilitation and trade flows, government revenue and foreign direct investment. The paper finds strong positive causal links between improvement in trade facilitation with trade flows and government revenue mostly for developing countries by implementing customs modernisation programmes that result in more efficient collection of trade taxes. Furthermore, OECD 2005c demonstrates that facilitated crossborder movement of goods would have a positive effect on the ability of a country to attract foreign direct investment and better integrate in international production supply chains. The link between trade facilitation and welfare effects has also been investigated in several studies using CGE models. The studies analyse the welfare effect of marginal reductions in trade transaction costs TTCs. Table 1 presents a selection of some of the recent studies. The findings show that improvements in trade facilitation e.g. from faster and more efficient border crossings of goods would significantly increase global welfare. APEC 2002 found that reducing TTCs by five per cent in the APEC region would lead to an increase of US 154 billion to member economies. APEC 1997 compared the average gains from trade facilitation in the AsiaPacific region with potential gains from tariff liberalisation. The results showed that gains from the former were almost twice the size of potential gains from tariff liberalisation. Table 1 Examples of Effects of Trade Facilitation Measures Study OECD 2003a Effects of TF CGE GTAP model estimates that a one per cent reduction of trade costs for goods will benefit all countries, e.g. as share of GDP: MENA 0.27 percent and SSA 0.18 percent. APEC 2002 CGE model estimate that a five per cent reduction in trade costs for goods will raise APECs GDP by 0.9 percent. Source: Appendix Table A1. 5 3. Evidence on the Impact of Trade Facilitation Improvements Table 2 presents a summary of the main findings of selected recent quantitative estimates and surveys, each exploring the link between trade facilitation and trade flows, and Table 3 lists country examples. The studies in Table 2 use either gravity models or computable general equilibrium CGE models to estimate the effect on trade of improvements in customs procedures and ports. The APEC region is well represented in the studies the region only covers 21 countries but represents around half of world trade and includes a number of developed and developing countries. The studies typically have to make assumptions to facilitate analyses, e.g., Wilson et al 2003, 2004 assume that countries that are belowaverage in border infrastructure customs and ports will be able to raise their efficiency halfway to the APEC average. APEC 1999 assumes there is a fixed acrosstheboard reduction in TTCs while Kim et al 2004 and APEC 2004a assume other types of customs administration improvements. Table 2. Examples of Trade Effects of Trade Facilitation Study APEC 2004a Kim et al. 2004 Region and Effects Gravity model for APEC: improved customs procedures by 10% boosts intraAPEC imports by 0.5%. Gravity model APEC: improvement in customs performance by 50% would increase imports by 1.73.4% in industrialised to 7.713.5% in industrialising APEC economies. Survey results from 80 countries find customsforeign trade regulations the second most serious tax and regulatory constraint on business. Gravity model for APEC: enhanced port efficiency has a greater positive effect on trade even than improvements in customs. Each day saved in shipping time is worth 0.8 percent ad valorem for manufactures. Batra et al. 2003 Wilson et al. 2003 Hummels 2001 Source: Appendix Table A2 Table 3. Country Experiences with Trade Facilitation Angola Bangladesh Bolivia Ghana Customs expansion and modernisation programme in 2000. Halfway through the fiveyear programme, revenue receipts had increased by 150% and customs processing time had been reduced to 24 hours for correctly submitted documentation. Customs modernization programme in 1999. By 2000, customs revenue was up 14% yearonyear and clearance times were reduced to 13 days for imports and 38 hours for exports. Customs reform project 1997. By about 2000, both corruption and customs clearance times had been substantially reduced; despite an economic slowdown, decline in imports exceeded the decline in customs revenue; customs collection up by 11 percent 25 percent allowing for tariff reductions. Capacity enhancing reforms during the 1990s and a Customs ICT network in 2001. By 2003, government revenue collected from airport traffic increased by approximately 30 percent on a yearly basis. Customs clearing times were significantly reduced e.g. from three days to four hours on average in the airport. 61997 programme focused on improving the customs legislation, systems and procedures, management and organisation. During the first two years of the programme, imports increased by 4 percent while customs revenue increased by 58 percent despite significant duty rate reductions; marked reduction in the clearance time of goods at the countrys principal points of entry. Initial investments in the customs administration were recovered within 14 months from additional revenue receipts. Customs administration reform in 1990s. Despite a reduction in average tariff level, customs revenue increased by 327 percent in 19901995 whereas the value of imports increased by 175 percent. Customs release time fell from a range of 1530 days to 2 hours 2 days. Comprehensive reform programme in the 1990s which aimed at trade liberalisation and customs modernisation. Revenue increased from 7.7 percent to 13.0 percent of GDP in the tenyear period to 2002. Initiated reforms in 1993 including customs automation, implementation of a singlepoint clearance mechanism, the introduction of risk assessment procedures. Between 1998 and 2001, customs revenue increased by 110 percent. Mozambique Peru Uganda Jamaica Source: Appendix Table A3 Table 3 reports case studies where improvements in trade facilitation led to positive impacts on government revenue generation, typically through significant improvements in collection efficiency. The evidence on increases in revenue is encouraging given that impacts are likely to be evident only in the medium and longterm whereas some of the reforms are relatively recent; many of the countries are still in the process of implementing their customs reform programme. Furthermore, some studies only take into account revenue collected at a particular customs point e.g. airports in Ghana. Furthermore, there is widespread evidence that improving clearance procedures leads to dramatic reductions in the time taken for goods to pass through Customs, implying dramatic reductions in trade costs. The main conclusions reached from the studies reviewed here are: even modest improvements in trade facilitation have a positive significant effect on increased trade flows; increases in trade flows would be higher in developing countries than in developed countries because developing countries are initially in a worse position; and between exporting and importing countries both benefit from increased trade flows but the country that improves its border procedures most benefits more. There is some evidence that increasing port efficiency provides larger trade benefits than increasing efficiency of customs procedures although it is the latter that contributes to increased revenue. However, it should be acknowledged that there is a wide gap between the actual and potential trade and growth benefits given inefficient movement of goods across borders. Magnitude of Trade Costs To assess the potential benefit of TF in reducing trade transaction costs TTCs one needs some estimate of the initial magnitude of TTCs. Estimates do exist, mostly for developed countries, although Kleitz 2003 notes that one should interpret the findings of studies estimating TTCs with caution as the available studies are based on unclear data and methodologies. The studies that seem most valid are limited in focus to particular costs in special circumstances and 7generally draw on limited surveys. The findings are diverse, reflecting the restricted scope and parameters of the studies. Some findings for developed countries are reported in Appendix Table A4. IntraEC direct costs are estimated to lie between 1.5 and 15 per cent although the methodology used in the study yielding the upper estimate of 15 is unclear. UNCTAD 1994 estimates direct costs ranging between seven and ten per cent for the world. Given the inherent poor resourcebase, structural rigidities and bottlenecks of many developing countries it is likely that estimates of transaction costs involving least developed and developing countries would be much higher than those for mostly developed countries given in Table A4. As TTC costs are generally considered to be quite high, and are almost certainly higher in poorer developing countries, TF can be expected to yield significant net benefits. However, there are upfront costs associated with implementing TF measures that must be acknowledged see Table A5. Some idea of the scale of costs of improving trade facilitation can be taken from World Bank adjustment loans with components addressing customs reforms. For example, the World Bank provided US78 million to six southeastern European countries towards customs improvements, and US35 million to Tunisia for export development. A fiveyear 19992004 project for customs modernisation in Bolivia cost US38 million, out of this US25 million was spent on institutional improvements and US9 million on system computerisation Gutierrez, 2001. Customs automation is one of the major cost elements of investment towards customs improvements. Automating customs procedures could cost as much as US20 million provided that countries develop their own systems and less than US2 million for the widelyused Automatic System for Customs Data ASYCUDA UNCTAD, 2002. Customs automation cost US5 million in Chile in the early 1990s WTO, 2000, and in Jamaica it cost US5.5 million covering technical needs assessment, development of software suites, data communication equipment and computers Grant, 2001. In addition to initial investment outlays such as those outlined above countries have to meet operating expenses, which can be met by the consumers in the form of higher user fees or financed from the government budget. Moreover, systems need to be updated from time to time to reflect the latest technological developments. The postinstallation costs can be of similar magnitudes as initial investment. For example, updating air cargo clearance system in Chinese Taipei cost US5 million in 2004; in Philippines cost of updating the existing automated system from a DOS to Windowbased platform cost about 40% of the original system installation Bhatnagar, 2001. Table 4: Perceived Effect of Customsrelated TF on Reducing TTCs Minimum Maximum 2.9 5.3 6.6 weighted average of responses, % TTC reduction Median APEC Country group Industrialised APEC countries Newly industrialised APEC countries Industrialising APEC countries Source: APEC 2002. A business survey in the APEC region found that traders expected the largest benefits from hypothetical Customsrelated trade facilitation measures that would reduce transaction cost by 50 per cent to materialise in the lowerincome 7.4 10.7 14.8 5.2 7.8 10.7 8countries within the region see Table 4. On the basis of median responses, trade facilitation would reduce TTCs by 10.7 per cent in industrialising APEC countries, compared with 7.8 per cent in newly industrialised countries and 5.2 per cent in industrialised APEC countries. Studies measuring the potential gains from trade facilitation report estimates of between two and three per cent of the total value of traded goods UNCTAD, 1994; APEC, 1999. APEC 1999 predicts much larger gains for particular countries or regions. The gains vary significantly across countries and regions, sectors and characteristics of traders. Greater scope for reducing TTCs exists in many developing countries where they are substantially above those found under best practices. The potential savings of modernising from paperbased to a paperless customs administration system are reported in Table 5. The savings range from 1.5 per cent for bulk sea shipment of coal to 15 per cent for air freighting fresh asparagus. The savings are partly due to the fixed costs of completing documentation manually, estimated at between US75 and US125 per transaction regardless of transaction size. Table 5: Estimates of Savings from Changing to Paperless Customs System Cargo value cif US Estimate of Savings 45 kg Value US Per cent 20 ft container 1,500 tons Typical volume 1.5 2.2 3.1 4.4 15.0 10,000 tons 1,500 tons 7,800 17,820 5,425 12,012 206 520,000 810,000 175,000 273,000 1,370 Product and transport mode bulk by sea Coal Rice bulk by sea Machine parts by sea bagged by sea Sugar Fresh asparagus by air Source: APEC 2002. Another source of savings from trade facilitation is the creation of a single window border automation system. A single window system can minimise documentation costs by streamlining paperless processing needs of various regulatory agencies. Experience with such a system, the socalled Trade Net in Singapore, helped reduce the documentation costs borne by government and business by half APEC, 2003. Further benefits from trade facilitation are associated with reductions in import clearance times. In Japan the average aircargo import processing time fell from 53 hours in 1991 to 26 in 2001, while for seacargo the lead times were reduced over the same period from 168 to 74 hours. Impact of Trade Facilitation on Exports Nordas, Grosso and Pinali 2006 analyse the relationship between time for exports and imports, logistics services and international trade. They draw a distinction between the effect of trading time on the probability of entering the market and the trade volume once entry is made. Time to market depends on adequate transport and logistics services and timely, transparent and predictable administrative procedures related to exports and imports. For example, exporters in remote countries tend to ship goods by air to a much larger extent than exporters closer to the market, while exporters in remote countries with weak air transport infrastructure and related services tend not to export timesensitive goods. In some developing countries the time for administrative procedures related to exports and imports alone prevents local manufacturers from exporting timesensitive products. For entrepreneurs in these countries time for imports and exports constitutes a substantial disincentive to invest in quality and upgrade 9their products, since they cannot be sure that their product will arrive on the market in time to reap the price premium that new and differentiated products command. In addition to econometric analyses, Nordas et al 2006 also consider four case studies. Two cover the effect of short lead times in Bulgaria and the Dominican Republic on export volumes and specialisation in fast fashion products that command a price premium in the market, where they are competitive in spite of higher production costs compared to, for instance, China. This means that improvements in logistics services are necessary for the two countries to stay competitive in the market. The third case study is Kyrgyz Republic, a landlocked country in a relatively stagnant region where transit arrangements with neighbours are crucial for export performance. Regional trade is impeded by high levels of administrative corruption and state capture, poor quality of physical infrastructure and related services, inefficient institutional arrangements, and nontariff trade barriers. Clearly trade facilitation programs aimed at addressing these weaknesses would greatly improve efficiency and facilitate gainful trade exporting and importing. The fourth case study concerns exports of cut flowers from Kenya. The case study starts by demonstrating how trade in transport services in this case air transport allows Kenya to exploit its comparative advantage in floriculture. At first flowers were transported by passenger flights, creating linkages between the tourism and the floriculture sectors. As export volume grew, dedicated cargo flights have become commercially viable. However, southbound flights run almost empty due to lack of demand for timesensitive imports in Kenya. This could become a constraint on future expansion in floriculture as competition increases. Recent developments towards direct imports by retailers are also a challenge to Kenyan exporters because this would shift more of the logistical activities, including packaging and testing, to exporters. This is where the improvements in trade facilitation could play an important role in increasing efficiency and competitiveness of Kenyas cut flower sector. Results from econometric analysis of the impact of time on the probability to export and on trade volumes for total merchandise trade, trade in intermediate inputs, fashion clothing and electronics, showed that time has a large and robust impact on the probability to export, and the impact is strongest in the electronics sector. Time also has a large impact on trade volumes, and again the effect is strongest for electronics. For fashion clothing, time appears to affect the probability to export, but not the trade volume. The study also identifies developing and emerging economies that would benefit the most from reforms that would shorten time for exports and imports. Among these are Albania, Kenya, Romania, Tanzania, Ukraine and Vietnam. The findings underscore the importance and the positive impact that trade facilitation can have on trade in general and exports in particular. Removing unnecessary barriers to timely delivery is of utmost importance for developing countries. For sustainable results a trade facilitation program needs to be complemented with liberalisation of logistics services such as services auxiliary to all modes of transport services, other related logistics services and noncore freight logistics services. Subramanian and Matthijs 2007 identify five critical factors for effective participation in global network trade: price, speedtomarket, labour productivity, flexibility and product quality. Speedtomarket crucially depends upon the quantity and quality of trade and traderelated institutions and physical infrastructure. It is critical for SubSaharan Africa countries, especially landlocked countries, to have modern and efficient trade facilitating institutions and physical infrastructure to be able to compete successfully in global markets where growing value is being placed on fast ordertodelivery cycles. The current state for some African countries is illustrated in Figures 1 and 2. Taking these countries as 10representatives of SSA, it can be seen that there is a wide gap of not less than 20 days visavis China in exportdays and importdays with some of the competitive exporting countries. Given that the countries shown have seaports except Lesotho the situation is potentially worse for landlocked countries. Through trade facilitation SSA countries have the opportunity to shorten the number of exporting and importing days. Figures 1 and 2: Time days for Exports and Imports in 2005 Source: World Bank IFC, Doing Business in 2006, Creating Jobs, pp. 104106 Soloaga, Wilson and Mejia 2006 apply gravity models to estimate the impact of improvements in trade facilitation by Mexico and Mexicos trade partners and find that Mexicos unilateral improvements in trade facilitation measures are expected to increase manufacturing exports by 31.8 billion, equivalent to 22.4% of the average export level for 200003. Soloaga et al 2006 also report that improvements in trade facilitation in Mexican partners would increase Mexican exports by 2 billion 1.4% of Mexican exports. Combining both impacts gives a total expected increase in Mexican exports of 33.8 billion, equivalent to 23.8% of Mexican average exports level for 200003. Other studies have also found evidence that shows that trade facilitation benefits trade and exports in particular. For example, USAID 2003 show that the dramatic growth of export from Mauritius from 89 million in 1970 to 2.8 billion in 2000 is partly attributed to trade facilitation measures, which reduced the cost and risk of exporting. Another case cited in the literature is that of vegetable exports from Zimbabwe landlocked but, at least until recently, with reliable air and land transport, chilled storage and good communications network. In the 1990s, farmers near the capital supplied fresh vegetable to the London market by picking them, immediately trucking them to the airport and flying them overnight to London where they were put on shelves ready for sale in the morning. This required cheap and modern telecommunications because the shipments were delivered to order. 113. Nature of Trade Facilitation Programmes In this section we review the experience of trade facilitationcustoms modernization initiatives. Many countries have undertaken customs reforms, often with the support of development agencies such as the World Bank. De Wulf and Sokol 2004 argue that the outcomes of these programmes of reformsupport have been mixed. It will be constructive therefore to identify the types of reformsmodernisation that have been undertaken, the degree of progress in improving customs procedures and administration, the lessons to be drawn from the successes and failures of these reform programmes, and whether there are cases studies or examples of good practice that could be drawn upon by countries incorporating TF within regional integration agreements. Two useful sources of information on the nature of trade facilitation programmes and types of customs and other reforms involved are the World Banks Project and Operations database and the case studies reported in De Wulf and Sokol 2004. Examples are illustrated in Table 6. The TF reform programmes differ according to economic and institutional context, objectives and financialtechnical support. However, the content of TF reforms typically all cover, to varying degrees: i ii iii iv management and staffing training, remuneration, etc infrastructure e.g. roads, ports, airports information technology computerisation procedures clearance, etc valuation, preshipment, special import regimes, Programme and Objectives Illustrative Components Table 6: Examples of Trade Facilitation Programs Countries and Costs Benin US22.0 Ghana US46.0 Ivory Coast US3.0 Nigeria US63.0 Togo US2.0 Total cost US136.0 million AbidjanLagos Transport and Transit corridor Project 2008  Objectives To enhance economic growth in Western Africa by facilitating movement of goods and people along the coastal corridor and increasing regional integration. Trade Transport Facilitation in Southeast Europe Project 2003 Objectives i to reduce nontariff costs to trade and transport; ii to increase revenue and compliance, and reduce smuggling and corruption at border crossings. Support to customs modernisation and administration; Support to reduce number of road blocks; Support to harmonisation of legislation for truck operating rules and travel documentation; Improvement of access, procedures and security at the ports of Lagos Nigeria, Cotonou Benin and Takoradi Ghana; Establishing programs to implement new border processing procedures and practices; Providing technical assistance and training; Installation and Implementation of ASYCUDA Automated System for Customs Data clearance system; Improvement of border crossing facilities. Moldova US9.7 million Source: Appendix Table A5. 12Initiation of trade facilitation and customs reforms has fairly extensive coverage across developing countries, especially mediumsize and larger developing countries. The sustainability and effectiveness of these reforms seems to vary significantly across countries. A number of factors appear to account for this, in particular variations in the precision in which objectives were specified, variations in the degree of commitment to reform, variations in the resourcing of programmes, variations in the effectiveness of staffing reforms release of existing staff, hiring of new staff, salary restructuring, training of staff, and variations in the effectiveness of measures to eradicate corruption. Table 7 provides a before and after overview of customs reform in Peru comparing 1990 with 2002. Although this was a period of significant import liberalisation, revenue collected increased dramatically. Computerisation and other efficiency changes reduced significantly the numbers employed by Customs, but procedures were streamlined and simplified. One obviously important result was a drastic reduction in customs clearance times from over 20 days to within one day. Appendix Table A7 summarises the customs reform and modernisation programme adopted by Turkey as there is no ex post evidence, we do not discuss the example in detail, to bring its legislation and administrative structures and procedures in line with EU standards and to automate its customs procedures. De Wulf and Sokol 2004 view the establishment of an independent project implementation and monitoring unit, combined with strong political support and commitment management by the Turkish Customs Administration TCA as critical elements in the effective adoption and coordination of new structures, procedures and automated systems. These features were complemented by staffing and physical infrastructure improvements, although some reservations or concerns were expressed about the TCAs lack of autonomy in recruitment and salary setting. The basic elements were similar to those in Peru, and suggestive of what to include in any programme. Table 7 Customs Administration Reform in Peru 1990 prereform Tariff and trade regime 39 tariff rates, 14 surtaxes Range of rates: 10110 Prohibitions: 539 items Personnel and training Total staff: 4,700 Professionals: 2.5 percent of staff No training program Computerization No computerization Customs control and clearance process Paper declaration and clearance 100 percent physically checked Payment at customs Clearance times: over 20 days Revenue collection US626 million 23 percent of budgetary revenue Source: Appendix Table A6. 2002 postreform 4 rates 7 rates including surtax Range of rates: 425 Prohibitions: in 1997: 25 items Total staff: 2,540 Professionals: 60 percent of staff Oneyear fulltime course at the National Customs School. All customs functions and operations computerized Electronic declaration lodging and processing Based on risk analysis, 15 percent physically checked Payment at bank, electronic or otherwise Clearance times: 1 to 24 hours depending on goods category US2,403 million 36 percent of budgetary revenue 13Trade Facilitation Reforms in subSaharan Africa The principal issues for reform with respect to trade facilitation in SSA countries, broadly representative of ACP, include Gakunu, 2003: reducing excessive documentation requirements, addressing lack of automation and insufficient use of information technology addressing lack of transparency unclear and unspecified import and export requirements improving procedures, especially Customs clearance lack of auditbased controls and riskassessment techniques addressing lack of modernisation of and cooperation between Customs and other government agencies, which interferes with efforts to increase trade flows effectively. The types of TF reforms discussed previously could address these problems and would probably deliver a fairly quick payoff in terms of increased revenue collection efficiency, reductions in trade costs and promotion of greater regional cooperation at least in Customs and transport. 4. Transport Costs and Trade Facilitation Transport costs are clearly an important element of trade costs and amenable to addressing under TF reforms, although transport itself is not often explicitly included the first example in Table 6 is an exception. Transport costs are likely to be relatively high for ACP countries: in the Caribbean they are mostly small island economies, in the Pacific they are additionally remote, and costs in Africa are known to be especially high. Recent studies have estimated the level of transport costs in Uganda Milner et al, 2000; Rudaheranwa, 2006 and Tanzania Kweka, 2006. The implicit subsidy effective protection on imports and implicit tax on exports due to transport costs is calculated and compared for the earlymid90s and early 2000s. The results show that transport costs remain very high, and in particular are a significant cost tax to exporters, although there are instances of reductions in freight charges and, more importantly, of significant reductions in transport times. Overall transport costs have fallen since the mid1990s; in Uganda, freight costs for a 20footcontainer fell from US 3,750 in 1995 to US 1,850 in 2003 about 50% decline and from US 5,700 in 1995 to US 3,100 in 2003 in the case of the 40footcontainer about 46% decline. However, there is considerable variation by mode of transport. Uganda faces the highest transport costs, and although land freight costs fell, sea freight costs through Kenya rose. The situation is different in Tanzania as sea freight costs fell but land rail freight costs rose. Transport costs remain very high and overall effective protection due to transport costs remains around 15% on average. Even in the early 2000s, effective taxation of exports due to transport costs remains around 40% for Tanzania and Uganda. Although not accounted for in the measures reported, transport times have been reduced through improvements in Customs and port clearance procedures. Transit time, which used to range from 39 to 46 days between Kampala and Mombasa for import shipment before 1994, fell to between 12 to 15 days for road and 18 to 21 days for rail transport, based on information available in October 2003. The transit time for exports used to be between 40 14and 44 days, but has been reduced to as little as 4 to 7 days by October 2003. A number of policy issues related to facilitating trade reducing costs can be highlighted relating to the four modes of transport road, rail, sea and air Morrissey, 2007. First, data and information are particularly scarce with respect to road freight. Estimates of land transport costs have been either based on rail freight charges Tanzania or projected from estimates for the early 1990s Uganda. Road freight is a private sector activity, but increased investment in improving the quality of roads would have the greatest impact if concentrated on integrating major production areas, markets and ports. There are potentially high gains at relatively a low cost if the practices and efficiency of freight companies can be improved as part of private sector development initiatives. Second, rail freight appears to be more expensive and less efficient than road. Rail freight is important for bulk commodities e.g. cotton in Tanzania, but freight costs are increasing. The region suffers from both poor quality of rail infrastructure and a very restricted rail network, but there is also an absence of competition as is often the case for rail. Investment could have a significant impact, but efforts concentrated on improving the quality of the existing network and rolling stock may be more effective than attempting to expand the network. The most effective interventions would be those that improve the operating efficiency of rail freight companies which need not imply privatisation. Third, investment in improved port facilities could be of great impact, as this is a major component of export costs. Improvements in DaresSalaam port, in particular dredging and improved operating practices to increase turnaround times, appear to have reduced sea transport costs for Tanzania. By 2004, Dar es Salaam port was considered to be the most efficient port in the East and Southern Africa region in terms of container handling and shipment time, and the value and speed of goods shipped has been increasing. Fourth, air freight is especially important for major nontraditional exports such as fish, horticulture and floriculture. Investment in storage, freezing and processing facilities may be of greatest benefit in these sectors. As in the case of road freight, the most effective interventions in this area should be part of a private sector development strategy. 5. Concluding Comments Supporting and promoting trade facilitation has become an important feature of development policy in recent years, and has even given new meaning to the term aid for trade it now means financial support for TF, whereas it used to mean using aid to support donor trade interests. Some of the emphasis has been on investment in infrastructure to reduce trade costs e.g. Commission for Africa, 2005, especially Chapter 7. More broadly, it is recognised that speeding up administrative procedures could have a major impact in reducing the costs and time required to distribute goods. Reducing barriers to trade, promoting regional integration, reducing transport costs, trade facilitation and improving the environment for farmers and firms are all seen as necessary to enhance the capacity for trade Commission for Africa, 2005, p.262. The review above establishes that there is a body of evidence to show that improved trade facilitation can: Significantly lower trade costs, especially reducing time; 15 Bring about significant increases in the volume of trade, imports and exports, that may be even greater than the direct gains from trade policy reform; Allow for increases in government revenue and collection efficiency; Generally contribute to welfare improvements and economic growth. These benefits, of course, have to be viewed against the costs of implementing the institutional, infrastructure, human and resource upgrades required to achieve the appropriate level of reform. Here too there is empirical and case study evidence that the benefits are likely to considerably exceed the costs although financially constrained developing countries may still require aid and external assistance to meet the costs. This review draws on a range of empirical and case study evidence illustrating the characteristics of more and less effective and efficient trade facilitation programmes. There is therefore evidence and experience that can be drawn on to incorporate trade facilitation within regional integration agreements as there are evident benefits from regional cooperation and coordination e.g. in Customs and port procedures, and investment in infrastructure. Although often viewed as narrowly concerned with the ease and speed of Customs procedures, improvements in which lie at the heart of trade facilitation, the review shows that even greater trade costs reductions and trade and welfare benefits may be reaped from a broader view of trade facilitation that incorporates transportation, distribution and communication issues. There are a number of ways in which TF is relevant in the context of regional integration, and in particular EPA negotiations. First, in broad terms, reducing the costs of trade will tend to stimulate increased trade; this may have the most immediate impact on imports but should also benefit exporters e.g. improved Customs clearance or port handling reduces delays, which is especially beneficial for perishable exports, and exporters often import intermediate inputs, especially in landlocked countries. For example, Nordas et al 2006 identify exporting gains. Second, it supports regional integration as many of the measures relate to border procedures andor would be more effective with regional coordination and cooperation. In this way improved TF in the context of regional integration supports investment measures in EPAs Morrissey, 2008. Third, measures related to Customs procedures tend to increase the efficiency of revenue collection and are therefore typically associated with increases in revenue. Under EPA transition arrangements, implementing such measures could ensure that revenue collection efficiency increases in the period some ten years before tariffs on some 80% of imports from the EU are eliminated. It may also make it easier to substitute Sales taxes or Excise Duties for tariffs even if tariffs are reduced to zero, it may still be expedient to levy taxes on imports at the point of entry. Finally, some EU measures or provisions may have impacts on TF. For example, simplified Rules of Origin or requirements to comply with product standards can reduce trade costs. It may appear that trade facilitation is likely to have asymmetric effects in an EPA context, i.e. the most immediate and largest effects will be on ACP imports rather than on exports. This can largely be avoided to the extent that TF measures are incorporated in the regional integration agreements between ACP countries that precede the EPAs themselves, and hence precede any liberalisation with respect to imports from the EU but are coincident with improved market access for exports to the EU. The ACP countries are the developing countries with the greatest need and scope for improving trade facilitation narrowly and broadly defined. Even if the most immediate direct effects are on importation and revenue collection, there are also potential large exportside benefits to be had for ACP countries. The most important of these are associated with the clearance 16of export goods through Customs, borders and ports in less time and at lower cost, but export producers also gain from access to cheaper and more timely imported intermediate and capital goods. Furthermore, for landlocked ACP countries or small islands whose trade may be shipped through a larger neighbour improved cheaper and more rapid transit of goods through neighbouring countries will be a stimulus to exporting. These benefits are more likely to be realised at relatively lower cost if TF measures are incorporated in regional agreements. ReferencesBibliography African Trade Policy Centre, 2004, Trade Facilitation to Integrate Africa into the World Economy, Addis Ababa, UN Economic Commission for Africa UNECA: ATPC Work in Progress No. 4. Anderson, J. E. and E. van Wincoop, 2005, Trade costs, Journal of Economic Literature, 42, 3, 691751. APEC 1997, The Impact of Trade Liberalization in APEC, Singapore, Asia Pacific Economic Cooperation APEC, 97CT01.2. APEC 1999, Assessing APEC Trade Liberalization and Facilitation: 1999 Update, Economic Committee, September 1999, APEC: Singapore. APEC 2004a, Trade Facilitation and Trade Liberalisation: From Shanghai to Bogor, APEC Economic Committee, APEC: Singapore. APEC 2004b, 2004: APEC Economic Outlook, APEC Economic Committee, APEC: Singapore. APFC Asia Pacific Foundation of Canada 2000, Survey on Customs, Standards, and Business Mobility in the APEC Region, report for the APEC Business Advisory Council. Blonigen, B.A. and W.W. Wilson 2006, New Measures of Port Efficiency Using International Trade Data, NBER Working Paper Series No. 12052. Clarke, G.R.G. 2005, Beyond Tariffs and Quotas: Why Dont African Manufacturers Export More?, World Bank Policy Research Working Paper 3617. Commission for Africa 2005, Our Common Interest: Report of the Commission for Africa, London: Commission for Africa. Commonwealth of Australia 2002, APEC economies: Realising the Benefits of Trade Facilitation, report prepared for the APEC ministerial meeting, Los Cabos, Mexico, 2002. De Wulf, L. 2004, Ghana, in L. De Wulf and J.B. Sokol eds., Customs Modernization Initiatives: Case Studies, The World Bank, Washington, DC. De Wulf, L. and Sokol, J.B. 2004, Customs Modernization Initiatives: Case Studies, The World Bank, Washington, DC. De Wulf, L. 2005, Customs Modernization Handbook, The World Bank, Washington, DC. Dennis, A. 2006, The Impact of Regional Trade Agreements and Trade Facilitation in the Middle East North Africa Region, World Bank Policy Research Working Paper No. 3837. Djankov, S., C. Freund and C.S. Pham 2006, Trading on Time, a contribution to the report on Trade Facilitation and Economic Growth: The Development 17Dimension to the UK Department for International Development DFID, April 2006. Dollar, D., M. HallwardDriemeier and T. Mengistae 2003, nvestment Climate, Infrastructure and Trade: A Comparison of Latin America and Asia, paper prepared for the Conference on Sectoral Reform in Latin America, Stanford Center for International Development, 1315 November 2003. Dollar, D., M. HallwardDriemeier and T. Mengistae 2004, Investment Climate and International Integration, World Bank Policy Research Working Paper 3323. Draper, C. 2000, Reforming Customs Administration: the Unlikely Case of Bangladesh, mimeo, World Bank. Eiffert, B. and V. Ramachandran 2004, Competitiveness and Private Sector Development in Africa: Cross Country Evidence from the World Banks Investment Climate Data, AsiaAfrica Trade and Investment Conference AATIC, Tokyo, 12 November 2004. Estache, A. and T. Serebrisky 2004, Where Do We Stand on Transport Infrastructure Deregulation and PublicPrivate Partnership?, World Bank Policy Research Working Paper No.3356. Finger, J.M. and J.S. Wilson 2006, Implementing a WTO Agreement on Trade Facilitation: What Makes Sense?, World Bank Policy Research Working Paper No. 3971. Fox, A.K., J.F. Francois and P. LondonoKent 2003, Measuring Border Crossing Costs and Their Impact on Trade Flows: The United StatesMexican Trucking Case, 30 April 2003. Source accessed 24 February 2006: http:www.personal.umich.edualanfoxgtapbccMeasuring BCC.pdf. Gakunu, P. 2003 Trade Facilitation: The Need for Capacity Development, in CosgroveSacks and Apostolov eds, Trade Facilitation: The Challenge for Growth and Development, United Nations Economic Commission for Europe UNECE, Chapter 6.2. Goorman, A. 2004, Peru, in De Wulf, L. and J. Sokol eds, Customs Modernisation Initiatives: Case Studies, Washington, D.C.: World Bank. Hummels, D. 2000, Have International Transportation Costs Declined?, mimeo, Purdue University. Hummels, D. 2001, Time as a Trade Barrier, Source: accessed 24 February 2006 http:www.mgmt.purdue.edufacultyhummelsdresearchtime 3b.pdf. IF Integrated Framework 2003, Madagascar: Diagnostic Trade Integration Study, Volume 1, 15 August 2003. Source: accessed 21 February 2006 http:www.integratedframework.orgfilesmadagascar_dtis_aug 03.pdf. Keen, M. 2003, The Future of Fiscal Frontiers and the Modernization of Customs Administration, in M. Keen ed. Changing Customs: Challenges and Strategies for the Reform of Customs Administration, IMF, Washington, DC. Kim, S., H. Lee and I. Park 2004, Measuring the Impact of APEC Trade Facilitation: A Gravity Analysis, paper presented at the APEC EC Committee meeting 30 September 2004 in Santiago, Chile. Kleitz, A. 2003 Costs and Benefits of Trade Facilitation, in CosgroveSacks and Apostolov eds, Trade Facilitation: The Challenge for Growth and Development, United Nations Economic Commission for Europe UNECE, Chapter 3.6. Kweka, J. 2006, Trade and Transport Costs in Tanzania, School of Economics, University of Nottingham, CREDIT Research Paper 0610. 18Messerlin, P.A. and J. Zarrouk 2000, Trade Facilitation: Technical Regulations and Customs Procedures, The World Economy, 23, 4, pp. 577593. Milner, C., O. Morrissey and N. Rudaheranwa 2000, Policy and nonPolicy Barriers to Trade and Implicit Taxation of Exports in Uganda, Journal of Development Studies, 37, 2, 6790. Mold, A. 2005, Nontariff Barriers Their Prevalence and Relevance for African Countries, Addis Ababa, UN Economic Commission for Africa UNECA: African Trade Policy Centre Work in Progress No.25. Morrissey, O. 2007, Trade Policy and Transport Costs: What can the EU do to Promote Export Growth in East Africa?, in W. Hout ed, EU Development Policy and Poverty Reduction: Enhancing Effectiveness, Aldershot: Ashgate, chapter 4, pp. 4765. Morrissey, O. 2008, Investment Provisions in Regional Integration Agreements for Developing Countries, University of Nottingham, School of Economics: CREDIT Research Paper 0806. Morrissey, O. and E. Zgovu 2007, The Impact of Economic Partnership Agreements on ACP Agriculture Imports and Welfare, University of Nottingham, School of Economics: CREDIT Research Paper 0709. Nordas, H., K. Grosso and E. Pinali 2006 Logistics and Time as a Trade Barrier, OECD Trade Directorate, Paris: TDTCWP20063REV1. OECD 2002, Business Benefits of Trade Facilitation, OECD Trade Directorate, Paris: TDTDWP200121FINAL. OECD 2003, Quantitative Assessment of the Benefits of Trade Facilitation, OECD Trade Directorate, Paris: TDTCWP200331FINAL. OECD 2004a, Analysis of nontariff barriers of concern to developing countries, OECD Trade Directorate, Paris: TDTCWP200447FINAL. OECD 2004b The Cost of Introducing and Implementing Trade Facilitation Measures: Interim Report Trade Policy, OECD Trade Directorate, Paris: Working Paper No. 8. OECD 2005a, Looking Beyond Tariffs: The Role of NonTariff Barriers in World Trade, OECD Trade Directorate, Paris. OECD 2005b, OECD Regional Forum: Maximising the Developmental Benefits of Trade Facilitation, OECD Trade Directorate, Paris: TDTCWPRD20069. OECD 2005c, The Economic Impact of Trade Facilitation, OECD Trade Directorate, Paris: TDTCWP200621FINAL. OECD 2005d, Quantifying the Trade and Economic Effects of Nontariff Measures, OECD Trade Directorate, Paris: TDTCWP200526FINAL. OECD 2006a, Examining the Trade Effect of Certain Customs and Administrative Procedures, OECD Trade Directorate, Paris: TDTCWP200618. OECD 2006b, Logistics and Time as a Trade Barrier, OECD Trade Directorate, Paris: TDTCWP20063REV1 OECD 2006c, Making Technical Assistance and Capacity Building for Trade Facilitation Effective and Operational, OECD Trade Directorate, Paris: DCDDAC200649. OECD 2006d, Trade Facilitation: Progress and Challenges in Latin America and the Caribbean, OECD Trade Directorate, Paris: TDTCWP200616. 19Oktem, M.B. 2004, Turkey in De Wulf, L. and J. Sokol eds, Customs Modernisation Initiatives: Case Studies, Washington, DC: World Bank. Persson, M. 2007, Trade Facilitation and the EUACP Economic Partnership Agreements: Who Has the Most to Gain?, Department of Economics, Lund University, Sweden. Rudaheranwa, N. 2006, Trade and Transport Costs in Uganda, School of Economics, University of Nottingham, CREDIT Research Paper 0609. Soloaga, I., J.S. Wilson and A. Mejia 2006, Moving Forward Faster: Trade Facilitation Reform and Mexican Competitiveness, World Bank Policy Research Working Paper No. 3953. Staples, B.R. 2002. Trade Facilitation: Improving the Invisible Infrastructure, in B. Hoekman, A. Mattoo and P. English eds., Development, Trade and the WTO, The World Bank, Washington, DC. Subramanian, U. and J. Arnold 2001, Forging Subregional Links Transportation and Logistics in South Asia, The World Bank, Washington, DC. in Subramanian, U. and M. Matthijs 2007, Can SubSaharan Africa Leap into Global Network Trade?, World Bank Policy Research Working Paper No. 4112. SWEPRO 2002, Trade Facilitation Impact and Potential Gains. Source: http:www.gfptt.orguploaded Files252af 44106cf4937a 9dfadfefc 399dc 1.pdf. Accessed 20 February 2006. 2003, Trade Facilitation from a Developing Country Perspective. Source: http:www.gfptt.orguploaded Files2d 3715d 3c 38f43e 5b 640aae 43ed 6be 4a.pdf. Accessed 24 February 2006. United Nations 2002. Trade Facilitation Handbook: For the Greater Mekong Region, United Nations, New York. UNECE 2003 Trade Facilitation: The Need for Capacity Development, in CosgroveSacks and Apostolov eds, Trade Facilitation: The Challenge for Growth and Development. Wilson, J.S., C.L. Mann and T. Otsuki 2003, Assessing the Potential Benefit of Trade Facilitation: A Global Perspective, World Bank Policy Research Working Paper No.3224. World Bank IFC 2006 Doing Business in 2006, Creating Jobs, pp. 104106. World Trade Organisation 1999, Trade Facilitation in Relation to Existing WTO Agreements, WTO, Geneva: GCW136, GL299, SCW101, IPCW131 World Trade Organisation 2005, Communication from the European Communities to Negotiating Group on Trade Facilitation, WTO, Geneva: TNTFW46. 20APPENDIX TABLES Table A1 Welfare Effects of Trade Facilitation Measures Author Key findings in the 1.5percent Francois et al. 2005 Based on a CGE model exercise, the authors estimate that world annual income will increase by USD 72 billion USD 151 billion following a 1.5 percent 3.0 percent reduction in TTCs for goods trade. In proportion to national income, most of these gains would benefit developing countries. All regions or major trading nations would benefit except China reduction scenario. All countriesregions would benefit in the 3.0 percent, or full liberalisation, scenario. OECD 2003a Based on a CGE GTAP model exercise, the authors estimate that a 1percent reduction of TTCs for goods trade will bring annual gains of about USD 40 billion on a world basis. Most of these gains will benefit developing countries in relative terms. There are no losers. Estimates as share of GDP reveals that Middle East North Africa 0.27 percent, NonOECD Asia Pacific 0.25 percent, OECD Europe 0.19 percent and SubSaharan Africa 0.18 percent would be particularly well off. Based on a CGE model exercise for APEC economies, the authors estimate that a 5percent reduction in TTCs for goods trade will raise APECs GDP by USD 154 billion, or 0.9 percent. The authors estimate that in terms of annual increases of real incomes measured in 1997 prices, gains from reforms of customs procedures are estimated to be USD 0.4 billion in the Philippines, USD 2.3 billion in Singapore and USD 1.2 billion in Thailand. A 1percent reduction in the cost of maritime and air transport services in developing countries could increase global GDP by USD 7 billion 1997 value. Commonwealth of Australia 2002 APEC 2002 UNCTAD 2001 Source: OECD 2005c 21 Table A2. Trade Facilitation and Trade Flows Author year Key findings APEC 2004a Dollar et al. 2004 Kim et al. 2004 Wilson et al. 2004 Batra et al. 2003 Fox et al. 2003 Wilson et al. 2003 Hummels 2001 APEC 1999 Source: OECD 2005cBased on a gravity model exercise for APEC economies, improved trade facilitation by 10 percent boosts intraAPEC imports by a minimum of 0.5 percent in the area of customs procedures. Based on survey results from 7,302 companies in eight developing economies including Brazil, China and India, customs clearance times for both imports and exports have a significant negative effect on exportation. Based on a gravity model exercise for APEC economies, an improvement in customs procedures performance by 50 percent would increase imports by 1.73.4 percent in industrialised APEC economies, 2.04.5 percent in newly industrialised APEC economies, and 7.713.5 percent in industrialising APEC economies. Based on a gravity model exercise for 75 countries, improvements in port efficiency and customs administration for belowaverage efficient countries halfway up to the global average would increase trade flows by USD 107 billion and USD 33 billion respectively. Improvements in customs administration and port efficiency would benefit developing countries significantly. Based on survey results from 8,560 companies in some 80 countries, customsforeign trade regulations were identified as the second most serious tax and regulatory constraint on operations and business growthtrade in Latin America, Africa, Developing East Asia and the Middle East. Based on GTAPmodel estimates, the authors conclude that a removal of the frictions in border crossings delays between Mexico and the United States would lead to a USD 7 billion rise in trade, with southbound trade estimated to increase by USD 6 billion and northbound trade by USD 1 billion. Welfare would increase by USD 1.8 billion in Mexico and by USD 1.4 billion in the United States. Based on a gravity model exercise for APEC economies, enhanced port efficiency has a large and positive effect on trade. Improvements in customs significantly expand trade but to a lesser degree. If port efficiency and customs environment in belowAPECaverage members were brought halfway to the initial APECaverage, intraAPEC trade is estimated to increase by 11.5 percent. A 9.7 percent gain USD 117 billion is expected from increased port efficiency and 1.8 percent USD 22 billion from an improved customs environment. Each additional day spent in transport reduces the probability that the US will source from the country by 11.5 percent for manufactured goods no effect for commodities. Each day saved in shipping time is worth 0.8 percent ad valorem for manufactures. Based on CGE analysis, a 1 percent reduction in import prices from reduced TTCs for Korea, Chinese Taipei and Singapore, and a 2 percent reduction for the other developing countries yield an increase in APEC merchandise trade of 3.3 percent. 22Table A3. Country Studies on Trade Facilitation Angola OECD 2005b Following years of civil war and a poorly operating customs administration, Angola adopted a customs expansion and modernisation programme in 2000. Crown Agents were hired to help design and introduce a thorough reform programme. The reforms focused on institutional weaknesses of the customs authority and six priority areas were identified. These included a reorganisation of the customs authority, the design and introduction of a new customs legislation framework, investments in HR management and training, the introduction of new customs procedures, financial management practices and the implementation of new information technology equipment. Halfway through the fiveyear programme, revenue receipts had increased by 150 percent and customs processing time had been reduced to 24 hours for correctly submitted documentation. In mid1999, Bangladesh initiated a customs modernization programme after domestic and international pressure had heightened awareness of the poor state of the customs administration. The first wave of reform saw the implementation of ASYCUDA ; a simplified tariff schedule; the introduction of PSI; and strengthening of training and competence building. Despite some significant operating problems, six months after the start of the programme customs revenue was up by 14 percent yearonyear and Draper concludes that the scheme was at least in part responsible for this increase in import tax revenue. Customs clearance times were reduced to 13 days for imports and 38 hours for exports. In 1997, Bolivia introduced a customs reform project aimed at a total reengineering of the customs organisation, staffing, and its processes and procedures to restore institutional credibility, improve tax collection, and reduce high levels of corruption. The reform processes included the implementation of a new legislative and regulatory framework, a new organisational structure with previously corrupt customs official made redundant, and replacement of around 80 percent of staff. Wages were significantly raised and ASYCUDA was implemented. Despite certain setbacks and shortcomings, two years after the reform process was initiated, both corruption and customs clearance times had been substantially reduced. However, following the economic slowdown, there was a reduction in imports and private investment. The drop in imports exceeded the decline in customs revenue. In 2000, customs collection was up by 11 percent or 25 percent if account is taken for tariff reductions. Bulgaria has drastically reformed its customs administration since 1998 when it harmonised its customs legislation with that of the European Union. Most restrictions to the importation of goods were removed and in 2001, all specific registration requirements for customs purposes were eliminated. Bulgaria also introduced a single administrative document for customs declaration and a number of other measures to tackle the problems with administrative and operational capacity. The senior management of the Customs Agency was changed in 2002 and a threeyear programme of customs reform was initiated with the assistance of the U.K. Crown Agents. This programme aimed to improve the customs legislation and management practices, train customs officials and improve customs controls and antismuggling activities through the deployment of mobile assurance teams. The World Bank assisted the work with institutional reform and trade facilitation. It also helped to improve the Bulgarian Integrated Customs Information System. Since September 2002, when mobile assurance teams were introduced, there has been a steady increase in customs revenue. In JanuaryMay 2003, revenues increased by 158% yearonyear. Bangladesh Abid Khan 2004, Draper 2000 Bolivia Escobar 2004 Gutierrez 2001 Bulgaria WTO TPR 2003 Table A3. continued Ghana De Wulf 2004 Jamaica Staples 2002, UNPAN 2002 Morocco Steenlandt and De Wulf 2004 Mozambique OECD 2005b, Mwangi 2004 During the 1990s, Ghana introduced a number of reform initiatives to improve capacity and efficiency at its customs authority and the country also started to implement a more open trade policy agenda. In early 2001, Ghana introduced a customs ICT network based on a model of Singapores Trade Net. The customs system was initiated as a publicprivate partnership with a number of stakeholders offering experience and competence while sharing costs and risks. In mid2003, the network covered 90 percent of Ghanas total trade flows and government revenue collected from airport traffic had increased by approximately 30 percent on a yearly basis when checked for currency changes and an increase in imports. In addition, customs clearing times were also significantly reduced. For example, at the main international airport, average customs clearance time was down from three days to four hours. In 1993, Jamaicas government initiated a reform programme following complaints about widespread corruption and poor administrative practices. The reform programme included the implementation of a singlepoint clearance mechanism, the introduction of risk assessment procedures and the publication of a customs manual of procedures setting out all customs rights and responsibilities in export clearance. A customs automation service was later introduced and Crown Agents was contracted to implement software components for risk analysis, intelligence collection and data processing for valuation purposes. As a result of these initiatives, there was a steady and significant increase in revenue collection despite little or no economic growth in the country. Between 1998 and 2001, customs revenue increased by 110 percent. In 1996, Moroccos customs administration was highly inefficient: in the main port of Casablanca, releasing a container took on average 1820 days. A reform process was initiated and covered all aspects of customs operations, including an overhaul of the customs code, the implementation of the Customs Valuation Agreement of the WTO, new staff incentives and training, and focus on information and communication technology. The results were impressive. Imports other than for home consumption increased by 48 percent between 199602 while customs revenue increased by 8 percent between 199802 despite progressive tariff reductions. Customs clearance times were reduced to an average of 12 hours in 200103. In 1997, Mozambique introduced a new customs programme including a PSI scheme which thoroughly reformed the customs administration. The reforms focused on improving the customs legislation, systems and procedures, HR management, organisation, IT and financial management. Crown Agents had also been hired in 1996 to help manage the customs authority. During the first two years of the programme, imports increased by 4 percent while customs revenue increased by 58 percent despite significant duty rate reductions. There was also a marked reduction in the clearance time of goods at the countrys principal points of entry: in the capital Maputo, 80 percent of road imports and 62 percent of imports by sea are cleared by customs within 24 hours of correctly submitted documentation. Initial investments in the customs administration were recovered within 14 months from additional revenue receipts. 24 Table A3. continued Peru Goorman 2004 Philippines Keen 2003, Bhatnagar 2001 Singapore United Nations 2002 Uganda De Wulf 2004 Following an economic crisis in 1990 and a number of failed attempts at reforming its customs administration, Peru finally managed to implement a customs reform programme in the beginning of the 1990s. It reduced the number of tariff levels from 39 to 2, initiated competence enhancing programmes and brought in automation systems and best practices in line with international standards. Despite a reduction in the average tariff level and the number of staff from 3,800 to 2,600, customs revenue increased by 105 percent between 1990 and 1992 327 percent in 19901995 whereas the value of imports increased by 37 percent over the same period 175 percent in 19901995. Customs release time dropped from a range of 1530 days to 2 hours 2 days. In 1995, the Philippine customs authority decided to implement ASYCUDA for payment, risk assessment, clearance processing and shipment release from customs control. The initiation was a response to fraud in the customs administration and unduly long clearance times due to highly bureaucratic control procedures. One of the goals was also to raise government revenue and the cost of the project was approximately USD 27 million. The results were positive: customs clearance time was reduced from an average of 8 days before the automation to 4 hours 2 days following the introduction. The Philippine customs authority experienced significant problems during the implementation phase and the Asian financial crisis also affected trade in the country. Nevertheless, the net present value of increased revenue was considerably higher than the expenditure and customs was able to meet revenue targets in three of six years. Between 1990 and 1996 imports grew by 160 percent while revenue grew by 60 percent. In 1989, Singapore introduced Trade Net, a highly efficient electronic trade document system which cost the country S 20 million to develop. The system linked trade parties including 34 government units to a single point of transaction for most traderelated activities. These activities cover customs clearance, payments of duties and taxes, processing of import and export permits and certificates of origin, and the collection of trade statistics. Studies suggest that the new system reduced trade documentation processing costs by 2035 percent for traders. Singapore is the largest trader in the world when trade flows are measured in relation to GDP and government revenue is not linked to trade taxes. Nevertheless, Singapore claims that properly applied trade facilitation is saving it in excess of 1 percent of GDP each year. Uganda undertook a comprehensive reform programme in the 1990s which aimed at trade liberalisation and customs modernisation. The initiatives included the establishment of an independent revenue agency to improve revenue collection. Again, as in the case of Angola and Mozambique, the reforms included an overhaul of the entire customs authority including significant changes to the tariff schedule, improvements of the customs legislation, emphasis on HR management, implementation of ICT through ASYCUDA , and simplification of customs procedures. The reform programme brought considerable results. Revenue of the Uganda Revenue Authority increased from 7.7 percent to 13.0 percent of GDP in the tenyear period to 2002. 25Scope Documentation; finance and insurance; carrier; and forward broker Documentation costs Customs compliance costs Documentation costs Costs for finance, customs; business information; transport telecom Costs for border procedures Costs for handling, inspection, etc for a southbound, b northbound Costs for import and portrelated procedures: a EDIuse b NonEDI use Costs % 1 7.5% 4% 1.5% 3.5 to 15% 7 to 10% 0.5 to 2.4% a 0.8 to 2.1% b 0.6 to 1.1% a 0.5 to 0.8% b 1.2% Table A4: Estimates of Trade Transaction Costs TTCs from selected studies DIRECT COSTS Study USNCTID 1971 SWEPRO 1985 Ernst Whinney 1987 EC 1989 UNCTAD 1994 METI 1998 Haralambides LondonoKent 2002 JETRO 2002 Country Region USA Sweden IntraEC IntraEC World Japan Between USA Mexico Japan Import Export Avge. of import export costs Avge .of import export costs Import export costs combined Import export costs combined Import costs only Import export costs combined Import costs only 26 Table A4 Continued  Study USNCTID 1971 SWEPRO 1985 Ernst Whinney 1987 EC 1989 Country Region USA Sweden IntraEC IntraEC Import Export Avge. of import export costs Avge .of import export costs Import export costs combined Import export costs combined UNCTAD 1994 World METI 1998 Haralambides LondonoKent 2002 JETRO 2002 Japan Between USA Mexico Japan Import costs only Import export costs combined Import costs only INDIRECT COSTS % 2 Scope Delays for road haulers lost business 1 3% Remarks Based on business survey Based on data from customs and business Reservations expressed on the survey on lost business road haulers. Indirect costs calculated by WTO Secretariat Time delay a 1.6 4% b 0.1 0.5% Methodology unclear Uses USNCITD 1971, EC1989 and other information sources. Coverage of direct and indirect costs Based on a survey of Japanese manufacturing and trade firms Costs of delays calculated based on Hummels 2001 Figures calculated by WTO Secretariat Notes: 1 Due to differences in methodology and differing time periods during which particular studies were carried out, the estimates are not directly comparable. In particular, TTCs have been reduced over time in many countries as a result of trade facilitation efforts and technological progress, so that comparisons of TTC across time will tend to be misleading. Hence, the table serves to report on the different approaches to measuring TTCs and not to evaluate particular studies and their findings against each other. 2 Percentages in terms of traded goods value. Source: OECD Secretariat. 2002 27 Table A.5: Nature of Trade Facilitation Programs Countries and project Costs Benin US22.0 Ghana US46.0 Ivory Coast US3.0 Nigeria US63.0 Togo US2.0 Total cost US136.0 million Programme Name and Objectives AbidjanLagos Transport and Transit corridor Project 2008  Objectives To enhance economic growth in Western Africa by facilitating movement of goods and people along the coastal corridor and increasing regional integration. Component Details Trade Facilitation Component US19.0 million, with subcomponents: a Support to customs modernisation; b Support to connectivity between customs administration along the corridor; c Support to improve legal awareness and free access to legislation information on Trade and Transport Facilitation TFF; d Support to reduce number of road blocks; e Support to harmonisation of legislation for truck operating rules and travel documentation; f Improvement of access, TF procedures, and security at the ports of Lagos Nigeria, Cotonou Benin and Takoradi Ghana; Allocations: Benin US6.0 million; Ghana US3.0 million; Ivory Coast US3.0 million; Togo US2.0 million; and Nigeria US5.0 million Road Corridor Component US117 million, with subcomponents: a Technical and design studies; b Execution and supervision of civil works for road rehabilitation; c Improvement of access roads between Lagos and the federal highway; d Provision of technical assistance, material and equipment for road safety Allocations: Benin US16.0 million; Ghana US43.0 million; Nigeria US58.0 million Political Risk Insurance Facilities PRIF Technical Assistance Startup operational costs of ATI Burundi African Trade Insurance Agency US12.5 million Regional Trade Facilitation Project ATI Supplemental Credit Objectives To improve access to financing for productive transactions and crossborder trade, mainly through the provision of political and credit risk insurance. 28 Table A5: continued Countries and project Costs Azerbaijan US102.0 million Bulgaria EUR40.9 million World Bank; EUR13.7 million Bulgaria CEMAC region, Africa US166.0 million Programme Name and Objectives Rail Trade and Transport Facilitation Objectives To improve sustainably the competitiveness, commercial orientation and efficiency of Azerbaijan Railway ADDY Trade and Transport Facilitation Project 2006 Objectives To facilitate trade by improving the capacity, efficiency and quality of services at future EU external border crossings with particular focus on the TransEuropean Transport Network. CEMAC TransportTransit Facilitation 2007 Objectives To enhance regional trade and integration and subregional cooperation between CEMAC and ECCAS member states, and specifically provide landlocked countries of Central African Republic CAR and Chad with better access to the Port of Douala Component Details Modernisation of Infrastructure US40 million ReplacementRehabilitation of locomotives and upgrading rolling stock US59 mln Advisory services US2 million Project implementation US1 million Total cost: US102.0 million Improvement of physical capacity and working condition at future EU external border crossings EUR36.0 million. This involves upgrading physical infrastructure EUR24.0 million and improving customs infrastructure and equipment EUR12.0 million Access road to Kapitan Andreevo border crossing point EUR10.0 million Sharing of relevant border crossing data and streamlining operational procedures of border crossing agencies EUR8.0 million Project implementation EUR0.6 million Capacity building for the trade community EUR1.0 million, not included in total project cost Transport Facilitation Investments. Subcomponents include: a Communication between stakeholders, especially within the Port Community IT interfacing; b Border Crossing Improvements Joint Interconnections and Cargo Tracking, Border Posts; c Port Safety and Security; d Improvement of intermodal interfaces Customs and Transport Sector Institutional Strengthening and Capacity Building. Subcomponents include: a CEMAC Customs Union and National Customs Strengthening; b Institutional Support for transport facilitation institutions; c Management of the program components Roads and Railway Infrastructure Improvement 29 Table A5: continued Countries and project Costs Pakistan US25 million Programme Name and Objectives Trade and Transport Facilitation 2007 Objectives To improve the performance of the trade and transport logistics system and bring it up to international standards with the aim to reduce the cost of doing business in Pakistan and ultimately enhance trade competitiveness and the countrys industrialisation Cambodia US10.33 million Trade Facilitation and Competitiveness Objectives To reduce transaction costs associated with trade and investment, introduce transparency in investment processes, and facilitate access of enterprises to export markets Component Details Capacity development in the entities directly concerned with the implementation of NTCIP National Trade Corridor Improvement Program Support for implementation of NTCIP through analytical work on trade procedures and trade supporting infrastructure and services needs including roads, railways, ports and shipping, aviation and energy subsectors Further strengthening of the private sector participation through TTFU Trade and Transport Facilitation Unit and NTTFC National Trade and Transport Facilitation Committee Establishing sustainable monitoring and evaluation system to evaluate impacts of NTCIP including coordination, monitoring and evaluation of the social and environmental safeguard issues Manage the external communications strategy for the NTCIP Installation of appropriate IT to border management activities to streamline operations, improve the level of transparency and accountability and facilitate the achievement of all border related government objectives. Technical support to the Ministry of Commerces Department of Export Promotion to establish the exporter technical assistance window, and Technical assistance matching grant facility that would cover 50 percent of the cost of achieving market standards, or evidence of compliance with those standards Private Participation in Infrastructure and Investment financing capacity building to implement the Law on Concessions and the Amended Law on Investment Establishment and maintenance of a website in the Khmer language to make readily available to the public the final judgments of all cases in the Supreme Court and in the Court of Appeal; the establishment and maintenance of a website to ensure the electronic publication of all Cambodian laws, related regulations and draft legislation in the commercial law field, broadly defined; and training to utilize the established systems 30 Table A5: continued Countries and project Costs Moldova US9.68 million Programme Name and Objectives Trade Transport Facilitation in Southeast Europe Project 2003 Objectives i to reduce nontariff costs to trade and transport; ii to increase revenue and compliance, and reduce smuggling and corruption at border crossings. Component Details Component 1 Automating procedures to collect management data in order to monitor performance indicators Establishing programs to implement new border processing procedures and practices Providing technical assistance and training; reengineers procedures by providing technical assistance to MDC to improve control over goods in transit reinforcing the border, automating data exchange between customs locations, integrating trade and transit data, and interagency coordination; Streamlining declaration and transit procedures, and strengthening valuation and postrelease activities. Component 2: Installation and Implementation of ASYCUDA Automated System for Customs Data clearance system Technical assistance Training and Purchase of Equipment for the Moldovan Department of Customs Component 3: Implementation of a transit and inland control system mobile intervention squads Component 4: Improvement of border crossing facilities including procurement of small equipment, supporting minor repairs, and setting up secondary inspection areas. Component 5: Strengthening the privatepublic partnership and improving performance of trade facilitation agents. Source: World Banks Projects and Operations database. 31 2002 Revenue collection and trade facilitation Appendix Table A6: Peru A Comparison of the Customs Administration, before and after the Reform, 1990 and 2002 1990 Objective of customs Revenue collection; no explicit or implicit objective to facilitate trade Legislation Tariff and trade regime 39 tariff rates, 14 surtaxes, combining to 56 different rates Range of rates: 10110 Prohibitions: 539 items Administration laws and regulations Contradictory and dispersed Organization and management No autonomy; public sector regime No institutional development plan Inadequate and bureaucratic structure Budget depends on the MEF and determined through a national budgetary process; no investment budget Precarious or nonexistent infrastructure No annual investment plan No acquisition program Personnel and training Total staff: 4,700 Professionals: 2.5 percent of staff Recruitment: no strict requirement Low salaries No career plan No training program No training provided to customs agents 4 rates 7 rates including surtax Range of rates: 425 Prohibitions: 1997: 25 items Clear and coherent Administrative and technical autonomy Institutional development plan in place Structure adapted to the needs of a modern customs administration and the dynamics of foreign trade, with clearly established functions for each organizational subdivision and unit Delegation of functions and responsibilities Budgetary, financial, and economic autonomy; 3 percent of customs revenue to finance customs operations and investment Modern physical infrastructure Annual investment plan Existence of an acquisition program Total staff: 2,540 Professionals: 60 percent of staff Recruitment: rigorous evaluation process Salaries equivalent to those in the private sector Career plan Oneyear fulltime course at the National Customs School as a condition of entry; special and refresher courses during career; 1,573 staff trained at the National Customs School by 1999 and 2,240 by 2002; training under the PSI program Oneyear fulltime course at the National Customs School for customs agents required for certification All customs functions and operations computerized; 1,600 computers and 50 servers; interconnection of all customs offices through an email system; interconnection with foreign trade operators online through electronic data interchange and email Statistics in excellent shape and produced rapidly Computerization No computerization Huge delays in trade statistics and obsolete when ready 32 Table A6: continued 1990 Customs control and clearance process Incoherent procedures Paper declaration, clearance process, and transactions Control system based on suspicion 100 percent of shipments checked Multiple procedural steps Payment at customs Process discretionary and unpredictable Multiple contact with foreign trade operators No facilities for reliable foreign trade operators Clearance times: over 20 days Revenue collection not effectively controlled Poor quality of service Postrelease audits No postrelease audit; customs control system relies on 100 percent checking at time of clearance Valuation Brussels definition of value system Valuation discretionary and subjective No valuation data bank Goorman, A. 2004. 2002 Uniform, computerized procedures Electronic declaration lodging and processing Good faith principle Selective checking based on risk analysis; by law maximum of 15 percent of shipments physically checked; in 2001, 18.9 percent were physically checked, documents were checked for 44.4 percent, and 36.7 percent were not checked Automated procedure Payment at bank, electronic or otherwise Predictable, set rules and procedures virtually without discretion Little or no contact of customs officer with importers or exporters Facilities for reliable importers and exporters: advance declaration system, temporary admission regime for export processing Clearance times: red channel 24 hours, orange channel 12 hours, green channel 12 hours Revenue collection tightly controlled Quality certified ISO 9000 Customs control system relies heavily on postrelease audit; audit function established and fully operating with a staff of 50 based on the audit selection system and audit program WTO Agreement on Customs Valuation introduced in 2000 Strict valuation methods and rules Valuation data bank operated by customs on the basis of PSI and other data US2,403 million 36 percent of budgetary revenue Revenue collection US626 million 23 percent of budgetary revenue Notes: a. Although the law stipulates that no more than 15 percent of shipments should be checked physically, achieving exactly 15 percent in practice is difficult. The 18.9 percent rate resulted from adjustments of the declaration or the duty liability in 6 percent of cases. Source: Table based on International Standards Organization ISO assessment reported by 33Table A7 The Turkish Customs Administration TCAs FourYear Action Plan Year 1 1. Prepare the plan for modernising the Customs Code. The plan needs to deal with the simplification of procedures; a Production of new forms required by these simplified procedures. b Development and acquisition of a computer system. c Training of customs staff. d development of public information program to acquaint traders and their brokers with the new procedures, in particular, the use of computerised system. 2. Decide on the hardware, software, and telecommunication requirements of the IT system. 3. Prepare and issue tender documents for the hardware and software 4. Acquire the electronic customs management system and begin development of the electronic import declaration processing system ebase system. Year 3 1. Complete implementation of the hardware and software in the remaining smaller locations. 2. Complete the roll out of the ebase system. 3. Gradually phase in the modules of the overall customs IT system as they become available. Source: Based on TCA documentation reported by Oktem 2004. Year 2 1. Complete development of the ebase system and launch it in a pilot office. 2. Assess the ability of customs facilities to operate the proposed IT system efficiently. 3. Develop and implement the public information campaign. 4. Develop and implement training for the ebase system. 5. Acquire hardware and software. 6. Roll out the ebase system in the largest locations. 7. Develop and implement simplified manual procedures for the sites that have not been automated. 8. Develop the remainder of the customs IT system, particularly the components related to export declarations, revenue accounting, manifest declaration, transit, and warehousing. Year 4 1. Pilot test the computer system with the brokerage community. 2. Offer the computer system to all brokers. 3. Complete implementation of the computer system, including participation by other government departments, banks, and transport companies. 34", "filename": "583801323.pdf", "person": ["Chris Milner", "Milner, Chris", "Oliver Morrissey", "Morrissey, Oliver", "Evious Zgovu", "Zgovu, Evious"], "date": ["2008"]}