{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/50341/1/584007418.pdf"], "title": ["The formation of inflation perceptions: Some empirical facts for European countries"], "plaintext": "The Formation of Incid:13ation Perceptions:cid:3Some Empirical Facts for European Countriesy Sarah M. Leinzand Thomas Maag KOF Working Paper No. 204, September 2008This Version: December 2009Abstract This paper investigates how households form their perceptions of consumer price inflation.Using data from the harmonized EU consumer survey, we find that inflation perceptionsare inefficient and highly heterogeneous, yet contemporaneously related to the actualrate of inflation. Consequently, we estimate how often households update their beliefsemploying Carrolls 2003 epidemiological model. Our results indicate that inflationperceptions are generally less responsive to new information than expectations. Unlikestudies on expectations, we cannot confirm that a constant fraction of the populationupdates information every month. Also, the crosssectional heterogeneity of perceptionsis higher than implied by infrequent updating alone.JEL classification: E31, E50, D83.Keywords: inflation perceptions, belief formation, sticky information models.cid:3We thank Helge Berger, Michael Lamla, JanEgbert Sturm as well as participants of the 23rd Annual Congress of the European Economic Association, Milan, Italy, and the 4th Macroeconomic Research Meeting,University of Bonn, Germany, for helpful comments and suggestions. Financial support by the Swiss National Science Foundation SNF is gratefully acknowledged. The views expressed in this paper reflect those of theauthors and not necessarily those of the Swiss National Bank or the ETH Zurich.Swiss National Bank, CH8022 Zurich, Switzerland, Email: sarah.leinsnb.ch Corresponding author. KOF Swiss Economic Institute, ETH Zurich, CH8092 Zurich, Switzerland, Email:yzmaagkof.ethz.ch 11 Introduction This paper investigates how households form inflation perceptions, defined as the beliefs attime t about the actual rate of consumer price inflation between month t12 and t. Economictheory suggests that expectations about future inflation have predominant implications forinvestment, saving and consumption decisions. We argue, however, that it is just as importantto investigate perceptions of current annual inflation for two main reasons. First, inflationperceptions are an important determinant of inflation expectations. This is suggested byresults of Benford and Driver 2008 who investigate data from a special issue of the Bank of England Inflation Attitudes Survey that asks households about how they form their inflationexpectations. Benford and Driver 2008 document that more than 40% of households considertheir perception of current inflation to be a very important factor in expectation formation.Inflation perceptions are more important than the other factors mentioned, which includeinterest rates, the central bank policy target and media reports. Second, perceptions allowfor better tests of rationality and models of belief formation than expectations. Working withinflation perceptions, the benchmark for the belief that a rational household should adopt isrelatively welldefined. It is the publicly available, official rate of inflation.The empirical literature on inflation perceptions is scant, both in absolute terms and relative to the literature on inflation expectations. Only recently, the rise in inflation perceptionscoinciding with the euro cash changeover in the European Monetary Union has drawn increased research attention.1 Abstracting from the euro cash changeover, an earlier literaturecomprises a small number of papers that investigate householdlevel data. Using quantitativesurvey data from the U.S., Bryan and Venkatu 2001a, 2001b find that inflation perceptionsof households are significantly biased. Furthermore, they report that the accuracy of inflationperceptions correlates with demographic characteristics. Jonung 1981 and Palmqvist and Str omberg 2004 document similar patterns using survey data from Sweden.The goal of our paper is to understand how inflation perceptions of households are relatedto the actual rate of inflation in a sample of 12 European countries. We aim to provide generalevidence rather than focusing on specific factors associated with the euro cash changeover or 1The deviation of perceived from actual inflation rates is documented in ECB 2005. The literatureinvestigates several explanations for this rise, including increased information processing requirements due toconversion rates, overreaction to prices of frequently bought items and anchoring of perceptions to prior beliefs.See Ehrmann 2006, Aucremanne, Collin, and Stragier 2007, Doehring and Mordonu 2007, Dziuda and Mastrobuoni 2006, AaltoSet al a 2006, Fluch and Stix 2007 and references therein.2with socioeconomic characteristics. Our analysis begins by presenting evidence on the dynamics and rationality of inflation perceptions. We find that inflation perceptions fail rationalitytests and that perceptions exhibit a high degree of crosssectional heterogeneity. These broadpatterns are consistent with the epidemiological model of belief formation proposed by Carroll2003. In this model, only a fraction of households update their beliefs with the latest information in each period. The rest of households is assumed to stick to outdated beliefs. Thismodel implies an inertial response of the population mean of perceived inflation to changes inthe actual rate of inflation. We formally test whether the dynamics of the survey mean andthe crosssectional heterogeneity of inflation perceptions can be explained by the epidemiological model. This is, to some extent, also an assessment of the sticky information hypothesisput forward by Mankiw and Reis 2002.2We find that a share of around 11% of consumers in the euro area update their inflation perceptions within a quarter of a year. These estimates are lower than the updatingfrequencies reported by studies relying on survey data about inflation expectations. For European countries, D opke, Dovern, Fritsche and Slacalek 2008a, 2008b find that between 20and 30 percent of households and firms update their expectations within a given quarter.3However, we find that the epidemiological model does not adequately describe perception formation in our sample of European countries. In particular, we show that the crosssectionalheterogeneity of inflation perceptions is much higher than predicted by the model. We therefore conclude that the transmission of information to households and the formation of beliefsshould be described by approaches that include alternative mechanisms which generate anextra degree of crosssectional heterogeneity of survey responses.The paper is structured as follows. Section 2 discusses models of perception formation, including the rational perceptions and the epidemiological perceptions model. Section 3 presentsthe dataset which is based on the Joint Harmonized EU Consumer Survey and the Swedish Consumer Tendency Survey. Section 4 investigates general properties of inflation perceptionsand tests the rational perceptions hypothesis. Section 5 assesses the epidemiological modelof perception formation. Section 6 concludes.2Similar to the epidemiological model, the sticky information model of Mankiw and Reis 2002 assumesthat agents that do not update their information sets stick to outdated beliefs. But unlike in the epidemiological model, agents continue to dynamically compute beliefs based on their outdated information sets. Theepidemiological model assumes that agents stick to their static belief formed at the time of the last update.3For the U.S., Carroll 2003 and Khan and Zhu 2006 estimate updating frequencies that lie in the samerange.32 Models of Perception Formation We initially assume that households form rational beliefs about actual consumer price inflation. Following the rational expectations literature, we define perceptions cid:25pt of actualinflation cid:25t to be rational if:cid:25pt Etcid:25twhere Et is the expectation of actual inflation conditional on the public information set tavailable at time t. The rational perceptions hypothesis assumes that agents employ allavailable information to form beliefs about actual inflation. This hypothesis can be tested byinvestigating whether inflation perceptions are unbiased and information efficient.4As an alternative to rational perceptions, we consider the epidemiological model of beliefformation proposed by Carroll 2003. The epidemiological model is based on the idea thathouseholds form inflation expectations by probabilistically acquiring new information frommedia reports. Carroll 2003 assumes that media reports transmit expectations of professional forecasters which are subsequently adopted by households. Every household has aconstant probability cid:21 of encountering media reports and absorbing the most recent professional forecasts in a given month t. This assumption implies that the population mean ofinflation expectations can be written as a partial adjustment model:cid:25et;t12 cid:21cid:25mt;t12 1 cid:0 cid:21cid:25etcid:01;t11where cid:25et;t12 is the crosssectional mean of household expectations about the one year aheadinflation rate, cid:25mmedia and cid:25et;t12 is the inflation forecast of professional forecasters transmitted by thetcid:01;t11 is the expected one year ahead inflation rate of households in the previousmonth. The coefficient cid:21 is equal to the proportion of households that update their inflationexpectations with the new expectation of professional forecasters in a given month.5 The 4If t contains all information including t, perceptions are rational if the identity pt t holds. Still,we rely on less restrictive tests of unbiasedness and information efficiency to assess the rational perceptionshypothesis since the timing of the household survey is not identical for all households. As will be discussed in Section 3, the household survey is conducted during the first three weeks of each month.5Carroll 2003 and D opke, Dovern, Fritsche, and Slacalek 2008b estimate this model for the U.S. and Europe respectively. They find that consumers in the U.S. update their information about once a year, in Europe about once in eighteen months.4epidemiological model is related to the concept of sticky information introduced by Mankiwand Reis 2002, 2006. The main assumption in sticky information models is that in eachperiod, only a fraction of agents acquire new information about the state of the economyto compute a new path of optimal behavior. Those agents who update are assumed to formrational expectations based on t. Consequently, new information disperses slowly throughoutthe population and has a gradual and delayed effect on the aggregate behavior of agents.The critical decision that has to be made when testing models of expectation formationconcerns the identification of the new information that agents use to update their beliefs. Itis inherently difficult to identify the exante rational value of expectations. The literature onexpectation formation mainly employs two benchmark measures: the actual rate of inflationmaterialized in 12 months and inflation expectations of professional forecasters, as in themodel of Carroll 2003. Both benchmark measures of rational expectations can be criticizedon theoretical grounds.Using the materialized 12 months ahead inflation rate may be flawed if agents assignpositive probability to an important event that does not materialize. In retrospect, one willthen observe biased expectations and autocorrelated expectations errors even if expectationformation was rational.6 Similarly, even rational agents may not identify a regime change asbeing permanent at first sight, in which case expectations would again fail rationality tests.Andolfatto, Hendry, and Moran 2008 confirm this argument in a simulation study buildingon the rational expectations New Keynesian model. The model assumes that agents facea signal extraction problem as they only have incomplete information about the changinginflation target of the monetary authority. Calibrating the model to fit U.S. business cyclestatistics, Andolfatto, Hendry, and Moran 2008 show that conventional tests of rationalexpectations incorrectly reject rationality in about 30% of the simulated samples that span 80 quarters.Using expectations of professional forecasters as the rational benchmark has some weaknesses, too. Several studies report that professional forecasts are biased, see, e.g., Ang,Bekaert, and Wei 2007, Mehra 2002 and Thomas 1999. A rational household that isaware of this might thus not rely on professional forecasts when forming inflation expectations.Moreover, professional forecasters usually disagree. It is unclear which forecast households 6This potential pitfall is also known as the Peso Problem, see Jonung and Laidler 1988. For thesereasons it is common practice to assess rationality of expectations only over long time periods.5will refer to.In particular, the literature that investigates strategic forecasting commonlyassumes that forecasts far off the consensus catch more media attention.7 Therefore, thecentral tendency of professional forecasts might not correspond to the inflation forecast thathouseholds observe in the media and use to update their beliefs with.Unlike for inflation expectations, the rational benchmark seems welldefined for inflationperceptions: It is the actual rate of consumer price inflation as published by national statistical offices. Actual consumer price inflation is, with a short publication lag, unambiguouslyavailable to all households, be it as an official news releases of the national authority, be itthrough media reports. Therefore, in line with the reasoning of Jonung and Laidler 1988,inflation perceptions might be better suited to asses rationality and models of belief formationthan inflation expectations.We thus rewrite the epidemiological model of Carroll 2003 to a partial adjustment modelin which consumers update their inflation perceptions with the actual rate of inflation. Weconsider two versions of the model. The first specification assumes that households updateusing the contemporaneous, actual rate of inflation. Since the official inflation rate is published rather in the beginning to the middle of the following month, the model assumes thathouseholds compile new information based on price changes they observe during economicinteractions in the current month. Consumers that do not update their information set stickto the same inflation perception as in the previous month. The resulting partial adjustmentmodel 1 can be written as follows:t cid:21cid:25t 1 cid:0 cid:21cid:25pcid:25ptcid:011The second specification assumes that households use the most recent available official inflation figure to update their information sets. Due to the publication lag of the official inflationfigure, we therefore test whether consumers absorb the one month lagged inflation rate. Thepartial adjustment model 2 is given by:t cid:21cid:25tcid:01 1 cid:0 cid:21cid:25pcid:25ptcid:0127Making biased forecasts far from the average might in turn be rational behavior by professional economists,see e.g. Ehrbeck and Waldmann 1996 and Laster, Bennett, and Geoum 1999. In the model of Laster,Bennett, and Geoum 1999, forecasters are not only paid on basis of the accuracy of their forecast but alsoon basis of the media attention they are able to catch. The latter can be obtained by deviating significantlyfrom the average.6Similar to Carroll 2003, this model implicitly assumes that consumers update their beliefswith the latest inflation rate published in the media.3 Data In the European Union, household inflation perceptions are surveyed as part of the Joint Harmonized European Union Consumer Survey.8 In each member state, national institutessurvey about 1,500 households during the first three weeks of every month. In July 2007,the overall sample covers 39,900 consumers in 27 member states. Inflation perceptions arecaptured by asking households: How do you think that consumer prices have developedover the last 12 months? They have  Respondents are asked to indicate their beliefs onan ordinal scale with five response categories given by: Risen a lot, risen moderately, risenslightly, stayed about the same, fallen.In line with recent literature on expected inflation we quantify the qualitative responsedata using the probability method.9 We employ the probability method for 5category response data as proposed by Batchelor and Orr 1988. Inflation perceptions are identifiedby assuming that perceptions are unbiased with respect to actual consumer price inflationduring the sample period. Under this identification scheme, the probability method allowsto compute the mean and standard deviation of inflation perceptions among respondents ina given month. A detailed description of the approach and its identifying assumptions areprovided in Appendix A.2.10To assess the robustness of the quantification method, we additionally discuss estimationsthat are based on direct quantitative survey data obtained from the Swedish Consumer Tendency Survey. This survey has been capturing quantitative inflation perceptions on a monthly 8The consumer survey consists of 15 qualitative questions that capture the financial situation, perceivedeconomic conditions and planned savings and spending. This standard questionnaire is translated into nationallanguages and may include additional country specific questions, see European Commission 2007.9Recent contributions that use the probability method to quantify expected inflation are Berk 1999 and Forsells and Kenny 2004 who quantify EU consumer survey data and Mankiw, Reis, and Wolfers 2004 whoquantify qualitative response data from the University of Michigan Survey of Consumers.10Batchelor and Orr 1988 extend the probability method developed in Theil 1952 and Carlson and Parkin 1975 to 5category response data. Perceived inflation and implied standard deviation of perceptionsare given by equations A.3 and A.4 in the Appendix. Maag 2009 assesses the empirical performanceof the probability method using data both on qualitative and quantitative inflation perceptions taken fromthe Swedish Consumer Tendency Survey. It is found that in Swedish data, the method applied in this papergenerates series that have a correlation of 0.97 0.86 in first differences with actual quantitative inflationperceptions during 19962008.7Figure 1: Mean and standard deviation of inflation perceptions in the euro area Notes: The figure shows quantified mean and crosssectional standard deviation of inflation perceptions inthe euro area. Qualitative response data is quantified using the 5category probability method under theassumption that perceptions are unbiased.basis since January 1996.11As a measure for actual inflation we use the annual percent change in the Harmonized Index of Consumer Prices HICP as published by Eurostat. The actual annual inflation ratecid:0 1is given by cid:25t 100Pt Ptcid:012, where Pt is the level of the HICP index at the end of montht. We assume that rational individuals absorb this inflation rate as their belief about actualinflation.12 For testing the rationality of households, we also compute a price index for outofpocket expenditures. The outofpocket expenditures index covers nondurable goods andconsumer services that are frequently purchased and payed in cash. It is based on disaggregate HICP data obtained from Eurostat.13We consider a sample of 10 euro area countries, Sweden, United Kingdom and the euroarea EA aggregate.14 For most countries, the sample includes 176 monthly observations 11See Gf K 2002 for a description of the Swedish Consumer Tendency Survey.12We have employed real time data for HICP inflation rate where available and tested the models. Differencesto using ex post data were insignificant. This result is not surprising, as revisions in inflation rates are ratherrare and small. Therefore, we report the ex post data results, as we have more data points available for earlieryears in the time series dimension.13We compute the outofpocket expenditures index as a consumption weighted average of price series on COICOP 2 to 4 digit level. The included items are food, beverages, tobacco, nondurable household goods,transport services, fuel, postal services, hotels, restaurants and hairdressing.14Of the 12 countries that introduced euro banknotes and coins in 2002, Luxembourg and Portugal are 80.511.522.533.54%1992m 11994m 11996m 11998m 12000m 12002m 12004m 12006m 12008m 1Survey mean Survey SDHICP inflation ratespanning 011993 to 082007. It may be reduced depending on the joint availability of surveydata and HICP inflation rates. Table A.1 in the Appendix provides an overview. To accountfor potential structural breaks coinciding with the euro cash changeover, we provide additionalestimation results for the subperiods 011993122001 and 012003082007.Figure 1 shows perceived inflation in the euro area. The mean of inflation perceptionsclearly exhibits the so called euro cash changeover effect. Perceived inflation rises above actualinflation in 2002 and peaks at about 3% in 012003. The figure indicates that the gap closesin early 2004. Perceived inflation has a low standard deviation of 0.44%, while actual HICPinflation has a standard deviation of 0.58% during 19932007. Relative to the variability ofinflation, the quantified crosssectional standard deviation of inflation perceptions seems high.It averages at 1.29% during 19932007. As will be discussed below, this quantified series eventends to underestimate the actual heterogeneity of perceptions.For the further analysis, stationarity properties of perceived and actual inflation are critical. We discuss unit root properties and cointegration of actual and perceived inflation bothon a countrybycountry basis and in a panel framework. Our analysis begins by testing thenullhypothesis of a unit root using the augmented DickeyFuller ADF test. We apply thesequential model selection procedure following Perron 1988. Additionally, the null hypothesis of stationarity is tested using the Kwiatkowski, Phillips, Schmidt, and Shin 1992 KPSStest. Tables A.2 and A.3 in the Appendix summarize the results for HICP inflation and perceived inflation, respectively. The ADFtests indicate that actual inflation is stationary in 4out of 12 countries, whereas perceived inflation is stationary in 2 countries. The KPSS testalways rejects its null hypothesis of stationarity. Clearly, all first differences are stationary.As perceived inflation rates have substantially increased during the euro cash changeover inmost countries of the euro area, it might well be the case that the ADF tests fail to reject thenull hypothesis due to a level shift in the underlying series. We therefore additionally applya unit root test that allows for a deterministic level shift following Saikkonen and L utkepohl2002 and Lanne, L utkepohl, and Saikkonen 2002. The results are reported in Table A.4in the Appendix and the conclusions are unchanged. We cannot reject the null of a unit rootin perceived and actual inflation in most countries.not included since no survey data on inflation perceptions is available. Aggregate actual HICP inflation andperceived inflation are computed as weighted means of the euro area series. Weights are given by privatedomestic consumption expenditures.9While the sample includes a reasonable number of monthly observations, it covers a relatively short time span of only 14 years. As Pierse and Snell 1995 show, the power of aunit root test primarily depends on the time span rather than on the sampling frequency. Toimprove power, we thus additionally investigate unit root properties in a panel setting usingthe Im, Pesaran, and Shin 2003 IPS and Pesaran 2007 CIPS panel unit root tests.These tests assesses the null hypothesis of a unit root in all countries against the alternativethat inflation is stationary in a significant number of countries. Both test allow for heterogenous short run dynamics and deterministic terms. An important restriction of the IPS test isthat dependence of inflation across countries is only accounted for by crosssectional demeaning. Other forms of crosssectional dependence that cannot be captured by a homogenouscommon time effect may induce a positive size bias Breitung and Pesaran, 2005. In ourpanel of 12 interconnected European economies, overrejection is a relevant issue.15 The CIPStest proposed by Pesaran 2007 is a more reliable alternative. This test allows for residualcorrelation that is generated by a heterogenous singlefactor structure. Its limitation remainsthe assumption of a single common factor. Contrary to the countrybycountry tests, thepanel unit root tests shown in Table A.5 clearly reject the null hypothesis of a unit root ininflation. For higher lag orders, the CIPS test clearly rejects the null hypothesis of a unit rootin all series, both in the period 19932007 period and in subperiod 19932001.16 The null ofa unit root is not rejected in the shorter subperiod 20032007. Perceived inflation appears tobe more persistent than actual inflation. Both tests cannot reject the null hypothesis in thesamples 19932007 and 19932001.Due to the ambiguous findings on the stationarity properties, we additionally investigatecointegration of actual and perceived inflation. Obviously, one would expect that perceivedand actual inflation move together proportionally in the long run. Hence, if the series are I1they should be cointegrated. Table A.6 in the Appendix reports results from Johansen tracetests on the cointegration rank. The table shows trace statistics for the null hypothesis of nocointegration r 0 and the null hypothesis of one cointegration relation r 1 betweenactual and perceived inflation during 19932007. The tests indicate that actual and perceived 15Even after controlling for common time effects, the absolute crosssectional correlation coefficients stillaverage at 0.32. See Wang and Wen 2007 for a discussion of potential sources of international synchronizationin inflation rates.16We consider the specifications that include 3 or 4 lags since underfitting can lead to considerable sizedistortions as shown by Im, Pesaran, and Shin 2003.10inflation are cointegrated only in Greece and Ireland. Consistent with the ADF test, the fullrank results indicate that an estimation in levels is appropriate for Finland and Sweden.The general picture of no cointegration remains unaltered in the subperiods 19932001 and 20032007, as Tables A.7 and A.8 show.To gain statistical power we also employ panel cointegration tests. We use the residualbased tests proposed by Pedroni 1999, 2004. The null hypothesis of no cointegration in allcountries is tested against the alternative hypothesis that a cointegration relation exists in asignificant number of countries. Cointegration coefficients and short run dynamics are allowedto differ across countries.17 Table A.9 in the Appendix reports the parametric analogue tothe augmented DickeyFuller tstatistic and nonparametric analogue to the Phillips and Perron tstatistic panel and group mean tstatistics. The panel tests indicate that perceivedand actual inflation are cointegrated over the full sample as well as in the two subperiods.18Although the panel result that actual and perceived inflation are cointegrated is intuitivelyappealing, the result might also mirror that actual inflation and inflation perceptions arestationary. The panel unit root tests generally reject the null hypothesis of a unit root inactual inflation and, on a countrybycountry basis, a cointegration relation is detected onlyin a small number of countries.The ambiguous results are in line with the mixed findings of the empirical literature.Surveying this literature, Altissimo, Ehrmann, and Smets 2006 conclude that empiricalwork is rather in favor of stationarity of euro area consumer price inflation.19 Moreover, froma theoretical economic viewpoint it seems reasonable to assume that inflation and inflationperceptions are no unit root processes in the sample period considered here. We thereforeestimate our baseline specifications in levels. To assess the robustness, we additionally provideestimation results in first differences.17The limitation of this test is that it does not account for crosssectional relations that cannot be removedby simple crosssection demeaning. Similar to the panel unit root tests, this may lead to size distortionsBanerjee, Marcellino and Osbat, 2004.18This result is confirmed by the five other test statistics proposed by Pedroni 1999, 2004.19Still, some recent studies cannot reject the null hypothesis of a unit root in inflation, see e.g. OReilly and Whelan 2005.114 Explorative Analysis 4.1 Accuracy of Incid:13ation Perceptions This section highlights some general statistical properties pertaining to the dynamics of inflation perceptions and empirically motivates the epidemiological model of belief formation.The analysis begins by investigating the accuracy of inflation perceptions. As Table 1 shows,the accuracy with respect to actual HICP inflation varies quite substantially between countries. The mean absolute error MAE ranges between 0.48 and 1.72 percent. It averagesat 0.86% during 19932007. This seems relatively high, given that the quantified inflationperceptions are unbiased by assumption. Compared to the accuracy of inflation expectationsas documented in the literature, inflation perceptions are only slightly more accurate.20 Thisis particularly noteworthy, as inference about current and past inflation entails substantiallyless uncertainty compared to inference about the 12 months ahead inflation.Table 1 additionally reports the correlation cid:26 of perceived with actual HICP inflation.Looking at the euro area aggregate, this correlation drops from 0.90 in the period 19932001to 0.04 in the period 20032007. The observed decline in correlation is broadly consistentacross euro area countries. In Sweden and the United Kingdom, correlations are stable oreven increase over time. The table also shows correlation of perceived inflation with onemonth lagged actual HICP inflation and with inflation in the outofpocket expenditures index. Correlations with one month lagged inflation are virtually identical to contemporaneouscorrelations. No clear pattern emerges regarding the correlation between perceived inflationand outofpocket inflation. For the euro area aggregate, the correlation is higher than thecorrelation of perceived with actual HICP inflation. At country level, however, the correlationis higher only in Belgium, Germany, Spain and Italy.4.2 Rationality of Incid:13ation Perceptions A large literature investigates rationality of inflation expectations. We borrow rationalitytests from this literature to assess inflation perceptions. Along the lines of Jonung and Laidler 1988, it may be argued that inflation perceptions are more adequate than inflation 20E.g., Mankiw, Reis, and Wolfers 2004 report that 12 months ahead inflation expectations taken fromthe University of Michigan Survey of Consumers have a MAE of 1.07% and a RMSE of 0.85% in the period 19822002.12Table 1: Accuracy of inflation perceptions by country 1993200793010307MAE RMSECountry 0.74AT Austria 0.71BEBelgium 0.69DE Germany 0.76EA Euro Area 1.72EL Greece 0.93Spain ES0.86FIFinland 0.69FR France 0.84IEIreland 0.95ITItaly 0.84NL Netherlands 0.66SE0.48SEq Sweden quant.UK United Kingdom 0.630.700.600.580.723.761.060.900.570.911.111.010.560.610.51Swedencid:260.470.470.230.450.170.320.310.500.710.350.420.720.660.35cid:26lag 0.480.500.260.450.180.330.350.510.740.340.460.700.650.35cid:26OOP0.380.520.480.77n.a.0.680.220.240.580.690.370.420.360.29cid:260.490.720.780.900.740.780.730.550.900.830.870.770.700.02cid:260.190.400.580.040.340.320.570.260.610.780.580.730.680.61Notes: The table shows mean absolute error MAE, root mean squared error RMSE and correlation ofperceived inflation relative to actual HICP inflation. lag and OOP denote correlation coefficients of perceivedinflation with one month lagged HICP inflation and outofpocket expenditures inflation, respectively.expectations for testing rationality of households, since the rational benchmark is relativelywelldefined. Tests of rationality include the related aspects of unbiasedness and informationefficiency. Since the quantification method imposes unbiasedness, we can only assess bias inthe quantitative data for Sweden. During 011996082007, inflation perceptions of Swedishhouseholds are unbiased with a statistically insignificant average perception error of cid:25tcid:0 cid:25pt 0:01%. This finding is in contrast to significant biases documented by Bryan and Venkatu2001a, 2001b for U.S. survey data.21We thus assess rationality by testing whether agents efficiently use available informationto form their perceptions of inflation. As a first test of efficiency, we assess whether perception errors, defined as the difference between actual and perceived inflation, are seriallycorrelated. Clearly, if perception formation is rational, past perception errors have no predictive content for subsequent errors. The first panel of Table 2 reports estimation resultson the serial correlation of perception errors over nonoverlapping periods. Both in the euroarea and in Sweden, perception errors exhibit pronounced serial correlation.22 The results for 21Using monthly household survey data of the Federal Reserve Bank of Cleveland, Bryan and Venkatu 2001a,2001b show that inflation perceptions and expectations of U.S. households average several percentage pointsabove actual consumer price inflation.22We only report results for the EA and Sweden, the remaining countrybycountry results are broadly in 13Sweden using quantified and quantitative denoted by the country code SEq survey data areconsistent.The second panel of Table 2 investigates whether perceptions efficiently incorporate publicly available information. In defining the relevant information set we follow the literatureon inflation expectations and include the money market rate and the unemployment rate.In addition, we consider outofpocket expenditures inflation. The rationale for includingthe outofpocket expenditures inflation is that prices of outofpocket purchases are easilyobservable in daily economic interactions. In line with the availability heuristic of Tverskyand Kahnemann 1973, the easily recalled outofpocket expenditures inflation rate may thusgive direction to how households perceive actual consumer price inflation. The table showsthat the unemployment rate is weakly significant in the euro area previous to the introductionof the euro. It is highly significant for Sweden, both in quantified and quantitative surveydata. While the money market rate is insignificant, outofpocket expenditures inflation issignificant in the postchangeover period and in the quantified series for Sweden. The negativecoefficient suggests that consumers overreact to outofpocket expenditures inflation in thesense that an increase in outofpocket inflation raises perceived inflation relative to actualinflation which decreases the perception error.Third, we investigate whether the bias in perceptions occurs because households are reluctant to revise their prior beliefs. This is the so called expectancy confirmation hypothesisinvestigated by TrautMattausch et al. 2004 in an experimental setting. As shown in thethird panel of Table 2, past inflation expectations are significant only for the euro area andonly in the post cashchangeover period.23 The negative coefficient indicates that duringthis period, households inflation perceptions overreacted to own past expectations such thatperceptions exceeded actual inflation.24The tests of information efficiency indicate that consumers could improve their inflationperceptions by using readily available information, such as past inflation or past perceptionerrors. We conclude that inflation perceptions are not fully rational.line with the findings for the EA aggregate.23Household expectations of the inflation rate during the upcoming 12 months are also taken from the Joint Harmonized EU Consumer Survey. The qualitative response data is quantified using the probability methodfollowing Batchelor and Orr 1988. For Sweden, the mean of quantitative survey responses on expectedinflation is available.24This interpretation is confirmed by estimating a model that allows for different coefficients in periods ofpositive and negative perception errors. In both periods, the coefficient on expectations is negative.14Table 2: Information efficiency of inflation perceptions Serial correlationcid:25tcid:012 cid:0 cid:25ptcid:012TAdj. rsquared Strongform efficiency Unemployment rate t1Money market rate t1Outofpocket cid:25tcid:01cid:25tcid:01cid:25tcid:012 cid:0 cid:25pcid:012t TAdj. rsquared Anchoring to expectationstcid:012;tcid:25ecid:25ptcid:012cid:25tcid:012TAdj. rsquared 93070.34050.14231640.470.04670.02940.02140.04350.28200.10940.90250.16520.11910.08421270.60.20420.26820.00150.26710.50830.27561640.51EA93010.55170.1442960.450.07020.04000.06510.04460.09940.08120.63800.13250.26270.0618590.750.55840.34220.17270.69660.19710.3044960.5303070.01990.1687560.470.32120.43080.20480.33480.74350.12101.95860.26000.07170.1370560.541.24290.21850.99280.13490.44010.2643560.65SE9307SEq 96070.36180.13721310.130.46050.12151280.230.10530.02170.10330.06480.12090.04960.72140.06580.20320.08131270.70.07650.37530.23640.22220.28950.27611310.170.09760.03760.00690.06010.02450.07030.52340.07180.31190.08011270.620.07100.34780.30230.28710.45500.12061280.23Notes: This table investigates information efficiency of inflation perceptions in the euro area EA and SwedenSE. Dependent variable is the perception error t pt based on quantified inflation perceptions for the EAand based on quantified SE and quantitative SEq inflation perceptions for Sweden. Estimations coveringthe 19932007 period allow for a level shift in 2002. OLS estimation with White standard errors in parentheses., and indicate statistical significance at the 10%, 5% and 1% level, respectively.154.3 Relation to Actual Incid:13ation Given that inflation perceptions are not fully rational, it is natural to ask whether and howperceptions are temporally related to actual inflation. If households update their judgementsbased on official HICP releases, then the HICP inflation rate should be Granger causal toperceived inflation. We expect a lagged effect of HICP figures since inflation numbers for agiven month are published rather in the beginning to the middle of the following month, whileconsumers are surveyed already in the first three weeks of a month. Additionally, if consumersrespond to inflation as observed in daily economic interactions, this should be reflected in aninstantaneous relation between perceived and actual inflation.We investigate Granger causality in the following bivariate vectorautoregression VARwith p 1 lags: a 110a 210where A0 t cid:25p yt A0 p1 and ut a 11, Ai cid:25tia 21ia 12ia 22ii1 Aiytcid:0i ut. To test whether actual u 1;tu 2;tinflation is Grangercausal to perceived inflation we consider the Wald statistic that imposesthe restriction a 12p 0 on the first p lags in the estimated VARp 1 model.25Instantaneous causality is assessed by testing whether contemporaneous residual correlation 1 ::: a 12is zero.The blockexogeneity tests reported in Table 3 suggest that actual inflation is Grangercausal to perceived inflation cid:25 ! cid:25p in 6 out of 12 countries. A significant instantaneousrelation cid:25 cid:25p is detected in 8 countries. The table shows that a lagged or instantaneousrelation exists in all countries except Italy and the Netherlands. For the euro area aggregate,both relations are highly significant. In sum, the results clearly indicate that households donot only react to reports on past inflation but also adjust their perceptions instantaneouslyto information that is available before the official HICP figures are released.25It is well known that in the presence of highly persistent time series, the Wald statistic to assess Grangercausality may follow a nonstandard distribution. This problem can be avoided by adding an extra lag thatremains unrestricted when testing for causality, see Dolado and L utkepohl 1996.16Table 3: Grangercausality in a bivariate VARCountry ATBEDEEAELESFIFRIEITNLSESEq UKcid:25 cid:25p 7.220.276.8411.913.053.8214.531.434.2416.260.5414.2910.432.27cid:25 ! cid:25p 1.4111.532.0712.970.4213.953.2415.876.156.152.426.122.310.00cid:25 cid:25p 0.611.360.010.910.020.311.450.000.475.650.090.600.010.46Lags 22222232222222T141174138174174174139173138174174141138126Notes: This table tests Grangercausality between perceived and actual inflation, 011993072007. All estimations allow for a permanent level shift in 2002. To account for potential nonstationarity, the models areoverfitted by including an extra lag not considered in blockexogeneity tests. Lags indicates the lag length asselected by Schwarz Bayesian information criterion SBC. Instantaneous causality p is tested usingthe statistic Tb 2 where b is the contemporaneous correlation of residuals and T is the number of observations.Under the null hypothesis that 0, the statistic is asymptotically 21 distributed. Granger causality p, p is assessed by testing for jointexogeneity of lags of and p in the equations for pand respectively. The Wald statistic has a limiting 2lagsdistribution. , and indicate statisticalsignificance at the 10%, 5% and 1% level, respectively.4.4 Implications for Belief Formation The tests for information efficiency indicate that inflation perceptions are not rational. Also,we have documented that the survey mean of inflation perceptions is relatively inaccurate.Nevertheless, inflation perceptions respond to actual inflation, as suggested by the Grangercausality tests. For most countries, these tests suggest both a contemporaneous and a laggedresponse of perceptions to actual inflation. These patterns are broadly consistent with theepidemiological model of Carroll 2003. In this model, only a fraction of households updatetheir beliefs in a given period. Consequently, the crosssectional mean of inflation perceptionswill fail rationality tests but is still contemporaneously related to actual inflation.Further insights can be gained by considering the crosssectional heterogeneity of inflation perceptions. As discussed in Section 3, Figure 1 shows the quantified crosssectionalstandard deviation of perceptions in the euro area. The crosssectional standard deviationaverages at 1.29% which seems high given the moderate variability of inflation. As outlined 17Figure 2: Mean and standard deviation of inflation perceptions in Sweden Notes: This figure shows the mean and crosssectional standard deviation of quantitative inflation perceptionsfrom the Swedish Consumer Tendency Survey.in Appendix A.2, the quantified standard deviation is even likely to underestimate the actualdegree of heterogeneity. Figure 2 additionally shows the crosssectional standard deviationof quantitative inflation perceptions taken from the Swedish Consumer Tendency Survey.Quantitative survey responses exhibit an average crosssectional standard deviation of 3.46%during 19962007, whereas inflation perceptions average at 1.47% during the same period.We thus arrive at a similar conclusion as Mankiw, Reis, and Wolfers 2004 who investigateinflation expectations of U.S. households. Inflation perceptions are not rational, yet related tocontemporaneous and lagged actual inflation. The epidemiological model outlined in Section 2 is consistent with these broad patterns. Moreover, the model predicts a high degree ofheterogeneity in perceptions, as the staggered updating mechanism generates heterogeneousinformation sets. The data confirms that inflation perceptions are highly heterogeneous. Thenext section thus investigates the epidemiological model in more detail.180123456%1992m 11994m 11996m 11998m 12000m 12002m 12004m 12006m 12008m 1Survey mean Survey SDHICP inflation rate5 Estimation of Epidemiological Models 5.1 Linear Partial Adjustment Models This section discusses estimation results of the epidemiological models proposed in Section 2.Model 1 assumes that households update with contemporaneous actual inflation. The estimation equation is given by:cid:25pt cid:110 cid:111cid:25t cid:112cid:25ptcid:01 t Model 2 assumes that consumers who update refer to the most recent available officialinflation figure, which is the one month lagged inflation rate. The regression equation reads:t cid:110 cid:111cid:25tcid:01 cid:112cid:25pcid:25ptcid:01 t For the partial adjustment restriction to hold, we should not be able to reject the hypothesisthat cid:111 cid:112 1. We assess this restriction using a standard Wald test. To begin with, weestimate the models using ordinary least squares OLS, employing White standard errorsthat allow for heteroskedasticity. The estimations for the sample period 19932007 controlfor the euro cash changeover by including an indicator variable that is unity during 20022007and zero otherwise.Tables 4 and 5 report countrybycountry results for the period 19932007. Model 1tends to fit marginally better than Model 2, as reflected in the Rsquared and the highsignificance of the contemporaneous HICP inflation rate. The results for Model 2 suggestthat in some countries not even a small proportion of consumers updates the perception ofinflation with the lagged inflation rate. Both models are clearly rejected by the Wald test ofthe coefficient sum restriction. The respective pvalues for the Wald tests of the coefficientrestriction cid:111 cid:112 1 can be found in the second last column. If one nonetheless interprets the estimated coefficient on actual inflation as an updating frequency, estimations for Model 1 imply a quarterly updating frequency of 0.11 for the euro area.26 This is considerably lower than the frequencies reported by studies that investigate inflation expectations.Using household expectations from the University of Michigan Survey of Consumers, Car26Quarterly frequencies are given by quarterly 1 1 monthly3.19fotsetdla Wehtfoeulavpehtstroperplda Wnmuloceh T.1.Aelba Tnidefiicepserasdoirepelpma S.1ledo Mfosetamitse SLOswohselbatsih T:seto Nignwollasrorredradnatsetih W.noitalerroclaudiserredrotsrfirofcitsitatstset MLyerfdo Ghcsuer Behtfoeulavpehtsip GB.121noitcirtsereht.ylevitcepser,level%1dna%5,%01ehttaecnacfingisilacitsitatsetacidnidna,.sesehtnerapniyticitsadeksoretehrof 70023991,1ledo M:4elba Tp GBpdla W60.000.011.070.000.037.050.025.000.094.000.086.045.037.014.000.079.000.000.000.060.010.000.010.021.000.000.010.02R79.029.069.089.029.069.069.079.049.049.009.018.018.008.01930.01250.09730.09330.08861.02570.03450.08340.05170.06550.05190.09350.07060.00160.03291.03200.04201.01375.06113.03470.07021.08252.07621.08121.08132.07891.09151.00810.00040.06440.05920.02720.00440.08230.04830.08930.00040.07130.01850.07740.06740.05240.00219.08338.00079.00009.05348.04018.01188.07368.08628.02898.02848.03096.07567.00678.07120.02910.05410.01210.08700.04410.05610.09310.07710.07510.06020.05620.03030.03910.03950.06340.02130.09730.09610.02360.03840.06040.02570.01170.04131.03411.05040.07720.0TAEBEDAELESEIFRFEITILNESq ESKU0cid:112cid:111cid:11yrtnuo C20tsetdla Wehtfoeulavpehtstroperplda Wnmuloceh T.1.Aelba Tnidefiicepserasdoirepelpmaseh T.2ledo Mfosetamitse SLOswohselbatsih T:seto Nrotacidniehtfosetamits E.noitalerroclaudiserredrotsrfirofcitsitatstset MLyerfdo Ghcsuer Behtfoeulavpehtsip GB.121noitcirtserehtfolacitsitatsetacidnidna,.sesehtnerapniyticitsadeksoretehrofignwollasrorredradnatsetih W.detropertonerarevoegnahchsacorueehtrofelbairav.ylevitcepser,level%1dna%5,%01ehttaecnacfingisi 70023991,2ledo M:5elba Tp GBpdla W40.010.090.011.000.088.020.023.010.074.000.009.092.009.022.000.026.010.000.000.050.000.000.010.011.000.000.010.02R79.029.069.089.029.069.069.079.049.049.009.097.008.008.07830.08450.07830.08530.05961.04770.05550.04340.05070.03650.05290.09850.03260.00360.05402.05220.08490.09775.06713.03890.08621.09282.06621.03031.05032.01102.07941.00240.09140.08540.00920.08920.00540.03630.03040.02830.03830.02230.08750.06450.09050.03540.02229.00028.03669.07129.03648.01818.04109.05468.08718.06719.05748.01247.09208.06688.00120.01710.00310.06210.02800.09510.00710.02310.02610.01610.02120.06720.03230.04020.03940.06530.04220.09310.07710.06450.03220.09530.02570.08860.03280.02370.06420.07610.0TAEBEDAELESEIFRFEITILNESq ESKU0cid:112cid:111cid:11yrtnuo C21roll 2003 documents an updating frequency of 0.27. D opke, Dovern, Fritsche, and Slacalek2008b estimate the updating parameter for four European countries and find updating frequencies that range between 0.18 and 0.32. In contrast to our results, Carroll 2003 and D opke, Dovern, Fritsche, and Slacalek 2008b report that the sum restriction cannot berejected.27 Tables A.10 through A.13 the Appendix additionally show results for the preand posteuro cash changeover periods. Levels as well as significances of estimated updatingcoefficients are mostly higher in the preeuro cash changeover period. In all cases, the partialadjustment models are clearly rejected by the data.Tables 4 and 5 also report the pvalues of the BreuschGodfrey LM test for first orderserial correlation of residuals. For Model 1, the test signals significant residual correlationin 6 countries. For Model 2, significant residual correlation is detected in 7 countries. Dueto the inclusion of a lagged dependent variable, residual correlation renders OLS inconsistentgiven that the lagged dependent variable is not predetermined anymore.28 We thus additionally estimate a consistent specification that assumes an AR1 residual process by theiterative CochraneOrcutt procedure. This procedure adjusts the original regression equationfor first order serial correlation, such that the residuals of the resulting model are seriallyuncorrelated.29 Tables A.14 and A.15 in the Appendix show the CochraneOrcutt estimationresults for Models 1 and 2, respectively. The results are in line with the OLS estimationresults. The parameter values have similar magnitudes and the Wald test generally rejectsthe hypothesis that cid:111 cid:112 1.All tables also report estimation results using the mean of quantitative survey perceptions from the Swedish Consumer Tendency Survey denoted by the country code SEq. The 27More precisely, D opke, Dovern, Fritsche, and Slacalek 2008b report that the restriction is rejected for France, but holds for the other three countries as well as for the pooled sample.28Given the model yt 0 1ytcid:01 ut, OLS is only inconsistent if the condition E ytcid:01ut 0 isviolated, i.e. if regressors are not predetermined. Note that theoretically, this condition can be satisfied evenif residuals ut yt 0 1ytcid:01 are serially correlated. This can be the case if ut and ytcid:02 are correlatedand E ytcid:01ut 0. Then, E ututcid:01 E utytcid:01 0 1ytcid:02 1E utytcid:02 0. In other words,consistency requires the special case that E ututcid:01 1E utytcid:02.29As outlined in Hamilton 1994, the CochraneOrcutt procedure for Model 1 converges to a localmaximum of the following conditional likelihood function: ptcid:01 0 1tcid:01 2ptcid:022log2 T 1L T 1T22log2 0 1t 2ptcid:01pt 122t2The likelihood function for Model 2 is obtained by replacing t with tcid:01.22findings are consistent with results based on the quantified inflation perceptions, which corroborates the quantification method. In Sweden, the contemporaneous HICP inflation rateis highly relevant for perceived inflation with coefficient estimates of around 0:12. Comparedto euro area countries, the results are relatively stable across subperiods.Taking into account that some of the series are highly persistent, we also estimate themodels in first differences. The estimation equation for Model 1 in first differences reads:cid:25pt cid:110 cid:111cid:25t cid:112cid:25ptcid:01 t Tables A.16 and A.17 in the Appendix report estimation results of Models 1 and 2,respectively. Both models are rejected even more clearly. The coefficients on actual inflationare of similar magnitude or slightly higher than in the estimations in levels. The coefficients onlagged inflation perceptions are mostly negative. Again, we obtain consistent results using thequantitative and qualitative response data on inflation perceptions from the Swedish survey.As previously mentioned, it might well be the case that households do not refer to official HICP inflation when answering the survey. Rather they might report perceptions that rely onobserved price changes in frequently bought items. We have estimated the models using outofpocket expenditures inflation as the measure of actual inflation. Results are qualitativelyunchanged. Again the partial adjustment model is robustly rejected.30We conclude that the two epidemiological models of perception formation are not adequatein our sample of European countries. A possible reason for this negative finding might be theassumption that the fraction of updating households is timeinvariant. In the next section,we assess specifications that allow for timevarying adjustment parameters.5.2 NonLinear Adjustment If households probabilistically update their information sets, then the probability of updatingwill likely be timevarying. In particular, one might expect that the probability of updatingis higher if the inflation rate is high and if using outdated information becomes costly. Thisview is supported by empirical findings of Branch 2007. Branch 2007 shows that a modelin which households rationally select predictors by optimizing costs and benefits of predictinginflation is consistent with inflation expectations from the University of Michigan Survey of 30Results are available upon request.2370023991,1ledo Mniytilanoitarrae N:6elba Tnaide M67.188.183.121.218.313.363.177.156.214.228.145.145.115.1241571931571571571141571041571571241931821T1570.02450.00540.07430.00480.08050.09550.07050.04530.07940.00050.03060.07660.08860.09190.01801.08300.01100.08020.09370.09250.02cid:113321.02860.08040.03530.01320.05700.03011.09510.09710.09310.05800.05510.01700.03620.04310.00020.09210.06710.06130.06030.02710.03200.04020.00210.05700.01cid:111050.00010.08510.07600.06020.02010.03200.04340.03810.06000.04330.01540.03340.05330.01050.02530.08030.00250.01530.05430.06950.08260.03160.09840.01678.06997.03169.00209.08708.06508.01688.07348.05848.06088.08018.05807.03687.02648.02cid:114040.01640.04820.05520.04480.03330.05050.05320.00330.08640.01840.02840.04840.09850.06400.03010.01620.09350.00770.05090.03800.02730.03330.02300.00620.09331.07790.01330.0TAEBEDAELESEIFRFEITILNESq ESKU1cid:11yrtnuo C24ehtsinaide M.noitaflninaidemevobanoitaflnilautcahtiwsdoirepnisretemarapnoissergerniegnahcevitalerehtetoned 2dna 1sretemara P:seto Ndradnatsetih W.detropertonsemigerhtobrofstnatsnocetarapesedulcnidna 2002nitfihslevelarofwollasnoitamits E.noitaflni PCIHfonaidemelpmas.ylevitcepser,level%1dna%5,%01ehttaecnacfingisilacitsitatsetacidnidna,.sesehtnerapniyticitsadeksoretehrofignwollasrorreConsumers. The idea that economic agents only care about inflation if it becomes costly isformalized by Akerlof, Dickens, and Perry 2000. These authors introduce the concept ofnear rationality. In their model, near rational firms only fully incorporate expected inflationin wage and pricesetting if ignoring inflation is sufficiently costly.We thus allow for nonlinear updating in models with statedependent adjustment parameters. We consider a simple specification that allows for different updating coefficients inperiods of high and low inflation. Periods of high low inflation are characterized by actual HICP inflation which is above below the sample median of HICP inflation. As the medianvaries between countries, the estimations take into account that consumers in some countriesare accustomed to higher median inflation rates than consumers in other countries. Tables 6and A.18 summarize the estimation results for Models 1 and 2. The estimates of theinteraction terms show that the coefficients on contemporaneous and lagged HICP inflationare generally not higher in periods of high inflation. Also in line with estimation results fromthe previous section, households in countries with relatively high median inflation rates suchas Ireland, Italy, Greece, Spain do not show higher probabilities of updating. Hence, we findno evidence for nonlinear adjustment or nearrationality in our sample of countries.315.3 Actual and Simulated Heterogeneity The epidemiological model has direct implications for the crosssectional heterogeneity of inflation perceptions. Hence, the model can also be tested by assessing the heterogeneity ofinflation perceptions rather than the central tendency. For inflation expectations, Mankiw,Reis, and Wolfers 2004 show that the sticky information model is consistent with observedheterogeneity. Building on Mankiw, Reis, and Wolfers 2004, we compare the simulatedcrosssectional heterogeneity of inflation perceptions in a population that is characterizedby Model 1 to the actual heterogeneity of quantitative answers in the Swedish Consumer Tendency Survey. We measure heterogeneity by the crosssectional standard deviation ofquantitative survey responses. The updating parameter cid:21 is set to 0:12, which correspondsto the coefficient estimate in the period 19962007. Figure 3 shows the simulated and survey based series. The mean perception of the simulated population is much smoother thanactual mean of survey perceptions. More important, the crosssectional standard deviation 31We have also tested for more sophisticated forms of nonlinearity using the smooth transition regressionframework. However, using the methods proposed by Ter asvirta 2004, linearity was generally not rejected.25Figure 3: Model prediction and actual perceptions in Sweden Notes: This figure shows actual and simulated mean and crosssectional standard deviation SD of inflation perceptions from the Swedish Consumer Tendency Survey. The simulation is based on Model 1, i.e.households update with contemporaneous HICP inflation. 0.12. The model is initialized in 011993.Figure 4: Model prediction and actual perceptions in the euro area Notes: This figure shows the quantified and simulated mean and standard deviation SD of inflation perceptions in the euro area. The simulation is based on Model 1, i.e. households update with contemporaneous HICP inflation. 0.05. The model is initialized in 011993.2601234%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Survey mean Survey SDSimulation mean Simulation SDHICP inflation 01234%1992m 11994m 11996m 11998m 12000m 12002m 12004m 12006m 12008m 1Survey mean Survey implied SDSimulation mean Simulation SDHICP inflationof inflation perceptions in the simulated population is considerably lower than the standarddeviation of actual quantitative survey responses. Also, the actual standard deviation doesnot show the distinct dynamic pattern induced by the epidemiological model. Accordingto the model, heterogeneity rises following a persistent drop or surge in actual inflation togradually decline again, as more and more individuals adjust their beliefs to the new level ofinflation. This pattern is reflected in the simulation standard deviation but it is not visiblein the actual survey standard deviation.Consistent results are obtained for the euro area. Figure 4 shows the quantified standarddeviation and the simulation standard deviation for the euro area aggregate. The updatingparameter cid:21 is set to 0:05. Again, the quantified standard deviation, which is likely to underestimate actual standard deviation, is much higher than the standard deviation of perceptionsin the simulated population. Also, actual and simulated heterogeneity do not show commondynamics.We conclude that the epidemiological model cannot explain the level and dynamics ofcrosssectional heterogeneity.In particular, the level difference in heterogeneity suggeststhat other sources of heterogeneity exist than only infrequent updating. Potential sources ofadditional heterogeneity include that people update using different information or that peopleprocess information differently.6 Conclusion This paper investigates the dynamics of inflation perceptions in Europe. We use monthlyhousehold survey data from the Joint Harmonized EU Consumer Survey spanning 011993082007.In an explorative investigation, we highlight three stylized facts about inflationperceptions. First, inflation perceptions do not efficiently incorporate available informationand therefore fail rationality tests. Second, inflation perceptions are highly heterogeneousacross the survey population. Third, inflation perceptions react both instantaneously andwith a time lag to the actual rate of inflation.These findings are broadly consistent with the epidemiological model of belief formation proposed by Carroll 2003. In this model, only a fraction of households update theirinformation sets in a given month. The remaining households stay inattentive and stickto outdated beliefs about inflation. We estimate two epidemiological models of perception 27formation, assuming that households either use the contemporaneous or the lagged rate ofinflation to update their beliefs with.In almost all countries within the sample, however,both epidemiological models are clearly rejected as the sum of partial adjustment coefficientsis significantly different from unity. This finding is in contrast to Carroll 2003 and D opke,Dovern, Fritsche, and Slacalek 2008b. Using expectations data rather than perceptionsdata, the epidemiological model is not rejected by these authors.The general picture is confirmed by quantitative response data from the Swedish Consumer Tendency Survey. Compared to euro area countries, the results are relatively stableacross subperiods. Moreover, we find that estimations based on quantified qualitative surveydata are consistent with estimations based on quantitative survey data. This corroboratesthe quantification method used for quantifying the qualitative response data from the Joint Harmonized EU Consumer Survey.We conclude by comparing the crosssectional heterogeneity of inflation perceptions in survey data with the heterogeneity of inflation perceptions in an artificial population that behavesaccording to an epidemiological model of belief formation. We find that the epidemiologicalmodel cannot explain the level and dynamics of survey heterogeneity.In particular, themodel significantly underpredicts the actual level of heterogeneity. This suggests that othersources of heterogeneity exist than only infrequent updating. Potential sources of additionalheterogeneity include that people update using different information or that people processinformation differently.Looking ahead, further insights will be gained by investigating inflation perceptions acrossdemographic groups. This will also contribute to the understanding of crosssectional heterogeneityof beliefs. Moreover, for a better understanding of perception formation and to derive sensiblemodels of aggregate dynamics, investigating householdlevel survey data will be essential.28References AaltoSetcid:127alcid:127a, V. 2006: Why Do Consumers Believe That the Euro Raised Prices?,International Journal of Consumer Studies, 302, 202206.Akerlof, G. A., W. T. Dickens, and G. L. Perry 2000: NearRational Wage and Price Setting and the LongRun Phillips Curve, Brookings Papers on Economic Activity,311, 160.Altissimo, F., M. Ehrmann, and F. Smets 2006: Inflation Persistence and PriceSetting Behaviour in the Euro Area, ECB Occasional Paper Series 46, European Central Bank.Andolfatto, D., S. Hendry, and K. Moran 2008: Are Inflation Expectations Rational?, Journal of Monetary Economics, 552, 406422.Ang, A., G. Bekaert, and M. Wei 2007: Do Macro Variables, Asset Markets, or Surveys Forecast Inflation Better?, Journal of Monetary Economics, 54, 11631212.Aucremanne, L., M. Collin, and T. Stragier 2007: Assessing the Gap Between Observed and Perceived Inflation in the Euro Area: Is the Credibility of the HICP at Stake?, National Bank of Belgium Working Paper 112.Banerjee, A., M. Marcellino, and C. Osbat 2004: Some Cautions on the Use of Panel Methods for Integrated Series of Macroeconomic Data, Econometrics Journal, 72,322340.Batchelor, R. A., and A. B. Orr 1988: Inflation Expectations Revisited, Economica,55219, 317331.Benford, J., and R. Driver 2008: Public Attitudes to Inflation and Interest Rates,Bank of England Quarterly Bulletin, 482, 148156.Berk, J. M. 1999: Measuring Inflation Expectations: A Survey Data Approach, Applied Economics, 3111, 14671480.Branch, W. A. 2007: Sticky Information and Model Uncertainty in Survey Data on Inflation Expectations, Journal of Economic Dynamics and Control, 31, 245276.29Breitung, J., and M. H. Pesaran 2005: Unit Roots and Cointegration in Panels,Deutsche Bundesbank Discussion Paper 422005.Bryan, M. F., and G. Venkatu 2001a: The Curiously Different Inflation Perspectivesof Men and Women, Federal Reserve Bank of Cleveland Economic Commentary Series.2001b: The Demographics of Inflation Opinion Surveys, Federal Reserve Bankof Cleveland Economic Commentary Series.Carlson, J. A., and M. Parkin 1975: Inflation Expectations, Economica, 42166,123138.Carroll, C. D. 2003: Macroeconomic Expectations of Households and Professional Forecasters, Quarterly Journal of Economics, 1181, 269298.Dickey, D. A., and W. A. Fuller 1981: Likelihood Ratio Statistics for Autoregressive Time Series With a Unit Root, Econometrica, 494, 10571072.Doehring, B., and A. Mordonu 2007: What Drives Inflation Perceptions? A Dynamic Panel Data Analysis, European Commission Economic Papers 284.Dolado, J., and H. Lcid:127utkepohl 1996: Making Wald Tests Work for Cointegrated VARSystems, Econometric Reviews, 15, 369386.Dcid:127opke, J., J. Dovern, U. Fritsche, and J. Slacalek 2008a: The Dynamics of European Inflation Expectations, B.E. Journal of Macroeconomics, 81.2008b: Sticky Information Phillips Curves: European Evidence, Journal of Money, Credit and Banking, 407, 15131520.Dziuda, W., and G. Mastrobuoni 2006: The Euro Changeover and Its Effects on Price Transparency and Inflation, Working Paper 26, Collegio Carlo Alberto.ECB 2005: Consumers Inflation Perceptions: Still At Odds With Official Statistics?,ECB Monthly Bulletin, 4, 3032.Ehrbeck, T., and R. Waldmann 1996: Why Are Professional Forecasters Biased?Agency Versus Behavioral Explanations, Quarterly Journal of Economics, 1111, 2140.30Ehrmann, M. 2006: Rational Inattention, Inflation Developments and Perceptions Afterthe Euro Cash Changeover, ECB Working Paper 588, European Central Bank.European Commission 2007: The Joint Harmonised EU Programme of Business and Consumer Surveys: User Guide, European Commission, DirectorateGeneral for Economicand Financial Affairs.Fluch, M., and H. Stix 2007: The Development of Euro Prices Subjective Perceptionand Empirical Facts, Monetary Policy and the Economy Oe NB, 071, 5584.Forsells, M., and G. Kenny 2004: Survey Expectations, Rationality and the Dynamicsof Euro Area Inflation, Journal of Business Cycle Measurement and Analysis, 11, 1341.Gf K 2002: Consumer Tendency Survey, Gf K Sweden, Stockholm, Sweden.Hamilton, J. D. 1994: Time Series Analysis. Princeton University Press.Im, K. S., M. H. Pesaran, and Y. Shin 2003: Testing for Unit Roots in Heterogeneous Panels, Journal of Econometrics, 115, 5374.Jonung, L. 1981: Perceived and Expected Rates of Inflation in Sweden, American Economic Review, 715, 961968.Jonung, L., and D. Laidler 1988: Are Perceptions of Inflation Rational? Some Evidence for Sweden, American Economic Review, 785, 10801087.Khan, H., and Z. Zhu 2006: Estimates of the StickyInformation Phillips Curve for the United States, Journal of Money, Credit and Banking, 381, 195207.Kwiatkowski, D., P. C. B. Phillips, P. Schmidt, and Y. Shin 1992: Testing the Null Hypothesis of Stationarity Against the Alternative of a Unit Root: How Sure Are We That Economic Time Series Have a Unit Root?, Journal of Econometrics, 5413,159178.Lanne, M., H. Lcid:127utkepohl, and P. Saikkonen 2002: Comparison of Unit Root Testsfor Time Series With Level Shifts, Journal of Time Series Analysis, 236, 667685.Laster, D., P. Bennett, and I. S. Geoum 1999: Rational Bias in Macroeconomic Forecasts, Quarterly Journal of Economics, 1141, 293318.31Lcid:127utkepohl, H., and M. Krcid:127atzig eds. 2004: Applied Time Series Econometrics. Cambridge University Press.Maag, T. 2009: On the Accuracy of the Probability Method for Quantifying Beliefs About Inflation, KOF Working Papers 230, ETH Zurich.Mac Kinnon, J. G. 1991: Critical Values for Cointegration Tests, in LongRun Economic Relationships: Readings in Cointegration, ed. by R. F. Engle, and C. W. J. Granger, pp.267276. Oxford University Press.Mankiw, N. G., and R. Reis 2002: Sticky Information Versus Sticky Prices: A Proposalto Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics, 1174,12951328.2006: Pervasive Stickiness, American Economic Review, 962, 164169.Mankiw, N. G., R. Reis, and J. Wolfers 2004: Disagreement About Inflation Expectations, NBER Macroeconomics Annual 2003, 18, 209248.Mehra, Y. P. 2002: Survey Measures of Expected Inflation: Revisiting the Issues of Predictive Content and Rationality, Economic Quarterly, 883, 1736.OReilly, G., and K. Whelan 2005: Has EuroArea Inflation Persistence Changed Over Time?, Review of Economics and Statistics, 874, 709720.Palmqvist, S., and L. Strcid:127omberg 2004: Households Inflation Opinions A Tale of Two Surveys, Sveriges Riksbank Economic Review, 4, 2342.Pedroni, P. 1999: Critical Values for Cointegration Tests in Heterogeneous Panels With Multiple Regressors, Oxford Bulletin of Economics and Statistics, 61, 653670.2004: Panel Cointegration: Asymptotic and Finite Sample Properties of Pooled Time Series Tests With an Application to the PPP Hypothesis, Econometric Theory, 20,597625.Perron, P. 1988: Trends and Random Walks in Macroeconomic Time Series, Journalof Economic Dynamics and Control, 12, 297332.32Pesaran, M. H. 2007: A Simple Panel Unit Root Test in the Presence of CrossSection Dependence, Journal of Applied Econometrics, 222, 265312.Pierse, R. G., and A. J. Snell 1995: Temporal Aggregation and the Power of Tests fora Unit Root, Journal of Econometrics, 652, 333429.Saikkonen, P., and H. Lcid:127utkepohl 2002: Testing for a Unit Root in a Time Series Witha Level Shift at Unknown Time, Econometric Theory, 182, 313348.Stix, H. 2005: Perceived Inflation and the Euro: Why High? Why Persistent?, in Proceedings of Oe NB Workshops: Price Setting and Inflation Persistence, December 15,2005, no. 8, pp. 221249. Oesterreichische Nationalbank.Tercid:127asvirta, T. 2004: Smooth Transition Regression Modelling, in Applied Time Series Econometrics, ed. by H. L utkepohl, and M. Kr atzig, chap. 6, pp. 222242. Cambridge University Press.Theil, H. 1952: On the Shape of Microvariables and the Munich Business Test, Revuede l Institut International de Statistique, 20, 105120.Thomas, L. B. 1999: Survey Measures of Expected U.S. Inflation, Journal of Economic Perspectives, 134, 125144.TrautMattausch, E., S. SchulzHardt, T. Greitemeyer, and D. Frey 2004:Expectancy Confirmation in Spite of Disconfirming Evidence: The Case of Price Increasesdue to the Introduction of the Euro, European Journal of Social Psychology, 34, 739760.Tversky, A., and D. Kahneman 1973: Availability: A Heuristic for Judging Frequencyand Probability, Cognitive Psychology, 52, 207232.Wang, P., and Y. Wen 2007: Inflation Dynamics: A CrossCountry Investigation,Journal of Monetary Economics, 54, 20042031.33Appendix A.1 Sample Summary Table A.1: Sample summary Sample Code Country 101995ATAustria 011993Belgium BE011993Germany DE011993Euro area EA011993ELGreece 011993Spain ES011993Europe EU111995FIFinland 011993France FR011993Ireland IE011993Italy IT011993NLNetherlands Sweden SE101995United Kingdom 011993UK082007082007082007082007082007082007082007082007072007082007082007082007082007082007T143176176176176176176142175176176176143176Mean cid:25 Median cid:25 SD cid:250.600.710.560.583.301.001.370.850.591.251.151.070.790.541.581.871.412.115.333.283.211.431.713.002.852.141.481.571.681.881.382.123.813.312.951.321.772.652.411.821.371.51Notes: The last three columns show mean, median and standard deviation of the HICP inflation rate incorresponding sample periods. The sample generally spans 011993 to 082007 and is defined by the jointavailability of survey data and HICP inflation rates. T denotes the number of monthly observations.A.2 Quantifying Incid:13ation Perceptions The Joint Harmonized EU Consumer Survey captures perceived inflation by asking: Howdo you think that consumer prices have developed over the last 12 months? They have Answers are given on an ordinal scale: Fallen S1, stayed about the same S2, risen slightlyS3, risen moderately S4, risen a lot S5. For further reference, S1 through S5 denote theanswer categories, whereas s 1 through s 5 are the share of responses in the corresponding category excluding the additional dont knowcategory. We quantify the qualitative responsedata employing the 5category probability method.Assume that previous to answering the survey, respondent i forms a quantitative perception cid:25pit of inflation. Respondent i then answers the EU consumer survey question accordingto the following scheme:34t;i cid:0cid:14tcid:25pcid:0cid:14t cid:20 cid:25pt;i cid:14tcid:0 cid:17tcid:14t cid:20 cid:25pt;i cid:25rtcid:0 cid:17t cid:20 cid:25pt;i cid:25rt cid:17tcid:21 cid:25rcid:25pt cid:17tt;icid:25rt: prices in general are lower S1: about the same S2: a little higher S3: moderately higher S4: a lot higher S5Judgements cid:25por due to the use of different information sets. Assuming that cid:25pitit will vary across respondents due to differences in information processingt ; cid:27t and that rangecid:24 N cid:25pparameters cid:14t and cid:17t are homogeneous across respondents we obtain:t;i cid:14t tcid:0cid:14t cid:0 cid:25pcid:27tcid:14t cid:0 cid:25pcid:27tcid:25rtt cid:17t cid:0 cid:17t t;i cid:25rt;i 1 cid:0 ttcid:0cid:14t cid:0 cid:25pcid:0 cid:27tcid:0 cid:17t cid:0 cid:25pcid:0 cid:27tt cid:17t cid:0 cid:25pcid:25rcid:27tt cid:17t cid:0 cid:25pcid:25rtttcid:27tcid:14t cid:0 cid:25pcid:27tcid:0 tcid:25rtt;i cid:0cid:14t t P cid:25ps 1t P cid:0cid:14t cid:20 cid:25ps 2t P cid:14t cid:20 cid:25ps 3t;i cid:25rtcid:0 cid:17t cid:20 cid:25pt;i cid:17t cid:20 cid:25ps 4t P cid:25rt;is 5t P cid:25rcid:0 cid:17t cid:0 cid:25pcid:27ttA.1where : is the standard normal cumulative distribution function. The system of equationsA.1 can be rewritten to obtain a system of 4 linearly independent equations with 5 unknownscid:25pt , cid:27t, cid:14t, cid:17t, cid:25rt :35G1t G2t G3t G4t G5t cid:01cid:01cid:01cid:01cid:01ts 1t 1 cid:0 s 51 cid:0 s 51 cid:0 s 51 cid:0 s 5tttcid:0cid:14t cid:0 cid:25ptcid:27tttttcid:0cid:14t cid:0 cid:25pcid:0 s 2cid:27tcid:0 s 4cid:0 s 3cid:14t cid:0 cid:25pcid:0 s 3cid:0 s 4cid:0 cid:17t cid:0 cid:25pcid:0 s 4cid:25rtcid:27tt cid:17t cid:0 cid:25pcid:25rcid:27tttttttcid:27t System A.2 can be solved for the mean cid:25pt of perceived inflation:cid:25pt cid:25rt G2t G3cid:0 G4tt G3tt G2cid:0 G5tA.2A.3In the following, cid:25ptis referred to as perceived inflation rather than mean of perceivedinflation. The remaining unknowns are given by:cid:02cid:0 G4cid:0 G3cid:0 G4cid:0 G5cid:0 G4t G3t G2tt G3t G4tt G3tcid:27t cid:25rtcid:17t cid:25rtcid:14t cid:25rt G2G2G2ttttttcid:0 G5cid:0 G5cid:0 G5ttA.4A.5A.6To identify the above system, we assume that the reference rate of inflation cid:25rrate of inflation is constant over time but may differ across countries. Hence, cid:25rt the moderatet cid:25r is aconstant scaling factor to perceived inflation. To determine the moderate level of inflation,we impose unbiasedness of perceived inflation such that average perceived inflation is equalto average actual inflation over the sample period:32cid:25rt 1Tcid:25t G3G2cid:0G4tt G3tt G2cid:0G5tA.7Tt1where T is the number of periods and cid:25 the average actual rate of inflation.32The unbiasedness assumption is commonly imposed to quantify inflation expectations, see, e.g., Berk1999 and Forsells and Kenny 2004.36Figure A.1: Perceived inflation in Sweden Notes: The figure shows quantified mean and crosssectional standard deviation of inflation perceptions aswell as the mean and standard deviation of quantitative inflation perceptions. Qualitative response data isquantified using the 5category probability method under the assumption that perceptions are unbiased.The assumptions imposed by the probability approach have been critically discussed inthe literature. To assess the method, Figure A.1 shows quantified inflation perceptions as wellas actual quantitative perceptions which are available from the Swedish Consumer Tendency Survey. The quantified mean closely tracks the mean of quantitative survey responses. Thecorrelation coefficient of the two series is 0.96. The level difference averages at 0.01%. Quantitative response data is also available for Austria, where a survey was conducted in June 2004. Stix 2005 reports that inflation perceptions average at 2.7%. The probability methodgenerates a value of 2.20%. Figure A.1 further indicates that the quantified crosssectionalstandard deviation of perceptions is less accurate. The correlation of the quantified serieswith the standard deviation of quantitative responses is only 0.19. Moreover, the quantifiedstandard deviation averages 1.43% below the actual standard deviation of quantitative responses. For assessing the heterogeneity generated by models of belief formation we thereforeprimarily rely on the quantitative response data from Sweden.370246%1992m 11994m 11996m 11998m 12000m 12002m 12004m 12006m 12008m 1Quantified mean Quantified SDQuantitative mean Quantitative SDA.3 Time Series Properties 38etarnoitaflni IPCHehtfoytiranoitat S:2.Aelba TSSPK.ffdi.ts 1sleve Lcid:281cid:22cid:283cid:28cid:2823.024.042.189.018.121.162.026.061.037.099.029.043.059.00I0I0I0I0I0I0I0I0I0I0I0I0I0I1I1I1I1I1I1I1I1Icc,0I,0I1Ic,0I1Itc,0I54.063.147.190.141.300.100.116.068.097.004.186.021.296.002.283.598.464.275.526.285.215.153.274.207.191.126.668.370.262.380.371.266.262.222.227.151.222.226.145.106.377.291.304.579.474.216.350.375.266.125.264.267.109.184.648.325.292.348.202.219.174.249.197.142.212.258.127.105.377.2p 1111112122111111T241571571571571571571141571571571721241571yrtnuo CTAEBEDAELESEUEIFRFEITILNESKU39ignwollo F.snoitavresboforebmunehtsi T.1.Aelba Tnidefiicepserasdoirepelpmaseh T.levelyrtnuocnostset SSPKdna FDAswohselbatsih T:seto NehtrofcitsitatsFehtsi 3,dnerticitsinmreteddnatnatsnochtiwnoitacfiicepsehtnicitsitatstehtsetonedcid:28,1891rellu Fdnayekci Ddna6791rellu FtniojehtrofcitsitatsFehtsi 1,ylnotnatsnochtiwnoitacfiicepsehtnicitsitatstehtsetonedcid:22.orezeradnertemitdnatneicffieoctahtsisehtopyhtniojwohs.ffid.ts 1dnasleve Lsnmulo C.dnertdnatnatsnoctuohtiwnoitacfiicepsehtnicitsitatstehtsetonedcid:22.orezeratnatsnocdnatneicffieoctahttsetnoitamrofninaiseya Bzrawhc Sehtgnisuidenmretedsipsgalforebmuneh T.8891norre Pfoerudecorplaitneuqesehtybdeilpminoitacfiicepsledomehtseulavlacitirc,dnerticitsinmretedrofswollatset SSPKeh T.1891rellu Fdnayekci Ddna1991inonn Kca Motigndroccaseulavlacitir C.CBSnoiretirc.ylevitcepser,level%1dna%5,%01ehttaecnacfingisilacitsitatsetacidnidna,.2991.lateikswoktaiw Kmorfnekateranoitaflnideviecrepfoytiranoitat S:3.Aelba T18.044.177.090.145.122.171.169.079.069.038.068.086.030.10I0I0I0I0I0I0I0I0I0I0I0I0I0I1I1I1I1I1I1I1Itc,0I1I1I1I1Itc,0I1ISSPK.ffdi.ts 1sleve Lcid:2859.001.033.001.044.010.070.041.044.020.052.015.051.152.01cid:22cid:283cid:28cid:2883.266.012.164.034.098.076.054.1201.175.199.241.199.499.263.111.155.119.086.092.131.149.512.137.144.215.141.344.262.255.495.218.184.336.141.239.9163.235.132.341.127.532.350.206.239.107.171.218.148.105.571.284.194.273.182.394.2p 11111111111111T341671671671671671671241571671671671341671yrtnuo CTAEBEDAELESEUEIFRFEITILNESKU40.noitpircsedarof 2.Aelba Tfoetontoofee S:seto NTable A.4: Unit root tests allowing for a deterministic level shift Country ATBEDEEAELESEUFIFRIEITNLSEUKHICP inflation rate Perceived inflation Break date Test statistic Break date Test statistic 0420010820000920060120020919930720010120020119940120021220000120020120010119941019952.892.081.711.783.081.682.162.272.271.501.810.442.693.020620000620000120020220020620050420030220020819970919951220041120041020020320050320062.431.711.902.161.100.942.584.271.001.871.631.182.182.45Notes: This table shows unit root test results for actual HICP inflation and perceived inflation. Following Saikkonen and L utkepohl 2002 and Lanne, L utkepohl, and Saikkonen 2002 the tests allow for an exponentiallevel shift in the data generating process. The sample periods are specified in Table A.1. T is the number ofobservations. The test is based on estimating the deterministic term first by generalized least squares under thenull hypothesis of a unit root. Subsequently, an ADF type test is performed on the adjusted series which alsoincludes terms to correct for estimation errors in the parameters of the deterministic part. The exponentialshift begins at the break date, which is chosen to minimize the generalized sum of squared residuals. Settingthe break date exogenously to 012002 does not change any of the results. Critical values are taken from Lanne, L utkepohl, and Saikkonen 2002. Estimation is done with the JMulti software from L utkepohl and Kr atzig 2004. , and indicate statistical significance at the 10%, 5% and 1% level, respectively.41Table A.5: Panel unit root testsp1p2p3p4cid:25 N12, T175cid:25p N9, T175cid:25 N12, T108cid:25p N9, T108cid:25 N12, T55cid:25p N12, T55IPS2.520CIPS 2.866IPS2.192CIPS 2.409IPS2.222CIPS 2.473IPS2.401CIPS 2.5452.528IPSCIPS 2.527IPS2.637CIPS 2.803199320072.4652.7802.0632.2462.7583.0852.0632.206199320012.2292.4322.2112.3642.0422.1782.4642.6612.5012.7212.1802.205200320072.0702.0982.5252.4052.7663.1412.0482.0682.5672.9782.2112.1231.9441.9422.3022.512Notes: This table shows IPS and CIPS panel unit root tests for actual HICP inflation and perceived inflationp.IPS denotes the Im, Pesaran and Shin 2003 tbar statistic and accounts for common time effects.Following Pesaran 2007, CPIS is the tbar statistic based on crosssectionally augmented ADF regressions.Critical values are provided in the respective papers. All statistics are based on ARp specifications in levelsthat include a deterministic trend and a constant. To obtain balanced panels for perceived inflation, AT, FI,SE are excluded in the samples 19932007 and 19932001. , and indicate statistical significance at the 10%, 5% and 1% level, respectively.Table A.6: Cointegration of actual and perceived inflation, 19932007Country ATBEDEEAELESEUFIFRIEITNLSEUKr0r1Implied rcid:1210.4914.3611.996.4415.936.759.8939.2814.5816.015.0714.5326.6315.321.781.572.560.910.331.621.404.051.463.492.234.979.604.40000010020100200.740.260.150.190.060.250.250.210.520.360.230.240.370.13p 22223222222222T140173173173172173173139173173173125140173Notes: This table shows Johansen tests for the cointegration rank between actual and perceived inflation,19932007. The lag order p is determined using the SBC, a minimum of one lag in first differences is included.Critical values from Johansen 1995: r1, 15.41 5%, , 19.96 1%, ; r2, 3.76 5%, 9.24 1%. isthe cointegration coefficient in the regression yit xit it. T denotes the number of observations.42Table A.7: Cointegration of actual and perceived inflation, 19932001Country ATBEDEEAELESEUFIFRIEITNLSEUKr0r1Implied rcid:126.9220.019.915.7012.5610.288.5433.308.199.316.9412.9922.018.391.163.273.821.813.332.412.403.302.841.491.830.116.300.82010000010000200.550.280.260.250.120.310.320.600.270.390.350.270.330.10p 22222222222222T73106106106106106106721061061065873106Notes: See footnote of Table A.6 for a description.Table A.8: Cointegration of actual and perceived inflation, 20032007Country ATBEDEEAELESEUFIFRIEITNLSEUKr0r1Implied rcid:1210.7410.4127.0416.7523.5811.4926.6212.1118.0918.6510.3722.7520.8311.444.483.867.566.429.505.683.072.996.364.940.646.187.202.02002220102202200.050.120.240.010.550.090.230.140.070.341.511.120.480.28p T532532253532532253532532532253532532532253Notes: See footnote of Table A.6 for a description.43Table A.9: Tests for panel cointegration 199320071993200120032007Parametric tstatistic Panel statistic Group mean statistic Nonparametric tstatistic Panel statistic Group mean statistic1.622.943.094.523.594.315.286.182.732.982.984.36Notes: Pedroni tests for panel cointegration of actual inflation and perceived inflation. Panel cointegrationregressions include time fixed effects. All statistics are standardized and follow a N 0, 1 distribution, see Pedroni 1999, 2004. Estimation has been done using the RATS procedure written by Peter Pedroni. , and indicate statistical significance at the 10%, 5% and 1% level, respectively.44A.4 Further Results 45p GBpdla W53.010.009.040.025.044.090.035.092.078.077.032.083.037.058.000.010.000.000.000.021.080.000.000.000.000.000.061.02R39.058.029.069.058.098.069.068.069.029.088.067.097.007.06040.06750.06650.06240.03571.07880.05160.02840.05980.04070.02380.00960.06970.07241.01222.09151.06671.04596.07792.00900.01580.00470.02082.05112.03124.02493.03672.06191.07440.01750.01260.02630.07640.09040.09930.04740.02450.01740.04260.08660.09170.09380.01129.07597.07997.01038.05608.06818.05009.03188.00508.03758.09056.06935.06917.05478.03720.05720.08520.06510.02800.08610.08420.09710.02320.08020.02910.00230.01630.06030.02270.09160.01670.05360.05320.06060.04630.09840.08580.08640.09590.04461.01901.00000.0TAEBEDAELESEIFRFEITILNESq ESKU10023991,1ledo M:01.Aelba T0cid:112cid:111cid:11yrtnuo C46.noitpircsedarof 4elba Tfoetontoofee S:seto Np GBpdla W21.055.010.010.001.031.034.024.020.020.010.054.094.023.000.011.010.011.000.050.000.010.080.021.024.010.000.010.02R43.037.039.029.014.085.056.014.038.029.009.008.007.028.07362.09581.05880.09731.06150.19034.09841.09613.01381.00261.03602.03780.00321.00970.09109.06812.00023.04622.05871.43205.07588.03998.02263.00211.00690.01653.07891.09322.01111.01190.07340.00640.02501.03211.07880.00731.07460.06950.07050.03180.02890.04650.09975.01638.08748.01809.03255.07247.08196.04706.05718.02648.02878.03686.07506.09428.07820.08420.05810.07130.06961.07830.04910.01420.04530.02001.06521.07560.09570.01820.03820.07720.01100.09100.07003.05350.05750.03080.01362.01622.08551.01671.02940.09910.0TAEBEDAELESEIFRFEITILNESq ESKU70023002,1ledo M:11.Aelba T0cid:112cid:111cid:11yrtnuo C47.noitpircsedarof 4elba Tfoetontoofee S:seto Np GBpdla W02.020.019.072.056.004.050.094.068.000.129.070.064.037.094.000.030.070.000.000.001.070.000.020.000.000.010.080.02R29.068.009.059.048.088.069.068.069.029.078.037.087.007.09930.03560.03750.05740.09081.02590.01360.06740.07390.02370.05080.02270.08380.02141.06932.05621.00880.07646.07082.09420.08980.06990.04223.09561.03504.00783.09752.02332.06740.02950.05850.05140.07840.01740.05040.02540.00750.05940.06360.00470.03870.05580.07839.06677.06948.02139.07328.07838.08329.04798.04587.00109.08866.00675.09657.01278.00720.05320.08120.08510.04800.06810.06420.00710.07320.08120.09120.04930.03240.01130.03960.03740.03630.09810.06840.03710.01230.03700.04190.09980.06431.06520.09280.07720.0TAEBEDAELESEIFRFEITILNESq ESKU10023991,2ledo M:21.Aelba T0cid:112cid:111cid:11yrtnuo C48.noitpircsedarof 5elba Tfoetontoofee S:seto Np GBpdla W02.027.010.010.090.031.041.071.010.010.000.011.070.043.000.001.000.071.010.050.030.010.050.094.006.020.010.010.02R53.027.039.029.004.075.016.034.028.019.009.077.056.028.05552.09591.06180.05731.05741.12144.09971.02713.08381.00871.03132.02201.01541.02080.00519.05143.00972.03900.41519.04993.09398.04583.06691.03320.07450.09512.00243.07102.02211.01001.08240.07540.06311.01711.05901.01631.08660.02550.05540.01180.01601.04160.05275.03038.03528.04809.09555.09647.08967.03685.05228.06978.01378.04008.05037.06328.08720.05720.00510.05030.02961.01440.01820.07220.06430.01001.01941.06040.05050.07920.05030.05320.01710.08110.02552.05240.06810.07040.01560.08371.06402.00540.03840.07840.0TAEBEDAELESEIFRFEITILNESq ESKU70023002,2ledo M:31.Aelba T0cid:112cid:111cid:11yrtnuo C49.noitpircsedarof 5elba Tfoetontoofee S:seto Ndefiicepserasdoirepelpmascfiicepsyrtnuoceh T.70023991,dohtemttucr Oenarhco Cdetaretiehtgnisu1ledo Mfosetamitseswohselbatsih T:seto Nhsacorueehtrofelbairavrotacidniehtfosetamits E.121noitcirtserehtfotsetdla Wehtfoeulavpehtstroperplda Wnmuloceh T.1.Aelba Tni%1dna%5,%01ehttaecnacfingisilacitsitatsetacidnidna,.sesehtnerapnisrorredradnatstsuboryticitsadeksorete H.detropertonerarevoegnahc.ylevitcepser,levelpdla W04.000.047.000.000.000.000.000.000.010.032.000.010.010.02R89.059.049.079.059.069.079.079.079.059.059.097.048.097.09330.08140.02440.05830.02531.07370.05320.00640.07450.02250.06360.07750.06550.05360.07741.02710.06921.05104.08003.09511.06631.05702.06411.07950.00432.01071.03561.00020.05530.00530.04430.00030.05530.01230.01120.09140.08030.08920.09930.01150.09340.01440.04229.01968.00559.02478.08098.01618.05278.08748.04558.04609.08009.02686.04997.02568.04810.03510.09610.09310.05600.02410.05310.07410.04310.00510.08610.04720.05820.02020.05250.04530.05230.05740.05010.08160.06430.05440.06560.08730.05650.03531.03001.03130.0TAEBEDAELESEIFRFEITILNESq ESKUsetamitsettucr Oenarhco C,1ledo M:41.Aelba T0cid:112cid:111cid:11yrtnuo C50.noitpircsedarof 41.Aelba Tfoetontoofee S.70023991,dohtemttucr Oenarhco Cdetaretiehtgnisu2ledo Mfosetamitseswohselbatsih T:seto Npdla W52.000.053.000.000.000.000.000.000.020.012.000.010.010.02R89.059.049.079.059.069.079.069.069.059.049.087.048.097.05330.01440.04540.09930.06531.07670.08320.03740.05750.07250.03460.07060.08450.09360.00751.01911.01404.07213.05331.04651.01022.08311.04540.06660.05912.05061.01451.05630.06630.01530.03430.09230.08530.01630.08120.02140.01130.01030.07930.07650.00540.08540.03039.09958.00059.03109.03398.01028.02988.08138.09258.06529.00009.01457.07348.01388.00810.00310.04510.02410.06600.00610.03410.04410.01310.03510.05710.07720.08920.09020.04830.06530.04820.07410.02800.06450.00540.00460.05410.03220.08450.00080.03060.09710.0TAEBEDAELESEIFRFEITILNESq ESKUsetamitsettucr Oenarhco C,2ledo M:51.Aelba T0cid:112cid:111cid:11yrtnuo C51eh T.1.Aelba Tnidefiicepserasdoirepelpmascfiicepsyrtnuoceh T.70023991,secnereffditsrfini1ledo Mfosetamitse SLOswohselbatsih T:seto Nredrotsrfirofcitsitatstset MLyerfdo Ghcsuer Behtfoeulavpehtsip GB.121noitcirtserehtfotsetdla Wehtfoeulavpehtstroperplda Wnmulocyticitsadeksoretehrofignwollasrorredradnatsetih W.detropertonerarevoegnahchsacorueehtrofelbairavrotacidniehtfosetamits E.noitalerroclaudiser.ylevitcepser,level%1dna%5,%01ehttaecnacfingisilacitsitatsetacidnidna,.sesehtnerapnisecnereffditsrfini1ledo M:61.Aelba Tp GBpdla W20.061.040.000.020.000.076.000.057.080.072.010.060.065.000.000.000.000.000.000.000.000.000.000.000.000.000.000.02R60.070.060.080.011.040.031.010.070.090.090.090.080.030.00710.05110.02700.07500.07520.04610.09610.07010.04710.06410.03210.00720.02420.03310.01120.09400.07200.01000.01410.07100.02630.09600.03410.05200.06600.00800.06100.04010.09090.00590.01621.01670.04190.05180.02301.07770.08970.03280.02141.06021.00801.08090.03552.04441.00582.09451.00001.04660.01511.04700.08612.05092.04931.05011.04951.05640.03640.09530.05920.04730.02340.05340.01440.06920.01830.03940.04850.01150.01450.03830.07380.09010.09150.01411.04911.00431.01790.09170.01130.00522.09640.07171.02151.00650.0TAEBEDAELESEIFRFEITILNESq ESKU0cid:112cid:111cid:11yrtnuo C52secnereffditsrfini2ledo M:71.Aelba Tp GBpdla W20.092.040.025.030.044.020.009.046.093.072.060.050.060.000.000.000.000.000.000.000.000.000.000.000.000.000.000.02R30.011.030.080.090.070.050.080.070.040.090.040.040.010.09710.02110.07700.00600.05620.01610.00810.03010.08610.09410.01210.07620.09320.09310.02220.04400.05300.01000.02020.02300.08040.08700.02310.01400.04600.06700.04400.02110.05690.04380.03511.05770.00090.09280.04321.00670.06180.07680.06241.04811.02011.05390.01942.08181.06982.06721.06110.05711.07971.01230.06322.00892.05431.03191.01441.08250.07730.01910.07720.06230.09250.04530.04140.05720.06740.08950.05140.01760.07360.05440.05550.04990.06910.02940.06161.00760.00901.09231.03580.03030.09850.07001.04060.09900.0TAEBEDAELESEIFRFEITILNESq ESKU0cid:112cid:111cid:11yrtnuo C53.noitpircsedarof 61.Aelba Tfoetontoofee S.70023991,secnereffditsrfini2ledo Mfosetamitse SLOswohselbatsih T:seto N70023991,2ledo Mniytilanoitarrae N:81.Aelba Tnaide M67.188.183.121.218.313.363.177.156.214.228.145.145.115.1241571831571571571141571931571571241931721T6440.01240.01530.00040.00560.04240.04140.08330.02830.09350.04750.06870.03980.06850.02120.04100.02cid:111670.00070.07300.03440.01420.07350.02780.00710.06330.07740.07390.01151.04140.08340.05040.09330.02340.06430.01930.07630.05240.08830.07640.08770.01280.08160.08520.02100.01cid:112590.04150.06350.09420.05410.08150.05690.04100.03330.01310.01370.02141.02430.05750.03330.01830.00350.01530.04030.01250.02630.00930.01440.02360.08050.08940.03288.02308.04149.00488.09908.09008.02798.09828.04088.05188.02938.08717.05467.00929.02cid:118720.06240.07810.05620.00460.01730.04330.01220.02030.07050.05250.00550.06450.02150.07600.00150.07810.07560.00600.05250.01720.05230.04020.09330.02420.07080.02870.05670.0TAEBEDAELESEIFRFEITILNESq ESKU1cid:11yrtnuo C54.noitpircsedarof 6elba Tfoetontoofee S:seto N", "filename": "584007418.pdf", "person": ["Sarah M. Lein", "Lein, Sarah M.", "Thomas Maag", "Maag, Thomas"], "date": ["2008"]}