{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/28220/1/584533950.PDF"], "title": ["Exports and profitability first evidence for German manufacturing firms"], "plaintext": "Exports and Profitability First Evidence for German Manufacturing Firms Helmut Fryges and Joachim Wagner October 20, 2008 Abstract: Using unique recently released nationally representative highquality longitudinal data at the enterprise level for Germany, this paper presents the first comprehensive evidence on the relationship between exports and profitability. It documents that the positive profitability differential of exporters compared to nonexporters is statistically significant, though rather small, when observed firm characteristics and unobserved firm specific effects are controlled for. In contrast to nearly all empirical studies on the relationship between productivity and exports we do not find any evidence for selfselection of more profitable firms into export markets. Due to the sampling frame of the data used we cannot test the hypothesis that firms which start exporting perform better in the years after the start than their counterparts which do not start. Instead, we use a newly developed continuous treatment approach and show that exporting improves the profitability almost over the whole range of the exportsales ratio. Only firms that generate 90 percent and more of their total sales abroad do not benefit from exporting in terms of an increased rate of profit. This means, that the usually observed higher productivity of exporters is not completely absorbed by the extra costs of exporting or by higher wages paid by internationally active firms. Keywords: exports, profitability, micro data, Germany JEL classification: F14, D21 Helmut Fryges, ZEW Centre for European Economic Research, Department of Industrial Economics and International Management, P.O. Box 10 34 43, D68034 Mannheim, Germany Phone: 496211235189, Fax: 496211235170, email: frygeszew.de, http:www.zew.de Corresponding author: Prof. Dr. Joachim Wagner, University of Lueneburg, Institute of Economics PO Box 2440, D21314 Lueneburg, Germany Phone: 4941316772330, Fax:4941316772026, email: wagnerunilueneburg.de http:www.unilueneburg.defb 2vwlwifo Acknowledgement: All computations for this study were done inside the Research Data Centre of the Statistical Office of Berlin. A first version of this paper was presented at the workshop of the International Study Group on Exports and Productivity at Nottingham University in February 2008. Furthermore, this paper was presented at the Applied Micro Workshop at Pennsylvania State University in September 2008, while Helmut Fryges was visiting Penn State University during the fall semester 2008. Helpful suggestions by Mark Roberts, James Tybout and other participants of the Applied Micro Workshop are highly acknowledged. 0 1. Motivation A huge and emerging literature on the microeconometrics of international trade demonstrates that exporting firms are more productive than otherwise identical firms that sell on the national market only see Bernard et al. 2007 for the U.S., Mayer and Ottaviano 2007 for European countries, Wagner 2007a for a survey of studies from countries all over the world, and The International Study Group on Exports and Productivity 2008 for strictly comparable results from 14 countries. Exporting firms have to bear extra costs due to, among others, market research, adoption of products to local regulations, or transport costs. These extra costs are one reason for a selfselection of the more productive firms on international markets. Furthermore, exporting firms tend to pay higher wages than nonexporting firms see Schank, Schnabel and Wagner 2007 for a survey. Germany, one of the leading actors on the world market for goods, is a case in point: After controlling for observable and unobservable firm characteristics, productivity is significantly and substantially higher in exporting than in nonexporting firms Wagner 2007b, and compared to identical nonexporting firms exporting firms pay significantly and substantially higher wages to workers with the same observable and unobservable characteristics Schank, Schnabel and Wagner 2007. A question that has to the best of our knowledge not been investigated in this literature is whether the productivity advantage of exporting firms does lead to a profitability advantage of exporters compared to otherwise identical nonexporters even when exporters are facing extra costs and pay higher wages. Profitability is a performance dimension that is not investigated empirically in the literature dealing 1with the microeconometrics of international trade see the recent survey papers by Bernard et al. 2007 and by Mayer and Ottaviano 2007.1 The situation differs when the literature on international management is considered. Here empirical investigations of the relationship between internationalisation measured by the percentage of exports in total sales, or by various other indicators including foreign assets to total assets, or the number of foreign subsidiaries and firm performance measured by various accounting indicators like return on assets, or return on equity have a long tradition lasting at least 40 years. This literature has produced a great number of studies based on various methods. Glaum and Oesterle 2007, p. 308 recently argued that these empirical studies have come to heterogeneous and sometimes contradictory results. Similarly, Ruigrok, Amann and Wagner 2007, p. 350 state that the findings generated by this research stream have been inconclusive and contradictory. In a metaanalysis that covers 36 studies Bausch and Krist 2007 find a positive and statistically significant overall relationship between internationalisation and firm performance, although the effect size is small in magnitude. Furthermore, they find evidence that this relationship is highly contextdependent, and that RD intensity, product diversification, country of origin, firm age, and firm size significantly affect performance gains attributable to internationalisation see Bausch and Krist 2007, p. 337. Given that the samples used in these studies from the literature on international management tend to be small crosssection samples that do not allow to control for unobserved heterogeneity by including fixed firm effects, and that various measures of both internationalisation and performance are used see Bausch and 1 Note that the recent paper by Asiedu and Freeman 2007 has a different focus it examines the withinregion effect of globalisation, i.e. the extent to which the level of globalisation in the region in which a firm operates affects its performance. 2Krist 2007, p. 332, we cannot find an answer to our question whether the productivity advantage of exporting firms does lead to a profitability advantage of exporters compared to otherwise identical nonexporters even when exporters are facing extra costs and pay higher wages from this literature. This paper contributes to the literature by using unique recently released nationally representative highquality longitudinal data for German enterprises to conduct the first comprehensive empirical study on the relationship between exports and profitability. We document a positive profitability differential of exporters compared to nonexporters that is statistically significant, though rather small, when observed firm characteristics and unobserved firm specific effects are controlled for. In contrast to nearly all empirical studies on the relationship between productivity and exports we do not find any evidence for selfselection of more profitable firms into export markets. Due to the sampling frame of the data used we cannot test the hypothesis that firms which start exporting perform better in the years after the start than their counterparts which do not start. Instead, we use a newly developed continuous treatment approach and show that exporting improves the profitability almost over the whole range of the exportsales ratio. This means, that the usually observed higher productivity of exporters is not completely absorbed by the extra costs of exporting or by higher wages paid by internationally active firms. This evidence presented here for Germany, a leading actor on the world market for manufactured goods, is interesting on its own, and it can serve as a benchmark for future studies using comparable data from other countries. The rest of the paper is organised as follows: Section 2 introduces the newly available data set. Section 3 presents results from descriptive comparisons of exporting and nonexporting firms. Section 4 reports estimations of exporter profitability premia after controlling for observed and unobserved differences between 3exporters and nonexporters. Section 5 investigates the causal effect of exporting on profitability using the recently developed generalised propensity score GPS methodology. 2. Data The data used in this study are merged from two surveys conducted by the German Statistical Offices. One source is a monthly report for establishments in manufacturing industries that covers all local production units that have at least 20 employees itself or that belong to an enterprise with a total of at least 20 employees. Information from the monthly surveys is either summed up for a year, or average values for a year are computed, and a panel data set is build from annual data. A detailed description of these data is given in Konold 2007. For this project the information collected at the establishment level has been aggregated at the enterprise level to match the unit of observation from the second source of data used here, the cost structure survey for enterprises in the manufacturing sector. This survey is carried out annually as a representative random sample survey stratified according to the number of employees and the industries of around 18.000 enterprises. While all enterprises with 500 or more employees are included in each survey, a stratified random sample of smaller firms with 20 to 499 employees is drawn that remains in the survey sample for four years in succession and that is replaced by a new stratified random sample afterwards. Therefore, data from the cost structure survey can be used to build an unbalanced panel containing all enterprises with at least 500 employees in a year plus a sample of smaller firms with a rotating panel design. A detailed description of the cost structure survey can be found in Fritsch et al. 2004. 4Data from the two sources are matched using the enterprise identifier available in both surveys. The resulting panel used in this study covers the years from 1999 to 2004.2 These data are confidential but not exclusive. They can be used by researchers on a contractual basis via controlled remote data access inside the research data centres of the German Statistical Offices see Zuhlke et al. 2004 for details.3 3. Descriptive analysis As a first step in our empirical investigation we compare the profitability of exporting and nonexporting firms. Information on exports is based on data taken from the monthly report for establishments in manufacturing industries, and an enterprise is considered to be an exporter in a year if at least one of its establishments or, in case of singleestablishment enterprises, the enterprise itself reported a positive amount of sales to a customer in a foreign country or to a German export trading company. Using information from the cost structure surveys, the rate of profit of a firm is computed as a rate of return, defined as gross firm surplus computed as gross value added at factor costs gross wages and salaries costs for social insurance paid by the firm divided by total sales net of VAT minus net change of inventories.4 2 The data are available for 1995 to 2004. Due to the introduction of a new industry classification new samples were drawn after two years in 1997 and in 1999. This leads to a highly unbalanced panel when data for 1995 to 2004 are used see Brandt et al. 2008, p. 221, and these data are not useful for the empirical investigation performed here. Furthermore, information on employees in RD is available from 1999 onwards only. 3 To facilitate replication the Stata dofiles used in the computations are available from the authors upon request. 4 Note that the data set does not have any information on the capital stock, or the sum of assets or equity, of the firm, so that it is not possible to construct profit indicators based thereon like return on assets or return on equity. 5Our profit measure is a measure for the pricecost margin which, under competitive conditions, should on average equal the required rental on assets employed per money unit of sales see Schmalensee 1989, p. 960f  Differences in profitability between firms, therefore, can follow from productivity differences, but also from different markups of prices over costs and from differences in the capital intensity. Given that our data set does not have information on the capital stock employed by the firms in our econometric investigations we control for differences in the capital intensity by including a complete set of industry dummy variables at the most disaggregated 4digit level. Table 1 reports the mean and selected percentiles of the distribution of the rate of profit for exporting and nonexporting enterprises for each year between 1999 and 2004. The mean and the median is higher for exporters compared to nonexporters in every year, and with the exception of the first percentile in three of the six years this holds for the other percentiles of the distribution of the rate of profit reported here, too. Table 1 and Table 2 near here According to the results from a ttest that does not assume equal variances for both groups of enterprises reported in Table 2 the difference in the mean value is highly statistically significant in five years. Note, however, that this difference in the rate of profit is rather small; it rarely exceeds one percentage point with a mean of the rate of profit for exporters around 12 percent. If one looks at differences in the mean value for two groups only, one focuses on just one moment of the profitability distribution. A stricter test that considers all moments is a test for stochastic dominance of the profitability distribution for one group over the profitability distribution for another group. More formally, let F and G denote the cumulative distribution functions of profitability for exporters and for non 6exporters. Then first order stochastic dominance of F relative to G means that Fz Gz must be less or equal zero for all values of z, with strict inequality for some z. Whether this holds or not is tested nonparametrically by adopting the KolmogorovSmirnov test see Conover 1999, p. 456ff  Furthermore, exporters and nonexporters are not equally distributed over the industries, and the level of the rate of profit might vary across industries due to, for example, differences in the degree of competition or regulation. To control for the different industries, for the KolmogorovSmirnov test the rate of profit of a firm is calculated as the deviation from the mean value in the 4digit industry. The KolmogorovSmirnov test is used here to test three hypotheses, i.e., that the distributions of the rate of profit are different for exporting and nonexporting enterprises, that the distribution of the rate of profit for exporting enterprises first order stochastically dominates the distribution of the rate of profit for nonexporting enterprises, and that distribution of the rate of profit for nonexporting firms first order stochastically dominates the distribution of the rate of profit for exporting firms. Results reported in Table 2 show that the first two hypotheses cannot be rejected at a five percent level, while the third hypothesis is clearly rejected. A comparison of the rate of profit between exporting and nonexporting firms neglects that exporters distinguish from each other with respect to the share of total sales they generate abroad the socalled exportsales ratio or export intensity. Fryges and Wagner 2008 showed that the relationship between labour productivity growth and the exportsales ratio is nonlinear. Thus, it can be expected that similar to the relationship between the exportsales ratio and labour productivity growth the firms profitability also varies between firms with different export intensities. Table 3 displays the rate of profit for enterprises within different classes of the exportsales ratio. The descriptive results demonstrate that enterprises that exhibit a higher 7exportsales ratio tend to have higher levels of the rate of profit. However, for all years covered by our data set the mean profitability of firms that export only a small share of their total sales less than 5 percent falls below that of nonexporting firms. For the two years 1999 and 2004, firms that export more than 5 percent and not more than 10 percent of their total sales also show a mean rate of profit smaller than the comparable rate of nonexporting firms. Enterprises with an exportsales ratio of more than 10 percent exhibit a rate of profit that, on average, exceeds the profitability of firms without any exports and that increases with the export intensity. Moreover, Table 3 shows that the standard deviation of the rate of profit also tends to increase with the exportsales ratio. In four out of six years in our sample the first percentile of the rate of profit of those enterprises that sell more than half of their total sales abroad is smaller than the first percentile of nonexporters. This points out that intense export activities are not only associated with a higher mean rate of profit but also with a higher risk of losses. Table 3 near here The results from the descriptive comparison of exporters and nonexporters reported here indicate that exporting enterprises are more profitable than nonexporting enterprises not only on average but over the whole distribution of the rate of profit. The statistically significant difference, however, is small from an economic point of view. Moreover, the rate of profit tends to increase with the firms exportsales ratio. However, firms that export only a very small share of their total sales exhibit a rate of profit that falls below that of nonexporting firms.5 5 Results reported in the appendix in Tables A.1, A.2 and A.3 show that the exclusion of the enterprises with the one percent lowest and highest values for the rate of profit leads to the same conclusions. 84. Exporter profitability premia The next step in our empirical investigation consists of the estimation of socalled exporter profitability premia that indicate the ceteris paribus difference in profitability between exporting and nonexporting enterprises, controlling for other characteristics of the enterprises. In analogy with the now standard approach in the microeconometric literature on exports and productivity see The International Study Group on Exports and Productivity 2008 pooled data are used to regress the rate of profit on the export activity of the enterprise plus a set of control variables including firm size measured as the number of employees and its squared value, share of employees in RD, and a full set of interaction terms of the year of observation and the 4digit industry the enterprise is active in.6 Export activity of an enterprise is measured in four different ways, i.e. by a dummy variable that takes on the value of one if an enterprise is an exporter and zero otherwise, by the share of exports in total sales, by the share of exports in total sales and its squared value, and by the share of exports in total sales plus its squared and its cubic value. While the dummy variable for exporting firms tests for the presence or not of an exporter profitability premium per se, the estimated coefficient of the share of exports in total sales shows whether or not this premium increases with an increase in the relative importance of exports for an enterprise. The quadratic terms test for the presence or not of a socalled threshold of internationalisation whether the positive effects vanish and become even negative 6 The set of control variables used is motivated by the evidence reported by Bausch and Krist 2007, p. 337 from their metaanalysis of results from the literature in international management. The authors find that the relationship between firm performance and internationalisation is highly contextdependent, and that RD intensity, product diversification, country of origin, firm age, and firm size significantly affect performance gains attributable to internationalisation. While country of origin does not matter in our study using data for Germany only, information on firm age and product diversification in exporting is not available in the data at hand. 9when the optimal share of exports in total sales is exceeded because increasing costs of exporting exceed the extra benefits. The cubic term tests for an sshaped relationship between profitability and the share of exports in total sales that is suggested in recent studies from the international management literature.7 Results for empirical models using pooled data without fixed enterprise effects are reported in columns 1 to 4 of Table 4. According to the results in column 1 exporting firms have a rate of profit that is one percentage point higher ceteris paribus than in nonexporting firms a difference that matches the order of magnitude showing up in the descriptive analysis that does not control for firm size, RD intensity, and industry and time effects reported in Table 1, and from column 3 we see that the pattern of the relationship between export intensity and profitability is inversely ushaped with an estimated maximum at a level of exports to sales of 65 percent. According to column 4, there is no evidence for an sshaped relationship.8 When unobserved firm heterogeneity is controlled for by including fixed enterprise effects a different picture emerges. From column 5 we see that exporting per se is not accompanied by higher profits the estimated coefficient of the exporter dummy variable is statistically insignificant at any conventional level. Column 6 shows that there is a statistically significant relationship of exporting and profitability that increases with a rise in the share of exports in total sales. According to this result, an increase in the exports to sales ratio of ten percentage points is accompanied by an increase in the profit rate by 0.3 percentage points. Therefore, a 7 See Contractor 2007 for a discussion of this sshaped relationship in a longitudinal perspective that investigates the relationship between internationalisation and performance when a firm increases its international activities over time. 8 The conclusions are identical when the enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations; see Table A.4, columns 1 to 4, in the appendix. Descriptive statistics for the samples used in the regressions for Tables 4 and A.4 are reported in Table A.5 in the appendix. 10firm that exports 50 percent of its products has on average a rate of profit that is 1.5 percentage points higher than a firm from the same industry and size, and with the same share of employees in RD, that does not export at all.9 Table 4 near here According to the results reported in columns 1 to 4 compared to the results given in columns 5 to 8 in Table 4 unobserved enterprise characteristics that are correlated with the level of export activity of the firm do matter.10 This leads to the conclusion that exporting per se is not positively related to profitability. Therefore, the results reported in columns 1 to 4 should be interpreted in a way that the positive effect of the export activities on profitability encompasses the influence of unobserved firm characteristics that are correlated with firms export activities. The exporter premia detected by estimating regression models using pooled data for exporters and nonexporters cannot be interpreted as indicators for a positive causal effect of exporting on profitability. On the one hand, it might well be the case that there is selfselection of more productive and, net of any higher costs related to exporting, more profitable firms into exporting. On the other hand, exporting might increase profitability by learning from foreign customers and competitors, by realising scale effect on markets larger than the national market, or by earning monopoly rents from firm specific advantages on more than one market. Obviously, for any given firm both directions of causality might be important. 9 From the models with fixed enterprise effects we do not have any evidence that the relationship between the share of exports in total sales and profitability is nonlinear. While the estimated coefficient for the quadratic term in column 7 and for the cubic term in column 8 are both statistically different from zero at an error level of five percent pointing to nonlinearity, this does not hold when the enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations; see Table A.4, columns 7 and 8, in the appendix. 10 These characteristics may include such factors as the age of the firm, the geographical scope of exports, financial constraints, or the degree of risk aversion and international orientation of the managers. 11Again following the now standard approach in the microeconometric literature on exports and productivity see The International Study Group on Exports and Productivity 2008 the next step in our empirical investigation, therefore, consists in testing whether we can document any selfselection of more profitable firms into exporting. To do so, we identify a group of firms that did not export over a time span of the three years t3 to t1. Some of these firms started to export in year t these are called export starters of cohort t, some did not these are called nonstarters of cohort t. We then compare the export starters and the nonstarters of cohort t in the year t three years back in year t3. Given that our data set covers the year 1999 to 2004, we can investigate three cohorts for t 2002, 2003, and 2004. Results are reported in Table 5. It turns out that export starters are not more profitable than nonstarters in t, the year of start. For the cohort 2002 we even have although somewhat week evidence from both the ttest and the KolmogorovSmirnov test that the nonstarters have a higher level of the rate of profit than the starters. The exante profitability premia in year t3 is the estimated regression coefficient of a dummy variable taking the value one for export starters in t, and zero for nonstarters from an OLSregression of the rate of profit in t3 on this dummy, controlling for firm size number of employees and number of employees squared, share of employees in RD, and the 4digit industry, all measured in year t3.11 This coefficient is never significantly different from zero. Therefore, we conclude that in contrast to nearly all empirical studies on the relationship between productivity and exports we have no evidence for selfselection of more profitable firms into exporting. 11 At first sight it might confuse that we regress the rate of profit in t3 on a dummy variable measured later in year t. Note, however, that this regression is not meant to explain past profits by todays exports it is just a way to test whether or not profits did differ between todays starters and todays nonexporters three years before the start. 12However, as a caveat we add that the number of starters in the cohorts tends to be small, and that this may contribute to imprecise estimates of any profitability differences. Table 5 near here When the rate of profit between exporting and nonexporting firms does differ at a point in time and this is the case according to both the descriptive evidence reported in section 3 and the results of the econometric investigation presented in Table 4 and when there is no evidence for selfselection of more profitable firms into export activities, this points to positive effects of exporting on the rate of profit. However, due to the sampling frame of the data used we cannot test the hypothesis that firms which start exporting perform better in the years after the start than their counterparts which do not start. As pointed out in section 2, the cost structure survey that is the basis for the computation of the profit rate is a survey based on a stratified random sample with a rotating panel design, and all but the largest firms with 500 and more employees in the sample usually are replaced every four years. Therefore, it is not possible to follow the cohorts of starters from 2002 or 2003 over the next years. 5. Causal effect of exports on profitability In the last step of our analysis we examine whether there is a causal effect of a firms export activity on its rate of profit. As stated in the previous section, we cannot evaluate postentry differences in profitability between export starters and nonstarters due to the panel design of the German cost structure survey. Nonetheless, the question of whether exports improve profitability is crucial for our analysis. Since we demonstrated that there is no evidence for selfselection of more profitable firms into the export market, the absence of a causal effect of exports on profitability would 13suggest that a firms international business activities and its rate of profit are unrelated. In this case, exporting may result in a higher labour productivity but this increase is then completely absorbed by higher wages and higher costs related to exporting. The hypothesis of a positive causal effect of exporting on profitability is tested using a newly developed econometric technique, the generalised propensity score GPS methodology recently developed by Imbens 2000 and Hirano and Imbens 2004. The GPS methodology was introduced to the literature examining the exportperformance relationship by Fryges 2008 and applied by Fryges and Wagner 2008 who estimated the relationship between exports and labour productivity growth using a sample of German manufacturing firms. The GSP methodology has a number of advantages compared to other econometric techniques. Firstly, the GPS method allows for continuous treatment, i.e., different levels of the firms exportsales ratio. In this way, we are able to determine the causal relationship between profitability and the exportsales ratio the treatment at each value of firms export intensity in the interval from zero to one. Thus, the second important advantage of the GPS method is that it enables us to identify the entire function of the rate of profit over all possible values of the continuous treatment variable. This property of the GPS methodology might be important in our case. The OLS regression of the determinants of the rate of profit in Table 4 pointed out that there might be a nonlinear relationship between profitability and the share of exports in total sales at least if we restrict ourselves on the estimations without unobserved heterogeneity. Fryges and Wagner 2008 showed that the relationship between the exportsales ratio and labour productivity growth is nonlinear and that exporting causally affects labour productivity growth only within a subinterval of the domain of the share of exports in total sales. The GPS 14methodology is flexible allowing to test how the causal impact of exporting on profits varies along the range of the exportsales ratio from zero to one. Thirdly, the continuous treatment approach allows us to analyse the level of the export intensity at which profitability is maximised or minimised or whether the relationship between the exportsales ratio and the rate of profit exhibits turning points or discontinuities cf. Flores 2004. A detailed description of the GPS methodology is presented in appendix A.1. Using the GPS methodology, we do not compare export starters versus nonstarters. Export starters that have entered the foreign market during the previous year generally show a very small exportsales ratio. Thus, restricting the analysis to export starters precludes a reliable estimation of the causal effect of mediumsized and large exportsales ratios on profitability. Our causal analysis in this section therefore includes export starters as well as firms that export for decades. In this way, the GPS method is an appropriate econometric technique that provides an analysis of the causal effect of exporting on profitability despite, due to data restrictions, we cannot follow cohorts of starters over the next years after foreign market entry. Hirano and Imbens 2004 suggest a threestage approach to implement the GPS method. In the first stage, the conditional distribution of the treatment variable given the covariates is estimated. In our case, the distribution of the treatment variable, i.e. the exportsales ratio, is highly skewed. In particular, it has many limit observations at the value zero, representing firms without any exports. The latter group of firms decided that their optimal volume of exports was zero. Following Wagner 2001, 2003, we apply the fractional logit model developed by Papke and Wooldridge 1996 to estimate the export intensity of the firms in our sample.12 In the second stage of the GPS method the conditional expectation of outcome rate of 12 Hirano and Imbens 2004 use a normal distribution for the logarithm of the treatment variable of their model. However, they emphasise that more general models may be considered. 15profit in our case is modelled as a function of the treatment and the estimated generalised propensity score. In the last stage, we estimate a doseresponse function that depicts the conditional expectation of profitability given the continuous treatment exportsales ratio and the GPS, evaluated at any level of the continuous treatment variable in the interval from zero to one. As stated above, we first estimate the conditional distribution of the exportsales ratio given the covariates, applying the fractional logit model. The exogenous covariates of the fractional logit model include firm size measured as the log of number of employees and its squared value, the log of wages and salaries per employee, the share of employees in RD, and the log of the firms lagged labour productivity measured as sales per employee in t1. The average wage per employee is used to proxy differences in firms human capital. A firm with a highly qualified human capital and with extensive RD activities is likely to generate intangible assets e.g., a technologically superior product leading to a competitive advantage of the firm over its international rivals and enabling the firm to realise a high export intensity. The lagged labour productivity is included as a covariate in order to account for selfselection of more productive firms into the international market. While we did not find any evidence for a selfselection effect of more profitable firms see section 4, most studies in the literature confirm the selfselection hypothesis of firms with higher labour productivity cf. Wagner 2007a for a survey and The International Study Group on Exports and Productivity 2008 for an international comparison. Thus, firms with a higher labour productivity in t1 are expected to generate a higher share of total sales abroad. The set of covariates finally contains a full set of interaction terms of the year of observation and the 4digit industry the enterprise is active in. 16The results of the fractional logit model are presented in Table 6. Firm size has a significantly positive effect on the exportsales ratio. The significantly negative sign of the squared value of the number of employees, however, shows the familiar picture that the exportsales ratio tends to increase with firm size at a decreasing rate.13 As hypothesised, firms with a higher average wage per employee and a higher share of employees in RD realise a higher export intensity, reflecting the importance of a firms intangible assets by which a firm is able to create a competitive advantage over its international rivals. The lagged labour productivity is also positively correlated with the share of exports in total sales: Firms that exhibited a higher labour productivity in the past are able to bear the additional costs of exporting and to extend their international business activities. It can also be argued that more productive firms have a competitive advantage when compared with their foreign counterparts. Thus, more productive firms are more likely to generate a higher share of total sales abroad. Table 6 near here The fractional logit model is estimated in order to calculate the generalised propensity score GPS. As Imbens 2000 shows, adjusting for the GPS removes all the bias associated with differences in covariates between treated exporting and nontreated nonexporting firms. This allows us to identify a possibly causal influence of the exportsales ratio on profitability. This is done by calculating pairwise treatment effects: we compare the expected rate of profit at one deliberately chosen exportsales ratio with the estimated value of profitability at another deliberately chosen export intensity. If the difference in these two expected rates of profits is 13 The negative sign of the squared value of the number of employees actually points out to an inversely ushaped relationship between the exportsales ratio and the number of employees. However, the estimated maximum of this relationship lies at 3,148 employees. Since only few firms in Germany less than one percent have a number of employees that exceeds the estimated maximum, our results should better be interpreted to indicate that the exportsales ratio increases with firm size but with a decreasing rate. 17significantly positive negative a hypothetical switch between the two deliberately chosen exportsales ratios at which the rate of profit is measured increases decreases firms profitability. Since the GPS methodology controls for differences in covariates, the increase decrease in the rate of profit can be interpreted as a causal effect of the varying exportsales ratio on profitability see appendix A.1 for more details. The doseresponse function that represents the expected profitability conditional on the exportsales ratio and the GPS is depicted in Figure 1. Figure 1 near here Overall, the estimated doseresponse function shows an inversely ushaped relationship between profitability and firms exportsales ratio. The maximum value of the rate of profit is reached at an exportsales ratio of 49 percent, where the expected value of the rate of profit amounts to 13.5 percent. Establishments that do not export show an expected rate of profit of 11.2 percent. Calculating the pairwise treatment effect reveals that at an exportsales ratio of 49 percent profitability is significantly larger than at an export intensity of zero pvalue: 0.000. In other words, at an exportsales ratio of 49 percent a firms export activities have a causal effect on the rate of profit. The difference in the expected rate of profit accounts for 2.3 percentage points. In order to find out whether profitability is positively improved by a firms export activities over the whole range of the exportsales ratio or whether the effect is restricted to a subinterval of the domain of the share of exports in total sales, we calculated pairwise treatment effects at each export intensity from one to 100 percent, always comparing the expected value of the rate of profit in the case of exporting with the respective value of nonexporting firms. According to conventional ttests at the 5 percent level of significance, exporting increases profitability almost over the whole range of the exportsales ratio. Even firms that generate a very small 18share of their total sales in the international market do show a rate of profit that exceeds that of nonexporting firms.14 This result corresponds to that obtained by Fryges and Wagner 2008 who demonstrate that exporting increases labour productivity growth even for firms with very small exportsales ratios. Thus, learning from foreign customers and competitors is relevant and the positive effect of learningbyexporting is not completely absorbed, e.g. by higher wages or by the costs of entry into a foreign market, even if firms carry out only limited export activities.15 As already discussed above, the rate of profit is maximised at an exportsales ratio of 49 percent. Beyond this threshold of internationalisation, firms exhibit a decrease in profitability compared to firms with lower export intensities. This decrease might be a result of additional costs of exporting, for instance due to rising costs of coordination and control of a firms export activities or higher transportation costs due to the increasing geographical distance of the foreign markets a firm has entered. Nevertheless, the rate of profit for firms of which the export intensity exceeds the threshold of internationalisation is still significantly higher than the profitability of nonexporting firms provided that the firms realise an exportsales ratio of less than 90 percent. Firms that generate an export intensity of at least 90 percent do not benefit from a higher rate of profit if compared with nonexporting firms. Thus, there is a subinterval of the domain of the exportsales ratio where exporting does not significantly improve profitability. However, there are only very few exporters in our sample less than three percent that realise an export intensity that 14 Firms that realise an export intensity of only one percent do not show a significantly positive effect of exporting on profitability. 15 As discussed in section 2, differences in the rate of profit might also be explained by varying markups of prices over costs. Firms that possess a competitive advantage over their international rivals, due to, for instance, intense RD activities or a highly qualified human capital, might be able to realise a higher markup. However, differences in profitability that result from intense RD activities or a highly qualified human capital and consequently from a higher markup have been eliminated since we included these variables in the vector of covariates of the fractional logit model estimated in the first step of GPS methodology. Thus, the different rates of profit depicted by the estimated doseresponse function can primarily be interpreted as an effect of differences in labour productivity resulting from learningbyexporting. 19lies in the range between 90 and 100 percent. Therefore, we can conclude that almost all exporters in the German manufacturing sector benefit from their international business activities in terms of an increased rate of profit. The results we obtained in this section are very similar to those described in section 4. At least the estimation results without fixed enterprise effects as reported in columns 1 to 4 of Table 4 show an inversely ushaped relationship between profitability and the exportsales ratio. Based on the results in Table 4, the estimated threshold value of internationalisation amounts to 65 percent whereas according to the estimated doseresponse function the rate of profit reaches its maximum at an exportsales ratio of 49 percent. According to the results in section 4, the difference in profitability between exporting and nonexporting firms is rather small. The analysis based on the estimated doseresponse function can confirm this result: the maximum difference in the rate of profit is 2.3 percentage points. The advantage of the continuous treatment approach applied in the section is that we can prove that differences in profitability are caused by differences in the share of exports in total sales. Furthermore, the doseresponse function shows that firms with very high export intensities do not benefit from their export activities at least not in terms of an increase in the rate of profit. 6. Conclusion The relationship between productivity and a firms export activities has been studied extensively in the literature on the microeconometrics of international trade. Stylised facts point out that exporting firms exhibit a higher productivity and higher wages. Econometric analyses proved that there is a selfselection of the more productive firms into the international market. A question that has not been investigated so far is whether the productivity advantage of exporting firms does lead to a profitability 20advantage of exporters compared to nonexporting firms even when exporters are facing extra costs and pay higher wages. Looking at profitability instead of productivity is more appropriate from a theoretical point of view, too. Even if productivity and profitability are positively correlated which tends to be the case productivity is, as was recently pointed out by Foster, Haltiwanger and Syverson 2008, p. 395, only one of several possible idiosyncratic factors that determine profits. Success of firms in general, and especially survival, depends on profitability. Often profitability is viewed both in theoretical models of market selection and in empirical studies on firm entry and exit as a positive monotonic function of productivity, and selection on profits then is equivalent to selection on productivity. In empirical studies the use of productivity instead of profitability is usually due to the fact that productivity is easily observed in the data sets at hand while profitability is not. Fortunately, our data set is rich enough to allow to measure profitability. Our findings illustrate that using profitability sheds new light on the relationship between exports and firm performance. Using a unique recently released data set on German manufacturing firms, we demonstrate that exporters show a positive profitability differential compared to nonexporters and that this differential is statistically significant, though rather small. However, in contrast to nearly all empirical studies on the relationship between productivity and exports we find no evidence for selfselection of more profitable firms into export activities. Conversely, exporting has a positive causal effect on profitability almost over the whole domain of the exportsales ratio from zero to one. The only exceptions are firms that realise an exportsales ratio of 90 percent and more. The maximisation of the rate of profit is one of the main objectives of a firm. This paper shows that exporting leads to a higher rate of profit. This means that the 21higher productivity usually observed in the group of exporting firms is not completely absorbed by higher wages and higher costs related to exporting. However, the positive effect of exporting on profitability varies along the range of the exportsales ratio. The effect reaches its maximum for firms that generate 49 percent of their total sales abroad and it is zero for firms with very high export intensities. As a rule, therefore, we conclude that exporting pays for German manufacturing firms. 22References Asiedu, Elizabeth and James A. Freeman 2007, The Effect of Globalization on the Performance of Small and MediumSized Enterprises in the United States: Dos Owners RaceEthnicity Matter? American Economic Review Papers and Proceedings 97, 2, 368372. Bausch, Andreas and Mario Krist 2007, The Effect of ContextRelated Moderators on the InternationalizationPerformance Relationship: Evidence from MetaAnalysis. Management International Review 47, 3, 319347. Bernard, Andrew B., Bradford J. Jensen, Stephen J. Redding and Peter K. Schott 2007, Firms in International Trade. Journal of Economic Perspectives 21, 3, 105130. Brandt, Maurice, Stefan Dittrich and Michael Konold 2008, Wirtschaftsstatistische Langsschnittdaten fur die Wissenschaft. Wirtschaft und Statistik 32008, 217224. Conover, William J. 1999, Practical Nonparametric Statistics. Third Edition. New York etc.: Wiley. Contractor, Farok J. 2007, Is International Business Goof for Companies? The Evolutionary or MultiStage Theory of Internationalization vs. the Transaction Cost Perspective. Management International Review 47, 3, 453475. Flores, Carlos A. 2004, Estimation of DoseResponse Functions and Optimal Doses with a Continuous Treatment. Job Market Paper, University of California, Berkeley. Foster, Lucia, John Haltiwanger and Chad Syverson 2008, Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review 98, 1, 394425. 23Fritsch, Michael, Bernd Gorzig, Ottmar Hennchen and Andreas Stephan 2004, Cost Structure Surveys for Germany. Schmollers Jahrbuch Journal of Applied Social Science Studies 124, 4, 557566. Fryges, Helmut 2008, The ExportGrowth Relationship: Estimating a DoseResponse Function. Applied Economics Letters, forthcoming. Fryges, Helmut and Joachim Wagner 2008, Exports and Productivity Growth First Evidence from a Continuous Treatment Approach. Review of World Economics Weltwirtschaftliches Archiv, forthcoming. Glaum, Martin and MichaelJorg Oesterle 2007, 40 Years of Research on Internationalization and Firm Performance: More Questions than Answers? Management International Review 47, 3, 307317. Hennart, JeanFrancois 2007, The Theoretical Rationale for a MultinationalityPerformance Relationship. Management International Review 47, 3, 423452. Hirano, Keisuke and Guido W. Imbens 2004. The Propensity Score with Continuous Treatments. in: Gelman, A. and X.L. Meng eds  Applied Bayesian Modeling and Causal Inference from IncompleteData Perspectives, Chichester: Wiley, 7384. Imbens, Guido W. 2000. The Role of the Propensity Score in Estimating DoseResponse Functions. Biometrika, 83, 706710. Konold, Michael 2007, New Possibilities for Economic Research through Integration of Establishmentlevel Panel Data of German Official Statistics. Schmollers Jahrbuch Journal of Applied Social Science Studies 127, 2, 321334. Mc Cullagh, Peter and John A. Nelder 1989, Generalized Linear Models, second edition. New York: Chapman and Hall. 24Mayer, Thierry and Gianmarco I. P. Ottaviano 2007, The Happy Few: The internationalisation of European firms. New facts based in firmlevel evidence. Brussels: Bruegel. Papke, Leslie E. and Jeffrey M. Wooldridge 1996, Econometric Methods for Fractional Response Variables with an Application to 401K Plan Participation Rates. Journal of Applied Econometrics 11, 4, 619632. Rosenbaum, Paul R. and Donald B. Rubin 1983, The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika 70, 1, 4155. Ruigrok, Winfried, Wolfgang Amann and Hardy Wagner 2007, The InternationalizationPerformance Relationship at Swiss Firms: A Test of the SShape and Extreme Degree of Internationalization. Management International Review 47, 3, 349368. Schank, Thorsten, Claus Schnabel and Joachim Wagner 2007, Do exporters really pay higher wages? First evidence from German linked employeremployee data. Journal of International Economics 72, 1, 5274. Schmalensee, Richard 1989, InterIndustry Studies of Structure and Performance, in: Richard Schmalensee and Robert D. Willig Ed., Handbook of Industrial Organization, Volume II, Amsterdam etc.: NorthHolland, 9511009. The International Study Group on Exports and Productivity 2008, Understanding CrossCountry Differences in Exporter Premia Comparable Evidence for 14 Countries. Review of World Economics Weltwirtschaftliches Archiv, forthcoming. Wagner, Joachim 2001, A Note on the Firm Size Export Relationship. Small Business Economics 17, 4, 229237. 25Wagner, Joachim 2003, Unobserved Firm Heterogeneity and the SizeExports Nexus: Evidence from German Panel Data. Review of World Economics 139, 1, 161172. Wagner, Joachim 2007a, Exports and Productivity: A Survey of the Evidence from Firm Level Data. The World Economy 30, 1, 6082. Wagner, Joachim 2007b, Exports and Productivity in Germany. Applied Economics Quarterly 53, 4, 353373. Zuhlke, Sylvia, Markus Zwick, Sebastian Scharnhorst and Thomas Wende 2004, The research data centres of the Federal Statistical Office and the statistical offices of the Lander. Schmollers Jahrbuch Journal of Applied Social Science Studies 124, 4, 567578. 26 p 12 p 252 11744 4890 21.06 20.58 12.84 12.42 13.88 13.90 Standard deviation Number of enterprises 11726 5049 NonExporters NonExporters NonExporters Rate of profit percentage in exporting and nonexporting enterprises 1999 20041 Table 1: Year 1999 Exporters 2000 Exporters 2001 Exporters 2002 Exporters 2003 Exporters 2004 Exporters 1 For definition of the rate of profit see text. 2 p 1, p 25, p 50, p 75 and p 99 are the first, 25th, 50th, 75th and 99th percentile of the distribution of the rate of profit. NonExporters NonExporters NonExporters 17.89 20.05 20.09 21.48 20.20 18.27 19.39 19.42 20.50 18.84 10885 4098 11911 4005 11776 3954 11241 4412 13.52 12.94 5.06 4.76 5.04 4.22 14.13 12.86 13.64 13.60 4.55 3.66 4.05 3.17 4.29 3.77 4.76 4.13 14.03 12.60 11.84 10.56 11.82 11.14 12.90 11.76 12.29 11.24 13.70 13.04 Mean 12.37 11.53 p 502 11.22 10.98 11.03 10.17 10.49 9.81 10.07 8.97 10.08 9.76 10.64 9.97 p 752 19.24 19.11 19.15 18.04 18.55 17.26 17.95 17.01 18.18 17.67 18.51 17.67 p 992 55.20 54.28 54.80 53.07 54.35 51.50 53.25 49.94 52.90 49.69 52.59 49.69 27 0.023 0.021 0.000 0.000 0.044 0.075 NonExporters Exporters Exporters NonExporters KolmogorovSmirnov test pvalue3 Difference: yes Tests for differences in the rate of profit between exporting and nonexporting enterprises 1999 20041 ttest for difference in the mean pvalue2 Table 2: Year 1999 2000 2001 2002 2003 2004 1 For definition of the rate of profit see text. 2 The ttest does not assume equal variances for both groups. A pvalue of 0.05 or smaller indicates that the null hypothesis of equal mean values for exporters and nonexporters can be rejected at an error level of five percent or less. 3 The rate of profit is measured as the deviation from the mean value in the 4digit industry; see text. A pvalue of 0.05 or smaller indicates that the hypothesis mentioned in the header of the column cannot be rejected at an error level of five percent or less, meaning that the distributions of the rate of profit differ between exporting and nonexporting enterprises. the distribution of the rate of profit for exporting enterprises first order stochastically dominates the distribution of the rate of profit for nonexporting enterprises. the distribution of the rate of profit for nonexporting enterprises first order stochastically dominates the distribution of the rate of profit for exporting enterprises. 0.911 0.955 0.997 0.992 0.961 0.997 0.000 0.005 0.000 0.016 0.007 0.004 0.015 0.002 0.008 0.011 0.009 0.004 28Rate of profit percentage for firms in different classes of the exportsales ratio 1999 20041 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% Table 3: Year 1999 0% 2000 0% 2001 0% 2002 0% Number of enterprises 5049 2340 1329 2093 3921 2043 4890 2175 1312 2048 3917 2292 4412 1985 1209 1887 3824 2336 4098 1817 1099 1756 3779 2434 p 12 p 252 20.58 21.06 33.16 16.89 19.17 28.91 20.05 18.33 16.76 13.13 18.21 19.14 19.42 20.30 16.77 19.02 18.17 21.51 21.48 20.59 20.46 17.46 20.09 20.07 4.76 4.77 4.43 4.76 5.34 5.44 4.22 4.13 4.54 4.62 5.57 5.79 3.66 3.62 4.69 4.62 4.77 4.92 3.17 3.22 3.48 4.16 4.39 4.61 p 502 10.98 10.48 10.32 10.48 11.76 12.22 10.17 10.02 9.93 10.08 11.68 12.36 9.81 9.45 10.01 9.96 10.81 11.84 8.97 8.93 9.13 9.58 10.45 11.27 p 752 19.11 18.30 18.34 18.73 19.61 20.27 18.04 17.30 17.61 18.28 19.72 21.20 17.26 16.54 17.99 16.90 19.12 20.51 17.01 16.01 16.47 17.18 18.34 20.27 p 992 54.28 53.84 53.48 56.49 55.20 57.48 53.07 54.61 54.50 55.60 53.42 56.65 51.50 50.44 54.84 56.00 52.14 55.18 49.94 52.29 54.24 52.70 51.40 56.19 Continued next page Mean 12.42 12.22 11.97 12.96 13.19 13.31 11.75 11.66 11.92 12.61 13.36 14.13 11.24 10.74 12.29 12.06 12.54 13.37 10.56 10.40 11.23 11.74 12.09 12.90 Standard deviation 13.90 13.70 14.61 13.58 13.46 14.66 13.60 13.95 13.34 13.40 13.23 14.26 13.04 13.40 14.51 13.22 13.29 14.42 12.94 13.44 13.12 13.09 13.22 14.40 294005 2039 1170 1989 3960 2753 12.86 14.38 15.59 13.78 13.21 14.78 11.14 11.16 11.17 11.46 12.23 12.27 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% Continued from Table 3 2003 0% 2004 0% 1 For definition of the rate of profit see text. 2 p 1, p 25, p 50, p 75 and p 99 are the first, 25th, 50th, 75th and 99th percentile of the distribution of the rate of profit. 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 18.84 24.50 25.35 18.87 17.33 22.41 18.27 18.35 25.19 21.05 18.72 25.89 11.53 10.89 11.38 11.95 12.82 13.42 12.60 14.90 13.43 13.66 13.76 14.18 3954 1906 1123 1935 4021 2791 3.77 3.50 4.13 4.27 4.80 4.32 4.13 3.88 4.18 4.25 5.35 5.27 9.76 9.34 9.92 9.48 10.30 11.09 9.97 9.70 9.88 9.63 11.13 11.78 17.25 17.30 17.36 16.99 18.45 19.55 17.67 16.86 17.22 17.31 19.01 20.01 49.07 55.04 53.53 56.95 50.29 53.93 49.69 52.50 48.36 54.42 51.96 54.71 30Exports and profits: Evidence from regression models 1999 2004 Endogenous variable: Rate of profit percentage Model Pooled data 1 2 Table 4: Exogenous variable Exporter Dummy; 1 yes Share of exports in total sales percentage Share of exports in total sales squared Share of exports in total sales cubic Number of employees Number of employees squared Share of employees in RD Constant Interaction terms of year and 4digit industry Number of observations R2 3 0.065 0.000 0.0005 0.000 0.001 0.000 4 0.049 0.000 0.0001 0.815 4.48e6 0.132 Fixed enterprise effects 5 6 7 8 0.298 0.210 0.030 0.000 0.005 0.728 0.0005 0.021 0.048 0.072 0.001 0.109 0.0001 0.037 0.001 0.000 4.5e5 0.833 0.0001 0.0001 0.0001 0.706 0.733 0.644 p p p p p 0.962 0.000 0.001 0.000 0.031 0.000 0.001 0.000 3.78e9 3.41e9 3.37e9 3.36e9 1.24e9 1.50e9 1.36e9 1.14e9 p 0.232 0.249 0.205 0.295 0.000 0.000 0.000 0.000 0.015 0.032 0.027 p 0.298 0.032 0.026 0.032 0.027 0.002 0.935 0.004 0.856 0.004 0.827 0.005 0.825 11.284 p 0.000 11.366 0.000 11.148 0.000 11.192 0.000 0.012 0.611 0.011 0.012 0.614 0.615 0.012 0.614 included included included included included included included included 95644 0.083 95644 0.084 95644 0.084 95644 0.084 95644 0.0002 95644 0.002 95644 0.001 95644 0.001 31 2002 2004 2003 pvalue 159 3497 138 2854 307 3172 Cohort of starters Starters Nonstarters Starters Nonstarters 11.16 0.92 12.94 0.22 12.61 14.15 12.23 13.06 Rate of profit in export starters and nonstarters in the start year and three years before start Table 5: Number of enterprises Rate of profit in start year percentage: Mean standard deviation ttest for difference in the mean 1 KolmogorowSmirnov test 2 Difference: yes Starters Nonstarters Nonstarters Starters Profit premia of export starters percentage points3 1 The ttest does not assume equal variances for both groups. A pvalue of 0.05 or smaller indicates that the null hypothesis of equal mean values for export starters and nonstarters in the start year can be rejected at an error level of five percent or less. 2 A pvalue of 0.05 or smaller indicates that the hypothesis stated in the first column of the row cannot be rejected at an error level of five percent or less, meaning that the distributions of the rate of profit differ between export starters and nonstarters in the start year. the distribution of the rate of profit for export starters first order stochastically dominates the distribution of the rate of profit for nonstarters in the start year. the distribution of the rate of profit for nonstarters first order stochastically dominates the distribution of the rate of profit for export starters in the start year. 3 The profit premia is the estimated regression coefficient of a dummy variable taking the value one for export starters, and zero for nonstarters from an OLS regression of the rate of profit on this dummy, controlling for the number of employees and its squared value, the share of employees in RD in all employees, and a complete set of 4digit industry dummy variables, all measured three years before the export start. 11.22 11.29 11.72 12.89 1.554 0.105 0.422 0.229 0.744 pvalue pvalue pvalue 0.383 0.215 0.276 0.077 0.922 0.046 0.392 0.642 pvalue 1.378 0.157 0.650 0.618 0.062 32 Table 6: Exogenous variable Number of employees log Number of employees squared log Share of employees in RD Wage per employee log Labour productivity sales per employee in t1 log Constant Interaction terms of year and 4digit industry Number of observations Loglikelihood R2 Determinants of the exportsales ratio endogenous variable results of the fractional logit model Pooled data p p p p p p 0.785 0.000 0.049 0.000 2.307 0.000 0.619 0.000 0.307 0.000 13.507 0.000 included 89,417 30,006.91 0.410 33Figure 1: Estimated doseresponse function %ni tiforp foetar 15141312111090102030504060exportsales ratio 708090100 Solid lines: estimated conditional expectation of firms profits given the exportsales ratio in t and the estimated generalised propensity score GPS. Dotted lines: simulated 90% confidence interval, using the 5th and 95th percentiles of the bootstrap distribution 100 replications. 34Appendix A.1 The generalised propensity score GPS method This paper applies the generalised propensity score GPS method developed by Imbens 2000 and Hirano and Imbens 2004. The GPS method allows for continuous treatment, that is, in our case, different levels of firms exportsales ratios. It is a generalisation of the binary treatment propensity score methodology as derived by Rosenbaum and Rubin 1983. The key assumption of the GPS method is a generalisation of the strong unconfoundedness assumption made by Rosenbaum and Rubin 1983 for binary treatments cf. Imbens 2000. Let the treatment D take on values in the interval Dd d . Assignment to treatment D is weakly unconfounded, given a vector of pre0,1treatment variables X, if 1 Yd D Xfor alld D, with Y d as the outcome associated with treatment level d. It is important to note that this assumption does not require joint independence of all potential outcomes Y d D d. Instead, weak unconfoundedness only requires pairwise independence of the treatment with each of the potential outcomes. In other words, the random variable D the treatment is assumed to be conditionally independent with the random variable Y the outcome, measured at an arbitrarily chosen treatment level d. Let further r d x be the conditional density of the treatment given the covariates: ,2 ,r d xf D Xd x . Then the generalised propensity score is defined as R rD, X Hirano and Imbens 2004, p. 74. Assuming that assignment to treatment D is weakly unconfounded given pretreatment variables X, it can be proved that for every treatment level d 353 f d r d X Y d D,,f d r d XD,, i.e., assignment to treatment D is unconfounded given the GPS Hirano and Imbens 2004, p. 75. Equation 3 shows that the conditional density of the treatment level at d is calculated using the GPS at the corresponding level of the treatment. Thus, the GPS methodology uses as many propensity scores as there are levels of the treatment. In the case of binary treatment, Rosenbaum und Rubin 1983 demonstrate that conditioning on the onedimensional propensity score i.e. the conditional probability of receiving the treatment given pretreatment variables is sufficient to remove all the bias associated with differences in pretreatment variables between treated and nontreated individuals or firms. With continuous treatment, Hirano and Imbens 2004 prove that adjusting for the GPS eliminates any biases associated with differences in the pretreatment variables. Assuming that assignment to treatment D is weakly unconfounded given pretreatment variables X und using the result from equation 3, it can be shown that 4 5 ,d rE Y d r d X,rE Y D d R r, and dE,d r d X,E Y d . Thus, the biasremoving property is obtained in two steps. In the first step, the conditional expectation of the outcome Y is estimated as a function of the treatment D and the GPS R, ,d rE Y D d R r,. Hirano and Imbens 2004 stress, however, that the regression function ,d r does not have a causal interpretation. In the second step, the conditional expectation ,d r is averaged over the GPS evaluated at a particular level of the treatment r d X . This leads to an estimation of the doseresponse function , d at any level or dose of the continuous treatment variable. 36Hirano and Imbens 2004 suggest a threestage approach to implement the GPS method. In the first stage, the conditional distribution of the treatment variable given the covariates is estimated. In our case, the distribution of the treatment variable D, i.e. the firms exportsales ratios, is highly skewed. In particular, it has many limit observations at the value zero, representing firms without any international sales. Following Wagner 2001, 2003, we apply the fractional logit model developed by Papke and Wooldridge 1996 to estimate the export intensity of the firms in our sample. Papke and Wooldridge assume that, for all observations i, the expected value of i D conditional on a vector of covariates Xi is given by 6 E D XiiF Xi, with 0F Xi1 for all i X, ensuring that the predicted values of i D lie in the interval 0, 1. Nevertheless, equation 6 is defined even if i D takes the limit observations zero or one. The function F is assumed to be the cumulative distribution function cdf of the logistic distribution: 7 F Xi Xiexp Xi1 exp Xi. Papke and Wooldridge propose a quasimaximum likelihood estimator QMLE of . The estimation procedure maximises the Bernoulli loglikelihood function given by 8 liDilogXi1Dilog 1 Xi using the generalised linear models GLM framework developed by Mc Cullagh and Nelder 1989. The estimated GPS based on the Bernoulli loglikelihood function defined in equation 8 is then given by 9 Ri Xi Di 1 Xi 1 Di. 37In the second stage of Hirano and Imbens GPS methodology the conditional expectation of outcome i Y the rate of profit in our case is modelled as a function of the treatment i D and the estimated generalised propensity score i R . Following Hirano and Imbens, we use a quadratic approximation for the conditional expectation of i Y : 10 E Y D Ri,ii 10Di2D2i3Ri4R2i5 D R . ii Equation 10 corresponds to equation 4 and is estimated by OLS. As Hirano and Imbens point out, the estimated regression coefficients do not have any direct meaning and will therefore not be reported in section 5 for reasons of space. In the last stage of the GPS method, the average expected outcome at treatment level d is estimated, using the regression coefficients from the second stage of the GPS method: 11 E Y d 1NNi 1 2d 102d3r d X,i4r d X,i 25d r d X,i, with N as the number of observations. Equation 11 corresponds to equation 5. In order to obtain an estimate of the entire doseresponse function, equation 11 is calculated at each export intensity d in the interval from zero to one. Hirano and Imbens 2004 state that asymptotic normality for the estimator in equation 11 can be proved. However, following the same procedure as Hirano and Imbens, the confidence intervals of the doseresponse functions in this paper are determined via bootstrapping. Applying the GPS methodology, we do not calculate the effect of the treatment per se, that is, we do not compare the potential outcome for nontreated individuals or firms with that for all treated entities simply allowing for different levels or doses of the treatment variable. Instead, the doseresponse function we estimate shows the average potential outcome at each dose of the treatment and how average responses vary along the interval 38Dd d . From this curve we can calculate pairwise treatment effects of the form cf. 0,1Flores 2004: 12 Ed dE Y dY dfor,d dD. In other words, we estimate the average response of outcome at one particular treatment level and compare this outcome with the average outcome at any other, deliberately chosen treatment level. Since the GPS model controls for differences in pretreatment variables, potential differences between the average outcomes at two deliberately chosen levels of treatment can be interpreted as a causal effect of varying doses of the continuous treatment variable. 39 Mean 11.01 10.20 18.96 17.89 p 502 p 752 p 992 p 12 p 252 11.65 11.08 11.69 11.14 12.83 11.85 12.22 11.26 11.77 10.59 11.63 11.47 5.16 4.88 5.13 4.41 11.21 10.99 19.01 18.97 48.16 47.13 10665 4021 11012 4330 11514 4793 12.74 11.90 11.14 12.80 13.57 13.01 12.80 12.48 11.83 11.67 Standard deviation Number of enterprises 11486 4953 NonExporters NonExporters NonExporters NonExporters Table A.1: Rate of profit percentage in exporting and nonexporting enterprises 1999 2004 without enterprises with extreme values for the rate of profit 1 Year 1999 Exporters 2000 Exporters 2001 Exporters 2002 Exporters 2003 Exporters 2004 Exporters 1 For definition of the rate of profit see text. The enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations. 2 p 1, p 25, p 50, p 75 and p 99 are the first, 25th, 50th, 75th and 99th percentile of the distribution of the rate of profit. NonExporters NonExporters 12.77 14.13 12.99 13.45 11.80 13.22 11674 3937 11536 3888 46.47 43.79 46.49 43.96 46.63 44.17 47.09 45.06 47.95 47.18 17.70 16.89 17.98 17.00 18.28 17.51 18.31 17.10 10.06 8.99 10.09 9.76 10.64 9.98 10.48 9.82 11.65 11.10 4.67 3.78 4.18 3.29 4.43 3.84 4.88 4.22 11.49 10.96 11.88 11.12 12.42 11.50 40 0.005 0.003 0.010 0.002 0.010 0.005 0.000 0.000 0.000 0.000 1.000 0.998 0.020 ttest for difference in the mean pvalue2 0.112 NonExporters Exporters Exporters NonExporters KolmogorovSmirnov test pvalue3 Difference: yes Tests for differences in the rate of profit between exporting and nonexporting enterprises 1999 2004 without enterprises with extreme values for the rate of profit 1 Table A.2: Year 1999 2000 2001 2002 2003 2004 1 For definition of the rate of profit see text. The enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations. 2 The ttest does not assume equal variances for both groups. A pvalue of 0.05 or smaller indicates that the null hypothesis of equal mean values for exporters and nonexporters can be rejected at an error level of five percent or less. 3 The rate of profit is measured as the deviation from the mean value in the 4digit industry; see text. A pvalue of 0.05 or smaller indicates that the hypothesis mentioned in the header of the column cannot be rejected at an error level of five percent or less, meaning that the distributions of the rate of profit differ between exporting and nonexporting enterprises. the distribution of the rate of profit for exporting enterprises first order stochastically dominates the distribution of the rate of profit for nonexporting enterprises. the distribution of the rate of profit for nonexporting enterprises first order stochastically dominates the distribution of the rate of profit for exporting enterprises. 0.992 0.935 0.998 0.981 0.000 0.006 0.125 0.003 0.001 0.065 41Rate of profit percentage for firms in different classes of the exportsales ratio 1999 20041 without enterprises with extreme values for the rate of profit Number of enterprises Table A.3: Year 1999 0% 2000 0% 2001 0% 2002 0% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 4953 2294 1301 2056 3850 1985 4793 2132 1288 2013 3847 2234 4330 1949 1183 1849 3755 2276 4021 1781 1075 1726 3708 2375 p 12 p 252 13.01 14.22 10.86 11.69 13.42 15.35 12.80 10.43 12.52 10.40 11.40 10.85 11.90 12.08 13.57 12.92 12.49 12.87 14.13 12.29 13.22 11.77 12.83 13.09 4.88 4.89 4.62 4.80 5.41 5.69 4.41 4.23 4.74 4.63 5.74 6.00 3.78 3.73 4.72 4.65 4.88 5.08 3.29 3.39 3.51 4.22 4.48 4.70 p 502 10.99 10.48 10.44 10.45 11.73 12.25 10.20 10.01 9.93 10.04 11.71 12.33 9.82 9.47 10.00 9.94 10.81 11.85 8.99 8.94 9.11 9.53 10.45 11.17 p 752 18.97 18.05 18.33 18.52 19.44 20.02 17.89 17.09 17.43 17.96 19.55 20.79 17.10 16.50 17.78 16.45 18.90 20.18 16.89 15.79 16.27 16.98 18.16 19.89 p 992 47.13 47.62 47.96 49.55 47.00 48.23 47.18 48.78 47.39 48.63 47.83 48.01 45.06 47.01 46.89 49.20 45.84 48.22 43.79 45.04 46.53 47.43 46.19 46.53 Continued next page Mean 12.48 12.23 12.34 12.64 13.10 13.36 11.85 11.67 11.81 12.30 13.38 14.05 11.26 10.82 12.09 11.74 12.52 13.40 10.59 10.46 11.01 11.59 12.07 12.74 Standard deviation 11.67 11.58 11.77 12.05 11.66 12.20 11.32 11.47 11.29 11.71 11.66 11.83 11.08 11.10 11.52 11.50 11.59 12.27 11.14 11.25 11.56 11.68 11.69 11.99 4211.10 11.58 10.77 11.22 11.68 12.24 11.12 10.92 11.45 11.32 12.29 12.57 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% Continued from Table A.3 2003 0% 2004 0% 1 For definition of the rate of profit see text. The enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations. 2 p 1, p 25, p 50, p 75 and p 99 are the first, 25th, 50th, 75th and 99th percentile of the distribution of the rate of profit. 0% and 5% 5% and 10% 10% and 20% 20% and 50% 50% 13.22 14.39 9.26 11.26 11.87 12.12 13.45 13.35 10.28 12.03 12.96 13.91 17.51 16.72 17.22 17.15 18.79 19.77 9.98 9.70 9.97 9.58 11.08 11.78 11.50 11.18 11.84 11.82 12.76 13.45 10.96 11.16 10.97 11.46 11.34 12.02 17.00 17.06 17.19 16.72 18.37 19.42 3.84 3.54 4.41 4.40 4.90 4.57 4.22 4.07 4.33 4.33 5.41 5.42 9.76 9.27 9.94 9.47 10.31 11.17 3937 2002 1143 1944 3903 2682 3888 1859 1103 1895 3952 2727 43.96 47.40 43.91 45.27 47.18 46.57 44.17 44.24 46.63 47.60 45.66 47.91 43Exports and profits: Evidence from regression models excluding enterprises with extreme values for the rate of profit 1999 20041 Endogenous variable: Rate of profit percentage Fixed enterprise effects 5 6 7 8 4 2 3 p p p 0.874 0.000 0.058 0.000 0.049 0.000 0.029 0.000 0.186 0.344 Pooled Data 1 Model 0.0004 0.0001 Table A.4: Exogenous variable Exporter Dummy; 1 yes Share of exports in total sales percentage Share of exports in total sales squared Share of exports in total sales cubic Number of employees Number of employees squared Share of employees in RD Constant Interaction terms of year and 4digit industry Number of observations R2 1 The enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations. 0.002 0.925 11.184 0.000 11.158 0.000 11.351 0.000 11.282 p 0.000 0.0004 0.000 0.0004 0.000 0.0005 0.000 2.70e6 0.283 0.014 0.155 0.030 0.002 0.021 0.157 0.014 0.151 0.014 0.155 0.0003 93762 93762 93762 93762 93762 0.094 0.094 0.094 0.092 0.000 0.792 p p p 440.027 0.000 0.012 0.324 0.029 0.188 0.0002 0.0003 0.216 0.579 4.15e6 0.384 0.019 0.195 0.001 0.954 0.019 0.205 0.019 0.207 0.001 0.961 0.001 0.960 93762 0.003 93762 0.003 93762 0.003 3.23e9 2.88e9 2.85e9 2.84e9 1.26e9 1.51e9 1.44e9 1.46e9 p 0.178 0.183 0.166 0.000 0.000 0.000 0.000 0.245 0.0004 4.53e5 0.0001 0.0001 0.0001 0.000 0.658 0.668 0.627 0.818 included included included included included included included included 0.72 0.45 0.72 0.45 12.11 13.67 11.10 12.10 Without enterprises with extreme values for the rate of profit 2 All enterprises Descriptive statistics for the samples used in the regressions for Table 4 and A.41 Table A.5: Variable Rate of profit percentage Exporter Dummy; 1 yes Share of exports in total sales percentage Share of exports in total sales squared Share of exports in total sales cubic Number of employees Number of employees squared Share of employees in RD Number of observations 1 Mean values; standard deviations in brackets 2 The enterprises with the one percent lowest and highest values for the rate of profit were excluded from the calculations. 63635.91 144739.8 63182.28 143908.2 5126570 2.27e8 5169404 2.75e8 1040.65 1797.04 1045.75 1805.00 301.64 2244.02 21.14 24.47 21.09 24.41 1.73 4.80 1.71 4.73 2253.54 301.67 95644 93762 45Working Paper Series in Economics see www.leuphana.devwlpapers for a complete list No.101: Heike Wetzel: Productivity Growth in European Railways: Technological Progress, Efficiency Change and Scale Effects. October 2008 No.100: Henry Sabrowski: Inflation Expectation Formation of German Consumers: Rational or Adaptive? October 2008 No.99: No.98: No.97: Joachim Wagner: Produktdifferenzierung in deutschen Industrieunternehmen 1995 2004: Ausma und Bestimmungsgrunde, Oktober 2008 Jan Kranich: Agglomeration, vertical specialization, and the strength of industrial linkages, September 2008 Joachim Wagner: Exports and firm characteristics First evidence from Fractional Probit Panel Estimates, August 2008 No.96: Nils Braakmann: The smoking wage penalty in the United Kingdom: Regression and No.95: No.94: No.93: No.92: No.91: No.90: No.89: No.88: matching evidence from the British Household Panel Survey, August 2008 Joachim Wagner: Exportaktivitaten und Rendite in niedersachsischen Industrieunternehmen, August 2008 publiziert in: Statistische Monatshefte Niedersachsen 62 2008, 10,552560 Joachim Wagner: Wirken sich Exportaktivitaten positiv auf die Rendite von deutschen Industrieunternehmen aus?, August 2008 publiziert in: Wirtschaftsdienst, 88 2008 10, 690696 Claus Schnabel Joachim Wagner: The aging of the unions in West Germany, 19802006, August 2008 forthcoming in: Jahrbucher fur Nationalokonomie und Statistik Alexander Vogel and Stefan Dittrich: The German turnover tax statistics panels, August 2008 forthcoming in: Schmollers Jahrbuch 128 2008 Nils Braakmann: Crime does pay at least when its violent! On the compensating wage differentials of high regional crime levels, July 2008 Nils Braakmann: Fields of training, plant characteristics and the gender wage gap in entry wages among skilled workers Evidence from German administrative data, July 2008 Alexander Vogel: Exports productivity in the German business services sector: First evidence from the Turnover Tax Statistics panel, July 2008 Joachim Wagner: Improvements and future challenges for the research infrastructure in the field Firm Level Data, June 2008 No.87: Markus Groth: A review of the German mandatory deposit for oneway drinks packaging No.86: No.85: and drinks packaging taxes in Europe, June 2008 Heike Wetzel: European railway deregulation. The influence of regulatory ans environmental conditions on efficiency, May 2008 Nils Braakmann: Non scholae, sed vitae discimus! The importance of fields of study for the gender wage gap among German university graduates during market entry and the first years of their careers, May 2008 No.84: No.83: No.82: No.81: No.80: No.79: No.78: No.77: Markus Groth: Private exante transaction costs for repeated biodiversity conservation auctions: A case study, May 2008 Jan Kranich: RD and the agglomeration of industries, April 2008 Alexander Vogel: Zur Exporttatigkeit unternehmensnaher Dienstleister in Niedersachsen Erste Ergebnisse zu Export und Produktivitat auf Basis des Umsatzsteuerstatistikpanels, April 2008 Joachim Wagner: Exporte und Firmenerfolg: Welche Firmen profitieren wie vom internationalen Handel?, Marz 2008 Stefan Baumgartner: Managing increasing environmental risks through agrobiodiversity and agrienvironmental policies, March 2008 Thomas Huth: Die Quantitatstheorie des Geldes Eine keynesianische Reformulierung, Marz 2008 Markus Groth: An empirical examination of repeated auctions for biodiversity conservation contracts, March 2008 Nils Braakmann: Intrafirm wage inequality and firm performance First evidence from German linked employeremployeedata, February 2008 No.76: Markus Groth: Perspektiven der Nutzung von Methanhydraten als Energietrager Eine No.75: No.74: No.73: No.72: No.71: No.70: No.69: No.68: No.67: No.66: Bestandsaufnahme, Februar 2008 Stefan Baumgartner, Christian Becker, Karin Frank, Birgit Muller Christian Quaas: Relating the philosophy and practice of ecological economics. The role of concepts, models, and case studies in inter and transdisciplinary sustainability research, January 2008 publisched in: Ecological Economics 67 2008, 3 , 384393 Thorsten Schank, Claus Schnabel Joachim Wagner: Higher wages in exporting firms: Selfselection, export effect, or both? First evidence from German linked employeremployee data, January 2008 Institut fur Volkswirtschaftslehre: Forschungsbericht 2007, Januar 2008 Christian Growitsch and Heike Wetzel:Testing for economies of scope in European railways: An efficiency analysis, December 2007 revised version of Working Paper No. 29, forthcoming in: Journal of Transport Economics and Policy Joachim Wagner, Lena Koller and Claus Schnabel: Sind mittelstandische Betriebe der Jobmotor der deutschen Wirtschaft?, Dezember 2007 publiziert in: Wirtschftsdienst 88 2008, 2, 130135 Nils Braakmann: Islamistic terror, the war on Iraq and the job prospects of Arab men in Britain: Does a countrys direct involvement matter?, December 2007 Maik Heinemann: Estability and stability learning in models with asymmetric information, December 2007 Joachim Wagner: Exporte und Produktivitat in Industriebetrieben Niedersachsen im interregionalen und internationalen Vergleich, Dezember 2007 Stefan Baumgartner and Martin F. Quaas: Ecologicaleconomic viability as a criterion of strong sustainability under uncertainty, November 2007 Kathrin Michael: Uberbruckungsgeld und Existenzgrundungszuschuss Ergebnisse einer schriftlichen Befragung drei Jahre nach Grundungsbeginn, November 2007 No.65: No.64: No.63: No.62: No.61: No.60: No.59: No.58: No.57: No.56: No.55: No.54: No.53: The International Study Group on Export and Productivity: Exports and Productivity Comparable Evidence for 14 Countries, November 2007 forthcoming in: Review of World Economics 144 2008, 4 Lena Koller, Claus Schnabel und Joachim Wagner: Freistellung von Betriebsraten Eine Beschaftigungsbremse?, November 2007 publiziert in: Zeitschrift fur Arbeitsmarktforschung, 41 2008, 23, 305326 AnneKathrin Last: The Monetary Value of Cultural Goods: A Contingent Valuation Study of the Municipal Supply of Cultural Goods in Lueneburg, Germany, October 2007 Thomas Wein und Heike Wetzel: The Difficulty to Behave as a regulated Natural Monopolist The Dynamics of Electricity Network Access Charges in Germany 2002 to 2005, September 2007 Stefan Baumgartner und Martin F. Quaas: Agrobiodiversity as natural insurance and the development of financial insurance markets, September 2007 published in: A. Kontoleon, U. Pascual and M. Smale eds.: Agrobiodiversity, conservation and economic development, Routledge, London, 293317 Stefan Bender, Joachim Wagner, Markus Zwick: Kombi Fi D Kombinierte Firmendaten fur Deutschland, September 2007 Jan Kranich: Too much RD? Vertical differentiation in a model of monopolistic competition, August 2007 Christian Papilloud und Ingrid Ott: Convergence or mediation? Experts of vulnerability and the vulnerability of experts discourses on nanotechnologies a case study, July 2007 published in: European Journal of Social Science Research 21 2008, 1, 4164 Ingrid Ott und Susanne Soretz: Governmental activity, integration and agglomeration, July 2007 published in: ICFAI Journal of Managerial Economics 5 2008, 2, 2847 Nils Braakmann: Struktur und Erfolg von IchAGGrundungen: Ergebnisse einer Umfrage im Arbeitsagenturbezirk Luneburg, Juli 2007 revidierte Fassung erscheint in: Richter, J., Schoning, S. Wetzel, H., Mittelstand 2008. Aktuelle Forschungsbeitrage zu gesellschaftlichen und finanzwirtschaftlichen Herausforderungen, Frankfurt am Main: Peter Lang, 2008 Nils Braakmann: Differences in the earnings distribution of self and dependent employed German men evidence from a quantile regression decomposition analysis, July 2007 Joachim Waagner: Export entry, export exit, and productivity in German Manufacturing Industries, June 2007 published in: International Journal of the Economics of Business 15 2008, 2, 169180 Nils Braakmann: Wirkungen der Beschaftigungspflicht schwerbehinderter Arbeitnehmer Erkenntnisse aus der Einfuhrung des Gesetzes zur Bekampfung der Arbeitslosigkeit Schwerbehinderter, Juni 2007 revidierte Fassung erscheint in: Zeitschrift fur Arbeitsmarktforschung Journal for Labour Market Research 41 2008,1 No.52: No.51: No.50: No.49: No.48: No.47: No.46: No.45: No.44: No.43: No.42: No.41: No.40: No.39: No.38: No.37: No.36: Jan Kranich und Ingrid Ott: Regionale Spitzentechnologie auf internationalen Markten, Juni 2007 erscheint in: Merz, J. und Schulte, R. Hrsg.: Neue Ansatze der Mittelstands Forschung, Munster, 2007 Joachim Wagner: Die Forschungspotenziale der Betriebspaneldaten des Monatsberichts im Verarbeitenden Gewerbe, Mai 2007 erscheint in: ASt A Wirtschafts und Sozialwirtschaftliches Archiv Stefan Baumgartner, Frank Jost und Ralph Winkler: Optimal dynamic scale and structure of a multipollution economy, May 2007 forthcoming in: Ecological Economics Helmut Fryges und Joachim Wagner: Exports and productivity growth First evidence from a continuous treatment approach, May 2007 forthcoming in: Review of World Economics Ulrich Kaiser und Joachim Wagner: Neue Moglichkeiten zur Nutzung vertraulicher amtlicher Personen und Firmendaten, April 2007 publiziert in: Perspektiven der Wirtschaftspolitik 9 2008, 3, 329349 Joachim Wagner: Jobmotor Mittelstand? Arbeitsplatzdynamik und Betriebsgroe in der westdeutschen Industrie, April 2007 publiziert in: Vierteljahrshefte zur Wirtschaftsforschung, 76 2007, 3, 7687 Christiane Clemens und Maik Heinemann: Credit Constraints, Idiosyncratic Risks, and the Wealth Distribution in a Heterogenous Agent Model, March 2007 Jan Kranich: Biotechnologie und Internationalisierung. Ergebnisse der OnlineBefragung, Marz 2007 Joachim Wagner: Entry, exit and productivity. Empirical results for German manufacturing industries, March 2007 forthcoming in: German Economic Review Joachim Wagner: Productivity and Size of the Export Market Evidence for West and East German Plants, 2004, March 2007 publiziert in: Jahrbucher fur Nationalokonomie und Statistik, 227 2007, 4, 403408 Joachim Wagner: Why more West than East German firms export, March 2007 Joachim Wagner: Exports and Productivity in Germany, March 2007 publiziert in: Applied Economics Quarterly 53 2007, 4, 353373 Lena Koller, Klaus Schnabel und Joachim Wagner: Schwellenwerte im Arbeitsrecht. Hohere Transparenz und Effizienz durch Vereinheitlichung, Februar 2007 publiziert in: Perspektiven der Wirtschaftspolitik, 8 2007, 3, 242255 Thomas Wein und Wiebke B. Rober: Sind ausbildende Handwerksbetriebe erfolgreicher?, Januar 2007 Institut fur Volkswirtschaft: Forschungsbericht 2006, Januar 2007 Nils Braakmann: The impact of September 11th, 2001 on the job prospects of foreigners with Arab background Evidence from German labor market data, January 2007 Jens Korunig: Regulierung des Netzmonopolisten durch Peakload Pricing?, Dezember 2006 No.35: No.34: No.33: No.32: No.31: No.30: No.29: No.28: No.27: No.26: No.25: No.24: No.23: Nils Braakmann: Die Einfuhrung der fachkundigen Stellungnahme bei der IchAG, November 2006 erscheint in: Schulte, Reinhard: Neue Ansatze der Mittelstands Forschung, Munster etc.: Lit, 2008 Martin F. Quaas and Stefan Baumgartner: Natural vs. financial insurance in the management of publicgood ecosystems, October 2006 published in: Ecological Economics 65 2008, 2, 397406 Stefan Baumgartner and Martin F. Quaas: The Private and Public Insurance Value of Conservative Biodiversity Management, October 2006 Ingrid Ott and Christian Papilloud: Converging institutions. Shaping the relationships between nanotechnologies, economy and society, October 2006 published in: Bulletin of Science, Technology Society 2007 27, 4, 455466 Claus Schnabel and Joachim Wagner: The persistent decline in unionization in western and eastern Germany, 19802004: What can we learn from a decomposition analysis?, October 2006 published in: Industrielle BeziehungenThe German Journal of Industrial Relations 14 2007, 118132 Ingrid Ott and Susanne Soretz: Regional growth strategies: fiscal versus institutional governmental policies, September 2006 published in: Economic Modelling 25 1008, 605622 Christian Growitsch and Heike Wetzel: Economies of Scope in European Railways: An Efficiency Analysis, July 2006 Thorsten Schank, Claus Schnabel and Joachim Wagner: Do exporters really pay higher wages? First evidence from German linked employeremployee data, June 2006 published in in: Journal of International Economics 72 2007, 1, 5274 Joachim Wagner: Markteintritte, Marktaustritte und Produktivitat Empirische Befunde zur Dynamik in der Industrie, Marz 2006 publiziert in: ASt A Wirtschafts und Sozialwirtschaftliches Archiv 1 2007, 3, 193203 Ingrid Ott and Susanne Soretz: Governmental activity and private capital adjustment, March 2006 forthcoming in: Icfai Journal of Managerial Economics Joachim Wagner: International Firm Activities and Innovation: Evidence from Knowledge Production Functions for German Firms, March 2006 published in: The Icfai Journal of Knowledge Management VI 2008, 2, 4762 Ingrid Ott und Susanne Soretz: Nachhaltige Entwicklung durch endogene Umweltwahrnehmung, Marz 2006 publiziert in: Clemens, C., Heinemann, M. Soretz, S., Auf allen Markten zu Hause Gedenkschrift fur Franz Haslinger, Marburg: Metropolis, 2006, 233256 John T. Addison, Claus Schnabel, and Joachim Wagner: The Parlous State of German Unions, February 2006 published in: Journal of Labor Research 28 2007, 318 No.22: No.21: No.20: No.19: No.18: Joachim Wagner, Thorsten Schank, Claus Schnabel, and John T. Addison: Works Councils, Labor Productivity and Plant Heterogeneity: First Evidence from Quantile Regressions, February 2006 published in: Jahrbucher fur Nationalokonomie und Statistik 226 2006, 505 518 Corinna Bunk: Betriebliche Mitbestimmung vier Jahre nach der Reform des Betr VG: Ergebnisse der 2. Befragung der Mitglieder des Arbeitgeberverbandes Luneburg Nordostniedersachsen, Februar 2006 Jan Kranich: The Strength of Vertical Linkages, July 2006 Jan Kranich und Ingrid Ott: Geographische Restrukturierung internationaler Wertschopfungsketten Standortentscheidungen von KMU aus regionalokonomischer Perspektive, Februar 2006 publiziert in: Merz, J. und Schulte, R. Hrsg.: Fortschritte in der Mittelstands Forschung, Munster, 2006, 113129 Thomas Wein und Wiebke B. Rober: Handwerksreform 2004 Ruckwirkungen auf das Ausbildungsverhalten Luneburger Handwerksbetriebe?, Februar 2006 No.17: Wiebke B. Rober und Thomas Wein: Mehr Wettbewerb im Handwerk durch die No.16: No.15: No.14: No.13: No.12: No.11: Handwerksreform?, Februar 2006 Joachim Wagner: Politikrelevante Folgerungen aus Analysen mit wirtschaftsstatistischen Einzeldaten der Amtlichen Statistik, Februar 2006 publiziert in: Schmollers Jahrbuch 126 2006 359374 Joachim Wagner: Firmenalter und Firmenperformance Empirische Befunde zu Unterschieden zwischen jungen und alten Firmen in Deutschland, September 2005 publiziert in: Lutz Bellmann und Joachim Wagner Hrsg., Betriebsdemographie Beitrage zur Arbeitsmarkt und Berufsforschung, Band 305, Nurnberg: IAB der BA, 83111 Joachim Wagner: German Works Councils and Productivity: First Evidence from a Nonparametric Test, September 2005 published in: Applied Economics Letters 115 2008, 727730 Lena Koller, Claus Schnabel und Joachim Wagner: Arbeitsrechtliche Schwellenwerte und betriebliche Arbeitsplatzdynamik: Eine empirische Untersuchung am Beispiel des Schwerbehindertengesetzes, August 2005 publiziert in: Zeitschrift fur Arbeitsmarkt Forschung Journal for Labour Market Research 39 2006, 181199 Claus Schnabel and Joachim Wagner: Who are the workers who never joined a union? Empirical evidence from Germany, July 2005 published in: Industrielle Beziehungen The German Journal of Industrial Relations 13 2006, 118131 Joachim Wagner: Exporte und Produktivitat in mittelstandischen Betrieben Befunde aus der niedersachsischen Industrie 1995 2004, June 2005 publiziert in: Niedersachsisches Landesamt fur Statistik, Statistische Berichte Niedersachsen, Sonderausgabe: Tagung der NLS am 9. Marz 2006, Globalisierung und regionale Wirtschaftsentwicklung Datenlage und Datenbedarf in Niedersachsen. Hannover, Niedersachsisches Landesamt fur Statistik, Juli 2006, 18 29 No.10: No. 9: No. 8: No. 7: No. 6: No. 5: No. 4: No. 3: No. 2: No. 1: Joachim Wagner: Der Noth gehorchend, nicht dem eignen Trieb. Nascent Necessity and Opportunity Entrepreneurs in Germany. Evidence from the Regional Entrepreneurship Monitor REM, May 2005 published in: RWI: Mitteilungen. Quarterly 54 55 200304, 287303 published June 2006 Gabriel Desgranges and Maik Heinemann: Strongly Rational Expectations Equilibria with Endogenous Acquisition of Information, March 2005 Joachim Wagner: Exports, Foreign Direct Investment, and Productivity: Evidence from German Firm Level Data, March 2005 published in: Applied Economics Letters 13 2006, 347349 Thomas Wein: Associations Agreement and the Interest of the Network Suppliers The Strategic Use of Structural Features, March 2005 Christiane Clemens and Maik Heinemann: On the Effects of Redistribution on Growth and Entrepreneurial RiskTaking, March 2005 Christiane Clemens and Maik Heinemann: Endogenous Redistributive Cycles An overlapping Generations Approach to Social Conflict and Cyclical Growth, March 2005 Joachim Wagner: Exports and Productivity: A Survey of the Evidence from Firm Level Data, March 2005 published in: The World Economy 30 2007, 1, 6082 Thomas Wein and Reimund Schwarze: Is the Market Classification of Risk Always Efficient? Evidence from German Third Party Motor Insurance, March 2005 Ingrid Ott and Stephen J. Turnovsky: Excludable and NonExcludable Public Inputs: Consequences for Economic Growth, June 2005 Revised version published in: Economica 73 2006, 292, 725742 also published as CESifo Working Paper 1423 Joachim Wagner: Nascent and Infant Entrepreneurs in Germany. Evidence from the Regional Entrepreneurship Monitor REM, March 2005 erschienen in: Joachim Merz, Reinhard Schulte Hrsg., Neue Ansatze der Mittelstands Forschung, Berlin: Lit Verlag 2008, S.395411 Leuphana Universitat Luneburg Institut fur Volkswirtschaftslehre Postfach 2440 D21314 Luneburg Tel.: 49 4131 677 2321 email: brodtleuphana.de www.leuphana.devwlpapers ", "filename": "584533950.PDF", "person": ["Helmut Fryges", "Fryges, Helmut", "Joachim Wagner", "Wagner, Joachim"], "date": ["2008"]}