{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51448/1/585626014.pdf"], "title": ["Traditional excluding forces: A review of the quantitative literature on the economic situation of indigenous peoples, afro-descendants, and people living with disability"], "plaintext": "CataloginginPublication data provided by the InterAmerican Development Bank Felipe Herrera Library Gandelman, Nestor. Traditional excluding forces : a review of the quantitative literature on the economic situation of indigenous peoples, afrodescendants, and people living with disability by Nestor Gandelman, Hugo Nopo, Laura Ripani. p. cm. Research Department Working paper series ; 619 Includes bibliographical references. 1. Minorities Economic conditions. 2. Indigenous peoples Economic conditions. 3. Blacks Latin America Economic conditions. 4. People with disabilities Latin America Economic conditions. I. Nopo, Hugo. II. Ripani, Laura. III. InterAmerican Development Bank. Research Dept. IV. Title. V. Series. F1419.A1 G26 2007 2007 InterAmerican Development Bank 1300 New York Avenue, N.W. Washington, DC 20577 The views and interpretations in this document are those of the authors and should not be attributed to the InterAmerican Development Bank, or to any individual acting on its behalf. This paper may be freely reproduced provided credit is given to the Research Department, InterAmerican Development Bank. The Research Department RES produces a quarterly newsletter, IDEA Ideas for Development in the Americas, as well as working papers and books on diverse economic issues. To obtain a complete list of RES publications, and read or download them please visit our web site at: http:www.iadb.orgres. 2Abstract Unequal income distribution in Latin America and the Caribbean is linked to unequal distributions of human and physical assets and differential access to markets and services. These circumstances, and the accompanying social tensions, need to be understood in terms of traditional fragmenting forces; the sectors of the population who experience unfavorable outcomes are also recognized by characteristics such as ethnicity, race, gender and physical disability. In addition to reviewing the general literature on social exclusion, this paper surveys several more specific topics: i relative deprivation in land and housing, physical infrastructure, health and income; ii labor market issues, including access to labor markets in general, as well as informality, segregation and discrimination; iii the transaction points of political representation, social protection and violence; and iv areas where analysis remains weak and avenues for further research in the region. Keywords: Discrimination, Social exclusion, Latin America and the Caribbean This paper benefited from the collaboration of Santiago Amieva, Sebastian Calonico, Ted Enamorado, Gabriela Flores, Diana Gongora, Georgina Pizzolitto and Holger Siebrecht. The findings and interpretations in this paper are those of the authors and do not necessarily represent the views of the InterAmerican Development Bank or its corresponding executive directors. The standard disclaimer applies. Research Department, InterAmerican Development Bank, Stop B0900, 1300 New York Ave, NW, Washington, DC 20577, USA. 31. Introduction Latin America and the Caribbean LAC is the region with the most unequal income distribution in the world. This income inequality is linked to unequal distributions of both human and physical assets and differential access to key markets and services. Poverty, deficient access to health care, poor education outcomes, poor working conditions and lack of political representation are the norm rather the exception for substantial portions of regions population, and this plethora of inequalities has been thought as one of the main culprits of the multiple episodes of social tensions observed during LAC history. Nonetheless, another set of key ingredients in the understanding of these social tensions has been the existence of traditional fragmenting forces. The sectors of the population that typically are on the unfavored side of the distributions of outcomes are also recognized by observable characteristics such as ethnicity, race, gender and physical disability. This study is an attempt to document the efforts made towards the production of knowledge about the situation of these traditionally excluded groups, in different economic and social aspects. As stated elsewhere e.g., Chapter 1 of IDB, 2007, everyone participates in multiple exchanges in their daily social lives, and they occur within a certain set of social, economic, and political institutions formal and informal that provide the opportunities and services needed to obtain valuable outcomes in a market society. Social exclusion arises when a set of those formal and informal rules constrain the functioning of some groups of agents, the excluded. These are the transaction points, which are connected to outcomes namely discrimination, housing segregation, lack of access to education, etc that reflect exclusion suffered by those groups, and such outcomes have been described in the academic literature on excluded groups. Therefore, this survey is an attempt to i identify the transaction points where different actors in LAC societies suffer exclusionary processes, ii document the outcomes that arise from those processes, and iii describe the literature that has addressed those issues for the traditionally excluded groups. It should further be noted this paper focuses on academic economic papers, addressing the issues of traditionally excluded groups from a quantitative perspective. Who are the traditionally excluded sectors that this survey will address? Social exclusion in Latin America and the Caribbean predominantly affects indigenous peoples, Afrodescendants, persons with disabilities, and those living with the stigma of HIVAIDS. Given the paucity of studies on HIVAIDSinfected people, this analysis deals with only the first three of 4these traditionally excluded populations. The literature on gender differentials is given only cursory treatment and is reviewed only to the extent that it simultaneously addresses differentials in other individual characteristics indigenous peoples, Afrodescendants, etc  In the labor markets section the survey devotes special attention to migrants, who confront particularly daunting barriers for labor market insertion. The markets or transaction points considered were clustered in three categories: i relative deprivation in education, land and housing, physical infrastructure, health and income; ii labor markets as a transaction point that both produces exclusionary outcomes and serves as a resonance box of inequities from other markets; and iii other transactions in the political and social arena political representation, social protection, and securitycrime. The literature in these categories is abundant and widsespread, and the dimensions and methodologies taken into consideration in the literature are as broad as the social sciences themselves. These have ranged from sociological discussions of perceptions and attitudes to formal models of social interactions including empirical tests of statistical specifications, with or without theoretical support. The problem related to the vast heterogeneity of emphases and approaches is amplified when one takes into account that most of the regions academic community does not participate actively in the peerrefereed publication process. Hence it is not straightforward to look for academic journals that serve as a repository of the knowledge generated over time in this area. Surveying the existing knowledge on the traditional fragmenting forces in LAC thus represents an enormous task, but one that is necessary not only for the academic community, but also for policymakers, donors and international agencies interested in the development of the region. In order to include all possible papers, we reviewed the Econ Lit database and LACbased national research journals. We additionally used two approaches to locating unpublished papers. First, we reviewed two of the most popular Internet sites devoted to disseminating social science research: Research Papers in Economics Re PEc and the Social Science Research Network SSRN.1 Second, we reviewed the information available on the web pages of international organizations with research on these topics: InterAmerican Development Bank IDB, World Bank WB, Economic Commission for Latin America and the Caribbean ECLAC, United 1 http:repec.org http:www.ssrn.com 5Nations Development Program UNDP, International Labour Organization ILO and World Health Organization WHO. There are inherent problems in a classification effort like the one undertaken here. The first constitutes the criteria adopted for including or excluding a paper. Restricting the review to quantitative academic pieces, for instance, leaves aside other types of rich analysis, which may be very relevant for a complete understanding of the situation of traditionally excluded groups especially those that touch cultural understandings of the different groups, particularly indigenous peoples and Afrodescendant populations. A second problem is that the frontiers among the classified groups are hard to define in a precise and unequivocal way; classifications are inherently marked by the arbitrariness of the classifiers. A third problem is that it is virtually impossible to guarantee that all the relevant pieces of analysis have been incorporated into this survey. Nonetheless, we strove to be as comprehensive as possible within the bounds of the selfimposed classifying criteria. The rest of the paper is organized as follows. After this introductory section, a second section reviews the general literature, that is, those pieces that do not focus on particular targeted groups, transaction points or countriesregions. The third section is devoted to the branch of the literature that addresses relative deprivation in education, land and housing, physical infrastructure, health and income. A fourth section focuses on labor markets, describing issues related to limited access to the labor markets in general, informality, segregation and discrimination, and the fifth section deals with the transaction points of political representation, social protection and violence. A sixth and final section concludes by discussing areas where analysis remains weak and further research is needed in the region. 2. The General Literature As noted above, LAC suffers from high inequality and social exclusion, a situation exacerbated during the 1990s. Studies that attempted to explain the causes and costs of social exclusion, and to present policy options for increasing economic growth and reducing inequality include Florez et al. 2001, Bouillon and Buvinic 2003, Ocampo 2004, Buvinic 2004, and ESA Consultores 2005. In these papers, social exclusion is defined as a multidimensional concept that is linked to relative poverty, social deprivation, inequality, and lack of voice and power in society, restraining labor market participation and access to education and other social services. 6The authors argue that inequality restrains growth rates, economic development and democratic processes. These researchers additionally point to several sources of inequality and social exclusion: historical and demographic legacies, geographical isolation, unequal patterns of regional development, rapid urbanization, elite control, capitalintensive agricultural growth, a secular decline in rural employment and unequal distribution of assets. In addition, economic reforms such as financial sector liberalization, elimination of importexport barriers and reduction of trade tariff, tax reforms and privatization have failed to meet expectations because inadequate emphasis on equity and good governance. Reducing inequality therefore calls for longterm social policy that addresses inequality and promotes inclusion, stable economic growth, and reduction of internal dualism in productive sectors. This framework includes the following options: i making the invisible visible in statistics; ii better access to education; iii expanding access to labor, land, and capital markets; iv implementing integrated local development projects; v creating laws such as affirmative action policies and programs; and vi securing a stable macroeconomic environment. It is also important to focus on breaking the intergenerational transmission of disadvantages. The idea is that social exclusion will have to be attacked using an integrated policy framework Buvinic, 2004; Buvinic and Mazza, 2005. There have also been also attempts to quantify how much economies would gain from eliminating racial and ethnic exclusion, estimating the change in the volume of aggregate production and income that would result from ending occupational discrimination by race and ethnic origin and increasing investment in human capital in these groups. The impact on the GDP would be 37% in Bolivia, 13 percent in Brazil, 14 percent in Guatemala, and 4 percent in Peru Zoninsein, 2001. The role of ethnic origin has recently received particular attention in the academic production of the region. Along those lines, it has been documented that indigenous peoples and Afrodescendants have less capacity to generate income because of their lower levels of human capital, lower remuneration in the labor market and lower access to highquality jobs Duryea and Genoni, 2004, leading into problems of economic, social, cultural and political inequalities Bello and Rangel, 2002. Also, many members of these groups lag behind others in regard to certain Millennium Development Goals Busso et al., 2005. Two additional elements that have been highlighted are those groups notoriously higher incidence of poverty, which persists despite the overall improvements of other groups Hall and Patrinos, 2005; Sanchez2005; and 7low returns to incomegenerating assets physical and human capital, public assets and social capital, which particularly affect the incomegeneration strategies of excluded groups Skoufias and Patrinos, 2007. The latter topic has been the subject of studies in Bolivia Contreras et al., 2007, Ecuador BorjaVega and Lunde, 2007, Guatemala Fazio, 2007, Mexico BorjaVega et al., 2007 and Peru Escobal and Ponce, 2007, and for Afrodescendants in Colombia World Bank 2005. As mentioned above, this survey will not do justice to the enormous academic efforts to document genderbased exclusion. It is nonetheless worthwhile to mention summary of key facts by the World Bank 2003 in this area. While LAC has made significant advances with regard to equality most remarkably education and access to labor markets, traditional social patterns continue to undermine females full participation in the labor markets, which in turn reduces households ability to escape from poverty. The report indicates that there is much to be done with regard to poverty and social exclusion, reproductive health care and protection from domestic violence. Lastly, the study emphasizes that the consideration of gender as a basis for exclusion depends very much on the transaction point that is being analyzed. To summarize, even though the purpose was not to be exhaustive, this section presented some of the more general literature that has analyzed socioeconomic aspects that differ between traditionally excluded populations and the rest of the population. The rest of the paper will analyze the literature that touches more particularly different combinations of targeted groups and transaction points. This will give us a more specific view of the problems faced by the traditionally excluded groups through these different lenses. 3. Relative deprivation on Income, Education, Health, Land, Housing, and Physical Infrastructure Multidimensional deprivation is one outcome of exclusion, but as such needs to be distinguished from the process that produces and reproduces the exclusionary outcome. The transaction points that are going to be addressed in this section have to do with the processes of accessing sources of income, having educational opportunities, a place to live, being able to access health serviced when needed, as well physical infrastructure. The papers covered in this section will survey the literature about outcome differentials in these aspects that come from exclusionary processes functioning on those transaction points. 83.1 Income Deprivation Income deprivation is only one of the outcomes of exclusion, but it is clearly one of the most crucial. Furthermore, material deprivation is highly correlated with other dimensions of deprivation that affect the capacity of the excluded to obtain desirable outcomes in a market economy. Lack of employment or lowproductivity employment results in low incomes and poverty, but also restricts those in unemployment and lowproductivity jobs from participating in social institutions such as unions and other worker organizations geared at improving working conditions Gaviria, 2007. Limited access to income, and poverty, are probably among the most studied topics in the social exclusion literature on Latin America. There are at least three reasons for this focus. First, the literature dealing with these topics for Latin America tends to replicate, with some lag, applications previously made in developed countries. Second, data on income are widely available through household surveys in most countries. Finally, and more importantly, many of the problems of limited access reviewed in this paper e.g., health, education may actually come from lack of incomegeneration opportunities. If this is indeed the case, policies targeted to solve differential access to income sources may also help to improve other aspects of segregated groups living conditions. The literature has at least two approaches to define poverty: one measured as low income and the other focusing on unsatisfied basic needs e.g., running water, education. Nonetheless, there is also the view that poverty among indigenous peoples varies according to the perceptions, actual conditions and priorities of each indigenous group. Indigenous peoples are aware and proud of their cultural and ethnic identity, their language, social organization and ancestral knowledge, and none of these aspects are captured by the traditional measures of human poverty Coba, 2005. Whether presenting basic income statistics alone or estimating the impact of a specific exclusionary characteristic e.g. ethnicity or disability on income, the results are largely the same: the poverty statistics for indigenous and Afrodescendents reveal a worse situation compared to the rest of the population in almost the entire region Costa Rica and Haiti are two important exceptions. When estimating poverty rates by race, Afrodescendents constitute 30 percent of Latin Americas population but represent 40 percent of the regions poor. In general, indigenous peoples and Afrodescendents, in different magnitudes, have lower income levels 9compared to the rest of the population Machinea, 2005; Busso et al., 2005; Bello and Rangel, 2002; Dade and Arnush, 2006. When considering income statistics over time, overall there has been a reduction in poverty, but the share of indigenous and Afrodescendents poor is still larger than the share of nonindigenous, nonAfrodescendent poor. Interestingly, indigenous peoples were largely unaffected by either increases or declines in national poverty rates in Mexico, Bolivia, Ecuador and Peru. The conclusion is that the income sources of indigenous peoples are less affected by macroeconomic shocks, whether positive or negative. Moreover, analyzing data for Ecuador and Mexico during their last crisis and recovery episodes showed that indigenous peoples were less affected by the crisis as it unfolded, but their recovery was so slow that the net impact on them was worse than for nonindigenous populations. When evaluating two basic ways to reduce poverty to attain the MDGsgrowth in the mean and reduction in inequalityit was found that even small income redistributions from wealthy individuals to nonwhites would be equivalent to relatively large annual growth rates until 2015 Busso et al., 2005; Espinosa, 2005; Gacitua et al., 2005; Hall and Patrinos, 2005; Skoufias and Patrinos, 2007. By now, it is clear that there is agreement in the literature that the lack of access to income for excluded groups is a widespread phenomenon in LAC. Naturally, these income differences may be due to different groups characteristics. Some studies have applied more sophisticated analytical tools to study these differentials, finding that there still are statistically significant differences between excluded groups and the rest of the population that cannot be explained by differences in groups characteristics. For example, specific research has been performed using OaxacaBlinder decompositions;2 and probit models estimating the probability for a household to fall into poverty Ponce, 2006, for Ecuador; Telles and Lim, 1998, and Montano, 2004, for Brazil. Using the latter approach, Hall and Patrinos 2005 find that being indigenous increases the probability of being poor in Bolivia 13 percent, Ecuador 16 percent, Guatemala 14 percent, Mexico 30 percent and Peru 11 percent. In terms of people with disabilities, poverty seems to exacerbate disabilities Dudzik et al., 2002; Hernandez and Hernandez, 2005. 2 These pieces will be outlined in the section on labor markets 103.2 Education Income deprivation, as reviewed in the previous subsection, can cause and be caused by deprivation in other dimensions, notably education. The opportunity cost for lowincome families of sending their children to school may preclude them from investing in schooling and condemning these youngsters to low productivity, low wages and badquality jobs. Income deprivation is partially the cause of differentials in education, but these differentials in education perpetuate differentials in income. In order to integrate the excluded groups, it is necessary to break this vicious circle. The exclusion phenomenon in its purest form happens when even after controlling for different income level, there still are differences in education outcomes, or the inverse, when after controlling for education levels there still are differences in income levels. The transaction points in these cases are the school system and the labor market. In terms of education, there is a wide literature about the differences in educational outcomes by gender, but there is not such a wide set of papers with analysis of the educational differences for the traditionally excluded groups analyzed in this survey. In terms of kind of analysis, the education literature for LAC can be divided into quantitative analysis and policyoriented analysis. The latter usually include basic statistics on the excluded groups but do not perform any statisticaleconometric analysis of the data. The literature has analyzed various aspects of the education experience for different groups. Some authors argue that the key differentials are at the initial steps in formal education, reporting evidence of lower probabilities of going to school as well as in the transition rates for primary school. Filmer 2005 analyzes peoples with disabilities in nine countries, while Sanchez and Garcia 2006 focus on AfroColombians. Beckett and Pebley 2002 and GarciaAracil and Winter 2006 study differences between indigenous and nonindigenous and between male and female indigenous in Guatemala and Ecuador, respectively. Others estimate differences between Colombian Afrodescendants and indigenous peoples and the rest of the population, stating that one of the main exclusionary factors interfering in the development of these groups is their restricted participation in the secondary education system World Bank, 2005; higher education levels, however, have received less attention. There is additionally some scattered evidence that the disabled have lower access to education than the rest of the population Lemez, 2005, in Uruguay. 11Several authors document differences in test scores HernandezZavala et al., 2006, using data from Guatemala, Mexico and Peru, grade repetition Patrinos and Psacharapoulos, 1992, for Bolivia and Guatemala and other traditional educational indicators Porter, 2001, for persons with disabilities in Nicaragua, El Salvador, Jamaica and Chile; Solano, 2003, for indigenous persons in Costa Rica; Nopo et al., 2004, for racial and ethnic differences in a context of racial mixture in Peru. Illiteracy, being the outmost face of education deprivation, has deserved special attention. Its evolution does not seem to be homogenous in LAC. Decreasing illiteracy rates and literacy gaps for indigenous peoples are reported in Bolivia Mezza Rosso, 2003, but no significant changes for Afrodescendants, in this indicator as well as in others, in Ecuador Ponce, 2006. Differences in illiteracy rates between indigenous men, indigenous women and the general population are also reported for Panama Coba, 2005 Returns to education in the form of better job opportunities are the key transmission mechanism that perpetuates education and income differentials. The evidence presented so far shows that excluded groups have lower education level than the rest of the population. In order to close the salary gap there is a need to increase the quality of schools and the access to them see Patrinos and GarciaMoreno, 2006, for the Mexican case. But if returns to education are different among groups, as seems to be the case,3 that will not be enough. Finally, other studies have found interesting results that in this context can provide a broader picture of challenges in the area of education. Parker et al. 2003 show that language barriers seem to be an important factor behind continued social exclusion. They find that the lower performance of indigenous children is mostly produced by the lower outcomes of monolingual indigenous, whereas bilingual children perform almost equivalent to their nonindigenous counterparts in Mexico. Cueto and Secada 2004, analyzing school performance in rural schools in Peru, find that after adjusting for the economic and linguistic differences between the students, the differences between rural and urban schools disappear. Similarly, Mc Ewan 2005 analyzed the situation of indigenous peoples in Bolivia and Chile, and found that between onehalf and twothirds of the differences in grades between indigenous and nonindigenous can be attributed to differences in school quality; also, between onefourth and twofifths of the same gap can be attributed to family characteristics. 3 See the section on labor markets below. 12There is a set of policyoriented papers that present options highlighting the need to improve educational opportunities for excluded groups. Some surveys present a good summary of political and social initiatives implemented in LAC to reduce social exclusion of Afrodescendants and indigenous peoples, showing that the general situation of both populations is characterized by limited access to education Hopenhayn and Bello, 2001; Bello and Rangel, 2002. They highlight that pedagogic approach is important in addressing problems of access and attendance rates and note challenges, such as the establishment of bilingual schools, involved in taking a multicultural approach. The towards bilingualmulticultural practices in areas where there are higher proportions of indigenous populations Peredo, 2004. improve strategies region needs to Breaking intergenerational transmission of disadvantages has to do, among other things, with better access to education for excluded groups Buvinic, 2004; Ocampo, 2004; IDB, 2003, for Argentina, Brazil, Peru, and Bolivia. One of the most urgent needs is policymaking to reduce inequalities in primary schooling. In general, there is good progress towards Millennium Development Goals in primary education, but less so for indigenous peoples and Afrodescendants Bouillon and Buvinic, 2003. 3.3 Health The concept of healthillness in Western societies is not necessarily similar to that prevailing among some indigenous or Afrodescendants in LAC. As part of the Western tradition, it is possible to define the right to health as being able to achieve the highest possible level of physical and mental health and, access to public health services Sanchez and Bryan, 2003. There are few studies that report the understanding of the concept of health for indigenous and Afrodescendants, however, and these studies have been made using focus groups and interviews. Among Colombian rural Afrodescendants, the concept of healthillness is related to traditions and cultural beliefs, which are in many cases related to traditional medicines Sanchez and Garcia, 2006. For Colombian indigenous peoples, health is an integral concept associated with emotional, spiritual and physical elements in peoples relationship with their surroundings World Bank, 2005; health is understood as having a good relationship with mother nature. That said, it is perhaps not surprising to observe that almost half of the indigenous peoples and Afrodescendants in Colombia have no access to health insurance Bernal and Cardenas, 2005. 13The difference in concept is not only academic. The cause of the poor health conditions of indigenous may be the differences in focus and concepts between occidental medicine and their traditional ancestral treatments Peredo Beltran, 2004. Along these lines, it has been asserted that there exists discrimination against traditional medicine in favor of Western medicine Bello and Rangel, 2002; Hopenhayn and Bello, 2001 While research on access to health care and health outcomes has focused on indigenous and Afrodescendants, that work largely neglects those groups different personal and group characteristics, which may lead to different health outcomes. In particular, the ruralurban dimension explains a sizable part of the health gap. Even though the literature has not presented formal indisputable evidence of discrimination against indigenous nor Afrodescendants with respect to health outcomes, there are many papers that argue the existence of such discrimination Dade and Arnush, 2006; Sanchez and Bryan, 2003; Hopenhayn and Bello, 2001; Coba, 2001; Ribando, 2005; Peredo Beltran, 2004; and Bello and Rangel, 2002. In the best case, however the evidence provided is a simple crosstab for one or more countries, and in many other only the opinion of others is cited. Most papers in this area are based on crosstabs or they cite crosstabs made by other authors of census, household surveys or specially made surveys. They unanimously report a worse health conditions among indigenous and Afrodescendants.4 Marini and Gragnolati 2003, studying malnutrition in Guatemala, presents a multivariable regression to establish the determinants of such a phenomenon. They present a OaxacaBlinder decomposition to determine the proportion of the heightforage score that is due to characteristics of the indigenous population region, education, household size, etc and unobserved factors including discrimination. According to their results, a sizeable part of the differential outcome cannot be accounted for by indigenous peoples characteristics. Although not presenting a formal setup to control for the effects of other variables, Machinea 2005 and Coba 2005 disaggregate infant mortality rates between indigenousurban, nonindigenousurban, indigenousrural and nonindigenous rural. They implicitly have two important conclusions: first, indigenous in urban areas have lower infant mortality rates than indigenous and nonindigenous in same cases in rural areas. Second, indigenous peoples have higher infant mortality rates than nonindigenous people living in their same area urban or 4 Table 1 in the Annex presents a summary of the countries and health indicators used in the papers reviewed. 14rural. Thus, the larger share of indigenous peoples living in rural areas is an important determinant of worse indigenous health outcomes but cannot account for the whole differential. The open question is whether including other factors e.g., education, income level could close the gap and leave no room for an interpretation of interpretation. Finally, there is an incipient literature on stigmatization and access to health care for people with physical or mental disabilities. This literature argues that failure to ensure that people with disabilities receive effective educational services results in exclusion from the labor market and contributes to poor health Dudzik et al., 2002; Acuna and Bolis, 2005. 3.4 Land and Housing Geographical segregation increases the exposure of disadvantaged groups to crime and violence, both because the rich retreat into gated communities with private security and because the disadvantaged lack the social, economic, and political resources needed to access the preventive and corrective forces of the judicial system and the police Gaviria, 2007. While there is an old and broad literature on housing differentials, researchers interested in LAC have only recently started to focus on these issues. There are two methodological venues in the regional literature: qualitative studies based on interviews and historical records, and quantitative indicators based on household surveys and censuses. In both approaches, groupdifferentials are discussed in two dimensions: access to land or housing; and housing quality including many healthrelated issues like running water, garbage disposal, adequate sanitation, etc  International organizations have pushed forward the idea of providing access to land titles for the poor as a costeffective poverty alleviation policy. Finan et al. 2004 point out that, although access to land can raise household welfare significantly in rural Mexico, this would not sufficient to raise most indigenous residents from poverty. Moreover, Afrodescendants have been much less successful in obtaining collective land rights Dade and Aleisha, 2006; Ribando, 2005 than indigenous peoples. Only in Brazil and in Colombia since 1988 and 1991, respectively do national constitutions mention the cultural and agrarian land rights of the Afrodescendant population. This situation is to some explained by the fact that most Afrodescendants have been integrated into the mestizo culture and therefore do not possess the racialcultural group identity or specific relationship to the land that would allow them to receive privileged access to land. A 15notable exemption is the Garifuna community, descendants of escaped slaves from St. Vincent, that won communal land rights in Honduras and Nicaragua by proving that their language, religious beliefs, and traditional agriculture techniques are inextricably linked to their notion of land Ribando, 2005. With respect to ownership ratios, indigenous peoples and Afrodescendants seem to display levels at least as high as the rest of the population see Benavides et al., 2006, for Peru; Ponce, 2006, for Ecuador; and Gonzalez, 2006, for Honduras. Ownership levels aside, there are reports of housing quality problems e.g., overcrowding, unsatisfied basic needs for the indigenous population in Costa Rica and Panama, respectively Solano, 2003; Coba, 2005. Solano 2003 additionally presents evidence that the housing situation of the indigenous population living in rural areas is not very different from the housing conditions of nonindigenous living in the same area. The differences in the aggregates are strongly affected by the different percentages of indigenous and nonindigenous peoples living in urban and rural areas. Similarly, Putnam 2004 finds that the Afrodescendant population of Costa Rica of the province of Limon where most Costa Rican Afrodescendants live is in no worse housing condition than that of nonAfrodescendants from Limon. Note that neither the results of Solano 2003 nor Putnam 2004 implies the absence of housing problems for the indigenous or Afrodescendant population. In the best case scenario, they suggest, that given where they live, Afrodescendants and indigenous are in largely the same situation as their neighbors. Nonetheless, the question of why they live in these areas and why these areas lack access to public services remains unanswered. According to the literature, there are three main problems with respect to indigenous land access: i gender differential treatments; ii the impact of major development projects e.g. oil drilling in Colombia and Venezuela, hydroelectric and power stations in Chile, deforesting in the Venezuelan and Brazilian Amazonia; and iii migration to cities. A few decades ago, the majority of indigenous peoples lived in rural areas. There are still sizeable ancestral lands but migration to the cities has created new problems. It has been argued that the cause of indigenous poverty is the liberal reforms of the nineteenth century that introduced the idea of private land ownership Bello and Rangel, 2002. Most countries overlook the common law rights traditionally used by indigenous peoples to allocate land use, and these authors argue that the relationship of indigenous peoples with the land is not only economic but 16also includes many social, cultural and religious aspects. Many times the combination of a countrys legal framework with major development projects has forced migration to the cities. There are two reasons why indigenous women are in an especially vulnerable situation Peredo Beltran, 2004. First, they are traditionally specialized in the management of natural resources, and after migration they face stronger challenges than men in adapting to urban environments. Second, according to the customs of many indigenous peoples land ownership is typically passed to male family members in the understanding the women will obtain access to land through their husbands. This approach prevails, for instance, among Bolivias Aymara and Quechua communities. Using census data, Sachez and Garcia 2006 report that the Afrodescendant population of Colombia is also experiencing an important urban migration process. As in the case of indigenous populations, these migrants many forcefully displaced end up living in lower quality houses in neighborhoods with poor access to public utilities. Similar results have been found for Honduras, Ecuador and two locations in Argentina, respectively Gonzalez, 2006; Ponce, 2006; and Universidad Nacional de Tres de Febrero, 2006. However, the evidence for Peru seems to go in the opposite direction. There Afrodescendants have better building quality and better access to public utilities than the general public Benavides et al., 2006. Finally, how important is access to land for the indigenous and Afrodescendant populations? According to a World Bank Report 2005, although the cultural connotations are not the same, for both indigenous and rural Afrodescendants in Colombia access to land seems essential for improving their well being. Afrodescendants in rural areas perceive in access to land a guarantee of subsistence and continuity of cultural traditions. Indigenous peoples see in the territory the basic pillar of the quality of life and collective ownership of the territories implies the recognition of ancestral rights. 3.5 Physical Infrastructure The set of papers dealing with access to physical infrastructure in LAC countries is a subset of those dealing with housing conditions. The references to public utilities are always made in comprehensive studies with the goal of portraying a broad picture of the Afrodescendants and indigenous population in LAC. The literature reports that Afrodescendants and indigenous peoples have lower access to public utilities and that investments in infrastructure in areas 17populated by these groups is below ideal levels. As emphasized before, the differences among ethnic and racial groups reported are far from being attributed to ethnic discrimination. Rather, these are the consequence of other characteristics of ethnic groups e.g., urban vs. rural settlements, as suggested by Ponce 2006. The following paragraphs report the main finding of the reviewed literature. Sanchez and Bryan 2003, in their literature review on Afrodescendants social exclusion, report that most of this population lives in rural areas suffering lack of infrastructure and access to public utilities. According to these authors, Latin American governments invest very little or do not invest at all in infrastructure and services in areas mostly populated by Afrodescendants, which leads to has negative consequences for the marketing of agricultural products and ecological resources. Ribando 2005 presents sample statistics for the Afrodescendant population in Brazil and Colombia on resources commonly identified as crucial in overcoming opoverty. For instance, he cites a report by the U.S. Department of State 5 stating that the municipality with the highest percentage of Afrodescendants in Colombian has the lowest percapita level of government investment in health, education and infrastructure. Moreover, according to ECLAC 2000, lack of access to infrastructure is not gender neutral. Due to the traditional genderbased division of labor in LAC, rural female workers and indigenous women have harder living conditions in order to compensate for deficiencies in access to running water, electricity and transportation. Sanchez and Garcia 2006 report changes in the ruralurban composition of Afrodescendant settlements in Colombia due to a rapid process of migration to urban areas. Using census data, they report that, like indigenous populations, Afrodescendant migrants end up living in lowerquality houses in neighborhoods with poor access to public utilities. In order to understand the differences in wellbeing among the Afrodescendants and the general population they use a principal component analysis technique to construct an Index of Living Conditions, and their main conclusion is that access and quality of housing public services are the main determinants of the Afrodescendant populations lower welfare. Benavides et al. 2006 also apply the principal component analysis to infrastructure. Considering access to the public water system and drainage, they find that AfroPeruvians have significantly higher access to public infrastructure than the average citizen and the indigenous population. 5 U.S. Department of State, Colombia: Country Report on Human Rights Practices, 2003, February 2004. 18Based on household surveys for 2003 in Ecuador, Ponce 2006 disaggregates several infrastructure indicators among Afrodescendants, indigenous, mestizos and white population. In terms of sanitary system, running water, telephone, electricity and garbage disposal services, the indigenous population systematically has the worse statistics, followed by Afrodescendants and the white population e.g., 10.9 percent of indigenous households have telephones, compared to 17.7 percent of Afrodescendants and 42.1 percent of whites households. After acknowledging that these ethnic differences could be due to different shares of urban and rural settlements among ethnic groups, the author presents the share of each ethnicity living in urban and rural areas and concludes that the condition of the Afrodescendant population cannot be explained by geographic location alone. 4. Labor Markets as Transaction Points Reproducing Exclusionary Outcomes In terms of exclusion, labor markets act as resonance boxes of inequities or exclusion mechanisms already exerted in other social spheres. Labor markets thus convert into earnings differentials unequal access to health, education of good quality and basic living conditions that the societies have. These earnings differentials are, in turn, the main channel through which differences in health, education and basic living conditions persist. The labor markets are not necessarily the culprits of exclusion, but the extent to which they work as catalysts for the execution of exclusion mechanisms is a necessary issue to disentangle. Along those lines, the literature review on the traditional fragmenting forces within the labor markets has been subdivided into four categories. First, there is an analysis of the literature related to limited access to human capital characteristics nonetheless, it is understood that this literature has substantial overlap with that outlined in previous sections, so the discussion will focus on those that have direct linkages to the labor markets. Second, the survey will address the broadly defined area of limited access to the labor markets participation, employment and working conditions, among others. This section will then continue with a description of the literature on limited access to formal jobs. The fourth and final component of this section is devoted to the literature on segregation and discrimination in labor markets. 194.1 Limited Access to Human Capital This analysis of the literature on LAC labor markets begins by reviewing the documents that analyze the differences in human capital characteristics among groups traditionally discriminated against. As noted above, given that the labor markets work as resonance boxes of inequalities and exclusions exerted in other spheres, it is important to document the nature and magnitudes of those differences. This subsection therefore considers the academic literature describing the the human capital characteristics of groups traditionally discriminated against. Several authors, with different methodologies and focusing on different groups, have analyzed the problem of unequal access to the appropriate channels for acquiring human capital, as addressed in the section on education above. In contrast, this section outlines some of the work that document the outcomes of such unequal access, focusing on the differences in human capital characteristics that individuals have when they face the labor markets. It is therefore not surprising that most of the pieces documenting the differences in human capital characteristics that this study is referring to, do it as a mean to explain gaps in labor market outcomes mainly participation, employment, formality, occupation and wages. The description of those papers gets deferred to the next subsections, depending on the main topic within the labor markets that they address. For a general overview of the labor markets and traditionally excluded groups see Mazza 2004. 4.2 Limited Access to Labor Markets Since much of the literature on limited access to labor markets focused on migrants and people with disabilities, these two groups will take up most of the discussion in this subsection. Nonetheless, a few pieces on the role of ethnicity and race in access to labor markets will be described at the end. Although todays world is characterized by high global mobility and decreasing restrictions on migration of high skilled workers, international labor markets remain segmented in a way that limits the international migration of poor and unskilled workers. The main reasons for migration are associated with individuals hopes for attaining better working and life conditions at the place of destination. However, other variables interfere when migrants try to find a job in their country of destination; these include racial, social or cultural discrimination. 20In the LAC context, migration occurs both within the region and, more importantly, from the region to more developed countries; in either case, migration reduces the home country labor supply. One of the most important factors in migration appears to be selfselection by skill see Clark et al., 2003, for migration from LAC to the United States and Canada, and Pellegrino 2002 for Argentina and Uruguay emigration. This descriptive literature is complemented with another branch that attempts to understand the sources of the differences in the labor markets between migrants and locals. Bello and Rangel 2002 provide some explanations for these differences, emphasizing on a set of difficulties that range from economic to cultural and social aspects, as well as psychological and linguistics problems. They also highlight the risks associated with being an illegal immigrant when searching for a job. Stefoni 2002 studies the role of gender as a limitation to the access to the labor markets of migrant workers. For that, she describes the situation of Peruvian immigrants in Chile. This migration is characterized as being mainly female and largely concentrated in the domestic service and the informal sector, despite the educational attainment that these women have; while the educational level of these immigrants varies greatly, labor market segmentation means that they have access to only a narrow range of jobs, regardless of preparation. On the other hand, Cacopardo and Maguid 2001, studying gender differences among crossborder migrants in Argentina, found no differences in occupational status, earnings and unemployment levels between males and females. Access to labor market is also limited for persons with disability. Disabled people participate less in the labor market than the rest of the population because of transportation obstacles and costs, as well as barriers to productivity in the workplace. From the perspective of labor demand, sometimes employers view a disability as a sign of lower productivity or additional workplace costs, which triggers some sorts of statistical discrimination. HernandezLicona 2005, Elwan 1999 and Montes and Massiah 2002 provide complementary information outlining the situation of people with disabilities in the labor markets, as well as problems about data and the policy options in this arena. They point out that persons with disabilities generally hold lowskill jobs in agriculture and servicerelated industries. The existing evidence in LAC shows that the unemployment rate of people with disabilities is twice, or even three times, that of persons without them in developed countries. Although data is scarce for the developing world, people with disabilities are much less likely to be engaged 21economically than the population overall. Consequently, making policy changes to combat labormarket discrimination against those with disabilities requires access to better data, since information on persons with disabilities is either lacking or of poor quality throughout the region. Complementing these pieces, Alvarez 2000, also suggests the importance of improving accessibility for persons with disabilities and increasing access to rehabilitation technology for the disabled as a form of increasing their social inclusion. In principle, an efficient labor market with perfectly rational players is meant to be race blind, except under certain particular circumstances. However, the statistics suggest that this is not the case. An examination of factors that influence workplace decisions suggests that race and ethnicity play significant roles in determining job placement and career opportunities. Whether a person is looking for a job, seeking a promotion, or considering a new line of work, race and ethnicity constrain individual choices and affect chances of success, or even entry into labor markets. IDB 2001 summarizes key facts about economic opportunity differentials between racial groups in Argentina, Brazil, Peru and Bolivia. It explores some mechanisms through which this may happen and concludes that it is mostly due to persistent educational gaps and discrimination in the labor market. Arends 1991, exploring female labor force participation in Guatemala, finds a surprisingly small effect of ethnicity on participation. Roland 2001 in his study of six Brazilian metropolitan areas, showed that there is persistent inequality for both male and female Afrodescendant workers in the labor market; nonAfrodescendant workers earn more than double the income of Afrodescendants. Unemployment is also drastically higher among Brazilian Afrodescendants, the unemployment rate differentials between Afrodescendants and whites ranged from 45% in Salvador to 70% in the Federal District. De Janvry et al. 2005 study occupational choices for young men and women in rural Mexico, finding that indigenous men are substantially less likely to be wage earners than nonindigenous men. They additionally report wage gaps of around 15 percent in agricultural wage jobs and 35 percent in selfemployment, both favoring nonindigenous individuals over their indigenous counterparts. To close this subsection, Machinea 2005 has pointed out that the Millennium Development Goals do not sufficiently address labor market issues. He stresses that this is especially important when one takes into account that LAC unemployment increased from 6.9 percent in 1990 to 10% in 2004, that informalsector jobs and lowproductivity agricultural 22activities absorb more than 50% of the employment, and that some excluded groups are restricted in their access to the labor market. 4.3 Limited Access to Formal Jobs The literature on formality and traditionally excluded groups has not been abundant. There is a great deal of advancement in understanding the dynamics of the informal sector, but with no particular emphasis on traditionally excluded groups. The literature that analyzes the groups of interest for purposes of this paper and addresses informality does so by emphasizing working conditions, but generally within a broader context of living conditions. Consequently, the works cited in this subsection are not exclusively devoted to the formality of the traditionally excluded groups in the labor markets but nonetheless have bearing on the conditions of excluded groups. Benavides et al. 2006 report that even though the percentage of Afrodescendants outside of the economically active population is higher than the national figures, the percentage of AfroPeruvians who work in the formal sector is higher than that of the rest of the population. Also, the average labor earnings of AfroPeruvians are not different than the average of the rest of the nation although the average per capita income is significantly lower. Anticipating a topic to be covered in the next subsection, they report a high degree of occupational segregation, as 40 percent of Afrodescendants work in unskilled services. Interestingly, in this study Afrodescendants are the group most likely to report having experienced a discriminatory event in the past. Interestingly, migratory condition is a characteristic that, intersecting with ethnicity and gender, has received special attention in this branch of the literature. Bossen 1982, analyzing seasonal labor recruitment in plantations in Guatemala, found that laborers gender and migratory condition were the determinants of firms recruitment patterns. She rationalizes firms discriminatory behaviors against females such that for a large plantation, the tradeoff between employing cheap laborers women and reducing the development of workers solidarity by employing migrants, who are more expensive than women might be worth the wage differential. Angeles 2002 also analyzes the situation of Guatemalan migrant workers, particularly those in the border area near the Mexican state of Chiapas. He highlights that they are mostly males 90 percent and involved in agricultural labor 98 percent; almost one third of them are illiterate and hence have access to only a narrow range of employment. The work of Farah and Sanchez 232003 provides a comprehensive overview of the working conditions of Bolivians abroad, particularly in neighboring countries. As these workers are predominantly undocumented and illegal immigrants in the countries were they reside, they are subject to abuse and exploitation, working under precarious conditions. 4.4 Segregation and Discrimination An extensive literature has addressed segregation of discrimination against traditional minorities in LAC labor markets. Even thought the methods for precisely detecting and measuring discrimination remain far from being conclusive, there are interesting advances in the literature. Besides the analysis of occupational segregation, there are studies of discrimination using more sophisticated techniques such as OaxacaBlinder decompositions and nonparametric techniques. Even more, the literature has started to use natural field experiments to understand the outcomes of discrimination and its underlying mechanisms. Peredo 2004 outlines the increase in female labor force participation in LAC since the 1970s. This significant change notwithstanding, she also points out that the segregation of indigenous peoples and Afrodescendants within occupations related to domestic service has not changed substantially. Along similar lines, but focusing on Panama, Coba 2005 points out the precarious working conditions of the indigenous populations, especially indigenous women, who mostly concentrate on agricultural production. A similar work for Costa Rica is Solano 2003, who using the 2000 census documents living conditions of the indigenous population. In regard to labor markets, she highlights important differences between indigenous and nonindigenous populations as well as between indigenous and nonindigenous territories; the highest unemployment rates are found among indigenous individuals living outside of indigenous territories. A family of papers using wage decompositions a la OaxacaBlinder has been interestingly developed in the region. Marconi 2004 provides an analysis of the wage gap between the public and the private sectors in Brazil. The gap is noticeable, even after controlling for demographic and productive characteristics. The paper also documents the existence of wage gaps by skin color and gender in the public sector, the latter being larger than the former. Along similar lines, Arias et al. 2002 analyze the determinants of earnings gaps between whites and Afrodescendants in Brazil using quantile regressions and OaxacaBlinder type decompositions. 24They report that the differences in earnings that cannot be attributed to differences in human capital increase with job responsibilities, regardless of skill level. They also point out that average measures of earning gaps provide only limited information about the situation of disadvantaged groups, advocating for the use of techniques that go beyond averages and emphasize distributions of the variables of interest, as is the case with quantile regressions. Contreras et al. 2006 measure earnings and employment gaps for people with disabilities in Chile and Uruguay. They report that, depending on the intensity of the disability, the earnings penalty could be between 18 percent and 26 percent in Uruguay and between 20 percent and 37 percent in Chile. On the other hand, the employment rate gaps are between 30 percent and 57 percent in both countries, again depending on the intensity of the disability. Another important question regarding exclusion is whether it can lead to political instability and social conflicts. Figueroa and Barron 2005 analyze the role ethnicity plays in political instability, social disorder, and inequality. They try to explain social disorder and also inequality in Peru, finding social exclusion defined here as limited access to human capital but not discrimination defined here as unequal pay for same levels of human capital, which promotes the existence and longevity of horizontal inequalities inequalities among culturally defined groups further leading to inequality. Following the Sigma theory developed in Figueroa 2003, the authors relabel the differences in human capital characteristics as social exclusion and the differences in rewards as discrimination within an OaxacaBlinder decomposition setup. They found more evidence for the former than for the latter in urban Peru, therefore concluding that ethnicity is not the prime mover of social disorder. Similar results are found in Barron 2006. Sanchez 2005 applies the same methodology to Ecuador, in order to analyze the role of ethnicity in political instability, social disorder, and inequality. Unlike Figueroa and Barron 2005, she finds both social exclusion and discrimination, leading to the conclusion that in Ecuador ethnicity would in fact be one of the prime mover of social disorder. However, both agree that neither migration, intermarriage, collective actions nor government policies constitute mechanism of social equalization. Also for Peru, Nopo et al. 2007 examine the relationship between earnings and racial differences. Since most of the population is of mixed racial heritage, the authors construct indicators of racial intensities using a scorebased procedure. This methodology allows them to study nonlinearities in earning differences across mixed white and indigenous racial characteristics. Estimates from a semiparametric model show evidence of a 25race premium for whiteness in earnings, statistically significant among wage earners but not among the selfemployed. These results may be consistent with a story of employer discrimination. Another analysis of earnings gaps is by Barron 2005 which, using a variation of the propensity score matching technique proposed in Nopo forthcoming documents the differences between locals and migrants in the Limenian labor markets. The evidence found suggests almost no role for discrimination between these two groups, as the gap is small and has a negligible impact on the Gini measure of inequality. Along similar lines, Patrinos 2000 studies the wagecost to an individual of being an economic minority in different countries. In Bolivia and Peru, discrimination is estimated to account for 28 percent of the ethnic wage gap observed, whereas in Guatemala and Mexico it represents up to 50 percent of the overall earning differential. In Brazil the income gap between indigenous and nonindigenous even widens with increased schooling. Roland 2001 documents differences in employment and earnings between Afrodescendants and other workers in six metropolitan areas in Brazil towards the end of the 1990s. She finds noticeable gaps in all cities, especially Sao Paulo and Salvador, where it can reach 100 percent i.e., nonAfrodescendants earning, on average, twice as much as their Afrodescendant counterparts. GarciaAracil and Winter 2006 compare both ethnic and gender differences in Ecuador. Using the Living Standards Measurement Study LSMS for 19981999 they examine the determinants of wage gaps for gender and race and the determinants affecting the likelihood that a child remains in school, and if there are difference in returns to schooling across gender and ethnicity. They explore whether and how lower educational attainment and labor market discrimination contribute to lower earning for indigenous vs. nonindigenous people and women vs. men. They find that about half of both gaps is explained by educational attainment and half by discrimination. The main determinants affecting childrens enrollment are educational level of the mother, fathers profession, households wealth for boys, child labor and opportunity cost for indigenous children. There is a significant difference in returns to schooling by ethnicity but not by gender. Gandelman 2006 proposes a market test for discrimination in the soccer market in Uruguay. His estimations show a positive relationship between education, performance and promotions on one had; and between socioeconomic background, performance and promotions, 26on the other. This result is interpreted as produced by different opportunity costs. Moreover, he finds that Afrodescendant players performance is better evaluated than white players performance, but that race is not a significant determinant of international transfers. Assuming that talent is distributed equally among the population, he interprets these results as evidence of racial discrimination against Afrodescendant players in the national league but not with respect to international promotions. 5. Other Transactions in the Political and Social Arena Political Activity, Social Protection, and SecurityCrime Political and electoral systems that exclude disadvantaged groups of the population reduce their ability to influence public policies and programs, which results in lower investments in services such as highquality educational and health services needed by those who suffer exclusion in order to prosper. Social protection systems are also transaction points where the contact between governmental agencies and those in need of social protection policies face critical frictions, given that, in general, people are in or out of the government programs according to certain characteristics targeting mechanisms. Finally, dangerous neighborhoods and socioeconomic segregation in terms of housing, among other issues, make security issues important. The outcomes in this sense are generally higher crime rates among those who suffer from social exclusion. This section focus on the lack of access of the traditionally excluded groups to: i political representation, ii social protection, and iii security. 5.1 Limited Access to Political Representation This literature is composed of studies that examine the basic statistics about political representation of indigenous peoples and Afrodescendants in the region, or in specific countries. Although most of the authors reviewed tend to report underrepresentation of these groups, this result is not unanimous. Sources of data and methodologies differ, which impedes the explanation of varying results. Using Latinobarometro data, Gaviria 2001 analyzes racial differences in LAC, noting several broad facts without interpretation or implications. Those broad facts encompass socioeconomic status, subjective wellbeing, confidence in the state, political participation, social capital, and social mobility. One of the main findings is that there are statistically significant 27differences between races in socioeconomic status and subjective wellbeing but not in political participation, social capital or social mobility. This conclusion differs from other studies, which find differences by race in political participation. For example, Ribando 2005 use a few estimates from different sources of data for LAC from 2003 to 2005 to claim that the Afrodescendant population is underrepresented in the legislative branch of government. However, the analysis is scattered and not comparable in terms of which indicators are selected. Hopenhayn and Bello 2001 and Bello and Rangel 2002 compare indigenous with Afrodescendants and find that the general situation of both populations is the following: limited access to education, health, labor market, land and housing in addition to political underrepresentation. Instead of considering outcomes, the World Bank 2005 investigates aspirations, priorities and roles assigned by excluded groups to state and community institutions. This study finds that the obstacles faced by Afrodescendants and indigenous peoples in Colombia when trying to participate and be part of mainstream Colombian society differ greatly. Within the policyoriented literature, Buvinic 2004 argues that social exclusion is multidimensional, and therefore, several factors have to be taken into consideration in this analysis. Among these factors are justice and political participation indicators. In addition to educational quotas, LAC has a good track record with quotas to increase womens participation in representative government bodies. Until 2005, eleven countries have adopted these quotas. However, there are still incipient efforts in trying to incorporate quotas for excluded populations such as Afrodescendants and indigenous peoples. Using data from Nicaragua and Brazil, Dade and Arnush 2006 state that Afrodescendants are very poorly politically represented. In 2003, only 27 out of 594 Brazilian congressmen claimed to be of African descent, even though 45 percent of Brazils population is of African descent. Furthermore, there is not a single Afrodescendant in Nicaraguas National Assembly, despite the fact that Afrodescendants make up 9 percent of the countrys population. Analyzing the gender and ethnicity situation in LAC for the period 19802000, Peredo Beltran 2004 finds that empowering processes for women had not happened in the same way in all countries, precisely because of the contexts of social stratification and access to basic rights that are determined by ethnic and sociocultural factors. Benavides 2006 emphasizes the problems faced by political parties in the region that attempt to representing indigenous groups interests. Given the low educational level of these populations 28and their generalized poverty, it is difficult to generate new leaders able to design programs to help these populations. Bouillon and Buvinic 2003, using mainly results from other IDB reports, find that excluded groups generally have very little political representation. 5.2 Limited Access to Social Protection In this section, there is a review of the literature on access to social protection programs such as social security, conditional cash transfers and other povertyreduction strategies. However, little research has been undertaken, and the available evidence is mixed. The following paragraphs present the main results of the papers in this area. Bouillon and Buvinic 2003 use results that are based on previous IDB papers and reports that used micromacro simulations, poverty and inequality indices and social indicators progressivity of social spending, trendsdistribution of social expenditures to analyze the situation of indigenous and other excluded groups versus the rest of the population. ESA Consultores 2005 compare Afrodescendants with indigenous peoples in Honduras. They find that, in general, Afrodescendants have better access to basic social services than indigenous peoples, and this might be because they tend to live in the most economically prosperous regions compared to the indigenous, who are being left behind geographically. They recommend more efficient spending on public services, in particular education and health, and the introduction of evaluation programs for public services. They also promote economic incentives for school attendance lunch programs, transportation. Ocampo 2004, using data for the period 19802000, engages in a policyoriented analysis, arguing that social exclusion manifests itself in LAC mostly through the high level of income inequality and that the way to combat this is with a longterm social policy that addresses inequality and promotes inclusion, through more educational opportunities, labor policy, social security; in this paper segmented protection and social policy are not advocated as compensatory tools. Undertaking a complete literature review of the situation of Afrodescendants in LAC, Sanchez and Bryan 2003 find that there is a vicious circle where limited access to goods, services and opportunities plus low education levels leads to educational and labor market discrimination. Moreover, the lack of government intervention in this area exacerbates this problem. 295.3 Limited Access to Security In terms of access to security and the study of violence and insecurity in general, most of the literature on vulnerable groups concentrates on genderrelated violence mostly domestic violence. Regarding the excluded groups discussed in this study, the literature focuses primarily on displaced individuals in Colombia, most of whom are Afrodescendants and indigenous peoples. For example, World Bank 2005 specifies, among the exclusionary factors interfering in the development of the excluded groups, the inadequate attention to the increasing number of Colombian Afrodescendant and indigenous individuals and families displaced by the conflict that affects the country. In a new kind of study, Castillo and Petrie 2005 analyze discrimination patterns against indigenous populations in war, with evidence from Perus conflict in the 1980s and 1990s. They find that there is evidence of tastebased discrimination in war crimes, even accounting for inference and data problem. 6. Final Words, as a Mode of Conclusion The literature reviewed in this paper shows that not all dimensions of exclusion have received the same attention from the academic community. Lack of access to income and education, and labor market outcomes, have received much more attention than political representation, social protection and security. In terms of excluded groups, Afrodescendants and indigenous peoples have been the most studied. In contrast, few papers focus on migrants and persons with disabilities. In part due to the lower proportion of Afrodescendants and indigenous descendants in their population, there are a few countries e.g., Uruguay and Argentina that are basically absent from this debate. Colombia and Panama have been the most studied countries. From a methodological point of view, in the majority of the areas covered in this paper, the quality of the papers is rather low. There is a desperate need to go beyond simple averages and anecdotal evidence. Finally, from a data perspective, all countries in LAC conduct periodic surveys of their population household surveys, census, etc  Unfortunately, in many cases these surveys are not able to properly identify the traditional excluded groups. Bottom line, this paper ends with a call for more and better data and more and better research. 30References Acuna, Cecilia, and Monica Bolis. 2005. Stigmatization and Access to Health Care in Latin America: Challenges and Perspectives. Paper presented at the 29th Congress of the International Academy of Law and Mental Health, July 48, Paris. Aguilo, Ferderico. 1985. Enfermedad y Salud segun la concepcion AymaraQuechua. Sucre, Bolivia: Talleres Graficos Qori Llama. Alvarez, Eduardo. 2000. Pathways to Accessibility: Disability and the Physical Environment in Latin America and the Caribbean. SDS Working Paper. InterAmerican Development Bank, Washington, DC. Angeles, Hugo, and Martha Rojas. 2000. Migracion femenina internacional en la frontera sur de Mexico. Papeles de Poblacion Universidad Autonoma del Estado de Mexico 23 JanuaryMarch: 12751. Arends, Mary. 1992. Female Labor Force Participation and Earnings in Guatemala. In George Psacharopoulos and Zafiris Tzannatos, eds., Case Studies on Womens Employment and Pay in Latin America. Washington, DC: World Bank. Arias, Omar, Gustavo Yamada, and Luis Tejerina. 2002. Education, Family Background and Racial Earnings Inequality in Brazil. SDS Working Paper. InterAmerican Development Bank, Washington, DC. Barron, Manuel. 2005. Cuanto cuesta ser provinciano a un empleado de Lima Metropolitana: una aproximacion mediante Propensity Score Matching. Observatorio de la Economia Latinoamericana no. 47. Barron, Manuel. 2006. Exclusion and Discrimination as Sources of InterEthnic Inequality in Peru. PUCP Working Paper no. 253. Pontificia Universidad Catolica del Peru, Lima. Beckett, Megan, and Anne R. Pebley. 2002. Ethnicity, Language, and Economic WellBeing in Rural Guatemala. Working Paper Series 0205. Labor and Population Program, RAND, Santa Monica, CA. Bello, Alvaro, and Marta Rangel. 2002. Equity and Exclusion in Latin America and the Caribbean: The Case of Indigenous and AfroDescendant Peoples. CEPAL Review no. 76 April: 3553. 31Benavides, Martin. 2006. Nota tecnica sobre indigenas y afro peruanos. InterAmerican Development Bank, Washington, DC, and Grupo de Analisis para el Desarrollo GRADE, Lima. Unpublished. Benavides, Martin, Maximo Torero, and Nestor Valdivia. 2006. Pobreza, discriminacion social e identidad: el caso de la poblacion afrodescendiente en el Peru. World Bank, Washington, DC, and Grupo de Analisis para el Desarrollo GRADE, Lima. Unpublished. Benavides, Martin, and Martin Valdivia. 2004. Metas del Milenio y la brecha etnica en el Peru. Grupo de Analisis para el Desarrollo GRADE, Lima. Unpublished. Bernal, Raquel, and Mauricio Cardenas. 2005. Race and Ethnic Inequality in Health and Health Care in Colombia. Working Papers Series no. 29. Fundacion para la Educacion Superior y el Desarrollo FEDESARROLLO, Bogota. BorjaVega, Christian, and Trine Lunde. 2007. Economic Opportunities for Indigenous People in Ecuador. In Conference Edition: Economic Opportunities for Indigenous Peoples in Latin America. Washington, DC: World Bank. BorjaVega, Christian, Trine Lunde, and Vicente GarciaMoreno. 2007. Economic Opportunities for Indigenous People in Mexico. In Conference Edition: Economic Opportunities for Indigenous Peoples in Latin America. Washington, DC: World Bank. Bossen, Laurel. 1982. Plantations and Labor Force Discrimination in Guatemala. Current Anthropology 233: 26368. Bouillon, Cesar, and Mayra Buvinic. 2003. Inequality, Exclusion and Poverty in Latin America and the Caribbean: Implications for Development. Paper prepared for the ECIDB seminar, Social Cohesion in Latin America and the Caribbean, June 56, Brussels. Busso, Matias, Martin Cicowiez, and Leonardo Gasparini. 2005. Ethnicity and the Millennium Development Goals in Latin America and the Caribbean. CEDLAS Working Paper no. 27. Universidad Nacional de La Plata, La Plata, Argentina. Buvinic, Mayra. 2004. Introduction: Social Inclusion in Latin America. In Mayra Buvinic and Jacqueline Mazza, with Ruthanne Deutsch, eds., Social Inclusion and Economic Development in Latin America. Washington, DC: IDB. Buvinic, Mayra, and Jacqueline Mazza. 2005. Gender and Social Inclusion: Social Policy Perspectives from Latin America and the Caribbean. Paper prepared for conference, New 32Frontiers of Social Policy: Development in a Globalizing World, December 1215, Arusha, Tanzania. Cacopardo, Maria Cristina, and Alicia M. Maguid. 2001. Argentina: International Migrants and Gender Inequality in the Labour Market. Paper prepared for the XXIV General Population Conference, August 1824, Salvador, Brazil. Campante, Filipe R., Anna R. V. Crespo, and Phillippe G. Leite. 2004. Desigualdade salarial entre racas no mercado de trabalho urbano brasileiro: aspectos regionais. Revista Brasileira de Economia Graduate School of Economics, Getulio Vargas Foundation Brazil 582 April June: 185210. Castillo, Marco, and Ragan Petrie. 2005. Discrimination in the Warplace: Evidence from a Civil War in Peru. Unpublished. Clark, Ximena, Timothy J. Hatton, and Jeffrey G. Williamson. 2003. What Explains CrossBorder Migration in Latin America? Discussion Paper no. 2012. Harvard Institute of Economic Research, Cambridge, MA. Coba, Elena. 2005. Los pueblos indigenas de Panama: diagnostico sociodemografico a partir del censo del 2000. Project Document no. 20. Economic Commission for Latin America and the Caribbean ECLAC, Santiago. Contreras, Dante, Diana Kruger, and Daniela Zapata. 2007. Economic Opportunities for Indigenous People in Bolivia. In Conference Edition: Economic Opportunities for Indigenous Peoples in Latin America. Washington, DC: World Bank. Contreras, Dante, Jaime RuizTagle, Paz Garces, and Irene Azocar. 2006. SocioEconomic Impact of Disability in Latin America: Chile and Uruguay. Departamento de Economia, Universidad de Chile. Unpublished. Cueto, Santiago, and Walter Secada. 2004. Oportunidades de aprendizaje y rendimiento en matematica de ninos y ninas Aimara, Quechua y Castellano hablantes en escuelas bilingues y monolingues en Puno, Peru. In Donald R. Winkler and Santiago Cueto, eds., Etnicidad, raza, genero y educacion en America Latina. Washington and Santiago: PREAL. Dade, Carlo, and Aleisha Arnusch. 2006. AfroLatinos, Canada and Poverty in the Americas. Background paper. Canadian Foundation for the Americas FOCAL, Ottawa. 33de Janvry, Alain, Frederico Finan, and Elisabeth Sadoulet. 2005. Using a Structural Model of Educational Choice to Improve Program Efficiency. Working Paper. University of California, Berkeley, CA. Dudzik, Pamela, Ann Elwan, and Robert Metts. 2002. Disability Policies, Statistics, and Strategies in Latin America and the Caribbean: A Review. SDS Working Paper. InterAmerican Development Bank, Washington, DC. Duryea, Suzanne, and Maria Eugenia Genoni. 2004. Ethnicity, Race and Gender in Latin American Labor Markets. In Mayra Buvinic and Jacqueline Mazza, with Ruthanne Deutsch, eds., Social Inclusion and Economic Development in Latin America. Washington, DC: IDB. ECLAC Economic Commission for Latin America and the Caribbean. 2000. El desafio de la equidad de genero y de los derechos humanos en los albores del siglo XXI. Paper presented at the Eighth Regional Conference on Women in Latin America and the Caribbean, February 810, Lima. Elwan, Ann. 1999. Poverty and Disability. A Survey of the Literature. Social Protection Discussion Paper no. 9932. World Bank, Washington, DC. ESA Consultores. 2005. Consideraciones de raza en los Objetivos de Desarrollo del Milenio: el caso de Honduras. Tegucigalpa. Escobal, Javier, and Carmen Ponce. 2007. Economic Opportunities for Indigenous People in Rural and Urban Peru. In Conference Edition: Economic Opportunities for Indigenous Peoples in Latin America. Washington, DC: World Bank. Espinosa, Isolda. 2005a. Las metas del Milenio y la igualdad de genero. El caso de Guatemala. SERIE Mujer y desarrollo ECLAC no. 74 LCL.2378P. Espinosa, Isolda. 2005b. Las metas del Milenio y la igualdad de genero. El caso de Nicaragua. SERIE Mujer y desarrollo ECLAC no. 68 LCL.2353P. Farah, Ivonne, and Carmen Sanchez. 2003. Bolivia: An Assessment of the International Labour Migration Situation: The Case of Female Labour Migrants. GENPROM Working Paper no. 1. Gender Promotion Programme, International Labour Office, Geneva. Fazio, Maria Victoria. 2007. Economic Opportunities for Indigenous Peoples in Guatemala. In Conference Edition: Economic Opportunities for Indigenous Peoples in Latin America. Washington, DC: World Bank. 34Figueroa, Adolfo. 2006. El problema del empleo en una sociedad sigma. PUCP Working Paper no. 249. Pontificia Universidad Catolica del Peru, Lima. Figueroa, Adolfo, and Manuel Barron. 2005. Inequality, Ethnicity and Social Disorder in Peru. CRISE Working Paper no. 8. Centre for Research on Inequality, Human Security and Ethnicity CRISE, University of Oxford, Oxford, UK. Filmer, Deon. 2005. Disability, Poverty and Schooling in Developing Countries: Results from 11 Household Surveys. Social Protection Discussion Paper no. 0539. World Bank, Washington, DC. Finan, Frederico, Elisabeth Sadoulet, and Alain de Janvry. 2005. Measuring the Poverty Reduction Potential of Land in Rural Mexico. Journal of Development Economics 771: 2751. Florez, Carmen; Medina, Carlos and Urrea, Fernando. 2001.Understanding the cost of social exclusion due to race or ethnic background in Latin America and the Caribbean Countries. SDS IDB Working Papers. GacituaMario, Estanislao, and Michael Woolcock, with Marisa von Bulow. 2005. Assessing Social Exclusion and Mobility in Brazil. Unpublished. Translation of Chapter 1 in Estanislao GacituaMario and Michael Woolcock, eds., Exclusao social e mobilidade no Brasil. Brasilia and Washington, DC: IPEAWorld Bank. Gandelman, Nestor. 2006. Selection Biases in Sports Markets. Universidad ORT Uruguay, Montevideo. Unpublished. GarciaAracil, Adela, and Carolyn Winter. 2006. Gender and Ethnicity Differentials in School Attainment and Labor Market Earnings in Ecuador. World Development 342 February: 289307. Gaviria, Alejandro. 2001. Raza y discriminacion en America Latina. Un analisis preliminar basado en el Latinobarometro. InterAmerican Development Bank, Washington, DC. Unpublished. Gaviria, Alejandro. 2006. Movilidad social y preferencias por redistribucion en America Latina. Documentos CEDE no. 002678. Universidad de Los AndesCEDE, Bogota. Gonzalez, Mary Lisbeth. 2006. Mas alla de los promedios: afrodescendientes en America Latina. Los afrohondurenos. World Bank, Washington, DC. Unpublished. 35Guimaraes, Roberta de Oliveira. 2006. Desigualdade salarial entre negros e brancos no Brasil: discriminacao ou exclusao? Economica Rio de Janeiro 82 December: 22751. Hall, Gillette, and Harry Patrinos. 2005. Indigenous Peoples, Poverty and Human Development in Latin America: 19942004. Report. World Bank, Washington, DC. HernandezJaramillo, Janeth, and Ivan HernandezUmana. 2005. Una aproximacion a los costos indirectos de la discapacidad en Colombia. Revista de Salud Publica 72: 13044. HernandezLicona, Gonzalo. 2005. Disability and the Labor Market: Data Gaps and Needs in Latin America and the Caribbean. SDS Working Paper. InterAmerican Development Bank, Washington, DC. HernandezZavala, Martha, Harry Patrinos, Chris Sakellariou, and Joseph Shapiro. 2006. Quality of Schooling and Quality of Schools for Indigenous Students in Guatemala, Mexico and Peru. Policy Research Working Paper no. 3982. World Bank, Washington, DC. Hooker, Juliet. 2005. Indigenous InclusionBlack Exclusion: Race, Ethnicity and Multicultural Citizenship in Latin America. Journal of Latin American Studies No.37, 2005 Hopenhayn, Martin, and Alvaro Bello. 2001. Discriminacion etnicoracial y xenofobia en America Latina y el Caribe. Serie politicas sociales no. 47. Economic Commission for Latin America and the Caribbean ECLAC, Santiago. IDB InterAmerican Development Bank. 2001. Conference, Towards a Shared Vision of Development: HighLevel Dialogue on Race, Ethnicity, and Inclusion in Latin America and the Caribbean, June 18, Washington, DC. IDB InterAmerican Development Bank. 2003. Poverty Reduction and Promotion of Social Equity. Strategy document. Washington, DC. IDB InterAmerican Development Bank. 2007. Outsiders? The Changing Patterns of Exclusion in Latin America and the Caribbean. Economic and Social Progress Report. Washington, DC, United States: InterAmerican Development Bank. Leite, Phillippe G. 2005. Race Discrimination or Inequality of Opportunities: The Brazilian Case. Discussion Paper no. 118. IberoAmerica Institute for Economic Research IAI, Goettingen, Germany. Lemez, Rodolfo. 2005. La integracion de las personas con discapacidad en la educacion superior en el Uruguay. Report. Instituto Universitario CLAEH, Montevideo. 36Machinea, Jose Luis, Alicia Barcena, and Arturo Leon, coordinators. 2005. Objetivos de Desarrollo del Milenio: una mirada desde America Latina y el Caribe. Santiago: ECLACUnited Nations. Marconi, Nelson. 2004. Gap between Public and Private Wages and Wages Determination in the Public Sector. Revista de Economia Politica 242 April June: 25779. Marini, Alessandra, and Michele Gragnolati. 2003. Malnutrition and Poverty in Guatemala. Policy Research Working Paper no. 2967. World Bank, Washington, DC. Mazza, Jacqueline. 2004. Social Inclusion, Labor Markets and Human Capital in Latin America. In Mayra Buvinic and Jacqueline Mazza, with Ruthanne Deutsch, eds., Social Inclusion and Economic Development in Latin America. Washington, DC: IDB. Mc Ewan, Patrick J. 2004. La brecha de puntajes obtenidos en las pruebas por los ninos indigenas en Sudamerica. In Donald R. Winkler and Santiago Cueto, eds., Etnicidad, raza, genero y educacion en America Latina. Washington and Santiago: PREAL. Mezza, Victor. 2004. Bolivia: caracteristicas sociodemograficas de la poblacion con discapacidad. Paper presented at the ECLACIDB Segunda Reunion sobre Estadisticas de Discapacidad en el Cono Sur, October 2829, Santiago. Montano, Sonia. 2004. Los caminos hacia la igualdad: logros y desafios. Economic Commission for Latin America and the Caribbean ECLAC. Unpublished. Montes, Andres, and Ernest Massiah. 2002. Disability Data: Survey and Methods Issues in Latin America and the Caribbean. SDS Working Paper. InterAmerican Development Bank, Washington, DC. Nopo, Hugo. 2004. Matching as a Tool to Decompose Wage Gaps. IZA Discussion Paper no. 981. Institute for the Study of Labor IZA, Bonn, Germany. Nopo, Hugo, Jaime Saavedra, and Maximo Torero. 2004. Ethnicity and Earnings in Urban Peru. IZA Discussion Paper no. 980. Institute for the Study of Labor IZA, Bonn, Germany. Organization of American Status OAS. 1997. Informe sobre la situacion de los Derechos Humanos en Brasil. Washington, DC, United Status: OAS. Ocampo, Jose Antonio. 2004. Economic Development and Social Inclusion. In Mayra Buvinic and Jacqueline Mazza, with Ruthanne Deutsch, eds., Social Inclusion and Economic Development in Latin America. Washington, DC: IDB. 37Parker, Susan W., Luis Rubalcava, and Graciela Teruel. 2005. Schooling Inequality and Language Barriers. Economic Development and Cultural Change 541: 7194. Patrinos, Harry. 2000. The Cost of Discrimination in Latin America. Studies in Comparative International Development 352: 317. Patrinos, Harry, and Vicente GarciaMoreno. 2006. Salary Gaps between Indigenous and NonIndigenous Workers at IBERGOPUDLACIDE seminar, Politicas Publicas para Crecimiento y Desarrollo, August 2829, Mexico City. Implications. Paper presented in Mexico: Policy Patrinos, Harry, and George Psacharopoulos. 1992. Socioeconomic and Ethnic Determinants of Grade Repetition in Bolivia and Guatemala. Policy Research Working Paper no. 1028. World Bank, Washington, DC. Patrinos, Harry, and Emmanuel Skoufias. 2007. Conference Edition: Economic Opportunities for Indigenous Peoples in Latin America. Washington, DC: World Bank. Pellegrino, Adela. 2002. Skilled Labour Migration from Developing Countries: Study on Argentina and Uruguay. International Migration Papers no. 58. International Labour Organization, Geneva. Peredo, Elizabeth. 2004. Una aproximacion a la problematica de genero y etnicidad en America Latina. Serie mujer y desarrollo no. 53. Santiago: ECLACUnited Nations. Pinker, Steven. 2002. The Blank Slate: The Modern Denial of Human Nature. New York: Penguin Group. Ponce, Juan. 2006. Mas alla de los promedios: afrodescendientes en America Latina. Los afroecuatorianos. World Bank, Washington, DC. Unpublished. Porter, Gordon L. 2001. Disability and Education: Toward an Inclusive Approach. SDS Working Paper. InterAmerican Development Bank, Washington, DC. Putnam, Lara. 2002. La poblacion afrocostarricense segun los datos del censo de 2000. Paper presented at symposium, Costa Rica a la luz del Censo del 2000, August 56, San Jose. Ribando, Clare. 2005. AfroLatinos in Latin America and Considerations for U.S. Policy. CRS Report for Congress. Congressional Research Service, Library of Congress, Washington, DC. Robles, Arodys. 1999. Transiciones paralelas o divergentes? Las poblaciones indigenas y no indigenas en America Latina. In Kenneth Hill, Jose Morelos, and Rebeca Wong, 38coordinators, Las consecuencias de las transiciones demografica y epidemiologica en America Latina. Baltimore and Mexico City: Johns Hopkins University Press and El Colegio de Mexico. Roland, Edna. 2001. The Economics of Racism: People of African Descent in Brazil. Paper prepared for the International Council on Human Rights Policy Seminar on the Economics of Racism, November 2425, Geneva. Rosing, Ina. 1991. Introduccion Al Mundo Callawaya. Curacion Ritual Para Vencer Penas y Tristezas. Cochabamba, Bolivia: Los amigos del libro. Sanchez, Enrique, and Paola Garcia. 2006. Mas alla de los promedios: afrodescendientes en America Latina. Los afrocolombianos. World Bank, Washington, DC. Unpublished. Sanchez, Jeannette. 2006. Inequality, Ethnicity and Social Disorder: The Ecuadorian Case. Paper presented at the Third World Bank Conference on Inequality, June 56, Washington, DC. Sanchez, John. 2005. Afroecuatorianos: invisibilidad, racismo, exclusion y pobreza. Paper presented at the international seminar, Pueblos Indigenas y Afrodescendientes de America Latina y el Caribe, April 2729, Santiago. Sanchez, Margarita, and Maurice Bryan. 2003. Afrodescendants, Discrimination and Economic Exclusion in Latin America. London: Minority Rights Group International. Solano, Elizabeth. 2002. La poblacion indigena en Costa Rica segun el censo 2000. Paper presented at symposium, Costa Rica a la luz del Censo del 2000, August 56, San Jose. Stefoni, Carolina. 2002. Mujeres inmigrantes peruanas en Chile. Papeles de Poblacion Universidad Autonoma del Estado de Mexico 33 JulySeptember: 11845. Telles, Edward, and Nelson Lim. 1998. Does It Matter Who Answers the Race Question? Racial Classification and Income Inequality in Brazil. Demography 354: 46574. Torche, Florencia and Wormald, Guillermo. 2004. Estratificacion y Movilidad Social en Chile: Entre La Adscripcion y el Logro. ECLAC, Serie: Politicas Sociales 98, 2004. Torero, Maximo; Saavedra, Jaime; Nopo, Hugo and Escobal, Javier. 2004. An Invisible Wall? The Economics of Social Exclusion in Peru. Social Inclusion and Economic Development in Latin America. Washington, DC: IDB, 2004, 231 46. Universidad Nacional de Tres de Febrero. 2006. Mas alla de los promedios: afrodescendientes en America Latina. Resultados de la prueba piloto de captacion en la Argentina. World Bank, Washington, DC. Unpublished. 39USDOS. Country Reports on Human Rights Practices Colombia, US Department Of State, 2004. World Bank. 2005. The Gap Matters: Poverty and WellBeing of AfroColombians and Indigenous Peoples. Report. World Bank, Washington, DC. Zoninsein, Jonas. The Economic Case for Combating Racial and Ethnic Exclusion, Social Inclusion and Economic Development in Latin America. Washington, DC: IDB, 2004, 41 63. ____. The Economic Case for Combating Racial and Ethnic Exclusion in Latin American and Caribbean Countries. Research Report InterAmerican Development Bank, Combating Social Exclusion in LAC, 2001. 40 Coba 2005 Table 1. Health Indicators Used in the Literature Country Panama Groups Indigenous Annex Indicators Infant mortality rate, fertility rate, life expectancy, medical services by municipalities Infant mortality rate Infant mortality rate Infant mortality rate HIVAIDS prevalence rate Chronic diseases Chronic diseases Same access to health services but no comparison with rest of population Infant malnutrition Infant malnutrition Infant malnutrition Infant mortality rate Infant mortality rate, vaccination, maternal mortality, fertility rate, pregnancy controls, births in medical institutions, medical professionals attending childbirth, afterbirth controls, AIDSHIV knowledge Infectious diseases, infant mortality rate, vaccination, access to health services Infant mortality rate Infant mortality rate, infectious diseases, access to health services Hepatitis B, tuberculosis Mortality from diarrhea Infant mortality, health care coverage, government health investment in mostly Afrodescendant populated regions Infant mortality Health care coverage Gonzalez 2006 Honduras Afro Other ethnic groups Ribando 2005 Colombia, Brazil Afro Afro Afro Honduras Peru Benavides, Torero and Valdivia 2006 Machinea 2005 Bolivia, Ecuador, Guatemala, Peru Brazil Trinidad y Tobago Other ethnic Afro Bolivia, Ecuador, Guatemala, Mexico, Panama Espinosa 2005 Guatemala Indigenous Afro and indigenous Indigenous groups Indigenous Indigenous Afro Indigenous Indigenous Indigenous Indigenous Afro Colombia Colombia Bolivia Venezuela Panama Colombia Sanchez and Garcia 2006 World Bank 2005 Bello and Rangel 2002 Dade and Arnusch2006 Sanchez and Bryan 2003 Brazil Colombia Afro Afro 41Montano 2004 Brazil, Ecuador, Hopenhayn and Bello 2001 Country Groups Afro and Panama indigenous Bolivia, Guatemala Indigenous Indigenous Bolivia Venezuela Panama Argentina and Chile Peruvian Indigenous Indigenous immigrants Afro and indigenous Indigenous Indigenous Indigenous Ponce 2006 Ecuador ECLAC 2000 Guatemala Hall and Patrinos 2005 Marini and Gragnolati 2003 Robles 2001 Paraguay Bolivia, Ecuador, Guatemala, Mexico, Peru Ecuador, Guatemala, Mexico Guatemala Indicators Higher fertility rates Higher fertility rates Infant malnutrition, health care access Hepatitis B Mortality from diarrhea Health care access Infant mortality, malnutrition, place of childbirth, health coverage Medical professionals attending childbirth, AIDSHIV knowledge Place of childbirth Health insurance coverage Indigenous Malnutrition Indigenous Indigenous Infant malnutrition, adult malnutrition, obesity Mortality rates, access to health and basic needs programs. Note: underlined indicators mean that the group presents better statistics than the average population, in all the other cases, the targeted group is in worse situation than the white or average population. 42", "filename": "585626014.pdf", "person": ["Néstor Gandelman", "Gandelman, Néstor", "Hugo Ñopo", "Ñopo, Hugo", "Laura Ripani", "Ripani, Laura"], "date": ["2007"]}