{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51436/1/586084258.pdf"], "title": ["The conflictive relationship between satisfaction and income"], "plaintext": "CataloginginPublication data provided by the InterAmerican Development Bank Felipe Herrera Library Lora Eduardo. Camilo Chaparro. The conflictive relationship between satisfaction and income by Eduardo Lora, Juan p. cm. Research Department Working Papers ; 642 Includes bibliographical references. 1. Income. 2. Quality of life. 3. Quality of life Effect of Income on. I. Chaparro, Juan Camilo. II. InterAmerican Development Bank. Research Dept. III. Title. IV. Series. HB601 .L276 2008 338.516 L276dc 22 2008 InterAmerican Development Bank 1300 New York Avenue, N.W. Washington, DC 20577 The views and interpretations in this document are those of the authors and should not be attributed to the InterAmerican Development Bank, or to any individual acting on its behalf. This paper may be freely reproduced provided credit is given to the Research Department, InterAmerican Development Bank. The Research Department RES produces a quarterly newsletter, IDEA Ideas for Development in the Americas, as well as working papers and books on diverse economic issues. To obtain a complete list of RES publications, and read or download them please visit our web site at: http:www.iadb.orgres. 2Abstract 1 This paper makes use of the 2006 Gallup World Survey, which includes opinions on satisfaction with various aspects of life in 130 countries. Although a very solid relationship is found between satisfaction and income both across and within countries, raising doubts regarding the wellknown Easterlin Paradox, a new paradox arises: unhappy growth, where faster growth rates are accompanied by lower levels of satisfaction. The losses of satisfaction associated with growth are more pronounced in the material domains of life and are greater in richer and more urban societies. At the individual level, although higher incomes tend to be reflected in greater satisfaction, an increase in the income of the social group to which an individual belongs has the opposite effect. The conflictive relationship between satisfaction and income has implications for political economy. In particular, it suggests a simple mechanism for explaining various characteristic traits of economic and social populism. Keywords: Income, Quality of Life, GDP, Growth, Latin America JEL classification: D63, E61, I31, O21 1 This article was prepared as base material for publication of the IDB Beyond Facts: Understanding Quality of Life, Development in the Americas, 2008. Eduardo Lora is manager of the IDB Research Department. When this study was prepared Juan Camilo Chaparro was research assistant of this Department; he is now a Ph.D. student in Economics at the University of Toronto. The authors thank Lucas Higuera for his support and Rita Funaro, Leonardo Gasparini, Carol Graham, Fidel Jaramillo, Maria Victoria Rodriguez, and Ernesto Stein for their valuable comments, and the participants in various IDB internal discussion workshops and in the seminar of the Network of Inequality and Poverty NIP in Santo Domingo in June 2008. 3Men do not desire merely to be rich, but to be richer than other men. John Stuart Mill 1. Introduction Income is the most revered variable in economics. At aggregate level, the total income generated in a country is a measure of the size of its economy. Per capita income reflects the conditions of productivity and the purchasing power of the population, and the growth rate of this variable is the yardstick by which the material progress of a country is usually measured. On an individual level, personal disposable income represents the range of options which individuals have available to achieve maximum satisfaction. According to conventional economic theory, each increase in income makes possible an increase in satisfaction, albeit in everdecreasing quantities as needs tend to become satiated. However, when these theoretical predictions are matched against the opinions of people around the world, it becomes apparent that the relationship between income and satisfaction is more complex and less harmonious. Satisfaction in nearly all its dimensions tends to be on average greater in countries enjoying higher levels of per capita income. This paper, however, demonstrates the existence of an unhappy growth paradox: economic growth, instead of increasing, actually reduces satisfaction with various aspects of peoples lives, especially in countries that have reached a certain standard of income and consumption. Similarly, although higher individual earnings tend to be reflected in greater satisfaction, an increase in income for the social group to which an individual belongs produces the opposite effect especially with the material dimensions of wellbeing. As a result, changes in expectations and aspirations can counteract the gains in satisfaction produced by increased income. This aspiration treadmill can lead to the paradox in which some of the most economically successful groups, with the highest aspirations, have lower levels of satisfaction than economically and socially marginalized groups with lower aspirations. The complex relationship between income and satisfaction poses multiple political conflicts. Is economic growth desirable, even though it may reduce satisfactionat least temporarily? Is it justifiable to keep people who lack aspirations in ignorance to prevent a decrease in satisfaction? Should efforts to improve quality of life be concentrated on people who suffer more due to the effect of comparisons and competition with others, and who are not 4usually the poorest? Since political decisions in a democratic system are the result of conflicts and negotiations between groups with different views and interests, the answers to these questions should be the result of a public debate on the conflictive relationship between income and satisfaction. 2. Satisfaction, Income, and Growth at Aggregate Level Governments make tremendous efforts to track gross domestic product GDP, the best known measure of productive activity and the size of an economy. Although GDP per capita is usually considered a good indicator of a societys standard of living, it was not originally conceived with this end in mind. GDP does not take into account a number of activities that generate wellbeing, such as leisure, but it does include others that could well cause problems, such as depletion of nonrenewable natural resources or narcotics production see Box 1. Despite these deficiencies, GDP does measure after some accounting adjustments that need not be specified here2 the total income that people receive, and therefore does have a bearing on satisfaction because an individuals potential to consume is limited by income. Box 1. Is GDP an Indicator of WellBeing? The idea of creating a system of accounts of domestic income and product arose from the Great Depression of the 1930s due to the need to monitor the level of productive activity. The idea was put into practice in the United States in 1942 to quantify the possibilities of production for the war period. From the start, GDP was conceived as a measure of productive activity or, more exactly, of the market value of production of goods and services. Because its objective is not to measure wellbeing, it does not include goods such as leisure and the services that people provide in their own homes, while it does include everything that is produced through the market, whether or not it contributes to wellbeing, such as arms or drug production. As GDP only considers production and income flows, not changes in stocks of resources, it includes oil production but does not discount reduction of oil reserves. Nor does it consider other forms of depletion of natural resources or other losses of resources. As a result, when a country suffers a natural disaster, GDP can increase because of reconstruction activities despite deaths and loss of capital. 2 Personal disposable income is obtained by deducting from GDP the costs of capital depreciation, corporate retained earnings, government income from its own properties and enterprises, net transfers of income from families to government, and net transfers of income to the rest of the world. 5Box 1., continued These deficiencies prevent comparisons of GDP between countries, between abundant and scarce nonrenewable natural resources, or between countries that conserve and those that destroy their natural resources, or between countries that have to devote a substantial part oftheir resources to combat crime and those that have a low crime rate. There are also problems of international comparability due to differences in currencies and relative prices, which are solved by valuing goods and services at common prices in dollars at purchasing power parity. In view of these limitations, numerous proposals have been made to adapt the GDP calculation. In the early 1970s, James Tobin Nobel Prize for Economics in 1981 and William Nordhaus proposed that the value of household services and leisure be included, and certain bad things be deducted, such as pollution, and other activities, such as police services, which aim to correct social problems rather than generate goods. Similar considerations inspired the Genuine Progress Indicator, GPI, calculated by the private US organization Redefining Progress, and Measure of Domestic Progress, MDP, produced by the New Economics Foundation in the United Kingdom. In both cases the traditional economic aggregates of consumption are adjusted by the value of environmental and social costs. The United Nations, which since the 1950s has defined international standards for calculation of GDP, has expanded the initial system of national accounts to include the stocks of various types of capital and their changes. These expansions enrich the descriptionof the economic system but do not offer good measures of wellbeing. The quality of health or education, the crime rate and political stability are important dimensions of the quality of life which cannot be captured in the national accounts. In the last few decades, the main objective of economic policy in Latin America and the Caribbean LAC has been to accelerate GDP growth. After the lost decade of the 1980s, governments in the LAC region embraced, to a greater or lesser extent, the dictates of the Washington Consensus, with its promises to raise growth rates in a sustainable manner by combining fiscal and monetary policies to guarantee macroeconomic stability with privatization and market deregulation to raise efficiency. Since then, growth has improved in the region, but the gains have been modest in comparison with other regions of the developing world, especially East Asia. In this decade, per capita income in the region has grown somewhat more quickly than in the developed world, but it is still a long way from recovering from the lag accumulated in previous decades. Whereas in the 1970s and 1980s per capita income in LAC countries was 33 percent of income in developed countries, today it represents barely 25 percent Figures 1a and 1b. 6 However, Latin America and the Caribbean make up a highly heterogeneous region in relation to both economic growth and per capita income. In the current decade, the richest country in the region, Trinidad and Tobago, has also had the highest growth, with rates comparable to India or China. The recent performance of Chile, the next country in line in income level, while not matching that of previous decades, is still respectable given the standards of the LAC region. In contrast, Mexico, which is next in the list by income level, has achieved only a modest growth rate. It is troubling to note that the countries with the lowest growth rates are also among the poorest in the regionsuch as Haiti, Guatemala, and Paraguaywhere income per capita is comparable to average incomes in the poorest regions of the world see Figures 2a and 2b. If the countries of the world were classified into two groups by level of per capita income, then the majority of Latin American and Caribbean countries would be in the highincome half. The only exceptions would be in descending order of income Guatemala, Paraguay, Bolivia, Guyana, Honduras, Nicaragua, and Haiti. But if the world were divided into two groups based on growth rate of per capita income during the 20012006 period, then most of the countries would be in the group of countries with slow growth. Only the following countries in descending order would remain in the group achieving rapid growth: Trinidad and Tobago, Ecuador, Peru, Chile, Panama, the Dominican Republic, and Costa Rica, and even some of these countries would be only temporary members of the high growth club. 2.1 Satisfaction and Income per Capita To quantify satisfaction, this study uses information recently collected by the most ambitious system of quality of life surveys: the Gallup Organization World Poll. Since 2006 this company has conducted annual surveys in over 130 countries, which currently is the uniform source with the most extensive coverage on perceptions of quality of life Box 2. 7 Box 2. The Gallup World Poll on Quality of Life In 2006 the Gallup Organization established a system of polling for collecting subjective information on various aspects of quality of life with uniform methodologies in over 130 countries in all regions of the world. In Latin America and the Caribbean, 22 countries were included in the 2006 round and 20 in the 2007 round. In most countries the surveys are applied to 1,000 people, but in more populous countries such as China, the United States or Brazil larger samples are used. The samples are representative of the population aged 15 and over. Surveys are conducted by telephone in countries with fixed telephone coverage of over 80 percent of the population, and facetoface in the others all of Latin America and the Caribbean are in this category. Interviewees are selected randomly from the members of the household with the objective of preventing skewed representation by interviewing the first available member of the household. The facetoface surveys last about one hour and the telephone surveys about 30 minutes. Identical basic questionnaires are used in all countries, but additional questions are included in some regions of the world. To analyze perceptions of quality of life, a distinction must first be made between individuals perceptions of themselves and their personal living conditions. A second distinction must be made between the same individuals perceptions of the circumstances in which they live and, more generally, their city or country. Using this distinction, Table 1 provides the main questions included in the Gallup poll on various aspects or domains of the quality of life analyzed in this paper. Judging by their own perceptions of the quality of life, Latin Americans are not far from the world average in their perceptions of the various dimensions of their personal lives, based on the 2006 and 2007 Gallup polls. On a scale of 0 to 10, the people of the region, on average, rate the quality of their own lives at 5.8, which is about the midpoint of all the worlds regions Figures 3a to 3c. When people in the region are asked if they are satisfied with all the things they can buy and do, 68 percent respond in the affirmativea figure that might seem surprisingly high bearing in mind that over 35 percent of all Latin Americans are officially classified as poor. It is, however, close to the midway point between the percentage of satisfaction with standard of living in SubSaharan Africa 39 percent and Western Europe 86 percent shown in Figure 3b. A large majority of the regions population say they are satisfied with specific aspects of their lives: on average, about 80 percent are content with their health, 8job, or housing. Although these high levels of satisfaction might suggest an optimistic bias, even in the poorest parts of the world, the average rates of satisfaction with these dimensions of life is above 50 percent, and in the richer regions it is around 90 percent Figures 3c to 3f.3 Latin Americans rate more severely the various dimensions of the quality of life of their countries represented by points on the figures. In some aspects these differences are profound: although 83 percent of Latin Americans are satisfied with their job, only 35 percent believe that governments are doing as much as possible to create good jobs. But judging the situation of their countries or the quality of public policies more severely than their own living conditions is not a behavior exclusive to Latin Americans, whose perceptions of the living conditions of their countries is not appreciably different from the averages for all regions of the world. According to the principles of economic theory, satisfaction expressed by individuals with various aspects of their lives and societies is greater on average in countries enjoying higher levels of per capita income. For example, Figure 4a shows that the link between life satisfaction and per capita income around the world is very strong. A statistical analysis confirms that the relationship with income is significant in all domains of personal satisfaction, and in several of the collective aspects Table 2.4 Latin American countries do not differ from the rest of the world in this linkage.5 Owing to the logarithmic method used in calculating per capita income, the results imply that increased income contributes to increased satisfaction in its different aspects, but with diminishing returns. To increase average life satisfaction by one point on a 010 scale in a country with an annual per capita income of US2,000 approximately the average annual income of Latin American and Caribbean countries, per capita income would have to rise to US7,500. To achieve the same increase of one point in life satisfaction in a developed country with a per capita income of US10,000, a per capita income of US36,000 would be needed. Similarly, an increase from US2,000 to US5,000 would be needed for a 10 percent increase in 3 Latin Americans are significantly more optimistic than the rest of the world only in job satisfaction. 4 The regressions of Table 2 utilize ordinary least squares. Although the original dependent variables are binary yesno or ordinal steps from 0 to 10, here they are treated as current cardinal variables so they are the averages for each countries. Equally statistically significant variables are obtained if the regressions are run with individual data with the Probit or ordered Probit method and the same explanatory variables. 5 As mentioned in a previous footnote, Latin Americans are only more optimistic than the rest of the world in relation to employment. This result is obtained by including in Table 2 regressions a dummy variable for the countries of Latin America and the Caribbean. The coefficient of that variable 0.067 is positive and significant at 1 percent for the regression with 122 countries. 9the proportion of the population satisfied with its material standard of living in an average Latin American country, whereas in a developed country per capita income would have to increase from US10,000 to US25,000. The coefficients of the personal satisfaction variables except for the health domain are higher than for the variables that rate country or city.6 This implies that when opinions about dimensions of peoples lives are compared, the differences between rich and poor countries are greater than when opinions on society in general are compared. Previous studies, based on a smaller number of countries than in the Gallup world polls on which these findings are based, have concluded that beyond a certain threshold, higher levels of per capita income do not result in improved wellbeing Diener et al., 1995. This conclusion can no longer be sustained in light of this new source of information. As Stevenson and Wolfers 2008 demonstrate in their detailed study, this conclusion is not supported by an analysis of the numerous existing databases covering many countries and periods especially low and medium income.7 It is also important to mention that the relation with income is stronger for the life satisfaction variable which is included by the Gallup surveys than for the happiness variable which is not covered by the Gallup surveys. When the sample of countries is divided in two by level of per capita income, life satisfaction is slightly more sensitive to income level in countries which are above average although the difference is not statistically significant. If, however, instead of considering life satisfaction, opinions are on the situation in a country or its economic conditions, then this sensitivity is significantly greater in those countries with aboveaverage income. In some specific dimensions of satisfaction with personal aspects of life, such as work or housing, sensitivity is lower with respect to income in countries in the aboveaverage group, but in any event significant positive coefficients are obtained that are incompatible with the threshold hypothesis. Consequently, at the aggregate level, the postulates of conventional economic theory on the relationship between the average level of per capita income and the various domains of satisfaction with peoples lives, or with the country or city, are confirmed. 6 The coefficients of the general satisfaction variables satisfaction with life and the situation of the country are not comparable with the coefficients of the other variables because the first set is measured on a 010 scale and the second set in percentages of satisfied individuals. 10 2.2 The Unhappy Growth Paradox 8 The relationship between income and satisfaction, however, is affected not only by the level but also the growth rate of per capita income. According to the simplest conventional economic theory, all things being equal, growth should not be expected to exert any additional influence on satisfaction levels over and above that already captured by income level. The empirical results presented in the Table 2 call this theoretical simplification into question since various dimensions of satisfaction deteriorate with economic growth. Figure 4b also suggests that life satisfaction and economic growth are inversely related.9 For each additional point of growth of per capita income during the last five years life satisfaction falls on average 0.07 points on a scale of 0 to 10. The percentage of the population that is satisfied with its standard of living declines by 1.8 points, and the percentage who say they are satisfied with their health falls by 1.6 points. There are also negative coefficients in other dimensions on the perception of the quality of personal or community life, although those coefficients are less statistically significant. The regressions of Table 3 show that these results are not greatly affected when, instead of taking growth in the 20012006 period as has been done until now, a longer 19962006 or shorter 20052006 period is considered. Given that the Gallup Poll dates back only to 2006, this source of information does not allow to test which is the best reference period. The long time series which exist for some countries would be more suitable for this purpose.10 Although the unhappy growth paradox implies that the relationship between income and satisfaction is more complex than basic economic theory suggests, it does not contradict the theory. One possible explanation for this is that satisfaction depends not only on income to the extent that it limits purchasing power, but also on consumer expectations. The fact that growth 7 The inclusion of numerous lowincome countries reinforces the linearity of the relation between income and satisfaction because it extends both variables downward, but it does not change in any way the original discussion on the existence of a high income threshold beyond which there is little or no gain in satisfaction. 8 This term was suggested to the authors by Carol Graham instead of the more exact but less memorable paradox of growth with dissatisfaction. 9 The conclusions are practically the same whether or not the effect of income per capita on satisfaction is controlled, given that the correlation between economic growth and per capita income is practically nil more accurately, 0.05 for income per capita growth during the 20012006 period and the level of income per capita in 2006. Robustness tests appear later in this paper. 10 With a variety of sources, for 11 developed countries there are time series which cover 25 years or more of information on life satisfaction Veenhoven, 2007; Stevenson and Wolfers, 2008. 11is linked more strongly and negatively with perceptions of individual quality of life than with perceptions of the standard of living of a country or a city suggests that growth increases expectations and extends the parameters within which individuals assess their own situation. If expectations and aspirations move in this direction, they are likely to do so more strongly in societies where the majority of the population has already overtaken the levels of consumption necessary to cover basic needs and where the options for consumption and emulation through spending are greater.11 This is exactly what is found in a comparison of the coefficients of the growth variable for countries that are above and below the median level of per capita income, as Table 2 shows. In the relatively richer countries, which currently include most Latin American countries, growth is significantly and negatively associated with all personal aspects of the quality of life, and even with some community aspects the situation of country and confidence in the health service. Among relatively poor countries, however, growth is only significantly and negatively associated with one dimension of personal life: health. This link can reflect both changes in the standards by which individuals judge their health, and genuine deterioration in health associated with growth, due to the effects of pollution, stress, or obesity.12 If expectations are the reason why growth leads to deteriorating satisfaction, the unhappy growth paradox should be observable when growth rates are high, but not when they are low or negative. If an economy enters recession, there is no reason to suppose that consumers are going to feel better, because they are not going to give up their expectations of material improvement. In fact, when the sample is divided between countries with growth per capita below and above the world average, the inverse relationship between satisfaction and growth is maintained only for highgrowth countries see block below in Table 2.13 In these countries, the 11 Alternatively, growth could generate dissatisfaction by requiring changes in working practices or in peoples lifestyles, which can have a detrimental effect on their forms of economic organization and cultural traditions. This kind of dissatisfaction should be strongest among poorer societies as they integrate into the market economy. This hypothesis, however, is not consistent with the results shown below. Alternative explanations are given at the end of this section. 12 In a study for the United States, Ruhm 2000 found a procyclical pattern in mortality rates, in eight out of 10 cases analyzed, in tobacco consumption and the incidence of obesity. He also found that when the economy improves, physical activity decreases and less healthy foods are consumed. For a discussion of other studies on the subject see Ruhm 2005. 13 Due to the small number of countries with negative growth of income per capita 14 in the period utilized 20012006, it is not convenient to divide the sample into countries with positive and negative growth. We have confirmed, however, that the influence of growth on satisfaction in countries with negative growth does not differ 12higher the growth, the fewer the people who say they are satisfied with their lives, with the things that they can do or buy, or with their health. Confidence in the health system and in housing policy is also significantly reduced.14 On the other hand, among lowgrowth countries, those with higher growth rates report higher levels of satisfaction in all aspects of private and public life. These higher levels are significant statistically speaking in relation to the opinions of people on the situation of the country, their own health, and the effectiveness of job creation policies.15 In sum, although satisfaction and income level demonstrate the relationship predicted by basic economic theory, economic growth seems to have a negative effect on various dimensions of individuals satisfaction with themselves and their personal conditions and sometimes even their satisfaction with community conditions. The explanation behind the unhappy growth paradox seems to be the increased expectations and aspirations generated by economic growth, especially in countries with relatively high income levels and high growth rates. This hypothesis will be examined later, when, instead of trying to explain the differences between countries, emphasis will be on the differences within countries. We will see how individuals satisfaction depends not only on their income, but also on the income levels of others. However, the hypothesis of expectations does not rule out the existence of other factors that might help explain the negative effects of growth on some aspects of satisfaction, which will be discussed later. It should be mentioned that the experiences of certain countries can be different or change over time. For example, Wolfers and Stevenson 2008 find negative effects of growth on satisfaction in the early stages of the economic miracle of Ireland and South Korea, which disappear later perhaps because of increased economic and social stability. Figure 5 illustrates how satisfaction levels in various countries are influenced by income levels and growth rates according to the previous discussion. Each curve in the figure represents a level of isosatisfaction that might be achieved using different combinations of per capita income and economic growth. The countries selected have approximately equal differences between them in their average satisfaction levels roughly 0.6 points between each country and significantly statistically from the group of lowgrowth countries for the effect we have included the interaction growth Dummy of countries with negative growth in the regressions for the lowgrowth countries. 14 Rapid growth can require more frequent changes in labor skills and practices and increases labor instability. However, no reduction in job satisfaction is observed in the fastestgrowing countries. 13the next one, but the curves tend to move further away from each other because evergreater increases in income are needed to keep increasing satisfaction. The populations of Kenya and Honduras report relatively low average levels of life satisfaction 4.4 and 5.1, respectively, on a scale of 0 to 10 and are also insensitive to changes in the economic growth rate. The countries on the right have higher satisfaction levels, but they are sensitive to growth when it exceeds a certain critical level Gm. A country which has a low level of income per capita can grow at any rate while increasing its satisfaction levels moving gradually towards higher positions. However, after a certain income level Ym, an acceleration of growth above the critical level Gm initially leads to a reduction in satisfaction. For example, an increase in GDP per capita growth for Chile from 3 percent to 5 percent would take the country from point A to B. For some time, satisfaction would be lower than it was before the acceleration in growth. Chile then regains its initial level of satisfaction after income reaches the level at point C; from then on, satisfaction levels are higher as production levels per inhabitant keep on growing. This simple conceptual framework is consistent with popular opinion on the effects of structural reforms which accelerate growth. Initially the reforms, although they stimulate economic growth, produce feelings of unease which, in this conceptual scheme, are caused by the effects of expectations but which in part can also result from the costs for many individuals of change of job or the need to adapt to new conditions of production which increase efficiency.16 By their nature, some structural reforms, such as opening to international trade, generate redistribution of income between capital and labor, and between different types of labor, which also influences satisfaction due to aversion to losses, individuals who lose income have a greater loss of wellbeing than the improvement of those who gain income.17 If the reforms go into reverse, the country may return to its initial situation and avoid these losses of satisfaction, but it 15 In the lowgrowth group, no differential effects of growth on any aspect of satisfaction were found for countries with negative growth. 16 This is a plausible hypothesis given that the phenomenon occurs only in countries with relatively rapid growth where the effort to adapt which people might incur to boost production levels must be greater. This would be consistent with the strong negative influence of economic growth on health in this group of countries. But, if this were the explanation, why should satisfaction with standard of living deteriorate? 17 The reforms can also cause disquiet for ideological reasons, or because the implementation process is not transparent or democratic. For a synthesis of public opinion on structural reforms in Latin America and its effects on production and growth, see Lora and Panizza 2001. For a discussion of its political and electoral effects, see Lora and Olivera 2005. 14but it will sacrifice the possibility of a more rapid increase in future satisfaction rates once these initial losses are overcome. Before going on to explore the hypothesis of expectations with information at the individual level, it is important to present some additional results of regression based on countrylevel data in order to evaluate the robustness of the previous results and the possible influence of other factors on life satisfaction in addition to income and growth.18 The results, shown in Table 4, are based on the basic regression already known, which explains life satisfaction based only on income and growth. The next two regressions show that the coefficients of these two variables are not significantly influenced by their correlation which is only 0.05. Regression 4 synthesizes the results on the differential influence of growth between poor and rich countries and between countries of slow and rapid growth. For this purpose, only the growth variables for rich countries and for countries of rapid growth are added to the basic regression. Both are significant and totally absorb the significance of the general growth variable. The remaining regressions explore the possible influence of other variables and test the robustness of the coefficients of the income and growth variables. Regressions 5, 7, 9 and 11 utilize only the general growth variable, while regressions 6, 8, 10 and 12 also include the growth variables for t rich countries and rapid growth countries. Economic volatility measured by the standard deviation of the growth rates of the last five years, inflation or income distribution are macroeconomic variables which could affect life satisfaction or happiness, as various authors have analyzed. Di Tella, Mc Culloch and Oswald, 2003, explore the empirical relation between inflation, unemployment and life satisfaction; Easterlin, 1995, discusses the relation between life satisfaction, income distribution and economic growth. Regressions 5 and 6 do not support these ideas, and none of these variables is significant.19 Quality of institutions can also affect satisfaction because for individuals how much their needs are met is just as important as how they are met. This procedural utility can be defined as the satisfaction of living and acting in institutionalized processes which contribute to satisfying 18 Due to limitations of space, these additional exercises are focused on the life satisfaction variable. The results for the other aspects can be requested from the authors. 19 Volatility of growth is practically identical 2.2 percentage points for the highgrowth and lowgrowth groups of countries. The negative influence of growth on satisfaction in highgrowth countries is not the result of increased economic volatility. 15satisfying the needs of autonomy, relatedness and competence Frey, Benz and Stutzer, 2003.20 Although there is abundant empirical evidence for this argument, our data do not confirm it. Regressions 7 and 8 include as explanatory variables the six synthetic measures of quality of public institutions produced by the World Bank Kaufman, Kraay and Mastruzzi, 2006. These measurements consistently summarize all the information available on each of the most important aspects of public institutions, such as freedom of expression and accountability, political stability, effectiveness of the public administration, rule of law, control of corruption, and the quality of the regulatory framework for economic activities. Only the last of these quality measures of public institutions shows statistical significance, but with the incorrect sign. This may be due to correlation with other measures because this unexpected relation disappears when the other institutional variables are taken out of the regression. Regressions 9 and 10 explore the possible influence of variables which can capture the effect of culture and collective behavior on life satisfaction. The variables included are ethnic and linguistic heterogeneity which can affect social cohesion and possibilities of cooperation, as discussed in Easterly, Ritzen and Woolcock, 2006, the percentage of the population which professes a monotheistic religion and distance from the equator with the presumption that attitude to life can be affected by these conditions. None of these variables seem to have a robust influence on life satisfaction. Finally, regressions 11 and 12 include dummy variables by region, several of which have in fact strong significance, suggesting the influence of other cultural factors on the way individuals appreciate their own lives. From the point of view of our variables of central interest, which are income and growth rates, this set of regressions shows that the central conclusions are robust: satisfaction has a strong and stable dependence on the logarithm of income per capita with a coefficient estimated between 0.59 and 0.79, which is always very significant, and has negative dependence on the percentage growth rate of the per capita income of the set of countries or group of rich countries, in most cases significantly. Only regional dummies considerably weaken the associations between satisfaction and growth, which is not surprising because growth rates 20 Frey, Benz and Stutzer 2003: Procedural utility can thus be defined as the wellbeing people gain from living and acting under institutionalized processes as they contribute to a positive sense of self, addressing innate needs of autonomy, relatedness and competence. 16do not have a random distribution between countries of different regions since there are important growth differences between regions. 3. Hedonism, Envy or Solidarity? The relation between levels of per capita income and the various domains of satisfaction holds true not only when comparing some countries with others, but also when comparing individuals within countries. This clearly requires the use of information on individual income levels which, unfortunately, is not always accurately reported in the opinion polls. In the Gallup surveys, interviewees are only asked to state the income bracket of their family with very broad ranges and not easily comparable across countries. However, the income medians that can be deduced for Latin American countries using this information 21 are a very good reflection of the medians from more reliable sources, such as the household surveys of national statistics institutions. There are more differences in income distribution from one source to another: distributions deduced from the Gallup surveys undervalue the income share of the highest and lowest quintiles in the majority of Latin American countries Gasparini et al., 2008. Because individual income levels are not accurately measured in the Gallup polls, it is difficult to know exactly what influence they have on quality of life perceptions. It is likely that the econometrically estimated coefficients are skewed downwards due to the attenuation effect, and that the sensitivity of satisfaction to individual income is therefore greater. However, as shown in Table 5, income has a considerable and significant positive effect on all dimensions of satisfaction that relate to personal conditions.22 Not surprisingly, the greatest influence is found in the aspects of peoples lives that have most to do with their capacity to generate income and consume material goods, such as employment, standard of living, or housing. Nonetheless, income also seems to have an important influence on satisfaction with health and on life satisfaction in general. As might be expected, there is a looser relationship between individual income and satisfaction with community dimensions of life. The relationship 21 To generate values of individual income, Gasparini et al. 2008 randomly assigned each individual an amount of income within the income range declared in the survey. In this section, the individual income values assigned by Gasparini are used. 22 All the regressions shown in Tables 5 and following use the Logit or ordered Logit estimation method, depending on whether the dependent variable is binary yesno or takes discrete values range 010. All the regressions include as additional controls the following variables which influence life satisfaction see IDB, 2009, Chapter 4: gender, age, age squared, married, divorced, widower, religion is important, have friends to turn to. 17is positive and significant only in evaluation of the countrys economic situation, which suggests that personal economic situation might color judgments on the national economic situation.23 However, for other collective aspects, income is not directly associated with satisfaction for example, with policies on job creation or housing provision, or is associated inversely, which implies that individuals with higher incomes expect more from public policy such as cases of confidence in health and education systems. Consequently, peoples opinions on personal aspects of their lives are consistent with the basic tenets of neoclassical economic theory, which predict that higher individual income will lead to higher utility derived from consumption of a combination of goods and services. But it is possible that, apart from having this effect, income might also exert an influence on satisfaction, depending on the extent to which tastes and aspirations alter. Under the individualist approach of neoclassical economics, individual wellbeing is not influenced by the situation of others, or by their relative positions in society. This point of view contrasts with the sociological theories that have always held that behavior, evaluations, and aspirations are the result of interaction with society Box 3. Although some economists as influential as Adam Smith and Karl Marx emphasized the relative positions of individuals and social groups, until recently the profession has largely ignored the subject.24 However, in recent decades the topic has reemerged, thanks to the pioneering studies of Richard Easterlin 1974, who demonstrated that relative income is the explanation for the apparent paradox that differences in per capita income between countries are closely related to the average satisfaction levels of countries, whereas increases in income over time in a given country do little to improve the average levels of satisfaction of its inhabitants.25 According to Easterlin, the explanation is that individual satisfaction improves only when individuals move into a better position relative to their social group as a result of an increase in 23 Since the regressions on which these conclusions are based include country dummies, the effect of the average income of all individuals in each country has already been isolated. 24 Two important exceptions are Veblen 1899 who emphasized the role of conspicuous consumption, and Duesenberry 1949, who showed that consumption and saving patterns are significantly influenced by relative income. 25 The United States clearly exemplifies this paradox. However, Easterlins paradox has become rather blurred with the appearance of data covering more countries and more time periods. An exhaustive analysis of the available polls, carried out recently by Stevenson and Wolfers 2008, has concluded that no such paradox exists: not only is life satisfaction in general higher in richer countries, but the slope of that relationship is very similar to that found in time analysis or in comparisons between individuals within countries. 18income. Other authors have confirmed that relative income does influence satisfaction van Praag and FerreriCarbonell, 2004; Ball and Chernova, 2005; Luttmer, 2005. They have also found that satisfaction depends on the aspiration gap, meaning the difference between individuals current income and the income they consider necessary to satisfy their needs, which tends to increase at the same rate as their current income. This aspiration treadmill means that a higher level of income usually double an individuals current salary is always seen as necessary; consequently, satisfaction does not increase or increases much less than proportionally with income.26 Box 3. Reference Groups: Sociological Theories Sociologists have long accepted that peoples behavior, evaluations and aspirations are not individualistically determined but depend on comparisons. The literature on reference groups studies who people compare themselves with and what kind of comparisons they make Merton, 1957; Hyman, 1960; Felson and Reed, 1986. Michalos 1985 develops his Multiple Discrepancy Theory, which states that subjective assessments are based on comparisons that take place across many domains of life economic, health, family, job, etc. Michalos considers that these comparisons lead to many gaps discrepancies between what a person has and what heshe used to have historical gap, what others have group comparison, and what heshe would like to have aspiration gap. Michalos argues that a persons assessment of hisher situation depends on all these gaps. Source: Rojas 2008. In practice, it is difficult to determine the social group that individuals compare themselves with in order to judge their own economic situation. According to some studies, the pertinent comparison is with people living in the same region Stutzer, 2004; others, with the country as a whole Ball and Chernova, 2005; and others, colleagues in the same profession or similar ethnic group Senik, 2004; Gandi Kingdon and Knight, 2004. The results are sensitive to how the reference group is defined. Kingdon and Knight find that satisfaction increases with the income of the reference group when this is defined as the ethnic group South Africa to which individuals belong, but decrease if a different reference ethnic group is considered. Graham and Pettinato 2002 find that the frustrated successful result from their frustration of comparing themselves with others in the country, not with people in their community. Analyzing the subjective wellbeing of Latin Americans in cities of different sizes, Felson and Graham 2006 26 Stutzer 2004, Mc Bride 2005, and Senik 2006. 19found that relative income is not a significant influence for people who live in small localities up to 5,000 inhabitants, but it is for people who live in medium to large cities positively for individuals with aboveaverage income in their reference group, and negatively for those with belowaverage. Following FerreriCarbonell 2005, this work defines the reference groups by age group and education, gender and country.27 Because broad groups are involved, rather than ethnic or community groups, the effect of rivalry is likely to be stronger than solidarity. When the influence of the average income of a reference group, defined in this way, is taken into account, it confirms that in the material aspects of personal life there is an effect of comparisonor envywhich reduces satisfaction. This occurs in satisfaction with everything that can be bought or done standard of living, and with job and housing as shown by the significant negative coefficients in the reference group income column in Table 5. In these aspects of life, individual satisfaction is strongly dependant on what others are seen to do and consume. As the epigraph to this document says, men and women, too do not desire merely to be rich, but to be richer than other men. When the income of the reference group increases at the same rate as the individuals, the improvement in satisfaction with standard of living that would normally accompany higher individual income is strongly counteracted by the comparison effect see Box 4, and improvements in satisfaction with job or housing disappear completely. Accordingly, it could be said that employment and housing behave like positional goods in the sense that they generate satisfaction only to the extent that they are better than what the reference group has Box 5. This does not happen with other aspects of personal life that are more difficult to display or compare, such as health or satisfaction with life in general. On the contrary, in this case the effect is one of solidarity rather than envy: life satisfaction in general increases with the average income of the members of the reference group. 27 More accurately, the results presented below are based on information from 19 Latin American and Caribbean countries. In each country, they distinguish six age groups by gender ages 15 to 75, with ten year intervals each and four groups by education primary incomplete, primary completed, secondary incomplete, secondary completed, and higher incomplete and completed. A reference group is considered to have a sufficient number of observations to deduce statistical results if it contains at least 20 individuals. On this basis, between 182 and 258 reference groups are formed depending on the regression. Each individual belongs to only one reference group. 20 Box 4. Income of Reference Group and Satisfaction In the material aspects of peoples lives, satisfaction tends to be a race in which the rate at which the others are moving is very important. Figure 6 illustrates this phenomenon. The probability that a 30year old Argentine, with completed secondary studies, is satisfied with hisher own economic situation depends on two variables: own income and average income of other similar Argentines. If this person has a monthly income of 150 dollars and the average income of those in her reference group is about the same, the probability of satisfaction with her income is approximately 65 percent  Point A of the figure. If this person succeeds in increasing her income to around 400 dollars and there is no increase in the average income of their peers, the probability of being satisfied with her economic situation increases to 75 percent point B. But observe what happens when the income of the other people also increases to equal the income of this individual. At this point C of the figure, the probability that this individual expresses satisfaction with her economic situation decreases to approximately 70 percent. In the end, income and economic satisfaction are clearly directly related, but other peoples situations affect economic satisfaction in the opposite direction. Figure 7 studies the joint effects of personal income and the average income of the reference group on satisfaction with housing. In this case, the negative effect of the income of the other people exactly cancels out the positive effect of personal income. For this reason, the probability of satisfaction depends not on personal income, but on the gap between the latter and the average income of the reference group. Note that all the points on the main diagonal, which represent cases where the person has an income equal to the average income of his peers, correspond to the same probability of being satisfied with their housing, approximately 83 percent. Not all aspects of life work this way. For life satisfaction in general, the fact that others are doing well is favorable, while for opinions on the countrys economic situation how others are doing does not make any difference. There are also important differences between groups of people: men and women or poor and rich react differently to the success or failure of their reference groups. Note that the effect of solidarity on life satisfaction at an individual level is inconsistent with the nationallevel result, where countries that grow more have less satisfaction, especially if they are rich. This suggests that the expectations to which we have attributed this phenomenon in relation to life satisfaction are not formed by comparison with the successes achieved by others, but possibly respond to economic growth through other channels. These channels do not correspond to any of the private or community dimensions of satisfaction analyzed in this article because all of them have a negative effect from the comparison with the income of others. This 21establishes a life satisfaction paradox, which echoes Easterlins paradox and to which there is no clear answer. Box 5. Positional Goods The concept of a positional society was first introduced by Hirsch 1976. In a positional society, peoples status depends on their relative rather than absolute situation. The importance of status has recently been popularized by de Botton 2004 in his book Status Anxiety. Carlsson and collaborators Alpizar et al., 2005; Carlsson et al., 2005 show that some consumer goods play a greater positional role than others: for example, television sets are highly positional, while length of vacation is not. Satisfaction from positional goods does not depend so much on their consumption but on their relative consumption; thus the utility from purchasing a larger television set may be nil if everyone in the neighborhood does the same, while the utility from an extra week of vacation does not depend on whether other people take short or long vacations. Source: Rojas 2008. These results confirm that individual wellbeing depends not only on personal economic conditions, but also on the conditions of others. In the more material dimensions of personal wellbeing, there is an effect of competition with others, while in a more general assessment of personal life, there is a sense of empathy with the economic situation of other members of the social group. What can be said on opinions about society? Do other peoples incomes have an influence here too? With respect to satisfaction with community aspects of life, such as confidence in the health or education systems, satisfaction with government policy on job creation, or the availability of housing, the average income of the group to which each person belongs always has a significant negative influence. However, in this case the negative influence is not due to the competitive effect caused by comparison of personal income with the average income of the reference group. In fact, personal income has no bearing whatever on these opinions once the influence of the average income of the group has been taken into account. In contrast, the negative influence of group income is consistent with the fact that groups with higher incomes are more demanding of public policy and collective results. Instead of an individualized mechanism of increasing aspirations with each persons income, there seems to be a group mechanism of aspirations which increases with the average income of all the members of the reference group. Consequently, opinions on community aspects of life are tainted not so 22much by the individuals personal conditions at least, economically but by the conditions of the group to which the individual belongs. Nevertheless, the assessment that individuals make of their countries in general and the economic situation seems to follow a different logic. Unlike the material aspects of personal life, evaluation of the country is not influenced by a competitive mechanism, or by a phenomenon of solidarity, as occurs with life satisfaction. In contrast with other collective aspects of life, this evaluation is not affected by a mechanism of the growing aspirations of a social group. The inhabitants of Latin American and the Caribbean seem to assess their national situation based more on their own personal income than on the income of others. People seem to judge their countrys situation by their pocketbooks, in which case, opinions on the collective situation are heavily conditioned by personal considerations. These conclusions are generalizations that assume that all sociodemographic groups behave in a similar way. But men and women, rich and poor, city and rural dwellers can all shape their terms of reference and expectations differently. Men are more susceptible than women to competition with their peers with respect to the material quality of life, while women are more susceptible than men to the performance of their peers in terms of satisfaction with job and housing. In comparison with the poor, rich people worry more when people from their own economic and sociodemographic group earn more than they do, which affects their satisfaction with what they can buy, their job, and even the situation in their country. However, as the reference group of poor people earns higher income, they become more demanding about their own health, the health system, and job creation policies. In urban areas, people have more opportunities to consume and consequently more opportunities to compare consumption standards. Consequently, in cities improvements in the income of the reference group decreases satisfaction with standard of living and employment, which does not occur in rural areas. In cities, higher average earnings are usually associated with greater demand for better education and public policy on employment Table 6. There can also be differences between countries or groups of countries, since, as seen in an earlier section, growth does not have an equal effect on satisfaction in poor and rich countries, or in countries with weak growth and fast growth. But the results are less solid than those 23presented so far because of the smaller size of the samples and possible differences between individual countries.28 4. Implications for the Political Economy of Expectations One of the central questions of modern political economy is why so many democratic governments maintain policies that are damaging to economic growth and limit the incomes of the majority of the population. The adoption of the Washington Consensus by many countries provided an opportunity to answer this question. During the 1990s, various theories attempted to explain why these reforms which included monetary and fiscal discipline measures, market liberalization and privatization had not been adopted before, and why they were adopted at different times and with varying intensities by each country. The explanations revolved around the distributive conflicts that blocked progress on adoption of reforms until one group could force others to accept the costs. To speed up the reform process, it was thought convenient to simultaneously implement various reforms that offered crosscompensations to the groups holding veto power, given that promises to compensate losers from a single reform in the future would lack credibility.29 The evidence presented in this work suggests a simple but powerful mechanism of political obstruction to growth policies, which has received little attention in theoretical or empirical studies of political economy. This mechanism is the loss of satisfaction resulting from an increase in expectations and aspirations accompanying accompanies economic growth and improvements in the incomes of the reference groups of individuals. The most marked losses of satisfaction occur in the material domains of peoples lives and tend to be strongest in the richest and most urbanized societies, as well as in the countries with the highest growth rates. It could be that the expansion of media and advertising also contribute to raising expectations, and there is some evidence to suggest that the most culturally and ethnically fragmented societies are those most likely to suffer the harmful effects of competition on satisfaction. The inverse association between satisfaction and reference group income levels is not limited to the private aspects of 28 For reasons of space they are not presented, but can be requested from the authors. 29 For an introduction to these debates, see the brief summary and bibliographical recommendations in the entry Washington Consensus in The Princeton Encyclopedia of the World Economy, Reinert and Rajan, eds. forthcoming. 24peoples lives. In Latin American societies, individuals with the highest income levels feel less satisfied with the results of government policies on health, education, job creation, and housing provision than more needy people. In light of this evidence, a government strategy that focuses exclusively on improving efficiency and achieving economic growth may fall victim to its own success. This is especially true if, as occurred with the Washington Consensus, proponents tend to exaggerate potential benefits, which raises expectations. It is more feasible to garner political support with strategies that combine growth policies with strategies of economic and social inclusion, and with reforms of delivery of health, education, employment, and housing services. The majority of Latin American governments learned this lesson well in the 1990s. One visible consequence has been the notable increase in social expenditure from 8 percent to 11 percent of GDP and from US257 per capita in 1990 to US423 in 2005 in year 2000 constant dollars. However, strategies of inclusion and provision of social services which maximize political support are not necessarily the ones that produce the greatest improvements in the living conditions of poor people. An effective inclusion policy aimed at preventing loss of satisfaction might consist of reducing the income of families or individuals who are visible role models for the social groups that are most vulnerable to changes in expectations in particular, the upwardly mobile urban middle class. Certain expropriations, price controls, or taxes might be very effective in achieving these goals. Similarly, a politically effective social policy could be based on concentrating improvements in coverage and quality of the services provided to the upwardly mobile middle and upper classes whose demands tend to increase as their income grows, while keeping the lower social groups uninformed because their expectations from social policy are more modest. These obvious inconsistencies between what might be politically effective and what could contribute to improving income level or reducing poverty are clearly a constant dilemma for politicians and leaders in fragmented and unequal democracies such as those of Latin America. Given that, in a democratic system, political decisions are the result of conflicts and negotiations between groups holding different interests and views, these inconsistencies can rarely be resolved solely by technical arguments about which measures produce more growth or more poverty reduction. Likewise, they cannot be solved simply by adopting the measures that produce the greatest increase in immediate subjective individual wellbeing. Consequently, this 25document does not make the usual policy recommendations on what governments should do. The only policy implication is that the pubic debate would be more fruitful if opinion leaders, government economic advisors, and political organizations abandoned their simplistic thesis that all increases in income generate an increase in satisfaction and thus political support and, in its place, accept that the relationship between income and satisfaction is inherently conflictive. 26References Alpizar, F., F. Carlsson and O. JohanssonStenman. 2005. How Much Do We Care about Absolute versus Relative Income and Consumption? Journal of Economic Behavior and Organization 56: 405421. Ball, R., and K. Chernova. 2005. Absolute Income, Relative Income, and Happiness. Haverford, United States: Haverford College. Manuscrito. Carlsson, F., G. Gupta and O. JohanssonStenman. 2005. Keeping Up with the Vaishyas: Caste and Relative Standing. Working Paper in Economics 171. Goteborg, Sweden: Goteborg University. Cepal. 2007. Panorama Social. Santiago, Chile: Cepal. De Botton, A. 2004. Status Anxiety. New York, United States: Pantheon. Di Tella, R., R. Mc Culloch and A. Oswald. 2003. The Macroeconomics of Happiness. Review of Economics and Statistics 4: 809827. Diener, E. et al. 1993. The Relationship between Income and Subjective WellBeing: Relative or Absolute? Social Indicators Research 28: 195223. Duesenberry, J. 1949. Income, Saving and the Theory of Consumer Behavior. Cambridge, United States: Harvard University Press. Easterlin, R.A. 1974. Does Economic Growth Enhance the Human Lot? Some Empirical Evidence. In: P.A. David and M. Reder, editores. Nations and Households in Economic Growth: Essays in Honor of Moses Abramovitz. Palo Alto, United States: Stanford University Press. . 1995. Will Raising the Incomes of All Increase the Happiness of All? Journal of Economic Behavior and Organization 2710: 3548. Easterly, W., J. Ritzen and M. Woolcock. 2006. Social Cohesion, Institutions, and Growth. Economics and Politics 182: 103120. Felson, R., and M. Reed. 1986. Reference Groups and SelfAppraisals of Academic Ability and Performance. Social Psychology Quarterly 492: 103109. FerreriCarbonell, A. 2005. Income and Wellbeing: An Empirical Analysis of the Comparison Income Effect. Journal of Public Economics 8956: 9971019. 27Frey, B.S., M. Benz and A. Stutzer. 2003. Introducing Procedural Utility: Not Only What, but also How Matters. CREMA Working Paper 200302. Basel, Switzerland: Center for Research in Economics, Management and the Arts CREMA. Gallup World Poll. 2007. http:www.gallup.comvideo106357IntroducingGallupWorldPoll.aspx Gasparini, L. et al. 2008. Income, Deprivation, and Perceptions in Latin America and the Caribbean: New Evidence from the Gallup World Poll. Report for the Latin American Research Network of the InterAmerican Development Bank. Buenos Aires, Argentina: Cedlas and Universidad Nacional de La Plata. Gandhi Kingdon, G., and J. Knight. 2004. Community, Comparisons and Subjective Wellbeing ina Divided Society. CSAE WPS200421. Oxford, United Kingdom: Oxford University, Centre for the Study of African Economies. Graham, C., y A. Felton. 2006. Does Inequality Matter to Individual Welfare? Some Insights from Latin America. Journal of Economic Inequality 61: 107122. . Forthcoming. Does Inequality Matter to Individual Welfare: An Initial Exploration in Latin America. In: A. Dutt y B. Radcliff, editors. Happiness, Economics and Politics: New Lessons for Old Problems. Cheltenham, United Kingdom: Edward Elgar. Graham, C., and S. Pettinato. 2002. Happiness and Hardship: Opportunity and Insecurity in New Market Economies. Washington, DC, United States: Brookings Institution Press. Hirsch, F. 1976. Social Limits to Growth. Cambridge, United States: Harvard University Press. Hyman, H.H. 1960. Reflections on Reference Groups. Public Opinion Quarterly 243: 383396. InterAmerican Development Bank IDB. 2009. Beyond Facts: Understanding Quality of Life. Development in the Americas Report. Washington, DC, United States: InterAmerican Development Bank. Kaufmann, D., A. Kraay, and M. Mastruzzi. 2006. Governance Matters V: Aggregate and Individual Governance Indicators for 19962005. Washington, DC, United States: World Bank. Available at: http:siteresources.worldbank.orgINTWBIGOVANTCORResources1740479115040258235726618291158008871017gov_matters_5_no_annex.pdf 28Lora, E., and M. Olivera. 2005. The Electoral Consequences of the Washington Consensus. Economia 52: 161. Lora, E., and U. Panizza. 2002. Structural Reforms in Latin America under Scrutiny. http:papers.ssrn.comsol 3papers.cfm?abstract_id311599. Luttmer, E. 2005. Neighbors as Negatives: Relative Earnings and WellBeing. Quarterly Journal of Economics 1203: 9631002. Mc Bride, M. 2005. An Experimental Study of Happiness and Aspiration Formation. Manuscript. Merton, R. 1957. Social Theory and Social Structure. Glencoe, United States: Free Press of Glencoe. Michalos, A. 1985. Multiple Discrepancies Theory. Social Indicators Research 164: 347413. Nunez, J. 2007. Living under a Veil of Ignorance. Santiago, Chile: Universidad de Chile, Departamento de Economia. Mimeographed document. Reinert, K.A., and R. Rajan, editores. Forthcoming. Princeton Encyclopedia of the World Economy. Princeton, United States: Princeton University Press. Rojas, M. 2008. Relative Income and WellBeing in Latin America. Report for the Latin American Research Network of the InterAmerican Development Bank. Puebla, Mexico: Facultad Latinoamericana de Ciencias Sociales, Sede Mexico and Universidad Popular Autonoma del Estado de Puebla. Ruhm, C.J. 2000. Are Recessions Good for Your Health? Quarterly Journal of Economics 1152: 617650. . 2005. Commentary: Mortality Increases During Economic Upturns. International Journal of Epidemiology 346: 12061211. Senik, C. 2004. Relativizing Relative Income. DELTA Working Paper 200417. Paris, France: Department and Laboratory of Applied and Theoretical Economics DELTA. . 2006. Is Man Doomed to Progress? IZA Discussion Paper 2237. Bonn, Germany: IZAInstitute for the Study of Labor. Stevenson, B., and J. Wolfers. 2008 Economic Growth and Subjective WellBeing: Reassessing the Easterlin Paradox. Available at: http:ssrn.comabstract1121237. 29Stutzer, A. 2004. The Role of Income Aspirations in Individual Happiness. Journal of Economic Behavior and Organization 54: 89109. Van Praag, B.M.S. and A. FerreriCarbonell. 2004. Happiness Quantified: A Satisfaction Calculus Approach. Oxford, United Kingdom: Oxford University Press. Veblen, T. 1899. The Theory of the Leisure Class. 1934 edition. New York, United States: Modern Library. Veenhoven, R. 2007. World Database of Happiness, Trend in Nations. Rotterdam, The Netherlands: Erasmus University. 30Table 1. Questions on Satisfaction in the Gallup World Poll Domain Perceptions of oneself and near environment Perceptions of society and other external circumstances GeneralPlease imagine a ladder with the steps numbered from zero to ten, where zero is the lowest step and ten the highest. Assume that the highest step represents the best life possible for you and the lowest step represents the worst. Which step of the ladder do you feel you are on at this time?Imagine a ladder with the steps numbered from zero to ten, where zero is the lowest step and ten the highest. Assume that the highest step represents the best situation possible for your country and the lowest step represents the worst. Please tell me what number of step you think your country is on at this time.Standard of livingAre you satisfied or dissatisfied with your standard of living? That is, with all the things you can buy or do.Would you say that current economic conditions in your country are good or not?HealthAre you satisfied or dissatisfied with your health?Do you have confidence in the medical and health system of your country?Education No questions on this domainIn the cityarea where you live, are you satisfied or dissatisfied with the education system and the schools?JobAre you satisfied or dissatisfied with your job or work?Are you satisfied or dissatisfied with efforts to increase the number and quality of jobs in your country?HousingAre you satisfied or dissatisfied with your housing or place where you live at the moment?In the cityarea where you live, are you satisfied or dissatisfied with the availability of good housing at affordable prices?Source: Gallup World Poll 2006 2007. 31 Table 2. Relation between Satisfaction, GDP per Capita and Countries Economic Growth Results of regressions by ordinary least squares t statistics in bracketsLife satisfaction Situation of country Standard of living Economic situation of country Satisfaction with health Confidence in health system Satisfaction with local education system Satisfaction with job Satisfaction with efforts to increase the number and quality of jobs Satisfaction with housing Satisfaction with availability of affordable good quality housing GDP per capita Economic growth Constant NR squared adjusted GDP per capita Economic growth Constant NR squared adjusted GDP per capita Economic growth Constant NR squared adjusted GDP per capita Economic growth Constant NR squared adjusted GDP per capita Economic growth Constant All countries Poor countries: below median of GDP per capita Rich countries above median GDP per capita Countries with growth below median Countries with growth above median NR squared adjusted Note: p0.05; p0.01; p0.001 0.733 16.210.075 3.920.6071.51220.700.629 5.250.0341.470.0520.06550.320.843 6.70.140 3.971.4751.18670.570.846 16.340.0621.061.7223.85560.850.537 7.620.090 3.041.0971.75660.510.437 7.270.0160.611.3842.581200.300.1470.940.0491.653.3462.92530.050.704 4.240.0901.940.9710.59670.310.522 6.950.208 2.410.3600.55550.560.254 2.770.0651.683.1973.92650.120.096 9.190.018 3.950.1691.81200.460.129 3.760.0071.050.4271.69530.190.125 6.170.039 6.840.3921.94670.660.114 9.580.0241.80.3713.6560.670.059 3.550.025 3.590.1851.25640.280.0321.910.0121.650.1120.741190.030.0701.580.024 2.910.8442.61520.130.184 4.170.0110.881.3603.09670.190.056 2.540.0501.990.1360.72550.190.0130.480.0060.550.5162.21640.010.016 2.680.016 6.20.70212.911210.280.0291.40.011 2.920.5963.98540.120.0060.490.029 7.940.9577.47670.500.020 3.360.0162.430.63012.22560.280.0010.070.023 5.260.8679.65650.290.032 2.90.011 2.290.3613.71140.100.0140.430.0000.070.4661.98530.0040.0511.750.029 3.610.2240.77610.260.053 4.130.0161.120.1371.24540.280.0040.210.020 2.760.7164.57600.090.045 4.860.0040.980.2963.571200.160.0351.20.0010.090.3621.67530.030.080 3.530.0081.330.0300.13670.210.057 5.420.0171.460.1771.96560.400.0221.370.0050.760.4953.52640.010.070 10.680.0051.670.1863.161190.500.105 4.220.0040.820.0680.37530.230.050 4.620.011 3.670.3973.68660.440.072 8.140.0181.830.1461.91560.600.059 5.910.0071.70.2883.22630.370.035 2.870.0061.070.0580.531210.060.0140.420.0030.510.4091.62540.010.121 3.80.0111.250.7562.39670.230.049 3.290.0372.170.1050.82560.260.0010.070.0101.20.3572.06650.020.078 10.550.0041.260.1081.661190.490.111 4.280.0020.330.1420.74540.240.065 4.680.012 3.240.2541.86650.420.083 8.380.0181.640.0350.41540.620.064 5.810.0091.870.2462.5650.360.0181.520.0061.180.3673.6930.020.0050.170.0020.260.4471.92470.0020.0270.820.0121.390.3020.93460.030.0130.810.0251.110.3542.76400.030.0140.790.015 2.03 0.464 2.9453 0.05 32Satisfaction with availability of affordable good quality housing 0.0181.520.0061.180.3673.6930.020.0171.430.0000.060.352 3.44930.0010.0201.630.0061.040.351 3.46930.01 Table 3. Relation between Satisfaction, GDP per Capita and Countries Economic Growth: Robustness Tests with Different Growth Periods Results of regressions by ordinary least squares t statistic in bracketsLife satisfaction Situation of country Standard of living Economic situation of country Satisfaction with health Confidence in health system Satisfaction with local education system Satisfaction with job Satisfaction with efforts to increase the number and quality of jobs Satisfaction with housing 0.070 10.680.0051.670.1863.161190.500.071 10.680.0021.020.176 2.991190.490.072 10.960.0071.930.173 3.021190.500.035 2.870.0061.070.0580.531210.060.036 2.930.0000.120.0300.281210.050.037 3.030.0071.070.0430.41210.060.078 10.550.0041.260.1081.661190.490.078 10.550.0010.570.0981.511190.480.079 10.680.0051.210.0981.531190.49All countries GDP per capita Growth, 20012006Constant NR squared adjusted GDP per capita Growth, 20052006Constant NR squared ajdusted GDP per capita Growth 19962006Constant NR squared adjusted Note: p0.05; p0.01; p0.001 0.733 16.210.075 3.920.6071.51220.700.741 15.940.045 2.850.7331.781220.690.760 16.840.098 4.050.804 2.041220.700.437 7.270.0160.611.3842.581200.300.439 7.310.0060.281.284 2.411200.300.441 7.310.0130.41.331 2.531200.300.096 9.190.018 3.950.1691.81200.460.098 9.010.009 2.380.206 2.131200.420.103 9.730.022 3.830.218 2.371200.460.0321.910.0121.650.1120.741190.030.0311.890.012 2.210.1050.711190.050.0271.630.0181.950.1410.961190.040.016 2.680.016 6.20.70212.911210.280.018 2.690.008 3.520.667 11.271210.130.022 3.550.020 5.850.656 12.151210.260.032 2.90.011 2.290.3613.71140.100.033 2.950.0030.890.329 3.331140.060.035 3.160.0111.70.326 3.381140.080.045 4.860.0040.980.2963.571200.160.045 4.890.0020.540.287 3.481200.160.046 4.920.0020.410.282 3.461200.16 33Table 4. Relation between Life Satisfaction and Various Country Variables Results of regressions by ordinary least squares t statistics in bracketsDependent variable: Life satisfaction, national average, scale from 0 to 10123456GDP per capita in constant 2005 dollars at purchasing power parity, average 2001 20060.733 0.745 16.2115.580.075 3.920.095 2.78Average annual economic growth, 2001 2006Interaction between economic growth and dummy for countries with GDP per capita above world median Interaction between economic growth and dummy for countries with growth above world median Volatility standard deviation of economic growth, 2001 2006snoitiidnoc cmonoceorca MGini coefficient, average 1995 2005Average annual inflation rate, 2000 2006Voice and accountability, 2006Political stability, 2006Government effectiveness, 2006snoitutitsn IRule of law, 2006Control of corruption, 2006Quality of regulations, 2006Constant R squared adjusted Number of countries0.6071.50.701220.960 5.787 2.30.6712237.420.051220.995 2.150.721220.3340.510.69108 340.773 0.720 0.603 13.480.089 3.937.630.055 2.5614.020.0751.190.068 2.190.122 2.070.0100.310.1730.230.0020.230.0130.020.6531.352.4171.790.8840.630.2500.212.497 2.390.5400.920.72122Table 4 cont  Relation between Life Satisfaction and Various Country Variables Results of regressions by ordinary least squares t statistics in bracketsDependent variable: Life satisfaction, national average, scale from 0 to 10GDP per capita in constant 2005 dollars at purchasing power parity, average 2001 2006Average annual economic growth, 2001 2006Interaction between economic growth and dummy for countries with GDP per capita above world median Interaction between economic growth and dummy for countries with growth above world median Volatilty standard deviation of economic growth, 2001 2006Gini coefficient, average 1995 2005Average annual inflation rate, 2000 2006Voice and accountability, 2006Political stability 2006Government effectiveness, 2006Rule of law, 2006Control of corruption, 2006Quality of regulation, 2006Ethnic fragmentation Linguistic fragmentation Percentage of population with monotheistic religious beliefssnoitiidnoc cmonoceorca Msnoitutitsn I liachpargoeg scitsiretcarahcdna larutlu CAbsolute value of latitude of center of country to the equator 7891011120.707 0.594 0.794 0.645 0.787 0.594 10.510.070 2.988.610.0210.9410.220.0260.30.088 2.660.0620.816.770.0661.080.0100.310.0851.4812.160.0350.40.084 2.460.0881.120.0170.530.2730.370.0111.057.260.0801.240.0391.190.119 2.020.0240.050.4780.981.9671.481.1300.80.0360.032.290 2.230.1880.510.1950.660.004 2.010.0050.010.4141.120.2590.90.0031.670.1560.38Dummy for countries of East Asia and Pacific Dummy for countries of Europe and Central Asia Dummy for countries of the Middle East and North Africa Dummy for countries of South Asia Dummy for countriesof SubSaharan Africa Dummy for countries of Latin America and the Caribbean Constant R squared adjusted Number of countries0.6340.990.71114isemmud lianoge R 0.677 2.911.154 4.90.721 3.050.3841.080.994 3.40.450 2.071.1071.510.76122350.640 2.681.040 3.840.641 2.620.3240.880.938 2.980.4271.821.0231.160.761221.0011.410.711080.0960.140.731221.393 20.72114Table 5. Relation between Satisfaction and Income of Individuals and of Others Results of regressions by the ordered Logit or Logit method t statistics in brackets 1General Economic situation Health Education Employment Housing Satisfaction with availability of affordable good quality housing 0.105 1.970.039 3.630.001 3.720.0561.230.0740.840.1241.570.254 3.120.249 2.610.0561.680.278 2.0380950.017Yes Variable Life satisfaction Situation of country Standard of living Economic situation of country Satisfaction with health Confidence in health system Satisfaction with local education system Satisfaction with job Satisfaction with efforts to increase the number and quality of jobs Satisfaction with housing Gender man 1Age Age squared Marital status, married Marital status, divorced Marital status, widower Religion is important Has friends to turn to Monthly income per capita of household, US PPP, natural log Average monthly income per capita of reference group, US PPP, natural log Number of observations Pseudo R 2Dummies for country0.168 4.680.045 3.750.000 2.180.0390.570.1551.30.0300.270.223 4.510.552 7.830.410 13.810.254 2.5485930.047Si 0.0240.620.030 3.650.000 3.540.0180.260.1361.330.0880.580.211 2.80.278 4.490.131 3.70.0771.1684960.034Yes 0.1051.530.077 5.540.001 4.520.091 2.350.1481.350.0270.250.202 2.370.669 5.590.370 11.820.217 2.2585250.065Yes 0.246 2.770.0010.110.0000.620.0430.640.0540.450.284 2.220.0750.910.309 3.420.116 3.350.1091.0781310.074Yes 0.325 6.20.046 3.140.0000.130.0120.090.0020.010.1090.750.0770.880.678 8.560.196 3.750.0030.0385880.119Yes 0.00000.028 2.730.000 3.280.0891.740.0050.050.2851.250.300 4.130.230 2.160.0351.030.348 3.279120.031Yes 0.0260.540.0211.670.0001.930.0080.130.0010.010.1841.120.237 2.320.197 2.240.0481.070.390 3.7383450.047Yes0.1060.780.0231.040.0001.120.0570.460.0130.050.2530.920.402 3.210.490 4.520.379 4.380.429 2.2334490.046Yes 0.172 3.450.022 2.410.0001.90.0250.470.0930.920.1280.880.1091.260.280 2.890.0050.140.397 4.3884050.070Yes 0.170 3.040.074 5.220.001 6.010.0921.080.224 2.050.2071.090.1261.30.516 5.210.261 5.90.236 3.1185920.040Yes Notes:1. Life satisfaction and the situation of the country is measured on a scale from 0 to 10 and the regressions use the ordered Logit method. The other satisfaction variables are binary yesno and the regressions use the Logit method.Each person belongs to a reference group. The reference groups are people of the same gender, in the same country, of the same age range and with similar education level.The asterisks represent the significance level of the estimated coefficients. One asterisk signifies 5%, two 1% and three 0.1%. No asterisk indicates that the coefficient is not statistically different from zero. 36Table 6. Relation of Satisfaction to Income of Individuals and of Others: Differences by Gender, Income Level and Area of Residence Results of regressions by the ordered Logit or Logit method t statistics in brackets 1This table shows only the coefficients for the independent variable Average monthly income per capita of reference group, US PPP, natural logarithm see note.Men Women Those with incomes above the regional median Those with incomes below the regional median Urban dwellers Rural dwellers General Economic situation Health Life satisfaction 1Situation of country 1Standard of living Economic situation of country Satisfaction with health Confidence in health system Education Satisfaction with local education system Employment Housing Satisfaction with job Satisfaction with efforts to increase the number and quality of jobs Satisfaction with housing Satisfaction with availability of affordable good quality housingcoefficienttstatistic Observationscoefficienttstatistic Observationscoefficienttstatistic Observationscoefficienttstatistic Observationscoefficientt statistic Observationscoefficientetstatistic Observationscoefficienttstatistic Observationscoefficienttstatistic Observationscoefficienttstatistic Observationscoefficienttstatistic Observationscoefficienttstatistic Observations 0.287 2.33,2650.1030.763,2410.330 2.713,2410.1571.193,1100.0050.033,2610.372 2.783,0510.418 2.563,1830.3611.251,9120.394 3.753,2100.1210.873,2640.473 2.753,1150.259 2.475,3280.0390.485,2550.1741.345,2840.1331.15,0210.0180.135,3270.341 2.754,8610.370 3.965,1620.506 3.851,4980.397 3.215,1950.232 2.385,3280.1641.084,9800.1290.352,0520.482 2.772,0380.933 4.252,0400.1630.941,9580.3061.22,0000.2180.611,9700.5851.61,9841.810 4.289830.3771.242,0170.970 2.512,0471.232 6.311,9400.5491.182,9160.0400.152,8810.578 3.372,8910.1010.282,7460.921 2.632,9040.847 3.412,6430.4190.952,8680.1420.169361.031 2.952,8520.697 2.872,9250.0790.212,7790.1491.033,5990.0110.123,5740.328 1.983,5770.0880.523,4040.0140.093,5030.2621.423,3900.409 3.023,4870.847 2.951,5310.1420.993,5160.2511.223,5860.436 2.623,3940.500 1.561,202 0.019 0.11,177 0.0440.241,195 0.050 0.151,141 0.007 0.021,208 0.336 1.731,1770.144 0.381,187 0.609 1.07366 0.308 1.031,1750.092 0.321,206 0.348 1.551,146 Notes:1. Life satisfaction and the situation of the country are measured on a scale of 0 to 10 and the regressions use the ordered Logit method. The other satisfaction variables are binary yesno and the regresions use the Logit method. Each cell comes from a separated regresion, which includes, in addition to income of the reference group, all the explanatory variables of the previous table.The asterisks represent the significance level of the estimated coefficients. One asterisk means 5%, two 1% and three 0.1%. No asterisk indicates that the coefficiente is not statistically different from zero. 37Figure 1a. Growth of GDP per Capita by Region and Decade, 1981 20068642024iytirap rewop gnsahcrup ta atipac rep PDG fo htworg laer launna egarev A198119901991200020012006Developed Countries Europe and Central Asia Latin America and the Caribbean Middle East and North Africa East Asia and the Pacific South Asia SubSaharan Africa Source: Authors calculations based on World Bank 2007.Note: There are no comparable figures for Europe and Central Asia for the 1981 1990 decade. 38 Figure 1b. GDP per capita by Region and Decade, 1981 2006ytirap rewop gnsahcrup fo sraillod SU 5002 ni atipac rep PDG 35,00030,00025,00020,00015,00010,0005,0000198119901991200020012006Developed Countries Europe and Central Asia Latin America and the Caribbean Middle East and North Africa East Asia and the Pacific South Asia SubSaharan Africa Source: Authors calculations based on World Bank 2007. 39 Figure 2a. Growth of GDP per Capita, Average 2001 2006East Asia and the Pacific Europe and Central Asia South Asia Middle East and North Africa SubSaharan Africa Latin America and the Caribbean Developed Countries Trinidad and Tobago Ecuador Peru Chile Panama Dominican Republic Costa Rica Belize Colombia Argentina Venezuela Honduras Nicaragua Uruguay Brazil Jamaica Bolivia Mexico Guyana El Salvador Paraguay Guatemala Haiti420246810Average annual real growth of GDP per capita in US dollars at purchasing power parity Source: Authors calculations based on World Bank 2007.Note: The vertical line represents the world median of economic growth 2001 to 2006 2.65% average annual real. 40Figure 2b. GDP per Capita, Average 2001 2006Developed Countries Europe and Central Asia Latin America and the Caribbean Middle East and North Africa East Asia and the Pacific South Asia SubSaharan Africa Trinidad and Tobago Chile Mexico Argentina Venezuela Uruguay Costa Rica Brazil Panama Belize Jamaica Ecuador Peru Colombia El Salvador Dominican Republic Guatemala Paraguay Bolivia Guyana Honduras Nicaragua Haiti 05,00010,00025,000GDP per capita in 2005 US dollars at purchasing power parity 20,00015,00030,00035,000Source: Authors calculations based on World Bank 2007.Note: The vertical line represents the median GDP per capita for 122 countries US5,089 constant 2005 PPP. 41Figure 3a. Perceptions of Satisfaction with Lifeand the Situation of the Country North America Western Europe East Asia and the Pacific Middle East and North Africa Latin America and the Caribbean Europe and Central Asia South Asia SubSaharan Africa Costa Rica Panama Mexico Venezuela Belize Guatemala Colombia Jamaica Brazil Guyana Argentina Trinidad and Tobago Chile Uruguay Bolivia Peru El Salvador Paraguay Honduras Ecuador Nicaragua Dominican Republic Haiti Life satisfaction Situation of country 012345678910 Scale from 0 to 10Source: Authors calculations based on Gallup 2006 and 2007. 42 Figure 3b. Perceptions of Personal Economic Situation and Economic Situation of the Country Western Europe North America East Asia and the Pacific South Asia Middle East and North Africa Latin America and the Caribbean Europe and Central Asia SubSaharan Africa Costa Rica Guatemala Venezuela Mexico Panama Colombia Belize Ecuador Brazil Honduras Argentina Bolivia Guyana Nicaragua El Salvador Chile Uruguay Dominican Republic Paraguay Peru Jamaica Trinidad and Tobago Haiti Standard of living Economic situation of the country Source: Authors calculations based on Gallup 2006 and 2007.Percentage satisfied 0102030405060708090100 43Figure 3c. Perceptions of Own Health and National Health System Middle East and North Africa Western Europe North America Latin America and the Caribbean South Asia East Asia and the Pacific SubSaharan Africa Europe and Central Asia Costa Rica Guatemala Venezuela Jamaica Panama Honduras Guyana Mexico Belize Argentina Uruguay Brazil Colombia El Salvador Dominican Republic Bolivia Trinidad and Tobago Paraguay Nicaragua Ecuador Peru Chile Haiti Satisfaction with health Confidence in the medical system 0102030405060708090100Percentage satisfied Source: Authors calculations based on Gallup 2006 and 2007. Note: No information is available on confidence in the medical system in Venezuela. 44 Figure 3d. Perceptions of the Education System Western Europe East Asia and the Pacific South Asia North America Latin America and the Caribbean Europe and Central Asia Middle East and North Africa SubSaharan Africa Costa Rica Venezuela Nicaragua El Salvador Uruguay Paraguay Trinidad and Tobago Panama Bolivia Honduras Dominican Republic Jamaica Colombia Mexico Guyana Guatemala Brazil Ecuador Chile Belize Argentina Peru Haiti Satisfaction with local education system 0102030405060708090100Percentage satisfied Source: Authors calculations based on Gallup 2006 and 2007. 45Figure 3e. Perceptions of Employment and Labor Public Policy Western Europe North America Latin America and the Caribbean East Asia and the Pacific South Asia Middle East and North Africa Europe and Central Asia SubSaharan Africa Guatemala Costa Rica Venezuela Brazil Panama Honduras Colombia Mexico Bolivia Paraguay Uruguay Nicaragua Guyana Belize El Salvador Ecuador Jamaica Argentina Chile Trinidad and Tobago Peru Dominican Republic Haiti Satisfaction with job Satisfaction with labor public policy 0102030405060708090100Percentage satisfied Source: Authors calculations based on Gallup 2006 and 2007. 46Figure 3f. Perceptions of Own Housing and Housing Market Western Europe South Asia Latin America and the Caribbean East Asia and the Pacific Middle East and North Africa Europe and Central Asia SubSaharan Africa Guatemala Paraguay Costa Rica Venezuela Panama Honduras Mexico Argentina Colombia El Salvador Brazil Uruguay Ecuador Belize Nicaragua Guyana Dominican Republic Chile Bolivia Peru Trinidad and Tobago Jamaica Haiti Satisfaction with housing Availabity of good housing at good price 0102030405060708090100Percentage satisfied Source: Authors calculations based on Gallup 2006 and 2007. 47Figure 4a. Relation between GDP per Capita and Life Satisfaction, 122 Countriesl 01 ot 0 morf eacs ,egareva lanoitan ,noitcafsitas efi L987654326.06.57.07.58.08.59.09.510.010.511.0Natural logarithm of GDP per capita in 2005 US dollars at purchasing power parity, average 2001 2006Source: Authors calculations based on Gallup 2006 and 2007 and World Bank 2007. 48Figure 4b. Relation between Economic Growth and Life Satisfaction, 120 Countries 01 ot 0morf leacs ,egareva lanoitan ,nocaifsitas efi L987654320123456789101112131415Average annual real growth of GDP per capita in 2005 US dollars at purchasing power parity percentage, 20012006Source: Authors calculations based on Gallup 2006 and 2007 and World Bank 2007. 49Figure 5. Relation between Economic Growth, GDP and Life Satisfaction isosatisfation curves6002 1002 egareva ,atipac rep etar thworg PDG lae R876543Gm 210123life satisfaction: Kenya 4.4life satisfaction: Chile 5.8Czech Republiclife satisfaction: 6.4CBAYm Honduraslife satisfaction: 5.1Finlandlife satisfaction: 7.605,00010,00015,00020,00025,00030,00035,00040,00045,000GDP per capita in US dollars at purchasing power parity, average 2001 2006Source: Authors calculations based on Gallup 2006 and 2007 and World Bank 2007.Note: The figure in each box is the national average. Ym is world median GDP per capita US5,089. Gm is world median economic growth 2.65% average annual real. 50 Figure 6. The Conflictive Relation between Economic Satisfaction, Personal Incomeand Income of Other Persons Probability that a person is satisfied with their economic situation based on their personal income and average income of reference group 1,0971,09780%75%B70%AC65%60%6654032451489055%50%66540324514890555590148245403665551,097Average income per capita of reference group, US dollars at purchasing power parity logarithmic scaleHousehold Income per capita, US dollars at purchasing power parity logarithmic scaleAlong the main diagonal, personal income is equal to the average income of the reference group Source: Authors calculations based on Gallup 2007.Note: Probability was calculated for married Argentine men aged 25 to 30 with completed secondary education. The reference groups for individuals are people of the same gender, in the same countries and age group, and with a similar education level. The question on economic satisfaction is: Are you satisfied or dissatisfied with your standard of living? That is, with all the things that you can buy and do. 51Figure 7. The Conflictive Relation between Satisfaction with Housing, Personal Incomeand Income of Other Persons Probability that a person is satisfied with their housing based on their personal income and the average income of their reference group 1,09791%66540324514890551,09766540324514890Household income per capita, US dollars of purchasing power parity logarithmic scaleAlong the main diagonal, personal income is equal to the average income of the reference group 87%BA83%C79%75%5590148245403665551,097Average income per capita of the reference group, US dollars of purchasing power parity logarithmic scaleSouce: Authors calculations based on Gallup 2007.Note: Probability was calculated for married Argentine men aged 25 to 30 with completed secundary education. Individual reference groups are persons of the same gender, in the same country, in the same rage range and with a similar education level. The question on satisfaction with housing: Are you satisfied or dissatisified with your housing or place where you live at present? 52", "filename": "586084258.pdf", "person": ["Eduardo Lora", "Lora, Eduardo", "Juan Camilo Chaparro", "Chaparro, Juan Camilo"], "date": ["2008"]}