{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/38724/1/586160930.pdf"], "title": ["Armutsbekämpfung durch Reduktion von Korruption: eine Rolle für Unternehmen?"], "plaintext": "Helmut Schmidt Universitat Hamburg Helmut Schmidt University Hamburg Fachergruppe Volkswirtschaftslehre Department of Economics Diskussionspapier Nr. 83 Working Paper No. 83 ARMUTSBEKAMPFUNG DURCH REDUKTION VON KORRUPTION: EINE ROLLE FUR UNTERNEHMEN? KLAUS BECKMANN CARSTEN GERRITS Zusammenfassung Abstract We consider an argument that it might be helpful to combat poverty in developing countries indirectly by enlisting firms help as corporate citizens in reducing corruption. It turns out that this argument crucially depends on a fair number of presmises, including a a common interest of firms in reducing bribes, b the absence of positive effects of corruption on society at large and c the costeffectiveness of formal institutions designed to combat corruption. In all three regards, we explain a number of reservations, both theoretical and empirical. Some tentative institutional policy recommendations ensue. JELKlassifikation JELClassification: D730 Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 2Einleitung Die Geschichte, von der wir erzahlen wollen, klingt zunachst ganz einfach: Erstens verscharfe Korruption die Armut zum einen, weil sie das Wirtschaftswachstum in armen Landern bremst, zum anderen, weil sie die Einkommensverteilung negativ beeinflusst.2 Korruption zu bekampfen, heie damit auch, Armut zu bekampfen. Und zweitens argumentieren Theoretiker der New Governance fur eine verstarkte Einbindung nichtstaatlicher Akteure, der Zivilgesellschaft bei der Realisierung sozialer Ziele.3 Zu den Akteuren, die man ublicherweise im Rahmen von Global Compacts zur Wahrnehmung sozialer Verantwortung aufruft, zahlen auch die Unternehmen. Warum also sollen Unternehmen nicht durch Manahmen gegen Korruption indirekt zur Armutsbekampfung beitragen? Zu erreichen ware dies durch eine Umgestaltung von Institutionen, welche es den Unternehmen gestattet, ein gemeinsames Regelinteresse an weniger Korruption zu verwirklichen Pies und Sass 2006, 1319; Pies 2007, dem ohne institutionelle Reform ein anders gerichtetes Handlungsinteresse entgegen stunde siehe etwa Pies 2003.Diese wohlklingende Geschichte ist es, von der wir im folgenden erzahlen wollen. Sie ohne weiteres zu erzahlen, erscheint uns freilich verfruht, denn ein gesicherter Schluss auf bestimmte Best practices und Yardsticks fur Unternehmen und nationale Institutionen bedarf nach unserer Ansicht derzeit noch weiterer Arbeiten, sowohl grundsatzlicher als institutionellangewandter Natur. Nach unserer Ansicht istbezuglich der Okonomik der Korruption ein entschiedenes Theoriedefizit bei gleichzeitigem Reichtum an empirischen Schatzungen und angewandten Empfehlungen festzustellen,4zudem in jungeren empirischen Arbeiten die langst abgeschriebene Moglichkeit Aidt 2003 von Korruption als einer drittbesten Losung bei gegebenen ineffizienten Institutionen wieder ins Gesprach gekommen unddie kulturelle Bedingtheit von Empfehlungen, vor allem die Rolle informaler Institutionen in der Okonomik nicht genugend betrachtet worden.Vor diesem Hintergrund wollen wir einen dezidiert okonomischen, theoretischen Beitrag mit dem Ziel institutioneller Handlungsempfehlungen leisten, welche die Anreize fur Unternehmen mit dem Ziel der Armutsbekampfung verandern. Um die beschriebene Geschichte logisch folgerichtig und empirisch gesichert vorbringen zu konnen, gilt es drei Dinge zu zeigen:1. Es muss in der Tat ein kausaler Zusammenhang zwischen vermehrter Korruption und verscharfter Armut in einem Land bestehen, entweder indirekt uber den Einfluss der Korruption auf Niveau und Wachstum der wirtschaftlichen Aktivitat oder direkt uber den Einfluss der Korruption auf die Einkommensverteilung.2. Es muss ein Regelinteresse der Unternehmen an einer Uberwindung von Korruption geben, das diese allerdings im Status quo aufgrund institutioneller Mangel nicht realisieren konnen Dilemmastruktur. Daruber hinaus darf der Verwirklichung dieses Regelinteresses wie es 2 So glatt und rund kommt dieses Standardargument bei Mitra 2005, 2: Note that corruption not only has adverse implications for economic growth,  but also leads to a worsening of the distribution of income because the rich are better able to pay bribes. Die geneigte Leserin sei schon jetzt darauf hingewiesen, dass dies zumindest im Fall der Belastungskorruption mehr dazu in Abschnitt B.1 auch anders sein kann. 3 Wo auch immer diese herkommen wir selbst halten unverandert dafur, dass Personenmehrheiten keine eigenen Ziele haben und es sich hier allenfalls um die Ergebnisse eines politischen Willensbildungsprozesses handeln kann. Fur theoretische Uberlegungen sind wir auch geneigt, die Maximierung der sozialen Wohlfahrt oder eine Form des Regelparetianismus zu akzeptieren.4 Fur Surveys der okonomischen Literatur zur Korruption vgl. Bardhan 1997 und Aidt 2003.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 3etwa beim Regelinteresse der Unternehmen an der Bildung eines Kollektivmonopols der Fall ware nicht das Regelinteresse Dritter entgegenstehen.53. Schlielich muss man eine institutionelle Losung entwickeln konnen, welche den Unternehmen die Verwirklichung ihres Regelinteresse ermoglicht und zugleich mit vertretbaren Kosten verbunden ist.Diese drei Fragenkomplexe werden wir in drei Abschnitten IIII bearbeiten. Ganz im Schwerpunkt liegt dabei die zweite Frage, zu der wir die bestehende theoretische Literatur zur Korruption kritisieren und punktuell erweitern. Am Ende des dritten Abschnittes soll dann ein uberraschender und ungewohnlicher Vorschlag fur die Losung unseres Problems stehen.Zu Beginn seien allerdings noch einige Hinweise zu einem geeigneten Korruptionsbegriff erlaubt. Ublich ist es, Korruption einfach als Missbrauch staatlicher Macht fur private Zwecke des Amtsinhabers Pies 2003, 3 oder aquivalent als misuse of public office for private benefit Meon und Weill 2008, 1 zu definieren.6 Nun wollen wir nicht abseitige Fragen erortern wie die, ob auch ein bestimmter Gebrauch privater Entscheidungsgewalt etwa die Bestechung des Angestellten der Firma X, damit er den Zuschlag fur einen ausgelobten Vertrag mit seinem Arbeitgeber der Firma Y zuschanze oder ein Bereich informal gebrauchlicher Gaben wie ein Abschiedsgeschenk an den Chef dazu zahle. Bei solchen Ubungen haben SubsumtionsAkrobaten und Kategorisierungsforscher einen klaren komparativen Vorteil. Fur den Okonomen als entscheidungsorientierten Sozialwissenschaftler kommt es dagegen auf die Rahmenbedingungen einer individuellen Entscheidung an. Ausgangspunkt sei daher eine herkommliche Beziehung zwischen einem Prinzipal und einem Agenten,7 wobei jener eine Tatigkeit an diesen delegiert. Daneben existiere ein Klient, der an dem Ergebnis der Tatigkeit interessiert ist. Von Korruption wollen wir dann sprechen, wenn es in einer solchen Situation zu einem Transfer okonomischer Ressourcen vom Klienten an den Agenten kommt und der Agent mit einer Wahrscheinlichkeit groer als Null erwartet, wegen dieses Transfers strafrechtlich belangt zu werden. Fur diese Definition stand die Definition von Steuerhinterziehung nach Cowell 1990 Pate, die zu Recht auf die Entscheidungssituation der Tater rekurriert denn diese ist in einem positivanalytischen okonomischen Ansatz zu modellieren. Danach waren Bestechungszahlungen, die mit Sicherheit nicht geahndet werden und folglich offen entgegen genommen werden konnten, kein Fall von Korruption, Vorteilsannahme in einer rechtlichen Grauzone dagegen sehr wohl.Wir wollen Rentseeking als einen Oberbegriff fur die Situationen verwenden, in denen ein Klient durch einen Transfer von Ressourcen einschlielich selektierter Informationen an den Agenten dessen Handeln fur den Prinzipal zu beeinflussen trachtet.8 Neben Korruption, bei welcher der Agent wie oben definiert mit der Moglichkeit einer Bestrafung rechnet, tritt dann eine Form von Rentseeking, bei der mit Sicherheit keine Bestrafung erfolgt. Wir wollen dies als Lobbying 5 Wir verzichten hier bewusst auf das Adjektiv uberwiegend. Denn im Rahmen des ublichen Regelparetianismus soll gezeigt werden, dass die konstitutionelle Reform alle Mitglieder der Gesellschaft zumindest im Erwartungswert besser stellt. Wir sehen denn auch keinen zulassigen Grund, die Empfanger der Schmiergelder die korrupten Beamten dabei nicht zu berucksichtigen. Zumindest hinter einem Schleier des Nichtwissens mussten auch diese zustimmen konnen. Klar sollte sein, dass eine LeviathanLosung, in der die Burokraten ihre Rente maximieren, gegeben die Institutionen effizient ist Beckmann und Lackner 2002. 6 Zur Kritik daran siehe auch Kaufmann und Vicente 2005.7 Fur eine deutschsprachige Lehrbuchdarstellung vgl. Erlei, Leschke und Sauerland 2007, das u.E. beste Lehrbuch uberhaupt ist Campbell 2006.8 Begrifflich ahnlich Lambsdorff 2002, der dann allerdings alle Formen von RentSeeking formal gleich modelliert.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 4bezeichnen. Damit sind wir nun in der Lage, uns der ersten unserer drei Fragen zuzuwenden: der nach dem Zusammenhang zwischen Korruption und Armut.I. Korruption und Armut Der erste Schritt besteht darin, einen kausalen ! Zusammenhang zwischen Korruption und Armut herzustellen, so dass Manahmen von Unternehmen gegen aktive und passive Korruption im eigenen Hause auch Armut lindern konnen. Dabei wollen wir unter Armut im folgenden das Unterschreiten eines absoluten Wohlstandsniveaus verstehen. Relative Mae wie etwa der Prozentsatz der Bevolkerung, die weniger als einen bestimmten Prozentsatz des durchschnittlich verfugbaren Einkommens erhalten, und auch die Verteilung auerhalb des Armutsbereichs sollen uns nicht interessieren.9Grundsatzlich sind zwei Mechanismen denkbar: Eventuell wirkt sich Korruption uber das Wirtschaftswachstum auf die Armut aus odergibt es eine direkte und unmittelbare Kausalitat zwischen der Korruption und Armut?Zusatzlich gilt es zu beachten, dass die Kausalitat zwischen den beiden Phanomenen sich nicht eindeutig in eine Richtung bestimmen lasst, sondern sie sich vielmehr gegenseitig bedingen Gupta et al. 1998. Zur Illustration zeigt die Abbildung 1 auf der nachfolgenden Seite eine Matrix von Scatterplots vier Schlusselvariabler fur einen internationalen Querschnitt von 63 Schwellen und Entwicklungslandern. Abgebildet sind:der Prozentsatz der Bevolkerung, der weniger als einen USDollar in Kaufkraftparitaten pro Tag zur Verfugung hat, fur das Jahr 2004 Proz 1D0104,der Corruption perception index von Transparency International fur das Jahr 2006 CPI06,das ProKopfBruttonationalprodukt in US Kaufkraftparitaten fur das Jahr 2005 GDP05PPP sowieder GINIKoeffizient fur das Jahr 2004.10Man erkennt eine recht gute Korrelation zwischen CPI und GDP, wahrend ansonsten eher unbefriedigende bivariate Zusammenhange vorliegen. Zudem findet man eine beachtliche Heteroskedastizitat bei etlichen der paarweisen Vergleiche,11 wobei besonders die groe Variabilitat im Bereich sehr geringer ProKopfEinkommen, sehr hoher Korruption und sehr groer Armut auffallt. Die fur uns vor allem interessanten Lander pragt folglich eine vielleicht auch der Qualitat der Daten geschuldete Disparitat. 9 Damit scheidet aus, was Nozick 1977 als patterned principles of justice bezeichnet.10 Die Daten wurden ??? entnommen.11 Logarithmieren hilft hier nicht sonderlich.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 54010D1zor P70,0060,0050,0040,0030,0020,0010,00I60PC7,006,005,004,003,002,00PPP50PDG15.000,0010.000,005.000,00IING55,0050,0045,0040,0035,0030,0000,0100,0200,0300,0400,0500,0600,0700,200,300,400,500,600,7Proz 1D0104CPI0600,000.500,000.0100,000.51GDP05PPP00,0300,5300,0400,5400,0500,55GINIAbbildung 1: Scatterplotmatrix fur vier zentrale Variable A. Mittelbarer Zusammenhang Der klassische Beitrag zum Zusammenhang zwischen Korruption und Wirtschaftswachstum ist Mauro 1995.12 In der Literatur besteht weitgehend Einigkeit, dass Korruption und Wirtschaftswachstum negativ korreliert sind fur einen kurzen Uberblick siehe Meon und Sekkat 2005. Ob die Beeinflussung uber verminderte private oder offentliche Investitionen verlauft, wird zwar diskutiert, kann aber hier im Ergebnis dahinstehen. Als andere Mechanismen werden etwa durch Korruption beeinflusste Steuersysteme oder die ineffiziente Durchfuhrung von gemeinnutzigen Manahmen diskutiert Gupta et al. 1998.Was den zweiten Teil des mittelbaren Transmissionsmechanismus anbelangt, wird gelegentlich der negative Zusammenhang von Verteilungskampfen und Wachstum hervorgehoben Persson und Tabellini 1994, Alesina und Rodrik 1994: Lander, in denen Redistribution eine groere Rolle spielt, weisen hohere Steuern, eine groere Regulierungsdichte und generell unsichere Eigentumsrechte auf. Damit verschlechtern sich in solchen Landern aber die Voraussetzungen fur wachstumsfordernde Investitionen. Auf der anderen Seite steht die dampfende Wirkung von Gleichheit und 12 Fur die Korrelation zwischen Korruption und dem Wohlstandsniveau im internationalen Vergleich genugt es, auf die Abbildung 1 zu verweisen.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 6Umverteilung auf die Anreize und der bekannte KuznetsZusammenhang, dem zu folge groere Ungleichheit in armen Landern das Wachstum behindert, wahrend sie in reicheren Landern mit groerem Wachstum einhergeht. Zudem erklaren diese Ansatze nur einen recht kleinen Teil der Varianz Barro 1999. Ferner sei bemerkt, dass bei den theoretischen Modellen die Kausalitat meist umgekehrt, also von der Ungleichheit etwa via Redistribution zu hoherem oder niedrigerem Wachstum fuhrt.Vor diesem Hintergrund kann man fragen, wie es um den Zusammenhang zwischen Wachstum und Armut steht. Ein minimaler Konsens scheint uns dahingehend zu bestehen, dass es zumindest keinen positiven Zusammenhang zwischen Wachstum und Armut gibt. Dollar und Kraay 2002 argumentieren, aufgrund ihrer okonometrischen Analyse von 137 Landern uber einen Zeitraum von 40 Jahren, dass die Armen mindestens genau soviel vom Wachstum profitieren, wie die Reichen in einer Gesellschaft. Insgesamt bejahen sie eine leicht negative Korrelation von Wachstum und Armut. B. Unmittelbarer Zusammenhang und Kausalitat Eine direkte Verbindung zwischen Korruption und Armut lasst sich auf zweierlei Weise begrunden:1. Uber den regressiven Charakter von Korruption. Reichere Individuen sind besser in der Lage, Bestechungszahlungen zu leisten Mitra 2005. Armere Haushalte mussen einen hoheren Anteil ihres Einkommens an Bestechungsgeldern zahlen, als dies bei Haushalten mit hoheren Einkommen der Fall ist. Eine Folge kann sein, dass arme Familien weniger oder gar keinen Zugang zu offentlichen Leistungen haben Kaufmann 2005. Gupta et al. 2002 finden in ihrer Querschnittsstudie einen negativen Zusammenhang zwischen dem Ausma von Korruption und den staatlichen Sozialleistungen einschlielich Bildung und Ausbildung , wenn fur eine Vielzahl anderer Variablen einschlielich des ProKopfSozialprodukts kontrolliert wird. Daneben dient Korruption namentlich in den Failing states oft der Aneignung von Ressourcen und der Vermogensakkumulation Khan 2006, 232236, so dass durch Korruption auch die Primarverteilung von Vermogen und Einkommen ungleicher werden kann.2. Uber die Verminderung der Effektivitat undoder der Effizienz von Entwicklungshilfe. Insoweit Korruption die Verteilung von Hilfsgutern, die Selektion von Entwicklungshilfeprojekten etwa zugunsten groer, industrieller Projekte und zulasten landlicher Gegenden und des landwirtschaftlichen Sektors 13 oder ahnliche Politikparameter beeinflusst, kann sie die Wirksamkeit der Hilfe fur die Armsten Unklar ist, wie und ob die Kausalitat zwischen Korruption und Armut eindeutig ermittelt werden kann. So ist denkbar, dass Korruption als Ausloser zu Armut fuhrt. Der umgekehrte Weg ist ebenso denkbar: Armut fuhrt dazu, dass Menschen versuchen zusatzliche Einnahmen zu erschlieen und entdecken daher die Korruption als alternative Versorgungsquelle. Studien weisen auf eine Ruckkopplung von Korruption und korrelierten Phanomenen hin Lambsdorff 2006, 23. Speziell zur Korrelation von Korruption und Armut finden Gupta et al. 2002 mit Hilfe einer IVSchatzung Hinweise darauf, dass die Kausalitat von Korruption ausgeht und die Armut verstarkt. Gleichwohl sind selbst auf der empirischen Seite, der zu Lasten der Theorie siehe unseren Schwerpunkt im Abschnitt II. derzeit noch einige wichtige Fragen offen, von denen wir hier zwei aufzeigen:13 Siehe Preuss 2008 zu den Biases in der Entwicklungspolitik vor dem Hintergrund der aktuellen Ernahrungskrise.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 7 Abhangigkeit von einer Hintergrundvariable. Moglicherweise besteht kein starker kausaler Zusammenhang zwischen Korruption, Wachstum und Armut, sondern alle drei hangen wesentlich von einer anderen Variable ab. In Frage kommt insbesondere die Qualitat der formalen Institutionen. Deren Zusammenhang mit dem Korruptionsniveau ist gut dokumentiert siehe die Beitrage in RoseAckerman 2006, 52188, und ebenso wird oft groer Teil von Wachstum und Wohlstand durch die Qualitat der Institutionen erklart.14 Nichtlineare Zusammenhange. Unklar bleibt ebenfalls noch, ob die Zusammenhange zwischen den Variablen uber alle Entwicklungsniveaus hinweg gleich sind oder ob es moglicherweise einen uformigen Verlauf gibt. In der so genannten Grease versus SandDebatte wurde darauf hingewiesen, dass Korruption bei guten Institutionen zwar bremsend auf Wachstum und Entwicklung wirkt Sand, vor dem Hintergrund schlechter Institutionen dagegen als Schmiermittel Grease wirken und eine Verbesserung gegenuber dem Status quo bewirken kann, die mit Impulsen fur Investitionen und Wachstum verbunden ist siehe den Uberblick bei Meon und Sekkat 2005.15 Die GreaseHypothese konnte als weitgehend diskreditiert gelten, doch finden einige jungere Arbeiten Meon und Weill 200816 Anzeichen dafur, dass Korruption vor dem Hintergrund dysfunktionaler Institutionen wohlstandssteigernd sein kann: In Landern mit funktionierenden Institutionen schadet Korruption immer, doch kann Korruption in Landern mit schlechten Institutionen die Effizienz der Wirtschaft genauer: die Produktionseffizienz erhohen.Fur dieses Papier sind wir in der komfortablen Lage, das Ergebnis im Grundsatz dahinstehen zu lassen: Egal ob Korruption Armut bedingt oder die beiden sich in eine FeedbackSchleife befinden, so konnen wir doch erwarten, dass allgemein in beiden Fallen eine Reduzierung der Korruption zu einem wenn auch unterschiedlich starken Ruckgang der Armut fuhren durfte. Dennoch sind die erheblichen empirischen Unsicherheiten und offenen Fragen von Bedeutung, denn wir stimmen dem Urteil Khans 2006, 128 zu, der angesichts seiner Beobachtung, dass innerhalb der Gruppe armer Lander die schneller wachsenden Lander keine signifikant geringeren Korruptionsniveaus aufweisen als die langsamer wachsenden Lander, bemerkt:Given the obviously damaging effects of corruption in many contexts, we read this observation not as saying that corruption has no effect on economic performance, but rather that corruption is likely to have very different effects in different contexts.Unser kritischer Blick in die empirische Literatur fuhrt also nicht zur Abstinenz, sondern vor allem zu einer Zuruckhaltung bei der Entwicklung von one size fits allKonzepten.14 Vgl. Eicher et al. 2008, die gut 40 % der Varianz der Wachstumsraten in den OECDLandern mit institutionellen Variablen erklaren. Eine intensive Auseinandersetzung mit den rivalisierenden Ansatzen zur Erklarung von Wachstum und Agglomeration einschlielich der Kliometrie wurde an dieser Stelle zu weit fuhren. 15 Zu der Theorie hinter dieser Debatte vgl. Unterabschnitt II.B in dieser Arbeit.16 Interessant ist, dass Arbeiten eines Autorenteams zu entgegengesetzten Schlussen geraten: Meon und Sekkat 2005 verwerfen die GreaseHypothese, wahrend diese von Meon und Weill 2008 bestatigt wird. Beide Arbeiten eint, dass sie einen Interaktionsterm zwischen der Korruptionsvariable und dem Ma fur institutionelle Qualitat berucksichtigen wobei unterschiedliche Mae alternativ genutzt werden. Wahrend die altere Studie aber auf Investitionen und das Sozialprodukt als abhangige Variable abstellt, fokussieren Meon und Weill 2008 auf Produktivitat und messen Effizienz als Ausschopfung der Produktionsmoglichkeiten in einer Volkswirtschaft.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 8II. Theorie: ein Regelinteresse der Unternehmen?Der Schlussel zu dem Argument, Unternehmen durch die Gestaltung geeigneter Institutionen zu einem Verbundeten bei der Armutsbekampfung zu machen, liegt in dem Nachweis,1. dass die Unternehmen im Vergleich zum Status quo besser gestellt werden konnen Regelinteresse, obgleich sie in diesem Status quo keinen Anreiz haben, zur Armutsbekampfung beizutragen Handlungsinteresse, und zugleich 2. die Durchsetzung des Regelinteresses auch im allgemeinen gesellschaftlichen Interesse liegt, also die Uberwindung der Dilemmastruktur, in welcher die Unternehmen stecken, nicht mit uberwiegenden negativen Externalitaten verbunden ist.Fur den Kampf gegen Armut durch eine Verringerung von Korruption scheint ein solcher Nachweis auf der Hand zu liegen: Unternehmen zahlen Bestechungsgelder, um das Verhalten anderer Akteure zu beeinflussen Rent seeking. Entfielen die Zahlungen, so kame es zu einem unveranderten Ergebnis, und insofern besteht ein Regelinteresse an der Einsparung von Korruptionszahlungen. Weil jedoch die Bestechung eine dominante Strategie ist halten sich die ubrigen an das Korruptionsverbot, kann man sich durch Bestechung einen Vorteil sichern, tun sie dies nicht, kame man ohne Bestechung niemals zum Zuge fehlt es am Handlungsinteresse. Verwirklichen die Unternehmen ihr Regelinteresse, so verliert offensichtlich der bestechliche Agent, doch dessen Wohlfahrt glaubt der Sozialanalytiker vernachlassigen zu konnen wieso eigentlich,17 und so stehen der institutionellen Reform auch keine Interessen Dritter entgegen. So sehr dieses Argument auch der moralischen Intuition vieler Betrachter entsprechen und Drittmittel eintragen mag, so sehr bleibt es ein Schnellschuss auch dann, wenn sich der Grundgedanke am Ende als richtig erweisen sollte. In der Korruptionsforschung dominieren noch die empirischen und angewandten Arbeiten bei einem vergleichsweisen Mangel an theoretischen Ansatzen, und in der Folge erscheinen uns wesentliche Fragen noch nicht genugend untersucht. Dazu zahlendie Abgrenzung verschiedener Formen der Korruption, die jeweils verschiedene Spielsituationen entstehen lassen,das Verhaltnis von Korruption und anderen Moglichkeiten des Rent seeking insbesondere legalem Lobbying,ein naherer Blick auf die allokativen Ineffizienzen durch Korruption.Diese Lucken beabsichtigen wir in diesem Abschnitt ein Stuck weit zu schlieen. Am Ende steht dann hoffentlich eine fundiertere Antwort auf die Frage, ob und ggf. wann Unternehmen ein konstitutionell relevantes Regelinteresse an der Korruptionsbekampfung haben, und ob diese Voraussetzung gerade dort erfullt ist, wo man hoffen kann, durch Korruptionsbekampfung Armut zu lindern.A. Definition, Arten und Modellierung von Korruption Die nachfolgende Tabelle 1 zeigt die Unterscheidung zwischen den drei wesentlichen Typen von Korruption in den Zeilen und den vier wesentlichen Gegenstanden von Korruption in den 17 Ahnlich geht man mit den Nutzen der Politiker in vielen Public ChoiceModellen um Besley 2006. Berucksichtigt man diese, wird sich die LeviathanLosung freilich im allgemeinen als effizient erweisen Beckmann und Lackner 2002.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 9Spalten, wobei die Zellen zur Illustration Hinweise auf einschlagige Erscheinungsformen in der Praxis geben. Selektion Qualitat Zeit Straftat Anfutterung Geschenke zum Aufbau personlicher Beziehungen Entlastung Belastung Vergabe eines Auftrags gegen Zahlung von Bestechungsgeld Genehmigung einer Anlage trotz Mangeln gegen Zahlung Trinkgeld zur Beschleunigung und Verbesserung des Service uber die Norm hinaus Beamte arbeiten langsamer als nach Vorschrift, um Zahlungsbereitschaft der Burger zu stimulieren Tabelle 1: Arten von Korruption Drohung mit Stilllegung einer Anlage wegen nicht existierender Mangel Drohung mit Verweigerung der Genehmigung rechtmaiger Importe Schweigegeld Androhung der Einstufung legaler Steuervermeidung als Steuerhinterziehung, wenn nicht gezahlt wird A.1 Typen von Korruption Mit Anfutterungskorruption meinen wir das Geschenkemachen oft in einer Grauzone von Illegalitat, legitimen Public relations und Sponsoring bis hin zu den schlichten Geboten des Guten Tons mit dem Zweck, beim Empfanger Goodwill zu erzeugen. In Deutschland werden viele dieser Aktivitaten vom 331 St GB Vorteilsannahme erfasst, der ja anders als der 332 Bestechlichkeit gerade nicht auf eine bestimmte Gegenleistung des Amtstragers abstellt.18 Kennzeichnend fur diese Art von Korruption oder korruptionsnahen Transfers ist einerseits, dass unabhangig von einem konkreten Erfolg geleistet wird und damit auch der Verlierer im Wettbewerb um die Renten zahlt. Andererseits lasst sich dieses Phanomen okonomisch wohl am besten als eine Investition in Sozialkapital, in einen Zugang zu bestimmten Kreisen modellieren.19 Was das Verhaltnis von Korruption und anderen Arten des Rent seeking anbetrifft Campos und Giovannoni 2007, durfte hier Komplementaritat vorliegen man gewahrt Vorteile, um Zugang zu Kreisen zu gewinnen, in denen man spater LobbyingAktivitaten oder ahnliches entfalten kann.Die Unterscheidung zwischen Entlastungs und Belastungskorruption geht auf Pies 2003 zuruck. Ausschlaggebend ist hier, ob sich der Leistende durch den Korruptionsakt besser stellt, als er es in einer Referenzsituation mit regelentsprechendem Verhalten der Gegenseite tate ist dies der Fall, liegt Entlastungskorruption vor, ansonsten handelt es sich um Belastungskorruption. Anders als im Falle der Anfutterungskorruption steht jetzt jedoch ein konkreter Tausch von Leistungen bzw. Handlungen im Mittelpunkt. Dabei verkorpert die Entlastungskorruption wohl die landlaufige Vorstellung von Korruption: Unternehmer A zahlt dem Beamten B ein Bakschisch, um eine 18 Man bekampft das Geben in der Grauzone durch zunehmende Verfemung und Verfolgung im offentlichen Dienst. Die erkennbaren Bemuhungen, auch schon den Anschein von Korruption zu vermeiden, sind in dieser Hinsicht symptomatisch fur einen in den letzten Jahren eingetretenen Wandel in den formellen und wohl teils auch den ungeschriebenen Regeln in Deutschland.19 Darauf haben uns Frans van Winden und Tim Barmby unabhangig voneinander bei Gesprachen auf Tagungen hingewiesen.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 10Genehmigung zu erhalten. Im Extremfall stellt die Zahlung anders als beispielsweise die Aufwendungen fur Lobbying einen reinen Transfer von A an B dar Besley 2006, Beckmann und Gerrits 2007, und weil der Unternehmer mit den hochsten Profiten auch die grote Bestechungssumme zahlen kann, wird bei mehreren As die Genehmigung im Zweifel effizient zugeteilt. Prazise gefasst ist Entlastungskorruption durch vier Merkmale gepragt: 1. Verlierer zahlen nicht anders als beispielsweise beim Lobbying, und deshalb 2. neutralisieren sich Bestechungsangebote konkurrierender Bieter nicht gegenseitig anders als bei Modellen des Rentseeking, die auf einer contest success function aufsetzen, siehe allgemein Hirshleifer 2001 und fur eine Anwendung Lambsdorff 2002.3. Der Bestochene erhalt Ressourcen, die er frei verwenden kann 20 und daher im allgemeinen zweckgebundenen Transfers von Mitteln etwa Wahlkampfbeitragen vorzieht.4. Bestechenden und Bestochenen eint ein gemeinsames Interesse an der erfolgreichen Durchfuhrung der Tat.Merkmal Nr. 4 grenzt die Entlastungs von der Belastungskorruption ab, bei welcher der Tater eine regelgerechte Losung vorzoge. Der klassische Fall ist hier der korrupte Steuerbeamte, welcher einem Steuerpflichtigen droht, seinen Fall bei Ausbleiben eines Schweigegeldes unrichtig, aber eine Grauzone ausnutzend als Steuerhinterziehung zu ahnden Hindriks et al. 1999. Das Opfer einer solchen Extortion wird dadurch zum naturlichen Verbundeten der Fahnder, weshalb erfolgreiche Belastungskorruption spieltheoretisch die Kollusion des Bestochenen mit seinen Vorgesetzten voraussetzt Mishra 2006. Die Merkmale 1 bis 3 dagegen unterscheiden Entlastungskorruption von legalem Lobbying und legen nahe, dass die gelaufige Praxis, Korruption wie Rent seeking zu modellieren Lambsdorff 2002, zumindest als fragwurdig gelten muss. Wir werden im nachsten Unterabschnitt unser eigenes alternatives Modell umreien, doch sollen zuvor die Spalten der Tabelle 1 diskutiert werden.A.2 Gegenstande von Korruption Korruption kann grundsatzlich auf jedes Verhalten eines Agenten gerichtet sein, das dessen Vertrag mit einem Prinzipal zuwiderlauft, umfasst also eine Vielzahl verschiedener Tatbestande. Gleichwohl glauben wir, dieses Terrain mit den vier Hauptkategorien aus den Spalten der Tabelle 1 arrondieren zu konnen. Selektion meint die Zuweisung von Rechten bzw. Vergabe des Zugangs zu Renten, eine Kategorie, die von der Einstellung eines Arbeitnehmers zu einem Lohn uber dem Reservationspreis des Arbeitsanbieters uber die Vergabe von Lizenzen bis hin zur Gewahrung eines Monopolrechtes reicht. Die meisten Falle, die man landlaufig mit Korruption verbindet, durften dieser Kategorie zuzurechnen sein, und sie ist es auch, bei der man Lobbying und Korruption als alternative Instrumente des Rentseeking betrachten muss. Die primaren Wohlfahrtsverluste einer solchen Selektionskorruption bestehen aus dem typischen HarbergerDreieck eines Monopols, konnen also, wenn es um die Vergabe eines LumpsumVorteils geht, auch Null werden.Moglicherweise ist die Vergabe solcher Lizenzen jedoch mit mengenabhangigen externen Kosten verbunden ein klassisches Beispiel scheint uns die Betonierung der Costa Brava durch immer mehr Ferienhauser zu sein. In diesem Fall kann Korruption, indem sie die gleichgewichtige Menge der fraglichen Aktivitat reduziert, gegenuber einer Situation ohne Berucksichtigung der Externali20 Grenzen erwachsen aus der Notwendigkeit, eine Entdeckung zu vermeiden und daher u.a. auf allzu auffalligen Konsum zu verzichten.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 11taten sogar wohlfahrtsuberlegen sein! Im Hintergrund steht die alte Idee, dass ein Angebotsmonopol unter bestimmten Bedingungen auch gut fur die Umwelt sein kann.Qualitatskorruption oder besser Qualitatssenkungskorruption liegt vor, wenn ein Anbieter einen Agenten besticht, um eine Regulierung zu umgehen. Im Gegensatz zu dem Costa BravaProblem, bei dem negative Externalitaten von der Anzahl der vergebenen Genehmigungen abhingen, entstehen hier negative Wirkungen, moglicherweise Internalitaten, welche von der Qualitat des Gutes abhangen ein gutes Beispiel bildet das massenweise Einsturzen von Hausern infolge eines Erdbebens in der Turkei, die von Bauunternehmern unter Verzicht auf teure Sicherungsmanahmen gebaut und von korrupten Beamten als erdbebensicher abgenommen worden waren.21 Wie noch zu begrunden sein wird, wirft diese Kategorie von Korruption erheblich groere analytische Probleme auf als die Selektionskorruption, weil in diesem Fall die Nachfrage nach Genehmigungen der Anzahl variabel ist.Das ist wieder anders beim so genannten Speed money, also der Bestechung, welche nicht eine Anderung der materiellen Entscheidung des Agenten, sondern eine Beschleunigung des Entscheidungsprozesses bezweckt. Arbeitete der Agent ohne Bestechung entsprechend der im Vertrag mit seinem Prinzipal vereinbarten Normleistung und beruhte die Beschleunigung ausschlielich auf einer Erhohung der Anstrengung uber das vorgeschriebene Niveau hinaus und auf Uberstunden, so ware gegen Speed money als Leistungsentgelt kaum etwas zu sagen. Je mehr die Beschleunigung durch Verdrangung der Dienstleistungen fur NichtZahler zustande kommt, desto naher liegt Speed money freilich an der Selektionskorruption. Und schlielich konnen die Agenten dazu neigen, ihr Anstrengungsniveau ex ante zu reduzieren, um so die Zahlungsbereitschaft fur eine Beschleunigung des Verfahrens zu erhohen. Dieses Verhalten ware nach unserem Schema als eine Form der Belastungskorruption zu klassifizieren.Schlielich tritt Korruption noch in Verbindung mit anderen Straftaten auf, sei es, dass der Bestechende sich Hilfe bei der Verdeckung der Straftat erkaufen will, sei es, dass ein Agent einem Tater oder auch NichtTater eine Strafverfolgung bzw. eine hartere Strafe androht, wenn nicht gezahlt wird.B. Grease oder Sand? ein erster Blick auf die Kosten der Korruption Nach den begrifflichen Klarungen sind wir nun in der Lage, die sozialen Kosten der Korruption genauer zu fassen. Wir beginnen dazu mit dem einfachen Costa BravaFall eines rein mengenabhangigen Schadens bei Selektionskorruption des Agenten, wie ihn die nachfolgende Abbildung 3 darstellt.22 Darin ist auf der Abszisse die Zahl genehmigter Lizenzen L, auf der Ordinate der entsprechende marginale Ertrag und die marginalen Kosten abgetragen. Die Zahlungsbereitschaft der Unternehmer WTP fur Lizenzen nimmt an der Grenze aus naheliegenden Grunden ab, wahrend wir andererseits unterstellen, dass die Vergabe von Lizenzen mit keinerlei Kosten verbunden sei. Ein profitmaximierender Beamter wird dann sofern er keine Moglichkeit zur Preisdifferenzierung hat die klassische Monopollosung L realisieren und ein Bakschisch b pro Lizenz fordern. Bliebe es dabei, so entstunde durch Korruption im Vergleich mit der FirstBestLosung ein Wohlfahrtsverlust in Hohe des Dreiecks unter der WTPKurve rechts von L HarbergerDreieck, verglichen mit einer ordnungsrechtlichen Prohibition zu der Politiker ja immer gerne 21 Wir verdanken dieses Beispiel einem Vortrag von Ingo Pies, der dies allerdings zur Illustration der negativen Wirkungen von Korruption allgemein verwendet.22 Ahnliche graphische Darstellungen finden sich bei RoseAckerman 1978 oder Shleifer und Vishny 1998.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 12greifen ware freilich ein Wohlfahrtsgewinn in Hohe der Konsumentenrente bis L zuzuglich der Bestechungsgelder b L zu verzeichnen. Entstehen dagegen mengenabhangige marginale externe Kosten einer Erteilung von Lizenzen, so fallen die Kosten der Korruption relativ zur LaissezfaireLosung, und sofern das soziale Optimum Lopt links von L liegt was bei entsprechender Hohe der marginalen externen Schaden exogen bedingt! geschehen kann, ist die Korruptionslosung aus einfacher Wohlfahrtssicht besser als diese.!bHarbergerWohlfahrtsverlust Externe Grenzkosten Marg. WTPMECMR LLopt Lizenzen Grenzertrag Abbildung 3: Wohlfahrtsverlust durch Selektionskorruption Aus diesem Argument folgern wir dreierlei:1.In der Tat besteht die theoretische Moglichkeit, dass bestimmte Formen von Korruption unter bestimmten Bedingungen nur einen geringen Schaden verursachen bzw. sich gar als forderlich fur die soziale Wohlfahrt erweisen. Dies ist das bekannte Argument, Korruption konne das Rad der Burokratie schmieren greasing the wheel hypothesis und damit vorteilhaft fur Investitionen und Wachstum sein.2. Ganz klar aber handelt es sich dabei nicht um eine erstbeste Losung, denn Lopt wird immer mindestens so gut sein wie L. Ferner kann in L auch kein zweitbestes Optimum vorliegen: An dieser Stelle ist namlich das Verhaltnis von marginalem externem Schaden zu marginalem Ertrag der aus den Bedingungen erster Ordnung fur das Kalkul des Burokraten an dieser Stelle Null wird unendlich. Derlei Losungen widersprechen offenkundig der Grundidee, dass in einem zweitbesten Optimum der marginale Schaden bei einer Variation jedes beliebigen Instruments gleich sein muss.3.In Frage kommt Korruption damit allenfalls als drittbeste Losung. Unsere Diskussion illustriert auch, welche Bedingungen dafur vorliegen mussen: Eine Verbesserung verspricht Korruption besonders im Vergleich zu einer Prohibitionslosung dem Ursprung in der Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 13Abbildung 3 oder einer Abstinenzlosung komplettes laissez faire. Es kame also darauf an, dass die gesellschaftlichen Institutionen, der Ordnungsrahmen fehlerhaft sind.Genau hier knupft die empirische Literatur zur Frage des Grease versus Sand an, die in jungster Zeit eine gewisse empirische Relevanz fur die GreaseTheorie fur Lander mit vollig unzureichenden Institutionen und alles in allem einen moglichen invers uformigen Zusammenhang zwischen der Intensitat von Korruption und dem Wirtschaftswachstum findet siehe Abschnitt I. und vgl. Meon und Weill 2008.Auch wenn selbst in entwickelten Landern viele Politiker lieber zum Ordnungsrecht als zu marktlichen Steuerungsmechanismen greifen,23 liegt in den OECDStaaten vermutlich kein Grund vor, auf Korruption zur Schmierung burokratischer Prozesse zu setzen. Bei unserem Thema aber geht es um die Bekampfung von Armut, und damit rucken Entwicklungslander in den Mittelpunkt, bei denen man nicht ohne weiteres unterstellen kann, dass die Bedingungen fur eine Vorteilhaftigkeit von Korruption fehlen. Das Regelinteresse der Unternehmen richtete sich hier auf eine Ordnungsreform in Verbindung mit Korruptionsbekampfung. Ist ersteres politokonomisch nicht zu haben, kann es sich auch aus konstitutioneller Sicht fur Unternehmen wie fur die Gesellschaft insgesamt empfehlen, auf letzteres zu verzichten.Was die Abbildung 3 allerdings nicht darstellt, das ist der Fall der Qualitatskorruption. Denn in der partialanalytischen Graphik 3 musste eine Verbilligung der Nutzung von Lizenzen, bedingt durch eine Verringerung der internen Produktionskosten, eine Rechtsverschiebung der Nachfragekurve bewirken. Fur sich genommen bei gleichen marginalen Schaden in Abhangigkeit von der Zahl der Lizenzen fuhrt die Einfuhrung von Qualitatskorruption damit sowohl zu einer Erhohung von L als auch zu einer Steigerung von Lopt, wobei die Veranderung der Lucke zwischen beiden auch von der Elastizitat der externen Grenzkostenkurve abhangt und nicht eindeutig bestimmt werden kann. In jedem Fall wird sich das HarbergerDreick ebenso vergroern wie Summe von Rente der Unternehmer und Bestechungssumme.Eine Konstanz der Grenzschadenskurve anzunehmen, erscheint freilich bei Qualitatskorruption abwegig. Vielmehr wird sie sich gemeinsam mit der Nachfragekurve wenn auch hochstens zufallig in gleichem Ausma nach oben verlagern.24 Durch diese Bewegung steigen offensichtlich unter sonst gleichen Umstanden die sozialen Schaden der Korruption. Auch wenn der Gesamteffekt nicht allgemein bestimmt werden kann und die Ermittlung des Vorzeichens eine formale Analyse mit konkreten Funktionsverlaufen voraussetzte, verdeutlicht diese Diskussion doch, dass der in der Literatur meist diskutierte Fall der Selektionskorruption nicht samtliche Aspekte des Problems erfasst. Schlielich liegt ein Mangel der bestehenden Modelle darin, dass es sich um reine Partialanalysen handelt diese Kritik auch bei Kaufmann und Wei 1999. Ein mathematischformales Totalmodell musste zumindest auch Wechselwirkungen mit anderen Markten erfassen etwa solchen, auf denen keine Lizensierung erforderlich ist und daher wettbewerbliche Bedingungen herrschen, oder aber unter Verwendung eines Modells monopolistischer Konkurrenz. Eine solche Totalanalyse unter Abbildung verschiedener in der Tabelle 1 dargestellten Typen und Gegenstanden von 23 Und darin denen dabei altsassige Unternehmen, die ihre Renten am Markt gegenuber Markteintritten oder einer Substitutionskonkurrenz sichern wollen, recht gerne sekundieren.24 Will man dies modellieren, so muss sorgfaltig geklart werden, wodurch genau die externen Schaden entstehen. Greifen wir das Beispiel mit den vermeintlich erdbebensicheren Hausern in der Turkei auf, so sind es ja zunachst die Kunden der Bauunternehmer Interne, welche den Schaden erleiden. Damit solche Schaden zu externen Effekten mutieren, bedarf es zumindest eines Problems asymmetrischer Information verbunden mit Schwierigkeiten im Haftungsrecht, also auch wieder unvollkommener Institutionen.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 14Korruption liegt unseres Wissens noch nicht vor. Sie sei aus Platzgrunden einem nachfolgenden Beitrag uberlassen. Formal analysiert werden soll hier indes eine andere Frage: das Verhaltnis von Korruption zu legalen Formen des Rent seeking, dem wir uns nun zuwenden.C. Korruption vs. Lobbying Schon eingangs dieser Arbeit haben wir hervorgehoben, dass Korruption nur eine Form von Rentseeking darstellt als Alternative kommt insbesondere Lobbying in Frage, also die Einflussnahme durch legale Transfers von Ressourcen oder Bereitstellung selektiver Informationen, geschehe dies individuell oder kollektiv durch Beteiligung an einer Interessengruppe. Die Existenz solcher anderer Moglichkeiten der Einflussnahme wirft hauptsachlich zwei Fragen auf:1. Handelt es sich um Substitute oder Komplemente? Wird, mit anderen Worten, eine Verteuerung korrupter Aktivitaten zu einer Vermehrung von Lobbying fuhren oder nicht?2. Wie hoch sind die marginalen sozialen Kosten von Lobbying im Vergleich zu den oben angesprochenen Kosten der Korruption? Denn uberwiegen die Erstgenannten, ware ein Kampf gegen Korruption nicht wohlfahrtssteigernd und selbst bei einer geringfugigen Differenz zugunsten des Lobbying hatte man noch die marginalen Durchsetzungskosten zu berucksichtigen.C.1 Substitute oder Komplemente?Aus theoretischer Warte lassen sich leicht Argumente in beide Richtungen finden. Auf den ersten Blick erscheint es naturlich, von einer substitutiven Beziehung auszugehen, wie sie auch den meisten formalen Modellen von Korruption und Lobbying zugrunde liegt.25 Danach entscheidet sich ein Klient unter Berucksichtigung der erwarteten Nutzen und Ertrage, ob und in wie weit er uber einen der beiden Kanale Einfluss auf den Agenten nehmen will. In einem anderen Ansatz gehen Harstad und Svesson 2006 davon aus, dass sich Lobbying primar auf die Regelebene das Schaffen gunstiger Gesetze, Korruption dagegen auf die Handlungsebene das NichtDurchsetzen von Gesetzen durch die Burokratie richtet. Auch hier erwiesen sich die beiden Kanale als Substitute.Andererseits wird argumentiert, Lobbying konne im politischen Prozess dazu dienen, gunstigere Voraussetzungen fur Korruption etwa durch eine Verringerung der Strafmae oder eine geringere Mittelausstattung der Strafverfolgungsbehorden zu schaffen Damania et al. 2004, und auch die Vorstellung von der Anfutterungskorruption als einer Investition in den Zugang zu Burokratie und classe politique fuhrt zu Komplementaritat zwischen legalem und illegalem Rent seeking.Damit verbleibt eine empirische Frage, zu der bislang wenige Arbeiten mit gemischten Ergebnissen vorliegen. Kaufmanns und Weis 1999 Resultat, dass Fuhrungskrafte solcher Unternehmen, die hohere Bestechungszahlungen leisten, auch mehr Zeit in Verhandlungen mit Burokraten zubringen, ist wegen der fehlenden Isolierung von Skaleneffekten fur diese Frage nicht aussagekraftig. Jungst haben Campos und Giovannoni 2007 eine Arbeit vorgelegt, in der sie auf der Grundlage eines neuen Datensatzes mit Befragungen auf der Firmenebene in 25 sudost und osteuropaischen Landern Substitutionalitat zwischen Lobbying definiert als Mitgliedschaft in Unternehmensverbanden und Korruption finden. 25 Auch unserem eigenen im Unterabschnitt C.2, so dass wir es hier bei dem schlichten Hinweis bewenden lassen konnen.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 15Allerdings fuhrt die Auswahl der Lander in dieser Studie womoglich zu Problemen. Zur Illustration unserer Bedenken plotten wir in der nachfolgenden Abbildung 4 das ProKopfSozialprodukt in Kaufkraftparitaten, 2004er OECDZahlen an der Abszisse gegen den Corruption Perception Index von Transparency International Werte fur 2006 an der Ordinate und den Anteil der Bevolkerung, die Mitglied in einer professionellen Organisation sind eigene Durchschnittsbildung auf dem World Values Survey mit Daten von 2000 bis 2002 als Flache der Datenpunkte. Gelbe Datenpunkte sind afrikanische Lander, blaue OECDStaaten.Der Abbildung 4 lasst sich die bekannte negative Korrelation von Korruption und Sozialprodukt entnehmen.26 Was unseren Indikator fur LobbyingTatigkeit anbelangt,27 erscheinen die Dinge nicht so eindeutig: Zwar scheint Lobbying ab einer bestimmten Schwelle knapp 10000 US PPP tatsachlich mit dem Wohlstand zu wachsen und uno actu negativ mit dem Ausma wahrgenommener Korruption korreliert zu sein, doch zeichnen sich gerade die armsten Lander wieder durch einen hoheren Wert des LobbyingIndikators aus. Die der Datenlage geschuldete Konzentration auf die Lander in Sudosteuropa, Osteuropa und in der ehemaligen Sowjetunion bei Campos und Giovannoni 2007 blendet damit vielleicht eine notwendige Unterscheidung zwischen verschiedenen Gruppen von Landern aus. Womoglich ist bei den armsten Landern etwa in Afrika Lobbying tendenziell eher ein Komplement fur Korruption als anderswo. germanyusa 60xedniit 10,009,008,007,006,005,004,003,002,00tanzania,0015.000,0030.000,00gni_pcpps_0445.000,0060.000,00Abbildung 4: TIKorruptionsindex versus Sozialprodukt pro Kopf und Mitgliedschaft in professionellen Organisationen eigene Darstellung mit Daten der OECD, TI, und des WVS26 Fur Leser, die mit der Literatur nicht vertraut sind, sei der Hinweis erlaubt, dass hohere Werte des Korruptionsindex mit einem niedrigeren wahrgenommenen Niveau an Korruption einhergehen. Der Idealwert ist 10.27 Man kann diesen mit Fug und Recht kritisieren, doch entspricht er dem Grundansatz von Campos und Giovannoni, Lobbying uber die Mitgliedschaft in Interessengruppen zu erfassen, nur dass er in unserem Fall auf einer Befragung von Einzelpersonen und nicht von Unternehmen beruht. Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 16Dies zu untersuchen, setzte zunachst die Entwicklung eines Datensatzes fur alle Lander voraus und wurde zudem eine Verbesserung des Indikators fur LobbyingAktivitaten verlangen. Selbst dann bliebe die Analyse von Querschnittsdaten nur ein erster Schritt immerhin ist es uns in den Worten Mitras 2005, 3 darum zu tun zu erfahren, what happens to corruption when a poor Bangladesh becomes a rich Bangladesh, and not when Bangladesh becomes U.S.A 28 Da unser gegenwartiges Interesse vorwiegend der Systematik und theoretischen Lucken gilt, lassen wir diese Frage offen und wenden uns nun der Modellierung von Korruption und Lobbying zu.C.2 Zu einem theoretischen Modell von Korruption und Lobbyismus Korruption und Lobbying gemeinsam zu untersuchen, ist nicht neu. Ebenso wenig neu ist der Hinweis, dass bestimmte Formen von Korruption einen reinen Transfer darstellen Besley 2006, wahrend legales Rent seeking mit sozialen Kosten verbunden ist Beckmann und Gerrits 2007.29 Beitrage wie Lambsdorff 2002 oder Wintrobe 1998 setzen sich kritisch mit der These auseinander, Korruption konne ein sozial weniger kostspieliges Instrument zur Verfolgung von Individualinteressen darstellen als Lobbying, und finden eine Reihe von beachtlichen Argumenten gegen diese These. Doch dabei werden Korruption und Lobbying meist formal als Analoga modelliert, oder wie Campos und Giovannonis 2007 formulieren:In many models, e.g. Grossman and Helpman 2001, lobbying is modeled as monetary transfers from lobbyists to politicians and these transfers could equally be interpreted as campaign contributions or bribes.Lambsdorff 2002 verwendet ein klassisches RentseekingModell mit einer Contest success function, bei der die Wahrscheinlichkeit sich durchzusetzen dem Verhaltnis der eigenen Aufwendungen fur Rent seeking ggf. zur Abbildung von Skalenertragen potenziert mit einer Konstanten zur Summe solcher Aufwendungen in der Gesellschaft entspricht.30 Ein implizite Annahme solcher Modelle ist, dass auch die Unterlegenen zahlen. Hauptkonkurrent dieses Ansatzes ist eine Modellierung von Rentseeking als Auktion, wobei meist eine so genannte All payAuktion zum Einsatz kommt.31 Wie der Name schon sagt, zahlen die Unterlegenen auch hier. In seiner Einfuhrung in die einschlagige Theorie weist Steiglitz 2007, 203204 wie folgt auf Korruption und Lobbying hin:To see why one might want to consider alternative auction forms, here is an example of an auction that is quite different from the four standard one, but nevertheless of some practical interest. Candidates running for political office must decide how much to spend on their campaigns. We can consider this an auction, the single item being the political office, and with one winner. However, the winner sic! does not get a refund after the election; everyone who bids must pay. This kind of auction is called an allpay auction. The same kind of auction models lobbying activity Krishna 2002, and also bribery, for that matter unsere Hervorhebung.Dieser Mangel an Differenzierung erscheint uns bedauerlich, zumal die Kategorisierung von Formen und Gegenstanden der Korruption im Unterabschnitt A suggeriert, noch nicht einmal alle Korruptionsphanomene einheitlich zu modellieren. Zwei Aspekte scheinen uns bedenkenswert:28 Zum kulturellen Relativismus folgen noch einige Bemerkungen im Abschnitt III.29 Die klassische Sicht der negativen Wirkung von Rent seeking allgemein auf den Wohlstand der Nationen ist auf Olson 1982 und Tullock 2005 zuruckzufuhren. Zimmermann und Horgos 2007 nutzen Langsschnittsdaten uber das Niveau der LobbyingAktivitaten um den deutschen Bundestag, um die retardierende Wirkung von Lobbying auf das Wirtschaftswachstum okonometrisch zu bestatigen.30 Als einziger uns bekannter Beitrag stellt Fang 2002 Lobbyingmodelle auf der Grundlage einer Contest success function er nennt dies das Lotteriemodell und einer AllpayAuktion AP vergleichend gegenuber. 31 Ein Beispiel ist Lien 1990, fur einen Uberblick zu den moglichen Ansatzen siehe Epstein und Nitzan 2007.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 171. Definitorisch wird fur Lobbying Legalitat verlangt. In allen uns bekannten Rechtssystemen schliet dies den direkten Tausch von Gegenleistung Klienten und Manahme des Agenten aus. Die moglichen indirekten Instrumente sind jedoch damit verbunden, dass auch der Unterlegene zahlt loser pays32 und sich die Anstrengungen der verschiedenen Bewerber zumindest zum Teil neutralisieren. Wahrend dies auch fur Bestechungsversuche gelten kann, bleibt der Tausch, bei dem nur der Gewinner zahlt, auf Korruption beschrankt.2. Der Agent wird direkte Zahlungen ceteris paribus mindestens ebenso schatzen wie indirekten Ressourcenaufwand des Klienten, und in den allermeisten Fallen wird er sie strikt praferieren.Selbstverstandlich gilt es danach u.a. zu berucksichtigen, dass Tater bei Korruption Ressourcen aufwenden mussen, um die Geheimhaltung zu gewahrleisten, wahrend die Beteiligten an LobbyingAnstrengungen darauf verzichten konnen zumindest, was die Abwendung von Strafverfolgung anbelangt der neugierigen Presse mag man manches vielleicht doch nicht zuganglich machen wollen.33 Gleichwohl halten wir es fur wertvoll, zunachst die beiden genannten fundamentalen Unterschiede abzubilden. Dabei leistet ein Auktionsmodell gute Dienste. Wir fuhren hier ein neues Auktionsmodell ein, in welchem wir Korruption als eine Sealed Bid First PriceAuktion SBFP abbilden und dies mit einer All payAuktion AP zur Modellierung von Lobbying in einem Spiel verbinden. Dazu betrachten wir den Fall der Selektionskorruption und des alternativen Lobbying mit n Klienten, welche an einer einzelnen und unteilbaren Lizenz interessiert sind. Die Zahlungsbereitschaft jedes Klienten werde gema der Verteilung fv zufallig bestimmt die kumulative Dichtefunktion sei Fv , wobei fv selbst jedermann bekannt, das konkrete vk jedoch privates Wissen des Individuums k sei.34 Die Lizenzen seien unter der Kontrolle eines monopolistischen offentlichen Sektors 35, dessen Entscheidung sowohl durch die Zahlung eines Bestechungsgeldes b Korruption als auch durch die Aufwendung von Ressourcen fur Lobbying r beeinflusst werden konne. Diese Einflussnahme bilden wir als Kombination zweier Auktionen ab, namlich einer herkommlichen SBFP und einer AP. Konkret analysieren wir ein Spiel mit folgenden Regeln: Alle n Klienten Bieter legen simultan ein Gebot fur die SBFP, ein Bestechungsgeld bv in Abhangigkeit von ihrer Valuierung v der Lizenz, und LobbyingAufwendungen in der AP rv fest. Dabei nehmen sie die Strategien Bietfunktionen der ubrigen Spieler, die wir mit den entsprechenden griechischen Buchstaben als v bzw. v bezeichnen, als gegeben. In einem NashGleichgewicht wird folglich b und r gelten.36 Nach Abgabe der Gebote fliegt die Bestechung mit der exogenen Wahrscheinlichkeit p auf. Ist dies der Fall, so erhalt der Meistbietende die Lizenz nicht und muss ein Vielfaches s 32 Das klassische Beispiel stellen Beitrage zum Wahlkampf oder in Deutschland Parteispenden dar. Doch auch bei typischen anderen LobbyingAktivitaten wie Antichambrieren in den Korridoren des Leviathan, PR und Informationspolitik kann die eigene Aufwendung verloren gehen.33 Diese Faktoren konnte man etwa uber eine Korruptionskostenfunktion analog zur Modellierung von Steuerhinterziehung berucksichtigen. Siehe dazu Beckmann 2003, Kapitel 4.34 Bei sicheren und allseits bekannten Payoffs weisen solche Auktionen im allgemeinen kein Gleichgewicht in reinen Strategien auf. 35 Zu diesem Akteur nachher mehr.36 Zu der Technik der Ableitung gleichgewichtiger Bietfunktionen in Auktionen siehe die Ubersicht bei Steiglitz 2007, Appendix A.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 18seiner gebotenen Bestechungssumme b als Strafe zahlen. Ansonsten fallt ihm die Lizenz zu, und das Bakschisch b wird fallig. Unterlegene Bieter zahlen lediglich ihr Gebot in der AP r. Wird die Korruption aufgedeckt, so wird die Lizenz durch Lobbying die AP vergeben, wobei der enttarnte Tater sich nicht mehr beteiligen kann. Vielmehr erhalt der Hochstbietende unter den verbliebenen Klienten den Zuschlag. Alle Spieler sind risikoavers und es herrscht common knowledge of rationality.C.3 Losung unseres Auktionsmodells Zur Losung dieses Modells nutzen wir ein Standardresultat der Auktionstheorie, namlich dass die Bietfunktionen strikt monoton in den Wertschatzungen sind Steiglitz 2007. Damit wird der Klient, welcher das hochste Gebot in der SBFP macht, auch in der AP das hochste Gebot abgeben und bei Entdeckung ausscheiden. Wird Korruption entdeckt, erhalt den Zuschlag folglich der Zweitbietende. Damit konnen wir den Erwartungsnutzen eines Bieters schreiben als:37Eu F 1bvn 1 1v bv psbv pn 1!F 1rvn 2 F 1rvn 1 v r1Dabei ist F 1bvn 1 die Wahrscheinlichkeit, mit der Bietfunktion bv das Hochstgebot abzugeben, wenn und F 1rvn 2 F 1rvn 1 die Wahrscheinlichkeit fur die Abgabe des zweithochsten Gebots.38 Leiten wir den Ausdruck 1 nach den skalar interpretierten b und v ab, setzen gleich 1b Null und berucksichtigen dabei, dass F f und im Gleichgewicht ist analog fur , so erhalten wir als Bedingungen erster Ordnung fur ein optimales Bietverhalten:1bdie anderen Spieler sich entsprechend 1 verhalten, 1b! 1 pv b psbn 1fF n 21 p psF n 1r! vpn 1!n 2F n 3f n 1F n 2f23Diese beschreiben je eine gemischtpartielle Differentialfunktion ersten Grades, die wir durch Integration losen konnen. Zur Veranschaulichung der Ergebnisse bietet es sich allerdings an, fv zu spezifizieren, und an dieser Stelle genugt die einfachste Variante, namlich eine Gleichverteilung uber das Einheitsintervall 0,1, so dassfv !1 wenn 0 v 1sonst 0und Fv v. Damit kommen wir zu den nachfolgenden Ergebnissen fur unterschiedliche Zahlen von konkurrierenden Klienten.37 Wir unterdrucken Indices fur Individuen, da in diesem Kontext keine Gefahr einer Mehrdeutigkeit besteht.38 Ein Exponent 1 reprasentiert dabei die Umkehrfunktion.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 19a n 2: Abwarten und Bestechen Als Ausgangspunkt kann der Fall mit nur zwei Klienten dienen, der sich auch ohne Ruckgriff auf eine Losung der Gleichungen 2 und 3 klaren lasst. Denn bei nur zwei Klienten wird der uberlebende Bieter sich auf jeden Fall durchsetzen, weshalb es sich fur den Zweitplatzierten nie lohnen wurde, ein 0 zu bieten. Auch fur den Fall, dass man selbst die hochste Zahlungsbereitschaft aufweist, sind positive LobbyingAnstrengungen nicht sinnvoll: Entweder die Bestechung hat Erfolg und Lobbying bleibt ohne irgendeine Wirkung, oder man selbst scheidet aus dem Rennen aus. Daher kommt es zu einer Randlosung, in der sich keiner der beiden Klienten am Lobbying beteiligt und beide ein Bestechungsgeld analog zu einer normalen SBFP offerieren, also bv 14 v Steiglitz 2007.b n 2: Substitutionalitat von Korruption und Lobbying Fur eine Gleichverteilung lassen sich die Gleichungen 2 und 3 recht leicht losen. Setzen wir die Integrationskonstanten jeweils gleich Null, so erhalten wir:bv 4p n1 p 1vn1 ps 1 vn1 n2v rv p! n 2n5Ableiten von 4 nach p, s und n ergibt eindeutige und wenig uberraschende Ergebnisse: Eine Erhohung der Strafe fuhrt ebenso zu einer Senkung des Bestechungsgeldes wie eine groere Entdeckungswahrscheinlichkeit. Beteiligen sich mehr Akteure an der Auktion steigendes n, so erhoht sich die Wettbewerbsintensitat und Teilnehmer werden veranlasst, mehr zu bieten ein Standardergebnis der Auktionsliteratur.Was Gleichung 5 anbelangt, so ist das Vorzeichen des Ausdruck in den groen Klammern nicht eindeutig. Sofern aber eine positive LobbyingAnstrengung optimal ist es folglich zu keiner Randlosung kommt, nimmt r ceteris paribus mit der Entdeckungswahrscheinlichkeit p zu, wahrend eine Erhohung der Strafe keinen Einfluss hat. Die Intuition hinter diesem Resultat ist klar: Wachst p, so verringert sich der erwartete Ertrag der Bestechung, doch erhoht sich die Wahrscheinlichkeit, als Zweitbietender in der AP zum Zuge zu kommen. Eine Verscharfung der Strafe s dagegen senkt den erwarteten Ertrag von Korruption, ohne sich auf den Ertrag der Alternative auszuwirken.C.4 Diskussion Unser kleines Modell bildet die Substitutionalitat von Korruption und Lobbying in einer kombinierten Auktion ab und stellt nach unserer Kenntnis das erste derartige Auktionsmodell des Rent seeking dar. Ein interessantes Merkmal dieses Modells ist die Asymmetrie von Korruptionsaufklarung und bestrafung: Wahrend jene insoweit mit Kosten verbunden ist, als Bestechung durch andere DUPAktivitaten substituiert wird, vermag diese Korruption ohne diese Nebenwirkungen zu senken. Bedenkt man zudem, dass Fahndungsanstrengungen Ressourcen verbrauchen, wahrend zumindest Geldstrafen weitgehend ohne soziale Kosten verhangt werden konnen,39 drangt sich 39 Sie sind bekanntlich Transfers, ganz wie wir das auch von den Schmiergeldern behaupten Besley 2006.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 20eine Politikimplikation auf: Fahndungsanstrengungen sind unter Verscharfung der Strafen zu reduzieren.40Leser, die mit der Auktionstheorie vertraut sind, werden gegen unsere Argumentation moglicherweise einwenden, dass wir das Phanomen der Erlosaquivalenz ubersehen. Darunter ist zu verstehen, dass unter recht allgemeinen Bedingungen verschiedene Spielregeln fur Auktionen mit gleichen erwarteten Erlosen des Auktionators verbunden sind;41 insbesondere trifft dies auch auf eine SBFP und eine AP zu. Wenn die Agenten in beiden Auktionen die gleichen Zahlungen erwarten konnen, wieso macht es dann einen Unterschied, ob Lobbying oder Korruption vorliegt? Dazu ist folgendes zu sagen: Zunachst interessiert uns das Individualverhalten durchaus, wenn eine der fraglichen Aktivitaten legal und die andere illegal ist, und zudem hangt die Verteilung der individuellen Payoffs der Bieter ganz erheblich von den Institutionen der Auktion ab. Vor allem jedoch ubersieht das Gegenargument, dass der passive Auktionator in unserem Modell nicht indifferent zwischen Schmiergeldern b und Aufwendungen fur Lobbying r ist, sondern bei gleichen Aufwendungen regelmaig eine direkte Transferzahlung praferiert. Erlosaquivalenz ist in unserem Falle folglich irrelevant.42D. Produktiver Nepotismus?Moses I. Finley 1979, 102103 hebt die Rolle der Gastfreundschaft im homerischen Griechenland hervor und zitiert zur Bestatigung die Geschichte vom Zusammentreffen des Trojaners Glaukos und des Griechen Diomedes im Gefecht vor den Mauern von Troja. Im Begriff, einander in einen Schwertkampf auf Leben und Tod zu verwickeln, frug Diomedes den Glaukos, wer er denn sei, denn er habe ihn noch nie gesehen. Daraufhin stellt der Troer in der Ilias umfassend seine Herkunft dar, und sein potentieller griechischer Gegner freut sich: Wahrhaftig, du bist mir ein alter Gastfreund von den Vatern her, denn der erhabene Oineus beherbergte einstmals den untadeligen Bellerophon in seiner Halle,   und sie gaben sich gegenseitig schone Geschenke der Gastfreundschaft   So lass uns beiderseits unsere Speere vermeiden. Lass uns gegenseitig die Rustungen tauschen, damit auch die anderen wissen, dass wir uns ruhmen, von den Vatern Gastfreunde zu sein.40 Fur eine Diskussion dieses Arguments im Zusammenhang mit der Bekampfung von Steuerhinterziehung siehe Beckmann 2003. Grenzen fur solche Veranderungen erwachsen a der erforderlichen Progressivitat des Strafsystems, b der Notwendigkeit von Gefangnisstrafen, wenn optimale Geldstrafen das Vermogen der Tater ubersteigen und c Erwagungen einer horizontalen Gerechtigkeit ex post.41 Der wegweisende Beitrag dazu ist Myerson 1981.42 Dieser Punkt steht in engem Zusammenhang mit einer Frage, die gelegentlich auftaucht: Wenn Bestechungszahlungen reine Transfers sind, warum stellen dann nicht auch die Aufwendungen fur Lobbying einen Transfer dar? Beispielsweise muss eine Interessengruppe einen Vertreter beschaftigen und diesem Ressourcen fur seine Tatigkeit zur Verfugung stellen. Ist das kein Transfer? Ware dem so, so ware der gesamten Vorstellung von Rent seeking als einer sozialen Verschwendung Tullock 2005 Abbruch getan. Die korrekte bejahende Antwort auf die Frage zahlt allerdings zu den Urgesteinen der Nationalokonomik, geht sie doch auf Frederic Bastiat und sein Fenstergleichnis 1850 zuruck: Die Einstellung eines Lobbyisten fuhrt bei Vollbeschaftigung dazu, dass die Produktion ausfallt, die der Lobbyist in seiner nachstbesten, alternativen Tatigkeit geleistet hatte. Fur den marginalen Lobbyisten wird dies bei Konkurrenz gleich dem Wert des zusatzlichen Lobbyings fur die Auftraggeber sein. Dieses Produkt wird durch das Gut Einflussnahme ersetzt. Weil Einflussnahme im Grundmodell lediglich die Verteilung andert, nicht jedoch zu einer Schaffung von Werten fuhrt, handelt es sich beim Ausfall der alternativen Produktion durch den Lobbyisten oder Anwalt um soziale Kosten. Hinzu kommt, dass sich Aufwendungen fur Rent seeking in einer APSituation gegenseitig kompensieren, so dass sich im Endeffekt die gleiche Entscheidung einstellt, zu der es ohne alle mit minimalen Anstrengungen gekommen ware. Im Ergebnis ist Korruption mit sozialen Kosten verbunden, wenn sie zu schlechteren Entscheidungen im Sinne des Unterabschnittes B fuhrt, oder wenn Aufwendungen zur Geheimhaltung getatigt werden. Lobbying dagegen ist mit sozialen Kosten verbunden, auch wenn es die Entscheidung unverandert lasst. Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 21Ein moderner militarischer Vorgesetzter hatte jeden der beiden zumindest wegen eines groben Dienstvergehens bestraft, und ein moderner Wirtschaftsethiker schuttelt sich ob solcher Erscheinungsformen des gelinde gesagt Nepotismus. Die alten Hellenen scheinen uns fern, und es sieht so aus, als sei dies auch gut so. In der jungeren Geschichte kann man tatsachlich beobachten, dass nicht nur die Sensitivitat westlicher Gesellschaften fur Korruption zunimmt, sondern auch das Personliche in der Geschaftswelt zuruck gedrangt wird Karsten und von Thiessen 2006. Professionalismus ist zunehmend synonym mit Unabhangigkeit von personlichen Rucksichten eine Entwicklung, die in zahlreichen institutionellen Veranderungen reflektiert wird, im Hochschulbereich etwa in einem Ersatz der Habilitation durch andere Formen der Qualifikation Beckmann und Naujokat 2007, in einer wachsenden Bedeutung externer Evaluationen Frey und Osterloh 2006 und Peer reviews sowie in zunehmender Kritik am MeisterSchulerVerhaltnis bei der herkommlichen deutschen Promotion.Verbunden mit diesen Phanomenen ist ein weiterer theoretischer Punkt, den es zum Abschluss dieses Abschnittes kurz zu behandeln gilt. Eine wesentliche Form von Einflussnahme ist Networking, welches oft in Verbindung mit Korruption gesehen wird und nach unserer Sprachregelung teils dieser bei moglicher Bestrafung, teils dem Lobbying zuzurechnen ist. Der Aufbau personlicher Beziehungen bildet wohl auch nach landlaufiger Meinung ein wesentliches Merkmal des Rent seeking. Wir sind keine Psychologen und daher nicht qualifiziert, uber mogliche psychische Kosten einer Entpersonlichung der Berufswelt oder deren Gegenteil zu rasonieren. Hingewiesen sei allerdings auf eine Reihe moglicher anderer Kosten, die in institutionenokonomischen Arbeiten nur unzureichend berucksichtigt werden:43Im Verlaufe personlicher Beziehungen werden eine Reihe von Informationen aufgedeckt, welche die Beteiligten weitgehend kostenfrei im Zuge ihrer Routineaktivitaten erhalten. Infolgedessen kann ein Tradeoff zwischen Schaden durch Nepotismus und den zusatzlichen Informationskosten bestehen, die mit einem Zuruckdrangen des Personlichen verbunden sind. Das Vorhandensein personlicher Beziehungen durfte die Anreizkompatibilitatsbedingungen in einem PrinzipalAgentVerhaltnis lockern konnen. Der Schlussel zum Verstandnis dieser Behauptung liegt in der Erkenntnis, dass die Beziehung zum Mentor der Person, welche dem Prinzipal die Beschaftigung des Agenten empfohlen hat fur den Agenten einen Wert besitzt undoder der Mentor uber zusatzliche Sanktionsmoglichkeiten verfugt. Dies erhoht unter sonst gleichen Bedingungen die Nutzendifferenz des Agenten zwischen Verhalten im Sinne des Prinzipals und Shirking zumal der Mentor, s.o., Informationsvorteile gegenuber dem Prinzipal haben kann und erlaubt dem Prinzipal, einen hoheres Nutzenniveau zu realisieren. Einen anderen Fall der Erleichterung von Anreizkompatibilitat durch personliche Beziehungen stellt der Einsatz von Verwandten oder Freunden als Agenten dar, deren Interessen im Durchschnitt weniger stark von denen des Prinzipal divergieren durften als die eines zufallig herausgegriffenen Fremden. Andererseits kann diese Verbindung auch Kosten in einem ubergeordneten PrinzipalAgentVerhaltnis hervorrufen. Das Netzwerk bildet moglicherweise die Referenzgruppe des Agenten. Haben diese Praferenzen nicht nur fur absolutes, sondern auch fur relatives Einkommen bzw. relativen Erfolg, so kann die Beschaftigung von Netzwerkmitgliedern zu einem Rattenrennen 43 Nach unserer Kenntnis wurde bislang kein Versuch unternommen, das nachfolgende Argument in einem formalen PrinzipalAgentModell abzubilden. Aus Platzgrunden mussen wir darauf an dieser Stelle ebenfalls verzichten.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 22zwischen diesen mit positiven externen Effekten fur den Prinzipal kommen.44 Eine Beschaftigung unverbundener Personen, die sich nicht miteinander vergleichen und weniger voneinander wissen, ware nicht mit diesem Effekt verbunden, und die Verdrangung des Personlichen im Beruf konnte womoglich erschweren, dass sich aus den Kollegen eine Referenzgruppe bildet weil die Vergleichsmastabe tendenziell im privaten Bereich gesucht werden. Eine Professionalisierung beruflicher Beziehungen konnte damit verbunden sein, dass zunehmend auf extrinsische Anreize rekurriert wird. Eine umfangreiche Literatur 45 dokumentiert, dass solche externen Kontrollen und Anreize intrinsische Motivation verdrangen konnen. Diese Argumente bedurfen sicherlich noch einer formalen Modellierung etwa im Rahmen eines PrinzipalAgentAnsatzes und einer intensiven empirischen Uberprufung. Gleichwohl geben sie, zumal sie teilweise auf etablierten Ansatzen beruhen, Anlass zu ersten Bedenken gegenuber einer allzu formalistischen Behandlung der Frage, ob und wie Unternehmen einen Beitrag zur Bekampfung von Korruption durch eine Professionalisierung, durch starkere interne Kontrollen, Verhaltenskodices, Whistleblowing oder ahnliche Instrumente zu vertretbaren Kosten leisten konnen. In dem nachfolgenden kurzen dritten Abschnitt wollen wir diese Bedenken weiter strukturieren. Der letzte Teil des Papiers sei nun dem Versuch gewidmet, dem Unternehmen eine aktive Rolle bei der Korruptionsbekampfung zuzuweisen und daraus eine marktbasierte, indirekte Form der Armutsbekampfung zu entwickeln.III. Therapie A. Folgerungen aus einem ordnungsokonomischwirtschaftsethischen Vorschlag Pies 2007, Pies und Sass 2006 Ausgangspunkt ist ein Vorschlag von Pies 2007 bzw. Pies und Sass 2006, die wir zuerst diskutieren und anschlieend erweitern wollen. Grundlage fur die genannten Autoren ist eine so genannte Ordnungspolitik zweiter Ordnung, also eine Regelsetzung fur Regelsetzer, welche uber eine indirekte Verhaltenssteuerung Anreize zur Anreizsetzung in und durch Unternehmen generieren will. Die regelparetianische Rechtfertigung fur solche Regeln ergibt sich dabei aus dem in der Einleitung skizzierten Regelinteresse, dem bislang unsere vordringliche Aufmerksamkeit galt. Nun kommen wir zur institutionellpraktischen Umsetzung.Im Zuge dieser soll das Unternehmen, welches den korrumpierenden Klienten beschaftigt, als Helfer in die Bekampfung der Korruption eingebunden werden. Denn der Prinzipal Staat, anderes Unternehmen ist in der Uberwachung seines korrupten Agenten durch eine Informationsbarriere behindert ein Schweigekartell, wahrend der Prinzipal des Klienten uber vergleichsweise bessere Moglichkeiten verfugt, die korrupte Beziehung zwischen Klienten und Agenten zu enttarnen. Hier liegt der archimedische Punkt, an dem Pies 2007 bzw. Pies und Sass 2006 die Korruption aushebeln wollen.44 Dazu insgesamt Beckmann und Gattke 2007 sowie die dort angegebene Literatur.45 Fur eine fruhe Arbeit siehe Frey 1997.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 23Konkrete Implikationen fur die Unternehmensethik unterteilt Pies in funf Moglichkeiten der Korruptionspravention:1. Verhaltenskodizes sollen in den Unternehmen ein Bewusstsein fur das Problem schaffen. Mit einem Kodex lassen sich die Anforderungen an die Mitarbeiter festschreiben. Zusatzlich sollen Partizipationsmoglichkeiten vorgesehen sein, so dass der Kodex den tatsachlichen Gegebenheiten kontinuierlich angepasst werden kann. Besonders wichtig ist, dass der Kodex Konsequenzen bei einem Versto vorsieht. Als finales Mittel sollte hier laut Pies die Auflosung des Arbeitsvertrags sowohl fur Fuhrungskrafte als auch fur Mitarbeiter festgeschrieben sein.2. Um den Kodex gewissermaen zu institutionalisieren, empfiehlt Pies die Einrichtung eines Buros fur Integritatsmanagement. Dessen Mitarbeiter haben einen Karriereanreiz, den schwierigen Fragestellungen nicht auszuweichen, sondern Losungen zu produzieren. Gleichzeitig hat eine solche Stelle die Moglichkeit, sich zu spezialisieren und sich der Korruptionspravention professionell zu stellen.4.3. So genannte Kronzeugenregelungen konnen helfen Korruption zu verhindern, da sie nur durch das Schweigekartell von Agent und Klient geheim und so ungestraft bleibt.In eine ahnliche Richtung geht Pies in seinem nachsten Punkt: WhistleBlowing soll Mitwisser aktivieren, die sonst z.B. aus falsch verstandener Loyalitat oder der Angst vor Vorgesetzten, die korrupten Delikte dulden. Das WhistleBlowing wird durch ein anonymes Hinweissystem umgesetzt, dass dann eine gezielte Ermittlung ermoglicht und zudem eine Abschreckungswirkung fur Tatgeneigte besitzt.5. Pies letzter Schritt weitet die vorgenannten Instrumente der Korruptionsbekampfung im Unternehmen auf das Umfeld aus bspw. Branchenvereinbarungen. Wie Pies 2007 selbst feststellt, werden diese Instrumente zu wenig genutzt und sollten daher von der schon erwahnten Ordnungspolitik zweiter Ordnung erganzt werden. Beispiele fur eine solche Politik sind Schwarze Listen und Best Practices als Standard fur Good governance. Weiterhin sollten Kapitalmarkte dazu animiert werden, Korruptionspravention als einen Beitrag zum Risikomanagement zu begreifen. Zuletzt fordert er eine weniger einzelfallbezogene Berichterstattung der Medien, die seiner Meinung nach mehr zu einer Uberprufung der funf Elemente der Korruptionspravention gehen sollte. Zugespitzt will Pies 2007 Ordnungspolitik zweiter Ordnung die Kosten fur eine Verweigerung der Korruptionspravention durch die Ordnungspolitik so erhohen, dass die Unternehmen an ihrer Umsetzung auch ein genuines Handlungsinteresse haben.46 B. Kritik und Alternative Entledigt man sich des unnutzen sprachlichen Ballasts der corporate citizens, global compacts und Zivilgesellschaften, so schalt sich bei Pies und Sass 2006 und Pies 2007 ein klassischer ordnungsokonomischer Reformvorschlag heraus, welcher comme il faut auf der Diagnose einer Dilemmastruktur und dem Vorschlag einer institutionellen Remedur beruht. Unsere Analyse im Abschnitt I und II waren im wesentlichen drei Fragen gewidmet, namlich ob dieses Dilemma in der Tat existiert Regelinteresse, ob nicht die Interessen Dritter seiner Uberwindung entgegenstehen Universalisierbarkeit und was das Ganze mit dem Sujet der Konferenz, namlich der Armuts46 Notabene: Das Regelinteresse der Unternehmen muss schon vorher, also ohne die Ordnungspolitik zweiter Ordnung, bestehen. Gebrache es daran, fehlte dieser Ordnungspolitik namlich die regelparetianische konstitutionenokonomische Rechtfertigung.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 24bekampfung zu tun hat. Wir hatten Bedenken, aber keine unuberwindbaren Bedenken, wir fanden weiteren Klarungsbedarf, aber keine fundamentalen Unwagbarkeiten. Nun haben wir mit der konkreten Implementierung einer institutionenokonomischen Losung zu tun. Dabei kommen wir auf die Hinweise im Abschnitt II.D zuruck und formulieren vier Einwande:1. Die Einfuhrung von Schwarzen Listen und von Yardsticks soll der Offentlichkeit ermoglichen, Vertrauen in die Unternehmen zu haben. Fraglich ist, ob die Umsetzung dieser Manahmen nicht das Vertrauen in den Unternehmen gefahrdet. Dass die Mitarbeiter einer Organisation einander und der Organisation insgesamt vertrauen, ist als ein wesentlicher Faktor fur das Funktionieren der Organisation anerkannt und gewinnt in Zeiten wachsender externer Unsicherheit noch an Bedeutung Zanini 2007, Heckscher und Adler 2007.47 Lahno 2000 betrachtet es als wesentliches Element von Vertrauen, dass sich der Vertrauende durch eigenes Handeln der Gefahr aussetzt, von der entscheidenden Vertrauensperson durch deren Handeln verletzt zu werden op.cit., 81,48 und engt diese weiter ein auf Situationen, in denen der Vertrauende eine teilnehmende Haltung gegenuber der Vertrauensperson einnimmt op.cit., 91. Dieses Argument ist zweischneidig: Es weist einerseits darauf hin, dass die Einfuhrung unpersonlicher Verfahren und Beurteilungskriterien, insbesondere anonymisierter Meldungen wie beim WhistleBlowing Vertrauen in Unternehmen gefahrden und damit die Funktionsfahigkeit der Organisation beeintrachtigen kann. Andererseits stellt Vertrauen nicht nur ein Nehmen, sondern auch ein Geben dar: Der Vertrauende muss die Vertrauensperson als Person ernst nehmen und darf sie nicht nur als Mittel gebrauchen. Das schliet nach unserer Ansicht das Vertrauen auf Geheimhaltung einer Aktivitat, welche die Vertrauensperson nicht billigen kann, aus.492. Es bestehen offensichtliche Missbrauchsprobleme bei anonymen Meldewesen zumindest ein Tradeoff zwischen Leichtigkeit der Beteiligung und Abschreckung von Missbrauch bzw. Restitiution ex post 50. Dazu tritt ein schadlicher Effekt, wenn im Zuge einer Entpersonalisierung des Berufslebens Forderung Bekannter Nepotismus behindert, Schadigung Bekannter Denunziation, grundlos oder nicht jedoch durch Anonymisierung begunstigt wird.3. Einige Vorschlage aus dem Kanon von Pies 2007 laufen auf die Betonung externer Standards Verhaltenskodizes, verbunden mit Sanktionen, auf zusatzliche Kontrollen und auf die Teilung von Verantwortung hinaus VierAugenPrinzip. Damit ist eine Verstarkung extrinsischer Anreize verbunden, die ihrerseits mit einer Verdrangung intrinsischer Motivation einher gehen kann, wenn dies bei der Ausgestaltung der Institutionen in der Firma nicht berucksichtig wird Frey und Osterloh 2001. Namentlich bei der Reduktion individueller Entscheidungsspielraume durch die Verpflichtung zur Mitzeichnung durch Kollegen, Funktionsrotation Dietz 2000 und durch andere Methoden, unerwunschtes Verhalten unmoglich zu machen, scheint man uns oft die damit verbunden Frustrationskosten und Motivationseinbuen zu ubersehen. Intrinsische Motivation scheint uns mit dem Gefuhl der Verantwortung verbunden zu sein, und Verantwortung setzt ihrerseits die 47 Zu Interpretationen von Vertrauen und seiner Bedeutung innerhalb der Institutionenokonomik siehe Williamson 1993.48 Er rekurriert dabei auf die Definition von Baier 1986: Trust   is accepted vulnerability to anothers possible but not expected ill will or lack of good will toward one.49 Siehe zu diesen Argumenten insgesamt auch Uslaner 2005.50 Sowohl der gesunde Menschenverstand als auch eine Vertrautheit mit der Theorie der Zeitinkonsistenz legen nahe, dass reale Entscheider der Leichtigkeit der Beteiligung den Vorzug geben wird, ebenso wie dies auch die Wirtschaftsethiker zu tun scheinen.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 25Moglichkeit einer abweichenden Entscheidung voraus. Wer durch eine GPSgesteuerte Drosselklappe zur Einhaltung der zulassigen Hochstgeschwindigkeit gezwungen wird, wird auf freier Strecke frustriert, zugleich aber in der Umgebung einer Schule geringere Befriedigung empfinden, der Vernunft gehorcht zu haben. Die langfristigen Wirkungen auf die Einstellung zur sozialen Ordnung und die Identifikation mit den zugrunde liegenden Normen uberlassen wir der Spekulation.514. Ein weiterer moglicher Einwand zielt auf die kulturelle Bedingtheit institutioneller Empfehlungen und auf die Notwendigkeit zur Berucksichtigung der Besonderheiten des jeweiligen Einzelfalles ab. Beispiele fur ein Versagen institutioneller Empfehlungen von der Stange reichen vom Washington Consensus bis hin zur Geschichte der UMTSAuktionen dazu der berechtigte Stolz in Binmore 2006 und die Hinweise in Steiglitz 2007. Die Komplexitat des Phanomens der Korruption bis zu hin dem Punkt, an dem Okonomen der Verwendung des einen Modells abschworen wurde durch unseren kursorischen Uberblick uber die empirische Literatur angedeutet und durch unsere theoretische Diskussion klar dargestellt. Seine kulturelle Vielschichtigkeit illustriert der Sammelband von Karsten und von Thiessen 2006, insbesondere S. 10 ff  Seit der wegweisenden Arbeit von Ellickson 1991 ist auerdem klar, dass nicht nur formale geschriebene Institutionen, sondern auch informale Normen und Konventionen Bestandteile einer Ordnung darstellen, und dass tatsachliches, den obwaltenden Normen entsprechendes Verhalten den formalen Vorschriften kontrar sein kann. Wir konnen darum mit gutem Grund bezweifeln, ob es uberhaupt eine allgemeine, fur alle Lander und alle Unternehmen gultige Empfehlung geben kann auer vielleicht dem Gemeinplatz: verwirkliche Dein Regelinteresse und spare Bestechungsgelder bei gleicher Leistungsfahigkeit Deiner Organisation.Doch was fur eine Alternative haben wir gegenuber dem kritisierten Konzept von Pies 2007 bzw. Pies und Sass 2006 vorzuweisen? Die einfache Antwort lautet schlicht: keine. Denn die Formulierung einer solchen Alternative hiee wiederum eine konkrete Losung vorzuschlagen und uns selbst zu widersprechen. Drei Hinweise seien freilich erlaubt: Wir pladieren mit Nachdruck fur eine Kultur der Verantwortung in Organisationen. Motivation von Mitarbeitern setzt Handlungsspielraume voraus, und solche Spielraume erlauben auch, dezentrales Wissen besser zu nutzen. Dies erfordert den Verzicht auf Automatismen und Automatismusaquivalenzen Kontrollen bis hin zu einem vorsichtigen Umgang mit dem VierAugenPrinzip. Die Kehrseite ist ein Einfordern und ein Durchsetzen von Verantwortung die klassische Internalisierung externer Effekte, aber verbunden mit einer personlichen Dimension. Nichts davon ist vereinbar mit einer Form des WhistleBlowing, bei dem die Denunzianten in jedem Fall anonym bleiben. Wahrnehmung individueller Verantwortung bei einem verbleibenden Handlungsspielraum bedarf offensichtlich der Koordination. Fur den Okonomen ist der nachstliegende Ort solcher Koordination der Markt, doch hat er in der Theorie der Firma und der Institutionenokonomik die Hierarchie als Alternative kennen gelernt. Wir neigen dazu, diesen beiden Beispielen die Vorstellung dezentraler Entscheider an die Seite zu stellen, welche eine gemeinsame Erziehung mit Blick auf Ziele und eine gemeinsame Ausbildung hinsichtlich der Daumenregeln fur Entscheidungen verbindet. Im militarischen Bereich ware 51 Nicht ohne ein entsprechendes experimentelles Forschungsprojekt zu planen. Insgesamt scheint uns hier eine sehr interessante und angesichts der wachsenden technischen Moglichkeiten zur Uberwachung der Burger und automatischen Erzwingung regelkonformen Verhaltens auch eminent wichtige Frage gestellt.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 26in diesem Zusammenhang auf die Idee der Auftragstaktik 52 zu verweisen, doch kame auch das mittelalterliche Kloster als Beispiel in Betracht Rost und Osterloh 2008. Wir neigen zu der Empfehlung, gleichsam den Teufel mit dem Beelzebub auszutreiben. Damit ist gemeint, dass wir im Gegensatz zu der allgemeinen Tendenz in der Professionalisierung des Berufslebens in Unternehmen und der offentlichen Verwaltung keine Entpersonlichung, sondern vielmehr aus den vorgenannten Grunden eine Verstarkung des Personlichen und informaler Regeln in Organisationen empfehlen. Im Sinne eines Verfassungspatriotismus sollte sich allerdings das Augenmerk des Wirtschaftsethikers auf die Vermittlung gemeinsamer Ziele und die individuelle Verantwortung dafur richten.Literatur Aidt, Toke S. 2003, Economic analysis of corruption: a survey, Economic Journal 113, F632F652.Baier, Anette 1986, Trust and antitrust, Ethics 96, 231260.Bardhan, Pranab 1997: Corruption and development: a survey of the issues, Journal of Economic Literature 35, 13201346.Barro, Robert J. 1999, Inequality, growth, and investment, NBER Working Paper No. W7038.Bastiat, Frederic 1850, Ce quon voit et ce quon ne voit pas, Originaltext verfugbar unter http:bastiat.orgfrcqovecqonvp.html Beckmann, Klaus 2003, Steuerhinterziehung, Tubingen: Mohr Siebeck.Beckmann, Klaus Carsten Gerrits 2007, Making sense of corruption: Hobbesian jungle, bribery as an auction, and DUP activities, HelmutSchmidtUniversitat, Department of Economics, Discussion Paper No. 73.Beckmann, Klaus Elisabeth Lackner 2002, How Leviathan taxes, Constitutional Political Economy 13, 265273.Beckmann, Klaus Katrin Naujokat 2007, Europaische Hochschulinstitutionen und ihre Reform, in BeckmannAllinger Hgg., Regeln rationaler Finanzpolitik und ihre Anwendung, Budapest: Andrassy, 207236.Beckmann, Klaus Susan Gattke 2008, Status preferences and optimal corrective taxes: a note, HelmutSchmidtUniversitat, Department of Economics, Discussion Paper No. 76.Besley, Timothy 2006, Principled Agents?, Oxford: Oxford UP.Campbell, Donald E. 2006, Incentives, 2. Aufl. Cambridge: Cambridge UP.Campos, Nauro F. Francesco Giovannoni 2007, Lobbying, corruption and political influence, Public Choice 131, 121.Cowell, Frank 1990, Cheating the Government, Cambridge mass.: MIT Press.Damania, R., P. G. Fredricksson M. Mani 2004, The persistence of corruption and regulatory compliance failures: theory and evidence, Public Choice 121, 363390.52 Fur deren effizienzsteigernde Wirkung auch auf der Seite einer materiell benachteiligten Kriegspartei siehe Frieser 2005.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 27Dietz, M. 2000, Das Korruptionsproblem aus institutionenokonomischer Sicht; in: Pies, Ingo Martin Leschke Hgg.: Ronald Coases TransaktionskostenAnsatz, Tubingen: Mohr Siebeck.Dollar, David Kraay, Aart 2002, Growth is Good for the Poor, Journal of Economic Growth 7 S. 195225.Eicher, Theo, Wolfgang Ochel, Oliver Rohn Anja Rohwer 2008, Institutionen und Wirtschaftswachstum in den OECDLandern, ifoSchnelldienst 112008, ???.Ellickson, Robert C. 1991, Order without Law, Cambridge Mass.: Harvard UP. Epstein, Gil S. Shmuel Nitzan 2007, Endogenous Public Policy and Contests, Berlin: Springer Erlei, Mathias, Martin Leschke Dirk Sauerland 2007, Neue Institutionenokonomik, 2. Aufl. Stuttgart: SchafferPoeschel.Fang, Hanming 2002, Lottery versus allpay auction models of lobbying, Public Choice 112 3, 351371.Finley, Moses I. 1979, Die Welt des Odysseus, Munchen: dtv wissenschaft.Frey, Bruno S. 1997, Not Just for the Money, Cheltenham: Edward Elgar.Frey, Bruno S. und Margit Osterloh 2006, Evaluations: hidden costs, questionable benefits, and superior alternatives, Institute for Empirical Research in Economics Working Paper 302.Frieser, KarlHeinz 2005, BlitzkriegLegende. Der Westfeldzug 1940, 3. Aufl. Munchen: Oldenbourg. Gupta, Sanjeev Davoodi, Hamid AlonsoTerme, Rosa 2002, Does corruption affect income inequality and poverty?, Economics of Governance 3, 2345.Harstad, B. J. Svensson 2006, Bribes, lobbying and development. CEPR Discussion Paper 5759. Heckscher, Charles Paul Adler Hgg. 2007, The Firm as a Collaborative Community: Reconstructing Trust in the Knowledge Economy, Oxford: Oxford UP.Hindriks, Jean, Michael Keen Abhinay Muthoo 1999, Corruption, extortion and evasion, Journal of Public Economics 74, 395430.Hirshleifer, Jack 2001, The Dark Side of the Force. Economic Foundations of Conflict Theory, Cambridge: Cambridge UP.Karsten, Arne und Hillard von Thiessen, Hgg. 2006, Nutzliche Netzwerke und korrupte Seilschaften, Gottingen: Vandenhoek Ruprecht.Kaufmann, Daniel 2005, Back to Basics 10 Myths About Governance and Corruption, Finance and Development 42 Nr. 3.Kaufmann, Daniel Pedro C. Vicente 2005, Legal corruption, mimeo, World Bank Institute.Khan, Mushtaq H. 2006, Determinants of corruptiuon in developing countries: the limits of conventional economic analysis in RoseAckerman 2006, 216244.Krishna, Vijay 2002, Auction Theory, San Diego: Academic Press.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 28Lahno, Bernd 2000: Verbundenheit als konstitutives Element des Vertrauens, in: Beckmann, Klaus, Thomas Mohrs Martin Werding Hgg., Individuum versus Kollektiv, Frankfurt: Peter Lang, 7796.Lambsdorff, Johann Graf von 2006, Causes and consequences of corruption: What do we know from a crosssection of countries? in RoseAckerman 206, 352.Lambsdorff, Johann Graf von2002, Corruption and rentseeking, Public Choice 113,97125.Lien, DaHsiang Donald 1990, Corruption and allocation efficiency, Journal of Development Economics 33, 153164.Mauro, Paolo 1995, Corruption and growth, Quarterly Journal of Economics 110 3, 681712.Meon, PierreGuillaume Laurent Weill 2008, Is corruption an efficient grease?, LARGE Papier no. 200806.Meon, PierreGuillaume Sekkat, Khalid 2005, Does corruption grease or sand the wheels of growth?, Public Choice 122 S. 69 97.Mishra, Ajit 2006: Corruption, hierarchies and bureaucratic structure, in RoseAckerman 2006,189215.Mitra, Siddharta 2005, Corruption reexamined, mimeo, SSRN Working Paper Series.Myerson, R. B. 1981, Optimal auction design, Mathematics of Operations Research 6, 5873.Nozick, Robert 1977, Anarchy, State, and Utopia, New York: Basic Books.Olson, Mancur 1982, The Rise and Decline of Nations. Economic Growth, Stagflation, and Social Rigidities, New Haven: Yale University Press.Persson, Torsten Guido Tabellini 1994, Is inequality harmful for growth?, American Economic Review 843, 600621.Pies, Ingo 2003, Korruption: Diagnose und Therapie aus wirtschaftsethischer Sicht, Discussion Paper 037, Wittenberg Center for Global Ethics.Pies, Ingo 2007, Wie bekampft man Korruption? Lektionen der Wirtschafts und Unternehmensethik, Diskussionspapier Nr. 20074 des Lehrstuhls fur Wirtschaftsethik an der MartinLutherUniversitat HalleWittenberg.Pies, Ingo Peter Sass 2006, Korruptionspravention als Ordnungsproblem Wirtschaftsethische Perspektiven fur Corporate Citizenship als Integritatsmanagement, Lehrstuhl fur Wirtschaftsethik an der Universitat HalleWittenberg, Diskussionspapier 067.Alesina, Alberto Dani Rodrik 1994, Distributive politics and economic growth, Quarterly Journal of Economics , 465490.Preuss, HansJoachim 2008, Unbezahlbare Nahrungsmittel stark gestiegene Nachfrage oder Agrarrohstoffe als Anlageklasse: was sind die Ursachen?, ifoSchnelldienst 112008.RoseAckerman, Susan 1978, Corruption. A Study in Political Economy, New York: Academic Press.RoseAckermann, Susan Hg. 2006, International Handbook of the Economics of Corruption, Cheltenham: Edward Elgar.Beckmann und Gerrits: Unternehmen, Korruption und Armutsbekampfung 29Rost, Katja Margit Osterloh 2008, Corporate governance: what can stock corporations learn from monasteries?, mimeo, ETHZ Zurich.Shleifer, Andrei Robert W. Vishny 1998, The Grabbing Hand. Government Pathologies and their Cures, Cambridge Mass.: Harvard UP.Steiglitz, Ken 2007, Snipers, Shills, Sharks. e Bay and Human Behavior, Princeton: Princeton UP.Tullock, Gordon 2005, The RentSeeking Society. Selected Works of Gordon Tullock Vol. V, Liberty Fund.Uslaner, E. M. 2005, Trust and corruption, in Lambsdorff, Johann Graf von, M. Taube M. Schramm Hgg., The New Institutional Economics of Corruption, London: Routledge.Williamson, Oliver E. 1993, Calculativeness, trust, and economic organization, Journal of Law and Economics 36, 453486.Wintrobe, Ronald 1998, Some lessons on the efficiency of democracy from a study of dictatorship, in S. Borner and M. Paldam Hgg., The political dimension of economic growth, 2037. London, New York: Macmillan Press and St. Martin Press.Zanini, Marco Tulio 2007, Trust Within Organizations of the New Economy, Gabler.Zimmermann, Klaus W. Daniel Horgos 2007, Interessengruppen und Economic Performance, HSU Department of Economics Working Paper 59.DISKUSSIONSPAPIERE DER FACHERGRUPPE VOLKSWIRTSCHAFTSLEHRE DISCUSSION PAPERS IN ECONOMICS Die komplette Liste der Diskussionspapiere ist auf der Internetseite veroffentlicht for full list of papers see: http:www.hsuhh.defgvwlindex_4W6t F7j OAIs RHYsj.html 2008 83 82 81 80 79 78 77 76 75 2007 74 73 72 71 70 69 68 67 66 65 64 63 62 61 60 59 58 Beckmann, Klaus; Gerrits, Carsten. Armutsbekampfung durch Reduktion von Korruption: eine Rolle fur Unternehmen?, Juli 2008. Beckmann, Klaus; Engelmann, Dennis. Steuerwettbewerb und Finanzverfassung, Juli 2008. Thomas, Tobias. Fragwurdige Luxussteuern: Statusstreben und demonstratives Konsumverhalten in der Geschichte okonomischen Denkens, Mai 2008. Kruse, Jorn. Hochschulen und Reformutopien, Mai 2008. Kruse, Jorn. Mobile Termination Carrier Selection, April 2008. Dewenter, Ralf; Haucap, Justus. Wettbewerb als Aufgabe und Problem auf Medienmarkten: Fallstudien aus Sicht der Theorie zweiseitiger Markte, April 2008. Kruse, Jorn. ParteienMonopol und Dezentralisierung des demokratischen Staates, Marz 2008. Beckmann, Klaus; Gattke, Susan. Status preferences and optimal corrective taxes: a note, February 2008. Kruse, Jorn. InternetUberlast, Netzneutralitat und ServiceQualitat, Januar 2008. langfristige Politik. Ein ordnungspolitischer Essay zu zwei Dewenter, Ralf. Netzneutralitat, Dezember 2007 Beckmann, Klaus; Gerrits, Carsten. Making sense of corruption: Hobbesian jungle, bribery as an auction, and DUP activities, December 2007. Kruse, Jorn. CrowdingOut bei Uberlast im Internet, November 2007. Beckmann, Klaus. Why do petrol prices fluctuate so much?, November 2007. Beckmann, Klaus. Was willst Du armer Teufel geben? Bemerkungen zum Gluck in der Okonomik, November 2007. Berlemann, Michael; Vogt, Gerit. Kurzfristige Wachstumseffekte von Naturkatastrophen, Eine empirische Analyse der Flutkatastrophe vom August 2002 in Sachsen, November 2007. Schneider, Andrea. Redistributive taxation, inequality, and intergenerational mobility, November 2007. Kruse, Jorn. Exklusive Sportfernsehrechte und Schutzlisten, Oktober 2007. Kruse, Jorn. Das Monopol fur demokratische Legitimation und seine Uberwindung. Zur konstitutionellen Reform der staatlichen Strukturen, Oktober 2007. Dewenter, Ralf. Crossmediale Fusionen und Meinungsvielfalt: Eine okonomische Analyse, Oktober 2007. Dewenter, Ralf; Haucap, Telekommunikationsmarkten aus institutionenokonomischer Perspektive, September 2007. Thomas, Tobias. Mating a la Spence: Deriving the Market Demand Function for Status Goods, September 2007. Horgos, Daniel. Labor Market Effects of International Outsourcing: How Measurement Matters, August 2007. Carlberg, Michael. Monetary and Fiscal Policies in the Euro Area, August 2007. Zimmermann, Klaus W.; Thomas, Tobias. Internalisierung externer Kosten durch Steuern und Verhandlungen: Eine Nachlese, Juni 2007. Zimmermann, Klaus W.; Horgos, Daniel. Interessengruppen und Economic Performance. Auch eine Hommage an Mancur Olsen, April 2007. Dluhosch, Barbara; Zimmermann, Klaus W  Zur Anatomie der Staatsquote, Januar 2007. Justus; Heimeshoff, Ulrich. Regulatorische Risiken in ", "filename": "586160930.pdf", "person": ["Klaus Beckmann", "Beckmann, Klaus", "Carsten Gerrits", "Gerrits, Carsten"], "date": ["2008"]}