{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/60779/1/587541962.pdf"], "title": ["Dynamic factor models with time-varying parameters: Measuring changes in international business cycles"], "plaintext": "Dynamic Factor Models with TimeVarying Parameters: Measuring Changes in International Business Cycles Marco Del Negro and Christopher Otrok Federal Reserve Bank of New York Staff Reports, no. 326May 2008JEL classification: C11, C32, F02Abstract We develop a dynamic factor model with timevarying factor loadings and stochasticvolatility in both the latent factors and idiosyncratic components. We employ this newmeasurement tool to study the evolution of international business cycles in the postBretton Woods period, using a panel of output growth rates for nineteen countries. Wefind 1 statistical evidence of a decline in volatility for most countries, with the timing,magnitude, and source international or domestic of the decline differing acrosscountries; 2 some evidence of a decline in business cycle synchronization for Group of Seven G7 countries, but otherwise no evidence of changes in synchronization for thesample countries, including European and euroarea countries; and 3 convergence in thevolatility of business cycles across countries. Key words: Bayesian factor models, timevarying parameters, Great Moderation,international business cycles Del Negro: Federal Reserve Bank of New York email: marco.delnegrony.frb.org. Otrok:University of Virginia email: cmo 3hvirginia.edu. The first draft of this paper, in which the application and methodology were quite different, was initially circulated with the title TimeVarying European Business Cycles. The authors thank participants at the Euro Area Business Cycle Network conference in Madrid, Spain, the 2003 Midwest Macroeconomics Meetings, the Fall 2003 Macro System Committee meeting, the 2003 North American Summer Meeting of the Econometric Society, the 2006 Federal Reserve Bank of Cleveland Empirical Methods Conference, the 2006 Economic Society European Meetings, the 2007 Federal Reserve Bank of St. Louis Econometrics Conference, as well as seminar participants at the University of Pennsylvania, the European Central Bank, and the Bank of England for helpfulcomments. They also thank Filippo Altissimo, Marcelle Chauvet, Simon Potter, Morten Ravn,Chris Sims, Dan Waggoner, and Tao Zha. The views expressed in this paper are those of theauthors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.11 Introduction Over the past two decades dynamic factor models have become a standard econometric toolfor both measuring comovement in and forecasting macroeconomic time series. The popularity of these models has risen as methods have been developed to perform factor analysison large datasets, such as the timedomain approach of Stock and Watson 2002a and thefrequencydomain approach of Forni and Reichlin 1998 and Forni, Hallin, Lippi, Reichlin2001, 2005.1The work of Otrok and Whiteman 1998 and Kim and Nelson 1999b provides a Bayesian alternative to the classical approaches. One goal of this literature has beento extract information from large datasets that is useful in forecasting exercises. A secondgoal, and the one we focus on this paper, is the use of the factor models to quantify boththe extent and nature of comovement in a set of time series data.2 3An assumption of most dynamic factor models is that both the stochastic process drivingvolatility and the nature of comovement among variables has not changed over time.4 Butmuch recent empirical work shows that the assumption of structural stability is invalid formany macroeconomic datasets. For example, Mc Connell and PerezQuiros 2000 show thatoutput volatility in the US has moderated since the mid 1980s, a fact known as the greatmoderation. In a methodological contrast to the break test approach of most of the greatmoderation literature, Cogley and Sargent 2001 show how the nature of inflation dynamicshas evolved in the post war period using a timevarying parameter model to model a more 1Bai and Ng 2002 provide the econometric theory for choosing the optimal number of factors in theselarge scale models.2Forni and Reichlin 1998 study the role of sector specific and aggregate technological shocks on disaggregated industry level output data in the US. Stock and Watson 1999 use their model to study thedynamics of inflation in the US using sectoral inflation data. In the international context Forni and Reichlin2001 study comovement of regional output in European countries. Kose, Otrok and Whiteman 2003quantify the importance of world, regional and country specific cycles in international macroeconomic data.3Factor models have a direct mapping in dynamic stochastic general equilibrium models DSGE wherethe observables respond to common unobserved state variables e.g. Altug 1989, Sargent 1989. Thedynamic factor model uses many noisy signals of the observable data to extract information about theunderlying structural sources of comovement, and provide empirical evidence on the nature of macroeconomicfluctuations that can be used to inform the building of structural models. The model developed here providesa bridge to the recent literature investigating changes in volatility in a DSGE model e.g. Justiano and Primiceri 2007.4Chauvet and Potter 2001 represents an exception, as they estimate a regimeswitching factor modelon four variables. Mumtaz and Surico 2006 also estimate a factor model with some timevariation in theparameters, following the motivation and to some extent the approach outlined in the first draft of thispaper Del Negro and Otrok 2003.2slowly changing dynamics in the data. The message of all of this work is that models withfixed parameters may not do too well at describing macroeconomic data.In this paper we develop a dynamic factor model with timevarying coefficients andstochastic volatility to bridge the literature on factor models with the literature on parameterinstability. This measurement tool is designed to capture changing comovements amongtime series by allowing for their dependence on common factors to evolve over time. It alsoallows for stochastic volatility in the innovations to the processes followed by the factorsand the idiosyncratic components. Time variation in the factor loadings and stochasticvolatilities are modeled as a random walk, following Cogley and Sargents 2000 work onvector autoregressions.5 The estimation procedure is Bayesian and parametric and employsa Gibbs sampler techniques to draw from the exact finite sample joint posterior distributionof the parameters and factors.We apply our timevarying dynamic factor model to study international business cycledynamics in the postBretton Wood period, using data on the growth rates of real output for 19 developed countries. Recent work documents that international business cycles changedin two important dimensions during this period. First, Blanchard and Simon 2001 showthat there has been a global decline in output volatility in G7 countries, with the magnitudeand timing of the decline differing across countries.6 To illustrate this fact Figure 1 showsten year rolling window estimates of the volatility of real GDP growth for the a subset ofour sample, the G7 countries the date on the horizontal axis refers to the enddate of thewindow.7 While there is consensus that volatility in the US did decline, there is generallyno agreement in the literature on whether this phenomenon is the outcome of structuralchanges in the economy e.g. Kahn, Mc Connell and Gabriel PerezQuiros 2002, Jaimovichand Shin 2007, Gali and Gambetti 2007, good policy e.g. Blanchard and Simon 2001, orgood luck as manifested by smaller shocks e.g. Stock and Watson 2002b, Ahmed, Levinand Wilson 2004, Sims and Zha 2006. While so far much of the literature sides with thelatter camp, the precise nature of the shocks driving the great moderation is still unknown.85Recent work by Stock and Watson 2007 provides smoothness conditions under which the principalcomponent estimates of latent factors are still consistent under parameter instability. However, when timevariation is relatively sudden, or is large, these conditions may not be met. Most importantly, their approachdoes not allow one to identify and measure the timing and extent of the changes, which is the objective ofthis paper, but rather shows that when these changes are small, and smooth, nonparametric methods maystill be robust.6See also Summers 2005.7Our empirical application will of course use the entire sample. We chose here a rolling window becauseit is a commonly used way of presenting firstpass evidence of timevariation.8Stock and Watson 2002 and Giannone, Lenza, and Reichlin 2008 provide a review of the literature.3Stock and Watson 2005 use univariate autoregressions with timevarying coefficients andstochastic volatility to present statistical evidence on the great moderation for G7 countries.Separately, they use a factoraugmented vectorautoregression VAR estimated over a preand post1983 subsample to investigate whether international or domestic shocks are thesource of the decline in volatility. They find that international shocks played an importantrole.Second, some papers claim that the nature of comovement across G7 countries has alsochanged over time. Heathcote and Perri 2004 argue that crosscountry correlations havedeclined since the early 1980s they plot the correlation between the US and an aggregate of Europe and Japan. Doyle and Faust 2005 estimate a VAR on the GDP growth rates forsix countries G7 minus Japan imposing three break dates, roughly corresponding to thebeginning of each decade 1970Q1, 1981Q1, 1992Q2.9 They question the statistical significance of the decline in bivariate crosscountry correlations. Kose, Otrok and Whiteman2007 estimate a fixed parameter dynamic factor model on three subsamples of the data19601972, 19721986, 19862003. They conclude that comovement has declined from theperiod 19721986 to the post 1986 sample.We use our measurement tool to document changes in both volatility and synchronization. The factor structure captures comovement, both at the global level e.g., due tocommon shocks to technology as in the international business cycle literature and at theregional one e.g., European cycles. Changes in the volatility of the factors allow for variation in the importance of global or regional shocks. We also allow the sensitivity factorloading of each country to the common factors vary over time, reflecting the possibility thatsome countries may have become more or less sensitive to global shocks due to changesin policy or in the structure of the economy financial or trade integration. Finally, thestandard deviation of countryspecific shocks can also evolve. In contrast with much of theprevious literature, our approach does not rely on rolling window or subsample estimates,or univariate analysis: We use a methodology that explicitly models timevariation in thecoefficients and, at the same time, considers all countries jointly. We can therefore presentstatistical evidence on the timing and the extent of the decline in volatility for differentcountries taking into account that the sources of this decline can be both international anddomestic. Since we do not impose that parameters change for all countries at the same time,as customary in the break test literature, the framework can accommodate the crosscountryheterogeneity first shown by Blanchard and Simon 2001.9Doyle and Faust also consider, separately, growth rates in consumption and investment.4We find that for most countries the variance of output growth has declined significantlysince the 1970s, but that there is much heterogeneity in the magnitude, timing, and sourceof the decline in volatility. The international business cycle component played a role in thegreat moderation, especially for G7 countries, but rarely in isolation: For most countries thevariance attributed to both domestic and international cycles drops. Countries sensitivitiesto international cycles evolve differently over time, however. For the US in particular,the sensitivity to international business cycles and domestic business cycles decline sharplyroughly in the same period, the eighties. For Japan, the sensitivity to international businesscycle also declines, albeit mostly in the seventies, but the variance of domestic cycles doesnot. If our reduced form model can only go so far in resolving the debate over good luck orgood policy, these findings indicates that a decline in the magnitude of international shockscannot be the only explanation for the decline in volatility.We find statistical evidence that the average crosscountry correlation among G7 countries has declined over time, in line with Heathcote and Perri 2004. The average correlationacross all countries, European countries, or Euro area countries has remained the same since 1970, however. Consistent with these findings, there is little statistical evidence that the relative importance of international and domestic business cycles in the variance decompositionhas changed in the postBretton Wood period, except for some of the G7 countries. In sum,we find no evidence that higher financial and trade integration increases the businesscyclecorrelation across countries.Finally, we document a decline in the crosscountry dispersion of output volatility acrosscountry, which to our knowledge is a novel finding.In other words, we show that sincethe Bretton Woods period there has been a convergence across countries in terms of themagnitude of business cycle fluctuations. This is true for G7 countries, as well as for all thecountries in the sample.The rest of the paper is divided into three sections. Section 2 describes the structure ofthe model. Section 3 briefly discusses the Gibbs sampler we use for model estimation moredetails are provided in the technical appendix. Readers not interested in the econometricimplementation of the model can skip this section. The results are presented and discussedin section 3.52 The Model Dynamic factor models decompose the dynamics of observables yi,t, i 1, . . . , n, t 1, . . . , T into the sum of two unobservable components, one that affects all yis, namely thefactors ft, and one that is idiosyncratic, e.g. specific to each i:yi,t ai bift i,t,1where ai is the constant and bi is the exposure, or loading, of series i to the common factors.Although the setup accommodates multiple factors, and indeed we have two factors in theempirical application for clarity of exposition in this section we write the equations as ifwe had only one factor. Both the factor and idiosyncratic components follow autoregressiveprocesses of order q and pi respectively:ft 0,1ft 1   0,qftq u 0,t, and2i,t i,1i,t 1   i,pii,tpi iui,t,3where i is the standard deviation of the idiosyncratic component, and ui,t N 0, 1 fori 0 and i 1,  , n are the innovations to the law of motions 2 and 3, respectively.10 Theseinnovations are i.i.d. over time and across i. The latter is the key identifying assumption inthe model, as it postulates that all comovements in the data arises from the factors.11 Thefactors innovations are also assumed to be uncorrelated with one another. Note that expressions 1, 2, 3 can be viewed as the measurement and transition equations, respectively,in a statespace representation. The model just described is the standard dynamic factormodel estimated for example in Stock and Watson 1989, and used to study internationalbusiness cycles in Kose et al. 2003.We modify the standard factor model in three ways. First, we make the loadings timevarying. This feature allows for changes in the sensitivity of individual series to commonfactors. Our measurement equation then becomes:yi,t ai bi,tft i,t410Note that 0 is set to 1, which is a standard normalization assumption given that the scale of theloadings bis and 0 cannot be separately identified.11The literature has also considered approximate factor models, that is, models where the idiosyncraticshocks can be crosssectionally correlated. Doz, Giannone and Reichlin 2006 show that even in thissituation maximum likelihood asymptotically delivers consistent estimates of the factors. This result isimportant for us since we effectively use maximum likelihood techniques.6where we control the evolution of the factor loadings by requiring that they follow a randomwalk without drift:5We assume that i,t N 0, 1 and is independent across i. This is a stark, but important,identifying assumption as we will see later.bi,t bi,t 1 ii,t.The second innovation amounts to introducing stochastic volatility in the law of motionof the factors and the idiosyncratic shocks. The transition equations, 2 and 3 become:ft 0,1ft 1   0,qftq eh 0,t u 0,t andi,t i,1i,t 1   i,pii,tpi iehi,tui,t,67respectively. The terms ehi,t represents the stochastic volatility components, where hi,tfollows a random walk process:hi,t hi,t 1 ii,t, i 0, 1,  , n8with i,t N 0, 1 and is independent across i note that h 0,t denotes the factors stochasticvolatility term. We assume that hi,t 0 for t 0, i 0, 1, ., n, that is, before the beginningof the sample period there is no stochastic volatility: This assumption allows us to derivean ergodic distribution for the initial conditions. In the remainder of the section we willsometimes use the notation: i,t iehi,t.2.1 Normalization, identification, and modeling choices Several issues of identification and normalization arise in this model, some of which wealready have discussed. First, in 4 both the loadings and the factors vary over time.However, the assumption that the i,ts are independent across i implies that only the factorscapture comovement among the series.Second, a normalization issue is that the relative scale of loadings and factors is indeterminate. We can multiply bi,t by for all i, obtaining bi,t bi,t, and divide the factor ft by, obtaining ft ft. As long as the standard deviation of the innovation in 6 is adjustedaccordingly as e h 0,t eh 0,tlog, the two models are observationally equivalent. This isa standard problem, even when parameters do not vary over time, and we address it byconstraining the scale of the factor see footnote 10. The scale of h 0,t depends on the initialcondition h 0,0. We therefore fix h 0,0 0. Parameterizing the volatility of the innovations tothe idiosyncratic shocks i,t as the product of i and ehi,t induces a related normalization7problem: iehi,t ivalue of the process, hi,0 0 for all i. ehi,tlog. This problem is similarly addressed by fixing the initial Third, given time variation in the loadings and in the factors volatilities, we need toworry about the possibility that the rescaling is timevarying, that is, that the rescalingterm is given by a sequence tTt1 instead of a scalar . Specifically, one could rescalethe loadings bi,t for all i by t, bi,t 1 by t 1, and so on. This normalization problem isavoided because: i since the factor follow an ARq process, the rescaled factors ft fttwould not satisfy 6; ii the rescaled loadings bi,t tbi,t would not satisfy 5. Even if thestrict normalization problem is avoided, one could still be concerned that the identificationof common shifts in the loadings from changes in the stochastic volatility of the factor istenuous. The answer is simple: common shifts in the loadings are ruled out from the startby assuming that the innovations in 5 are independent across i. In other words, if thedata were to indicate that the exposures have shifted for all i, the model would capture thisphenomenon by changes in the stochastic volatility of the factor.A final normalization issue common to all factor models is that the sign of the factorft and the loadings bi,t is indeterminate: the likelihood is the same if we multiply both ftand the bi,ts, for all i, by 1. In practice this is a problem to the extent that the MCMCdraws switch sign along the Markov chain. We did not find this to be a problem in ourapplication.12 In applications where this is an issue, Hamilton, Waggoner, and Zha 2007provide a solution.We conclude with a discussion of modeling choices. We modeled timevariation inboth loadings and stochastic volatilities as a drift process as in Cogley and Sargent 2001,2005. The belief that changes, whether due to policy or structure or luck, are permanentrather than transitory lead to to prefer this specification over a stationary process. Anotheralternative consists in modeling timevariation as the result of switching across regimes, asin Sims and Zha 2006, or as structural breaks as in Doyle and Faust 2005. The evidenceon crosscountry heterogeneity in the timing of the great moderation poses a modelingchallenge for this approach: to capture this heterogeneity we would need several regimes.We leave this interesting challenge to future research.The only non timevarying parameters in our setup are those of the law of motion of thefactors and the idiosyncratic shocks equations 6 and 7. From a computational standpointmaking these parameters timevarying would not be a challenge see Mumtaz and Surico 2006. In this paper, we do not follow this route for two reasons: First, timevariation in 12We use the crosssectional mean of the data to initialize the factor in the MCMC procedure.8these parameters would raise additional idientification issues. Second, evidence in Ahmedet al. 2005 indicates that there is little evidence of changes in the shape of the normalizedspectrum for US output growth rates; that is, there is no compelling evidence in favor oftimevariation for these parameters. Again, we leave to further research to test whether thedynamics of the factors or the idiosyncratic shocks have changed.2.2 Our Application: World Business Cycles and the Great Moderation So far we described the timevarying parameters factor model in fairly general terms. In thissection we discuss the equations and the assumptions in the context of the specific application pursued in this paper: the study of international business cycles. The measurementequation we use is:yi,t ai bwi,tf wt bei,tf et i,t,9t and f et represent the world and the European factor, respectively, and where thewhere f widiosyncratic terms i,t can be interpreted as the combination of two effects: countryspecificshocks and, potentially, measurement error. The two factors are separately identified by theassumption that the loadings bei,t are set to zero for nonEuropean countries.13 The evolutionof each of the factors and of the idiosyncratic terms are described by equations 6 and 7,where we set q 3 and pi 2. The evolution of the factor loadings and of the stochasticvolatilities are described by equations 5 and 8. In these equations we assume that theinnovations in the factor loadings for the world and the European factors, called wi,t andi,t respectively, are independent from each other. Note that this is by no mean key aeidentifying assumption, as it is the assumptions that the i,ts are independent across i, andcan in principle be relaxed.14 Likewise we assume that the stochastic volatilities for theworld and the European factors, w 0,t, are also independent from each other.0,t and e In our application the drifts in the volatility of the factors, hw 0,t European, can capture two distinct phenomena: one is changes in the sensitivity to globalconditions that are common across countries, which may occur if all countries undergo thesame policystructural transformations; the other is changes in the volatility of internationali,t world and beshocks say, in commodity price shocks. Changes in the factor loadings bwi,tover time may stem from policies adopted by specific countries, or from structural changes 0,t world and he 13This approach to identifying regional shocks is standard in this literature: see Kose et al. 2003 and Del Negro and Otrok 2007. Also, we have only one world factor following the results in Kose et al. 2003.14We chose to keep the w 0,t and e 0,t uncorrelated to avoid introducing additional free parameters.9such as increased trade or financial integration of a country with the rest of the world or Europe. As we stressed in the previous section, the assumption that changes in the loadingsare independent across i implies that these changes are countryspecific in nature. Likewise, drifts in the volatility of the idiosyncratic component can be due to policystructuraltransformations that make countries more or less sensitive to domestic shocks, or can beexogenous.2.3 Priorsi1 and stochastic volatilities in Given the papers question Is there any timevariation? What are its origins? the keypriors are those for the standard deviations of the innovations to the law of motions of theloadings ini0, where i 0 denotes the stochasticvolatility for the factors law of motion. Our prior for the factor loading and stochasticvolatility innovations embodies the view that both loadings and volatilities evolve slowlyover time and pick up permanent, trend changes, in the economy. Cyclical variation isdesigned to be captured by the factors and idiosyncratic terms.The prior distribution for i is an inverse gamma IGi, s 2i, that is:pii, s 2i cid:16 icid:17 i 2i22 s 2i 2 2i i 2 12 exp i 2s 2i 2i.10Pi Since this prior is conjugate it can be interpreted as having t 1,  , i fictitious observat1bi,ttions of the innovations to equation 5, such that their average squared sum 1i. Hence the prior embodies the belief that the variance of the innovationsbi,t 12 equals s 2iequals s 2, where the strength of the belief increases proportionally with i. Similarly, theiprior distribution for i is an inverse gamma IGi, s 2. We express i and i as a fracition of the sample length T to make the weight of the prior relative to the sample explicit.Our prior for i is the same for all idiosyncratic terms i 1,  , n and for the factor i 0.In our baseline prior we set i .1 T , s 2 .0252. Henceour baseline prior embodies the belief that the amount of time variation in the stochasticvolatilities is smaller relative to that in the loadings. Moreover, our belief is considerablytighter for the volatilities than for the loadings. We use this prior precisely because it stacksthe deck against finding strong movements in the stochastic volatilities, and in favor offinding timevariation in the loadings. We checked however for robustness to tighter beliefson the time variation in the loadings i .25 T, .5 T, T and s 2 .052 and looserones on the on the time variation in the volatilities i .5 T . While not surprisingly .12, i T , and s 2iiiunder the alternative priors the loadings are even less timevarying than under the baselinespecification, qualitatively the results do not change.10The priors for the remaining parameters are as follows. The prior for the non timevarying part of the idiosyncratic volatility i is also given by an inverse gamma distribution:i . The parameters are chosen so that this prior is quite agnostic: i .05 T and IGi, s 2si 1. The priors on the constant terms are normal ai : Nk ai, A1, with mean ai 2the growth rates are annualized and precision Ai 1. The prior distribution for the initialconditions for the loadings, bi,0, are also normal: i : Nk i, B1, with mean i 0 andprecision Bi 110. The autoregressive coefficients for the factors and the idiosyncraticshocks have a normal prior: i : Nk i, V 1ISi, where i i,1,  , i,pi, and ISi is anindicator function that places zero prior mass on the region of the parameter space wherethings are non stationary. As in Kose, Otrok, and Whiteman 2003 the prior is centeredat i 0, 0,  , 00, thereby favoring parsimonious specifications. The precision matrix forthe factors autoregressive coefficients V0 is diagonal with elements proportional to 1.75l,where l is the lag length. The precision matrix for the idiosyncratic terms autoregressivecoefficients Vi is looser, being equal to .2 V0. All priors are mutually independent.iii 3 Estimation The model is estimated using a Gibbs sampling procedure.In essence, this amounts toreducing a complex problem sampling from the joint posterior distribution into a sequence of tractable ones for which the literature already provides a solution sampling fromconditional distributions for a subset of the parameters conditional on all the other parameters. Our Gibbs sampling procedure reduces to four main blocks. In the first block wecondition on the factors, timevarying loadings, stochastic volatilities, and sample from theposterior of the constant term ai, the autoregressive parameters i,1, . . . , i,pi, and thenon timevarying component of the variance 2i . Next, we draw the factors ft conditionalon all other parameters using the state space representation of the model, as in Carter and Kohn 1994. The third block draws the timevarying loadings bi,t, again using Carter and Kohns algorithm. In this block the factors are treated as known quantities. In the lastblock we sample the stochastic volatilities using the procedure of Kim, Sheppard and Chib1998. In the remainder of the section we intuitively discuss how we apply existing techniques in the literature to derive the conditional distributions for each block of the Gibbssampler. We will stress that the procedure is computationally efficient and can accomodate11datasets where T and n are relatively large: in most cases the computational cost increasesonly linearly in these dimensions. Again, for the sake of exposition we describe the model asif we had just one common factor. The full derivation of these distributions are provided inthe technical appendix. We use 22000 draws, and discard the first 2000, in the actual implementation of the Gibbs sampler. We check for convergence by running several replicationsand comparing the results.3.1 Block I: non timevarying parameters In the first block of the Gibbs Sampler we condition on the factors, the timevarying loadings, and the stochastic volatilities and draw the regression parameters that are not timevarying, namely the mean ai, the autoregressive coefficients i,1, . . . , i,pi of the idiosyncratic component and the non timevarying component of the variance 2i . The key insightfrom Otrok and Whiteman 1998 is that, conditional on the factors, equation 4 is simplya regression where the errors follow an ARp process given by equation 7. Hence drawingfrom the conditional distribution of ai, i,1, . . . , i,pi, and 2i amounts to straightforwardapplication in Chib and Greenberg 1994. Moreover, conditional on the factors the errors inequation 4 are independent across i. Therefore the procedure can be implemented one i atthe time, which implies that computational cost is linear in the size of the crosssection. Thepresence of stochastic volatility requires a simple modification of the Chib and Greenberg1994 procedure: Since the errors in 7 are now heteroskedastic, the posterior distributionof the parameters of interest now involves a GLS correction. For the sake of exposition weleave the details of this modification to the appendix section A.1.The autoregressive terms in the law of motion of the factors 7 represent another set ofnon timevarying parameters. Since we are conditioning on the factors we can again applythe Chib and Greenberg 1994 procedure as described in Otrok and Whiteman 1998.Because of stochastic volatility we again need to correct for heteroskedasticity. Section A.2in the appendix provides the details.Finally, we derive the posterior distributions for the standard deviations of the innovations to the law of motions of the loadings i conditional on the loadings. Givenour assumptions that the shocks to equation 5 are normal, and that the prior is conjuPTgate, it follows that this distribution is an inverse gamma IGi T, wheret1bi,t bi,t 12. Similarly, conditional on the stochastic volatilities the posi 1d 2i terior distributions for i follows an inverse gamma IGi T, where c 2i 2iT d 2i Ti Ti 2iT c 2ii TPTt1hi,t hi,t 12. This applies to the idiosyncratic terms i 1,  , n and to the 121Tfactors i 0.3.2 Block II: factors In the second block of the Gibbs sampler we draw the factors conditional on all other parameters. Two approaches to drawing the factors exist in the Bayesian factor model literature.One is the Otrok and Whiteman 1998 approach, which builds on Chib and Greenberg1994 to explicitly write the likelihood of the observations yi,t, the prior for the factorsgiven by equation 6, and then combining the two to derive the posterior distribution offtTt1. The alternative is to use the statespace representation given by equations 4, 6,and 7, and apply the algorithm developed by Carter and Kohn 1994 to draw from theposterior distribution of the factors. The first approach involves inverting sizeT matrices,and hence becomes computationally expensive for large T . In the second approach the dimension of the state vector increases with n, since the idiosyncratic terms in 4 are noti.i.d. Hence this approach is computationally unfeasible for large crosssections. Therefore it becomes essential to eliminate the idiosyncratic terms from the state vector if onewants to estimate data sets where both T and n are potentially large. This is accomplishedby quasidifferencing expression 4 as in Kim and Nelson 1999a and Sargent and Quah1993.We follow the second approach. We first write the measurement equation 4 in stackedform: yt a btft t for t 1,  , T11where yt y 1,t, . . . , yn,t0, a a 1, . . . , an0, bt b 1,t, . . . , bn,t0, t 1,t, . . . , n,t0. Nextwe express the laws of motion of the factor equation 6 and of the idiosyncratic shocksequation 7 in companion form: ft 0 ft 1 u 0,t,1213where ft ft,  , ftq10 and u 0,t 0,tu 0,t, 0,  , 00 are q 1 vector, p maxi1, ,npi, ut 1,tu 1,t, . . . , n,tun,t0, and the js are companion matrices: t 1 t 1   p tp ut, 0,1  0,q Iq 100 , i i,1  i,p .Ip 1014define L Pp We consider the case q 1 p which for convenience is the case in our application andj1 j Lj. We premultiply expression 11 by the matrix In L andobtain the system: yt a Bt ft ut for t p1,  , T1513where yt In L yt, a In L a, ft ft,  , ftq10, and: b 1,t b 1,t 11,1 bn,t bn,t 1n,1Bt   . . b 1,tp 1,p  . . bn,tpn,p The errors in the measurement equation 15 are now i.i.d  We are then ready to draw thefactors using the Carter and Kohn 1994 procedure, where the transition equation is givenby equation 12. Note that in implementing this procedure the curse of dimensionalitydoes not bite: The relevant magnitude for most computations is the size of the state spaceq number of factors. The sample size T increases the computational burden linearly.The crosssectional size n only affects the computation of the Kalman gain, as one has toinvert an n n matrix.Note that equation 15 naturally starts from t p 1 since we are using the firstp observations for prewhitening. If we were to condition on these first p observations, asmuch of the literature does, we would use the mean and variance of the unconditional ergodicdistribution of the state vector ft to initialize the Kalman filter. There may be cases wherethe initial conditions matter, either because T is not too large relative to p or because thefactor is very persistent. Hence we provide in section A.3 of the appendix formulas for themean and variance of the state fp conditional on the first p observations. We use this meanand variance as our initial condition.3.3 Block III: timevarying factor loadings In the third block of the Gibbs sampler we draw the timevarying loadings bi,tn,Ti,t1 conditional on all other parameters and the factors. Again, conditional on the factors the errorsin the measurement equation 4 are independent across i. Moreover we assumed that theinnovations in the transition equation 5 are independent across i. Consequently, we candraw the timevarying loadings one equation at a time, which implies that the computational cost is again linear in n. We deal with the fact that the errors in the measurementequation 4 are not i.i.d. by applying the quasi differencing operator to each equation,obtaining:14yi,t ai t bi,t i,tui,t for t pi1,  , T16t ft, i,t 1 i,1L1   i,pi Lpiyi,t, a , i,piftpi, bi,t bi,t, . . . , bi,tpi0. The transition equation is simply exi 1 i,1   i,pia, where yi,1ft 1,pression 5 written to accommodate bi,t:where i,t i,t, 0, . . . , 0 and bi,t bi,t 1 i,t 1 .0 . . .Ipi 0017Note that the first t considered in equation 16 is t pi 1. As with the case of the factorswe derive formulas for the mean and variance of the state bi,pi conditional on the first pobservations see section A.4 in the appendix.3.4 Block IV: stochastic volatilities The final block of the Gibbs partition draws the stochastic volatilities i,tn,Ti1,t1 conditional on all other parameters. Our procedure follows the algorithm developed by Kim,Sheppard, and Chib 1998. If we define zi,t as the innovation to the law of motion of theidiosyncratic terms 7:zi,t i,t i,1i,t 1   i,pii,tpi.by construction we have:zi,t iehi,tui,t.1819Conditional on data, factors, loadings, and all other parameters, the zi,t are known quantitiesfor t pi 1. For t 1,  , pi expression 18 involves the terms i,0, . . . , i,1pi, which wedo not have. Therefore we draw these terms using the law of motion 7 see section A.5 inthe appendix. Conditional on these draws all the zi,t are known quantities. At this pointwe can apply the algorithm in Kim et al. 1998 equations 19 and 8. Section A.6 in theappendix briefly reviews their approach. We can do this one equation at the time given thatthe shocks to the law of motion of the stochastic volatilities are assumed to be independentacross i. The stochastic volatility terms for the factors law of motion 6 are drawn in ananalogous manner details are in section A.7 of the appendix.154 Empirical Results We use our econometric model to study the evolution of international business cycles fordeveloped countries. We focus on three phenomena, two of which have been investigated inthe literature, and one that to our knowledge has not been discussed before. The first phenomenon is the great moderation section 4.2. We use our model to determine the extentand timing of the moderation for each country, and its source, whether international or domestic. The second phenomenon is the change in comovementcorrelations across countriessection 4.3. In both dimensions, our contribution relative to the existing literature is thatwe use a flexible specification which does not assume that changes in volatility or synchronization occur for all countries at the same time, and yet considers all countries jointly. Thethird phenomenon is the decline in the crosscountry dispersion of output volatility acrosscountry section 4.4, which is a novel finding. We show that this convergence in volatilityis driven by both the international and the countryspecific component of business cycles.We conclude the description of the empirical results by contrasting the US and Japaneseexperience section 4.5, and by providing some evidence on the factor models ability ofdescribing comovement section 4.6.4.1 The Data The data are real GDP for 19 countries: U.S., Canada, Japan, Australia, New Zealand,Austria, U.K., Belgium, Denmark, France, Germany, Ireland, Italy, Netherlands, Norway,Sweden, Switzerland, Finland, Spain. The data are quarterly and cover the period 1970:12005:4. The source for the data is the IMF International Financial Statistics database. Thelevel series were converted to one quarter growth rates and then annualized. The Germanreunification presents a significant outlier in the dataset which would be difficult for anyeconometric model to match and is considered a one time aberration which is outside of thescope of the model or the regular data generating process. We follow Stock and Watson2005 and replace the 1991:1 data point with the median of GDP growth in German growthtime series.4.2 The Great Moderation Across Countries Figure 2 and Table 1 provide evidence on the Great Moderation for the G7 and for allcountries in our sample, respectively. For each of the G7 countries the shaded areas in16e 2Figure 2 show the variance attributable to international business cycles black, Europeanbusiness cycles gray, and countryspecific fluctuations white. For each point in time,each country, and each MCMC draw the variance attributable to international Europeanbusiness cycles is computed by multiplying w 2i,t times the variance of the factor, comi,tputed from equation 6 using the time t estimate of the factors stochastic volatility h 0,t.Likewise, the variance attributable to countryspecific cycles is computed from equation 7using the time t estimate of the idiosyncratic components stochastic volatility hi,t. The Figure shows the median across all draws. Given the assumption of independence betweenfactors and countryspecific shocks, the sum of the variance attributed to each componentequals the overall variance of output growth for country i at each point in time computedaccording to the factor model. If we compare the overall volatilities implied by the factormodel shown in Figure 2 with the rolling window volatilities shown in Figure 1, we findthat quantitatively the two are very similar although the objects are of course different,one being the variance over the previous ten years and the other being the variance at agiven point in time.Figure 2 shows that while the decline in volatility is a global phenomenon, there is muchheterogeneity across countries as to the magnitude, timing, and source of the moderation.In terms of timing, for the US the great moderation largely takes place in the eighties.For the UK, Italy, and Canada, it appears to be a gradual phenomenon beginning in themidseventies, although for the UK the bulk of the moderation again occurs in the eighties.For Germany the moderation occurs mainly in the nineties, while for Japan and Francethe decline in volatility is pretty much over by 1980. In terms of magnitude the US, UK,and Canada stand out relative to the other G7 countries.In terms of sources, for most G7 countries both the volatility attributable to international business cycles and countryspecific fluctuations drop. In relative terms, the moderation due to international shocks isparticularly important for the US, Canada, and Germany, while in the UK and Italy themoderation is mainly due to country specific shocks. In Japan and France, conversely, thereis no decline in the volatility of the country specific component.It is interesting to contrast the evolution of the volatility attributed to the world factorfor different countries. For the US this volatility is constant through the seventies, andstarts declining only in the 1980s. For Japan, the decline occurs in the seventies. If changesin the variance of oil shocks, or other common shocks, were the only explanation for why thevariance attributed to the world factor has dropped across countries, we would not expectsuch heterogeneity.In section 4.5 we will return to this issue in discussing the US and17Japanese experience in more details.The evidence in Figure 2 is confined to the G7 countries, and does not provide information about the estimation uncertainty both for expositional reasons. Table 1 completesthe picture. The table contains six snapshots of the magnitudes shown in Figure 2, e.g.the variance attributable to world, European, and countryspecific cycles, for each countryin the sample: 1970Q2 beginning of the sample, 1980Q1, 1985Q1, 1990Q1, 1995Q1,and 2005Q4 end of the sample. The line Total shows the overall variance, computed asthe sum of the variances attributed to each component we take the sum for each MCMCdraw and show the median value. The figures in parenthesis represent the 90% posteriorbands. We test whether for any date the variance either total or that attributed to eachcomponent is lower than at the beginning of the sample: boldfaced numbers indicate thatthe variance has significantly declined at the 10% level relative to the beginning of thesample. Underlined numbers indicate that the variance has significantly declined at the 10% level relative to the previous date.Table 1 shows that for only five countries out of 19 the decline in overall volatility relativeto 1970 is not statistically significant, all of them European: Denmark, Finland, Ireland,Switzerland, and Spain in Denmark and Spain the volatility significantly declines relativefrom the eighties to the nineties, however. For the G7 countries the results largely confirmthat the findings in Figure 2 are statistically significant. For the US the decline in volatilityoccurs in the eighties, and it applies to both the international and domestic component.For Japan there is a statistically significant decline in volatility relative to 1970, but it isall due to a decline in the international component during the seventies. Canada, Germany,and France are the only other countries where the decline in the international componentis statistically significant. For all other countries the moderation arises from a decline inthe importance of the countryspecific component. For a few countries like New Zealand,Norway, and Ireland, the size of the country specific component at the beginning New Zealand, Norway or at the end Ireland of the sample is so large that we suspect presenceof measurement error. While our methodology can fully accommodate timevariation inthe importance of measurement error, we cannot tell it apart from countryspecific businesscycles.In summary, we provide statistical evidence supporting Blanchard and Simons findingsthat i the great moderation is a worldwide phenomenon, and ii there is substantial crosscountries heterogeneity in the timing and magnitude of the moderation. In addition, weshow there is much heterogeneity in the source of the moderation, whether domestic or18international. As we mentioned in the introduction, it is difficult to discriminate betweengood policy or different structure and good luck explanations of the great moderationusing reduced form models like this one. When we find that the volatility of countryspecific fluctuations has decreased, we do not know whether the the variance of the primitiveshocks has decreased, or whether changes in policystructure have reduced to sensitivity ofthe economy to such shocks. Likewise we may think that a decline in the volatility ofinternational shocks common productivity shocks, energy shocks underlies the drop in thevariance attributed to attributed to international business cycles. Yet we find that this dropoccurs at different times for different countries. This finding suggests that policystructuremay have played a role in the great moderation.4.3 TimeVarying Comovement The traditional approach to measuring comovement is to calculate pairwise correlationsof variables directly from the data. Here we calculate a natural counterpart, the impliedpairwise correlation from our model. To do so, at each point in time, and for each MCMCdraw, we compute all pairwise correlations implied by the factor model using the timet estimates of the loadings and stochastic volatilities. Figure 3 plots the unweightedaverage crosscountry correlation for four different groups of countries: G7, all countries inour sample, European countries whether or not part of the European Community, andcountries that have joined the Euro. The Figure plots the median and the 90% bands ofthis average. Our calculation may depart from correlations calculated from the data if wehave omitted factors that explain the covariance structure in the data. For example, ifthere is a common factor between the US and Canada, which we have not included in ourmodel, then our correlation calculation will understate the comovement between the USand Canada. However, we are primarily concerned with changes over time, not the absolutelevel of comovement. Therefore this issue is only problematic if the omitted factors changein importance over time.Figure 3 shows that on average crosscountry correlations have either declined or remained the same over time, depending on the group. For G7 countries the average correlation has declined from a median of .25 at the beginning of the sample to below .1 in 2005.Interestingly, by the end of the sample the 90% bands include zero. Much of the declineabout .1 occurs between the seventies and the eighties, while the remainder occurred during the nineties. The decline is statistically significant: since the early nineties more than 90% of posterior draws indicate that the correlation has declined relative to the beginning19of the sample. Heathcote and Perri 2004, who first pointed out the drop in crosscountrycorrelations their dataset included the US and an aggregate of Europe and Japan, claimedthat the phenomenon is related to the increased international financial integration occurredsince the mid 1980s. We find that there is some evidence the average correlation has declined since say 1984Q1, but it is not overwhelming: the difference is negative for 83%of posterior draws.The upperright panel of Figure 3 shows that the average correlation for the entireset of countries has not changed at all in the past 35 years, indicating that changes ininternational comovements have been mainly confined to large countries. Interestingly, thesame applies to European lowerleft panel and Euro lowerright panel countries. Theprocess of economic and for Euro countries monetary integration has brought no discerniblechange in comovements.Another interesting feature of Figure 3 is that the average crosscountry correlationseems to decrease as we consider groups of countries that, a priori, are more integrated. Themedian average correlation for All countries is .15; the corresponding figure for European Countries and Euro Countries is .1 and .05, respectively. In principle, this finding is notat odds with economic theory: High capital mobility across countries implies that resourcesflow at any point in time from the least to the most productive countries, generating anegative correlation in output see Backus, Kehoe, and Kydland 1993. The theory is harderto reconcile with the time series evidence however: Integration has supposedly increased overtime, especially in Europe, but the average crosscountry correlation has not declined.A second approach to characterize comovement is to follow the factor model literatureKose, Otrok, and Whiteman 2003, 2008 and compute the relative importance of commonshocks in explaining the variance of macroeconomic aggregates. Since we have a timevaryingmodel, we can show how this variance decomposition, and hence the degree of comovement,evolves over time. The variance decomposition for variable i takes the factor loading at timet, times the model implied variance at time t of the factor, divided by the model impliedvariance of the variable itself at time t. Table 2 shows the variance attributable to world,European, and countryspecific cycles as a fraction of the total variance for each country inthe sample for the same dates as in Table 1: 1970Q2 beginning of the sample, 1980Q1,1985Q1, 1990Q1, 1995Q1, and 2005Q4 end of the sample. All figures are in percent, andnumbers in parenthesis represent the 90% posterior bands. We are also interested in testingwhether any change in the variance decomposition over time is statistically significant.To this effect, boldfaced figures indicate that the change in the fraction of the variance20explained by each component relative to the beginning of the sample is significant at the 10% level. Underlined figures indicate that the change relative to the previous date issignificant at the 10% level.Table 2 shows that for the full set of countries the evidence on changes in the importanceof global business cycles is mixed. On average the change is approximately zero. Howeverwhen considering only the G7 countries we see an average decline of 12 percent for the worldfactor. This result is consistent with the subsample analysis in Kose, Otrok and Whiteman2008, although we find that only for Japan the importance of the world component hasshrunk significantly relative to that of the countryspecific one. For most other countriesthere have been no statistically significant significant changes in the variance decomposition.In conclusion, there is little statistical evidence that international business cycles are moreor less important now than they were thirtyfive years ago, except for G7 countries, some ofwhich have become less integrated, and for a few other countries like Sweden, which havebecome more integrated. The same applies to the European cycle, which has significantlygrown in importance only for the Netherlands. It appears that the wide array of structuralchanges that took place in Europe the past quarter of a century, namely increased tradeand financial integration and coordination of monetary policies, has not resulted in a Eurospecific cycle.4.4 Convergence in the the Volatility of Business Cycles Across Countries Have there been any significant changes in business cycles other than the decline in volatility?This section argues that there has been another important change in business cycles acrossdeveloped countries which to our knowledge has not been previously been documented:Business cycles have become more similar across countries. More specifically, there hasbeen a convergence in the volatility of fluctuations in activity across developed economies.Figure 4 shows the evolution over time of the crosssectional standard deviation inoutput growth volatility for three groups of countries: G7, all the countries in our sample,and all the countries but those for which volatility at any point in time has been particularlyhigh, namely Norway, New Zealand, and Ireland. Our factor model decomposes volatilityinto two components, one due to international business cycles and the other due to countryspecific fluctuations. We want to understand whether the convergence in volatility is dueto one or the other, that is, whether the impact of common shocks is more similar across21countries, or whether countryspecific cycles have become more similar in magnitude. Foreach group of countries we therefore show the crosssectional standard deviation of thevolatility attributed to each component.Specifically, for each MCMC draw, period, and country we compute the modelimpliedvolatility, as described in the previous sections. We then take the crosssectional standarddeviation of volatilities within each group. We show the median across MCMC draws andthe 90% bands shaded area. We are also interested in determining whether the decline inthe crosssectional standard deviation relative to the beginning of the sample is statisticallysignificant. The median is shown as a solid line whenever the decline is significant at the 10% level, and as a dashed line otherwise.Figure 4 shows the crosssectional dispersion in volatilities has declined significantlysince the 1970s for all groups of countries we consider. The source and the timing of theconvergence differ among groups however. For the G7 economies, convergence is largely asideproduct of the end of the seventies: from 1980 onward the dispersion barely declines.Also, convergence is mostly due to the impact of international business cycles, which hasapparently become more similar across countries. The dispersion due to countryspecificfluctuations has also declined for G7 countries, but not as much and not as significantly.For all countries in the sample, there is a significant decline in the dispersion for both theinternational and countryspecific component. Quantitatively, the latter is by far the mostimportant however. Also, a large component of the decline occurs after the seventies.One concern for the All countries results is that they may be in part driven bymeasurement error: The volatility of real GDP in Norway and New Zealand at the beginningof the sample, and that of Ireland by the end of the sample, is almost one order of magnitudelarger than that of the other countries see Table 1. For this reason the bottom plotsshow the timevariation in the crosssectional dispersion in volatilities without these threecountries. Quantitatively this clearly makes a substantial difference. Qualitatively howeverthe decline in the dispersion is still there, and is statistically significant. The decline is ofabout four percentage points, about the same magnitude as for G7 countries. Unlike for G7countries, the drop in dispersion is a statistically significant feature both the common andthe countryspecific component. Moreover, there are differences in the timing of the decline,which for all countries persists beyond the seventies. In principle one could still argue thatperhaps changes in the variance of the measurement error drive these results, even if we donot consider Norway, new Zealand and Ireland. As long as measurement error is countryspecific, we can rule out this explanation for the international business cycles component.224.5 The United States and Japan: A Study in Contrasts The previous sections focused on the posterior distribution of the objects of interest, namelythe timevarying volatilities due to international cycles and countryspecific fluctuations, andthe crosscountry correlations. We have so far not shown the evolution of the underlying parameters of the factor model. Since showing the timevarying volatilities and factor loadingsfor all 19 countries is unfeasible from an expositional standpoint the results are availableupon request, we will show these parameters for two countries that are of particular interest:the US and Japan.Figure 5 plots the timevarying loadings to the world factor top and standard deviations of the countryspecific component bottom for the two countries. To highlight thepercentage reduction or increase in the standard deviations, and the extent to which theseare statistically significant, we show the standard deviations relative to the first period, e.g.i,ti,1. The solid lines show the median and the shaded areas and dotted lines representthe 68 and 90% bands, respectively.The interesting feature of the US results is that the exposure to world business cyclesand the standard deviation of countryspecific shocks both begin their decline at roughly thesame time, in the early eighties. Both experience a sharp drop for a decade, and then stayconstant or decline modestly for the remainder of the sample. Recall that changes in theexposures capture developments that are specific to the US economy, as opposed to changesin the standard deviation of the world factor, which affect all countries. One interpretationof this finding is that the twin decline is a mere coincidence: The US became less exposedto international shocks just as domestic shocks became less severe. Another interpretationis that changes in policy or in the structure of the economy drive both phenomena. Wecannot tell one from the other. But our findings are consistent with the policystructureview of the great moderation.Japans experience stands in contrast to the US one. Japans economy appears toprogressively decouple from the rest of the world from the midseventies onward. By theend of the sample its exposure to world business cycles is not statistically different fromzero. The decline in the sensitivity to world shocks is not accompanied by a correspondingdecline in the sensitivity to domestic ones, as in the US case. Consistently with Figure 1,the variance of countryspecific fluctuations stays roughly constant all through the period.234.6 Does the Factor Model Capture Comovement?So far we have presented no evidence that what we have been referring to as internationalbusiness cycles actually captures comovement across countries. The top panel of Figure 6provides a birds eye view of the data, as it plots the demeaned real GDP growth rates for the 19 countries in the sample. The decline in output volatility between the first to the secondhalf of the sample is apparent from the picture: Not only in the second half of the samplethe large swings that characterize the first half are absent with the exception of Ireland,represented by the dotted line, but also fluctuations appear to be generally smaller in size.It is also apparent that countries output growth move together, both during recessions e.g.,in the midseventies and booms e.g., in the nineties, although this covariation is obscuredby the highfrequency component of fluctuations.i,tf wi,tf et be The next two panels of Figure 6 use the factor model to decompose these fluctuationsinto two components:international business cycles middle panel and countryspecificshocks lower panel.International business cycles and country specific fluctuations aret and i,t in equation 9, respectively Figure 6 plotscaptured by the terms bwthe posterior medians of these magnitudes for each country. Three features emerge from Figure 6: First, international business cycles are more persistent than countryspecific fluctuations. Second, there is a decline in the volatility of both components, consistently withthe results shown before. Third, there are no discernible comovements in the idiosyncraticcomponents i,t, suggesting that the World and European factors indeed capture cycles thatare common across countries.5 Conclusions The paper developed and estimated a dynamic factor model with timevarying factor loadings and stochastic volatility in the innovations to both the common factors and idiosyncratic components. We use the model as a measurement tool to characterize the evolutionof international business cycles since 1970.There are many other potential applications of our methodology. Within the international business cycle literature the model is well suited to address issues linking tradeand financial agreements with the impact this has on both comovement of both real andfinancial variables. Our model, which explicitly allows for changes in factor loadings is a24natural framework to analyze recent policy debates on the supposed decoupling of emergingmarkets economies.A second area to apply our model is the forecasting literature, which has long usedfactor models to improve forecast accuracy. Given the observed evolving dynamics in inflation, interest rates and macroeconomic aggregates we suspect that our model will help tofurther improve outofsample forecast accuracy. The ability of our models parameters toevolve over time to match changing relationships in the data should be the source of thisimprovement.Although in this paper we take our model to macro data, the econometric model also hasmany applications in finance. Factor models have long been used in that literature for bothpricing asset and for portfolio allocation. In a paper similar in spirit to our work Han2005develops a latent factor model with stochastic volatility and shows that the dynamic portfolio strategy suggested by the model outperforms in riskreturn space other allocationstrategies. Our model would allow one to develop dynamic allocation strategies where onewould also allow risk sensitivities to assets to vary over time. In the term structure, literature Diebold, Li and Yu 2007 study the properties of the global term structure of interestrates using a latent factor model. Interestingly, they estimate their fixedparameter constant volatility model on two subsamples of the data and document a changing nature ofinternational yield curve dynamics. Their term structure factor model would be a naturalapplication for our methodology, both because their subsample analysis reveals interestingchanges in yield curve dynamics, and because it is natural to use models with timevaryingvolatility to capture timevarying risk premia.6 References Ahmed, Shaghil, Andrew Levin, and Beth Anne Wilson, 2004, Recent U.S. Macroeconomic Stability: Good Policies, Good Practices, or Good Luck?, The Review of Economics and Statistics, 863: 824832.Altug, Sumru. 1989. TimetoBuild and Aggregate Fluctuations: Some New Evidence.International Economic Review 30 4, 889920.Bai, Jushan, and Serena Ng, 2002, Determining the Number of factors in Approximate Factor Models, Econometrica, vol 70, no 1, pp 191221.25Blanchard, Olivier and John Simon. 2001. The Long and Large Decline in U.S. Output Volatility. Brookings Papers on Economic Activity 1, 13564.Carter, C.K. and R. Kohn. 1994. On Gibbs sampling for state space models. Biometrika 813, 541553.Chib, Siddhartha and Edward Greenberg. 1994. Bayes inferences in regression modelswith ARMAp,q errors. Journal of Econometrics 64,183206.Cogley, Timothy and Thomas J. Sargent. 2001. Evolving PostWorld War II U.S. Inflation Dynamics. NBER Macroeconomics Annual, Volume 16. Cambridge and London:MIT Press, 33173.Cogley, Timothy and Thomas J. Sargent. 2005, Drifts and Volatilities: Monetary Policiesand Outcomes in the Post WWII US. Review of Economic Dynamics, 8 2, 262302Chauvet, Marcelle and Simon Potter. 2001. Recent Changes in the U.S. Business Cycle. The Manchester School, 69 5, 481508.Del Negro, Marco and Christopher Otrok. 2003. TimeVarying European Business Cycles. Mimeo, University of Virginia.Del Negro, Marco and Christopher Otrok. 2007. 99 Luftballons: Monetary policy andthe house price boom across U.S. states, Journal of Monetary Economics 54 7,19621985.Diebold, Francis, Canlin Yi and Vivian Yue. 2007. Global Yield Curve Dynamics and Interactions: A Generalized NelsonSiegel Approach, Journal of Econometrics, Forthcoming.Doyle, Brian M. and Jon Faust. 2005. Breaks in the Variability and Comovement of G7Economic Growth. Review of Economics and Statistics, 87 4, 72140.Doz, C., Giannone, D., Reichlin, L., 2006. A QuasiMaximum Likelihood Approach For Large Approximate Dynamic Factor Models. CEPR Discussion Paper 5724.Forni, Mario, and Lucrezia Reichlin. 1998. Lets get real: a factor analytic approach tobusiness cycle dynamics. Review of Economic Studies 65, 453473.Forni, Mario, and Lucrezia Reichlin. 2001. Federal Policies and Local Economies: Europeand the U.S. European Economic Review 45, 109134.26Forni, Mario, Marc Hallin, Marco Lippi, and Lucrezia Reichlin. 2001. The Generalizedidentification and estimation. Review of Economics and Dynamic Factor Model:Statistics 82, 540554.Forni, Mario, Marc Hallin, Marco Lippi, and Lucrezia Reichlin. 2005. The Generalized Dynamic Factor Model: OneSided Estimation and Forecasting. Journal of the American Statistical Association 100 471, 83040.Gali, Jordi and Luca Gambetti, 2007, On The Sources of the Great Moderation,Manuscript.Giannone, Domenico, Michele lenza, Lucrezia Reichlin. 2008. Explaining the Great Moderation: It Is Not the Shocks. ECB Working paper series 865.Hamilton, James D., Daniel F. Waggoner, and Tao Zha. 2007. Normalization in Econometrics. Econometric Reviews, 26, 221252.Han, Yufeng. 2006. Asset Allocation with a High Dimensional Latent Factor Stochastic Volatility Model, Review of Financial Studies, 19, 1.Heathcote, Jonathan and Fabrizio Perri. 2004. Financial Globalization and Real Regionalization. Journal of Economic Theory 119 1, 20743.Jaimovich, Nir, and Henry E. Siu, 2007. The Young, the Old, and the Restless: Demographics and Business Cycle Volatility. Manuscript. Stanford University and University of British Columbia.Justiniano, Alejandro and Giorgio E. Primiceri. 2006. The Time Varying Volatility of Macroeconomic Fluctuations. NBER Working Paper 12022.Kahn, James A., Margaret M. Mc Connell, and Gabriel PerezQuiros, 2002, On the Causesof the Increased Stability of the U.S. Economy, FRBNY Economic Policy Review.Kim, ChangJin, and Charles R. Nelson. 1999a. Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a MarkovSwitching Model of the Business Cycle. Review of Economics and Statistics 81 4, 60816.Kim, ChangJin, and Charles R. Nelson. 1999b. Statespace models with regime switching. The MIT Press. Cambridge, Massachusetts.27Kim, Sanjoon, Neil Sheppard and Siddhartha Chib, 1998, Stochastic Volatility: Likelihood Inference and Comparison with ARCH Models, Review of Economic Studies,65, 361393.Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman, 2003. International Business Cycles: World, Region and Country Specific Factors. American Economic Review, September.Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman, 2007. Understanding the Evolution of World Business Cycles Journal of International Economics, forthcoming Mc Connell, Margaret M.and Gabriel PerezQuiros. 2000. Output Fluctuations in the United States: What Has Changed since the Early 1980s? American Economic Review 90 5, 146476.Mumtaz, Haroon and Paolo Surico. 2006. Evolving International Inflation Dynamics:World and Country Specific Factors. Mimeo, Bank of England.Otrok, Christopher and Charles H. Whiteman, 1998. Bayesian leading indicators: measuring and predicting economic conditions in Iowa. International Economic Review 39 4, 9971014.Primiceri, Giorgio E  2005. Time Varying Structural Vector Autoregressions and Monetary Policy Review of Economic Studies, 72 3, 82152.Quah, D. and T.J. Sargent 1993, A Dynamic Index Model for Large Cross Sections,in J. Stock and M. Watson eds., New Research on Business Cycles, Indicators and Forecasting. New York: National Bureau of Economic Research.Sargent, Thomas J., 1989, Two Models of Measurements and the Investment Accelerator,Journal of Political Economy, vol 97 no 2.Sims, Christopher A. and Tao Zha. 2006. Were There Regime Switches in U.S. Monetary Policy? American Economic Review, 96 1, 5481.Stock, James H., and Mark H. Watson. 1989. New indices of coincident and leadingindicators. NBER Macroeconomics Annual, Cambridge and London: MIT Press,351393.Stock, James H., and Mark H. Watson. 1999. Forecasting Inflation. Journal of Monetary Economics 44 2, 293335.28Stock, James H., and Mark H. Watson. 2002a. Macroeconomic Forecasting Using Diffusion indexes. Journal of Business and Economic Statistics, Vol 2 20 No 2, pp 147162.Stock, James H., and Mark H. Watson. 2002b. Has the Business Cycle Changed and Why? NBER macroeconomics annual Volume 17. Cambridge and London: MITPress, 159218.Stock, James H., and Mark H. Watson. 2005. Understanding Changes in International Business Cycle Dynamics. Journal of the European Economic Association, 3 5,9681006.Stock, James H., and Mark H. Watson. 2007. Forecasting in Dynamic Factor Models Subject to Structural Instability. Mimeo, Harvard and Princeton Universities.Summers, Peter M., 2005, What Caused the Great Moderation? Some Cross Country Evidence, Federal Reserve Bank of Kansas City Economic Review, v 90 no 3.A Details of the Gibbs Sampler 29A.1 Conditional distribution of ai, i,1, . . . , i,pi, 2i ni1In this step of the Gibbs Sampler we condition on the factors, the parameters bi,t, for t 1,  , T ; i 1,  , n, and the stochastic volatilities hi,t. The presence of stochastic volatilities forces us to slightlymodify the Chib and Greenberg 1994 procedure.The likelihood of the first pi observations is more convoluted than in Chib and Greenberg 0section ??. We want to write the joint distribution of i,pi i,pi   i,1measurement equation i,t yi,t ai bi,tft. Define the companion matrix as:24 i,1 Ipi 1i 35 pi pi.i,pi 0, where from the200We can then write the law of motion of the vector i,t i,t . . . i,tpi1as an AR process incompanion form: i,t i i,t 1 i,t e 1 ui,t21. We assume that for t 0 that is, before the sample the 0where e 1 represents the vector 1 0   0idiosyncratic shocks are generated from a constant volatility model, i.e. hi,t 0, i,t i, t 0.0Under this assumption the vector: i,0 i,0 i,pi1is generated from a stationary distribution.Hence we can express its unconditional distribution as: i,0 N 0, 2i i,22where i is the solution of the Lyapunov equation implied by 21 for t 0. Using 21 we can also 0derive the distribution of i,pi i,pi  i,1as: i,pi pii i,0 i,pi e 1ui,pi i,pi 1ie 1ui,pi 1 i,1pi 1ie 1ui,1.23The above equations can be rewritten as: i,pi pii i,0 ihehi,pi e 1 ehi,pi 1 ie 1 . . . ehi,1 pi 1iz Zi 26666664ie 137777775ui,p ui,2ui,1Define yi,pi yi,pi bi,pi fpi . . . yi,1 bi,1f 100Si pii ipii Zi Z0iand xpi a pi unit vector. Now define2425and Qi the Choleski decomposition of Si Si Qi Q0variables yi yi,1 and xi,1 Q1i,1 Q1i. Note that if you use the transformedi xpi you can write the likelihood of the first pi observations,conditional on the factors and the timevarying loadings and variances, as:i,pi xpi ai0S1 yi,pi x yi pi2Si12 exp 1i pi2Qi1 exp 1L yi,pi  22 22pi ai0 y 22iii,pi xpi ai ypi ai.i,pi x 22i 3026The likelihood for the last T pi observations conditional on the first pi does not pose anyproblem. For each i, the likelihood of yi,t conditional on the previous pi observations is given by:Lyi,tft, bt,  , y 0,tpi , yi,t 1,  , yi,tpi 22 22i,t12 exp 1i e 2hi,t 12 exp 122i,tyi,t yi,tt 12 yi,t yi,tt 122iehi,t 227where yi,tt 1 ai bi,tft 1yi,t 1 ai bi,t 1ft 1   pi yi,tpi ai bi,tpi ftpi . Onecan write this expression as a function of either ai or i, i 1,  , pi and derive the posterior of theseparameters.Rearranging 27 we can write the likelihood for the last T pi observations can be written seesection ?? for more details as a function of ai:Lyi,pi1,  , yi,T, yi,1,  , yi,pi , . . . exp 122ii,2 xi,2ai yi,2 is a T pi 1i,2 is a T pi 1 vector with elements iLyi,t bi,tftehi,t , and xwhere ymatrix whose rows are given by the vector i1ehi,t essentially we estimate the ai coefficientsi,2 x 0i,2ai y28by GLS rather than OLS. Define 24 y yi,1i,235 T 1, xi 24 x xi,1i,235 T 2. yi Combining 29 with 26 and the prior for ai it is now easy to see that the posterior for ai, conditionalon the factor and all other parameters, is given by:ai NkA1i Ai ai 2i x 01i , Ai yiwith Ai Ai 2i x 02i xi , conditional on the factor and all other parameters:i . Combining 29 with 26 and the prior for 2i one obtains the posterior forwhere d 2i yi xi ai0 yi xi ai.i IG2 i T2, 2i d 2i Now we focus on the posterior for i, i 1,  , pi. Defineei,t yi,t ai bi,tftand note that:yi,t yi,tt 1 ei,t 1ei,t 1  pi ei,tpi .This implies that 27 can be expressed as a function of the es and the s:31Lyi,pi1,  , yi,T, yi,1, f 1 exp 122i29where ei ei,pi1i,pi1, ,  , ei,T i,T 0 is a T pi 1 vector and Ei is a T pi pi matrixwhose tth row is given by the 1 pi vector ei,t 1i,t,  , ei,tpi i,t. Combining 29 with 26 andthe prior for i one finds the posterior for i, conditional on the factor and all other parameters:ei Eiiei Eii0i ii Npi 1i i i 2i E0iei, 1iISiwhere i i i Ei and ii comes from 26:2i E0ii Si12 exp 122ii,pi xpi ai y 0S1ii,pi xpi ai. y In the MCMC iteration q we can generate the draw qi from Npi  ISi and then accept them withprobability miniqi iq 1i, 1.A.2 Conditional distribution of 0,1, . . . , 0,qThe conditional distribution of the 0,q 0,1, . . . , 0,q0 can be derived by a straightforwardmodification of the procedure in Otrok and Whiteman 1998 that takes the stochastic volatilitiesinto account. Note that 0 does not enter the likelihood 0 enters only the prior distribution ofthe factors. The model 6 implies that such prior is proportional to:L f0 L f 10 L f 20 2p 02012 exp 12 f 0110 f 1 2Tp 02 exp 12 e 0 E000e 0 E0030where f 1 and f 2 represent the first p 0 and the last T p 0 elements of ft f 1, . . . , f T. are defined The posterior for 0 can therefore be derived as in the previous section:0 00 Np 0 0E0, e 0 fp 010,p 01, ,  , f T 0,T 0 is a T p 0 1 vector and E0 is awhere 0 0 E0T p 0 p 0 matrix whose tth row is given by the 1 p 0 vector f 0,t 10,t,  , f 0,tp 0 0,t, and 00 equals the first part of expression 30.10 0 0 E10 IS000e 0, A.3 Mean and variance of fp conditional on the first p observations Define yp 1 y 0p, . . . , y 010, and p 1 0p, . . . , 010, and:26664 b 1,t bn,t Bt 0n,q 137775 .t 1Xj0j 0 u 0,tj t. Bp  Bpp 20 Bpp 10Note that yt a Btt 0 f 0 Bt Hence we can write the first p observations as:3777777526666664In In z In Iy 26666664 Bpp 0  B220 B10Byz 37777775 a f 0 26666664 00  yp 1 Moreover fp p 0 f 0 hIz  p 2Uf 0ip 1032313237777775 p 1. u 0,p  u 0,2 u 0,1377777752666666437777775 .0,10 and p 1 0p , . . . , 010, B20 B20 B1z Uy 26666664 u 0,p  u 0,2 u 0,10,p, . . . , u 0Call 0 and p 1 the variance covariance matrix of up 1 u 0respectively. From our distributional assumptions we have that 24 yp 1 fp 35 N0 Iy a By f 0,0p 0 f 0,0,By s 0,0B0y Uy 0 U00 s 0,0B0py Uf 0 U0yy p 1 0 s 0,0p 0p 0 Uf 0 U0f 1A33where f 0,0 and s 0,0 are the unconditional mean and variance of ft. Therefore the conditional meanand the variance of fp are given by:Epi fp p Vpi fp p 0y Uf 0 U0 f 0,0 pBy s 0,0B0By s 0,0B00 s 0,0p 00 s 0,0B0y Uy 0 U00 Uf 0 U0y Uy 0 U0 y p 1 1f py p 1 1p 0 s 0,0B0y yp 1 Ip a By f 0,0y Uf 0 U0y 0 s 0,0B0y Uf 0 U0y 034.To complete the above formula we need an expression for the matrix p 1 , the unconditional 10. Recall from section A.1 that the unconditional variance of i,p variance of p 1 0p, . . . , 0i Si. The vector p 1 contains i,p in row i, i,p 1 in row n i, and so on.i,p,  , i,10 is given by 2Since the idiosyncratic shocks are uncorrelated across equations the matrix p 1 will then havethe following structure:p 1 2666666666666641110 1210 0. . .1120. . .2110221. .   .   . .2120  .   . .377777777777775,where ikl the k, lth element of Si. Finally, 0 is as follows:2666666666666640 0. .   . .0,p 1000. . .000,p 00 33377777777777775,A.4 Mean and variance of bi,pi conditional on the first pi observations Key ingredients in the procedure are the mean and variance for the initial state bi,pi bi,pi , . . . , bi,1, bi,00given the first pi observations ypi 1 yi,pi , . . . , yi,10, and the factors. Note thatiypi 1iand bi,pi :37777775 2666666437777775i,pi i,2i,1i,pi i,2i,1266666643777777537777775i,pi i,2i,13536yi,t ai bi,0ft i,j ft i,t.We can write the first pi observations as:t Xj1 fpifpi f 2z 0Uy 1 1100110 z Ubf 2f 137777777775266666641 000fpi 002666666426666666664bi,0 ai bi,0 377777753777777777526666664377777751 11 z Iy 26666664fpi f 2zf 1By 1  bi,pi 26666666664 z Bb 0 Iyai By bi,0 1,Bb bi,0Call Uy and Ub the two upper triangular matrices in equations 35 and 36, respectively. From ourdistributional assumptions we have that 24 ypi 1i bi,pi 35 NBy si,0B0y 2Bb si,0B0i Uy U0y 2y 2i Ub U0yi Si Bb si,0B0b 2i Ub U0b 1A 37where bi,0 and si,0 are the unconditional mean and variance of bi,0. Therefore the conditional meanand the variance of bi,pi are given by:34y 2i Uy U0 Bb si,0B0i Ub U0b 2i Ub U0Epi bi,pi Bb bi,0y 2Vpi bi,pi Bb si,0B0y 2y By si,0B0i Ub U0y By si,0B0A.5 Drawing i,0, . . . , i,1piIn order to draw i,0, . . . , i,1pi we use the law of motion Bb si,0B0i Uy U0y 2y 2bi Si1 ypi 1i Iyai By bi,038y 2i Si1 Bb si,0B0y 2i Ub U0y0.0 i,t i i,t 1 i,t 1 0   0ui,t,390of the vector i,t i,t . . . i,tpi1i,t. Again, i,j is known for j pi. Conditional on i,j we can draw i,j 1 using 39 for j pi,  , 1.in this step we are using the previous iterations draw of In order to do this we need the unconditional variance of i,j and the covariance between i,j and i,j 1 the unconditional means are all zero. These can be recovered using the recursion:V ar i,jCov i,j 1, i,j V ar i,j 10 i V ar i,j 10ii 20i,j 1 0   01 0   040starting from V ar i,0 2i,0i see expression 22.A.6 Drawing the stochastic volatilities Once we have the zi,ts, we can draw the stochastic volatilities using the procedure in Kim, Shephard,and Chib 1998, which we briefly describe. Taking squares and then logs of 19 one obtains:i,t log2i 2hi,t ui,tzwhere zi,t logz 2i,t c, c .001 being the offset constant, and ui,t logu 2i,t.41If ui,t werenormally distributed, the hi,t could be drawn as in Carter and Kohn, using 41 as the measurementequation and 8 as the transition equation. In fact, uand Chib 1998 address this problem by approximating the log2that is, expressing the distribution of ui,t is distributed as a log21 with a mixture of normals,1. Kim, Shephard,i,t as:KXpdf ui,t k 1.2704, qk N m 2k 42k1The parameters that optimize this approximation, namely qk, m Shephard, and Chib 1998. Note that these parameters are independent of the specific application.k1 and K, are given in Kim,k, kKThe mixture of normals can be equivalently expressed as:i,tsi,t k N mk 1.2704, 2k , P rsi,t k qk.u43Conditional on si,t k, the hi,t can be now drawn as in Carter and Kohn 1994, using 41 as the 35measurement equation and 8 as the transition equation. Therefore, once we have a set of draws forsi,tTt1, drawing the stochastic volatilities is straightforward.The next task is to draw the set si,tTt1, conditional on the draws for the stochastic volatilitiesand the other parameters. Conditional on the hi,t and all other parameters, we can use 42 to drawthe si,t, i.e.:where from 41 u P rsi,t k . . . qki,t zi,t 2hi,t.k exp 112 2ki,t mk 1.27042u A.7 Drawing the stochastic volatilities for the factor: 0,tTt1.Definez 0,t ft 0,1ft 1   0,pi ftq.4445Using this definition, and the fact that decomposition 0,t ehi,t , expression 6 can be rewrittenas:z 0,t eh 0,t u 0,t.46Since ft is given at this stage the z 0,t are known quantities for t q. For t 1,  , q we needto obtain draws of the idiosyncratic shocks and condition on them. This is done by using furtheriterations backward in the Carter and Kohn procedure. To do this we need the mean and thevariance of ft given the first t observations. For t q 1 p these quantities are obtained insection A.3. A similar approach delivers the same objects for t p 1,  , 1. Given the z 0,ts, theremainder of the procedure is as in Kim, Shephard, and Chib 1998.Table 1: Variance Attributable to World, European, and Idiosyncratic Shocks Dates 70Q280Q185Q190Q195Q105Q436U.S.Norway Spain Notes: See next page U.K.Austria Belgium Denmark Finland France 0.7 0.0,4.70.5 0.0,2.90.4 0.0,2.40.3 0.0,1.61.5 0.0,8.28.3 1.3,16.80.4 0.0,2.35.3 1.3,10.3Japan 7.7 3.8,12.2Canada 2.6 0.5,5.212.0 0.0,26.1 12.1 2.4,22.9 5.8 1.6,10.93.7 2.3,5.35.1 2.9,7.58.7 3.6,14.221.3 9.3,35.6 20.1 12.4,30.2 11.0 6.4,16.3 6.5 3.7,9.70.2 0.0,0.97.4 0.0,20.31.9 0.0,4.9World 2.8 1.5,4.3Country 4.8 2.1,8.3Total 0.4 0.0,2.7World Country 13.8 7.5,21.2 10.8 6.8,15.2 11.3 7.4,15.5 12.9 9.1,17.3 11.3 7.8,15.5 11.0 6.4,16.322.3 12.6,34.9 12.8 8.0,18.0 12.1 8.0,16.6 13.3 9.3,17.8 11.8 8.0,16.0 11.9 7.1,17.8Total 11.3 1.4,24.8 8.5 2.7,15.9World Country 9.8 5.4,15.07.3 4.5,10.3Total 2.7 0.6,5.5World Country 19.6 11.7,28.4 18.5 12.9,24.4 12.7 8.6,17.2 8.5 5.6,11.7Total New Zealand World 2.6 0.0,6.12.3 1.2,3.65.1 2.0,9.00.6 0.0,2.75.6 3.1,8.423.1 13.8,34.2 22.1 15.7,29.7 16.8 11.6,22.5 11.5 7.9,15.8 8.6 5.5,11.9 6.6 3.5,10.21.2 0.0,4.73.7 1.1,6.93.0 1.8,4.221.8 11.6,35.4 16.0 9.8,23.4 13.2 8.2,18.8 9.3 5.8,13.5 6.7 4.0,10.31.6 0.0,3.66.8 4.4,9.41.8 0.1,3.93.2 2.1,4.55.1 2.9,7.70.2 0.0,1.27.2 2.7,13.05.8 3.7,8.25.3 2.1,9.44.0 2.5,5.6Australia 0.5 0.0,2.11.5 0.0,4.61.6 0.0,4.62.1 0.0,5.53.2 0.0,7.12.6 0.0,8.43.8 0.7,7.90.1 0.0,0.51.1 0.0,2.82.7 1.4,4.24.2 2.3,6.42.8 0.0,6.61.8 0.0,4.90.0 0.0,0.20.1 0.0,0.42.2 1.2,3.52.4 1.3,3.71.8 0.0,4.51.0 0.0,3.52.4 0.0,7.53.8 0.2,8.02.4 1.4,3.69.5 4.6,15.34.3 0.0,13.44.3 0.0,11.48.1 3.8,12.74.0 0.0,14.93.0 0.0,9.1204 124,292 151 105,206210 129,298 155 110,2116.3 0.0,16.83.5 0.0,8.10.8 0.0,3.90.7 0.0,5.11.7 0.2,3.50.1 0.0,0.62.5 1.6,3.64.5 2.5,6.70.1 0.0,0.61.3 0.0,3.02.2 1.2,3.23.8 1.9,6.00.1 0.0,0.40.1 0.0,0.82.3 1.2,3.62.7 1.5,4.11.7 0.0,4.20.5 0.0,2.32.7 0.7,5.20.1 0.0,0.64.3 2.8,6.025.9 15.7,38.5 20.5 14.2,27.3 11.5 7.4,16.0 7.4 4.7,10.40.1 0.0,0.52.8 0.7,5.43.4 2.1,4.929.5 19.0,41.817.9 12.2,24.6 11.8 7.3,16.8 6.5 4.0,9.70.0 0.0,0.30.1 0.0,0.52.1 1.2,3.42.4 1.3,3.71.5 0.0,3.80.6 0.0,2.60.8 0.0,2.60.1 0.0,0.91.7 0.9,2.72.9 1.2,5.20.4 0.0,1.91.1 0.0,3.31.6 0.7,2.63.6 1.4,6.50.5 0.0,1.60.3 0.0,2.30.4 0.0,2.22.4 0.0,6.22.2 0.9,3.93.2 1.6,5.23.7 1.8,6.16.7 3.1,11.41.5 0.0,4.83.7 0.0,9.80.5 0.0,2.80.8 0.0,3.38.0 4.0,12.4 13.4 9.1,18.3 15.9 11.0,21.2 17.5 12.5,22.8 12.8 8.8,17.6 9.7 5.5,14.613.6 6.8,21.8 18.9 12.9,25.4 19.5 13.7,26.4 20.3 14.5,26.9 15.7 11.0,21.6 12.7 7.4,19.52.5 0.0,6.9108 77,143 58.8 39.0,81.035.3 22.8,50.921.7 10.7,34.4Country 111 80,147 61.4 42.4,84.837.5 24.2,52.823.6 12.1,37.4Total 2.5 0.1,5.4World Europe 0.5 0.0,2.2Country 16.5 9.6,24.7 14.9 10.0,20.1 7.9 5.3,10.8Total 0.2 0.0,0.9World Europe 4.7 0.9,9.2Country 17.5 10.4,25.6 11.4 7.7,15.5 6.6 4.3,9.0Total World Europe Country Total World Europe Country Total World Europe Country 13.0 7.4,19.6 15.5 10.2,21.5 13.5 8.5,18.8 13.1 8.4,18.7 11.5 7.3,16.6 10.6 5.6,16.8Total 15.7 9.1,23.9 16.9 10.9,23.3 15.7 10.1,21.8 17.5 11.9,23.8 16.1 10.7,22.4 15.6 8.4,23.9World Europe Country Total World Europe Country Total World Europe Country Total World Europe Country Total 2.8 0.3,5.8World Europe 1.6 0.0,4.1Country 23.4 13.6,34.5 26.0 18.7,34.7 16.2 11.1,21.8 9.7 6.3,13.4Total Netherlands World 0.7 0.0,2.1Europe 3.3 0.7,6.6Country 14.3 7.6,21.9 17.5 11.8,24.0 12.9 8.7,17.3 8.2 5.5,11.6Total World Europe Country 79.4 49.5,116 44.7 28.1,62.329.6 18.3,42.124.6 15.9,35.422.3 14.5,31.1 16.0 8.7,25.185.3 54.7,122 48.3 31.8,66.731.5 19.8,44.325.7 16.6,36.623.8 15.7,33.119.4 10.9,29.4Total Switzerland World Europe Country Total World Europe Country Total 0.2 0.0,1.40.8 0.0,3.44.3 1.8,8.26.1 2.5,11.60.2 0.0,1.40.7 0.0,4.82.9 0.0,7.55.2 0.0,11.93.3 1.7,5.18.4 4.9,12.115.6 8.4,24.3 13.6 8.7,19.0 10.1 6.3,14.8 8.8 5.6,12.5 8.5 5.4,12.4 7.0 3.2,12.12.6 0.0,6.20.3 0.0,1.62.8 1.3,4.726.5 15.8,38.5 29.1 21.2,38.6 20.1 13.7,26.9 14.8 9.8,20.0 10.8 6.7,15.6 6.2 2.6,10.80.8 0.0,3.14.8 0.6,10.63.3 1.5,5.419.2 10.6,28.3 24.6 17.6,32.5 19.4 13.3,26.2 12.8 8.6,17.8 8.5 5.1,12.4 9.6 4.6,16.10.3 0.0,1.91.8 0.0,6.00.5 0.0,2.10.9 0.0,3.02.2 1.2,3.34.0 1.8,7.10.3 0.0,1.52.6 0.0,6.33.5 1.8,5.618.7 11.4,28.0 14.7 9.8,20.2 14.1 9.3,19.9 14.7 9.6,20.5 9.9 6.1,14.3 6.9 3.1,11.50.5 0.0,3.41.0 0.0,7.10.3 0.0,1.50.1 0.0,0.70.3 0.0,1.90.7 0.0,2.46.2 2.9,11.59.2 4.6,17.1 15.1 7.1,27.9 30.5 14.2,57.5 94.4 37.3,1897.5 3.6,13.2 10.5 5.2,18.4 16.5 8.0,29.1 32.7 15.6,59.5 98.5 40.5,1930.8 0.0,3.83.9 0.0,8.08.0 5.5,10.90.5 0.0,2.20.4 0.0,3.42.2 0.0,5.81.6 0.0,5.75.4 3.0,8.36.0 3.4,9.18.7 4.1,14.5 11.8 7.4,17.4 11.4 6.7,17.0 11.1 6.4,16.5 9.5 5.4,14.70.7 0.0,5.20.2 0.0,1.30.2 0.0,1.21.3 0.0,3.90.8 0.0,3.81.3 0.0,4.14.3 2.1,6.68.5 5.1,12.2 12.3 7.5,18.1 9.0 5.1,13.67.0 3.2,12.50.8 0.0,3.42.8 0.0,8.14.2 1.9,7.08.9 4.1,15.50.2 0.0,1.30.1 0.0,0.90.3 0.0,2.00.8 0.0,2.75.6 3.3,8.05.5 2.5,9.57.1 4.1,10.3 10.6 6.5,15.5 15.0 9.5,21.6 11.2 6.7,16.8 6.7 3.0,11.60.6 0.0,1.81.3 0.0,2.92.3 1.5,3.24.4 2.5,6.62.7 0.0,6.33.3 0.3,7.18.0 4.8,11.30.1 0.0,0.81.8 0.0,4.02.2 1.4,3.14.4 2.3,7.01.3 0.0,3.54.3 0.7,8.77.9 5.0,11.00.6 0.0,1.81.7 0.2,3.62.1 1.4,3.04.7 2.6,7.10.3 0.0,1.46.4 2.3,11.67.6 4.8,10.40.3 0.0,1.12.3 0.2,4.92.0 1.3,2.94.9 2.5,7.70.2 0.0,1.23.5 0.5,7.05.8 3.8,8.20.6 0.0,2.82.8 0.0,6.67.5 4.9,10.90.7 0.0,3.02.2 0.0,5.87.6 4.6,11.20.7 0.0,2.52.4 0.0,6.07.3 4.3,10.91.0 0.0,2.51.6 0.0,3.85.5 3.4,7.92.9 0.5,6.31.7 0.0,4.55.5 3.3,8.00.4 0.0,1.62.5 0.0,5.75.2 3.4,7.02.1 0.0,8.91.2 0.0,5.61.7 0.0,5.20.6 0.0,2.90.8 0.0,4.70.7 0.0,3.71.1 0.0,3.90.9 0.0,3.40.9 0.0,4.42.7 0.0,6.62.5 0.0,6.13.6 0.4,7.80.4 0.0,2.10.2 0.0,1.30.5 0.0,2.60.5 0.0,2.73.2 0.0,8.10.2 0.0,1.43.2 0.0,8.30.3 0.0,1.70.8 0.0,2.31.6 0.0,3.95.9 4.0,8.00.9 0.0,2.90.3 0.0,1.90.3 0.0,1.40.2 0.0,1.50.3 0.0,1.40.6 0.0,2.51.0 0.0,3.12.2 0.0,5.36.3 4.2,8.61.9 0.0,4.71.2 0.0,3.93.0 0.0,9.20.4 0.0,2.8Ireland Italy Sweden 0.2 0.0,1.41.7 0.0,5.01.7 0.0,4.14.1 0.5,8.51.1 0.0,4.00.2 0.0,1.4Germany37Notes to Table 1: The Table shows the variance attributable to international business cycles World, European business cycles Europe, countryspecific fluctuations Country, and the overall variance Total, computedas the sum of the variances attributed to each component. For each date, each country, and each MCMC draw thevariance attributable to international European business cycles is computed by multiplying w 2i,t timesi,tthe variance of the factor, computed from equation 6 using the time t estimate of the factors stochastic volatile 2ity h 0,t. Likewise, the variance attributable to countryspecific cycles is computed from equation 7 using thetime t estimate of the idiosyncratic components stochastic volatility hi,t. The Table shows the median acrossall posterior draws. Boldfaced numbers indicate that the variance has significantly declined at the 10% levelrelative to the beginning of the sample. Underlined numbers indicate that the variance has significantly declinedat the 10% level relative to the previous date.Table 2: Relative Importance of World, European, and Idiosyncratic Shocks 3870Q280Q185Q190Q195Q105Q4World 40 0,66Country 42 12,78 39 12,66 46 24,70 58 36,81 64 39,88 60 34,10058 22,88 61 34,88 54 30,76 42 19,64 36 12,61World Country 65 35,100 88 68,100 96 84,100 99 93,100 98 90,100 97 80,10012 0,3235 0,652 0,104 0,163 0,201 0, 7World 53 21,80 54 32,76 56 33,75 57 37,77 55 33,77 53 18,81Country 47 20,79 46 24,68 44 25,67 43 23,63 45 23,67 47 19,82New Zealand World World 10 0,33Country 88 69,100 86 71,100 77 58,94 76 58,93 81 62,98 90 67,10023 6,4219 2,3812 0,3124 7,4214 0,292 0, 72 0, 62 0, 63 0, 94 0,125 0,18Country 98 93,100 98 94,100 98 94,100 97 91,100 96 88,100 95 82,100World 28 0,59Europe 5 0,27Country 66 39,92 75 54,93 70 49,91 60 38,80 58 34,82 60 30,9637 16,59 38 14,631 0, 82 0,1222 4,424 0,1826 0,533 0,2017 0,354 0,1912 0,45World Europe 33 0,64Country 61 40,83 65 46,83 57 35,81 54 33,77 59 32,86 46 17,805 0,261 0, 729 7,51 30 11,50 40 17,62 43 21,653 0,1634 5,622 0,121 0, 814 0,41World Europe 13 0,48Country 50 19,82 67 39,93 94 79,100 93 75,100 89 66,100 64 33,954 0,3238 0,661 0,1228 0,532 0,113 0,181 0, 92 0,142 0,155 0,27World Europe Country 61 34,88 72 53,90 84 68,98 88 75,99 83 67,98 80 58,10012 0,334 0,2011 0,253 0,1428 0,556 0,2315 0,3110 0,249 0,215 0,177 0,173 0,12World Europe Country 87 65,100 94 82,100 89 73,100 78 56,99 75 51,98 72 46,10020 0,483 0,1621 0,442 0,1019 0,411 0, 87 0,231 0, 85 0,263 0,182 0,131 0, 912 0,41World Europe 23 0,53Country 26 10,46 53 29,77 51 24,79 46 23,70 42 20,69 56 26,903 0,165 0,2142 13,70 37 13,62 48 18,7527 0,6143 9,7313 0,3629 4,5514 0,324 0,21World Europe 40 9,69Country 45 17,71 55 34,76 57 35,80 52 32,73 60 37,82 52 24,819 0,232 0,1131 11,54 44 24,64 36 13,5923 0,5824 0,5719 0,3823 5,452 0, 9World Europe Country 77 49,100 87 68,100 92 75,100 95 82,100 96 86,100 98 90,1003 0,2113 0,432 0,143 0,163 0,121 0, 81 0, 89 0,280 0, 41 0, 71 0, 81 0, 83 0,19World Europe 44 11,76Country 55 30,81 60 39,82 64 41,87 69 47,91 62 38,87 49 20,8110 0,2723 0,435 0,1730 6,564 0,2835 0,589 0,2419 0,376 0,2630 0,49Dates U.S.Japan Canada Australia U.K.Austria Belgium Denmark Finland France Germany Ireland Italy Sweden 10 0,22 20 5,37 28 7,50 43 11,75World Europe 6 0,184 0,23Country 91 76,100 91 81,100 82 66,97 67 47,86 52 30,74 47 19,783 0,163 0,144 0,133 0,1111 0,2516 0,36Netherlands World 12 0,278 0,3019 0,38 52 21,80Europe Country 77 57,95 73 55,88 68 49,86 66 46,85 67 45,88 35 13,609 0,2021 5,405 0,2114 0,325 0,1527 9,4510 0,2315 2,30Norway 2 0, 9World Europe 10 0,28Country 95 86,100 94 86,100 95 87,100 97 91,100 95 86,100 86 67,1001 0, 63 0,103 0,101 0, 73 0,111 0, 63 0, 91 0, 61 0, 51 0, 6Switzerland World 10 0,35Europe 34 0,64Country 65 37,97 66 43,89 69 45,93 68 44,92 66 40,91 49 21,847 0,2520 0,416 0,2122 0,446 0,2124 0,485 0,3420 0,505 0,2325 0,46Spain World Europe Country 66 33,100 82 63,100 83 64,100 85 66,100 84 63,100 88 65,1002 0,1112 0,312 0, 912 0,302 0,1112 0,3210 0,5512 0,432 0,1312 0,323 0,185 0,25Notes: The Table shows the variance attributable to world, European, and countryspecific cycles as a fractionof the total variance for each country in the sample for the six dates shown above. All figures are in percent,and numbers in parenthesis represent the 90% posterior bands. Boldfaced figures indicate that the change inthe fraction of the variance explained by each component relative to the beginning of the sample is significant atthe 10% level. Underlined figures indicate that the change relative to the previous date is significant at the 10%level.39Figure 1: Variance of Real GDP Growth for G7 Countries TenYears Rolling WindowNotes: The Figure shows for each period t the variance of real GDP growth in the previous ten year period.80848892960004010203040U.S.80848892960004010203040Japan 80848892960004010203040Germany 80848892960004010203040U.K.80848892960004010203040France 80848892960004010203040Italy 80848892960004010203040CanadaFigure 2: Volatility: Common Factors vs CountrySpecific Fluctuations G7Countries40Notes: The Figure shows the variance attributable to international business cycles black, European businesscycles gray, and countryspecific fluctuations white. For each point in time, each country, and each MCMCe 2draw the variance attributable to international European business cycles is computed by multiplying w 2i,t i,ttimes the variance of the factor, computed from equation 6 using the time t estimate of the factors stochasticvolatility h 0,t. Likewise, the variance attributable to countryspecific cycles is computed from equation 7 usingthe time t estimate of the idiosyncratic components stochastic volatility hi,t. The Figure shows the medianacross all posterior draws.7074788286909498020102030U.S.7074788286909498020102030Japan 7074788286909498020102030Germany 7074788286909498020102030U.K.7074788286909498020102030France 7074788286909498020102030Italy 7074788286909498020102030Canada41Figure 3: Average Crosscountry Correlations G7 Countries All Countries European Countries Euro Countries Notes: The figure shows the average crosscountry correlation for G7 countries, all countries in the sample, European countries, and countries that have joined the Euro. At each point in time, and for each MCMC draw,we compute all pairwise correlations implied by the factor model using the time t estimates of the loadings andstochastic volatilities. We then take the unweighted average across countries in the group. The Figure plots themedian and the 90% bands of this average.0.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 7074788286909498020.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 7074788286909498020.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 7074788286909498020.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 7074788286909498020.050 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 42Figure 4: Crosssectional Dispersion in Volatility Total International Business Cycles CountrySpecific G7 Countries Total International Business Cycles CountrySpecific All Countries All Countries But Norway, New Zealand, and Ireland Total International Business Cycles CountrySpecific Notes: The Figureshows the evolution over time of the crosssectional standard deviation in output growthvolatility for three groups of countries: G7, all the countries in our sample, and all the countries but Norway, New Zealand, and Ireland. For each group of countries we show the median across MCMC draws of crosssectionalstandard deviation of the total volatility, as well as the volatility attributed to international business cycles andcountryspecific fluctuations. The shaded area represents the 90% bands. The median is shown as a solid linewhenever the decline in the crosssectional standard deviation relative to the beginning of the sample is significantat the 10% level, and as a dashed line otherwise.0 2 4 6 8 10127074788286909498020 2 4 6 8 10120 2 4 6 8 10127074788286909498020 2 4 6 8 10120 2 4 6 8 10127074788286909498020 2 4 6 8 10120 102030405060707074788286909498020 102030405060700 102030405060707074788286909498020 102030405060700 102030405060707074788286909498020 102030405060700 2 4 6 8 10127074788286909498020 2 4 6 8 10120 2 4 6 8 10127074788286909498020 2 4 6 8 10120 2 4 6 8 10127074788286909498020 2 4 6 8 101243Figure 5: The US and Japan: Sensitivity to the World Factor and CountrySpecific Volatilities Loadings to the World Factor CountrySpecific Volatilities Notes: The Figure plots the timevarying loadings to the world factor bwi,t top and standard deviations of thecountryspecific component relative to the first period i,ti,1 bottom for the US and Japan. The solid linesshow the median and the shaded areas and dotted lines represent the 68 and 90% bands, respectively.0.51 1.52 2.53 3.57074788286909498020.51 1.52 2.53 3.5U.S.1.51 0.50 0.5 1 1.5 2 2.5 3 7074788286909498021.51 0.50 0.5 1 1.5 2 2.5 3 Japan 0.90.80.70.60.50.40.30.20.10 0.1 7074788286909498020.90.80.70.60.50.40.30.20.10 0.1 U.S.0.40.30.20.10 0.1 0.2 7074788286909498020.40.30.20.10 0.1 0.2 Japan44Figure 6: Output Growth Decomposition: International Business Cycles vs CountrySpecific Fluctuations Notes: The Figure plots for each country the demeaned data Data, the posterior medians of the terms bwbei,tf et International Business Cycles and i,t CountrySpecific Fluctuations in equation 9.i,tf wt 707478828690949802201001020Data 707478828690949802201001020International Business Cycles 707478828690949802201001020Country Specific Fluctuations", "filename": "587541962.pdf", "person": ["Marco Del Negro", "Del Negro, Marco", "Christopher Otrok", "Otrok, Christopher"], "date": ["2008"]}