{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39188/1/587996382.pdf"], "title": ["Personalrisikomanagement: Mitarbeiterbindung und die Relevanz für Unternehmen"], "plaintext": " Vertrieb: Die Fakultat fur Wirtschaftswissenschaften der Hochschule Wismar, University of Technology, Business and Design bietet die Prasenzstudiengange Betriebswirtschaft, Management sozialer Dienstleistungen, Wirtschaftsinformatik, Wirtschaftsrecht und Tax and Business Consulting sowie die Fernstudiengange Betriebswirtschaft, Business Consulting, Business Systems, Facility Management, Quality Management, Sales and Marketing und Wirtschaftsinformatik an. Gegenstand der Ausbildung sind die verschiedenen Aspekte des Wirtschaftens in der Unternehmung, der modernen Verwaltungstatigkeit im sozialen Bereich, der Verbindung von angewandter Informatik und Wirtschaftswissenschaften sowie des Rechts im Bereich der Wirtschaft. Nahere Informationen zu Studienangebot, Forschung und Ansprechpartnern finden Sie auf unserer Homepage WWW: http:www.wi.hswismar.defwwindex.php. Die Wismarer DiskussionspapiereWismar Discussion Papers sind urheberrechtlich geschutzt. Eine Vervielfaltigung ganz oder in Teilen, ihre Speicherung sowie jede Form der Weiterverbreitung bedurfen der vorherigen Genehmigung durch den Herausgeber. Herausgeber: im World Wide Web Prof. Dr. Jost W. Kramer Fakultat fur Wirtschaftswissenschaften Hochschule Wismar University of Technology, Business and Design PhilippMullerStrae Postfach 12 10 D 23966 Wismar Telefon: 4903841753 441 Fax: 4903841753 131 EMail: jost.kramerhswismar.de HWSHochschule Wismar Service Gmb H PhillippMullerStrae Postfach 12 10 23952 Wismar Telefon:4903841753574 Fax: 490 3841753575 EMail: infohwswismar.de Homepage: http:cms.hwswismar.deservicewismarerdiskussionsbrpapiere.html ISSN 16120884 ISBN 9783939159469 JELKlassifikation M12, M51, M54 Alle Rechte vorbehalten. Hochschule Wismar, Fakultat fur Wirtschaftswissenschaften, 2008. Printed in Germany33 4 5 5 5 8 9 14 16 16 17 20 21 21 24 27 29 33 35 35 39 40 42 43 43 Zielstellung Inhaltsverzeichnis 1. Einleitung 1.1. 1.2. Vorgehensweise 2. Risiken 3. Personalrisiken 3.1. Beeinflussbare Personalrisiken 3.2. Nichtmarginal beeinflussbare Personalrisiken 3.3. 4. Personalrisikomanagement 4.1. 4.2. Voraussetzungen fur die Einfuhrung eines Prozess des Personalrisikomanagements Zusammenfassung Ziele der Mitarbeiterbindung Faktoren zur Mitarbeiterbindung PersonalrisikomanagementSystems 4.3. Zusammenfassung 5. Mitarbeiterbindung 5.1. 5.2. 5.3. Manahmen und Instrumente zur Mitarbeiterbindung 5.4. Mitarbeiterbindungsmanagement RetentionManagement 5.5. 6. Aufwand und Nutzenuberlegungen der Mitarbeiterbindung fur Zusammenfassung Inhaltsverzeichnis ein Unternehmen 7. Fazit Literaturverzeichnis Internetquellen Weitere Quellen Autorenangaben 4 4 1. Einleitung Globalisierung und Deregulierung bringen den Unternehmen in vielerlei Hinsicht neue Moglichkeiten, ihr wirtschaftliches Handeln zu optimieren. Aber so wie durch diesen schnellen Wandel und die steigende Komplexitat von Geschaften mehr Optionen entstehen, werden auch immer mehr neuartige Risiken bekannt oder genauer ausgedruckt; bewusster wahrgenommen. Zudem erfahren Unternehmen immer mehr, dass das Nichtbeachten von Risiken enorme Kosten verursachen kann. Ein effektives und effizientes Risikomanagement ist daher sehr wichtig vgl. Hochrein 1999: 16 ff. Allgemeine Risiken wie Markt, Sicherheits, Umwelt, Unfall und Prozessrisiken sowie die Gefahren in der Finanzindustrie wie Lebens und Sachrisiken, Kredit oder Zinsanderungsrisiken sind in der heutigen Geschaftswelt unmittelbar vorhanden. Sie sind erforscht, konnen gemessen, bewertet und mit einer Vielzahl von moglichen Manahmen, die von Kontrollen, dem Einsatz derivativer Finanzinstrumente bis hin zur Versicherung reichen, systematisch gesteuert und minimiert werden. Neu erkannte Risiken wie zum Beispiel das Personalrisiko sind noch wenig systematisch erforscht, und werden deshalb, wenn uberhaupt, nur punktuell und kaum ganzheitlich gesteuert vgl. Kropp 2004: 132. Die Ruckbesinnung auf den Menschen in Unternehmen kann nicht verwundern, denn Wachstum, Profitabilitat und Innovationen hangen direkt oder indirekt von den Mitarbeitern des Unternehmens ab vgl. Kobi 1999: 19ff. Das Personal, oder auch Human Resources HR genannt, ist unbestritten die wertvollste und sensibelste Ressource eines Unternehmens, denn ohne ihn erfolgt keine Wertschopfung. Aufgrund der Bedeutung von HR erstaunt es aber, dass bei der zunehmenden Sensibilisierung fur Risiken und das Risikomanagement in den letzten Jahren die Personalrisiken und das Personalrisikomanagement weitgehend unbeachtet blieben vgl. Kropp 2004: 132. Doch dies andert sich, denn sowohl auf internationaler als auch auf nationaler Ebene haben die Themen Personalrisiken und Personalrisikomanagement einen bedeutenden Zuwachs an Relevanz erhalten. In diesem Zusammenhang seien nur kurz genannt der SarbanesOxley Act in den USA, das Kon Tra G, das Allgemeine Gleichbehandlungsgesetz AGG oder die Bestimmungen in Bezug auf Basel II und Rating.1 Das Thema Risikomanagement und genauer genommen das Thema Personalrisikomanagement gewinnt somit immer mehr an Bedeutung. Ein weiterer wichtiger Punkt ist die demografische Veranderung, denn diese 1 Die gesetzlichen Grundlagen werden auf Grund des groen Umfanges in dieser Arbeit nicht naher betrachtet, aber mehr dazu z.B.: Fuhring o. J.: 1f; Hochrein 1999: 13; Paul 2005: 7. 5fuhrt dazu, dass immer weniger qualifizierte Mitarbeiter am Arbeitsmarkt vorhanden sind und Unternehmen schon heute groe Schwierigkeiten haben, die richtigen Leute zu finden. Unternehmen mussen in der Lage sein, sich von anderen Unternehmen abzugrenzen und ein entsprechendes Arbeitsumfeld schaffen, um die Mitarbeiter zu binden,2 denn im erfolgreichen Wettbewerb sind die Qualifikationen und die Leistungen der Mitarbeiter der entscheidende Faktor. Daher wird das Binden von motivierten und qualifizierten Mitarbeitern durch entsprechende Manahmen und Instrumente an das Unternehmen immer wichtiger. Dem Thema Mitarbeiterbindung oder auch RetentionManagement sollte daher viel mehr Beachtung geschenkt werden. 1.1. Zielstellung Ziel dieser Arbeit ist, herauszustellen, wie sich das Personalrisikomanagement gestaltet und insbesondere, welche Bedeutung Mitarbeiterbindung fur Unternehmen besitzt. In diesem Zusammenhang soll eine Beispielrechnung Aufschluss uber die Kosten und Nutzen von Mitarbeiterbindung geben. 1.2. Vorgehensweise Bevor das Thema Personalrisikomanagement und Mitarbeiterbindung naher betrachtet wird, erfolgt in den Kapiteln 2 und 3 eine Erlauterung der Begriffe Risiko und Personalrisiken. Des Weiteren wird im 3. Kapitel eine Einteilung der unterschiedlichen Personalrisiken vorgenommen. In Kapitel 4 wird auf das Personalrisikomanagement und dessen Prozess eingegangen. Im 5. Kapitel wird das Thema Mitarbeiterbindung naher behandelt. Es werden die Ziele angesprochen, die mit der Mitarbeiterbindung verfolgt werden und die Manahmen und Instrumente, mit deren Hilfe Mitarbeiter an das Unternehmen gebunden werden sollen. Das 6. Kapitel gibt einen Aufschluss daruber, wie sich die Aufwand und Nutzenuberlegung der Mitarbeiterbindung fur Unternehmen gestaltet. Im letzten Kapitel erfolgt eine Zusammenfassung zu diesem Thema. 2. Risiken Der Begriff Risiko ist vermutlich abgeleitet von dem lateinischen Wort riscare, Klippe, was in der ubertragenen Bedeutung Gefahr ausdruckt.3 In der Literatur existieren eine Vielzahl von Definitionen vgl. WolfRunzheimer 2 http:jobs.stepstone.atveranstaltungen.cfm?kursid480, Vgl. 03.03.2008. Vgl. http:lexikon.meyers.demeyersRisiko, abgerufen am 20.02.2008. abgerufen am 3 6 6 2001: 22 ff; Moser 2005: 4 ff. Unter Risiko wird im engeren Sinne die Wahrscheinlichkeit verstanden, dass entgegengesetzt der Erwartung ein positives Ergebnis nicht bzw. ein negatives Ergebnis eintritt. In beiden Fallen kann die Zielerreichung eines Vorhabens bzw. eines Unternehmens konkret gefahrdet werden. Im weiteren Sinne versteht man unter Risiko die positive oder negative Abweichung des tatsachlichen vom erwarteten Ergebnis. Dieser weite Risikobegriff bezieht somit die grundsatzlich vorhandenen Chancen einer risikobehafteten Aktivitat mit ein.4 Erkennbar sind Risiken in einer potenziellen negativen Zielabweichung und sie resultieren aus Unsicherheiten der unternehmerischen Entscheidungstrager uber die Zielwirksamkeit von Entscheidungen, denn sie sind vom Verhalten anderer Beteiligter innerhalb und auerhalb des Unternehmens abhangig z.B. Mitarbeiter, Kunden, Wettbewerber, Gesetzgeber vgl. Kropp 2004: 132f. Fur die Beteiligten stehen die eigenen Interessen und Ziele im Vordergrund, die nicht unbedingt mit denen der unternehmerischen Entscheidungstrager konform gehen mussen. Unsicherheitseinflusse konnen aber auch durch uberraschende, ungeplante, naturliche Veranderungen in der Natur als relevantes unternehmerisches Umfeld entstehen vgl. Kropp 2004: 133. Den Risiken stehen allerdings auch Chancen gegenuber. Chancen sind potenzielle positive Folgen fur die Unternehmensziele. Entscheidungen rufen sowohl Chancen wie auch Risiken hervor. Die Entscheidungswahl richtet sich danach, inwiefern die Chancen die Risiken ausgleichen vgl. Kropp 2004: 133. Ein Blick auf die nachfolgende Tabelle verdeutlicht, dass die Groe eines Risikos der wichtigste Faktor ist, der die Dringlichkeit von Gegenmanahmen beeinflusst. Die Groe des Risikos hangt von zwei Faktoren ab vgl. Lappalainen u.a. 2000: 15: Folgen: Das Risiko ist umso groer, je groer der Schaden und je ernsthaf Wahrscheinlichkeit: Das Risiko ist umso groer, je wahrscheinlicher der ter die Folgen sind. Schaden eintritt. In der folgenden Tabelle wurden die Ausmae von Wahrscheinlichkeit und Folgen miteinander verbunden. Durch diese Verbundenheit wird eine Beschreibung der Groe eines Risikos moglich. 4 Vgl. Ackermann 1999: 48.Gema der Zielsetzung des Kon Tra G tritt im Zusammenhang mit dem Risikomanagement die enge Auslegung des Risikos in den Vordergrund. Insofern wird Risiko also nur als Gefahr und nicht im positiven Fall als Chance definiert. Tabelle 1: Risikomatrix 7Wahrscheinlichkeit des Austritts von Leistungstragern Unwahrscheinlich Moglich Wahrscheinlich Folgen des Austritts von Leistungstragern fur das Unternehmen Gering Bedeutungsloses Schadlich 2. Geringes Risiko Ernst 3. Maiges Risiko 1. Risiko Situation beobachten Situation beobachten Planung von Manahmen 2. Geringes Risiko 3. Maiges Risiko 4. Bedeutsames Risiko Situation beobachten Planung von Manahmen Baldige Manahmen 3. Maiges Risiko 4. Bedeutsames Risiko 5. Unertragliches Risiko Planung von Manahmen Baldige Manahmen Sofortige Manahmen Quelle: In Anlehnung an: Lappalainen u.a. 2000: 15. Ein unertragliches Risiko verlangt sofortige Manahmen. Ein als bedeutsam klassifiziertes Risiko setzt baldige Manahmen voraus, um das Risiko zu vermindern. Ein maiges Risiko sollte bei der Planung von Manahmen im Gedachtnis behalten werden. Beim geringen und bedeutungslosen Risiko kann es genugen, die Situation zu beobachten. In der Literatur sind einige Kategorisierungen von Risikoarten zu finden.5 Die einzelnen Risikoarten konnen nach ihrer Ursache, ihrem Erscheinungsbereich oder den Unternehmensbereichen, auf die sich ihre Konsequenzen auswirken, in Risikokategorien eingeteilt werden. In der folgenden Abbildung wurde auf die Unterteilung von Reichmann 2001 zuruckgegriffen. So konnen Risiken beispielsweise in die Kategorien Externe, Finanzwirtschaftliche, Leistungswirtschaftliche oder solche aus Management und Organisation differenziert werden vgl. Reichmann 2001: 611. Personalrisiken sind bei dieser Kategorisierung unter den Risiken aus Management und Organisation zu finden. 5 Vgl. hierzu z.B.: Arbeitskreis Finanzierungsrechnung 2001: 23ff. 8 8 Abbildung 1: Allgemeines Risikoprofil eines UnternehmensRisikokategorien Quelle: In Anlehnung an Reichmann 2001: 611. 3. Personalrisiken Der Begriff Personalrisiken wurde von JeanMarcel Kobi 1999 gepragt. Er sagt aus, dass Unternehmen zwar diverse Risiken z.B. Kreditrisiken, Zinsanderungsrisiken, Marktrisiken anhand ausgefeilter Risikomodelle verfolgen und zu kontrollieren versuchen, die Personalrisiken und deren mogliche Kosten jedoch vernachlassigt wurden vgl. Kobi 1999: 13. Kobi hat dieses Problem erkannt und sich in seinen Arbeiten darauf konzentriert. Er gilt heute im deutschen Sprachraum als Vorreiter im Bereich des Personalrisikomanagements. Kobi 1999: 17ff differenziert die Personalrisiken in vier Hauptfelder: Falsch qualifizierte Mitarbeiter Anpassungsrisiko, Gefahrdete Leistungstrager Austrittsrisiko, Fehlende Leistungstrager Engpassrisiko und Zuruckgehaltene Leistung Motivationsrisiko. Die Personalrisiken konnen jeweils auf zwei Ebenen betrachtet werden: einerseits bezogen auf fur das Gesamtunternehmen erfolgskritische Zielgruppen oder einzelne Geschaftseinheiten und andererseits hinsichtlich einzelner Personen. Anzumerken ist, dass Kobi einige Risiken, wie z.B. die Gesundheit oder den Privatbereich des Mitarbeiters, nicht betrachtet. Ebenso ausgeklammert 9werden Probleme im Zusammenhang mit Wirtschaftsspionage und Wirtschaftskriminalitat vgl. Baumgartner 2005: 27. Allgemein lassen sich Personalrisiken dahingehend definieren, dass sie potenzielle Gefahren fur die Unternehmensziele sind, die durch die Vernachlassigung undoder suboptimale Nutzung des Potenzialwesens Mensch Human Resources entstehen konnen vgl. Kropp 2004: 134. Sie bilden eine Untergruppe der Unternehmensrisiken 6 und stehen mit dem menschlichen Verhalten Denken, Planen, Entscheiden und Handeln in Verbindung. Die Bedeutung des Begriffs Personalrisiken ist allerdings zweideutig. Eine Interpretation bezeichnet Risiken, die auf das Personal, also die Beschaftigten, eines Unternehmens einwirken. Demzufolge also Risiken fur den Menschen durch die Unternehmung. Eine andere Interpretation beinhaltet die Risiken fur die Unternehmung durch die Mitarbeiter. Beide Risiken stehen in einem Abhangigkeitsverhaltnis zueinander. Auch wenn in der Literatur die zweite Begriffsdefinition im Vordergrund steht vgl. Kobi 1999, sollte auch der Doppelcharakter berucksichtigt werden. Um den PersonalrisikomanagementProzess 7 optimal zu strukturieren, ist eine Typologie der zentralen Risikofelder notwendig. Ohne eine solche Systematik ist es in der Praxis schwierig, erfolgreich zu arbeiten vgl. Leidig 2007: 127. Es existieren viele unterschiedliche Einteilungen und Betrachtungen von Risiken.8 In der nachfolgenden Betrachtung erfolgt eine generelle Unterteilung der Risikofelder in beeinflussbare und nichtmarginal beeinflussbare vgl. Leidig 2007: 127. Die letztere Gruppe wird von gesellschaftlichen Prozessen bestimmt, insbesondere auf der Ebene von Wertesystemen. Daneben kommt individuellen Prozessen, die aber auch mit durch das Gesellschaftssystem beeinflusst werden, eine groe Bedeutung zu vgl. Leidig 2007: 127. 3.1. Beeinflussbare Personalrisiken In der nachstehenden Abbildung sind die verschiedenen beeinflussbaren Personalrisiken aufgefuhrt, die im Folgenden naher charakterisiert werden.9 6 7 8 9 Siehe hierzu die Abbildung 1 in Kapitel 2. Siehe hierzu Kapitel 4.1. Vgl. hierzu z.B.: Kropp 2004: 139ff; Ackermann 1999: 66ff; Paul 2005: 13ff. Vgl. hierzu auch Kobi 1999: 35ff; Zum Thema Loyalitatsrisiko und Wirtschaftskriminalitat vgl. auch Pw C 2003. Relevant ist in diesem Zusammenhang auch der Ansatz des RiskFraudManagements; vgl. auch Herzog 2006: 1115. 10 10 Abbildung 2: Beeinflussbare Personalrisiken AnpassungsrisikoFalsch qualifizierte MitarbeiterEngpassrisikoFehlende LeistungstragerLoyalitatsrisiko Untreue MitarbeiterMotivationsrisikoZuruckgehaltene LeistungAustrittsrisikoGefahrdete Mitarbeiter Quelle: In Anlehnung an: Kobi 1999: 19; Leidig 2007: 127. Engpassrisiko fehlende Leistungstrager Ein Engpassrisiko entsteht, wenn im Unternehmen Leistungstrager fehlen. Das Risiko besteht darin, dass durch den Engpass Unternehmensziele nicht erreicht oder Projekte nicht realisiert werden konnen, weil nicht genugend qualifizierte Mitarbeiter zur Verfugung stehen vgl. Kobi 1999: 35ff. Grundsatzlich kann zwischen Bedarfslucken funktionsbezogen und Potenziallucken personenbezogen unterschieden werden. Die Lucken mussen identifiziert und gemessen werden. Dies geschieht im Rahmen der Personalbedarfsplanung, als Prozessfunktion der Personalwirtschaft. Beim Fullen der Lucken muss grundsatzlich entschieden werden, ob das Unternehmen die notigen Qualifikationen intern aufbauen oder extern auf dem Arbeitsmarkt einkaufen will.10 Anpassungsrisiko Falsch qualifizierte Mitarbeiter Unter diesem Begriff wird das Risiko verstanden, dass Mitarbeiter in einem Unternehmen falsch qualifiziert sind. Das bedeutet, dass ihre Qualifikationen nicht mehr dem Anforderungsprofil ihrer Arbeitsstelle entsprechen, denn Veranderungsprozesse, technologischer Wandel, Restrukturierungen, Fusio 10 Vgl. http:www.iop.unibe.chlehrelizentiatsarbeitenLizStaufferLorenz.pdf, abgerufen am 17.03.2008. 11nen, strategische Neuausrichtungen fuhren zu standigen Veranderungen. Unternehmen befinden sich im rasch zunehmenden Wandel. Die Mitarbeiter werden neuen Situationen ausgesetzt und Flexibilitat sowie Anpassung werden von ihnen gefordert vgl. Kobi 1999: 95. Das stellt auch Unternehmen vor neue Herausforderungen. Die Sicherstellung von Qualitatskriterien wie die fachliche Qualifikation und Zuverlassigkeit von Mitarbeitern ist unabdingbar und vorausschauend zu planen. Wichtig ist, die Mitarbeiter praventiv auf die neuen Anforderungen aufmerksam zu machen und vorzubereiten. Motivationsrisiko Zuruckgehaltene Leistung von Mitarbeitern Im Gegensatz zum Anpassungsrisiko, bei dem es sich um das nicht Konnen aufgrund der falschen oder unzureichenden Qualifikation handelt, geht es beim Motivationsrisiko um das nicht Wollen. Also um das mehr oder weniger bewusste Zuruckhalten von Leistung und der damit einhergehenden Leistungseinschrankung. Stimmen Rahmen und Umfeldbedingungen fur Mitarbeiter nicht, kann das zu Frustration, Demotivation, Leistungseinschrankung und innerer Kundigung der Mitarbeiter fuhren. Da sich das jedoch kein Unternehmen auf Dauer leisten kann,11 mussen Vorgesetzte auf die Problematik hin sensibilisiert werden und entsprechende Anzeichen wahrnehmen konnen. Fur ein Unternehmen kann dieses Risiko sehr teuer werden, denn durch die nicht vorhandene Motivation konnen Mitarbeiter ihrem Arbeitgeber hohe Schaden zufugen. Werden Erwartungen nicht erfullt, Ziele verhindert oder erschwert oder gar Leistungen nicht beachtet, kann dies zu einem Ruckzug und reduziertem Engagement und weiter bis hin zu Depressionen oder innerer Leere fuhren. Als praventive Manahmen gegen innere Kundigungen bzw. das Ausbrennen ist die bewusste Auseinandersetzung mit dem Thema durch Vorgesetzte und Mitarbeitende zu nennen. Dabei ist das Gesprach zwischen Vorgesetzten und Mitarbeitenden sehr wichtig.12 Loyalitatsrisiko Untreue Mitarbeiter Es handelt sich um das Identifizieren von Mitarbeitern, die dem Unternehmen schwere Schaden zufugen oder zufugen konnten. Es handelt sich dabei um Verletzungen der arbeitsvertraglichen Treuepflichten bis hin zu schweren Wirtschaftsstraftaten. Jedes Unternehmen ist dem Risiko der Wirtschaftskriminalitat und entsprechenden Vorgangen wie BetrugsUntreuehandlungen, 11 Nach einer Mitarbeiterzufriedenheitsstudie der Gallup Organisation im Jahr 2004 sind in Deutschland nur 13% der Mitarbeiter motiviert und engagiert am Arbeitsplatz tatig. Durch das fehlende Engagement der restlichen 87% der Mitarbeiter entsteht ein jahrlicher gesamtwirtschaftlicher Schaden von ca. 220 Milliarden Euro. vgl. Gallup Gmb H 2004. 12 Vgl. http:www.iop.unibe.chlehrelizentiatsarbeitenLizStaufferLorenz.pdf, abgerufen am 17.03.2008. 12 12 Manipulation von Geschaftszahlen, Computerkriminalitat, Korruption usw. ausgesetzt. Dies kann ein Unternehmen in existentielle Krisensituationen fuhren.13 Folglich handelt es sich, im Gegensatz zum fehlenden Bewusstsein bei Schadenzufugung aus fehlender Motivation, um eine bewusste, zielgerichtete Schadigung des Arbeitgebers. Das Loyalitatsrisiko ist aber deshalb beeinflussbar, weil Unternehmen derartige Verhaltensmuster direkt erzeugen, sowohl in positiver als auch in negativer Weise.14 Austrittsrisiko Austritt von Leistungstragern Als Austrittsrisiko wird nicht die Gefahr des Ausfalls von Mitarbeitern durch Krankheit oder Unfall verstanden, sondern die Gefahr der Kundigung von Schlusselpersonen und des damit verbundenen Verlusts von Knowhow und Wissen. Im heutigen, schnelllebigen Wettbewerb ist die Ressource Wissen zum wichtigsten Produktionsfaktor aufgestiegen. Dieses durch Personalabgange an die Konkurrenz unwiderruflich zu verlieren, kann sich kein Unternehmen leisten.15 Inzwischen trifft auch die kleinen und mittleren Unternehmen die Erkenntnis, dass Wissen durch den Weggang von Schlusselpersonen unwiderruflich verloren geht oder es viel zu lange dauert, bis ein gleichwertiges Knowhow wieder aufgebaut ist.16 Durch den Austritt von Leistungstragern konnen andere Mitarbeiter demotiviert und vielleicht sogar ganze Teams im Sinne eines Dominoeffekts mitgezogen werden. Abgesehen davon sind die mit dem Austritt von wichtigen Mitarbeitern verbundenen Fluktuationskosten, wozu beispielsweise die in den Mitarbeiter getatigten Investitionen,17 die anfallenden Kosten 13 Vgl. http:www.swissconsultants.chdeswissconsultantspdfjahr 07008_bedeutung. pdf, abgerufen am 17.03.2008. 14 Vgl. Leidig 2007: 128; Pw C 2003. Relevant ist in diesem Zusammenhang auch der Ansatz des RiskFraudManagements; vgl. hierzu Herzog 2006: 1115. Empirische Studien deuten in zwei Richtungen: Einerseits scheint die Wahrnehmung von organisatorischen Ungerechtigkeiten in Zusammenhang mit kontraproduktiven Verhaltenstendenzen zu stehen. Andererseits gibt es gewisse individuelle Merkmale, die als Erklarungsmuster dienen, wie zum Beispiel personliche oder finanzielle Probleme sowie ein genereller Mangel an Integritat. Die ersten Gesichtspunkte sind beeinflussbar, ebenso der letztere, da man auf solche Personlichkeitsmerkmale im Rahmen der Personalauswahl achten sollte, um eine entsprechende Selektion vorzunehmen. Hierzu dienen unter anderem so genannte Integritatstests. Ein Ansatz, um solche Aktivitaten entgegenzuwirken ist unter anderem das FraudManagement. 15 Vgl. http:www.swissconsultants.chdeswissconsultantspdfjahr 07008_bedeutung. pdf, abgerufen am 17.03.2008. 16 Vgl. http:www.swissconsultants.chdeswissconsultantspdfjahr 07008_bedeutung. pdf, abgerufen am 17.03.2008. Investitionen zur Forderung der Personalentwicklung wie z.B. Einfuhrungsprogramme, Fort und Weiterbildung, Einsatz in Assistenten und Nachfolgestellen, Coa17 13fur den Rekrutierungsprozess, die Personalsuchkosten und die verloren gegangene Produktivitat zahlen, enorm vgl. Kobi 1999: 73. Die folgende Tabelle zeigt mogliche Grunde fur Fuhrungskrafte und Mitarbeitende in einem Unternehmen zu bleiben bzw. zu kundigen: Tabelle 2: Grunde im Unternehmen zu bleiben bzw. zu kundigen Warum kundigen Mitarbeitende ihren Arbeitsvertrag? Neue Herausforderung ge Mehr Entscheidungsverantworwunscht tung gesucht Bessere berufliche Aussichten im Hinblick auf die Karriereentwicklung Gute Zukunftsaussichten des Interessanter Auslandseinsatz bei anderer Firma moglich Die Angst, bald zu alt zu sein Leistungsgerechte Entlohnungsstrukneuen Unternehmens Warum bleiben Mitarbeitende in einem Unternehmen? Gutes Betriebsklima gunstige Rahmenbedingungen fur die Personalentwicklung Offenheit, Vertrauen Umfangreiche nichtmaterielle Anreize Image als Arbeitgeber, Arbeitsplatzsicherheit, Entwicklungsmoglichkeiten, Betriebsklima tur Passende Organisationsstrukturen Ausgepragte Aufteilung der Machtpotenziale mehr Einbindung der Betroffenen, Delegation der Aufgaben und Verantwortung Quelle: In Anlehnung an: Kobi 1999: 74. Um das Austrittsrisiko zu messen, schlagt Kobi drei Annaherungsdimensionen vor; das HumanResourceResearch,18 strukturierte Austrittsinterviews sowie Mitarbeiterbefragungen vgl. Kobi 1999: 76. Im Zuge des HRResearch konnen mengenmaige Personaldaten wie z.B. die Fluktuationsrate nach Zielgruppen, Alter und Anzahl der Dienstjahre beim Austritt usw. analysiert werden. Austrittsinterviews konnen wichtige qualitative Informationen uber Austrittsrisiken geben, sofern sie systematisch durchgefuhrt und ausgewertet werden. In den Mitarbeiterbefragungen werden weitere fur das Austrittsrisiko relevante Informationen gesammelt. Dabei interessiert vor allem die Arbeitszufriedenheit bzw. die Resignation der Mitarbeitenden. Es gilt also, die gefahrdeten Mitarbeitergruppen und Mitarbeiter zu erkennen und sie mit einer gezielten Mitarbeiterbindung RetentionManagement im Unternehmen zu halten. Mehr zu dem Thema Mitarbeiterbindung bzw. Re ching, etc. als Instrumente der Personalentwicklung. Mehr dazu in Kapitel 6. 18 Unter HRResearch wird die Beschaffung und Analyse quantitativer Personaldaten verstanden. 14 14 tentionManagement in Kapitel 5. 3.2. Nichtmarginal beeinflussbare Personalrisiken Bei den nicht oder nur marginal beeinflussbaren Risiken handelt es sich um ein weites Feld vgl. Leidig 2007: 128; 2002: 27ff, jedoch ist dies kein Grund, nicht den Versuch einer Strukturierung vorzunehmen, siehe hierzu die folgende Abbildung. Abbildung 3: Nichtmarginal beeinflussbare PersonalRisiken Risikofeld GesundheitFitness Risikofeld Wertesystem Risikofeld Privatbereich Risikofeld X Quelle: Vgl. Leidig 2007: 128. GesundheitFitness Dieses Risiko ist seitens des Betriebs nur begrenzt beeinflussbar, besonders dann, wenn die negativen Effekte aus privaten Verhaltensgewohnheiten stammen. Viele Mitarbeiter achten nicht konsequent auf ihr Wohlbefinden und gefahrden damit nicht nur ihre Gesundheit, sondern auch ihre Leistungsfahigkeit, Karriere und womoglich sogar ihr Leben.19 Der plotzliche Ausfall von qualifizierten Mitarbeitern in Schlusselpositionen kann zu enormen Storungen im Betriebsablauf fuhren.20 19 Vgl. Leidig 2007: 128; http:www.swissconsultants.chdeswissconsultantspdfjahr 07008_bedeutung.pdf, abgerufen am 17.03.2008. 20 Viele Fortbildungsinstitute bieten daher mittlerweile Seminare zu dem Themenbereich Health and Performance an, um die Mitarbeiter durch eine dauerhafte Umstellung bestimmter Lebensgewohnheiten an gesundere Lebens und Verhaltensweisen 15Wertesystem Zu den aktuellen Herausforderungen fur das PersonalManagement gehort immer der Wertewandel. Werte sind Steuerungsmechanismen, die als Entscheidungsregeln fungieren und so die Verhaltensmuster von Mitarbeitern beeinflussen vgl. Leidig 2007: 128. Daher ist es fur Unternehmen zwingend notwendig, rechtzeitig alle Signale zu beobachten, die auf einen Wertewandel schlieen lassen konnten. Auch bei diesem Risiko handelt es sich um ein von Seiten des Unternehmens zumindest marginal beeinflussbares Risiko. Die Personalverantwortlichen im Unternehmen haben daher die Pflicht, sich fortwahrend uber entsprechende Veranderungen zu informieren und diese dahin gehend zu prufen, ob sie auf den eigenen Betrieb Einfluss haben konnten und wenn ja, mit welchen Konsequenzen.21 Privatbereich Aufgrund sich wandelnder Wertestrukturen sowie Veranderungen innerhalb des Gesellschaftssystems konnen familiare Beziehungsmuster und deren Anderungen Eheschlieung, Scheidung, Geburt, Tod etc. Einfluss auf das Verhalten von Mitarbeitern nehmen, besonders dann, wenn beide Partner einen Beruf ausuben und nach Selbstverwirklichungentwicklung suchen z.B. Auslandsentsendungen eines Ehepartners als Karrierechance. Weiterhin ist zu berucksichtigen, dass jeder Fortschritt in der Informationstechnologie oftmals auch einen zunehmenden Verlust an personlicher Freiheit, im privaten sowie im beruflichen Sektor, bedeutet. Der private Schutzraum ist in Gefahr, dies ist eine Ursache fur das Ansteigen von Angsten und daraus resultierenden Schadigungen der Gesundheit sowie Leistungsfahigkeit vgl. Leidig 2007: 128. Problemfeld X Hierunter konnen alle Risiken verstanden werden, die sich nicht systematisch in die vorgenannten Kategorieklassen einordnen lassen. Dazu gehoren beispielsweise besonders risikoreiche Sportarten im Privatbereich und ahnliches. Es handelt sich beim Problemfeld X um eine so genannte Auffangkategorie vgl. Leidig 2007: 129, welche gerade neue Phanomene, die sich eventuell erst in schwachen Umrissen abzeichnen, systematisch erfasst und beobachtet. Denn haufig kommt es erst sehr langsam zu Veranderungen im privaten oder gesellschaftlichen Umfeld. Dies darf jedoch nicht dahingehend ausgelegt werden, dass sie ohne nachhaltige Bedeutung waren. Je nach ihrem Entwicklungsverlauf konnen sie plotzlich, und fur das Unternehmen unerwartet, an heranzufuhren. Beispiele hierfur sind: http:www.aktionsringfuerweiterbildung.de fitness.html; http:www.personaltrainers.departner.htm; http:www.realdefence.de realdefence 1d.htm; http:www.healthperformance.de. 21 Vgl. Leidig 2007: 128. Informationen konnen die Personalverantwortlichen durch regelmaige Dialoge mit der Wissenschaft suchen, beispielsweise auf Kongressen, Messen oder ahnlichen Veranstaltungen. 16 16 Prasenz gewinnen. Wichtig ist auch, dass die Risiken Privatbereich und Problemfeld X in einem engen Zusammenhang stehen. Dies gilt es im Rahmen des Personalrisikomanagements zu berucksichtigen vgl. Leidig 2007: 129. 3.3. Zusammenfassung Der Mitarbeiter eines Unternehmens entscheidet im Allgemeinen unberucksichtigt der realen arbeitsmarktspezifischen Machtverhaltnisse selbst uber die Zeit, die er im Unternehmen bleibt und die Intensitat, mit der er sich in den Produktionsprozess positiv oder negativ einbringt. Es liegt bis zu einem bestimmten Punkt nicht im Bereich des Unternehmens bzw. dessen Leitung. Wird einem dies bewusst und vergegenwartigt man sich diesen Unterschied zu allen anderen Produktionsfaktoren, so ist zuerkennen, dass es geradezu leichtsinnig ware, Personalrisiken unbeachtet zu lassen.22 Alle in den vorangegangenen Abschnitten aufgefuhrten Personalrisiken bergen eine potenzielle Gefahrdung fur das Unternehmen, denn das HumanKapital, also die Mitarbeiter eines Unternehmens, setzt sich zusammen aus Kompetenz, Wissen, Fahigkeiten etc., das die Mitarbeiter in das Unternehmen mitbringen und weiterentwickeln. Dies kann verloren gehen, wenn die Mitarbeiter das Unternehmen verlassen. Daher ist eine rechtzeitige Fruherkennung wichtig, denn die Nichtbeachtung von Risiken kann enorme Kostenfolgen verursachen. Diese rechzeitige Fruherkennung soll durch ein im Unternehmen vorhandenes Personalrisikomanagement gewahrleistet werden. Schlielich sind Menschen und ihre Verhaltensmuster der eigentliche Motor des Unternehmens, um Strategien umzusetzen und Erfolge zu erzielen vgl. Leidig 2007: 129. 4. Personalrisikomanagement Aufgabe eines Risikomanagements ist es, als Teil der Unternehmensfuhrung durch Risikoerkennung, bewertung und bewaltigung zur Sicherung der Unternehmenszielerreichung beizutragen vgl. Ackermann 1999: 48. Bezogen auf den Personalbereich bedeutet dies, dass alle Risiken, die durch personalbezogene Aktivitaten einschlielich Planung, Realisierung und Kontrolle, unabhangig von bestimmten Akteuren und Tragern, auftreten konnen, mit Hilfe des Personalrisikomanagements fruhzeitig erkannt, bewaltigt oder zumindest abgeschwacht werden. Die Zielsetzung des Personalrisikomanagements besteht somit in der Sicherung der Unternehmensexistenz sowie des kunftigen Erfolges vgl. Leidig 2007: 125. Grundsatzlich kann das Personalrisikomanagement als Prozess und Instru 22 Vgl. http:de.wikipedia.orgwikiPersonalrisiko, abgerufen am 17.03.2008. 17ment zur gezielten Kontrolle und Senkung potenzieller, wertmindernder und personeller Einflusse bezeichnet werden. Im Folgenden soll der Prozess des Personalrisikomanagements naher erlautert werden, um zum besseren Verstandnis beizutragen. Weiterhin werden die Voraussetzungen fur die Einfuhrung eines PersonalrisikomanagementSystems kurz angesprochen. 4.1. Prozess des Personalrisikomanagements Die in der Literatur beschriebenen PersonalrisikomanagementSysteme basieren zum Teil auf unterschiedlichen Ansatzen und Systematiken. Dennoch finden sich bei den meisten Autoren in der organisatorischen Abfolge des Personalrisikomanagements bestimmte Muster in der Vorgehensweise wieder. So werden die allgemeinen Aufgaben des Personalrisikomanagements meist anhand eines Risikomanagementkreislaufs verdeutlicht, der in der Literatur oft als kybernetischer Regelkreis beschrieben wird vgl. Leidig 2007: 126. Dieser umfasst, in Anlehnung an den allgemeinen Prozess des Risikomanagements, mehrere Phasen.23 Ein systematisches Personalrisikomanagement hat dabei die Zielsetzung, im Rahmen eines dynamischen Prozesses, Risiken so fruh wie moglich zu identifizieren Risikoidentifikation, zu beurteilen Risikobeurteilung, zusammenzufassen Risikoaggregation, zu steuern Risikosteuerung und fortlaufend entsprechende Manahmen zu dokumentieren Risikodokumentation. Eine erfolgreiche Unternehmensfuhrung verlangt neben der grundsatzlichen Schaffung eines Risikobewusstseins eine systematische und kontinuierliche Auseinandersetzung mit den unternehmerischen und damit auch personalwirtschaftlichen Risiken unter Berucksichtigung vorgegebener Unternehmens und Risikostrategien. Der beschriebene RisikomanagementProzess stellt den Kern eines Risikomanagements dar und findet sich in einem PersonalrisikomanagementProzess wieder. Bei dem damit beschriebenen RisikomanagementProzess handelt es sich um den wesentlichen Kern des Personalrisikomanagements vgl. Paul 2005: 11. Informationssysteme unterstutzen und begleiten diese Prozessphasen.24 Die folgende Abbildung fasst die aufgefuhrte Vorgehensweise grafisch zusammen. 23 Auch wenn sich die Anzahl sowie die Bezeichnung der einzelnen Prozessphasen je nach Verfasser unterscheiden, konnen die Unterschiede zu einem einheitlichen PersonalrisikomanagementProzess verdichtet werden, vgl. dazu z.B. die Beschreibungen bei Ackermann 1999: 43102; Kobi 1999: 19f. 24 Dazu gehoren vor allem eine Risikofruherkennung und ein ManagementInformationssystem sowie als Erganzung die Balanced Scorecard BSC. Dies wird in dieser Arbeit aber nicht naher angesprochen. 18 18 Abbildung 4: PersonalrisikomanagementProzess 5. Risikodokumentation 1. Risikoidentifikation Personalrisikomanagement 2. Risikobeurteilung 4. Risikosteuerung 3. Risikoaggregation Quelle: In Anlehnung an: Kobi 1999: 19. Risikoidentifikation bedeutet, dass alle personalwirtschaftlichen Risikopotenziale einschlielich ihrer UrsacheWirkungsZusammenhange moglichst strukturiert und detailliert erfasst werden. Dies kann z.B. auf Grundlage der Unternehmensstrategie, Forschungsergebnissen der Personalwirtschaftslehre, Anforderungen externer Institutionen Ratingagenturen, Banken etc. erfolgen. Daruber hinaus ist es auch notwendig, die Risiken zu typologisieren.25 Die Risikoidentifikation steht chronologisch am Anfang des Personalrisikomanagementkreislaufs. Ihre Qualitat ist ausschlaggebend und richtungweisend fur alle weiteren Phasen. Denn wenn Risikopotenziale nicht bzw. zu spat identifiziert werden, konnen diese eine Existenzgefahrdung nach sich ziehen. Dieser kann dann in vielen Fallen nicht mehr rechtzeitig oder nur mit erheblichem Aufwand durch risikosteuernde Manahmen begegnet werden. Die Risikoidentifikation ist fortlaufend durchzufuhren und gegebenenfalls anzupassen, da die unternehmensinternen Gegebenheiten und die unternehmensexternen Rahmenbedingungen einem standigen Wandel unterliegen.26 Nach der Identifikation personalwirtschaftlicher Risiken folgt die Risikobeurteilung. Diese wird als zielgerichtete Analyse, Bewertung und Klassifizierung unternehmensinterner und externer Risikopotenziale verstanden. In 25 Siehe hierzu Kapitel 3. 26 Zur grundlegenden Vorgehensweise vgl. hier und im Folgenden Kobi 1999: 19ff; Paul 2005: 11ff; Leidig 2007: 126; Kropp 2004: 149ff; Wucknitz 2002: 31. 19dieser Phase werden die Personalrisiken bewertet, ihre Auswirkungen und die Eintrittswahrscheinlichkeit bestimmt und dadurch ihr Risikowert ermittelt.27 Dies erfolgt in der Regel EDVgestutzt. In dieser Phase werden die identifizierten Risiken danach gepruft, ob das potenzielle Risiko ganzlich vermeidbar ist, oder ob lediglich seine Auswirkungen begrenzt und dadurch verringert werden konnen. Der nachste Schritt ist die Risikoaggregation. Hier werden die verschiedenen Einzelrisiken zusammengefasst und es soll die tatsachliche Risikoexposition des Unternehmens dargestellt werden. Durch diese Darstellung der Gesamtrisikoposition kann eine zielorientierte und strategische Steuerung der Personalrisiken ermoglicht werden. Gegenstand der Risikosteuerung ist die aktive Beeinflussung der im Rahmen der Risikoidentifikation, beurteilung und aggregation ermittelten und analysierten Personalrisiken. Ziel der Risikosteuerung ist es, die Risikopotenziale je nach konkreter Ausgestaltung durch gezielte Strategien und Instrumente zu beeinflussen. Damit wird die Steuerung von Personalrisiken integraler Bestandteil der betrieblichen Steuerungs und Uberwachungsprozesse. Zur Steuerung und Beeinflussung festgestellter Risiken stehen dem Unternehmen einige Strategien zur Verfugung, u.a. Risikovermeidung, ubernahme, uberwalzung oder minderung. Beispielsweise konnen Risiken vermieden werden, wenn das Unternehmen die risikobehaftete Aktivitat vollstandig unterlassen kann. Dass Unternehmen kann sich aber auch entschlieen, ein kalkuliertes Risiko einzugehen, wenn die mit der Entscheidung verbundenen Chancen dieses Risiko bei weitem ubersteigen. Bei der Risikouberwalzung kann das Risiko z.B. einer Versicherung oder einer Vertragspartei ubertragen werden. Die Risikominderung bildet eine weitere Moglichkeit. Besteht z.B. ein hohes Fluktuationsrisiko im Unternehmen, so sind innerhalb des Prufungszeitraums geeignete Bindungsmanahmen durchzufuhren. Diese senken die Risikowahrscheinlichkeit. Zudem kann die Risikohohe durch das Personalmanagement beeinflusst werden: Austrittskosten Vertragsgestaltung, Vakanzkosten Abkurzung der Suchphase nach geeigneten Nachfolgern und Integrationskosten Schulungsmanahmen on the Job und off the Job konnen gezielt gesenkt werden vgl. Wucknitz 2002: 32. Die zweite Manahme der Risikosteuerung, die Risikokontrolle, beinhaltet 27 Erlauben die erhobenen Daten eine Quantifizierung des betreffenden Risikos, so kann pro Risiko bzw. in der Summe uber alle Risiken der Schadenserwartungswert SEW ermittelt werden. Nach dem BayesPrinzip wird er durch Multiplikation der Risikohohe v potenzieller Schadensumfang, v value mit der Risikowahrscheinlichkeit p Wahrscheinlichkeit seines Eintritts; p probability ermittelt. Dabei gilt: SEW vp1n, n entspricht der Anzahl einzelner Risiken, die zum Gesamtschadenserwartungswert in gleicher Gewichtung summiert werden. Siehe hierzu Wucknitz 2002: 31f. 20 20 die Messung wichtiger Risiken und die Einleitung von Manahmen der Risikobeeinflussung bei festgestellten ungunstigen Entwicklungen oder Planabweichungen. Die Messung kann dabei in der Erhebung bestimmter Risikomessgroen zu festgelegten Zeitpunkten bestehen z.B. Trendanalyse, sie kann aber auch durch die Einrichtung eines personellen RisikoFruhwarnsystems erfolgen. Die letzte Phase ist die Erstellung eines PersonalrisikomanagementHandbuchs. Die entstandenen Personalrisiken und die moglichen Reaktionen werden formuliert und zur besseren Nachvollziehbarkeit anschlieend kategorisiert und in eine Manahme und Risikodokumentation uberfuhrt, womit sich der Kreislauf des Risikomanagementprozesses schliet. Diese Ausfuhrungen haben gezeigt, dass sich der Prozess und Regelkreis des konventionellen Risikomanagements grundsatzlich auf das Management von Personalrisiken ubertragen lasst. Aber auch in diesem Fall ist ein strukturiertes und systematisches Vorgehen bei allen Prozessschritten notwendig. Speziell zu beachten sind beim PersonalrisikomanagementProzess vor allem: die Bedeutung der Identifikation von Schlusselpersonen und deren Personalrisiken sowie die immateriellen und schwierigen quantifizierbaren Messgroen. 4.2. Voraussetzungen fur die Einfuhrung eines PersonalrisikomanagementSystems Bevor ein Personalrisikomanagement als System in ein Unternehmen eingefuhrt werden kann, sollten bestimmte Vorsaussetzungen erfullt werden:28 In seiner Grundkonzeption der Gestaltung muss es den gesamten ressourcenorientierten Risikomanagement des Unternehmens entsprechen, also ein integraler Bestandteil sein. Eine direkte Verbindung zum PersonalmanagementSystem des Unternehmens sollte bestehen. In der Ausrichtung muss es in die Risikomanagementkultur eines Unternehmens passen. Es sollten durch die Einfuhrung keine unterschiedlichen Risikokulturen entstehen. Ubertragung des Risikogedankens auf die spezifischen Aufgaben und Merkmale des PersonalManagements sollte erfolgen. Ein wirkungsvolles Personalrisikomanagement benotigt entsprechende Strukturen und sollte in ein System aufbauorganisatorischer Regeln eingebettet sein, um risikoadaquate Reaktionen der Entscheidungstrager im taglichen Unternehmensgeschehen zuzulassen und zu unterstutzen. Das bedeutet, dass die Organisation des Personalrisikomanagements auf der vorhandenen Organisa 28 In Anlehnung an Leidig 2007: 125. 21tions und Fuhrungsstruktur und den damit definierten Aufgaben und Verantwortlichkeiten aufgebaut werden sollte.29 Das Personalrisikomanagement PRM besteht folglich aus unternehmerischen Uberlegungen und Aktivitaten, die Personalrisiken 30 zu identifizieren, zu analysieren und abzuwehren, um unternehmenspolitische Ziele nicht zu gefahrden vgl. Kropp 2004: 134. 4.3. Zusammenfassung Unternehmen versuchen seit Jahrzehnten alle moglichen Risikopotenziale Kredit, Markt, Umweltschutz, Forderungsausfallrisiken usw. mittels mehr oder weniger ausgefeilten Modellen in den Griff zu bekommen, nur nicht bestimmte Risikofelder im HumanRessourceBereich. Das Personalrisikomanagement versucht hier Abhilfe zu schaffen. Einzelne Personalrisiken mussen identifiziert und durch den Einsatz von PersonalmanagementInstrumenten reduziert werden. Denn nur wenn die Unternehmen in Zeiten des Wandels in der Lage sind, diese Risikopotenziale zu beherrschen, also uber Steuerungsmoglichkeiten zu verfugen, werden auch die Chancen, die im Human Ressource enthalten sind, besser nutzbar sein, denn beherrschte Risiken sind Chancen vgl. Leidig 2007: 123! Somit ist das Hauptanliegen des PRM die Fruhaufklarung uber potenzielle Risiken und eine rechtzeitige und systematische Risikoabwehr. Die Risikoabwehr ist eine Form von Zukunftssicherung. Die Wahl geeigneter Manahmen findet aufgrund von Prognosen und Fruherkennungsmethoden statt.31 Fur die meisten Unternehmen stellt Personal eine zentrale Ressource dar. Der Erfolg grundet auf dem fachlichen Konnen und der Motivation der Mitarbeiter. Ihr Wissen und ihre Kompetenzen konnen einen Wettbewerbsvorteil darstellen und schaffen damit eine Abhangigkeit der Unternehmen von ihren Mitarbeitern. Diese Tatsache allein stellt ein groes Risiko dar und kann die Handlungsfahigkeit des gesamten Unternehmens gefahrden, wenn zum Beispiel wichtige Mitarbeiter Schlusselpersonen das Unternehmen verlassen vgl. Kobi 1999: 71. Daher sollte fur Unternehmen die Bindung von Mitarbeitern eine wichtige Aufgabe darstellen. Mehr zum Thema Mitarbeiterbindung im folgenden Kapitel. 5. Mitarbeiterbindung Mitarbeiterbindung, auch RetentionManagement genannt, bedeutet, quali 29 In Anlehnung an HornungReichmannDiedrichs 1999: 322324; Reichmann 2001: 618ff. Siehe Kapitel 3. 30 31 Mehr zu diesem umfangreichen Thema bei Ackermann 1999: 43102. 22 22 fizierte Mitarbeiter durch die Gestaltung von verschiedenen positiven Anreizen zu gewinnen und zu halten;32 also dem Austrittsrisiko,33 welches in Kapitel 3.1. angesprochen wurde, vorzubeugen, es zu beseitigen bzw. ihm entgegenzuwirken. Die Mitarbeiterbindung ist somit, bezogen auf den PersonalrisikomanagementProzess, ein Instrument zur Risikosteuerung. Jedoch beginnt die Mitarbeiterbindung nicht erst, wenn das Risiko bereits erkannt wurde, sondern in vielen Fallen schon im Vorfeld eines Vertragsverhaltnisses. Man halt beispielsweise Kontakt zu Praktikanten, Bewerbern, Beratern, Kunden und Personen im Umfeld der Beschaftigten, um sie bei entsprechendem Bedarf schneller verpflichten zu konnen und dadurch sowohl Zeit als auch Kostenvorteile zu realisieren vgl. Brockermann 2004: 18. Somit ist Mitarbeiterbindung keine einmalige Aktivitat, sondern eine weit reichende Daueraufgabe. Sie beginnt mit einer einfuhlsamen Personalauswahl und der Einarbeitung. Aber auch bei weiteren Personaleinsatzmanahmen, bei der Personalbeurteilung, beim Entgelt, bei der Personalfuhrung, beim Personalservice und bei der Personalentwicklung ist man darauf bedacht, die in einem muhevollen, zeit und kostenaufwendigen Prozess gewonnenen Mitarbeiter nicht wieder zu verlieren vgl. Brockermann 2004: 19. Unter Mitarbeiterbindung werden daher alle Manahmen verstanden, die geeignet erscheinen, die Verweildauer der vom Arbeitgeber gewunschten Mitarbeiter im Unternehmen zu verlangern und zu intensivieren. Sie sollen vermeidbarer Personalfluktuation abhelfen. Denn Personalfluktuation involviert eine Reihe von signifikanten Nachteilen:34 Jede Neueinstellung hat zweifellos Investitionscharakter, und sie zieht ein erhebliches Lohn und Lohnnebenkostenvolumen nach sich, das leicht uber 50.000 p.a. erreichen kann.35 Regelmaig mussen die Stellen vorzeitig ausscheidender Mitarbeiter neu besetzt werden. Fur die Neubesetzungen werden dann wiederum Initialinvestitionen fallig, welche die Rentabilitat erneut belasten.36 Nebenfolgen der Vakanzen mussen uberbruckt werden, denn die Arbeit muss wahrend des Fehlens eines Mitarbeiters auf andere Personen umverteilt werden, Kollegen wie Geschaftspartner haben zeitweise keinen kompetenten Ansprechpartner, Deadlines fur Projekte geraten unter Druck. Geeignete Mitarbeiter stellen einen bedeutenden Erfolgsfaktor fur jedes Unternehmen dar. Und uberdurchschnittlich gute Mitarbeiter sind, schon rein statistisch, selten. Wechseln diese, wird das eigene Unternehmen entsprehttp:www.4managers.dethemenmitarbeiterbindung, abgerufen am 32 Vgl. 13.03.2008. Siehe hierzu Kapitel 3.1. In Anlehnung an PepelsBrockermann o. J.: 107. 33 34 35 Mehr zu den Kosten z.B. bei Brockermann 2004: 17; Wucknitz 2000: 165. 36 Mehr dazu z.B. bei Brockermann 2003: 64. chend geschwacht, wechseln diese auerdem zur Konkurrenz, wird diese sogar unmittelbar gestarkt und das kann schwerwiegende Folgen fur das eigene Unternehmen haben. 23 Wahrend der Einarbeitung neuer Arbeitskrafte entstehen nicht nur Kosten durch Orientierungsprogramme, Trainings und die Unterstutzung durch Kollegen. Fur einen langeren Zeitraum ist auch mit einer geringeren Produktivitat der neuen Mitarbeiter zu rechnen, da den neuen Mitarbeiter zunachst eine Vielzahl organisationsspezifischer Arbeitsstandards vermittelt werden muss, um eine schnelle und reibungslose Einbindung in die Arbeitsprozesse zu ermoglichen. Eine hohe Fluktuationsrate ruft auch Ineffizienzen durch negative Folgen fur das Betriebsklima hervor: das Fortgehen von Kollegen lost oftmals Irritation und Verunsicherung unter den zuruckbleibenden Kollegen aus und vermindert dessen Arbeitsmotivation. Jeder abwandernde Mitarbeiter bedeutet einen KnowhowVerlust fur das Unternehmen. Denn er nimmt alle Informationen, soweit diese nicht anderweitig dokumentiert sind, mit und hinterlasst damit eine Informationslucke, die erst wieder mehr oder weniger aufwandig zu beheben ist. Es besteht das Risiko, dass ein nachfolgender Mitarbeiter nicht die gleiche Qualitat in Fertigkeiten und Verhalten mitbringt, wie der Vorganger, oder, selbst wenn dies der Fall ist, nicht so gut in die Unternehmenskultur eingebunden werden kann. Fluktuation fuhrt oftmals zu Kettenreaktionen, insbesondere, wenn ausgeschiedene Mitarbeiter Kollegen abwerben. Diese und weitere Nachteile konnen durch Manahmen der Mitarbeiterbindung vermieden werden. Die dafur entstehenden Kosten sind regelmaig weitaus geringer als die Kosten der Mitarbeiterfluktuation vgl. PepelsBrockermann o.J.: 108. Aber den Nachteilen der Mitarbeiterfluktuation stehen naturlich auch einige positive Nebeneffekte gegenuber. Dazu gehoren beispielsweise das Einstromen neuer Ideen und Kompetenzen von auen durch neue Mitarbeiter, die fremde Wissensbestande und frische Impulse und Ideen mitbringen. Dies ist angesichts des Risikos der Betriebsblindheit bei langjahrigen Mitarbeitern im Unternehmen eine durchaus erwunschte Seite des Jobwechsels. Was also aus einzelbetrieblicher Sicht als unerwunschter Kompetenzverlust beschrieben wird, firmiert sich in einer weiter gefassten Perspektive als wachstumsforderliche Mobilitat, die die flexible Anpassung an sich andernde Markte, an technische Innovationen und Wissensentwicklungen ermoglicht.37 Ein moglicher messbarer Nutzen beruht im Wegfall von Pramienzahlungen und Jahres 37 Vgl. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE. pdf, abgerufen am 11.03.2008. 24 24 bonus an die ausgeschiedenen Mitarbeiter. Im Zeitraum der Vakanz ubernehmen meist andere Kollegen die Aufgaben der noch unbesetzten Stelle mit, in vielen Fallen ohne zusatzliche Entlohnung. Auch die Moglichkeit, Neueinstellungen auf einem niedrigeren Gehaltsniveau vorzunehmen, wird als ein Pluspunkt der Fluktuation gewertet.38 5.1. Ziele der Mitarbeiterbindung Als ein ubergeordnetes Ziel der Mitarbeiterbindung kann die Steigerung des Unternehmenswertes genannt werden, welche durch zufriedene und loyale Mitarbeiter erreicht werden soll vgl. SzebelHabig 2004: 71. Aber das Ziel der Unternehmenswertsteigerung wird durch qualitative und quantitative Subziele zu erreichen versucht. SzebelHabig 2004 differenzieren bei der Mitarbeiterbindung zwischen quantitativen und qualitativen Zielen, welche im Folgenden aufgefuhrt werden. Zu den quantitativen Zielen gehoren folgende Punkte:39 Senkung der Fluktuationskosten: Die Mitarbeiterbindung verfolgt das Ziel, die Fluktuationskosten zu senken vgl. SzebelHabig 2004: 79. Reduzierung von Fehlzeiten: Durch die Verbesserung von Arbeitsbedingungen sollen gesundheitsbedingte Fehlzeiten reduziert werden. Bei Ausfallzeiten, welche durch geringe Motivation verursacht werden, kann z.B. ein Vorgesetztenwechsel in Betracht gezogen werden vgl. SzebelHabig 2004: 8081. Erhohung der Rentabilitat: Unternehmen mit einer hohen Mitarbeiterbindung erwirtschaften eine hohere Umsatzrendite vgl. SzebelHabig 2004: 30. Erhohung der Produktivitat: Eine hohere Arbeitsproduktivitat fuhrt zu einer kleineren Personalfluktuation vgl. SzebelHabig 2004: 81. Profitable Investitionen in das Humankapital: Investitionen in das Wissen, Konnen und das soziale Verhalten der Mitarbeiter mussen bzw. sollen sich lohnen. Durch ein Bildungscontrolling kann die durchschnittliche Verweildauer von Mitarbeitern in Relation zu den in sie getatigten Investitionen gesetzt werden. Damit ein Unternehmen nicht fur andere Arbeitgeber die Ausbildung bezahlt, konnte beispielsweise eine Beteiligung der Mitarbeiter an den Ausbildungskosten ausgehandelt werden vgl. SzebelHabig 2004: 78. Zu den qualitativen Zielen sind folgende Punkte zu zahlen:40 38 Vgl. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE. pdf, abgerufen am 11.03.2008. 39 Vgl. http:www.management.wiso.unierlangen.deDiplomarbeitenalte Themen Diplomarbeiten.htm, abgerufen am 16.02.3008. 40 Vgl. http:www.management.wiso.unierlangen.deDiplomarbeitenalte Themen Diplomarbeiten.htm, abgerufen am 16.02.3008. 25 Wissen im Unternehmen halten: Wissen ist personengebunden und nicht beliebig von einer Person auf die andere ubertragbar und sollte daher im Unternehmen gebunden werden vgl. Meifert 2005: 81; SzebelHabig 2004: 71. Sicherung von Fuhrungsqualitat: Die Qualitat von Fuhrungskraften spiegelt sich in der von ihnen vorgelebten Unternehmenskultur wider und zeigt den Nachwuchskraften, mit welchen Werten sich das Unternehmen identifiziert vgl. SzebelHabig 2004: 71. Erhohung der Kundenloyalitat: Die Erwartungen der Kunden mussen in Bezug auf Preis, Qualitat und Verfugbarkeit der Produkte erfullt werden vgl. SzebelHabig 2004: 73. Studien belegen, dass ein wichtiger Ansatzpunkt fur eine Verbesserung der Kundenloyalitat in der Mitarbeiterbindung liegt. Motivierte und kompetente Mitarbeiter sind das Aushangeschild eines jeden Unternehmens. Sie pragen das Bild ihrer Firma bei den Kunden.41 Sicherstellung der Mitarbeiterzufriedenheit: Von entscheidender Bedeutung ist der Wille der Mitarbeiter, im Unternehmen zu bleiben, um die Mitarbeiter an das Unternehmen zu binden. Die Einstellung, die vorhandenen Werte sowie die Bedurfnisse des Mitarbeiters entscheiden, ob dieser im Unternehmen bleibt oder geht vgl. Ettinger 2003: 68. Demografischer Entwicklung entgegenwirken:42 Im Jahr 2050 wird die Alterspyramide Kopf stehen, da die Bevolkerungsgruppe der uber 60Jahrigen doppelt so gro sein wird, wie jene der unter 20Jahrigen. Diese Tatsache macht ein Uberdenken der jetzigen Instrumente und anfokussierten Zielgruppe fur ein Unternehmen unausweichlich. Altere Arbeitnehmer werden an Gewicht gewinnen, da der Erfolg der Unternehmung zunehmend auf ihren Schultern lastet. Siehe hierzu Abbildung 5. 41 Vgl. http:www.management.wiso.unierlangen.deDiplomarbeitenalte Themen Diplomarbeiten.htm, abgerufen am 16.02.3008. 42 Vgl. http:web.fhludwigshafen.derumphome.nsfdewandelinderp, abgerufen am 18.03.3008. 26 26 Abbildung 5: Alterspyramide Quelle: Vgl. http:web.fhludwigshafen.derumphome.nsfdewandelinderp, abgerufen am 18.03.3008. Fachkraftemangel berucksichtigen: In Deutschland herrscht bereits jetzt ein Mangel an hochqualifizierten Fachkraften. Besonders zeigt sich dies in technischen Berufen. Das Institut der deutschen Wirtschaft IW berechnete, dass im Jahr 2006 48.000 Ingenieure fehlten.43 Diese aufgefuhrten Ziele der Mitarbeiterbindung sind naturlich auch als Grunde anzusehen, warum die Unternehmen versuchen bzw. versuchen mussen, die Mitarbeiter an das Unternehmen zu binden. Es ist wichtig, uber einen dauerhaften Bestand an qualifizierten Arbeitskraften zu verfugen. Ein weiterer Punkt ist auch, dass die Mitarbeiter heutzutage aus Grunden der Mobilitat auch eher dazu bereit sind, das Unternehmen zu wechseln, was die Bedeutung der Mitarbeiterbindung noch zusatzlich hervorhebt vgl. Ettinger 2003: 10. Die Folgen eines Weggangs von Leistungstragern haben fur Unternehmen somit nachteilige Konsequenzen, da die Unternehmensentwicklung und der Unternehmenserfolg in hohem Mae von ihren Mitarbeitern abhangen. Des Weiteren ist das Unternehmen auf High Potentials angewiesen, weil zuneh 43 Vgl. HusBathke 2007. Die daraus resultierenden Auswirkungen auf Unternehmen sind enorm: Der Fachkraftemangel habe die Wirtschaftsleistung um 3,5 Milliarden Euro gedruckt, das sind ganze 0,15 Prozent des Bruttoinlandsprodukts, belegen die IWZahlen. 27mend hoher qualifizierte Mitarbeiter benotigt werden, um die Wettbewerbsfahigkeit langfristig aufrecht zu erhalten. Wenn ein Unternehmen nun nach geeigneten Mitarbeitern auf dem Arbeitsmarkt sucht, bietet dieser oft nicht die MitarbeiterKompetenzen, die das Unternehmen braucht. Demzufolge sollte die Unabhangigkeit vom externen Arbeitsmarkt bis zu einem gewissen Grad Ziel eines Unternehmens sein, da dann namlich Kompetenztrager nachrutschen konnen, wenn altere, qualifizierte Mitarbeiter ausscheiden. Diese Notwendigkeiten sind die Konsequenz der gestiegenen Anforderungen an die Mitarbeiter aufgrund von Dezentralisierung und Internationalisierung der Unternehmensaktivitaten. Die Unternehmen mussen sich bewusst werden, dass der War for Talents begonnen hat. 5.2. Faktoren zur Mitarbeiterbindung Die Mitarbeiterbindung ist unmittelbar von der Mitarbeiterzufriedenheit abhangig vgl. PepelsBrockermann o.J.: 108. Allerdings existieren fur das Konstrukt der Mitarbeiterzufriedenheit vielfaltige Erklarungen vgl. HomburgGieringHentschel 1999: 84ff. In dieser Arbeit wird auf die Erklarung des ConfirmationDisconfirmationModells CDParadigma zuruckgegriffen vgl. hierzu auch: PepelsBrockermann: 108. Demnach ergeben sich Zufriedenheit bzw. Unzufriedenheit als Differenzen aus dem Vergleich der Erwartung bzw. Hoffnung an die Arbeit ex ante und dem Erlebnis aus der Arbeit ex post. Die Erwartungen leiten sich aus allgemeinen Wunschen, aus vorherigen personlichen Arbeitserfahrungen oder informellen Informationen anderer uber deren Arbeitserlebnisse bei vergleichbaren StelleninhaltenArbeitgebern ab, sowie aus der formalen Kommunikation des Arbeitgebers z.B. in Stellenausschreibungen oder Werbung und dem Aquivalent zum Lebensqualitatsopfer, das wohl jeder fur die Arbeit zu erbringen hat. Das Erlebnis leitet sich aus der tatsachlichen Erfahrung bei der Arbeit oder der Bewertung dieser Erfahrung nach der Arbeit her. Diese beiden Groen, Erwartungen und Erlebnisse, werden dann gegenubergestellt. Zufriedenheit ergibt sich dann, wenn das Erlebnis bei der Arbeit mindestens gleich hoch ist wie die Erwartung an die Arbeit. Ist die Erwartung an die Arbeit hoher als deren Erlebnis, kommt es zur Unzufriedenheit mit der Arbeit. Ist das Erlebnis wesentlich hoher als die Erwartung, entsteht Arbeitsbegeisterung. Die wichtigste Voraussetzung fur die Mitarbeiterbindung ist somit die Mitarbeiterzufriedenheit. Aber fur eine Mitarbeiterverbundenheit zum Unternehmen spielen vor allem situative und emotionale Faktoren eine wichtige Rolle vgl. PepelsBrockermann o.J.: 108: Situative Faktoren fuhren zur Mitarbeiterbindung, weil ein Mitarbeiter vor 28 28 den mit einem Stellenwechsel verbundenen Umfeldveranderungen Angst hat und diese somit vermeiden will. Emotionale Faktoren fuhren zur Mitarbeiterbindung, weil der Mitarbeiter seinen derzeitigen Arbeitgeber anderen gegenuber gefuhlsmaig vorzieht und deshalb loyal ist. Auch wenn die Mitarbeiter eine sehr groe Verbundenheit zu ihrem Unternehmen haben, so besteht trotzdem die Gefahr, dass die Mitarbeiter den Verlockungen eines Arbeitsplatzwechsels nicht widerstehen konnen, obwohl sie zufrieden sind im Unternehmen. Entscheidungen, die zum Arbeitgeberwechsel fuhren, sind komplexer Natur und selten ist der Grund dafur ein einzelner Faktor. In einer Reihe von quantitativ angelegten Studien wurde untersucht, warum Mitarbeiter sich entscheiden, zu einem anderen Arbeitgeber zu wechseln siehe hierzu z.B. Nagel 2005. Naturlich wurden auch Untersuchungen vorgenommen zum Arbeitgeberwechsel von hochqualifizierten Fach und Fuhrungskraften.44 Unter den haufigsten Grunden fur den Betriebswechsel werden arbeitsinhaltliche und karrierebezogene Motive oder die Unzufriedenheit mit dem eigenen Vorgesetzten und dem Betriebsklima angegeben. 45 Ein zentrales Motiv fur die Annahme neuer Jobangebote ist die Suche nach neuen Herausforderungen oder das aktuelle Fehlen anspruchsvoller Arbeitsinhalte. Die Mitarbeiter fuhlen sich durch Abwerbungsversuche anderer Unternehmen geschmeichelt. Sie glauben, dass sie bei einer anderen Stelle ein noch groeres Ma an Zufriedenheit als bei der derzeit eingenommenen Stelle finden vgl. PepelsBrockermann: 108. Haufig spielt in diesem Zusammenhang auch der Aspekt der Karrieremoglichkeiten eine groe Rolle. Weit weniger relevant als oft vermutet sind Einkommensverbesserungen. Sie rangieren in den meisten Untersuchungen nur auf einem mittleren oder hinteren Rang der Fluktuationsmotive siehe hierzu z.B. Nagel 2005. Oft werden diese eher als angenehmer Nebeneffekt angesehen. Bei der Entscheidung, eine neue Stelle anzunehmen, sind auch die Marktposition und die Zukunftschancen eines Unternehmens ein wichtiges Kriterium. Wichtig hierbei ist die Frage der eigenen Arbeitsplatzsicherheit, denn wenn diese nicht gegeben ist, dann wird die Fluktuationsneigung verstarkt. Aus ahnlichen Grunden sind auch Ubernahmespekulationen oder Restrukturierungsplane oft mit einer verstarkten Suche nach anderen Optionen verbunden.46 44 Siehe hierzu z.B. http:openpr.denews116616NurgeringeWechselbereitschaftbeideutschenFachundFuehrungskraeftenforsaRepraesentativbefragungimAuftragvonJobware.html, abgerufen am 14.03.2008. Siehe hierzu z.B. http:openpr.denews116616NurgeringeWechselbereitschaftbeideutschenFachundFuehrungskraeftenforsaRepraesentativbefragungimAuftragvonJobware.html, abgerufen am 14.03.2008. 46 Vgl. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE. 45 29Nicht auer Acht gelassen werden sollten auch so genannte Randfaktoren, die die Entscheidung der Mitarbeiter, das Unternehmen zu verlassen, beeinflussen, dazu zahlen vor allem die private Situation, wie z.B. die zukunftige gemeinsame Lebensgestaltung und der Wohnort der Familie.47 Das Entscheiden eines Mitarbeiters, im Unternehmen zu bleiben oder es zu verlassen, hangt vor allem von der Bindung oder ihrem Fehlen ab. Fur die emotionale Verbundenheit und Identifikation mit dem Arbeitgeber ist vor allem das Verhaltnis zu Vorgesetzten, zu Kollegen und zur Unternehmensfuhrung von signifikanter Bedeutung. 5.3. Manahmen und Instrumente zur Mitarbeiterbindung Es gibt eine Vielzahl von Manahmen und Instrumenten, um Mitarbeiter an das Unternehmen zu binden,48 im Folgenden werden einige aufgefuhrt:49 Manahmen: Wissensbasis schaffen: Fluktuation messen, Motivationslage herausfinden beispielsweise durch Befragung der Gesamtbelegschaft oder relevanter Mitarbeitergruppen und so die Motivationsbarrieren erkennen. Austrittsinterviews beim Fortgang der Mitarbeiter fuhren, um Grunde fur den Betriebswechsel zu erfahren. Neben einer Erhebung der freiwilligen Fluktuation in den einzelnen Unternehmensbereichen gehoren auch Messwerte wie Fehlzeiten zu den Fruhwarnsystemen der Mitarbeiterfluktuation. Rekrutierung: RetentionManagement beginnt bereits vor dem Eintritt eines Mitarbeiters im Unternehmen. Neben der Rekrutierung von Personen, die zur Unternehmenskultur und Kollegen passen, sind auch die realistischen Erwartungen der neuen Arbeitnehmer an den Arbeitgeber wichtig. Einarbeitung: Trainings in der Startphase, Mentorenprogramme, Orientierungsprogramme und Einfuhrungsveranstaltungen sollten veranstaltet werden. Diese sollten nicht nur rein informationshaltig sein, sondern auch die Unternehmenskultur vermitteln und das Gefuhl der Zugehorigkeit starken. Empfohlen werden auch runde Tische mit Fuhrungskraften hoherer Ebenen, um ein hohes Interesse des Managements zu signalisieren und ein Bild der Unternehmensstrategien zu vermitteln vgl. DGFP 2004: 67. Aufgabengestaltung: Zuschnitt und Gestaltung der Arbeitsaufgaben tragen zur Motivation oder im negativen Fall zum Gegenteil bei. Wichtig ist es daher, das richtige Ma an Herausforderungen, das weder zu Uber noch 47 Vgl. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE. pdf, abgerufen am 11.03.2008. pdf, abgerufen am 11.03.2008. 48 Mehr zu diesem Thema bei BrockermanPepels 2004. 49 In Anlehnung an Stuhrenberg 2004: 45; http:www.unionnetwork.orgUNisite GroupsPMSpublicationsRetentionDE.pdf, abgerufen am 11.03.2008. 30 30 zu Unterforderung fuhrt, zu finden. Personalentwicklung: Fur viele hochqualifizierte Mitarbeiter ist es wichtig, dass sie die Moglichkeit haben, ihre Kompetenzen kontinuierlich auszubauen und sich beruflich weiterzuentwickeln. Dazu sind nicht nur Weiterbildungsmanahmen oder Trainingsangebote wichtig, sondern vor allem herausfordernde Einsatzmoglichkeiten. Zur Zufriedenheit mit den Entwicklungschancen tragt auch die Transparenz und erlebte Fairness von Auswahl und Beforderungsprozessen bei. Aber die individuelle Entwicklung von Leistungstragern kann auch zum Nachteil fur das Unternehmen werden. Denn die hohen Investitionen in die Qualifizierung erhohen die Marktgangigkeit der Mitarbeiter und machen sie damit auch fur andere Arbeitgeber attraktiv. Fuhrungsinstrumente: Unternehmensweit gultige Leitlinien sollen verbindliche Standards fur die Fuhrung von Mitarbeitern und die Zusammenarbeit setzen. Sie umfassen haufig Elemente wie einen respektvollen Umgang, konstruktives Feedback, Teilhabe der Mitarbeiter am Unternehmensgeschehen und eine transparente Kommunikation. Wichtig ist aber, dass solche Grundsatze auch taglich im Unternehmen gelebt werden. Als eine wesentliche Grundlage fur eigenverantwortliches, zielorientiertes Arbeiten gilt das Fuhren durch Management by Objectives, dessen Ziel es ist, Eigeninitiative, Ergebnisorientierung und Selbstmotivation zu verstarken vgl. DGFP 2004: 59. Da Fuhrung nicht nur in Instrumenten verankert, sondern vor allem an Personen gebunden ist, kommt der Bewertung von Fuhrungsleistungen einiges Gewicht zu. Anreizsysteme: Monetare Anreizsysteme haben eine wichtige, aber nicht ausschlaggebende, Funktion bei der Mitarbeiterbindung. Denn sie spiegeln die Wertschatzung der Leitung der Mitarbeiter wider. Wichtige Faktoren sind daher eine nachvollziehbare Strukturierung und Bewertung der Funktionen und ein klar definierter Kriterienkatalog fur die Vergabe leistungsbezogener variabler Gehaltsbestandteile vgl. DGFP 2004: 63. Fur den Einzelnen muss die Beeinflussbarkeit der leistungsbasierten Elemente deutlich erkennbar sein. Wichtige nichtmonetare Anreize sind zum Beispiel attraktive und flexible Moglichkeiten der Arbeitszeitgestaltung, die die WorkLifeBalance der Angestellten beachten. Auch die Unterstutzung berufstatiger Eltern, die ihnen die Integration von Beruf und Familie erleichtert, gewinnt zunehmend an Bedeutung. Weitere Instrumente: Anerkennung von Leistungen z.B. Mitarbeiter des Monats, Forderung des Zusammengehorigkeitsgefuhls, z.B. durch Events wie beispielsweise der Family Day, Girls Day, Unternehmensfeiern etc., Coaching, Mitarbeiterentwicklungsgesprache DevelopmentSessions, 31 Mitarbeiterbefragung EmployeeSurveys, Gesundheitsforderung, Career Management, KinderbetreuungsAngebote, Empowerment Ubertagung von Verantwortung, verbunden mit entsprechender Wertschatzung, Fort und Weiterbildungsmanahmen z.B. Sprachen, Rhetorikseminar etc., Individual Design of Workplace, Personalfuhrung, Personalmarketing, Personliches Potenzialmanagement, TalentWarehouse, Statussymbole, Vertragliche Bindungsklauseln z.B. uber die Finanzierung des Studiums Weiterbildungsmanahmen, Zeitliche Anreizmodelle z.B. WorkLifeBalance WohlfuhlAngebote wie eine Cafeteria und kostenlose Getranke, Massagen am Arbeitsplatz und FitnessStudios oder organisierte Freizeitangebote etc. Obwohl diese Aufzahlung nicht abschlieend ist, vermittelt sie dennoch einen guten Eindruck uber die Vielzahl der zum Einsatz kommenden Instrumente. Bei der Auswahl der Instrumente ist es besonders wichtig, darauf zu achten, dass sich diese in ihrer Wirkung verstarken bzw. wenigstens nicht gegenseitig behindern. Wenn eine Feinabstimmung gelingt, dann sind positive Synergieeffekte zu erwarten vgl. Stuhrenberg 2004: 46. Primares Ziel des Einsatzes der Instrumente und Manahmen zur Mitarbeiterbindung sind zufriedene Mitarbeiter vgl. Stuhrenberg 2004: 46. Fraglich ist nun, wie sich diese Manahmen und Instrumente auf die Mitarbeiter auswirken, denn schlielich soll durch deren Einsatz das Risiko eines Austritts von wichtigen Leistungstragern aus dem Unternehmen vermindert bzw. sogar vermieden werden. In der nachstehenden Abbildung wird dargestellt, wie ein Risikoportfolio mit den beiden Dimensionen Ereigniswahrscheinlichkeit und Intensitat der Auswirkung aussehen konnte vgl. KPMG 1998: 22f, wenn es auf das Austrittsrisiko Anwendung findet: In diesem Portfolio werden alle Mitarbeiter entsprechend ihrer Austrittwahrscheinlichkeit sowie der Folgen fur das Unternehmen im Falle eines Austritts aufgefuhrt, wobei mit zunehmender Entfernung vom Ursprung der Austritt steigt. Je groer bei einem Mitarbeiter das Austrittsrisiko ist, desto wichtiger ist der Einsatz von entsprechenden Manahmen und Instrumenten zur Mitarbeiterbindung, um dieses Risiko auf ein akzeptables Ma zu senken. Wie die Abbildung zeigt, lasst sich beispielsweise die Austrittswahrschein 32 32 lichkeit von Mitarbeiter C, der ein Kind hat und nun vor dem Problem der Kinderbetreuung steht, durch die Nutzungsmoglichkeit des Unternehmenskindergartens reduzieren; des Weiteren konnten flexible Arbeitszeitmodelle angeboten werden und somit zur Bindung beitragen. Im Falle des Mitarbeiters A kann durch Mitarbeitergesprache und Austrittsinterviews herausgefunden werden, worin der Grund fur die Kundigung besteht und durch die Gestaltung von Vertragsklauseln ein Weggang zur Konkurrenz verhindert sowie dem Verrat von Unternehmensgeheimnissen vorgebeugt werden. Denn aus Sicht des Unternehmens kommt dem Umgang mit den Jobwechslern eine hohe Bedeutung zu. Daher ist eine bewusste Gestaltung der Phase zwischen ausgesprochener Kundigung und dem endgultigen Ausscheiden fur das Unternehmen, die verbleibenden Kollegen sowie auch fur den Nachfolger besonders bedeutsam. Die verbleibende Zeit sollte konstruktiv genutzt werden, vor allem da, wo KnowhowTrager aus dem Unternehmen ausscheiden und der Transfer von Erfahrungswissen an Kollegen oder Nachfolger notwendig ist. Abbildung 6: Risikoportfolio von Austrittsrisiken Folgen fur das Unternehmen Eintrittswahrscheinlichkeit z.B. Austritt von Mitarbeitern Restrisiken Risikenwahrscheinlichmittel DGhoch ABhoch CAmoglichgering DHunwahrscheinlichgering Fmittel Ggering Ehoch Cmittel Bgeringmaigwesentlich Intensitat der Auswirkungen z.B. Folgen fur das Unternehmen Quelle: Eigene Darstellung. 33Das Ausfallrisiko kann stark unterschatzt werden, wenn nicht rechtzeitig reagiert wird. Besonders kritisch ist der plotzliche Ausfall wichtiger Mitarbeiter durch Kundigung. Sehr schmerzlich ist dies beispielsweise bei Nachwuchs, in den viel investiert wurde. Vor allem kleinere Unternehmen konnen bei plotzlichem Ausfall einer Schlusselperson rasch in eine existenzbedrohende Situation geraten. 5.4. Mitarbeiterbindungsmanagement RetentionManagement Mitarbeiter an das Unternehmen zu binden und die Wahrscheinlichkeit ihres freiwilligen Ausscheidens zu reduzieren, liegt zumindest teilweise in der Reichweite von Unternehmen. Sie haben zwar nicht in jedem Bereich Einflussmoglichkeiten, wie z.B. im privaten, aber ihnen stehen Gestaltungsspielraume in arbeits und unternehmensbezogenen Bereichen zur Verfugung. Grundlagen fur das RetentionManagement bzw. die Bindung der Mitarbeiter an das Unternehmen sind das Commitment, d.h. die Motivation, der Leistungswille und die Treue der Mitarbeiter gegenuber dem Unternehmen sowie vor allem die Mitarbeiterzufriedenheit, welche insbesondere durch die Ubereinstimmung der Interessen der Mitarbeiter und den auszufuhrenden Tatigkeiten im Unternehmen bestimmt wird, wie bereits im vorhergehenden Abschnitt angesprochen.50 Da die Bedingungen, die Mitarbeiter zum Gehen oder Bleiben motivieren, komplex sind und es kaum einen Aspekt gibt, der sich nicht auf das Commitment von Mitarbeitern auswirken kann, umfassen Ratgeber zum RetentionManagement zahlreiche Elemente der Personalpolitik und Unternehmensgestaltung.51 Als zentrale Handlungsfelder der Mitarbeiterbindung gelten vgl. DGFP 2004: die Personalentwicklung, die Aufgabengestaltung, geeignete Fuhrungsinstrumente und personen sowie Anreizsysteme. Das Mitarbeiterbindungsmanagement kann uber mehrere Ansatzpunkte gesteuert werden vgl. PepelsBrockerman o.J.: 112: Proaktiv werden Manahmen der Kundigungsvorbeugung bei solchen gewunschten Mitarbeitern eingesetzt, von denen anzunehmen ist, dass sie kurz vor einer Kundigung stehen, um diese zu verhindern. Dies erfordert ein PersonalFruhwarnsystem. Diesen Mitarbeitern muss rasch und konkret aufgezeigt werden, dass das Unternehmen auf sie baut und sich ein Verbleib 50 Vgl. http:www.orgportal.orgportalartikel.php?did648, abgerufen am 20.03.2008. 51 Vgl. hierzu z.B.: http:www.invivo.infoProspekt%20Retentionmanagement.pdf, abgerufen am 20.03.2008. 34 34 im Unternehmen fur sie lohnt. Reaktiv werden Manahmen der Kundigungsruckgangigmachung bei solchen Mitarbeitern eingesetzt, die ein Unternehmen unbedingt zu halten wunscht. Dies erfordert ein schnelles Eingreifen, indem das Gesprach mit dem betreffenden Mitarbeiter gesucht wird. Dabei hilft schon eine Kurzinformation, die haufig leichtfertig ubersehene Warnsignale seitens des Mitarbeiters zutage fordert, zugleich aber auch Ansatzpunkte fur Unzufriedenheitsstifter liefert, die vielleicht ohne groeren Aufwand abgestellt werden konnen. Kontinuierlich ist die Messung der Mitarbeiterzufriedenheit erforderlich. Da es sich dabei um ein theoretisches Konstrukt handelt, das nicht direkt erfassbar ist, sondern nur uber Indikatoren, die ihrerseits der Messung zuganglich sind, ist es notwendig, solche Indikatoren zu bestimmen und durchgangig zu beobachten. Wichtig ist auch die Behandlung von Mitarbeiterbeschwerden. Denn jede Beschwerde ist ein Verbesserungsvorschlag, den aufzugreifen sich in jedem Fall lohnt. Ein weiterer Punkt, der im Zusammenhang mit dem Mitarbeiterbindungsmanagement nicht auer Acht gelassen werden sollte, ist, dass nach der allgemeinen Auffassung vor allem strategisch wichtige Mitarbeiter, fur die nur schwer adaquate Nachfolger zu finden sind, im Mittelpunkt des RetentionManagements stehen sollten vgl. DGFP 2004: 21. Es wird davon ausgegangen, dass die Mitarbeiterbindung als selektives Instrument entworfen werden sollte, das sich vor allem auf High Potentials bezieht und die weniger Leistungsstarken lieber gehen lasst. Das Mitziehen von Leistungsschwachen gefahrdet dieser Sicht nach nicht nur den Unternehmenserfolg, sondern konnte auch die Belegschaft demotivieren.52 Aber die verbreitete Konzentration des RetentionManagements auf TopKrafte hat auch Nachteile, denn mit der ausschlielichen Betrachtung von Leistungstragern, die sich in herausgehobenen Experten oder Managementpositionen befinden, wird die Bedeutung eingespielter Beziehungen und einfacher Mitarbeiter fur das stabile Funktionieren eines Unternehmens oder einzelner Teams einfach unterschatzt. Denn breites Erfahrungswissen und die etablierte Kooperation mit Kollegen und Geschaftspartnern tragen auf allen Ebenen zu effizienten Prozessen bei. Auch altere Arbeitnehmer, die beim Mitarbeiterbindungsmanagement meistens eher den Randgruppen zugerechnet werden, sollten starker in den Blick der Personalleiter rucken, denn angesichts der demografischen Entwicklung ist in absehbarer Zeit mit einer Verknappung qualifizierter und vor allem junger 52 Vgl. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE. pdf, abgerufen am 11.03.2008. 35Arbeitskrafte zu rechnen, die der Bindung alterer Mitarbeiter neue Bedeutung verleiht.53 Ein richtig verstandenes und angewendetes Mitarbeiterbindungsmanagement ist eine wichtige Grundlage fur eine auf Nachhaltigkeit ausgelegte Wertschopfungskette des Unternehmens. 5.5. Zusammenfassung Der Weggang von Leistungstragern hatte nachteilige Konsequenzen, die die Unternehmensentwicklung und den Unternehmenserfolg in hohem Mae beeintrachtigen wurden. Das Mitarbeiterbindungsmanagement soll diesem vorbeugen bzw. entgegenwirken. Durch die Vielzahl der aufgefuhrten Manahmen und Instrumente sollte es fur kein Unternehmen schwierig sein, geeignete Schritte fur die entsprechenden Mitarbeiter einzuleiten. Voraussetzung ist naturlich, dass das Unternehmen den Mitarbeiter nicht verlieren mochte und somit den Einsatz nicht scheut. Naturlich muss auch der Mitarbeiter im Unternehmen bleiben wollen. Grundlage hierfur ist naturlich die Zufriedenheit des Mitarbeiters bzw. die Verbundenheit gegenuber dem Unternehmen. Ein weiterer wichtiger Punkt, der hervorgehoben werden sollte, ist, dass sich die Unternehmen bewusst werden mussen, dass motivierte und qualifizierte Mitarbeiter auf dem Arbeitsmarkt begehrt sind und daher der War for Talents begonnen hat. Die Ziele der Mitarbeiterbindung in Abschnitt 5.1. verdeutlichen, dass die Mitarbeiterbindung fur ein Unternehmen von groer Bedeutung ist und somit in jedem Betrieb ein effektives Mitarbeiterbindungsmanagement angebracht ware. 6. Aufwand und Nutzenuberlegungen der Mitarbeiterbindung fur ein Unternehmen Ein weiterer entscheidender Faktor, Mitarbeiter und naturlich vor allem High Potentials langfristig an das Unternehmen zu binden, sind die durch ungewollte Fluktuation entstehenden Kosten. Die geschatzten Kosten einer ungewollten Personalfluktuation bewegen sich Schatzungen nach in der folgenden Spannbreite vgl. Stuhrenberg 2004: 38: Das USArbeitsministerium schatzt, dass eine Firma ein Drittel des jahrlichen Gehaltes aufwenden muss, um einen Angestellten zu ersetzen; anderen Schatzungen nach betragen die indirekten bzw. versteckten Kosten der Neubesetzung 80% oder mehr der Gesamtaufwendungen, welche erfor 53 Vgl. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE. pdf, abgerufen am 11.03.2008. 36 36 derlich sind, einen qualifizierten Arbeitsplatz neu zu besetzen; Smart u.a. schatzen die direkten und indirekten Kosten auf 100.000 bis 250.000 pro Fall. Die direkten Aufwendungen sind noch verhaltnismaig einfach zu bestimmen, dahingegen gestaltet sich die Ermittlung der indirekten und zumeist versteckten Kosten schwierig. Direkte Kosten entstehen zum Beispiel durch vgl. Stuhrenberg 2004: 38: Abfindungszahlungen im Zusammenhang mit der Entlassung, PersonalberatungHeadHunting, Abwerbepramien, Sichtung der Bewerbungsunterlagen, Vorstellungsgesprache und Bewerberauswahlverfahren wie beispielsweise Assessment Center, Einarbeitung des neuen Mitarbeiters Schulung und Training etc. Indirekte Kosten, welche meistens nicht durch das Rechnungswesen abgebildet werden, entstehen beispielsweise durch: 54 Verlust von Kunden oder geschadigte Geschaftsbeziehungen, ausgelost durch Unterbrechung oder Beendigung der meist auf personlicher Ebene aufgebauten Kundenbeziehungen, Verlust von Auftragen und Marktanteilen, Zusatzliche Marketinganstrengungen, um den Kunden zuruck zu gewinnen, Verlust von wertvollem Wissen uber die Firma, Kunden und Projekte, Rekrutierungskosten, Innovations und Leistungskraft zu verlieren, Rentabilitat und Wettbewerbsfahigkeit einbuen, erneut anfallende Kosten fur Personalentwicklung, Einarbeitungskosten sowie Kosten, welche durch den Verlust von Spezialistenwissen entstehen, Produktivitatsverluste durch die anfanglich geringere Leistung des neuen Mitarbeiters, Verlust der in den Mitarbeiter getatigten Investitionen, Verringerte Moral und hoherer Druck fur die restlichen Angestellten, welche haufig die entstehende Lucke durch Uberstunden schlieen mussen, Negative Effekte hinsichtlich des Image des Unternehmens, Erhohte Aufwendungen fur die Bereitstellung des benotigten Kapitals, ausgelost durch ein erhohtes Personalrisiko, welches sich bei den Banken negativ auf das Rating auswirkt. Im Rahmen des Risikomanagements fur Kon Tra G oder Basel II mussen Unternehmen u.a. die operationalen Personalrisiken bewerten. Ein nachhaltiges Personalbindungsmanagement hilft hierbei, das Rating zu verbessern und damit die Kosten der Bereitstellung 54 In Anlehnung an http:www.karriereundjob.dekujextraemployerbranding 3deba_ wuv_employer_branding.pdf, abgerufen am 20.03.2008; Stuhrenberg 2004: 39. finanzieller Ressourcen zu reduzieren. 37Fraglich ist in diesem Zusammenhang naturlich auch, welche Kosten der Austritt eines Leistungstragers fur das Unternehmen verursacht. Die folgende Abbildung zeigt ein Risikoportfolio 55 mit den beiden Dimensionen Ereigniswahrscheinlichkeit und Intensitat der Auswirkung, wenn es auf das Austrittsrisiko Anwendung findet: Allerdings werden in diesem Portfolio die Mitarbeiter hinsichtlich ihrer Austrittswahrscheinlichkeit sowie der indirekten und direkten Kosten eines Austritts positioniert. Auch in diesem Fall ist der Einsatz von entsprechenden Manahmen und Instrumenten zur Mitarbeiterbindung von groer Bedeutung, um dieses Risiko zu senken. Wie in der Abbildung zu erkennen ist, wurde sich die Austrittswahrscheinlichkeit von Mitarbeiter B durch beispielsweise eine Erhohung materieller Anreize reduzieren lassen, und die Fluktuationskosten bei Mitarbeiter A konnten durch Kodifizierung von kritischem Wissen gesenkt werden. Abbildung 7: Risikoportfolio von Austrittsrisiken Kosten des Austritts Eintrittswahrscheinlichkeit z.B. Austritt von Mitarbeitern Restrisiken Risikenwahrscheinlich Dmittelhoch Ghoch BGCmoglich Dgering FAunwahrscheinlichgering Emittel CHgeringhoch ABmittelgeringmaigwesentlich Intensitat der Auswirkungen z.B. Kosten des Austritts Quelle: Eigene Darstellung. 55 Siehe hierzu auch Kapitel 5.3. 38 38 Wie zu erkennen ist, kann der Austritt eines Leistungstragers hohe Kosten fur ein Unternehmen verursachen. Im Folgenden erfolgt eine kleine Beispielrechnung zum besseren Verstandnis: Fur ein mittelstandisches Unternehmen mit 250 Angestellten, einer FluktuationNeubesetzung in Hohe von 10% pro Jahr bei einem durchschnittlichen Jahresgehalt von 35.000 Euro, betragen die Fluktuationskosten 12.000 Euro pro Mitarbeiter 13 des durchschnittlichen Jahresgehalts dies entspricht der Schatzung des USArbeitsministeriums sowie die Gesamtkosten beachtliche 300.000 Euro 12.000 Euro x 25 Neubesetzungen.56 Hierbei handelt es sich um eine eher zuruckhaltende Schatzung. Es kann davon ausgegangen werden, dass der tatsachliche Verlust fur viele Unternehmen sehr viel hoher ist. Diese Kosten der Fluktuation konnen durch Manahmen der Mitarbeiterbindung verringert werden, welche bereits in Kapitel 5.3. angesprochen wurden. Die Aufwendungen fur die Mitarbeiterbindungsmanahmen und die Produktivitatsverluste durch die ungewollte Bindung weniger effektiver Mitarbeiter sind den Einsparpotenzialen gegenuberzustellen. Die Produktivitatsverluste werden teilweise durch die erhohte Motivation der ubrigen Mitarbeiter aufgewogen vgl. Stuhrenberg 2004: 40. Eine Beispielrechnung befindet sich in der folgenden Tabelle. Tabelle 3: Beispielrechnung Kosten Anzahl der pro Jahr ausscheidenden Mitarbeiter: x durchschnittliche jahrliche Kosten pro ausscheidenden Mitarbeiter durch Anzeigen, Auswahlverfahren, Einarbeitung, GoodwillVerluste beim Kunden usw. Kosten der Fluktuation pro Jahr x XX % Einsparung durch Manahmen der Personalbindung Zielvorgabe Einsparvolumen in Zielvorgabe Aufwendungen fur Manahmen zur Personalbindung Produktivitatsverluste durch die ungewollte Bindung wenig effektiver Mitarbeiter Produktivitatssteigerung durch eine hohere Motivation der zufriedenen Mitarbeiter Nettoerlos durch Manahmen der Mitarbeiterbindung Quelle: Eigene Berechnung. 56 In Anlehnung an Stuhrenberg 2004: 38. Beispiel Unternehmen 25 12.000 300.000 30 % 90.000 25.000 8.000 20.000 77.000 39Diese Berechnung legt dar, welches Potenzial in vielen Unternehmen durch Mitarbeiterbindungsmanahmen erschlossen werden kann. Wie aus der Beispielrechnung ersichtlich, geht es dabei nicht nur um die unmittelbar mit der Fluktuation in Zusammenhang stehenden Kosten, sondern auch um die Produktivitatssteigerung insgesamt, welche aus der hoheren Motivation zufriedener Mitarbeiter resultieren kann. Die durch Manahmen zur Mitarbeiterbindung realisierbaren Deckungsbeitrage konnen somit sehr hoch sein, wenn sie auch im Detail eher schwer zu berechnen sind. Ein Unternehmen wird aber nur dann wirtschaftlich erfolgreich sein, wenn es seine Versprechungen auch im Unternehmensalltag befolgt und umsetzt. 7. Fazit Fur die meisten Unternehmen stellen die Arbeitnehmer eine zentrale Ressource dar, denn der Erfolg eines Unternehmens beruht auf dem fachlichen Konnen, der Leistungsbereitschaft und der Motivation der Mitarbeiter. Ihr Wissen und ihre Qualifikationen sowie Kompetenzen konnen einen Wettbewerbsvorteil darstellen und schaffen damit eine Abhangigkeit der Unternehmen von ihnen. Diese Tatsache allein stellt ein groes Risiko dar und kann die Handlungsfahigkeit des gesamten Unternehmens gefahrden, wenn beispielsweise wichtige Mitarbeiter Schlusselpersonen das Unternehmen verlassen. Jedoch werden die Mitarbeiter meistens als Kostenfaktor behandelt und Kosten werden naturlich versucht, zu senken. Aber Erfahrungen vieler Unternehmen 57 zeigen, dass Mitarbeiter als eine Investition in die Zukunft betrachtet und bereits bei der Strategiebildung eines Unternehmens berucksichtigt werden sollten.58 Aber an diesen Gedanken mussen sich viele Firmen erst wieder gewohnen, denn nicht der moglichst elegante Abbau von HumanKapazitaten, sondern deren Bindung an das Unternehmen wird zunehmend zur Herausforderung vgl. China 2006: 30. In vielen Fallen sind es vor allem die potenzialstarken Mitarbeiter, die das Unternehmen verlassen, weil sie auerhalb Optionen haben, wohingegen die potenzialschwachen Mitarbeiter, deren Weggang vielleicht sogar willkommen ware, mangels dieser Optionen im Unternehmen verbleiben vgl. PepelsBrockermann o.J.: 107. Daher muss sich jedes Unternehmen uberlegen, wie er Erstere an das Unternehmen bindet und damit einen Wechsel vorbeugt. Somit werden Strategien zur Mitarbeiterbindung ein immer wichtigeres Element fur den Erfolg eines Unternehmens. Was gegenwartig fur einen Leistungstrager als selbstverstandlich gilt, wird 57 Zum Beispiel Kobi 1999: 71. 58 Fur diesen Ansatz spricht sich auch Kobi aus. Vgl. Kobi 1999: 26ff. 40 40 vor dem Hintergrund des demografischen Wandels auch fur die breite Mitarbeiterschaft immer wichtiger: die Bindung an das Unternehmen. Schon heute stehen viele Unternehmen vor dem Problem, Fach und Fuhrungspositionen adaquat und zeitnah zu besetzen. Und viele Personalverantwortliche furchten eine Verscharfung dieser Situation. Deutlich wird, je starker die Rekrutierung neuer Mitarbeiter an Grenzen stoen wird, desto wichtiger wird die Bindung und zielgerichtete Entwicklung der vorhandenen Mitarbeiter an das Unternehmen vgl. China 2006: 30. Das Streben nach einem stabilen MitarbeiterStamm hat handfeste Hintergrunde, denn wenn Wissenstrager gehen, ist nicht nur die Rekrutierung und Einarbeitung der Nachfolger mit erheblichen Kosten verbunden. Sondern durch den Weggang von Mitarbeitern konnen Projekte unterbrochen werden, eingespielte Beziehungen zu Kollegen und Kunden verloren gehen und lange aufgebautes Erfahrungswissen verschwinden Die Unternehmen sind demzufolge mit erheblichen Folgeproblemen konfrontiert. Die Unternehmen mussen erkennen, dass die Bindung von qualifizierten und motivierten Mitarbeitern ein bedeutsames unternehmerisches Ziel sein muss, um im Wettbewerb bestehen zu konnen. Literaturverzeichnis Ackermann, K.F. 1999: Risikomanagement im Personalbereich, erschienen in: Ackermann, K.F. Hrsg.: Risikomanagement im Personalbereich. Reaktion auf die Anforderungen des Kon Tra G, Wiesbaden 1999. Arbeitskreis Finanzierungsrechnung der SchmalenbachGesellschaft 2001: Risikomanagement und Risikocontrolling in Industrie und Handelsunternehmen, erschienen in: Gebhardt, G.Mansch, H. Hrsg.: Zeitschrift fur betriebswirtschaftliche Forschung Zfbf, Sonderheft 46, Dusseldorf, Frankfurt 2001. Baumgartner, R. R. 2005: Risikobewusstsein in schweizerischen Mittelstandsunternehmen, Konstanz 2005. Brockermann, R. 2003: Personalwirtschaft, 3. Auflage, Stuttgart 2003. Brockermann, R. 2004: Fesselnde Unternehmen gefesselte Beschaftigte, erschienen in: Brockermann, ReinerPepels, Werner Hrsg.: Personalbindung, Wettbewerbsvorteile durch strategisches Human Resource Management, Berlin 2004. Brockermann, R.Pepels, W. 2004: Personalbindung Wettbewerbsvorteile durch strategisches Human Resource Management, Berlin 2004. China, R. 2006: Wettbewerbsfaktor emotionale Bindung, erschienen in: Personalwirtschaft, Heft 072006, S. 3033, unter: http:www.chinassc.dedownloadpw_072006 _emotbindung.pdf, abgerufen am 13.02.3008. DGFP Deutsche Gesellschaft fur Personalfuhrung 2004: Retentionmanagement. Die richtigen Mitarbeiter binden, Bielefeld 2004. Ettinger, E. 2003: Innovative Entwicklungen im Human Resource Management hinsichtlich Personalbindung ans Unternehmen, Lienz 2003. unter: 41Fuhring, M. o. J.: Risikomanagementkultur als Aufgabe und Herausforderung fur ein ressourcenorientiertes Risikomanagement, http:www.unikonstanz.deFu FVerwissKlimeckiKom PersfullpapersFuehring.pdf, abgerufen am 17.03.2008. erschienen Gallup Gmb H 2004: Mitarbeiterzufriedenheitsstudie der Gallup Gmb H, unter: http:www.naguprojekt.dedownloaddown_allgProjektvorstellung.pdf, abgerufen am 17.03.2008. Herzog, H. 2006: Risk Fraud Management als erweitere Managementaufgabe, erschienen in: ZRFG, Heft 12006, S. 1115. Hochrein, K. 1999: Das Gesetz zur Kontrolle und Transparenz im Unternehmensbereich. Kon Tra G und die Folgen fur das Personalmanagement, erschienen in: Ackermann, K.F. Hrsg.: Grundlagen des Risikomanagement im Personalbereich Reaktionen auf die Anforderungen des Kon Tra G, Wiesbaden 1999, S. 1141. Homburg, Ch.Giering, A.Hentschel, F. 1999: Der Zusammenhang zwischen Kundenzufriedenheit und Kundenbindung, erschienen in: Bruhn, M.Homburg, Ch. Hrsg.: Handbuch Kundenbindungsmanagement, 2. Auflage, Wiesbaden 1999, S. 81112. Hornung, K.Reichmann, Th.Diedrichs, M. 1999: Risikomanagement. Teil I: Konzeptionelle Ansatze zur pragmatischen Realisierung gesetzlicher Anforderungen, erschienen in: Controlling, 11. Jg. 1999, S. 317325. Hus, Ch.Bathke, R. 2007: RetentionManagement Den Mitarbeiter ewig binden, erschienen in: Frankfurter Allgemeine FAZJOB.NET, unter: http:www.faz.nets Rub C43EEA6BF57E4A09925C1D802785495ADocEEBCB7AAA338C479897BC3346B4C0DAC1ATplEcommonScontent.html, abgerufen am 20.03.2008 Kobi, J.M. 1999: Personalrisikomanagement. Strategien zur Steigerung des People Value, Wiesbaden 1999. KPMG 1998: Integriertes Risikomanagement, Berlin 1998. Kropp, W. 2004: Entscheidungsorientiertes Personalrisikomanagement, erschienen in: Brockermann, R.Pepels, W. Hrsg.: Personalbindung Wettbewerbsvorteile durch strategisches Human Resource Management, Berlin 2004, S. 131166. Lappalainen, J.Mikkonen, P.Murtonen, M.Piispanen, P.Salminen, S.Vuori, M. 2000: Der Schlussel zu einer sicheren Zukunft 41, KUM, Ubersetzung und deutsche Anpassung: IAD, TU Darmstadt., unter: http:www.pkrh.fipdfdepersonal risikomanagementbroschure41, abgerufen am 02.04.2008. Leidig, G. 2002: Risikomanagement im HumanRessourcenBereich, erschienen in: Der Betriebswirt, Nr. 12002, S. 2733. Leidig, G. 2005: HumanRessourcenRisikomanagement Umfeld, Ablauf, Risikofelder, Instrumente, erschienen in: Gerberich, C. W. Hrsg.: Praxishandbuch, Wiesbaden 2005, S. 217. Leidig, Guido 2007: PersonalRisikomanagement und Zukunftsherausforderung Konzeption, Gestaltung, Instrumente, erschienen in: ZRFG: Risk, Fraud Governance; Pravention, Transparenz, Organisation, 2. Jahrgang, 2007, S. 122130. Meifert, M. 2005: Mitarbeiterbindung Eine empirische Analyse betrieblicher Weiter 42 42 bildner in deutschen Grossunternehmen, Munchen 2005. Moser, Th. 2005: Steuerungsinstrumente und Manahmen fur Wissensrisiken, Magisterarbeit TU Graz, Graz 2005. Nagel, A. 2005: Was Mitarbeiter bindet, erschienen in: Personal, Heft 42005. Paul, Ch. 2005: Personalrisikomanagement, HansBocklerStiftung Hrsg., Dusseldorf 2005. Pepels, W.Brockermann, R. o. J.: Personalbindung, unter: http:www 1.dgfp.comdgfp perdoc.php?filenamehttp:212.144.248.84action.php?_cmd500_id0_docid 61045, abgerufen am 18.03.3008. Pw C Hrsg. 2003: Wirtschaftskriminalitat 2003. Internationale und deutsche Ergebnisse, FrankfurtM. 2003; Reichmann, Th. 2001: Controlling mit Kennzahlen und Managementberichten; 6. Auflage, Munchen 2001. Stuhrenberg, L. 2004: Okonomische Bedeutung des Personalbindungsmanagement fur Unternehmen, erschienen in: Brockermann, R.Pepels, W. Hrsg.: Personalbindung, Wettbewerbsvorteile durch strategisches Human Resource Management, Berlin 2004, S. 3350. SzebelHabig, A. 2004: Mitarbeiterbindung Auslaufmodell Loyalitat? Mitarbeiter als strategischer Erfolgsfaktor, Weinheim 2004. Wolf, K.Runzheimer, B. 2001: Risikomanagement und Kon Tra G, 3. Aufl., Wiesbaden 2001. Wucknitz, U. D. 2000: MitarbeiterMarketing, Gottingen, Bern, Toronto, Seattle 2000. Wucknitz, U. D. 2002: Personalrisiken erkennen und beeinflussen, Personalwirtschaft Heft 102002, S. 2832. Internetquellen http:jobs.stepstone.atveranstaltungen.cfm?kursid480, abgerufen am 03.03.2008. http:lexikon.meyers.demeyersRisiko, abgerufen am 20.02.2008. http:openpr.denews116616NurgeringeWechselbereitschaftbeideutschenFachundFuehrungskraeftenforsaRepraesentativbefragungimAuftragvonJobware.html, abgerufen am 14.03.2008. http:web.fhludwigshafen.derumphome.nsfdewandelinderp, abgerufen am 18.03.3008. http:www.4managers.dethemenmitarbeiterbindung, abgerufen am 13.03.2008. http:www.invivo.infoProspekt%20Retentionmanagement.pdf, abgerufen am 20.03.2008. http:www.iop.unibe.chlehrelizentiatsarbeitenLizStaufferLorenz.pdf, abgerufen am 17.03.2008. http:www.karriereundjob.dekujextraemployerbranding 3deba_wuv_employer_branding.pdf, abgerufen am 20.03.2008; http:www.management.wiso.unierlangen.deDiplomarbeitenalte Themen Diplomarbeiten.htm, abgerufen am 16.02.3008. 43http:www.orgportal.orgportalartikel.php?did648, abgerufen am 20.03.2008. http:www.swissconsultants.chdeswissconsultantspdfjahr 07008_bedeutung.pdf, abgerufen am 17.03.2008. http:www.unionnetwork.orgUNisiteGroupsPMSpublicationsRetentionDE.pdf, abgerufen am 11.03.2008; http:de.wikipedia.orgwikiPersonalrisiko, abgerufen am 17.03.2008. Weitere Quellen http:www.aktionsringfuerweiterbildung.defitness.html. http:www.healthperformance.de. http:www.personaltrainers.departner.htm. http:www.realdefence.derealdefence 1d.htm. Autorenangaben Anne Przybilla, LL.B., M.A. co Hochschule Wismar PhilippMullerStrae 14 Postfach 12 10 D 23966 Wismar Fax: 49 03841 753 131 44 44 WDP Wismarer Diskussionspapiere Wismar Discussion Papers Heft 052007: Uwe LammelAnatoli BeifertMarcel BratzStefan BrandenburgMatthias BuseChristian HohnGert MannheimerMichael RehfeldAlexander RichterStefan Wissuwa: Business Rules Die Wissensverarbeitung erreicht die Betriebswirtschaft. Einsatzmoglichkeiten und Marktubersicht Florian Wrede: Computergestutzte ManagementInformationssysteme. Geschichte Zukunft Konsequenzen Peter BiebigGunnar Prause: Logistik in Mecklenburg Entwicklungen und Trends Anja Ziesche: Risikomanagement unter dem Aspekt der Betrieblichen Gesundheitsforderung Cornelia Ewald: Kreditinstitute in der Anlageberatung Anforderungen aus der aktuellen Rechtsprechung und Gesetzgebung Herbert Muller: Zahlen, Planeten, Pyramiden und das Meter. Wie die Planung der Pyramiden von Gizeh erfolgt sein konnte eine ingenieurmethodische Betrachtung Klaus SandenBarbara Bojack: Depressivitat und Suizidalitat im hoheren Lebensalter Andrea KalliesAnne Przybilla: Marktanalyse von Enterprise Resource PlanningSystemen Kategorisierung Anne Przybilla: Die Verwaltungsreform und die Einfuhrung der Doppik in die offentliche Verwaltung Jost W. Kramer: Erfolgsaspekte genossenschaftlichen Wirtschaftens aus betriebswirtschaftlicher Perspektive Uwe Lammel Hrsg.: Wirtschaftsinformatik Was ist das? Florian Wrede: Qualitatsmanagement Eine Aufgabe des Controllings, des Marketings oder des Risikomanagements? Regina BojackBarbara Bojack: Comenius, ein moderner Padagoge Chris LobbertStefanie PawelzikDieter BastianRudiger Steffan: Datenbankdesign und Data WarehouseStrategien zur Verwaltung und Auswertung von Unfalldaten mittels Risikopotenzialwerten und Risikoklassen Reinhard J. WeckAnatoli BeifertStefan Wissuwa: Wissensmanagement quo vadis? Case Positions zur Umsetzung in den Unternehmen. Eine selektive Bestandsaufnahme Petra Wegener: Die Zeit und ihre Facetten in der Fotografie Anne Przybilla: Personalrisikomanagement Mitarbeiterbindung und die Relevanz fur Unternehmen Heft 062007: Heft 072007: Heft 082007: Heft 092007: Heft 102007: Heft 112007: Heft 122007: Heft 132007: Heft 142007: Heft 012008: Heft 022008: Heft 032008: Heft 042008: Heft 052008: Heft 062008: Heft 072008: ", "filename": "587996382.pdf", "person": ["Anne Przybilla", "Przybilla, Anne"], "date": ["2008"]}