{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/43098/1/588417726.pdf"], "title": ["Schadensbegrenzung oder Kapriolen wie im Finanzsektor?"], "plaintext": "DOI: 10.1007s 1027300808738ZEITGESPRACH SPEZIALFinanzkrise Schadensbegrenzung in der Realwirtschaft Die durch die Finanzmarktkrise ausgelosten Probleme greifen derzeit rasch auf die realwirtschaftliche Ebene uber. Wie verhalten sich Finanz und Konjunkturkrise zueinander? Kann und sollte man die drohende Rezession jetzt mit Mitteln der Wirtschaftspolitik bekampfen? Welche Instrumente sind geeignet? In welcher Dimension und in welchem Zeitrahmen sollte die Wirtschaftspolitik handeln? Was ist von dem Konjunkturpaket der Bundesregierung zu halten? Ubertragung der Probleme auf die realwirtschaftliche Ebene Ulrich Blum, Udo Ludwig Die gegenwartige Krise besitzt eine starke Stimmungskomponente. Da ohnehin, wie Ludwig Erhard 1957 betonte, Wirtschaftspolitik zur Halfte Psychologie ist, muss auf diese beson ders eingegangen werden.1 Die erste Krisenwelle wurde in erheblichem Mae uber Stim mungskanale verbreitet, hat ihre Ursache in den USA und wurde deshalb in Europa zunachst wenig ernst genommen. Ihre ersten Anzeichen waren sich haufende fi nanzielle Schiefl agen von USamerikanischen Hypothekenbanken ab dem Jahr 2006, die zunachst weitgehend schadensfrei am Ausland vorbeizugehen schienen. Das liegt auch daran, dass die Tiefe und Tragweite der Probleme unbekannt waren. Es wurde zunachst vor allem amerikanisches und nicht internationales bzw. europaisches Vertrauenskapital vernichtet. Daher war die Funkti onsfahigkeit des europaischen, insbesondere des deutschen Bankensystems kaum einge schrankt, das Problem wurde mit einer gehorigen Portion Attentismus angegangen. Das an derte sich erst, als europaische Banken 1 L. E r h a r d : Wohlstand fur alle, Econ Verlag, DusseldorfWien 1957.784in Schiefl age gerieten, zunachst die Sachsische Lan desbank, spater dann die IKBKf W. Aber auch von dieser zweiten Welle gingen nur geringe reale Effekte aus, weil das Problem als eingrenzbar und beherrschbar erschien. Erst mit der dritten Welle, an deren Spitze vermutlich aus deutscher Sicht die Bayerische Landesbank stand, international die Insolvenz von Lehman Brothers zu nennen ist, schlagt die psychologi sche Krise real durch, weil sich nunmehr die Banken untereinander kein Geld mehr liehen und die Zentralbanken als Geldgeber einsteigen mussten, um die Markte liquide zu halten. Fak tisch ist dies bis heute nur begrenzt gelungen. In Europa wird in erheblichem Mae die gegen Sicherheit von der EZB ausgeliehene Liquiditat bei dieser in Form von Einlagenfazili taten wieder angelegt. So stieg letztere in den Monaten September bis Oktober von fast 0 auf reichlich 200 Mrd. Euro. Diese psychologischen Effekte werden fur die gegenwartige Krise immer relevanter sein, weil sie permanentes und globales Misstrauen saen, was bei fruheren Finanzkrisen nicht der Fall war da konnten die Probleme weitgehend auf einige Staaten in Asien oder Sudamerika ein gegrenzt werden, um diese dann mit relativ harten Manahmen, die sozial erheblich durch schlugen, zur Anpassung zu zwingen. Das funktioniert nun wegen der Globalitat nicht mehr, aber auch deshalb, weil die Staaten an vorderster Front, namlich Mitteleuropa und USA, dies gesellschaftlich wohl kaum akzeptieren.Schlielich schwappte die vom Finanzsektor ausgehende Vertrauenskrise auf die reale Oko nomie uber. In einer modernen Okonomie mit wachsender Durchdringung von Geld, Kredit und Guterkreislaufen uberrascht dies nicht, zumal sich der konjunkturelle Abschwung der Weltwirtschaft auch ohne Krise an den Finanzmarkten im Fruhjahr 2008 bereits ankundigte.Wirtschaftspolitische Optionen Analysiert man die gegenwartige Lage und sucht, darauf aufbauend, nach wirtschaftspoliti schen Handlungsmoglichkeiten des Staats, so sind folgende Entwicklungen im Umfeld zu nachst festzuhalten:cid:129 Durch das Ende der Spaltung der Welt in konkurrierende Blocke Wirtschaftsdienst 2008 12cid:129 durch den Fall der Mauer und damit durch ein vermutetes Ende der Geschichte 2 verringerten sich die nicht diversifi zierbaren Risiken der Welt dramatisch, was bei gegebenen Zah lungs und insbesondere Gewinnstromen ein Anwachsen der zuzurechnenden Vermogenswerte auslosen musste.3 Das fuhrte zu einer Ausweitung der weltweiten Kreditgrundlagen. Diese Entwicklung schwachte sich erst mit den Terroranschlagen in New York 911 ab.In den vergangenen zehn Jahren fand eine erhebliche Veranderung der internationalen Arbeitsteilung statt. Aus deutscher Sicht war vor allem die massive Verbesserung der ei genen internationalen Wettbewerbsfahigkeit, die auch zu Lasten der Binnennachfrage ging, ein wichtiger Eckpunkt. Der eindrucksvolle Auftritt der emerging markets in der Weltwirtschaft erzeugte dort erhebliche Leistungsbilanzuberschusse. Insbesondere China trug durch die massive Ausfuhr preiswurdiger Produkte zur Stabilisierung des Weltpreisni veaus fur handelbare Konsum Guter bei, so dass die Liquiditatsuberschusse nicht infl a tionar wirksam wurden. Dies anderte sich erst, als der Aufschwung die Rohstoffmarkte unter Druck setzte.cid:129 Die USamerikanische Wirtschaft profi tierte durch eine erhebliche monetare Expan sion, die seit den spaten neunziger Jahren zunachst als Gegenstuck zum starken Produktivitatsanstieg angesehen wurde und die deshalb und wegen der oben genannten Grunde das Preis und Lohngefuge nicht 2 F. F u k y u a m a : Das Ende der Geschichte, Munchen 1992.3 U. B l u m : Risiko aus volkswirtschaftlicher Sicht, in: W. G l e i n e r, G. M e i e r Hrsg.: Wertorientiertes RisikoManagement fur Industrie und Handel, Wiesbaden 2001, S. 409425.Wirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALDie Autorenunseres Zeitgesprachs:Prof. Dr. Ulrich Blum, 54, ist Prasident des Instituts fur Wirtschaftsforschung Halle; Prof. Dr. Udo Ludwig, 65, ist Leiter der Abteilung Makrookonomik des IWH.Prof. Dr. Thiess Buttner, 42, ist Bereichsleiter Offentlicher Sektor am ifo Institut fur Wirtschaftsforschung in Munchen; Prof. Dr. Kai Carstensen, 37, ist Bereichsleiter Konjunktur und Befragungen im ifo.Dr. Roland Dohrn, 52, ist Leiter des Kompetenzbereichs Wachstum und Konjunktur, Prof. Dr. Christoph M. Schmidt, 45, ist Prasident des RheinischWestfalischen Instituts fur Wirtschaftsforschung RWI in Essen. Prof. Dr. Dr. h.c. mult. Wolfgang Franz, 64, ist Prasident des Zentrums fur Europaische Wirtschaftsforschung ZEW, Mannheim und Mitglied des Sachverstandigenrates zur Begutachtung der gesamtwirtschaftlichen Entwicklung.Prof. Dr. Gustav A. Horn, 54, ist wissenschaftlicher Direktor des Instituts fur Makrookonomie und Konjunkturforschung IMK in der HansBocklerStiftung in Dusseldorf; Dr. Heike Joebges, 39, ist Leiterin des Referates Internationale Konjunkturanalyse und prognose und Dr. Achim Truger, 39, Leiter des Referates Steuer und Finanzpolitik im IMK.Prof. Dr. Joachim Scheide, 59, ist Leiter des PrognoseZentrums am Institut fur Weltwirtschaft an der Universitat Kiel.Prof. Dr. Klaus F. Zimmermann, 55, ist Direktor des Bonner Instituts zur Zukunft der Arbeit IZA und Prasident des Deutschen Instituts fur Wirtschaftsforschung DIW Berlin.infl ationar aufblahte.4 Banken konnten die Margen erhohen, die Uberkonsumtion und damit das Leistungsbilanzdefi zit erschienen als problemlos fi nanzierbar, und auch das vor allem durch den Irak krieg aus geloste Haushaltsdefi zit schien langfristig die Stabilitat nicht zu untergraben. Die Vermogenswertsteigerungen im Immobilienmarkt setzten, gefordert durch das politisch gewollte Aufweichen der Risikostandards bei Immobilienkrediten, eine Aufwartsspirale in Gang. Mit Sicherheit spielt auch der hohe gesellschaftliche Wert des eigenen Hauses in den USA eine wichtige Rolle und der Wunsch der amerikanischen Mittelschicht, sich durch Teilnahme am Vermogensboom angesichts der sichtbaren Bedrohung der sozialen Posi tion in der Vermogensposition zu stabilisieren. Durch die Preissteigerungen bei Rohstoffen, insbesondere auch bei Rohol, geriet dieses Gefuge unter Druck. Damit setzte ab dem Jahr 2006 zunachst langsam, dann beschleunigt eine Entwicklung ein, die erst zum Zusam menbruch der Hausfi nanzierungsmarkte fuhrte und schlielich das gesamte Finanz system unter systemischen Existenzdruck setzte.Bereits mit dem Ausgang des Fruhjahrs 2008 schwachte sich die Entwicklung der Weltwirt schaft ab. Dies betraf insbesondere die drohende Rezession in den USA und in einigen Lan dern Westeuropas, aber auch die Verlangsamung des wirtschaftli chen Wachstums in den groen Schwellenlandern. Schlielich wirkte sich das auf die Exportnationen aus, die, wie Deutschland, einen groen Beitrag zu ihrem nationalen Produktionsanstieg aus dem Auslandsgeschaft generieren.cid:129 4 L.T. O r l o w s k i : Stages of the Ongoing Global Financial Crisis: Is there a Wandering Asset Bubble, IWHDiskussionspapiere Nr. 11, Halle 2008.785Aus dieser Konstellation folgt zunachst, dass spezifi sche konjunkturelle und strukturelle, also in der internationalen Arbeitsteilung liegende Kriseneffekte die gegenwartige Problemlage bestimmen. Deutsche Wirtschaftspolitik kann derartige internationale Verwerfungen nicht aus eigenem Handeln heraus korrigieren. Hier sind institutionelle Anderungen in der internatio nalen Regulierung erforderlich, die das mehrstufi ge PrinzipalAgentProblem losen mussen. Hier werden vor allem individuelle Haftungsregeln im Vordergrund stehen mussen, weil die erheblichen Informationsasymmetrien, auch durch nationale Kulturelemente verstarkt, ange sichts der Innovationsdynamik in der Finanzbranche kaum uberwunden werden konnen.Geeignete Instrumente Fur Deutschland ist die drohende Rezession nicht hausgemacht, sondern zu einem Groteil ein Import der Konjunkturschwache im Ausland. Die Eigentumlichkeit des vergangenen Konjunkturzyklus mit dem Export als der treibenden Kraft bringt es mit sich, dass die inzwi schen deutlich sinkende Nachfrage nach Exportgutern auf die Sachinvestitionen uberschwappen wird. Der private Konsum durfte trotz rucklaufi ger Infl ation seine sonst ubliche kon junkturelle Antriebskraft in der Spatphase des Zyklus nicht entfalten konnen, wenn die Rezes sion in kurzer Zeit den Arbeitsmarkt erreicht und die ZEITGESPRACH SPEZIALErwerbseinkommen auch nominal nicht mehr zunehmen. In der gegebenen Lage, die starke Bezuge zu einer keynesianischen Liquiditatsfalle besitzt, sollten fi skalische Manahmen Anpassungsprozesse, die ohnehin in der Krise ablaufen, nicht blockieren. Das wurde dringende Problemlosungen, beispielsweise in der Fahrzeug oder der Mikroelektronikindustrie, nur verzogern. Ohnehin ist Deutschland aus technologi scher Sicht in fast allen Bereichen in hohem Mae wettbewerbsfahig, so dass es keinesfalls Ausloser von fi nanziellen Rettungswettlaufen sein darf. Wirtschaftspolitische Manahmen sollten daher vor allem in Sektoren mit nicht handelbaren Gutern ansetzen, die zudem den Vorteil besitzen, Anschubeffekte vor allem im eigenen Land auszulosen.Neben beherztem fi skalischen Handeln und hier bietet sich die Bauwirtschaft an ist es ebenso wichtig, regulatorisches Vertrauen wiederzugewinnen. Dessen immenser Stellen wert erfordert vor allem ein Stabilisieren der Erwartungen, eine alte Forderung fur gute So ziale Marktwirtschaft.5 Dies bedeutet auch, dass die innere Logik der gegen wartigen Manahmen national und international sichtbar werden muss. Das ist sie nicht! Psychologische Faktoren gewinnen auch hier zunehmend an Bedeutung, weil die National5 W. E u c k e n : Grundsatze der Wirtschaftspolitik, Tubingen Zurich 1960, Erst aufl age 1952.staaten, die auch internationales Handeln legitimieren mussen, offentlich uber Manahmen diskutieren, die mindestens zwei Kollateralschaden auslosen konnen:cid:129 cid:129 Sie konnen Attentismus erzeugen, weil alle auch mit geplanten wirtschaftlichen Manah men warten, bis sie von Hilfsgeldern profi tieren je langer gewartet wird, desto schwieri ger wird die Lage und desto erforderlicher wird die Rettung das System schaukelt sich auf. In Deutschland wird das vor dem Hintergrund der Debatte, mit welchen Steuererma igungen oder Konsumgutscheinen geholfen werden soll, deutlich. Auf europaischer Ebene erzeugt die Zinssenkung, der noch weitere Zinssenkungen folgen durften, ein abwartendes Verhalten bei allen, die sich verschulden wollen. Damit wird die keynesiani sche Liquiditatsfalle immer virulenter.Die psychologisch begrundeten Gefahren erfordern damit stetig wachsende Stabilisierungsanstrengungen, weil nicht nur die Erwartungen eines defl ationierenden Preissystems zu brechen sind, sondern auch die Mittel, Verluste in der Wirtschaftsleistung zu kompensieren, immer groer werden mus sen.Nicht endlose Debatten um die Instrumente einer Konjunkturpolitik sind das Gebot der Stunde sondern Handeln im Interesse der Wachstumsperspektiven.Thiess Buttner, Kai Carstensen Stabilisierungsbeitrag der Finanzpolitik Die Weltwirtschaft befi ndet sich gegenwartig in einem dramatischen Abschwung. Viele Lander steuern auf eine Rezession zu oder befi nden sich bereits darin. In der Offentlichkeit wird als Ausloser fur diese Entwicklung haufi g allein die Bankenkrise genannt. Tatsachlich sind aber die Grunde dafur vielschichtiger. Aus zyklischer Sicht war ein Abschwung nach einem fast funf 786Wirtschaftsdienst 2008 cid:129 12Jahre wahrenden weltweiten Boom zu erwarten, wenn auch weitaus weniger ausgepragt als nun zu beobachten. Zudem hat die Preishausse bei Rohstoffen und Nahrungsmitteln eine erhebliche Bremswirkung entfaltet, die bis zum gegenwartigen Zeitpunkt nachwirkt, auch wenn die Preise seit dem Sommer 2008 wieder kraftig gesunken sind. Schlielich haben einige europaische Lander mit hausgemachten Problemen zu kampfen. Beispielsweise befi nden sich Spanien, Grobritannien und Irland in einer heftigen Immobilienkrise. Ausloser der Krise Es ist aber davon auszugehen, dass die Folgen der USImmobilienkrise die Weltwirtschaft am starksten in Mitleidenschaft gezogen haben. Diese Krise ist das Symptom einer strukturellen Fehlentwicklung in den USA, wo der private Konsum uber Jahre auf Kosten der Ersparnis ausgeweitet wurde. Die Haushalte konnten dies durch die ubermaige Aufnahme von Krediten fi nanzieren, die aufgrund der lockeren Geldpolitik mit niedrigen Zinsen ausgestattet waren und durch auslandische Kapitalimporte gedeckt wurden. So stieg das Leistungsbilanzdefi zit der USA auf bis zu 6% des Bruttoinlandsprodukts. Spiegelbildlich stiegen die Nettoexporte in die USA und verstarkten den weltweiten Aufschwung.Am USImmobilienmarkt entstand infolge der niedrigen Zinsen und der leicht verfugbaren Kredite eine Preisblase, deren fehlende Nachhaltigkeit spatestens mit dem Zusammenbruch des SubprimeSegments im USHypothekenmarkt Mitte 2007 offenbar wurde. Die daraufhin einsetzende Abwartskorrektur der Hauspreise belastet zunehmend den privaten Wirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALKonsum, die Bauinvestitionen wurden stark zuruckgefahren. Diese kontraktiven Nachfrageimpulse haben uber den Importkanal direkte und indirekte Ruckwirkungen auf praktisch alle am Welthandel teilnehmenden Volkswirtschaften. Speziell exportstarke Lander wie Deutschland, China oder Japan sind davon betroffen.Die Situation wird verschlimmert durch die ebenfalls vom USImmobilienmarkt ausgehende Krise an den internationalen Finanzmarkten, die zu Abschreibungen und Wertberichtigungen insbesondere in den Bilanzen amerikanischer und europaischer Finanzinstitute gefuhrt hat. In vielen Landern konnte ein Kollaps des Bankensystems nur durch staatliche Interventionen verhindert werden. Als Reaktion verscharfen die Banken zunehmend ihre Kreditvergabebedingungen fur Haushalte und Unternehmen. Ob diese Entwicklung in eine Kreditklemme mundet, ist derzeit nicht absehbar, aber zumindest nicht ausgeschlossen. Auch die Unternehmensfi nanzierung uber den Kapitalmarkt ist mittlerweile ins Stocken geraten.Insgesamt zeigt sich, dass der gegenwartige weltwirtschaftliche Abschwung als Folge einer Uberhitzung verstanden werden kann, die durch eine expansive Geldpolitik und die hohe Importnachfrage der USA begunstigt wurde und zu schnell steigenden Preisen bei Rohstoffen und bei Immobilien gefuhrt hat. Der Zusammenbruch des USHypothekenmarktes hat dann dem Boom ein jahes Ende gesetzt. Die Bankenkrise ist dabei als ein wichtiger Transmissionskanal zu verstehen, der insbesondere bewirkt, dass wir es nicht mit einem durchschnittlichen Abschwung sondern mit einer Rezession zu tun haben.Eintrubung der mittelfristigen Perspektive Zudem ergibt sich aus der weltwirtschaftlichen Entwicklung auch eine Eintrubung der mittelfristigen Perspektive. Wenn die vergangenen Jahre durch eine weltweite konjunkturelle Uberhitzung gekennzeichnet waren, so ist fur die kommenden Jahre mit einer wesentlich moderateren Entwicklung zu rechnen, speziell in den USA, wo der Konsumanteil am Bruttoinlandsprodukt und damit auch der Importuberschuss zuruckgefuhrt werden mussen. Der Welthandel wird dann nicht im zuletzt zu beobachtenden Tempo expandieren, was die deutschen Nettoexporte auch mittelfristig drucken durfte. Fur Deutschland legt diese Diagnose nahe, dass ein wichtiger Ansatzpunkt zur Bekampfung der Krise darin besteht, die Banken zu rekapitalisieren und das Vertrauen zwischen den Marktteilnehmern soweit wieder herzustellen, dass die Kreditvergabe reibungslos funktioniert. Die staatlichen Manahmen haben dies bisher nur bedingt erreicht. Zwar konnten in Deutschland groere Bankinsolvenzen vermieden werden, doch haben bisher nur wenige Institute staatliche Garantien und Eigenkapitalspritzen beantragt. Dies mag darin begrundet sein, dass Banken die negative Signalwirkung eines solchen Antrags furchten. Die zogerliche Haltung der EU Kommission bei der Genehmigung durfte aber auch eine Rolle gespielt haben.Beitrag der Finanzpolitik zur Stabilisierung Was die konjunkturelle Situation anbelangt, stellt sich aber die Frage, mit welchen Mitteln der Einbruch abgemildert werden kann. Der deutlich nachlassende 787Infl ationsdruck ermoglicht den Zentralbanken zwar, die monetare Politik expansiv zu gestalten. Entsprechend hat die EZB jungst auch die Leitzinsen massiv gesenkt. Aufgrund der Probleme auf den Finanzmarkten ist jedoch die Wirksamkeit der Geldpolitik gegenwartig eingeschrankt. Vor diesem Hintergrund ist zu fragen, welchen Beitrag die Finanzpolitik zur Stabilisierung der gesamtwirtschaftlichen Situation leisten kann. Unstrittig ist, dass zur Stimulierung der Konjunktur kurzfristig ein Staatsdefi zit in Kauf genommen werden muss. Entsprechend hat sich die Bundesregierung auch bereits entschlossen, das fur 2011 anvisierte Ziel des ausgeglichenen Haushaltes auszusetzen. Zusatzlich hat die Bundesregierung ein Manahmenpaket auf den Weg gebracht. Es beinhaltet verschiedene Initiativen im Bereich der Verkehrsinfrastruktur und der regionalen Wirtschaftspolitik. Daneben wurde eine Reihe von steuerlichen Manahmen beschlossen, so die befristete Einfuhrung der degressiven Abschreibung in Hohe von hochstens 25% fur 2009 und 2010, eine Anhebung des Hochstbetrags fur die steuerliche Berucksichtigung von Handwerkerleistungen und eine befristete KfzSteuerbefreiung fur bestimmte Neuwagen. Aufgrund der beschlossenen Manahmen und der konjunkturellen Budgeteffekte wird bereits ohne ein weiteres Konjunkturprogramm das Staatsdefi zit im Jahr 2010 auf voraussichtlich 2,9% des BIP steigen. Unter dem Eindruck der sich immer deutlicher abzeichnenden Rezession in Deutschland wird gegenwartig verschiedentlich gefordert, daruber hinaus weitere Stabilisierungsmanahmen zu ergreifen. Allerdings werden die stabiliserenden Effekte der Fis788ZEITGESPRACH SPEZIALkalpolitik oft uberschatzt. Die viel betonte Multiplikatorwirkung ist nach einschlagigen Studien oft kaum groer als Eins. Zusatzliche Staatsausgaben oder temporare Steuersenkungen in Hohe von einem Euro haben dann einen Effekt auf das BIP von nur einem Euro. Auch vor dem Hintergrund der schlechten Erfahrungen in anderen Landern, beispielsweise in Japan, wo die verschiedenen fi nanzpolitischen Manahmen der 1990er Jahre zu einen massiven Anstieg der Verschuldung gefuhrt haben, der die japanischen Burger uber Jahrzehnte hinaus stark belasten wird, sind deshalb hohe Anforderungen an eine wirksame Fiskalpolitik gestellt. So ist zunachst zu berucksichtigen, dass der kontraktive Nachfrageschock im Ausland entstanden ist. Folglich sind die Exporte und die exportinduzierten Investitionen primar betroffen. Der deutschen Finanzpolitik bleibt daher eine ursachenadaquate Reaktion verwehrt. Selbst wenn die Finanzpolitik eine gesamtwirtschaftliche Stabilisierung im Inland ereicht, kann nicht verhindert werden, dass exportorientierte Firmen in Schwierigkeiten geraten und Beschaftigte entlassen. Aufgrund seiner hohen Auenhandelsverfl echtung wurde Deutschland demgegenuber stark von Konjunkturprogrammen in anderen Landern profi tieren. Diese gegenseitigen Effekte erfordern eine insbesondere auf europaischer Ebene koordinierte Finanzpolitik. Daher bestehen gegen fi skalpolitische Manahmen, die nicht im Umfang und in der Terminierung zwischen den EUMitgliedslandern koordiniert werden, erhebliche Vorbehalte. Denkbar ware eine Starkung der privaten Nachfrage mit Hilfe von temporaren Steuererleichterungen. Die Befurworter solcher Manahmen hoffen, auf diese Weise die Binnennachfrage durch hohere Kaufkraft zu starken, durch die Terminierung aber sicherzustellen, dass sich das strukturelle Defi zit nicht erhoht. Dies ist bedeutsam, da die Erwartung mittel und langfristig steigender Steuerlasten negative Impulse auslosen kann. Naturlich wurde auch eine auf einen langeren Zeitraum ausgelegte Entlastung geeignet sein, einen Nachfrageimpuls auszulosen, denn sie erhoht das permanente Einkommen und verbessert die Planungssicherheit. Vorstellbar ware beispielsweise, den Anstieg der Einkommensteuerbelastung zuruckzufuhren, der sich in den letzten Jahren im Zuge der so genannten kalten Progression eingestellt hat. Auch die Abschaffung des Solidaritatszuschlags kame in Betracht. Dass sich aus solchen steuerlichen Entlastungen Nachfrageimpulse ergeben, setzt allerdings eine glaubwurdige Strategie voraus, die erwarten lasst, dass mittelfristig auch die Ausgaben des Staates zuruckgefuhrt werden. Allerdings ist die Ruckfuhrung der Budgetdefi zite in den vergangenen Jahren zu einem guten Teil uber die Einnahmeseite erfolgt ist. So liegt der Anstieg des Mehrwertsteuersatzes noch nicht lange zuruck. Vor dem Hintergrund der bescheidenen Erfahrungen mit der Einschrankung der Staatsausgaben konnte man zwar argumentieren, dass nur durch eine dauerhafte Senkung der Steuerbelastung mittelfristig der notwendige Konsolidierungsdruck entfaltet wird. Um die konjunkturelle Wirksamkeit von Steuererleichterungen nicht durch eine Verunsicherung der Steuerpfl ichtigen zu gefahrden, ware jedoch heute schon eine Konzeption einzufordern, die mittelfristig eine Gegenfi nanzierung enthalt.Wirtschaftsdienst 2008 cid:129 12Ansatzpunkte fur weitere Impulse Allerdings sind Steuerentlastungen nicht mit Nachfrageeffekten gleichzusetzen. Bei einer einnahmeseitig ansetzenden Fiskalpolitik besteht die Gefahr, dass ein Teil des Impulses in der Ersparnis versickert, wenn sich die Haushalte und Unternehmen trotz verbesserter Einnahmen mit dem Kauf von Gutern und Diensten zuruckhalten. Gerade in einem besonders unsicheren konjunkturellen Umfeld, wie es gegenwartig zu verzeichnen ist, durfte dies der Fall sein. Insbesondere eine bloe Ruckgewahr staatlicher Einnahmen beispielsweise durch die verschiedentlich vorgeschlagenen Steuerschecks impliziert dann eine Verschwendung gesellschaftlicher Ressourcen. Denn die Erhebung der Steuern bringt vor allem durch Ausweichreaktionen der Steuerpfl ichtigen erhebliche volkswirtschaftliche Zusatzkosten mit sich, die bei der Ruckgewahr der Steuern an die Steuerzahler verloren sind.Unter den gegebenen Bedingungen konnten daher fi skalpolitische Programme auf der Ausgabenseite des Staatshaushaltes wirksamer sein. Der Sachverstandigenrat hat in seinem Herbstgutachten, ahnlich wie die WirtschaftsforschungsinstiZEITGESPRACH SPEZIALtute in der Gemeinschaftsdiagnose, auf die Moglichkeit solcher Manahmen hingewiesen.1 So konnten das Wachstum fordernde Investitionen in Bildung, Forschung und Infrastruktur, welche ohnehin geplant sind, zugig durchgefuhrt werden. Naturlich kann es nicht darum gehen, unsinnige Projekte in Angriff zu nehmen, um ein groes Volumen zu erreichen. Vielmehr fuhrt der konjunkturelle Abschwung dazu, dass sich die gesellschaftlichen Kosten der Finanzierung offentlicher Leistungen verringern. Es lohnen sich also im Abschwung Projekte, die man in Boomzeiten nicht durchgefuhrt hatte. Ein Nachteil staatlicher Investitionsprogramme konnte allerdings darin bestehen, dass kurzfristig durchfuhrbare Manahmen von zu geringem Umfang sind, um konjunkturelle Wirksamkeit zu entfalten. Auch ware sicherzustellen, dass Mitnahmeeffekte bei den Gebietskorperschaften begrenzt sind und tatsachlich auch zusatzliche Investitionen getatigt werden.Neben der Entfaltung von Nachfrageimpulsen ist die Finanzpolitik aber auch fur die so genannten 1 Vgl. Projektgruppe Gemeinschaftsdiagnose: Deutschland am Rande einer Rezession, Gemeinschaftsdiagnose Herbst 2008; und Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung: Finanzkrise meistern Wachstumskrafte starken, Jahresgutachten 200809.automatischen Stabilisatoren von Bedeutung. Insbesondere im Bereich der Einkommen und Unternehmensteuer fuhrt das Anknupfen der Besteuerung an Erfolgsgroen dazu, dass der Staat einen Teil des unternehmerischen Risikos ubernimmt. Fuhrt eine Investition namlich zu geringerem Erfolg als ursprunglich erwartet, fallen auch die Steuerlasten geringer aus. Dies ist insbesondere in einem schwierigen konjunkturellen Umfeld wichtig. Verschiedene Elemente im Steuersystem, insbesondere die im Zuge der zuruckliegenden Unternehmensteuerreformen eingefuhrten Beschrankungen beim Zins und Verlustabzug und die Hinzurechnungen bei der Gewerbesteuer verandern aber die Risikoteilung zu Lasten der Unternehmen. Auch hier waren Korrekturen angebracht. In Anbetracht des Erfordernisses schnell zu handeln, erscheint es aber sinnvoll, temporar die Steuerbelastung zuruckzufuhren, beispielsweise durch Sonderabschreibungen, wie sie bereits beschlossen wurden, oder auch durch Investitionszulagen, die auch Unternehmen erreichen, die keine Gewinne machen. Auch konnten einzelne Beschrankungen der Verlustverrechnung und des Zinsabzugs vorubergehend ausgesetzt werden. Roland Dohrn, Christoph M. Schmidt Kurzfristiger Genuss ohne langfristige Reue Jetzt haben auch die marktglaubigen Neoliberalen eingesehen, dass der Staat eine starkere Rolle in der Wirtschaft spielen muss. mag manch einer denken, der gegenwartig die Aussagen des Sachverstandigenrates, der GeWirtschaftsdienst 2008 cid:129 12meinschaftsdiagnose oder vieler Wirtschaftsforschungsinstitute zu Konjunkturprogrammen vernimmt. Denen, die es schon immer gesagt haben, muss man freilich vor Augen halten, in welch harmlosen Situationen sie, verglichen mit den derzeitigen Herausforderungen, in der Vergangenheit schon nach Konjunkturprogrammen und Zinssenkungen gerufen haben. Hatte man ihnen damals Gehor geschenkt, dann ware die offentliche Verschuldung mit groer Sicherheit 789hoher und damit der Handlungsspielraum der Politik geringer. Und niedrigere Leitzinsen der EZB, mit Verweis auf die kluge Politik der Fed empfohlen, hatten die Blase an den Finanzmarkten noch weiter gefordert und damit wohl die Krise nach deren Platzen zusatzlich vergroert.Die Vorbehalte vieler Okonomen gegen Konjunkturprogramme resultieren keineswegs aus ideologischen Uberlegungen, sondern sie stutzen sich auf Erfahrungen.1 Die langfristigen Multiplikatoren expansiver fi skalischer Manahmen sind klein, wenn nicht sogar negativ, aber auch bei den kurzfristigen Multiplikatoren stimmen die Schatzungen nicht sehr optimistisch. Die deutschen Erfahrungen sind jedenfalls nicht allzu positiv. So legte die sozialliberale Bundesregierung zwischen 1974 und 1982 nicht weniger als 19 kleinere und groere Programme zur Forderung von Beschaftigung, Wachstum und Konjunktur auf; am Ende war die Staatsverschuldung gestiegen, bei zweifelhaftem konjunkturellen Erfolg.2 Die Probleme der deutschen Wirtschaft lagen in dieser Zeit wohl eher auf der Angebotsseite. Insofern sollte man sich gut uberlegen, bei einer wirtschaftlichen Schwache auf diskrete fi skalische Impulse zu setzen, so lange andere Instrumente zur Verfugung stehen: Die Geldpolitik reagiert typischerweise rasch, und die automatischen Stabilisatoren wirken ohnehin.Auergewohnliche Situation Die gegenwartige Situation ist indes auergewohnlich. Es ist hochst unsicher, in welchem Mae die Geldpolitik wirkt, da die 1 Vgl. I M F : World Economic Outlook October 2008, S. 165; R. H e m m i n g et al.: The Effectiveness of Fiscal Policy in Stimulating Economic Activity A Review of the Literature, IMF Working Paper WP02208.2 R W I Hrsg.: Nochn Programm, RWI Konjunkturbrief, 19822, Essen, RWI.790ZEITGESPRACH SPEZIALmonetare Transmission durch die Finanzmarktkrise gestort zu sein scheint. Auch die automatischen Stabilisatoren alleine durften zu schwach sein, zumal sie diesmal mit Verzogerung zu wirken scheinen, da die Beschaftigungssituation derzeit noch gut ist und das Steueraufkommen bislang steigt, obwohl das BIP schon im zweiten Quartal in Folge rucklaufi g ist. In einer solchen Situation der Unsicherheit sollte man alle Moglichkeiten ausschopfen und daher auch nicht auf diskretionare fi nanzpolitische Manahmen verzichten.3 Da allerdings die langfristigen Wirkungen klassischer Konjunkturprogramme mit hoher Wahrscheinlichkeit negativ sind, waren fi skalische Manahmen sinnvoll, die kurzfristigen Genuss ohne langfristige Reue versprachen. Dies ware zu erreichen, wenn solche Manahmen auf der Zeitachse vorgezogen wurden, die langfristig ohnehin geplant oder unabweisbar sind. Eine solche konjunkturgerechte Wachstumspolitik war vom RWI Essen bereits im Fruhjahr 2008 vorgeschlagen worden.4Allerdings stellt sich damit eine Frage, die in der makrookonomischen Literatur bislang recht wenig Beachtung gefunden hat: Welche wachstumspolitisch gewunschten fi skalischen Manahmen sind eigentlich mit Blick auf eine Belebung der Konjunktur effektiv? Als Mastab hierfur fi nden inzwischen die drei Z groe Beachtung:5 Konjunkturell wirksame Manah3 Vgl. W. B r a i n a r d : Uncertainty and the Effectiveness of Policy, in: American Economic Review, 57 2, S. 411425.4 R. D o h r n et al.: Die wirtschaftliche Entwicklung im Inland: Konjunktur im Zwischentief, in: R W I Hrsg.,: RWI Konjunkturbericht, 59, Heft 1, S. 3182, hier S. 66.5 Diese Bezeichnung wurde hier in Anlehnung an die in der angelsachsischen Literatur inzwischen gebrauchliche Bezeichnung TTT fur die drei Prinzipien timely, temporary, targeted gewahlt. D. W. E l m e n d o r f , J. F u rm a n : If, When, How: A Primer on Fiscal Stimulus, The Brookings Institution 2008.men sollen zeitig erfolgen, zeitlich begrenzt und zielgerichtet sein.6 In praktischer Hinsicht bereitet vor allem das erste Kriterium groe Probleme. Zwar zeigen Simulationen mit okonometrischen Modellen, dass staatliche Ausgabenprogramme schneller wirken als beispielsweise Abschreibungsvergunstigungen oder Steuersenkungen.7 Dies ist jedoch unglucklicherweise allein Folge des Simulationsdesigns: In diesen Modellrechnungen werden die zusatzlichen Staatsausgaben in einem bestimmten Zeitraum fi xiert, in der Praxis jedoch richtet sich der Abfl uss der bereit gestellten Haushaltsmittel nach dem Stand der Planungen, der Managementkapazitat der offentlichen Vergabestellen und der Auftragslage der Wirtschaft.Konjunkturell wirksame Manahmen So schlagt beispielsweise der Sachverstandigenrat als vermeintlich konjunkturell wirksame Manahme erhohte Investitionen in Bildung vor.8 Die Wachstumswirkungen von Bildungsinvestitionen sind zwar offensichtlich, aber konnen solche Ausgaben auch konjunkturellen Erfordernissen gerecht werden? Die vom Sachverstandigenrat favorisierte Intensivierung der fruhkindlichen Bildung erfordert raumliche Kapazitaten entsprechende Bauauftrage konnte man zur Not noch rasch vergeben , sie verlangt aber vor allem gute Konzepte und geeignetes Personal. Dazu musste man wohl zuerst in dessen 6 Ahnliche Kriterien legt auch der Sachverstandigenrat an. Vgl. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung Hrsg.: Die Finanzkrise meistern Wachstumskrafte starken, Jahresgutachten 200809, a.a.O, S. 247.7 Vgl. D.W. Elmendorf and J. F u r m a n , a.a.O., S. 16; U. H e i l e m a n n et al.: Qual der Wahl? Finanzpolitik zwischen Konsolidierung und Konjunkturstabilisierung, in: WIRTSCHAFTSDIENST, 88. Jg. 2008, H. 9, S. 586593.8 Ebenda, S. 255256.Wirtschaftsdienst 2008 cid:129 12Ausbildung investieren. Derartige staatliche Ausgaben konnen also, will man das Geld nicht aus dem Fenster werfen, erst nach einiger Zeit getatigt werden, aber nicht jetzt, da die konjunkturelle Not am groten ist.Mit Blick auf das Wachstum waren sicherlich mehr Investitionen in die offentliche Infrastruktur wunschenswert. Die staatlichen Bauinvestitionen sind, auch weil sie einen Groteil der Konsolidierungslasten der offentlichen Haushalte trugen, auf ein im internationalen wie intertemporalen Vergleich niedriges Niveau gesunken, und nicht zuletzt dadurch tun sich Infrastrukturlucken auf.9 Allerdings ergeben sich aus dem Bedeutungsverlust der staatlichen Bauinvestitionen Probleme fur deren konjunkturgerechten Einsatz. Im Jahr 2007 machten sie nur noch rund 29 Mrd. Euro aus. Wollte man einen Konjunkturimpuls in der Groenordnung von 0,5% des BIP allein durch ihre Ausweitung erreichen, so mussten diese um immerhin knapp 45% steigen, was wenig realistisch erscheint. Sie wurden damit namlich, unter Berucksichtigung der Preissteigerung, wieder das Niveau der ersten Jahre nach der Wiedervereinigung erreichen.Einen ahnlich groen Impuls im Sinne einer Veranderung der staatlichen Bauinvestitionen hat es in der jungeren deutschen Geschichte noch nicht gegeben. Zu befurchten ist daher, dass nach einem langen Schrumpfungsprozess weder die Produktionskapazitaten in der Industrie noch die Planungskapazitaten der offentlichen Verwaltungen ausreichen, um einen solchen Kraftakt zu schultern. Zwar ware ein etwas ehrgeizigeres Programm als das der Bundesregierung vor9 Vgl. M. R e i d e n b a c h et al.: Investitionsruckstand und Investitionsbedarf der Kommunen, Edition Difu Band 4, Deutsches Institut fur Urbanistik, 2008.Wirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALstellbar, die in ihrem Manahmenpaket Beschaftigungssicherung und Wachstumsstarkung fur das Jahr 2009 zusatzlich 1 Mrd. Euro fur Investitionen in die Verkehrsinfrastruktur und 200 Mio. Euro fur die Forderung der regionalen Wirtschaftsstruktur sowie ein Kreditprogramm fur kommunale Investitionen vorsieht. Sehr gro durfte der Spielraum aber nicht sein.RWIVorschlag Vor diesem Hintergrund schlagt das RWI Essen ein kurzfristige Senkung der Einkommensteuerbelastung im Umfang von etwa 25 Mrd. Euro vor, um damit die Konjunktur zu beleben und gleichzeitig Impulse fur das Wachstum zu geben 10. Die Bundesregierung lehnt bisher eine solche Manahme vehement ab. Als Begrundung fuhrt sie an, dass sie erst langsam wirken und zu einem hohen Teil in die Ersparnis fl ieen wurde. Allerdings helfen Ausgabenprogramme, wie diskutiert, nur unter Idealbedingungen rascher als Steuersenkungen. Und die Spartatigkeit durften die verschiedenen Steuervergunstigungen, die die Bundesregierung beschlossen hat, ebenfalls anregen, da sie zum Teil auch zu Mitnahmeeffekten fuhren.Nach unserer Einschatzung konnte eine Einkommensteuersenkung rasch umgesetzt werden, so dass schon bald ein hoherer Teil der Einkommen bei den Steuerzahlern verbliebe. Indem man eine Erhohung des Grundfreibetrags mit einer Senkung des Eingangssteuersatzes und einem Ubergang zu einem linearen Tarif kombinierte, konnte man die Steuersenkung auch verteilungspolitisch akzeptabel und zugleich konjunkturell effi zient gestalten, da die Bezieher niedriger Einkommen prozentu10 R. D o h r n , R. K a m b e c k , C. M. S c h m i d t : Senkt die Einkommensteuer jetzt, RWI Positionen 28, www.rwiessen.de.al und die mittlerer und hoherer Einkommen absolut am starksten entlastet wurden; letztere tragen den groten Teil zum Steueraufkommen bei. Dieser Einkommensanstieg ware zwar nicht, wie oben von Konjunkturprogrammen gefordert, zeitlich begrenzt. Da aber die Steuerbelastung dauerhaft sinkt, durfte fur die Burger auch weniger Veranlassung bestehen, das ihnen auf diesem Wege zufl ieende Geld zu sparen, anders als bei Steuerschecks, die inzwischen von manchen ja auch fur Deutschland ins Gesprach gebracht werden, die aber nur ein Strohfeuer auslosen konnten.Und wachstumspolitisch sinnvoll ware diese Steuersenkung allemal: Mittlerweile ist der Verlauf des deutschen Einkommensteuertarifs leistungsfeindlich, da inzwischen Haushalte mit mittlerem Einkommen voll durch die Progression getroffen werden. Zum Teil wurden durch die Anderung des Steuertarifs heimliche Steuererhohungen zuruckgegeben, die dadurch entstanden sind, dass seit der letzten Tarifanpassung im Jahr 2005 die Steuerbelastung zahlreicher Haushalte infl ationsbedingt zugenommen hat. Liee man den Spitzensteuersatz unverandert, so ergabe sich durch diese Reform ein kleinerer Steuerkeil, was Leistungsanreize auslosen durfte. Die damit verbundene Verbesserung der Wachstumsbedingungen bote die Chance einer zumindest partiellen Selbstfi nanzierung der Steuersenkungen.rein Freilich ware eine Steuersenkung dieses Ausmaes nicht ohne eine Zunahme des Haushaltsdefi zits moglich. Dieses sollte auf mittlere Sicht wieder abgebaut werden. Soweit es sich um eine Ruckfuhrung heimlicher Steuererhohungen handelt, wurde der Staat lediglich auf infl ationsbedingte kunftige 791ZEITGESPRACH SPEZIALMehreinahmen verzichten, womit eine Finanzierung nicht erforderlich ware. Ein weiterer Teil der Steuerausfalle wurde sich von alleine fi nanzieren, weil die Konsumsteuern steigen, wenn die hoheren Einkommen ausgegeben werden, und weil das Wachstumspotenzial zunimmt. Ansonsten muss die Bundesregierung weiterhin Ausgabendisziplin an den Tag legen. Durch eine allgemeine Steuersenkung wurde ein erheblicher Druck in diese Richtung ausgeubt. Dies ist allemal besser als neue Subventionen fur alle moglichen Gruppen, wie sie das jetzige Manahmenpaket vorsieht, denn diese entwickeln ein Eigenleben und sind sehr schwer wieder abzuschaffen, wie die Erfahrung deutlich zeigt.Wolfgang FranzVon der Finanzkrise in die Rezession Die Weltwirtschaft und hierbei nicht zuletzt die hiesige wirtschaftliche Lage sind im Jahr 2008 und in der absehbaren Zukunft durch massive Verwerfungen an den globalen Finanz und Immobilienmarkten gekennzeichnet. Der tiefgreifende, durch die Finanzmarktkrise ausgeloste Vermogenspreisverfall und der Anstieg der Energiepreise im Verlauf des Jahres 2008 stellen externe Nachfrage und Angebotsschocks fur die Weltwirtschaft dar, in deren Gefolge es zu einer abrupten und allgemeinen Wirtschaftsschwache gekommen ist. Bisher liefen die Auswirkungen auf die deutsche Volkswirtschaft vor allem uber auenwirtschaftliche Kanale auf Grund der engen Handelsverfl echtungen mit den von der Finanzkrise noch direkter betroffenen Landern. Eine ausgepragte Kreditklemme ist hierzulande zwar bislang noch nicht festzustellen, aber eine Reihe von Indikatoren weisen auf verscharfte Bedingungen bei den Refi nanzierungsbedingungen von Unternehmen hin.Deutschland in der Rezession Nach einem imposanten Jahresbeginn 2008 schliddert die deutsche Volkswirtschaft nunmehr in eine Rezession. Dieser Befund ist unabhangig davon, ob als Kriterium einer Rezession der Ruckgang des saisonbereinigten, realen Bruttoinlandsprodukts in mindestens zwei aufeinander folgenden Quartalen gegenuber dem Vorquartal gewahlt wird technische Rezession, oder ob man sich anspruchsvollerer Verfahren bedient, die das Potenzialwachstum einer Volkswirtschaft berucksichtigen. Denn ein Anstieg der Bevolkerungszahlen oder ein Produktivitatsfortschritt erhoht die Potenzialwachstumsrate, und damit sinkt die Wahrscheinlichkeit, dass ein konjunktureller Abschwung mit einem absoluten Fall der gesamtwirtschaftlichen Produktion einhergeht. Deshalb verwendet der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung als Beurteilungsmastab die relative Outputlucke, also die Differenz zwischen dem tatsachlichen und potenziellen realen Bruttoinlandsprodukt, bezogen jeweils auf das reale potenzielle Bruttoinlandsprodukt der jeweiligen Periode. Der Beitrag basiert auf dem Jahresgutachten 200809 des Sachverstandigenrates zur Begutachtung der gesamtwirtschaftlichen Entwicklung: Die Finanzkrise meistern Wachstumskrafte starken. Gleichwohl liegt die alleinige Verantwortung fur diesen Beitrag beim Autor.Das auf Jahreswerte bezogene Kriterium des Sachverstandigenrats besagt, dass eine Rezession im Sinne einer ausgepragten konjunkturellen Schwachephase dann 792einsetzt, wenn ein Ruckgang der relativen Outputlucke um mindestens zwei Drittel der jeweiligen Potenzialwachstumsrate mit einer aktuell negativen Outputlucke einhergeht. Eine Analyse des Sachverstandigenrates auf der Basis von EchtzeitJahresdaten hat gezeigt, dass die ublicherweise als Rezessionen aufgefassten Perioden im Zeitraum der Jahre 1981 bis 2006 ex ante und ex post mit diesem Kriterium am besten identifi ziert werden konnen.Bloe Konjunkturprogramme nein Der Sachverstandigenrat vertritt einmutig die Auffassung, dass ein lediglich auf kurzfristige Effekte abzielendes Konjunkturprogramm mit Einmalmanahmen fur Deutschland in der aktuellen Situation wenig Erfolg versprechend und entsprechend skeptisch zu sehen ist. Die Wirksamkeit der automatischen Stabilisatoren sollte indessen nicht beschrankt und die damit konjunkturellen einhergehenden Finanzierungssalden hingenommen werden.Die Skepsis gegenuber einer lediglich auf antizyklische Wirkungen ausgerichteten Finanzpolitik basiert auf der Auswertung neuerer empirischer Studien. Sie zeigen meistens, dass die Effekte eines fi nanzpolitischen Impulsprogramms Wirtschaftsdienst 2008 cid:129 12zwar positiv sein konnen, jedoch mit gravierenden Implementationsproblemen verbunden sind. So mogen diskretionare Manahmen aus ExanteSicht, d.h. unter Zugrundelegung von Echtzeitdaten, antizyklisch angelegt worden sein, wirkten jedoch auf Grund von zeitlichen Verzogerungen und wegen der Schwierigkeiten, konjunkturelle Wendepunkte zuverlassig zu prognostizieren, prozyklisch. Hinzu kommt, dass die notwendige Kehrseite einer expansiven Politik im Abschwung im Sinne von Keynes, namlich in einer gunstigen Konjunktursituation hinreichende Budgetuberschusse zu erwirtschaften, von der Politik, freundlich ausgedruckt, regelmaig kleingeschrieben wurde. Eine keynesianisch orientierte Nachfragepolitik scheitert an der politischen Realitat, obwohl die ihr zugrundeliegende makrookonomische Grunduberlegung nicht falsch sein muss. Die Erfahrungen der vergangenen Jahre und Jahrzehnte haben diesbezuglich zum Teil bittere Lektionen erteilt, und zwar auch der Wissenschaft.Diese skeptische Einschatzung gilt meines Erachtens ebenfalls fur die Idee, Steuerschecks zu vergeben. Ihre Wirkung ist schon allein auf Grund des Tatbestands beschrankt, dass rund die Halfte aller Haushalte in Deutschland keine Einkommensteuer zahlt. Die Steuerschecks kamen also gerade nicht der Zielgruppe zugute, bei der am ehesten eine hohe marginale Konsumquote zu vermuten ware. Der vielleicht naheliegende Ausweg, beispielsweise die Regelsatze des Arbeitslosengelds II zu erhohen, birgt die immense Gefahr, dass es politisch nicht durchsetzbar sein wird, dies spater ruckgangig zu machen, hinzu kommen bei solchen und ahnlichen Manahmen, dass deren kunftige Finanzierung Wirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALzu weiteren verzerrenden Effekten fuhren wird.das Potenzialwachstum zu erhohen imstande ist.1Dies gilt mutatis mutandis ebenso fur die unlangst diskutierte Idee von Konsumgutscheinen. Etwas uberspitzt formuliert, maximieren diese Wohlfahrtsverluste. Wenn dieser Weg trotz der erwahnten negativen Wirkungen schon eingeschlagen werden sollte, dann empfi ehlt sich eine Verteilung ausschlielich an einkommensschwache Haushalte, um den Konsumimpuls zu steigern. Schlielich ist die Idee einer Senkung der Umsatzsteuer unter wohlgemerkt konjunkturpolitischen Aspekten ebenfalls wenig sinnvoll, stattdessen ware mehr Stetigkeit in der Steuerpolitik vorzuziehen.Angesichts des gravierenden konjunkturellen Abschwungs kann die Finanzpolitik indes nicht untatig bleiben. Die automatischen Stabilisatoren allein konnen es nicht richten, denn ihr Erfolg halt sich in engen Grenzen. Sie mogen in Deutschland etwa 20% der Outputeffekte konjunktureller Schocks glatten.Konjunkturgerechte Wachstumspolitik ja Was wachstumspolitisch richtig ist, kann in einer Rezession nicht falsch sein. Anstelle eines konjunkturpolitischen Strohfeuers mit schadlichen Folgewirkungen besteht eine zielfuhrende Strategie mithin darin, das wachstumspolitisch Richtige mit dem konjunkturpolitisch Erforderlichen zu kombinieren. Der Sachverstandigenrat nennt dies eine konjunkturgerechte Wachstumspolitik. Damit wird nicht einem ublichen Konjunkturprogramm das Wort geredet, auch nicht in anderer Verpackung, sondern einer Wachstumsagenda, die Eine solche Wachstumsagenda muss an den Bestimmungsfaktoren des Wachstums anknupfen. Sie sind in der wissenschaftlichen Literatur ausfuhrlich diskutiert worden. Wachstumsfordernd sind unter anderem hohere staatliche und private Investitionen, geringere staatliche Konsumausgaben, niedrigere direkte Steuern, wenn deren Einfl uss auf das Investitionsverhalten der Unternehmen berucksichtigt wird, eine Steigerung des Bestands und der Qualitat von Humankapital sowie eine dynamische Forschungs und Entwicklungstatigkeit im Unternehmens und Bildungsbereich.2 Das Konzept des Sachverstandigenrates knupft demzufolge an ausgaben und einnahmenseitigen Manahmen an.Von der Ausgabenseite her gesehen, kommen vor allem drei Bereiche in Betracht:cid:129 Erstens konnte eine Aufstockung der staatlichen Infrastrukturinvestitionen in Form einer Modernisierung des Straenverkehrs und Schienennetzes verstarkt in Angriff genommen werden. Empirische Untersuchungen gelangen durchweg zu dem Ergebnis hoher Wachstumsbeitrage von Verkehrsinfrastrukturinvestitionen. Abgesehen von dem Wachstums impuls sind Investitionen in die Verkehrsinfrastruktur von Vorteil, sofern Projekte im Rahmen der Verkehrswegeplanung bereits vorliegen, die zugig in Angriff genommen werden 1 Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung: Jahresgutachten 200809, Die Finanzkrise meistern Wachstumskrafte starken, Wiesbaden 2008, Ziffern 424 ff.2 Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung: Jahresgutachten 200203, Zwanzig Punkte fur Beschaftigung und Wachstum, Wiesbaden 2002, Ziffern 594 ff.793konnten, so dass zeitliche Wirkungsverzogerungen begrenzt waren. cid:129 Zweitens besteht die Notwendigkeit eines Abbaus kommunaler Infrastrukturdefi zite. Ein Grund dafur liegt darin, dass Kommunen in der Regel uber Kassenverstarkungskredite nur temporar Defi zite zulassen konnen und die kommunalen Infrastrukturinvestitionen die disponable Groe sind. cid:129 Drittens wird vorgeschlagen, die notwendige Erhohung der Bildungsausgaben, insbesondere im Bereich der fruhkindlichen Erziehung, vorzuziehen. Studien unter anderem des Zentrums fur Europaische Wirtschaftsforschung ZEW belegen die positiven Wirkungen von Bildungsinvestitionen im fruhkindlichen Bereich.3 An konkreten Manahmen bietet sich beispielsweise ein kostenloses und verpfl ichtendes Forder und Betreuungsangebot bereits im Vorschulbereich an, weitere Projekte umfassen einen qualitativen und quantitativen Ausbau der Betreuungsinfrastruktur fur Kinder unter drei Jahren und des Angebots von Ganztagsschulen. Unter konjunkturellen Gesichtspunkten sind Bildungsinnovationen weniger sinnvoll und ergiebig, hier uberwiegt eindeutig der Wachstumsaspekt.Steuerpolitische Manahmen stellen den anderen Schwerpunkt der Wachstumsagenda dar. Zunachst geht es um Korrekturen bei der Unternehmensteuerreform, die unmittelbar positive Auswirkungen auf die unternehmerische Investitionsnachfrage entfalten. Dazu gehoren zum einen Lockerungen bei den Regelungen zur Zinsschranke. Diese fuhrt gerade in wirtschaftliZEITGESPRACH SPEZIALchen Schwachephasen zu besonders nachteiligen Wirkungen, weil Unternehmen, die sich in einer Rentabilitats und Liquiditatskrise befi nden, hohere Zinsaufwendungen nicht voll von den Betriebsausgaben abziehen konnen. Zum anderen gehen von der mit der Unternehmensteuerreform eingefuhrten Besteuerung von Funktionsverlagerungen unwillkommene Anreize aus, speziell die Investitionen in Forschung und Entwicklung Fu E ins Ausland zu verlagern. Negative Investitionsanreize lieferte schlielich der Ubergang von der degressiven zur linearen Abschreibung mit Beginn des Jahres 2008. Das Manahmenpaket der Bundesregierung sieht zwar eine zeitlich begrenzte Wiedereinfuhrung der degressiven Abschreibung vor, jedoch ware einer dauerhaften und verlasslichen Steuerpolitik der Vorzug zu geben.Des Weiteren konnten Korrekturen des Einkommensteuertarifs vorgenommen werden, indem der steile Anstieg der Grenzsteuersatze in der ersten Progressionszone Mittelstandsbauch reduziert und in einen durchgangig linearprogressiven Tarifverlauf uberfuhrt wird. In einem zweiten Schritt konnte diese Manahme mit einem Hinausschieben des Auslaufens der direkten Progression verbunden werden. Vom steilen Anstieg der Grenzsteuersatze im unteren Einkommensbereich gehen leistungs und anreizfeindliche Wirkungen auf das Arbeitsangebot der privaten Haushalte und die Investitionstatigkeit der Unternehmen aus, denn der Spitzensteuersatz von 42% greift abgesehen von der Reichensteuer bereits bei einem zu versteuernden Einkommen von etwas uber 52 000 Euro. 3 F. P f e i f f e r, K. R e u : Agedependent Skill Formation and Returns to Education, in: Labour Economics, 15, 2008, S. 631646.Schlielich konnte die Einfuhrung einer systematischen steuer794lichen Fu EForderung uber Steuergutschriften ins Auge gefasst werden, weil von entsprechenden Investitionen ein eindeutig positiver Einfl uss auf das Wachstum ausgeht. Gegenwartig wird die Fu ETatigkeit zwar durch eine Reihe von Forderprogrammen von Bund und Landern unterstutzt, diese sind jedoch selektiv und mit hohem Bewerbungsaufwand und Burokratiekosten verbunden.Fazit Vor dem Hintergrund der anhaltenden Anspannung auf den Finanzmarkten besteht die vordringlichste Aufgabe darin, das Finanzsystem soweit zu stabilisieren, dass es die Intensivstation, auf der es sich immer noch befi ndet, moglichst bald wieder verlassen kann. Hier hat der Gesetzgeber mit der Einrichtung eines Finanzmarktstabilisierungsfonds So FFin eine richtige Entscheidung getroffen, namlich von fallweisen Stutzungsaktionen auf ein Gesamtkonzept uberzugehen. Es kommt jetzt darauf an, die zur Verfugung stehenden in einer Weise einzusetzen, die moglichst bald zu einer Wiederherstellung des Vertrauens in das Finanzsystem und zwischen den Finanzinstituten fuhrt. Nach Beendigung der Intensivmanahmen muss das Finanzsystem dann, in der Rehabilitationsphase, im Sinne einer besseren Krisenpravention fi t gemacht werden.Instrumente Wenn es um die Schadensbegrenzung fur die Realwirtschaft geht, ist zu bedenken, dass Deutschland ebenso wie andere Lander auch ohne die Finanzkrise vermutlich mit einer Konjunkturabschwachung konfrontiert ware, die nun allerdings durch die Finanzkrise mehr als deutlich verstarkt wird. Angesichts der historischen Dimension der FinanzWirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALkrise sind Prognosen selbst fur die absehbare Zukunft in Ermangelung einschlagiger Erfahrungen auerordentlich schwierig und mit hohen Unsicherheiten belastet. Hinzu kommt, dass die Konjunkturzyklen international betrachtet wesentlich synchroner verlaufen als in fruheren Phasen einer Konjunkturschwache, in denen die deutsche Volkswirtschaft durch die Auslandsnachfrage aus dem Konjunkturtal gezogen wurde. Die Wirtschaftspolitik ist gut beraten, in der Offentlichkeit keine allzu groen Erwartungen im Hinblick auf die Moglichkeiten einer staatlichen Konjunktursteuerung zu erzeugen, denn diese halten sich in engen Grenzen. Die automatischen Stabilisatoren sollten uneingeschrankt wirken, aber sie konnen es angesichts des Ausmaes der Rezession allein nicht richten. Eine diskretionare antizyklische Finanzpolitik leidet unter erheblichen Schwachen und schadlichen Nebenwirkungen, und es ist alles andere als hilfreich, wenn jede Woche diesbezuglich neue und wenig durchdachte Manahmen die Runde machen. Ein Wachstumspaket verspricht am ehesten Erfolg, denn was wachstumspolitisch richtig ist, kann in der derzeitigen Situation konjunkturpolitisch nicht falsch sein nicht mehr, aber auch nicht weniger.Gustav A. Horn, Heike Joebges, Achim Truger Warum der Staat handeln muss Die wirtschaftliche Lage in Deutschland ist sehr ernst: Verstarkt durch die dramatische Zuspitzung der Finanzmarktkrise befi ndet sich die deutsche Wirtschaft mitten in einem heftigen Abschwung. Nachstes Jahr ist mit der schwersten Rezession in der Geschichte der Bundesrepublik Deutschland zu rechnen. Auch ohne Finanzkrise ware es zu einer Abschwachung der Konjunktur in Deutschland gekommen. Die Aufwertung des Euro gegenuber dem USDollar um uber 10% im Jahr 2007 hatte das Exportwachstum zeitverzogert gebremst. Zusatzlich ware von den kontinuierlichen Leitzinssteigerungen der EZB seit 2005 ein dampfender Effekt auf die Investitionen der Unternehmen ausgegangen. Aufgrund der Finanzkrise kommt es jedoch zu drastischen zusatzlichen realwirtschaftlichen Bremseffekten. Der Ansteckungsprozess verlief auf zwei Wegen. Die enge Verfl echtung der globalen Finanzmarkte hat vor allem uber die in der jungsten Zeit vermehrte Handelbarkeit von Finanzmarktprodukten dazu Wirtschaftsdienst 2008 cid:129 12gefuhrt, dass die negativen Folgen des stabilitatswidrigen Verhaltens von Finanzmarktinvestoren in den USA sich rasch global ausbreiteten. Zugleich begann die Krise, die Realwirtschaft der betroffenen Lander zu belasten. Der zweite, langsamere Weg fuhrte uber die traditionellen Handelsbeziehungen. Da die Importnachfrage der USA zusatzlich wegen der Konsum und Investitionsschwache sowie der vorangegangenen Abwertung des USDollar deutlich nachlie, wurden zunachst deren unmittelbare Handelspartner negativ betroffen. Wie in einem Schneeballsystem breiteten sich die Impulse dann uber die nachlassende Konjunktur der USHandelspartner immer weiter aus. Am Ende waren die EU, der Euroraum und schlielich auch Deutschland belastet.Vor allem aber verstarken sich die Finanzmarktkrise und der Konjunktureinbruch wechselseitig. Die Finanzmarktkrise lasst Banken und andere Finanzmarktinvestoren risikoscheu werden, so dass Kredite nur noch zu schlechteren Konditionen vergeben werden. Dies dampft insbesondere die Investitionsdynamik und damit die Konjunktur. In einer Konjunkturkrise werden aber aus guten Schuldnern schlechte; dies belastet wiederum die Banken. Daraus folgt: Um eine positive Dynamik zu erzeugen, muss die Wirtschaftspolitik beides, die Finanzmarktkrise und die Konjunkturkrise, zugleich bekampfen. Was getan werden muss Zuallererst ist hier die Europaische Zentralbank durch eine weitere schnelle und starke Zinssenkung gefordert. Dadurch wurde zugleich der Wirkungsgrad aller anderen, insbesondere der fi skalpolitischen, Manahmen erhoht. Angesichts rucklaufi ger Preissteigerungsraten und ausbleibender Zweitrundeneffekte ist eine starke monetare Lockerung nicht nur konjunkturpolitisch notwendig, sondern auch mit Preisstabilitat vereinbar. Die EZB hat jedoch wie schon im vorigen Abschwung zu spat und zu zaghaft auf die Wachstumsabschwachung reagiert. An dieser Einschatzung andert auch 795die jungst beschlossene Senkung des Leitzinssatzes auf 2,5% nichts, die weit hinter den Zinssenkungen der Fed oder der Bank of England zuruckbleibt, zumal Zinssenkungen am Beginn eines Abschwungs erst mit reichlicher Verzogerung Wirkung auf die Realwirtschaft entfalten. Umso mehr ist nun die Finanzpolitik gefordert. Der Ernst der Lage und der daraus entstehende Handlungsbedarf fur die Finanzpolitik lassen sich auch daran ermessen, dass in der letzten Zeit zahlreiche Stimmen ein aktives konjunkturpolitisches Eingreifen der deutschen Finanzpolitik gefordert haben, von denen dies nicht ohne weiteres erwartet werden konnte.1 Diese Ansicht wird auch von neueren Forschungsergebnissen gestutzt.2 Ein wirksames Konjunkturprogramm Um eine spurbare Wirkung zu entfalten, sollte der gesamtstaatliche Impuls angesichts der Scharfe des zu erwartenden Abschwungs im nachsten Jahr bei einer Groenordnung von 50 Mrd. Euro 2% des BIP liegen. Das Konjunkturpaket sollte Elemente aus drei Teilbereichen kom1 OECD: OECD Economic Outlook Nr. 84, Paris November 2008; EUKommission: Questions Answers, Autumn Economic Forecast 2008, 3. November, Brussel 2008; EUKommission: Communication from the Commission to the European Council: A European Economic Recovery Plan, COM 2008 800 fi nal, 26. November, Brussel 2008; Projektgruppe Gemeinschaftsdiagnose: Deutschland am Rande einer Rezession, Gemeinschaftsdiagnose Herbst 2008, Essen. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung: Die Finanzkrise meistern Wachstumskrafte starken, Jahresgutachten 20082009, Wiesbaden 2008.2 D.W. E l m e n d o r f , J. F u r m a n : If, when, how: A primer on fi scal stimulus, The Brookings Institution, Washington, DC 2008; Congressional Budget Offi ce: Options for responding to short term economic weakness, Washington, DC 2008; International Monetary Fund: World Economic Outlook, Financial Stress, Downturns and Recoveries, Washington, DC, Oktober 2008.796ZEITGESPRACH SPEZIALbinieren, die sich so wohl zeitlich als auch hinsichtlich ihrer Wirkung optimal erganzen. Bei den Teilbereichen handelt es sich um cid:129 die Stutzung des privaten Konsums durch die Ausgabe zeitlich befristeter Konsumschecks fur die privaten Haushalte;cid:129 die konjunktur und wachstumspolitisch besonders effektive dauerhafte Aufstockung der offentlichen Investitionen in Bildung und okologische Infrastruktur;cid:129 eine enge Kooperation zwischen den Gebietskorperschaften, damit verbunden insbesondere eine fi nanzielle Unter stutzung der Gemeinden, damit diese als zentrale offentliche Investoren ihre Investitionen bei konjunkturbedingten Einnahmeausfallen nicht prozyklisch kurzen mussen.Der starkste und unmittelbarste das Wachstum stutzende Effekt geht von einer Erhohung der offentlichen Investitionen aus. Daher sollten diese einen gewichtigen Schwerpunkt des Wachstumspaketes mit einem Volumen von 25 Mrd. Euro im nachs ten Jahr ausmachen. Der komplementare Staatskonsum sollte mindestens um etwa 5 Mrd. Euro aufgestockt werden. Wich tig ist, dass die Investitionen im nachsten Jahr moglichst schnell realisiert werden. Hierzu konnten zunachst ohnehin geplante und zeitlich variable Investitionen ohne groe Vorlaufzeit vorgezogen werden. In Frage kommen zunachst Investitionen im Bereich der Verkehrsinfrastruktur. Vor allem aber durfte in den letzten Jahren in zahlreichen Gemeinden, deren fi nanzielle Lage trotz Erholung der Gemeindefi nanzen im Durchschnitt noch prekar ist, ein groer Investitionsstau aufgelaufen sein, der unmittelbar abgearbeitet werden konnte, sobald auch diesen Kommunen die notwendigen Mittel zufl ossen. Parallel dazu sollten moglichst schnell die Bildungsinvestitionen gesteigert und mittelfristig auf einem sehr hohen Niveau verstetigt werden.Fur eine moglichst fruhzeitige Wirkung bietet sich eine breit angelegte Entlastung fur die privaten Haushalte zur Ankurbelung des privaten Konsums an, bevor dann vor allem ab dem zweiten Halbjahr 2009 die Aufstockung der offentlichen Inves titionen wirksam wird. Gegenuber den offentlichen Investitionen und dem Staatskonsum, die unmittelbar produktionswirksam werden, haben Entlastungen fur die privaten Haushalte den Nachteil, dass sie nur indirekt greifen, wenn die durch sie erfolgte Steigerung der ver fugbaren Einkommen auch tatsachlich in den Konsum fl iet und nicht in die Ersparnis. Daher sollte ein moglichst groer Teil der Entlastung bei Haushalten mit geringen und mittleren Einkommen konzentriert werden, da diese eine besonders niedrige Sparquote aufweisen.Aus diesem Grund sollte die Entlastung fur alle Haushalte mit einem einheitlichen Betrag pro Haushaltsmitglied einschlielich aller Kinder gewahrt werden. Bei einem Gesamtvolumen von 20 Mrd. Euro konnten in zwei Wellen im ersten und im zweiten Quartal 2009 jeweils Konsumschecks in Hohe von etwa 125, Euro pro Kopf uber die Einwohnermeldeamter verschickt werden. Zwar stellt ein solcher genereller Transfer an alle Haushalte bislang einen Fremdkorper im deutschen offentlichen Finanzsys tem dar. Prinzipielle Hindernisse fur das Ausstellen solcher Schecks bestehen jedoch nicht.Demgegenuber schneiden Steuersenkungen aus verteilungs und damit gleichzeitig auch konjunkturpolitischer Sicht durchweg schlechter ab: Von einer Senkung Wirtschaftsdienst 2008 cid:129 12der Einkommensteuer wurde uberhaupt nur etwa die Halfte der etwa 40 Mio. Haushalte in Deutschland profi tieren. Selbst eine Einkommensteuersenkung, die sich auf untere Einkommen konzentrierte, wurde daher fast vollstandig an den Haushalten mit wirklich niedrigen Einkommen vorbeigehen, da diese bereits heute gar keine Einkommensteuer zahlen. Steuersenkungen haben zudem fast alle den Nach teil, dass sie dauerhaft waren und damit fur den Staat auch dauerhaft zu Einnahmeaus fallen fuhren wurden. Dadurch wurde die Haushaltskonsolidierung im nachsten Aufschwung erheblich erschwert.Bisherige Manahmenunzureichend Ein wirksames Konjunkturprogramm muss cid:129 moglichst sein;schnell umsetzbar cid:129 moglichst zielgenau sein, d.h. bei den Manahmen ansetzen, die uber die hochste kon junk turelle Wirksamkeit verfugen;cid:129 moglichst zeitlich befristet sein, um nach der konjunkturellen Erholung nicht zu einer Uberhitzung der Wirtschaft zu fuhren und mittelfristig die Haushaltskonsolidierung nicht zu gefahrden;cid:129 ausreichend dimensioniert sein, um Wirkung zu entfalten und nicht kost bare Zeit zu verlieren;cid:129 moglichst kompatibel mit einer nachhaltigen mittelfristigen fi nanzpolitischen Wachstumsstrategie sein.An diesen Anforderungen gemessen ist das Manahmenpaket der Bundesregierung unzureichend.3 ZEITGESPRACH SPEZIALVor allem liegt dies daran, dass jeweils gerade einmal etwas mehr als 1 Mrd. Euro zur Aufstockung von konjunktur und wachstumspolitisch hoch effektiven offentlichen Investitionen vorgesehen ist. Wenig wirksam durften zum jetzigen Zeitpunkt auch die steuerlichen Entlastungen bei den Unter nehmen durch die befristete Wiedereinfuhrung der degressiven Abschreibungen und von Sonderabschreibungen sein. Die Unternehmen haben in den letzten beiden Jahren massiv Ersatz und Erweite rungsinvestitionen getatigt. Ein Teil davon wurde vielfach den von 2006 bis 2007 befristeten degressiven Abschreibungen zugute geschrieben. Es ist daher wenig wahrscheinlich, dass die Unternehmen durch die abermalige Einfuhrung innerhalb eines so kurzen Zeitraums erneut zu Investitionen in erheblichem Ausma angereizt werden, zumal die Absatzerwartungen rapide einbrechen. Wenig konjunkturwirksam durfte auch die befristete KfzSteuerbefreiung fur Neuwagen sein. Dagegen konnen die zeitlich befristeten spezifi schen Kredithilfen sowie Investitions und Beschaftigungsanreize im Bereich der okologischen Modernisierung und zur Forde rung von Handwerksdienstleistungen sinnvoll sein, wobei allerdings auch hier von starken Mitnahmeeffekten auszugehen ist. Entscheidend ist, dass der fi skalische Gesamtimpuls des Paketes gegenuber dem Vorjahr im nachsten Jahr lediglich bei gut 4 Mrd. Euro 0,2% des BIP und im Jahr 2010 bei ca. 3,5 Mrd. Euro 0,1% des BIP liegen wird. Dementsprechend werden auch die ausgelosten Wachstums und Beschaftigungseffekte zu vernachlassigen sein.Foderale und europaische Koordinierung notwendigbietskorperschaften gemeinsam getragen werden. So sollten zumindest der Bund und die Lander sich abstimmen und gewahrleisten, dass alle bereit sind, die aus dem Wirkenlassen der automatischen Stabilisatoren und dem Konjunkturpaket resultierenden hoheren Defi zite vorubergehend in Kauf zu nehmen. Daruber hinaus wird es notwendig sein, dass sich der Bund und die Lander auf eine beson dere Unterstutzung der Gemeinden bei den offentlichen Investitionen einigen. Diese durfen sich namlich anders als der Bund und die Lander nur in sehr begrenztem Umfang ver schulden. Brechen konjunkturbedingt ihre Steuereinnahmen ein, sehen sie sich daher traditio nell gezwungen, ihre Investitionen zuruckzufahren. Da sie immer noch deutlich mehr als die Halfte aller offentlichen Investitionen tatigen, gerat dieses prozyklische Verhalten schnell zu einem gesamtwirtschaftlichen Problem. Gegenwartig ist die kommunale Finanzlage im Durchschnitt noch gut, so dass fur das nachste Jahr noch nicht mit dramatischen Investitions einschrankungen zu rechnen ist. Sollte die gegenwartige Krise jedoch langer dauern, mussen die Gemeinden durch Bund und Lander unterstutzt werden, etwa durch die vorubergehende Senkung oder Aussetzung der Gewerbesteuerumlage, um endlich einen Abschwung ohne den automatischen Destabilisator der kommunalen Investitionskurzungen zu uberstehen. Daruber hinaus sollten den immer noch zahlreichen fi nanzschwachen Kommunen Mittel zugewiesen werden, damit sie den aufgelaufenen Investitionsstau zugig beseitigen konnen.3 A. Tr u g e r, D. Ve s p e r : Offentliche Haushalte 20082009: Spielraume fur ein Konjunkturpaket unzureichend genutzt, IMK Report Nr. 33, November 2008.Die vorgeschlagenen Manahmen helfen dann am besten, wenn sie moglichst von allen GeDie Effektivitat eines Konjunkturprogramms liee sich allerdings noch deutlich steigern, wenn es Wirtschaftsdienst 2008 cid:129 12797ZEITGESPRACH SPEZIALim Euroraum koordiniert zu einem gleich starken Gegensteuern kame. In diesem Fall wurden in allen Landern die Sickerverluste nationaler Pro gramme aufgrund steigender Importe stark begrenzt. Die Fi nanzpolitik wird den gegenwartigen Abschwung nicht mehr verhindern konnen wohl aber wird sie seine Starke spurbar verringern und seine Dauer erheblich verkurzen konnen. Die Bundesregierung sollte die sich nun bietenden Chancen einer aktiven Fiskalpolitik entschlossen nutzen und ihr bisher vollig unzureichendes Konjunkturpaket in der hier skizzierten Richtung ausbauen.Joachim Scheide Finanzkrise Was die Politik tun kann Die Folgen der Finanzkrise sind in den Industrielandern nun deutlich spurbar, und auch in den Schwellenlandern mehren sich die Zeichen fur eine kraftige Abschwachung der Konjunktur. Das zusammengefasste reale Bruttoinlandsprodukt in der Welt wird im kommenden Jahr voraussichtlich so langsam zunehmen wie seit Jahrzehnten nicht mehr, und in den Industrielandern wird die gesamtwirtschaftliche Produktion sogar erstmals seit Langem deutlich schrumpfen. Schwierige Konjunkturprognose Das Ausma und die Lange der Rezession sind ungewohnlich schwierig abzuschatzen, denn die Erfahrungen mit Finanzkrisen in der Vergangenheit liefern keine klare Orientierung. Vielmehr bieten sie ein groes Spektrum von moglichen Entwicklungen: In einigen Fallen schwachte sich die Konjunktur nur moderat ab, in anderen brach sie regelrecht ein und es folgte eine lange schwere Rezession. Ein Vergleich ist auch deshalb nur schwer moglich, weil fruhere Krisen zumeist auf einzelne Lander oder Regionen beschrankt waren. Alles in allem bestehen erhebliche Abwartsrisiken fur die Konjunktur.Derzeit befi nden sich wichtige Indikatoren im freien Fall, Nachfrage und Produktion sind in den meisten Industrielandern deutlich 798abwarts gerichtet. Dies gilt ebenfalls fur Deutschland. Auch wenn sich in den vergangenen Jahren die fundamentalen Bedingungen vor allem in Folge der Arbeitsmarktreformen verbessert haben, kann sich die deutsche Wirtschaft dem Abwartssog nicht entziehen, denn die Auslandsnachfrage beginnt wegzubrechen; auch die Inlandsnachfrage sinkt spurbar. Auerdem sind die Banken in Deutschland kaum weniger von der Krise betroffen als in den meisten anderen Landern. Hier zu Lande stehen wir wahrscheinlich vor der schwersten Rezession in der Nachkriegszeit. Die Finanzkrise trifft die Realwirtschaft nun mit voller Wucht, nachdem es zunachst so ausgesehen hatte, als seien die Folgen nicht dramatisch. So war die amerikanische Wirtschaft bis in das Jahr 2008 hinein scheinbar robust, gegenuber der Entwicklung in fruheren Immobilienkrisen hob sich die Konjunktur in den USA zumindest eine Zeitlang positiv ab.1 Auch in Deutschland setzte sich die Expansion fort. Als Folge des uberraschend hohen Anstiegs des realen Bruttoinlandsprodukts im ersten Quartal dieses Jahres wurden die meisten Konjunkturprognosen 1 J. D o v e r n , N. J a n n s e n : Immobilienkrise in den Vereinigten Staaten Historischer Verlauf und Implikationen fur den Konjunkturverlauf, Kieler Diskussionsbeitrage 451, Institut fur Weltwirtschaft, Kiel 2008. sogar noch nach oben korrigiert. Gleichwohl waren die Anzeichen fur einen Abschwung nicht zu ubersehen. Im Euroraum setzte er bereits gegen Ende 2007 ein, was zu einer Abnahme der Auftragseingange bei der deutschen Industrie fuhrte. Im Verlauf dieses Jahres hat sich auch das Geschaftsklima eingetrubt. Regelrecht eingebrochen ist die Konjunktur nach der Jahresmitte, als sich die Krise bei den Banken zuspitzte und unklar war, ob es nach der Pleite der Investment Bank Lehman Brothers zu weiteren Bankzusammenbruchen kommen wurde. Insofern ist die eigentliche Uberraschung, dass die Finanzkrise erst relativ spat einen markanten Einfl uss auf die Konjunkturdaten zeigte.Die Rezession ist zwar nicht nur, aber auch als eine Korrektur der zuvor beobachteten Ubertreibungen anzusehen. Das Wachstum der Weltwirtschaft in der langen Boomphase war nicht nachhaltig, denn es wurde getrieben durch eine Reihe von Fehlentwicklungen bzw. Ungleichgewichten, vor allem auf den Immobilienmarkten und damit auch im Finanzsektor. Die Realzinsen waren ungewohnlich niedrig, weil Risiken nicht hinreichend berucksichtigt wurden; auch dies trug zu der Ubersteigerung bei. Im Nachhinein erweisen sich Schatzungen fur das Potentialwachstum, die sich auf die tatsachliche Wirtschaftsdienst 2008 cid:129 12Expansion des realen Bruttoinlandsprodukts in den vergangenen Jahren stutzten, als zu hoch. Mittelfristig mussen wir uns auf einige Korrekturen einstellen. So werden die Risikopramien wohl hoher sein als noch vor wenigen Jahren. Auch deshalb durfte das Wirtschaftswachstum geringer ausfallen als noch vor einiger Zeit erwartet. Angemessene Manahmen der Wirtschaftspolitik Wie kann und sollte die Wirtschaftspolitik reagieren? Es ware illusorisch zu erwarten, dass man mit umfangreichen Manahmen die Konjunktur vollkommen glatten konnte. Die Politik kann jedoch einiges tun, um die Anpassung an das neue Gleichgewicht abzufedern. In der offentlichen Debatte in Deutschland scheint es fast ausschlielich darum zu gehen, wie stark die Finanzpolitik gegensteuern sollte, um den Konjunktureinbruch zu mildern. Dabei ist dieser Fokus aus mehreren Grunden nicht angemessen: cid:129 Erstens ist der gegenwartige Abschwung durch die weltweite Finanzkrise verscharft worden. Dies ist der wesentliche Unterschied zu fruheren Rezessionen. Es sollte deshalb Prioritat haben, die Probleme im Bankensektor zu beheben. Nach wie vor herrscht Misstrauen unter den Banken, und die Eigenkapitalbasis einer Reihe von Instituten ist empfi ndlich geschrumpft. Beides wirkt sich negativ auf die Kreditvergabe aus. Um eine Zuspitzung zu verhindern, muss die Politik mehr tun. Die Rekapitalisierung kann die Regierung dadurch fordern und effi zienter gestalten, dass sie offentliche Mittel als Kapitalbeteiligung in dem Mae bereitstellt, in dem Banken privates Eigenkapital gewinnen. Notfalls mussen die systemisch relevanten Banken zu einer Annahme der KapiWirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALcid:129 talhilfen des Bundes gezwungen werden.2 Gelingt es nicht, bald eine Normalisierung der Situation herbeizufuhren, wird es schwierig sein, durch andere Manahmen die Konjunkturaussichten zu verbessern.Zweitens ist bei einem konjunkturellen Abschwung auch die Geldpolitik gefordert. Viele Makrookonomen gehen sogar so weit, dass sie die Aufgabe der Stabilisierung hauptsachlich bei der Geldpolitik sehen.3 Die EZB hat ihren Leitzins bereits um 175 Basispunkte verringert. Sie wird ihn weiter senken, denn die Produktionslucke im Euroraum wird sich im kommenden Jahr erheblich vergroern, und die Infl ationsrate wird schon bald die Marke von 2% unterschreiten. Auch die Infl ationserwartungen, die fur die Geldpolitik naturgema zentral sind, haben sich in jungster Zeit spurbar zuruckgebildet. Aus heutiger Sicht sollte der magebliche Leitzins schnell auf 1% gesenkt werden. Damit wurde die EZB einen groen Beitrag zur Stabilisierung der Konjunktur leisten.cid:129 Drittens ist zu beachten, dass die Finanzpolitik die Konjunktur durch die automatischen Stabilisatoren stutzt. Sie sind in Deutschland starker ausgepragt als beispielweise in den USA; im kommenden Jahr durften sie immerhin eine Groenordnung von rund 112% in Relation zum Bruttoinlandsprodukt erreichen. Alles in allem sind also durchaus Faktoren angelegt bzw. noch zu erwarten, die sich stabilisierend auswirken werden; dazu gehoren auch 2 Projektgruppe Gemeinschaftsdiagnose: Deutschland am Rande einer Rezession, Essen 2008, S. 38 ff.3 J.B. Ta y l o r : Reassessing Discretionary Fiscal Policy, in: Journal of Economic Perspectives, 14, Nr. 3, 2001, S. 2136.der Ruckgang der Rohstoffpreise und die Abwertung des Euro. Grenzen einerdiskretionaren Finanzpolitik Sollte die Finanzpolitik mehr tun? Die Bundesregierung hat ein Paket verabschiedet, dessen Wirksamkeit allerdings gering zu veranschlagen ist, denn abgesehen von den Anreizen fur mehr Investitionen durften die Effekte allenfalls gering sein. Subventionen oder Hilfen fur einzelne Branchen wirken verzerrend und belasten die offentlichen Haushalte unnotig. Ganz generell werden in der wirtschaftswissenschaftlichen Literatur die Erfolgschancen einer diskretionaren Finanzpolitik kritisch beurteilt.4 Hier gelten im Prinzip dieselben Einwande wie bezuglich der diskretionaren Geldpolitik: Sie kann eher schaden als nutzen, denn die mittelfristigen Ziele werden mit hoher Wahrscheinlichkeit nicht erreicht, und bei der kurzfristigen Stabilisierung der Konjunktur ist eine solche Politik moglicherweise unwirksam.5 Derzeit liegt aber eine besondere Situation vor: Durch die Finanzkrise konnen die ublichen stabilisierenden Wirkungsmechanismen gestort werden, und die Gefahr, dass sich die Banken bei der Kreditvergabe anhaltend restriktiv verhalten, ist gro. Dieser Fall ist derzeit in Deutschland zwar nicht gegeben. Es kann aber sein, dass sich die Situation wie in den USA so stark zuspitzt, dass die Finanzierungskosten trotz der Zinssenkungen durch die Notenbank nicht zuruckgehen. Daher kann man in 4 M. E i c h e n b a u m : Some Thoughts on Practical Stabilization Policy, in: American Economic Review, 87, Nr. 2, 1997, S. 236239. 5 F. K y d l a n d , E. P r e s c o t t : Rules Rather than Discretion. The Inconsistency of Optimal Plans, in: Journal of Political Economy, 85, Nr. 2, 1977, S. 473493.799Deutschland Manahmen ergreifen, um sich gegen das Risiko zu versichern, dass die Geldpolitik nicht wie sonst wirkt.Vorgeschlagen werden haufi g Manahmen, die schnell umgesetzt werden konnen, zeitlich begrenzt sind und auf einen groen Impuls fur den privaten Konsum setzen; so wird auch fur Deutschland vorgeschlagen, Steuergutscheine zu verteilen. Dieses Argument, das sehr stark auf eine Feinsteuerung der Konjunktur abzielt, hilft in der gegenwartigen Lage jedoch wenig, zumal die Rezession wohl nicht auf ein oder zwei Quartale beschrankt sein wird, sondern wohl ungewohnlich lange anhalten wird. Der wesentliche Nachteil von Steuergutscheinen ist, dass sie das Produktionsniveau allenfalls vorubergehend anheben, nicht aber den Potentialpfad.6Vorrang fur Wachstumspolitik Entscheidend in der gegenwartigen Phase der Verunsicherung ist, dass die mittelfristigen Einkommenserwartungen positiv beeinfl usst werden. Daher sollte das Wirtschaftswachstum gefordert werden. Dies kann man zum einen durch offentliche Investitionen in Sachkapital und in Humankapital erreichen, zum anderen durch Steuersenkungen, die dauerhaft sind. Beide Manahmen haben den groen Vorteil gegenuber kurzfristig orientierten Manahmen, dass sie im Hinblick auf das mittelfristige Wachstum ohnehin angebracht sind. Auch in der gegenwartigen Situation ist eine umfassende Reform der Einkommensteuer mit einer deutlichen Entlastung der Burger sinnvoll. Zentral waren dabei eine 6 Die Effekte der Steuergutscheine in den USA werden negativ beurteilt u.a. von J.B. Ta y l o r : The State of the Economy and Principles for Fiscal Stimulus. Testimony before the Committee on the Budget, United States Senate, 19. November 2008.800ZEITGESPRACH SPEZIALSenkung der Grenzsteuersatze sowie eine Erhohung des Grundfreibetrags. Der Vorteil ware, dass man einerseits die Anreize erhohen, andererseits auch Bezieher niedriger Einkommen begunstigen konnte. Eine solche Reform wird jedoch von der Bundesregierung nicht gewunscht. Eine sinnvolle Alternative ist, den Solidaritatszuschlag abzuschaffen. Diese Manahme lasst sich schnell umsetzen, zumal es keine Auseinandersetzungen zwischen den Gebietskorperschaften gabe, denn die Finanzierung erfolgte allein durch den Bund. Ferner sollten auch in der Rezession die heimlichen Steuererhohungen durch eine Verringerung der Steuersatze verhindert werden.Die vorgeschlagenen Manahmen die Abschaffung des Solidaritatszuschlags, die Vermeidung der heimlichen Steuererhohungen sowie kurzfristig umsetzbare staatliche Investitionen addieren sich zu einem Betrag, der im kommenden Jahr rund 1% des Bruttoinlandsprodukts ausmachen konnte. Dies ware ein kraftiger Impuls. Bei alldem muss jedoch klar sein, dass nach einer Normalisierung der konjunkturellen Lage wieder das Ziel eines ausgeglichenen Haushalts angegangen wird, wie es den Regeln des Stabilitats und Wachstumspakts entspricht. So wie die Geldpolitik dann die Leitzinsen rasch anheben sollte, um die Infl ationserwartungen zu kontrollieren, muss der Staat das strukturelle Budgetdefi zit zuruckfuhren. Hier sollte man auf der Ausgabenseite ansetzen. Das Potential fur Kurzungen ist vorhanden, insbesondere im Bereich der Subventionen.Wiederholung der Groen Depression?Die Konjunkturaussichten werden vorerst duster bleiben. Eine naheliegende Frage lautet: Droht ein ahnlich dramatischer Einbruch wie in der Groen Depression? Hier sollte man sich einige Fakten in Erinnerung rufen: In den Jahren 1929 bis 1932 sank das reale Sozialprodukt in Deutschland um insgesamt 16%, und der Index der Verbraucherpreise verringerte sich gleichzeitig um 22%. Niemand erwartet heute auch nur annahernd eine solche Entwicklung. Ein wesentlicher Grund ist, dass die Ursachen der Depression besser verstanden werden und dass die Politik daraus gelernt hat. Dies betrifft vor allem die Geldpolitik. Damals wurde wie wir heute wissen auf die Bankenzusammenbruche nicht angemessen reagiert. In der Folge schrumpfte die Kreditvergabe durch die Banken, und die Geldmenge sank erheblich. Die Lage damals hat man lange Zeit mit der sogenannten Liquiditatsfalle erklart: Die Notenbanken schienen gegen die Krise machtlos zu sein, da die Zinsen bereits sehr niedrig waren und die Geldmenge angeblich nicht erhoht werden konnte. Dieser Ansicht wurde unter anderem von Milton Friedman und Anna Schwartz widersprochen.7 Eine massive Ausweitung der monetaren Basis uber Offenmarktoperationen ware durchaus moglich gewesen.8 Eine weitere Studie fur die USA zeigt, dass eine Politik, die sich an der Geldbasis orientiert hatte, eine 7 M. F r i e d m a n , A.J. S c h w a r t z : A Monetary History of the United States, Princeton 1963. 8 E. N e l s o n , A.J. S c h w a r t z : The impact of Milton Friedman on modern monetary economics: Setting the record straight on Paul Krugmans Who was Milton Friedman?, in: Journal of Monetary Economics, Nr. 55, 1977, S. 835856. In dieselbe Richtung bezuglich der Wirksamkeit der Geldpolitik in Extremsituationen argumentiert D. L a i d l e r : Monetary Policy after Bubbles Burst: The Zero Lower Bound, the Liquidity Trap and the Credit Deadlock, in: Canadian Public Policy, 30, Nr. 3, 2004, S. 333340.Wirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALRezession zwar nicht abgewendet hatte; ein schwerer Einbruch hatte aber vermieden werden konnen.9 9 B.T. M c C a l l u m : Could a Monetary Base Rule Have Prevented the Great Depression?, in: Journal of Monetary Economics, 26, Nr. 1, 1990, S. 326.Gegenwartig erhoht die amerikanische Notenbank die Geldbasis massiv, um einen Ruckgang der weiter gefassten Geldmenge zu verhindern. Sollte sich die Lage auch im Euroraum zuspitzen, wurde die EZB ebenfalls entschlossen vorgehen und durch den Kauf von Anleihen die Geldbasis noch starker auszuweiten. Daher ist es wahrscheinlich, dass ein so ausgepragter Konjunktureinbruch wie damals in der Groen Depression vermieden wird.Schadensbegrenzung oder Kapriolen wie im Finanzsektor? Klaus F. Zimmermann Der seit Sommer spurbare Ruckgang der Weltkonjunktur bedroht inzwischen in vielen Landern Beschaftigung und Wohlstand. Ausgegangen war der Ruckgang von den USA, die bereits seit Jahresbeginn mit massiven Rezessionsangsten zu kampfen hatten. Dazu kam eine sich seit Jahren hinziehende, aber nun eskalierende Krise in der Automobilindustrie, in der die Unternehmen mit falschen Kostenstrukturen und verfehlten Produktpolitiken am Markt vorbei agierten. Das massive Konjunkturprogramm der USA im Sommer 2008 war bereits nach zwei Quartalen verpufft. Seine uberwiegend uber Steuerschecks ausgegebenen Mittel fl ossen letzlich doch nur zu einem Teil in den Konsum. Das Programm hat den weiteren Konjunkturabschwung und die danach vom Schritt ins Galoppieren geratene Finanzkrise in den USA nicht verhindern konnen. Im Gegenteil hatte sich ohne die einsetzende Wirtschaftskrise die Aufl osung der traditionellen Wallstreet kaum so vollzogen.Die vermeintlich schnelle Ubertragung der Probleme von der fi nanzwirtschaftlichen auf die realwirtschaftliche Ebene ist also zunachst einmal das Ergebnis eines Wahrnehmungsproblems und einer Verwechslung von Ursache und Wirkung. Dazu tragt naturlich Wirtschaftsdienst 2008 cid:129 12bei, dass sich Stimmungen und Erwartungen von Konsumenten und Investoren heute wegen der unmittelbaren internationalen Kommunikation direkt anpassen. Dazu gehort aber auch, dass durch die Kommunikation der Medien eine Dramatik inszeniert wird, indem Negativmeldungen uberzeichnet und Positivmeldungen schlicht ignoriert werden. So gibt es keine schnelle Ubertragung der Probleme auf den Arbeitsmarkt, auf die Konsumstimmung und auf die Steuereinnahmen. Dies wird in der offentlichen Diskussion nicht genugend gewurdigt. Aber Panik als Kollektivsport schafft sich bekanntlich seine Realitat. So wird es zunehmend schwieriger, im Eintopf der Krise die Ursachen auseinander zu halten und die Eskalation des Abschwungs zu begrenzen. Beunruhigend ist auch, dass Manager und Unternehmer die allgemeine wirtschaftliche Lage zunehmend kritischer ansehen als ihre eigene oder die ihrer Branche. Welche moglichen Ruckwirkungen ergeben sich nun aus der Finanzmarktkrise fur Konjunktur und Arbeitsmarkt? Zur Analyse und Prognose wurde man sich elaborierte Makromodelle wunschen, die zur Beantwortung dieser Frage geeignet sind. Die Wahrheit ist aber, dass Finanzmarkte in allen Konjunkturmodellen nur unzureichend abgebildet sind. Das reicht, um schon in normalen Zeiten bezuglich Storungen im Finanzsektor ratlos zu sein. Dies gilt aber um so mehr, wenn der ganze Sektor zusammenzubrechen droht. Die Konsequenzen groer Systemanderungen sind allemal unprognostizierbar. Alle Aussagen bewegen sich deshalb in dieser Frage auf einem eher spekulativen Niveau.Wohnungsmarkt und Borsen tragen in Deutschland gar nichts oder nur wenig direkt zur Abschwachung bei. Realwirtschaftlich kann die internationale Finanzkrise die deutsche Wirtschaft allerdings uber eine Verstarkung der Abschwachung der Exporte erreichen, wodurch die globalen Weltmarkttendenzen verstarkt werden. Beispielsweise gab es in Grobritannien, Irland und Spanien Uberhitzungen auf den Immobilienmarkten, und die Konjunktureinbruche in diesen Landern beeinfl ussen schlussendlich auch den gesamten Euroraum. Es ist allerdings noch zu fruh, um einschatzen zu konnen, ob diese Faktoren den Abschwung wesentlich verstarken.Finanzkrise Ausloser und Bewaltigung Die Finanzkrise hat ihren Ausloser in einem dreifachen Staatsver801sagen in den USA: Eine jahrelange Niedrigzinspolitik der Notenbank, die sogar negative Realzinsen zulie und so die Hauserspekulationsblase erst ermoglichte, die Verweigerung einer fruhzeitigen Regulierung der Finanzmarkte und der Verzicht auf die Rettung von Lehman Brothers, einer systemisch wichtigen Bank. Der deutsche Staatssektor hat in dieser Krise weder durch seine tief verstrickten Staatsbanken noch durch eine besonders effektive Bankenaufsicht uberzeugt. Managerschelte ist verstandlich, aber sie fuhrt nicht weiter, denn hier geht es um die systemischen Risiken einer gesamten Branche. Aber die derzeit auch international zu beobachtende neue Allherrlichkeit der Politik ist unangemessen. Die langfristige Rettung vom Staat zu erhoffen, hiee auf Sand zu bauen. Die angemessene Reaktion auf die Finanzkrise ist eine international koordinierte Flutung der Geldversorgung, niedrige Zinsen, die Garantie der Interbankenkredite und der Spareinlagen, die Ablosung unfahiger Manager und die Bereitstellung von offentlichem Eigenkapital durch temporare Teilverstaatlichung britisches Modell oder durch die Herauslosung der Risikoaktiva in eine Badbank schwedisches Modell.1 Es ist kontraproduktiv, die Banken dabei zum Kotau zu zwingen, wie dies das deutsche Rettungspaket vorsieht, da dies wegen der StigmaEffekte die Erfolgschancen der Gesundung schmalert. Hilfe wird so erst im letzten Augenblick angenommen. Entscheidend ist, dass die Hilfs1 Auf diese Faktoren und die Notwendigkeit einer raschen internationalen Koordination hatte ich gemeinsam mit anderen Kollegen fruhzeitig hingewiesen: Vgl. A. A l e s i n a , R. B a l d w i n , T. B o e r i , W. B u i t e r, F. G i a v a z z i , D. G r o s , S. M i c o s s i , G. Ta b e l l i n i , C. W y p l o s z , K.F. Z i m m e r m a n n : Europas Bankenkrise: Ein Aufruf zum Handeln, DIW Wochenbericht, Jahrgang 75, Nr. 41, 2008, S. 640 641.802ZEITGESPRACH SPEZIALaktion schlussendlich marktmaig vom Verursacher fi nanziert wird. Der Kern der Finanzkrise liegt aber bei dem massiven Vertrauensverlust des Finanzsektors in sich selbst. Der Sektor und die Borsen werden erst dann zur Ruhe kommen, wenn die neue internationale Finanzarchitektur steht. Der Internationale Wahrungsfonds und die Zentralbanken sind potenzielle Akteure auch einer kunftigen Krisenbewaltigung und scheiden deshalb als Kontrollinstitute aus. Nationale und supranationale auf regionaler Ebene, international kooperierende Kontrollinstitute mussen mit scharferen Kontrollrechten fur den gesamten Bankensektor unter Einschluss von Banken, Hedgefonds und Ratingagenturen ausgestattet werden. Die Kontrolle und Zertifi zierung von Finanzprodukten muss um die Kontrollmoglichkeit ganzer Geschaftsstrategien erweitert werden. Es mussen Honorierungsgrundsatze fur das Management gelten, die sich am langfristigen Unternehmenserfolg orientieren und die die Verantwortung fur unternehmerisches Handeln auch monetar erfassen.Die Finanzkrise ist eine Krise des Finanzsektors mit der Notwendigkeit von strukturellen Reformen. Sie wird erst dann Teil einer allgemeinen Wirtschaftskrise, wenn der Bankensektor, die Zentralbanken und der massiv intervenierende Staat ihre Aufgaben nicht wahrgenommen haben. Dazu gehort, fur niedrige Zinsen, Bankgarantien und Kreditbereitschaft zu sorgen. Sonst kommt es zur Kreditklemme fur Haushalte und Unternehmen. Die Anzeichen fur eine Kreditklemme sind aber bisher durftig. Die Banken weisen sie von sich. Bei der europaischen Zentralbank akkumuliert dagegen die Bankenliquiditat. Die Interbankenverschuldung ist noch nicht wieder in Fahrt gekommen. Langfristige oder umfangreiche Kredite, die Konsortien aus Banken erfordern, sind risikoreich und werden deshalb nur zogerlich angeboten. Tatsachlich berichten groe Firmen von zunehmenden Restriktionen bei der Kreditvergabe, die die der kleinen und mittleren Unternehmen jetzt in ungewohnlicher Weise uberschreiten. Aber kann man den Banken, denen man jetzt einerseits vorwirft, Risken bei ihren Produkten nicht bedacht zu haben, diese Vorsicht jetzt vorhalten? Und die gemessenen Engpasse bei allen Unternehmen liegen immer noch erheblich unter denen vor funf Jahren. Dies ist kein Beleg fur eine groe Krise.Unterstellt man einmal, dass Investoren und Konsumenten falschem Krisengerede nicht auf den Leim gehen, dann kann die Finanzkrise erst in die Wirtschaftskrise zuruckschwappen, wenn es zu einer Kreditklemme kommt. Das ware aber dann angesichts der umfangreichen gemeinsamen Anstrengungen von Staat und Zentralbank ein massives Zeichen des Misserfolges dieser Manahmen.Fur einen neuen Keynesianismus?Noch nie ist ein Wirtschaftsabschwung durch antizyklische Manahmen gestoppt worden. Wohl aber sollte die Zinspolitik stimulierend und die Budgetpolitik antizyklisch sein, um die Entwicklung nicht unnotig zu verscharfen und die Bewaltigung der Krise hinauszuzogern. Insoweit sind wir alle Keynesianer. Allerdings muss man sich der nur langfristigen Wirkung dieser Manahmen bewusst sein, die haufi g noch nachwirken, wenn sich bereits der Folgeboom langerem abschwacht. Die seit einsetzende weltwirtschaftliche Abschwachung ist eine Nachfrageschwache, die keynesianische Manahmen vertretbar macht. FiWirtschaftsdienst 2008 cid:129 12nanz und Autokrisen sind aber Strukturkrisen und mussen auch als Strukturkrisen angepackt werden. Diejenigen, die falschlicherweise alleine die Finanzkrise hinter der eskalierenden Wirtschaftskrise stecken sehen, behaupten auch, dies sei keynesianisch. Sie irren, oder sie agieren als Trittbrettfahrer der Finanzkrise.Unter dem Eindruck der sich entwickelnden Arbeitsmarktrisiken haben viele Staaten Konjunkturprogramme aufgelegt. Es ist richtig, den mittelfristigen Ausgabenkurs konsequent und wachstumsorientiert fortzusetzen und dabei insbesondere an Ausgaben fur Infrastruktur, Bildung, Forschung, Innovationen und Familie festzuhalten. Wo moglich, konnen langfristig geplante Projekte vorgezogen werden. Abschreibungserleichterungen begunstigen vorgezogene Investitionen und sind deshalb zu begruen. Konjunkturbedingte Steuerausfalle und steigende Ausgaben fur Arbeitslosigkeit sowie die Sanierungsaufwendungen zur Beseitigung der Finanzmarktkrise durfen nicht hereingespart werden. Die offentlichen Haushalte mussen durchhangen konnen, wie es der MaastrichtVertrag in Krisenzeiten vorsieht. Ein Eventualhaushalt zur Verkurzung der Entscheidungen in einer sich verstarkenden Krise ist bedenkenswert.Eine europaweite temporare Senkung der Mehrwertsteuer ware vertretbar, wenn sie denn symbolisch als gemeinsamer europaischer Kraftakt verstanden wurde. Sie zielte aber eher auf die offentliche Stimmung, denn auf die direkten realwirtschaftlichen Effekte: Die Steuersenkung musste von den Unternehmen in Form von Preissenkungen weiter gegeben werden und auch zu mehr Konsumbereitschaft bei den privaten Haushalten fuhren. Wegen des transitorischen Wirtschaftsdienst 2008 cid:129 12ZEITGESPRACH SPEZIALCharakters dieser Manahmen wurde wahrscheinlich ein Groteil der bei den Haushalten ankommenden realen Einkommenszuwachse gespart.Haushalte und Unternehmen sehen sich aber bereits jetzt mit einer starken Abschwachung der Preissteigerungen konfrontiert. Die massive Verringerung der Energiepreise, die diese Entwicklung treibt, ist fur sich genommen bereits ein erhebliches Konjunkturprogramm. Sie schafft der Wirtschaft Entlastung in einer Groenordnung von 25 bis 30 Mrd. Euro, also etwa 1,5% des Bruttoinlandsprodukts. Dies kann als ein unmittelbarer Test auf die Einfl usswirkungen moglicher staatlicher Manahmen angesehen werden. Bleibt dies wirkungslos, dann sind auch normale wirtschaftspolitische Programme ohne Einfl uss. Konjunkturprogramme haben unter den derzeitigen Rahmenbedingungen nur symbolischen Charakter: Sie sind entweder unnotig, wirken zu spat oder sie sind im Falle der konjunkturpolitischen Kernschmelze nicht umfangreich genug. Allgemeine Steuersenkungen sind weder geeignet, einen Konjunkturimpuls zu setzten denn sie wurden zu spat wirksam werden noch sind sie nachhaltig fur die Wirtschaftserwartungen, denn sie wurden die Haushaltssanierung gefahrden. Die bisher ergriffenen konjunkturpolitischen Manahmen der Bundesregierung sind wenig systematisch und tragen der hier vorgetragenen Wertung Rechnung, indem sie nur ein politisches Pfl ichtprogramm darstellen. Sie schutzen vor dem Vorwurf, nichts unternommen zu haben.Die Plane des neuen USPrasidenten zur Sanierung und zum Ausbau der Infrastruktur, der Schulen und der Krankenhauser stellen dagegen eine langfristig angelegte Wachstumspolitik dar, die nicht auf einen kurzfristigen Impuls setzt. Die ObamaPlane genugen den Anforderungen an eine Makropolitik mit Augenma, die sich zu einer langfristig nachhaltigen Haushaltspolitik bekennt, aber Sensibilitat fur die sozialen Risiken nicht vermissen lasst. Hier verbinden sich Rhetorik, mit Vision und makrookonomischen Zwangen. Fazit Die deutsche Bundesregierung verdient Respekt und Unterstutzung fur ihre Haltung, zunachst mehr Evidenz uber die Starke des wirtschaftlichen Einbruchs und die Wirkungen automatischer Stabilisatoren zu erhalten. Zwar sind die Erwartungen uber die Absatzchancen in der Industrie schlecht, aber Dienstleistungen, Konsum, Beschaftigung und Steuereinnahmen entwicklen sich stabil. Neben der Infl ation geht auch der Auenwert des Euro zuruck und federt die Wirkung des Ruckgangs der Weltkonjunktur fur die deutsche Wirtschaft ab. Setzt sich allerdings das negative Wirtschaftswachstum auch im vierten Quartal dieses Jahres kraftig fort, dann ware dies tatsachlich bedenklich. Genaue Zahlen sind dafur allerdings erst Anfang Februar zu erhalten. Bis dahin sollte sich die Wirtschaftspolitik mit neuen Manahmen zuruckhalten. Das schliet nicht aus, dass schon jetzt an einem Eventualhaushalt mit langfristigen Manahmen fur Infrastruktur, Forschung, Bildung und Familie gearbeitet wird. Dies gibt die Option fur schnelles Handeln, wenn sich die Krise erheblich verstarken wurde. Es sollte aber auch festgeschrieben werden, wie die zu erwartenden Defi zite nach der Bewaltigung der Krise wieder hereingespart werden.803", "filename": "588417726.pdf", "person": ["Klaus F. Zimmermann", "Zimmermann, Klaus F."], "date": ["2008"]}