{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/66968/1/589159380.pdf"], "title": ["India and the global demand for commodities: Is there an elephant in the room?"], "plaintext": "Abstract After 10 years of impressive growth, India is now the fourth largest economy in the world. Yet, todate, Indias impact on global commodity markets has been muted. The authors examine how Indias domestic and trade policies have distorted and constrained its demand for commodities.They find that Indias industrial policies have altered the expansion path of its economy, puttingthe service sector to the forefront and likely reducing Indias demand for metals. Sectorspecificpolicies, such as those promoting selfsufficiency in agriculture, have altered Indias demand forfood commodities and its supplies of those commodities to international markets. Recent policyreforms in manufacturing have boosted output, which coincides well with an increase in Indiasdemand for metals over the past 45 years. Continued policy reforms are likely to diminish thedistorting influence of Indias domestic and trade policies. Indias demand for energy and metalsshould rise as some rebalancing occurs in its economic structure.JEL classification: F14, O13, O53Bank classification: Development economics; International topics Resume Apres dix ans de croissance remarquable, l Inde est devenue la quatrieme economie du monde.Jusqua ce jour, linfluence de ce geant sur les marches internationaux des matieres premieressest pourtant peu fait sentir. Les auteurs analysent comment les politiques internes etcommerciales de l Inde ont denature et freine sa demande de matieres premieres. Il ressort que lespolitiques industrielles du pays ont modifie sa trajectoire dexpansion en placant le secteur desservices a lavantplan et en limitant probablement la demande indienne de metaux. Certainesorientations sectorielles telles que les politiques favorisant lautosuffisance agricole ont modifieles besoins de l Inde en denrees et ses exportations dans ce domaine. Les recentes reformes de lapolitique manufacturiere ont stimule la production et coincident avec la montee de la demande demetaux observee en Inde depuis quatre ou cinq ans. La poursuite des reformes devrait attenuerleffet de distorsion des politiques internes et commerciales, et le reequilibrage de la structure deleconomie indienne devrait hausser la demande denergie et de metaux.Classification JEL : F14, O13, O53Classification de la Banque : Economie du developpement; Questions internationalesiii Introduction 1 India is big: on the basis of purchasing power parity PPP, India is the fourth largest economy in the world, after the United States, China, and Japan. Recently, India has been growing at a rapid clip, averaging 8.6 per cent growth over the past five years.1 It is also a significant contributor to world growth, adding slightly less than half a percentage point to the world growth of 4.9 per cent in 2007.2 India now accounts for 4.6 per cent of world GDP and 15.7 per cent of Asias GDP.3 India also has a substantial population base, housing 17 per cent of the worlds population World Bank 2007. All of these indicators, at first glance, would suggest that Indias role in the world economy and in the global demand for commodities should be substantial. But India is different. In this paper, we address why India is different and the implications this has had for its commodity demand, since economic reforms commenced in the early 1990s. For instance, policies in India have had a distortionary impact on the expansion path of its economy, putting the service sector to the forefront and likely reducing Indias demand for metals. Specific sectoral policies, such as its selfsufficiency policies in agriculture, have also altered Indias demand for food commodities and its supplies of those commodities to international markets. Furthermore, Indias trade policies have been restrictive and it continues to maintain high tariff rates and a relatively low share of trade in GDP.4 As a result, unlike China and the Asian tigers, Indias growth is largely driven by domestic demand, with net exports adding very little, and at times negatively, to overall growth. On the whole, these policies have likely affected Indias demand for commodities, either i directly, by changing the relative prices paid for commodities and by altering Indias domestic and international supplies, or ii indirectly, by distorting the sectoral composition of Indias growth. Therefore, while India is large, its impact on world commodity demand has been distorted and constrained by policy. 1. This is based on a PPP measurement of GDP growth IMF 2008. 2. 3. In 1980, India contributed 0.08 percentage points to world growth of 2.0 per cent IMF 2008. India made up 2.2 per cent of world GDP and 13.1 per cent of Asian GDP in 1980. Asia is defined here as Bangladesh, Bhutan, Cambodia, China, Fiji, Hong Kong SAR, India, Indonesia, Japan, Kiribati, Lao Peoples Democratic Republic, Malaysia, Maldives, Myanmar, Nepal, Pakistan, Papua New Guinea, Philippines, Samoa, Singapore, Solomon Islands, South Korea, Sri Lanka, Thailand, Tonga, Vanuatu, and Vietnam. 4. For example, based on an openness measure defined as the sum of exports and imports of goods and services as a per cent of GDP, India is relatively closed at 45 per cent in 2005, compared with 69 per cent, 82 per cent, and 63 per cent for China, Korea, and Indonesia, respectively World Bank 2007. Furthermore, Indias most favoured nation MFN tariff rates are relatively high, at an average 19.2 per cent, compared with 9.9 per cent, 12.1 per cent, and 6.9 per cent for China, Korea, and Indonesia, respectively WTO 2007. 1 This paper assesses Indias impact on world markets for food and nonfood metals and energy commodities. With the exception of energy, it appears that India has had only a modest impact on international commodity demand, in part due to the distortionary role of policy. However, recent trade data point to a more substantive role for India in world commodity demand since 2004, particularly for metals. Continued structural reforms could lead manufacturing to play a more important role in the Indian economy, potentially increasing its demand for metals and energy. The outlook for Indias food demand will depend on several factors, including population growth, diet diversification, and policy reform e.g., initiatives to increase the production of noncereal agricultural commodities, to better reflect average diets.5 Therefore, while it appears that Indias impact on international commodity markets has so far been smaller than expected, structural changes and demographic forces could lead to a more dramatic rise in Indias demand for commodities. This paper is organized as follows. Section 2 provides an overview of Indias pattern of economic growth and the resultant implications for Indias commodity demand. Section 3 discusses the consequences of Indias growth and domestic policies for commodity demand, focusing on Indias external demand for metals section 3.1, energy commodities section 3.2, and food section 3.3. Section 4 provides a brief summary of the key findings of the paper. 2 In order to assess Indias impact on global commodity demand, one must understand the underlying sources of growth in India that motivate its demand for commodities and its supplies to the international market. This section examines the composition of Indias growth, since metals demand, for example, depends on the size of the industrial sector and the intensity of metals production, as described further in section 3.1. India Is Big but Its Growth Is Different Indias pattern of development does not quite fit the typical pattern of modern economic growth as posited by Kuznets 1959. According to that view, manufacturing should become an engine of growth during the early stages of development as surplus labour is moved out of agriculture and into highvalueadded industries, boosting the share of manufacturing in total output.6 In 5. This change in agricultural production could lead to a reduction in cereals production, which would likely, in turn, reduce Indias supplies of cereals to the international market. 6. Later, as GDP per capita increases, the share of the manufacturing sector in the GDP would eventually stabilize or begin to decline, as Chenery 1960 and Chenery and Taylor 1968 note, and the service sector share would likely rise. 2 India, although the manufacturing sector did grow, its share in overall GDP has increased only marginally over the past 50 years Chart 1, and currently it accounts for 16 per cent of GDP World Bank 2007. Services, however, account for an increasing share of output as the share of agriculture has declined. Indias service sector grew by an average 8.0 per cent from 200005, compared with a growth rate of 7.1 per cent in the industrial sector, with the service sector accounting for 54.4 per cent of GDP World Bank 2007. This pattern of development contrasts with other emergingmarket economies, such as China, whose growing manufacturing sector has been the main stimulus for economic growth.7 Chart 2 shows the predicted expansion path of the economy for a wide range of countries; the size of industry per capita is plotted on the horizontal axis and the size of other sectors agriculture and services per capita is plotted on the vertical axis from 1980 to 2005, with the dashed curve denoting the fitted expansion path.8 According to Chart 2, the share of industry in total output tends to rise until it reaches a per capita GDP of 10,200 PPP, after which other sectors of the economy agriculture and services outpace overall GDP growth, causing the industry share to fall.9 From this chart it appears that, while India is in its early development stage, its expansion path is consistent with what would be expected for a country with its per capita GDP, but with a slight bias towards agriculture and services. However, per capita GDP is not the only determinant of the expected share of industry in GDP. Economic theory, such as the HeckscherOhlin model, would suggest that the endowment of primary factors of production also determines the pattern of production.10 To account for this, we ran a simple crosssectional ordinary least squares OLS regression that regressed the natural log of the valueadded shares of agriculture, industry, manufacturing, and services on per capita GDP, as well as country size in square kilometers, population all in logs, and an India dummy. The results are provided in Table 1. India stands out with a lower share of manufacturing, and a higher share of services, in 7. Chinas industrial sector grew by an average 10.5 per cent from 200005, and currently accounts for 47.5 per cent of GDP. This compares to an average growth rate of 10.0 per cent in the service sector, which accounts for 39.9 per cent of GDP. 8. This is based on predicted values for 84 countries in 2002. 9. At this point, per capita industrial output grows at the same rate as per capita GDP. An interesting feature of the data is that, over time, countries diverge from the fitted expansion path shown in Chart 2. Economies like China and Korea have tended to specialize in industry, while other economies, such as Mexico and Turkey, have tended to become more specialized in the nonindustrial sectors agriculture and services. One possible reason for this is trade liberalization and specialization according to comparative advantage. 10. For example, a country that has a relatively abundant supply of labour may specialize more heavily in labourintensive manufacturing, and a country with a large land mass may produce more agricultural output as a share of total value added, since the price of the abundant factor input would be relatively low. 3 total value added.11 In particular, Indias manufacturing sector is 35 per cent smaller, and its service sector 24 per cent larger, than would be expected.12 To the extent that the service sector is less energy and metals intensive than manufacturing, Indias impact on world commodity markets may be less than expected. 3 Consequences of Indias Growth and Policy for Commodity Demand As a highly populated country, India is one of the largest consumers of commodities in the world, but it is also one of the poorest, with per capita consumption that is relatively low for most food commodities Table 2.13 In this section, we examine demand and supply factors that determine Indias impact on the global commodity markets. In particular, we attempt to understand the extent to which Indias metals, energy, and food markets are driven by fundamental economic forces on the one hand, and the influence of domestic public policy on the other. 3.1 Metals 3.1.1 In general, the demand for nonfood, nonenergy commodities such as metals is derived from the process of transforming raw materials into goods for consumption and investment, which suggests that the demand for these commodities is proportional to the level of output in the economy. Thus, we posit that a countrys commodity demand, C, depends on income, Y, and metals intensity, c:14 Indias demand for metals C c Y 1 Although simple, equation 1 seems to explain the level of metals demand relatively well. This is illustrated by Charts 3ad, which show the relationship between GDP and commodity demand for steel, aluminum, copper, and nickel for a crosssection of countries. The data are in logs, so 11. This method is similar to that used by Kochhar et al. 2006, with updated PPP weights and data however, our analysis includes the log of population, to control for a countrys endowment of labour. The analysis included between 116 and 135 countries, depending on data availability. Performing the analysis for 2004, to allow for more data points, leaves the regression results largely unchanged. 12. Agriculture is 4 per cent larger than would be expected Table 1; however, this result is statistically 13. This is the case for most commodities, with the exception of cereals, for which its share in world consumption insignificant. is proportional to its share in world population. 14. We later use this same framework, with modifications, to examine the demand for other commodity groups. 4 the slope of the line of best fit through the data can be viewed as a proxy for the elasticity of commodity demand with respect to GDP. The line of best fit through the crosssection of the data for 2001 indicates that, as would be predicted by equation 1, the elasticity of commodity demand is close to one for all four commodities in crosssection, but there is some variation. One reason for such variation is that the commodity intensity, c, can vary in a systematic way with income. Importantly, at the level of an individual economy, if commodityintensive sectors of the economy are growing faster slower than other sectors, then the commodity intensity in the economy as a whole will rise fall with GDP, meaning that the elasticity of commodity demand will be greater lesser than one. In reality, in countries with low levels of per capita GDP, it is typically the case that growth in industry construction, manufacturing, and mining exceeds the rate of economywide growth. As shown in Chart 2, the share of industry in GDP tends to rise until a per capita GDP of 10,200 PPP is reached, after which other sectors of the economy agriculture and services outpace overall GDP growth, causing the industry share to fall. Assuming that services and agriculture do not demand metals as an intermediate input, the observed variation in industry share should be sufficient to generate the wellknown inverted Ushape in commodity intensity as per capita GDP increases. According to the relationship in Chart 2, we would expect that c would rise with the share of industry in GDP until reaching a peak for countries with a GDP per capita of approximately 10,000, and that it would then decline thereafter, before possibly rising again at higher levels of income. In our sample, the commodity intensity of metals generally peaks at a higher level of per capita GDP Charts 4ad. For example, for steel, c reaches a peak at a per capita GDP of around 15,000 Chart 4a. The most likely explanation is that the commodity intensity in industry is affected not only by the share of industry in GDP, but by the commodity intensity in the industrial sector itself, which may be a function of the level of development. In Charts 5ad, which plot the commodity intensity in industry against per capita GDP, this appears to be the case: for example, the steel intensity in industry peaks at a per capita GDP of just over 20,000. Thus, for steel, one would expect that, for a lessdeveloped country with a per capita GDP of below 10,000, metals demand should rise, both because industry will expand with economic development and because industry will become more metals intensive. 5 From Chart 2, it seems that Indias expansion path is largely consistent with what would be expected for a country with its per capita GDP.15 Indias consumption of metals Charts 4 and 5 appears to be in line with what is expected of a developing economy with its level of per capita GDP, except for copper, for which India seems to have a low level of demand relative to per capita GDP. In this regard, Indias commodity demand does not appear to be unusual. Table 3 shows the contribution to global metals demand by Brazil, China, India, and the United States for the period 1996 to 2005. Chinas contribution was dramatic and makes for an interesting contrast with India. The table shows that Chinas commodity demand has been due to a combination of growth in economic activity and an expansion in demand from other factors, including a growing metals intensity in the industrial sector.16 For steel, China accounted for 68.7 per cent of the global increase in demand, of which about twothirds can be attributed to growth in the Chinese economy. In comparison, Indias metals demand has risen by a much lesser extent. For steel, 4.7 per cent of world incremental demand can be attributed to India, but GDP grew faster than Indias steel consumption, meaning that, had nothing changed in the structure of the Indian economy, its steel demand would have accounted for 7.3 per cent of the global increase in demand. However, Indias declining steel intensity in industry meant that its share in the global steel demand increase was 2.7 per cent lower than would have otherwise been the case. In contrast, increased steel intensity in industry in China contributed 24 per cent to the increase in global demand. With the exception of copper, the same can be said to be true for Indias demand for the other key metals. Expansion in the economy and economic activity increased Indias demand, but declining commodity intensity in industry caused Indias demand to contract.17 Only for copper did increased commodity intensity in industry contribute to demand growth. This is not surprising, since this may reflect a catching up to crosscountry norms Charts 4c and 5c. The falling demand for metals as a share of industry size in India likely reflects the declining importance of the two most metalintensive sectors: the basic metal and alloy sector and the metal products and parts sector. But that is being offset by the growing importance of the machinery and transportation equipment sectors, which have consistently outgrown the rest of the industrial sector. During the past two years, however, all four of the metalintensive sectors 15. However, as was discussed above, per capita GDP is not the only determinant of the expected share of industry in GDP, and once factors such as endowments are accounted for, Indias share of industry is smaller than predicted. 16. In the following analysis, we assume that the income elasticity of metals demand is equal to one. 17. Intensity refers to metals usage per unit of output, and should be interpreted as output efficiency. 6 have posted strong growth, suggesting that, over that period, the commodity intensity in industry may have risen Chart 6; we consider this in more detail in section 3.1.3 when we examine Indias metals trade.18 Unfortunately, we do not have comparable metalsconsumption data for these years to determine by how much Indias consumption might have increased as a result. 3.1.2 Indias metals production In 1996, India accounted for only 0.3 per cent of world refined copper production, but by 2005 its share had increased to over 3 per cent. This increase accounted for 12 per cent of the global increase in refined copper production during the period World Bureau of Metal Statistics 2007. That said, Indias mine production of copper ores is less than 0.5 per cent of world production, and between 1998 and 2007 this production fell by 22 per cent.19 This suggests that India is, in net terms, increasing its overall demand for copper ore in world markets, but increasing the relative supply of refined copper.20 For aluminum, between 1996 and 2005, Indias production accounted for 3.3 per cent of the incremental increase in world production, closely matching the increase in consumption. But Indias production of bauxite aluminum ore rose by 107 per cent, with Indias share of global bauxite production rising from 4.6 per cent to 6.8 per cent. Indias iron ore production has also increased dramatically, growing by 152 per cent between 199899 and 200607. During the same period, steel production increased by 110 per cent, accounting for 6.1 per cent of the global increase in steel output. In the case of nickel, there are no production statistics readily available. 3.1.3 Role of policy and implications for Indias metals trade Public policy has played a major role in reducing Indias demand for metals by directly intervening in the manufacturing sector, by regulating the factors of production, and by creating an unfriendly business climate. Together, these elements of policy have hindered the expansion of the manufacturing sector, thereby reducing Indias demand for metals commodities. Even after India dismantled its industrial licensing system in the early 1990s, the manufacture of a wide range of goods continued to be heavily regulated by its smallscale industry policy. This policy often referred to as smallscale reservation required firms in most manufacturing 18. This expansion of metalsintensive industries is likely related to dereservation, which is described in more detail in section 3.1.3. 19. Statistics on Indias mine production of bauxite, copper ore, and iron ore are taken from the ISI Emerging Markets database ISI Emerging Markets 2008. 20. This is evident in Indias pattern of trade for copper, as shown in Chart 7b and discussed further in section 3.1.3. 7 industries to limit capital spending and the size of their labour forces amongst other things.21 As recently as 2002, around 800 items were reserved for production by these smallscale industries. As we discuss below, although this policy is being phased out, it prevented Indian firms from achieving minimum efficient scale and it inhibited their growth. In addition to Indias reservation policies, its labour market restrictions are numerous and complex, and reduce firms incentives to expand employment. One example of the labour market policies is the Industrial Disputes Act of 1982, which made it necessary for firms employing more than 100 workers to seek government approval for layoffs, retrenchments, and closures.22 Besley and Burgess 2004 find that labour regulations in India have altered the pattern of manufacturing growth. In particular, Indian states that amended the Industrial Disputes Act in a proworker direction experienced lower levels of investment, employment, productivity, and output in manufacturing. As well as the excessive regulatory burden, the business environment faced by manufacturing firms is rather poor. Inadequate infrastructure and the costs of dealing with bureaucracy are two factors that contribute to this problem. For example, according to the Worldwide Governance Indicators World Bank 2008, India remained below the crosscountry median in terms of the regulatory quality of its government in 2007, receiving a percentile rank of 46.1.23 Moreover, India also has relatively low control over corruption, receiving a percentile rank of 47.3.24 These two factors tend to be mutually reinforcing over time, contributing to the creation of an unfriendly business environment in India. Furthermore, infrastructure improvements were likely more forthcoming in the case of services than they were in the manufacturing sector. For instance, the telecom reforms, which were initiated in the mid1990s, led to a large increase in fixedline subscribers, which was augmented by the availability of mobile technology. In India, the number of fixedline and mobile phone subscribers per 1,000 people increased from 6 in 1990 to 128 in 2005.25 In the case of electricity, which is likely more important for manufacturing, reforms were relatively unsuccessful Virmani 2004. In particular, transmission and distribution losses as a percentage of total electricity 21. These restrictions were lifted only if 50 per cent of production was exported. 22. This policy not only increased firing costs but also promoted corruption within the bureaucracy. 23. This means that Indias regulatory quality was better than 46 per cent of the countries surveyed in 2007. This is an improvement over 1996, when India received a percentile rank of 39.5 World Bank 2008. 24. This compares to a percentile rank of 39.3 in 1996 World Bank 2008. 25. Direct measures of the quality of the telecom infrastructure in India are generally lagging or unavailable. According to the World Development Indicators World Bank 2006, the number of telephone faults per 1,000 mainlines declined from 222 in 1995 to 126 in 2002. 8 output increased from 19 per cent in 1995 to 26 per cent in 2004 World Bank 2006. Over this period, electricity production increased by an average annual rate of 6.7 per cent; however, after accounting for these increasing transmission and distribution losses, the effective growth in electricity output was a more moderate 5.1 per cent per year World Bank 2006; Bank of Canada staff calculations. This growth in electricity production was below Indias average annual GDP growth of 6.1 per cent over this period or manufacturing growth of 6.6 per cent, which may have constrained total output growth ISI Emerging Markets 2008. Not surprisingly, the percentage of managers surveyed that ranked electricity as a major business constraint was 32 per cent in India in 2006, relative to a crosscountry average of 18 per cent World Bank 2006.26 In addition, Indias transportation infrastructure is poor. One example is Indias port system, which has experienced an increase in delays in recent years. The average preberthing waiting time increased from 4.86 hours in fiscal year 200304 to 11.17 hours between April and October 2007, and over the same period the average turnaround time increased from 3.45 days to 3.79 days. This compares to an average turnaround time of 10 hours in Hong Kong Ministry of Finance 2008. This congestion can be partially explained by the poor roadrail connectivity of ports, and highlights one of the many limitations of infrastructure that hinder manufacturing in India thereby reducing its metals demand.27 In the past five years, however, structural changes, including the decline in smallscale reservation and lower restrictions on the inflow of foreign direct investment, have eased the constraints that limited the expansion of the manufacturing and industrial sectors. For example, since October 2004, more than 650 industries have been dereserved, many of which are metals intensive, ranging from cutlery dereserved in May 2006 to steel furniture dereserved in February 2008. It is not unreasonable to expect that this dereservation policy partly explains the growth in metalsintensive industries shown in Chart 6, and that it has led to an increased demand for metals in India in the past 34 years, which is reflected in Indias rising import demand and moderating export supplies. Indias import demand for metals commodities depends on the particular metal commodity being imported, given Indias ore endowments and industrys metals intensity. India is relatively well endowed with bauxite and iron ores, and is a net exporter of both. However, India is a net 26. This average was obtained by taking the last available survey result for 73 countries over the period 200406. Looking only at 2006, where 26 countries were surveyed, the average was higher, at 27 per cent. 27. For more discussion of Indias infrastructure, see Ministry of Finance 2008. 9 importer of copper ores and refined nickel Charts 7ad.28 Indias net exports of aluminum ores increased from 0.7 per cent of world trade in 1995 to a peak of 4.2 per cent in 2004; however, since 2004, Indias net exports have moderated, likely reflecting rising domestic metals consumption, consistent with the expansion of Indias industrial sector following dereservation Charts 3b, 4b, and 5b. This effectively removed roughly 1.7 per cent of world trade in aluminum ores from world markets from 200406, as Indias net exports fell to 2.5 per cent of world trade in 2006.29 This development is reflected in Indias net exports of iron ores: between 1995 and 2004, Indias domestic production outstripped consumption, leading to a rise in its net exports of iron ores from 6 per cent of world trade in 1995 to over 16 per cent in 2004. However, since 2004, Indias net exports of iron ores have moderated, effectively removing roughly 4 per cent of supplies from world markets.30 As for copper ores, India is a net importer, accounting for roughly 15 per cent of world trade in 2006 in copper ores, a rise from the roughly balanced trade in copper ores in the early 1990s.31 This is also likely related to the expansion of industry in India, and increased copper intensity Table 6, which partially reflects a catchup to international norms Charts 3c, 4c, and 5c. Therefore, while Indias past demand for metals was likely muted due to government policies that have restricted the expansion of the manufacturing sector, Indias demand has increased in the past couple of years and will likely continue to rise with structural change, improvements in infrastructure, and the increased pace of economic reform. 3.2 Energy 3.2.1 Demand for energy commodities Unlike metals, energy is consumed by all sectors of the economy, with varying intensities. In general, energy consumption is positively correlated with GDP Charts 8ac; and as a large economy, India is a large consumer of energy commodities, being the third largest consumer of coal and the fourth largest consumer of oil. However, India is a relatively low energyintensity 28. Another metals commodity, gold, is demanded fairly heavily in India, likely reflecting rising domestic demand as a result of an increase in per capita incomes. Gold may be consumed, but it may also act as a store of value for Indian households. In particular, Indias net imports of gold have increased from 3 per cent of world trade in gold in 1995 to 28 per cent in 2006. 29. Domestic refining of aluminum has largely kept pace with consumption growth, with India largely maintaining balanced trade in refined aluminum over this period Chart 7a. 30. Indias net exports of iron ores moderated to 12 per cent of world trade in 2006, or from roughly US397 billion in 2004 to US324 billion in 2006. 31. India is also a net importer of nickel; however, its net imports have changed little over the past 15 years as a share of total world trade of nickel, accounting for roughly 2.5 per cent of world trade. 10 economy, using 0.16 kg of oilequivalent kgoe energy per unit of GDP PPP based, compared with the world average of 0.21; as a poor country, Indias per capita consumption is also low Table 4. Over time, as is the case with other countries, Indias energy intensity has been declining as productivity improvements and capital accumulation raise the level of output that can be produced with a given amount of energy. In Charts 9ac, this negative relationship between energy and per capita GDP is apparent for nearly every country, for coal, oil, and gas, although the use of gas has increased in some countries over time. But there is no obvious relationship with energy intensity and per capita GDP for the crosssection of countries, since the amount of output per unit of energy used can vary from country to country for a variety of reasons, including different endowments, productivity, and economic structure. Charts 9ac also reveal that India generally uses coal more intensively as an energy source than most other countries, and oil and gas less intensively. Table 5 shows the increase in the consumption of energy commodities globally and for Brazil, China, India, and the United States. We find that, for the world economy, energy consumption has been growing more slowly than GDP. The first line of the table shows the growth in gas, oil, and coal consumption between 1996 and 2006. The second line shows how much of this increase was due to income growth, if energy intensity did not change.32 Thus, since incomes rose by 83 per cent, energy consumption due to income growth would have had to increase by 83 per cent. On the next line is the contribution of the combined increases in employment of other factors and productivity gains that caused the demand for gas to fall by 59 per cent, which offset most of the income effect and resulted in an increase in global gas consumption of 24 per cent. Interestingly, the largest offsetting impact was on oil, likely because of substitution towards other forms of energy coal, gas, and biofuels as a result of elevated oil prices. The second part of Table 5 shows the share of the global increase due to Brazil, China, India, and the United States. For each country, the first line shows the share of the global increase that can be attributed to that country. For example, India accounted for 8 per cent of the increase in global oil consumption between 1996 and 2006. Had other factors remained unchanged, India would 32. This analysis assumes an income elasticity of energy demand equal to one. Other studies that estimate the longrun income elasticity of energy demand yield results around or just above one. For example, Krichene 2002 estimates the longrun income elasticity of oil and natural gas demand to be 1.2 and 1.5, respectively. A study by Pesaran, Smith, and Akiyama 1999, which examines 12 Asian countries including India and China, finds the longrun income elasticity of energy demand to be 1.18. However, empirical estimates of the shortrun income elasticity of energy demand tend to be below 1: Krichene 2007 finds the shortrun income elasticity of natural gas and crude oil demand to be around 0.4. 11 have contributed 20 per cent to world demand due to income growth. However, Indias oil intensity declined and this change in energy usage removed 12 per cent from the global energy demand. Two interesting features stand out in Table 5. First, for India, the offsetting effects have been relatively large for oil and coal. It appears that this might partly be due to substitution towards gas, a trend that India appears to share with Brazil and China. Second, compared with the world as a whole, the offsetting effects for all the energy commodities are smaller for India than for the world. One possible interpretation of this result is that, compared with the rest of the world, during the past 10 years, India has increased its reliance on energy as a factor of production, becoming relatively more energy intensive. This is not surprising, since Indias consumption of energy commodities appears to be relatively low compared with the size of its population.33 On the production side, India accounts for approximately 1 per cent of the global production of oil, and has 0.5 per cent of proved reserves. Likewise, for gas, India accounts for 1.1 per cent of global production and 0.6 per cent of world gas reserves. India, however, has significant coal deposits and accounts for 6.6 per cent of global production and 10.6 per cent of global coal reserves, making it the third largest producer of coal behind the United States and China, which together produce 60 per cent of the worlds coal. 3.2.2 Policies governing the energy sector Government regulation and control in Indias energy sector is widespread, complex, and distorting, and the industry lacks competition. Typically, prices are directly set either by the government as is also the case for the bulk of gas under the Administered Price Mechanism APM or by publicly owned companies. Currently, there is a dual price system for gas. 60 per cent of the gas sold in India excluding all imported liquefied petroleum gas LPG and gas extracted by new joint ventures is sold under the APM, and it is used to produce fertilizer, and to run some vehicles such as rickshaws and taxis. In 2006, APM prices were about 28 per cent of the spot world LPG price and onesixth of the contracted import price.34 The remaining 40 per cent is sold at market rates. 33. In particular, India accounts for 1.5 per cent, 3.3 per cent, and 7.9 per cent of global gas, oil, and coal consumption, respectively, despite having onesixth of the worlds population. 34. LPG and kerosene are sold at subsidized rates to poor households in an attempt to reduce the use of firewood and dung, which have adverse health consequences. In reality, higherincome households are the main beneficiaries of subsidized LPG, and corruption diverts kerosene earmarked for the poor for cooking to alternative uses Planning Commission 2005. 12 The prices of nongas petroleum products were also determined by the APM before 2002. Since then, prices have, in theory, been set according to the import parity principle, where international prices are used as a benchmark to set domestic prices. However, in practice, the public sector oil companies, which dominate the sector, collectively fix prices at the refinery gate and retail outlets Planning Commission 2005. Through this channel of ownership and control, the Government of India has frequently deviated from the import parity principle and effectively fixed the price of domestic crude as well as the price of petroleum products at the retail level.35 This has created significant losses for the stateowned oil companies, amounting to 0.52 per cent of GDP in 2006, which continue to rise IEA 2007; IMF 2008. These losses have been partially financed through the issuance of bonds that have been guaranteed by the Government of India. Ironically, the state and central governments also levy significant taxes on gasoline, and, in 2006, the aftertax price of gasoline was 30 per cent higher in India than the OECD average IEA 2007. There are also substantial pricing distortions in the electricity sector. It is estimated that, owing to agricultural subsidies, theft, and excessive transmission losses, unpaidfor electricity is equal to 40 per cent of total electricity throughput Planning Commission 2005. To cover these losses, industrial, commercial, and large domestic consumers pay highly inflated prices. Moreover, because the utilities are so unprofitable, production capacity is low, transmission networks are poorly maintained, and power outages are common.36 For these reasons, private investment in power generation has been permitted and takes place when the consumer is a captive large industrial producer such as an auto manufacturer.37 In addition, millions of households and businesses use small diesel generators to supplement public production during outages. As a result of the inefficiencies caused by distorting public policies, the costs of energy provision are probably higher, and therefore energy consumption is likely lower, than would otherwise be the case. Meanwhile, the distorting influence of subsidies has likely produced an excessive allocation of energy to agriculture and some other uses, such as auto rickshaws and taxis, at the expense of other sectors such as the manufacturing and service sectors. 35. According to the IMF, petroleum product prices would have to be increased by 40 to 45 per cent to be in line with international prices, with the largest adjustments required for kerosene and LPG IMF 2006. 36. In many parts of India, electricity is unavailable for up to 14 hours per day IEA 2007. 37. This means that an energy producer must sell only to a designated firm. 13 3.2.3 Trade implications for energy Indias external demand for energy commodities has increased substantially in recent years. As Chart 10 shows, India has been a net importer of fuels and lubricants and this energy trade deficit has increased from 2 per cent of world trade in the mid1990s to roughly 3 per cent in 2006. While India is a small net exporter of refined petroleum products, it increasingly relies on crude oil imports to meet domestic demand, importing roughly 70 per cent of domestic consumption, up from around 44 per cent in 1990 IEA 2007. These imports of crude oil Indias largest energy import have increased dramatically since 2003, with some moderation in the past couple of years. This rise in crude oil imports may have been related to policy changes, since tariffs on petroleum were reduced from around 27 per cent in the mid1990s to 10 per cent in 2000.38 In fact, as Chart 11 shows, there was a large increase in the volume of crude oil imports in 2000. Nevertheless, increases in global oil prices were playing a dominant role: the volume of imports rose an average 7.8 per cent per year from 2001 to 2006, compared with a nominal increase in imports based on a U.S.dollar measure of 46.3 per cent. In real terms, Indias impact on global petroleum demand looks relatively moderate, with Indias net imports accounting for over 3 per cent of world trade in petroleum in 2006, compared with 2.5 per cent in 1995 Chart 12. Going forward, India will likely play a larger role in crude oil demand as industry and household consumption rises. In particular, as Chart 13 shows, Indias per capita vehicle ownership is relatively low at 6 per 1,000 people in 2003, and consistent with a lowincome country. However, as per capita incomes rise, increased vehicle ownership will likely increase Indias dependence on imported oil.39 Imports of coal, coke, and briquettes have increased in tandem with petroleum imports, but represent a much lower share of Indias energy import bill. However, while India likely had a modest impact on relative crude oil import demand and therefore prices, its trade deficit as a share of total trade in coal products was much larger and has increased at a faster pace from 2003 than for other energy commodities. In particular, net imports of coal, coke, and briquettes accounted for over 7 per cent of world trade in these commodities in 2006, up from less than 4 per cent in 1995, which likely placed significant upward pressure on coal prices over this period Chart 12. Coal imports now account for 12 per cent of Indias domestic usage IEA 2007. This pickup in the imports of coal likely reflects the growing need of the iron and steel industry, requiring imports of higherquality coking coal, since domestic coal resources 38. Most recent data put applied MFN tariffs on petrol and diesel at 7.5 per cent in June 2006 WTO 2007. 39. Increased efficiency in the electricity sector could lead to a reduced reliance on diesel generators, which could lead to a reduction in Indias demand for oil. Therefore, the total effect of India on world oil demand is less clear. 14 are of lower quality.40 This increase in coal import demand could also reflect, in part, substitution from oil to coal as a source of energy, since the pickup in coal imports corresponds well with the increase in the world price of oil. Coal accounted for 39 per cent of Indias total primary energy demand in 2005, and with industrial activity expected to grow significantly in coming years, Indias demand for coal will likely increase.41 Indias net imports of gas natural and manufactured have increased from 0.5 per cent of world trade in the mid1990s to roughly 1.3 per cent in 2006. This increase is related to deliberate government initiatives to diversify Indias fuel mix IEA 2007. For example, Indias permission to import liquefied natural gas LNG as of February 2004 resulted in an increase in imports of LNG that accounted for 17 per cent of total gas demand in 2005 IEA 2007. Gas now accounts for roughly 5 per cent of primary energy demand, up from 3 per cent in 1990 IEA 2007. Overall, Indias energy needs are likely to accelerate, which, given limited domestic resources, will fall more heavily on import demand. 3.3 Food 3.3.1 Indias demand The two most important factors driving a countrys total demand for food commodities are, firstly, per capita GDP, which largely determines per capita consumption and diet diversification, and, secondly, population, which determines overall consumption for the country as a whole.42 For both factors, the change over recent history in India has been dramatic. Since 1991, Indias per capita GDP has nearly tripled, while at the same time its population has increased by 34 per cent, from 838 million to 1.12 billion people IMF 2008. Together, these two factors have shaped not only Indias consumption of food commodities, but the worlds. Food is typically considered a normal good, with demand rising with income; however, there is variation according to the food group and per capita GDP. For example, Chart 14 shows that cereals primarily wheat and rice are an important part of diets in lowincome countries, whereas meats and dairy products are more important in relatively rich economies.43 This implies 40. The iron and steel industry imports almost 50 per cent of its coking coal needs IEA 2007. 41. In 2005, industry accounted for 28 per cent of final energy demand in India. 42. Other economic factors are also important, such as price, income distribution, and the degree of urbanization, which affects food preferences, but we assign them a secondary role in this paper and focus on population and income. 43. Chart 4 does not provide an exhaustive list of food groups for example, fish has become an increasingly important part of diet, especially in richer countries, but it is excluded from the table. 15 that a disproportionately high share of cereals consumption relative to population can be expected in lowincome countries, while a disproportionately large share of meat and dairy consumption will occur in rich countries. In this context, Indias pattern of food consumption is consistent with what would be expected from a lowincome country, with a relatively high consumption of cereals and a low consumption of fruits, vegetables, milk products, and meats. But, given that Indias share of the world population is close to 17 per cent, it nevertheless accounts for a substantial share of world food consumption in all categories except meat Table 2. Strikingly, the United States consumes 15 per cent of global meat whilst having only 5 per cent of the global population.44 Charts 15ae, which display scatter plots of food consumption relative to per capita income for various countries, show similar relationships. The slope of the fitted curve can be loosely interpreted as an estimate of the crosssectional Engel curve, which generally varies with income and is positive for most food groups except cereals at higher income levels.45 Interestingly, for cereals, the data suggest that per capita consumption declines when per capita GDP is approximately 2,600 PPP, which India surpassed in 2003. As Chart 15a shows, in the earlier part of the 1990s, Indias per capita cereals consumption was about 10 per cent above what would have been expected of a country with its income, but that consumption was falling in the latter part of the 1990s. Much the same is true for milk products. However, given its per capita income, India appears to underconsume other food commodities, including fruits, vegetables, and meat. For meat, this finding can be explained partly by cultural and religious factors, but it is perhaps surprising that the consumption of fruit is approximately 30 per cent less than what would have been expected given Indias income. Although Indias rising real income is a key factor motivating its food demand, to put Indias changing consumption patterns into a global perspective, we also consider the influence of population growth. The top portion of Table 6 shows the global increase in food consumption for the five key food groups, and the importance of population and income growth including other factors. Globally, consumption of all food groups increased between 1991 and 2002, but the most dramatic increase was for vegetables, which increased by 77 per cent, followed by meat at 44. The data for cereals consumption pertain to human consumption and exclude the demand for livestock feed. Rice is generally not used as feed, but other grains feed represents a significant source of overall demand. Globally, 17 per cent of wheat production is used for feed, and for coarse grains corn, sorghum, barley, oats, rye, and millet the share used for feed in 200506 was 64 per cent. Thus, meat and dairy consumption create an important derived demand for cereals, which is not examined here. 45. A detailed analysis would estimate income elasticities using a more sophisticated approach, accounting for variations in relative prices, income distribution, demographics such as the age structure of the population, etc. 16 45 per cent, fruits at 40 per cent, milk at 25 per cent, and cereals at just 8 per cent. Not surprisingly, rising income and other factors was the most important factor affecting the consumption of vegetables, meat, and fruit, whereas population growth was more important for milk accounting for 60 per cent of the overall increase in milk consumption.46 For cereals, rising population more than accounted for the increase in demand, while rising income, which is associated with falling per capita consumption of cereals, reduced consumption. Table 6 shows two striking features regarding India. First, Indias consumption of cereal and milk accounted for 30 per cent and 26 per cent, respectively, of the overall increase in global consumption between 1991 and 2002.47 The reason for Indias relatively large cereal consumption and, to a lesser extent, milk consumption is that, in these two categories, India had somewhat unusually high levels of per capita consumption in general as is evident in Charts 15a and 15e, which was magnified by Indias strong population growth during this period.48 For example, in the case of cereals, the overall increase in Indias demand is more than fully accounted for by its population growth accounting for 50 per cent of the increase in global cereal consumption during this period. However, Indias income growth has reduced global consumption by 19 per cent of the global increase, owing to a negative income elasticity at higher levels of per capita GDP.49 This decrease in the per capita consumption of cereals in India appears to be driven by per capita rice consumption, though similar effects appear to be setting in for wheat. In particular, per capita consumption of rice peaked at 87 kilos per year per person in 1991, when per capita GDP was 1,400, and it subsequently declined to 77 kilos per person per year by 2006, as per capita GDP reached 3,800 Chart 16. As a result, Indias total rice consumption, while still increasing 46. For global food consumption as well as the individual country breakdowns, the increase in food consumption is attributed oneforone to an increase in population, since there are more people to feed, assuming that per capita consumption is unchanged. Then the residual is attributed to changes in per capita consumption, likely largely related to changes in per capita income. 47. Note that consumption should not be equated with demand, since, according to the U.S. Department of Agriculture, 17 per cent of global wheat demand and 64 per cent of global coarse grains demand is for feed. 48. At the other extreme, due to Indias low consumption of meat, India accounted for just 1.8 per cent of the global increase in meat consumption, most of which was concentrated in poultry consumption. 49. The overall findings are the same for China, except that its slower rate of population growth 11.2 per cent versus Indias 21 per cent, and its much greater increase in per capita income 160 per cent versus 52 per cent means that China, in net terms, reduced its consumption of cereals. Thus, in both cases, rising incomes have acted as a drag on consumption as households have diversified their diet. 17 due to population growth, has levelled off significantly.50 As for wheat, Indias per capita consumption appears to have peaked at around 70 kilograms per person per year in 2003, resulting in slower aggregate growth in wheat consumption than in the past Chart 17. The findings for wheat and rice suggest that income growth and diet diversification are becoming increasingly important factors in food commodity demand in India. 3.3.2 Indias production Since 1990, as the area under cultivation increased Table 7, India increased rice production by 26 per cent and wheat production by 36 per cent, which has generally outpaced its consumption, albeit only slightly in the case of wheat. As a result, although Indias share of global rice production has stayed roughly constant over this time at just over 20 per cent of the world total, India has managed to become a consistent exporter of rice and an intermittent exporter of wheat. The area under cultivation for crops such as soybeans, rape and mustard seed, and sunflowers collectively referred to here as oilseeds has also grown rapidly since 1990. However, crop yields for oilseeds increased by only 0.1 per cent per year, whereas respective crop yields for rice and wheat increased by 1.6 per cent and 1.7 per cent per year during the same period Connell, Hirad, and Jahan 2004. The rapid rise in oilseed production, despite the poor rate of increase in crop yields, likely in part reflects the increasing demand for biofuels. But it also reflects government policy implemented in the late 1980s that aimed at achieving selfsufficiency in oilseeds.51 Indeed, it is almost impossible to understand Indias agricultural food production and consumption without giving some consideration to Indias agricultural and food policies. 3.3.3 Indias domestic agricultural and food policies Three objectives guide Indias agricultural and food policy framework: food selfsufficiency, maintenance of adequate returns for farmers, and stable prices for consumers particularly the poor. On the consumption side, it is likely that Indias relatively high consumption of cereals has been partly due to its public distribution system PDS, which provides subsidies for major food staples primarily rice and wheat.52 Since 1997, belowpovertyline BPL households receive subsidized food and are granted ration cards, which allows them to purchase a ration at below market prices.53 Other consumers can purchase at prices that are meant to be reflective of 50. In 200506, Indias consumption of rice accounted for 20.4 per cent of global consumption. 51. Though, according to the Ministry of Finance, India has yet to become selfsufficient in oilseed production Ministry of Finance 2007. 52. Other goods provided through the PDS include sugar, imported edible oil, kerosene, and soft coke. 53. The PDS in various forms has been in place since December 1942. 18 market prices. However, there have been problems with this targeted public distribution system TPDS, with some states issuing more BPL ration cards than households in the state, and a large increase in the total cost of the subsidy occurred in the first few years after the introduction of the TPDS Planning Commission 2005. On the production side, there are three main pillars of farm support: minimum support prices MSP for key agricultural products mostly wheat and rice, direct subsidies for farm inputs, and a highly interventionist trade policy. The MSP scheme targets major field crops, of which rice and wheat are the most important.54 Under the scheme, the Government of India announces minimum prices based on a broad range of economic factors, including the rental cost of the land, an imputed value of family labour, and a return to management and international prices; the Food Corporation of India for wheat and rice intervenes when the market price falls below the announced minimum. In recent years, the MSP for rice and wheat have risen relative to the market prices Chart 18. Input subsidies are the second pillar of support for Indias farmers. These subsidies are principally for electricity, water, and fertilizers, but subsidies for pesticides and seeds are also provided. Electricity subsidies, which primarily cover the cost of pumping water for irrigation at zero marginal cost to the farmer, are typically the most significant, costing an estimated Indian rupees INR292 billion 0.7 per cent of GDP in 200708, up from INR59 billion in 199192.55 Because of these subsidies, in 200102, 41 per cent of Indias total cultivated area 75 million hectares was irrigated, including 54 per cent of the rice crop and 88 per cent of the wheat crop, which makes Indian agriculture one of the most irrigationdependent agricultural sectors in the world. For instance, around 2001, 21 per cent of the worlds irrigated areas were found in India, although India accounted for just 12 per cent of the worlds arable land Connell, Hirad, and Jahan 2004. The combined cost of the PDS and farming subsidies has risen through time, peaking at 1.1 per cent of GDP in 200203 and declining thereafter in 200607 it was 0.6 per cent of GDP Ministry of Finance 2008. Fertilizer subsidies are also large, at an estimated 1.1 per cent of GDP in 200708 and they are expected to more than double in 200809 Paswan 2008. The food and input subsidies, combined, accounted for 2.3 per cent of GDP, or 12 per cent of agricultural output, in 200708 Chart 19. 54. Other crops including pulses and oilseeds as well as horticultural and perishable commodities are also covered by similar schemes see WTO 2007 for a summary. 55. In addition, farmers generally do not pay the economic costs of water used in irrigation these include the costs of maintaining the irrigation networks and the opportunity cost of the water itself. The cost of this subsidy is difficult to assess, because it does not appear directly on government budgets, but it likely has a significant impact on agricultural production. 19 It is not difficult to see how the production subsidies could be inefficient. Since the MSP schemes compensate for production costs, they also tend to remove the incentives for farmers to minimize these costs and improve efficiency. The main beneficiaries of MSP schemes are rice and wheat farmers, and, although rice and wheat crop yields are relatively high, it would appear that this is partly because rice and wheat producers benefit disproportionately from the electricity and water subsidies. As a consequence, Indian agricultural production is likely overconcentrated in rice and wheat. Furthermore, for the agricultural sector as a whole, such policies likely reduce the incentive for farm labour to migrate to other highervalueadded industries. 3.3.4 External policies and Indias agricultural trade India commenced agricultural trade liberalization in earnest in 1994 when it lifted its export ban on rice. Since then, India has become the worlds second largest rice exporter, with net exports accounting for roughly 14 per cent of the world rice trade in 2006 Chart 20.56 The ban on wheat exports was removed in 1995, and the gradual process of dismantling Indias system of export licences and quotas got under way. Under the more liberal trade regime, India has maintained its position as a modest exporter of food and beverages, accounting for 0.14 per cent of global trade in 2006 Chart 10. Nevertheless, some exports continue to be restricted via prohibitions, licensing, and other often ad hoc restrictions. For example, between 2006 and 2008, export restrictions including outright bans and governmentimposed minimum export prices on a range of agricultural products were imposed including pulses, sugar, and rice.57 In addition, India manipulates the exports of grain through control of the price mechanism. For example, during 2007, facing rapidly rising global prices and domestic inflationary pressures, the MSP for rice was increased by 11.2 per cent, which permitted the Food Corporation of India FCI to divert grain sales from the export market. 56. This is related to the increase in agricultural production, subsidies, and rising per capita income over this period. 57. A listing of the notifications pertaining to changes in trade policy including those imposed on agricultural commodities is available at the Directorate General of Foreign Trades website under the Notifications heading, http:dgft.delhi.nic.in. 20 On the import side, the Government of India actively manages its applied tariff within the range determined by its high bound tariff rates. For example, the World Trade Organization WTO 2007 reports that the simple average applied tariff for agriculture was close to 41 per cent in 200607, compared with the average bound rate for agriculture of 117 per cent.58 As a consequence, there is ample scope for the government to raise the applied tariff on an item as it sees fit. Furthermore, Indias tariff rates tend to reflect the needs of the domestic economy: they are lower when domestic food prices become relatively high for consumers, and higher when prices are low, to ensure stable prices for farmers. However, these changes in tariff rates have a destabilizing influence on world markets, adding a positive negative boost to prices during times of excess world demand supply.59 Evidence for the distortionary influence of policy on Indias agricultural trade can be found by looking at crosscountry import demand and export supplies of cereals as a per cent of GDP as a function of per capita income, population, and land endowment, as well as trade restrictiveness parameters. Using data for 2005 and a simple OLS estimation, we find that Indias imports of cereals are lower than would be the case for other countries with similar endowments and level of income Table 8.60 At the same time, Indias exports of rice and wheat to the world market a function of the same parameters employed for import demand are larger than would be expected given its endowments and openness. This likely reflects Indias agricultural policy distortions. 58. Bound tariff rates are the maximum tariff rates that can be charged by a country according to the countrys schedule of concessions at the WTO. This compares to average MFN agricultural tariff rates of 15.4 per cent in China, 8.2 per cent in Indonesia, and 16.0 per cent in Canada WTO 2007. However, this may reflect, in part, Indias lower usage of quotas, which averaged 0.7 per cent of agricultural commodities sixdigit Harmonized System classifications, compared with 5.0 per cent in China, 0.9 per cent in Indonesia, and 12.4 per cent in Canada WTO 2007. 59. These policy changes are reflected, for example, in its net exports of wheat. During 200205, India exported wheat because the FCI had built up excessive stocks, but by 2006 these stocks were largely depleted. As a result, the government decreased the import duty on wheat from a standard tariff rate of around 50 per cent to zero, and India moved from being a net exporter of wheat from 200005, when global prices were relatively low, to a net importer of wheat in 2006, when prices were relatively high. Indias net imports reached around 7 per cent of world trade in wheat in 2006, while maintaining net exports of other cereal commodities Chart 20. Recent bans on rice exports have also had a destabilizing effect. 60. This involves a simple crosssectional OLS regression for 2005, which involves regressing the natural log of the share of various food exports imports in GDP, on per capita GDP PPP, the country size in square kilometres, the population, all in logs, and on trade restrictiveness parameters. The trade restrictiveness parameters included are the mean tariff rate in logs, which accounts for the openness of India and other countries to world trade more generally; a dummy if the country is landlocked, to account for transportation costs; and a dummy if the country is an island. Caution should be exercised in interpreting these estimates, since only one year 2005 is used in the estimation, due to data availability. 21 For other food commodities, we find the reverse. Generally, for food commodities that are likely less affected by policy restrictions e.g., having lower tariff rates, such as fruits and vegetables, India appears to export less, and import more, than would be expected.61 Therefore, increases in domestic demand for these commodities likely translate more readily into increases in import demand. These results also likely reflect the price distortions created by government policies i.e., subsidies on the production of cereals, which encourage farmers to grow cereals instead of fruits and vegetables.62 Conclusion Overall, Indias imports of agricultural products remain modest, having fallen from 7.6 per cent of total merchandise imports in 200001 to 4.9 per cent in 200506 WTO 2007. India remains a net exporter of food commodities overall, though its food trade surplus has moderated from 0.8 per cent of world trade in food and beverages in 2000 to 0.2 per cent in 2006 Chart 10. Nonetheless, on the margin, India has recently contributed more to increases in demand for food commodities than it has for supply, since its contribution to international supplies as measured by the total exports of a food commodity has moderated Charts 20 and 21. This has been the case for fruits and vegetables, dairy, and more recently cereals; however, India likely has had the opposite effect on meat supply and demand.63 4 As a rapidly growing, large but poor economy, Indias impact on global commodity markets is being shaped by some broadbased economic forces: Indias population growth is increasing its demand for agricultural commodities, particularly for wheat and rice, but its per capita income growth is leading to a diversification of diet away from cereals and to fruit, vegetables, and dairy. Furthermore, its rapid GDP growth is naturally leading India to consume more energy commodities and metals, albeit to a lesser extent, than before. But economic policies are at work that have distorted market outcomes: for example, the manufacturing sector has been held back in the past due to smallscale reservation, which has limited Indias demand for metals, and price distortions in agriculture have shifted production towards cereals, rather than being reflective of average diets. Continued policy reforms are likely to diminish the distorting influence of Indias 61. For example, average tariffs on cereals were roughly 53 per cent, compared with 33 per cent for edible vegetables and certain roots and tubers in 200607 WTO 2007. 62. This may also reflect cultural and religious factors. As Charts 15ce show, respectively, vegetable, fruit, and milk consumption are higher in India than was the case in China, at a similar GDP per capita, which may reflect the impact of differing tastes between countries. India also maintains import prohibitions on certain agricultural products for health and religious reasons. For example, imports of beef and beef products, fats, and oils of animal origin are restricted on moral grounds. These import restrictions on meat, in addition to Indias relatively low per capita income, have led India to become a net exporter of meat Chart 21. 63. This low level of meat and fish imports likely reflects the relatively low average per capita income levels. 22 domestic and trade policies. Recent evidence of some dereservation in manufacturing appears to coincide well with a pickup in metals demand, as the growth in manufacturing output has risen. Indias demand for energy and metals should rise as some rebalancing occurs in its economic structure. However, the outlook for Indias demand for food commodities is less clear; it depends on the ongoing diversification of diet in India, and whether policies, including subsidies and price controls, continue to exert an influence on domestic production. 23 References Besley, T. and R. Burgess. 2004. Can Labor Regulation Hinder Economic Performance? Evidence from India. Quarterly Journal of Economics 119 1: 91134. Chenery, H. 1960. Patterns of Industrial Growth. American Economic Review 50: 62454. Chenery, H. and L. Taylor. 1968. Development Patterns: Among Countries and Over Time. Review of Economics and Statistics 50: 391416. Connell, P., S. Hirad, and N. Jahan. 2004. Indian Agriculture: Trends, Trade and Policy Reforms. Australian Commodities 11 4: 61129. IEA. 2007. World Energy Outlook 2007. Paris: International Energy Agency. IMF. 2006. India: Selected Issues. IMF Country Report No. 0656. . 2008. World Economic Outlook. April. Available at http:www.imf.orgexternalpubsftweo200801index.htm. International Iron and Steel Institute. 2007. Steel Statistical Yearbook 2007. Brussels: IISI Committee on Economic Studies. ISI Emerging Markets. 2008. CEIC data, available at http:www.ceicdata.com. Jha, S., P. V. Srinivasan, and M. Landes. 2007. Indian Wheat and Rice Sector Policies and the Implications of Reform. USDA Economic Research Report No. 41. Kochhar, K., U. Kumar, R. Rajan, A. Subramanian, and I. Tokatlidis. 2006. Indias Pattern of Development: What Happened, What Follows? IMF Working Paper No. 0622. Krichene, N. 2002. World Crude Oil and Natural Gas: A Demand and Supply Model. Energy Economics 24 6: 55776. _____. 2007. An Oil and Gas Model. IMF Working Paper No. 07135. Kuznets, S. 1959. Six Lectures on Economic Growth. Glencoe, Illinois: Free Press. Ministry of Finance. 1999. Economic Survey 19981999. Available at http:indiabudget.nic.ines 199899esmain.htm. _____. 2001. Economic Survey 20002001. Available at http:indiabudget.nic.ines 200001esmain.htm. _____. 2003. Economic Survey 20022003. Available at http:indiabudget.nic.ines 200203esmain.htm. 24 Ministry of Finance. 2007. Economic Survey 20062007. Available at http:indiabudget.nic.ines 200607esmain.htm. _____.2008. Economic Survey 200708. Available at http:indiabudget.nic.ines 200708esmain.htm. Pesaran, M. H., R. P. Smith, and T. Akiyama. 1999. Energy Demand in Asian Developing Economies. Oxford University Press: Oxford. Planning Commission. 2005. Performance Evaluation of Targeted Public Distribution System TPDS. PEO Report No. 189. New Delhi: Government of India. Virmani, A. 2004. Economic Reforms: Policy and Institutions Some Lessons from Indian Reforms. ICRIER Working Paper No. 121. World Bank. 2006. World Development Indicators. Washington: World Bank Institute. _____. 2007. World Development Indicators. Washington: World Bank Institute. _____. 2008. Governance Matters: Worldwide Governance Indicators, 19962007. Washington: World Bank Institute. World Bureau of Metal Statistics. 2007. World Metal Statistics. Ware, England: World Bureau of Metal Statistics. WTO. 2007. Trade Policy Review: India. Geneva: World Trade Organization. 25 Table 1 Sectoral Shares in Total Value Added and India 1 India dummy Agriculture 2 Industry 3 0.05 0.14 0.13 0.09 Ln per capita GDP Ln size sq. km Ln population 0.76 0.05 0.12 0.06 0.08 0.05 0.12 0.02 0.07 0.02 0.01 0.02 Manufacturing 0.43 0.13 0.21 0.04 0.15 0.04 0.25 0.04 Services 0.22 0.07 0.13 0.02 0.04 0.02 0.01 0.02 R2 Obs. 1. Estimation involves a simple crosssectional OLS regression for 2005. Dependent variables are in logs and robust standard errors are in parentheses. In general, 134 countries were used in the estimation, with the exception of manufacturing, which had 116 countries, and agriculture, which had 135 countries. 0.25 134 0.37 116 0.37 134 0.78 135 2. Dependent variables are in natural logs. 3. Industry includes mining, manufacturing, construction, electricity, water, and gas. , , and denote significance at the 10, 5, and 1 per cent levels, respectively. 26 Table 2 Shares of World Population and Commodity Consumption 1 Population Food Metals Energy Meat Cereals Fruit Vegetables Milk Aluminum Copper Nickel Steel Coal Gas Oil Brazil China India United States 3% 6% 1.92 2% 0.7 5% 1.5 1% 0.3 4% 1.4 2% 0.8 2% 0.6 2% 0.6 2% 0.5 0% 0.1 1% 0.2 3% 0.8 22% 29% 1.3 24% 1.1 17% 0.8 48% 2.2 4% 0.2 23% 1.0 23% 1.0 15% 0.7 31% 1.4 38% 1.7 2% 0.1 9% 0.4 19% 2% 0.1 19% 1.0 11% 0.6 10% 0.6 15% 0.8 3% 0.2 2% 0.1 1% 0.1 4% 0.2 8% 0.4 1% 0.1 3% 0.2 5% 15% 3.0 4% 0.7 9% 1.8 5% 1.0 16% 3.2 19% 3.9 14% 2.8 10% 2.0 10% 2.0 20% 3.9 24% 4.8 27% 5.3 1. In this table, the world is defined as a subset of countries that accounts for only 91% of the actual world population. Data are for 2005, except in the case of food, which are for 2002. 2. For each countrycommodity pair, the share of world consumption relative to share in world population is shown in italics. A figure greater less than 1 implies that the share in world consumption is larger smaller than the population; a figure equal to one implies that the share in world consumption is proportional to the population. Source: WDI, FAO, BP World Energy Statistics, World Metals Yearbook, IMF 2008, UN population database, and Bank of Canada staff calculations 27 Table 3 CrossCountry Shares in Global Increase in Metals Demand, 199620051 Nickel Aluminum Copper Brazil China India % change in global consumption due to real GDP growth due to other Share of global increase due to GDP due to other due to growth in industrial activity due to commodity intensity in industry Share of global increase due to GDP due to other due to growth in industrial activity due to commodity intensity in industry Share of global increase due to GDP due to other due to growth in industrial activity due to commodity intensity in industry United States Share of global increase due to GDP due to other due to growth in industrial activity due to commodity intensity in industry 53.0% 68.8% 15.7% 2.4% 2.2% 0.2% 4.3% 1.9% 45.7% 31.6% 14.1% 31.6% 14.1% 3.4% 5.7% 2.3% 5.6% 2.2% 7.0% 29.0% 21.9% 20.5% 13.5% 35.2% 68.8% 33.5% 1.9% 2.8% 0.9% 5.3% 3.4% 59.4% 46.4% 13.0% 46.5% 13.0% 6.2% 3.6% 2.6% 3.5% 2.7% 8.1% 37.1% 45.2% 26.3% 34.4% 44.2% 68.8% 24.5% 2.6% 1.9% 0.7% 3.2% 0.6% 37.8% 18.7% 19.1% 18.7% 19.1% 0.6% 4.9% 5.5% 4.3% 5.0% 2.2% 14.9% 12.7% 10.7% 8.5% Steel 2 44.4% 59.3% 15.0% 0.5% 2.0% 1.6% 4.1% 3.6% 68.7% 44.7% 24.0% 44.7% 23.9% 4.7% 7.3% 2.6% 7.4% 2.7% 3.1% 17.8% 20.9% 12.8% 15.9% 1. This table breaks down the proportion of the increase in metals demand from a particular country that can be due to GDP growth or industrial growth and other factors. It assumes that, if nothing else in the economy changed, then metals consumption would have to increase oneforone with GDP or industrial growth assumes income elasticity of metals demand equals one. The residual, likely due to the metals intensity in industry, accounts for the unexplained portion. 2. The analysis for steel was for the period 19972005, in contrast to aluminum, copper, and nickel, which covered 19962005, due to data availability on steel demand. Source: World Metals Yearbook, WDI, IMF 2008, and Bank of Canada staff calculations 28 Table 4 Comparative Energy Consumption Statistics 2003 TPES1 per capita kgoeperson TPESGDP kgoe2000, PPP China Australia Brazil Denmark Germany India Indonesia Netherlands Saudi Arabia Sweden United Kingdom United States Japan World 1,090 5,630 1,094 3,852 4,210 439 753 4,983 5,805 5,751 3,906 7,835 4,052 1,688 0.23 0.2 0.15 0.13 0.17 0.16 0.24 0.18 0.46 0.21 0.14 0.22 0.15 0.21 1. Total primary energy supply TPES is measured in kilograms of energy equivalent kgoe. Source: Planning Commission, 2005 29 Table 5 CrossCountry Change in Energy Consumption, 199620061 Consumption change between 1996 and 2006 Brazil China India United States % change in global consumption due to real GDP growth due to other Share of world incremental increase due to income due to other Share of world incremental increase due to income due to other Share of world incremental increase due to income due to other Share of world incremental increase due to income due to other Gas consumption Oil consumption Coal consumption 24% 83% 59% 3% 1% 2% 7% 7% 0% 4% 5% 2% 4% 84% 87% 17% 83% 67% 2% 10% 8% 34% 66% 33% 8% 20% 12% 20% 113% 92% 31% 83% 52% 0% 1% 1% 64% 203% 139% 12% 29% 17% 5% 51% 46% 1. This table breaks down the proportion of the increase in energy demand from a particular country that can be due to GDP growth and other factors. It assumes that, if nothing else in the economy changed, then energy consumption would have to increase oneforone with GDP growth. The residual, likely due to the energy intensity in the economy, accounts for the unexplained portion. Source: BP World Energy Statistics, Bank of Canada staff calculations 30 Table 6 Population and Income Growth: The Contribution of Selected Countries to the Increase in Global Food Consumption, 199120021 Global consumption between 19912002 Cereals Meat Fruit Vegetables Milk Increase tonnesday Percentage change Contribution from: Population increase Income increase Contribution to global consumption growth by: Brazil Share of Global Increase due to population growth due to income growth China Share of Global Increase due to population growth due to income growth India Share of Global Increase due to population growth due to income growth United States Share of Global Increase due to population growth due to income growth 181,997 170,327 265,205 767,240 228,459 45% 15% 30% 8.3% 2.3% 6.0% 52.7% 5.6% 47.2% 1.8% 1.3% 0.4% 9.3% 6.2% 3.1% 8% 15% 7% 5.2% 4.8% 0.5% 43.0% 43.4% 86.4% 29.7% 49.1% 19.4% 7.0% 6.3% 0.6% 40% 15% 25% 2.0% 2.8% 0.8% 41.3% 2.5% 38.8% 13.6% 5.5% 8.1% 4.1% 4.1% 0.0% 77% 15% 62% 0.7% 0.3% 0.3% 74.3% 4.8% 69.5% 8.3% 3.5% 4.8% 2.3% 1.5% 0.9% 25% 15% 10% 7.2% 3.1% 4.1% 12.1% 1.0% 11.1% 26.3% 12.0% 14.3% 11.6% 11.0% 0.5% 1. This table breaks down the proportion of the increase in food demand from a particular country that can be due to population growth and other factors. It assumes that, if nothing else in the economy changed, then food consumption would have to increase oneforone with population growth. The residual, likely due to diet diversification, which results with income growth, accounts for the unexplained portion. Source: FAO, WDI, IMF 2008, and Bank of Canada staff calculations 31 Table 7 Share of Cultivated Area Per Cent for Major Crops and Change in Share, 1990 and 2007 19901 20071 Percentage point change 2 Rice Coarse cereals Wheat Pulses Cotton Soybean Rapeseed and mustard Groundnut Sugarcane Sunflower Potato 27% 24% 15% 15% 5% 1% 3% 6% 2% 1% 1% 27% 18% 18% 15% 6% 5% 4% 4% 3% 1% 1% 1. May not sum to 100% due to rounding. 2. This refers to the percentage point change between 2007 and 1990. Source: ISI Emerging Markets and Bank of Canada staff calculations 0 6 3 0 1 4 1 2 1 1 0 32 Table 8 Is India Different? Indias Food Imports and Exports as a Share of GDP a Imports 1 Ln per capita GDP Ln area Ln population Ln mean tariff rates India dummy Landlocked Island R2 Obs. b Exports 1 Ln per capita GDP Ln area Ln population Ln mean tariff rates India dummy Landlocked Island R2 Obs. Cereals Dairy Meat Oilseeds Fruit Vegetables 0.89 0.12 0.33 0.07 0.05 0.09 0.42 0.18 6.19 0.31 0.52 0.23 0.27 0.33 0.74 94 Cereals 0.09 0.34 0.15 0.20 0.36 0.28 1.37 0.56 2.03 0.85 0.90 0.68 0.53 0.78 0.16 111 0.34 0.13 0.19 0.09 0.24 0.12 0.28 0.17 3.43 0.42 0.21 0.27 0.45 0.32 0.41 95 0.15 0.24 0.15 0.12 0.45 0.17 0.37 0.38 4.74 0.72 1.13 0.53 1.00 0.45 0.37 93 0.06 0.12 0.23 0.06 0.23 0.08 0.09 0.15 2.49 0.38 0.02 0.28 0.74 0.25 0.17 92 0.29 0.13 0.07 0.07 0.27 0.09 0.34 0.18 1.85 0.30 0.34 0.26 0.83 0.21 0.47 95 0.03 0.12 0.16 0.08 0.13 0.09 0.16 0.19 1.15 0.33 0.01 0.26 0.18 0.29 0.25 95 Dairy Meat Oilseeds Fruit Vegetables 0.48 0.35 0.01 0.18 0.11 0.24 1.07 0.59 1.98 0.71 0.13 0.61 0.53 0.73 0.29 112 0.99 0.35 0.55 0.19 0.48 0.24 0.65 0.54 4.08 0.84 0.96 0.73 0.03 0.72 0.30 109 0.18 0.24 0.07 0.18 0.25 0.17 0.28 0.39 0.94 0.54 0.52 0.74 0.24 0.58 0.06 116 0.47 0.35 0.18 0.19 0.26 0.22 0.41 0.49 0.86 0.70 1.81 0.72 0.73 0.68 0.11 118 0.37 0.22 0.12 0.16 0.34 0.17 0.45 0.39 0.93 0.59 0.22 0.51 0.26 0.60 0.07 116 1. The estimation involves a simple crosssectional OLS regression for 2005. Dependent variables are in logs and refer to imports or exports as a per cent of GDP. Robust standard errors are in parentheses. , , and denote significance at the 10, 5, and 1 per cent levels, respectively. 33 Chart 1 Sectoral Breakdown of Indias Nominal GDP 100%80%60%40%20%0%195119561961196619711976198119861991199620012006Agriculture, Forestry and Fishing Industry exManufacturingManufacturing Services Source: ISI Emerging Markets Chart 2 Economic Development and Economic Structure, 19802005 3500030000250002000015000100005000PPP atipac rep tuptuo larutlucirga dna secvre Si 00Brazil China Japan Mexico Canada India Korea, Rep.United States Fitted Expansion Path for 2002 all countries2002 all countries10002000300040005000600070008000900010000Industrial output per capita PPP Source: WDI, IMF 2008, Bank of Canada staff calculations 34 Chart 3 Metal Commodity Consumption and GDP a Steel Consumption Relative to GDP, 199720051 snot cirtem dnasuoht net ,lee Sn Lt 14121086420Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Linear 2001012345678910lnGDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: International Iron and Steel Institute 2007, IMF 2008, WDI b Aluminum Consumption Relative to GDP, 199620051 sennot dnasuoht ,imunmu Aln L17151311975Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Linear 2001012345678910LnGDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI 35 c Copper Consumption Relative to GDP, 199620051 sennot dnasuoht ,reppocn L1614121086420Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Linear 2001012345LnGDP, PPP678910 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI d Nickel Consumption Relative to GDP, 199620051 sennot dnasuoht ,lekcnnil 14121086420Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Linear 2001012345678910lnGDP,PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI 36 Chart 4a Steel Intensity in GDP and Per Capita GDP, 199720051 7060504030201000Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 2001500010000150002000025000Per capita GDP PPP30000350004000045000 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: International Iron and Steel Institute 2007, IMF 2008, WDI PPPno illi bsnot cirtemdnasuoht net Chart 4b Aluminum Intensity in GDP and Per Capita GDP, 199620051 PPPno illibsennot dnasuoht 4.03.53.02.52.01.51.00.50.0Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 2001050001000015000200002500030000350004000045000Per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI 37 Chart 4c Copper Intensity in GDP and Per Capita GDP, 19962005 PPP snoillibsennot fo sdnasuoht 1.41.21.00.80.60.40.20.0Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 2001050001000015000200002500030000350004000045000Per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI Chart 4d Nickel Intensity in GDP and Per Capita GDP, 199620051 PPP snoillibsennot fo sdnasuoht 0.160.140.120.100.080.060.040.020.00Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 2001050001000015000200002500030000350004000045000per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI 38 Chart 5a Steel Intensity in Industry and Per Capita GDP, 199720051 2502001501005000Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 200150001000015000200002500030000350004000045000Per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: International Iron and Steel Institute 2007, IMF 2008, WDI PPPno illibsno t cirtemdnasuoht net Chart 5b Aluminum Intensity in Industry and Per Capita GDP, 199620051 12PPPno illibsennot fo sdnasuoht 1086420 Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 2001050001000015000200002500030000350004000045000Per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI 39 Chart 5c Copper Intensity in Industry and Per Capita GDP, 199620051 4.54.03.53.02.52.01.51.00.50.00.50Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 200150001000015000200002500030000350004000045000Per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI PPPno illibsennot fo sdnasuoht Chart 5d Nickel Intensity in Industry and Per Capita GDP, 19962005 PPPno illibsennot fo dnasuoht 0.60.50.40.30.20.10.0Brazil China Japan Mexico 2001Canada India Korea, Rep.United States Poly. 2001050001000015000200002500030000350004000045000Per capita GDP PPP 1. The fitted line is based on values for a crosssection of countries in 2001. The time series is shown only for select countries. Source: World Metals Yearbook, IMF 2008, WDI 40 Chart 6 Indias Industrial Production Growth by Sector 20.0%15.0%10.0%Industrial Production Manufacturing Cotton Textiles Food Products Basic Metal Alloy Industries Rubber, Petroleum, Plastic Coal Products Leather Fur Products Wood and Wood Products Furniture Fixtures Jute Other Vegetable Fibre Textiles ex CottonMachinery Equipment ex TransportOther 5.0%0.0%5.0%10.0%Mining Quarrying Electricity Beverages, Tobacco Related Products Wool, Silk Man Made Fibres Textiles Textile Products, Including Apparel Paper Paper Products Printing, Publishing Basic Chemicals Chemical Products NonMetalic Mineral Products Transport Equipment Parts Metal Products and Parts ex Machinery EquipmentMetals Intensive Industries 199519992000200420042007 Source: ISI Emerging Markets Chart 7a Indias Net Exports of Aluminum Per Cent of World Trade 4.5%4.0%3.5%3.0%2.5%2.0%1.5%1.0%0.5%0.0%0.5%1995 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 Aluminum Ores Aluminum Manufactured Source: UN COMTRADE, Bank of Canada staff calculations 41 Chart 7b Indias Net Exports of Copper Per Cent of World Trade 4.0%2.0%0.0%2.0%4.0%6.0%8.0%10.0%12.0%14.0%16.0%18.0%1995199719992001200320052007Copper Ores Copper Manufactured Source: UN COMTRADE, Bank of Canada staff calculations Chart 7c Indias Net Exports of Iron and Steel Per Cent of World Trade 18.0%16.0%14.0%12.0%10.0%8.0%6.0%4.0%2.0%0.0%2.0%1995199719992001200320052007Iron Ores Iron and Steel Manufactured Source: UN COMTRADE, Bank of Canada staff calculations 42 Chart 7d Indias Net Exports of Nickel Per Cent of World Trade 0.0%0.5%1.0%1.5%2.0%2.5%3.0%3.5%1995199719992001200320052007Nickel Ores Nickel Manufactured Source: UN COMTRADE, Bank of Canada staff calculations Chart 8 CrossCountry Energy Consumption and Per Capita GDP, 19932005 a Coal 1 noitsennot ,pmusnocn L222018161412101Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Linear 20022345678910Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: BP World Energy Statistics, IMF 2008, WDI 43 b Oil 1 yadlserrab ,noitpmusnocn L25242322212019181716Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Linear 200212345678910Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: BP World Energy Statistics, IMF 2008, WDI c Gas 1 2220tlneavuqei lio fo sennot ,noitpmusnocn L 18161412101Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Linear 20022345678910Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: BP World Energy Statistics, IMF 2008, WDI 44 Chart 9 CrossCountry Energy Consumption as a Share of GDP and Per Capita GDP, 19932005 a Coal 1 131211109PPP8 dnasuoht rep sennot ,PDG fo erahs noitpmusnocn LBrazil China Japan Mexico 2002Canada India Korea, Rep.United States Linear 200276547891011Lnper capita GDP, PPP121314 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: BP World Energy Statistics, WDI, IMF 2008 b Oil 1 PPPno illimyadlserrab ,PDG fo erahs noitpmusnocn L16.015.515.014.514.013.513.012.512.08Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Linear 200291011121314Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: BP World Energy Statistics, WDI, IMF 2008 45 c Gas 1 rep tlneavuqe liio fo sennoPPP dnasuohtt ,PDG fo erahs noitpmusnocn L16141210864Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Linear 2002891011121314Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: BP World Energy Statistics, WDI, IMF 2008 Chart 10 Indias Net Exports of Various Goods and Commodities edar T dlro W fo %2101234199519971999BEC 1 Food and BeveragesBEC 3 Fuels and LubricantsBEC 5 Transport EquipmentBEC 7 Goods Not Elsew here Specified200120032005BEC 2 Industrial SuppliesBEC 4 Capital GoodsBEC 6 Consumption Goods2007 World trade refers to the total imports reported by all countries. Source: UN COMTRADE, Bank of Canada staff calculations 46 Chart 11 Indias Imports of Petroleum DSU snoilli B504540353025201510501995140120100sno Tno illi M806040200199719992001200320052007Imports of Petroleum billions USDCrude Oil Imports Million Tons Source: UN COMTRADE, Ministry of Finance 1999, 2001, 2007, 2008 Chart 12 Indias Net Exports of Energy Commodities edar Tdlro W% 0123456781995199719992001200320052007Petroleum Gas, Natural, Manufactured Coal, Coke and Briquettes Source: UN COMTRADE 47 Chart 13 Passenger Car Ownership by Income Levels 1 lepoep dnasuohtsrac regnessap fo rebmu N70060050040030020010005614681378410126433283215481338257348219902003433390512436BRAZILCANADACHINAINDIAJAPANKOREAUNITED STATESMEXICOMIDDLE INCO MELO W INCO MEHIGH INCO ME 1. Passenger cars refer to motor vehicles, other than twowheelers, intended for the carriage of passengers to seat no more than 9 people. Low income refers to a gross national income GNI per capita of 825 PPP or less, middle income refers to a GNI per capita of over 825 and below 10,066, and high income refers to a GNI per capita of 10,066 and over in 2004. Source: World Bank 2006 Chart 14 Consumption of Major Food Groups Per Capita by Income Levels 8007006005004003002001000 yadnosrepsmarg India Low Income Medium Income High Income Cereals Meat Fruits Vegetables Milk Source: FAO 48 Chart 15a Per Capita Cereals Consumption, 199120021 7.06.56.05.55.04.5yadnosrepsmarg n L4.05 Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Poly. 2002679Lnper capita GDP, ppp based 81011 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: FAO, IMF 2008, WDI Chart 15b Per Capita Meat Consumption, 199120021 yadnosrepsmargn L7.06.05.04.03.02.01.00.0Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Poly. 2002567891011Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: FAO, IMF 2008, WDI 49 Chart 15c Per Capita Vegetable Consumption, 199120021 Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Poly. 2002yadnosrepsmargn L7.06.56.05.55.04.54.03.53.0567891011Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: FAO, IMF 2008, WDI Chart 15d Per Capita Fruit Consumption, 199120021 yadnosrepsmargn L6.56.05.55.04.54.03.53.02.52.0Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Poly. 2002567891011Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: FAO, IMF 2008, WDI 50 Chart 15e Per Capita Milk Consumption, 199120021 8.07.06.05.04.03.02.01.00.0yadnosrepsmargn L Brazil China Japan Mexico 2002Canada India Korea, Rep.United States Poly. 2002567891011Lnper capita GDP, PPP 1. The fitted line is based on values for a crosssection of countries in 2002. The time series is shown only for select countries. Source: FAO, IMF 2008, WDI Chart 16 Wheat and Rice Consumption kilos per year per capita 1009080706050403020100197071197576198081198586199091199596200001200506wheat per capita kilos per yearPoly. wheat per capita kilos per yearrice per capita kilos per yearPoly. rice per capita kilos per year Source: Jha, Srinivasan, and Landes 2007 51 Chart 17 Indias Rice and Wheat Consumption and Net Exports, 197071200607 110,00090,00070,00050,00030,00010,00010,00030,00050,000197071197576198081198586199091199596200001200506Rice Consumption Net Rice Exports RHSPoly. Rice ConsumptionWheat consumption foodNet wheat exports RHSPoly. Wheat consumption foodSource: Jha, Srinivasan, and Landes 2007 20000150001000050000500010000Thousand tons snot dnasuoh T Chart 18 Wheat and Rice Prices Relative to the Wholesale Price Index 15991 xedn I1.61.51.41.31.21.11.00.90.80.7Mar95Mar96Mar97Mar98Mar99Mar00Mar01Mar02Mar03Mar04Mar05Mar06Mar07Mar08WPI: Rice Minimum Support Price: Paddy Common WPI: Wheat Minimum Support Price: Wheat Source: ISI Emerging Markets 52 Chart 19 Indias Agricultural Subsidies Per Cent of GDP 1.6%1.4%1.2%1.0%0.8%0.6%0.4%0.2%0.0%199119921993199419951996199719981999200020012002200320042005200620072008Food Fertiliser Power Food subsidy estimate includes subsidies to consumers and excludes sugar subsidy. 2008 is a budget estimate. Years are fiscal years ending 31 March. Source: India Ministry of Finance Economic Survey various years, and Dept. of Fertilizers Chart 20 Indias Net Exports of Cereals Per Cent of World Trade 20%15%10%5%0%5%10%1995199719992001200320052007Cereals TotalWheat Rice Barley Maize Source: UN COMTRADE, Bank of Canada staff calculations 53 Chart 21 Net Exports of Food Commodities Per Cent of World Trade 3.0%2.5%2.0%1.5%1.0%0.5%0.0%0.5%1.0%1.5%2.0%1995199719992001200320052007Vegetables and Fruit Sugar Meat Dairy Fish Source: UN COMTRADE, Bank of Canada staff calculations 54 ", "filename": "589159380.pdf", "person": ["Michael Francis", "Francis, Michael", "Corinne Winters", "Winters, Corinne"], "date": ["2008"]}