{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/49687/1/589212338.pdf"], "title": ["Reciprocity, culture and human cooperation: Previous insights and a new cross-cultural experiment"], "plaintext": " The Centre for Decision Research and Experimental Economics was founded in 2000, and is based in the School of Economics at the University of Nottingham. The focus for the Centre is research into individual and strategic decisionmaking using a combination of theoretical and experimental methods. On the theory side, members of the Centre investigate individual choice under uncertainty, cooperative and noncooperative game theory, as well as theories of psychology, bounded rationality and evolutionary game theory. Members of the Centre have applied experimental methods in the fields of Public Economics, Individual Choice under Risk and Uncertainty, Strategic Interaction, and the performance of auctions, markets and other economic institutions. Much of the Centres research involves collaborative projects with researchers from other departments in the UK and overseas. Please visit http:www.nottingham.ac.ukeconomicscedex for more information about the Centre or contact Karina Whitehead Centre for Decision Research and Experimental Economics School of Economics University of Nottingham University Park Nottingham NG7 2RD Tel: 44 0 115 95 15620 Fax: 44 0 115 95 14159 karina.whiteheadnottingham.ac.uk The full list of Ce DEx Discussion Papers is available at http:www.nottingham.ac.ukeconomicscedexpapersindex.html Reciprocity, culture, and human cooperation: Previous insights and a new crosscultural experiment Simon Gachter 1,2, and Benedikt Herrmann 1 1Centre of Decision Research and Experimental Economics, School of Economics, University of Nottingham, Sir Clive Granger Building, University Park, Nottingham NG7 2RD, UK. 2 CESifo, IZA. Corresponding author: simon.gaechternottingham.ac.uk Published in: Philosophical Transactions of the Royal Society B Biological Sciences, vol. 364, March 2009, pp. 791806. Understanding the proximate and ultimate sources of human cooperation is a fundamental issue in all behavioural sciences. In this article we review the experimental evidence on how people solve cooperation problems. Existing studies show without doubt that direct and indirect reciprocity are important determinants of successful cooperation. We also discuss the insights from a large literature on the role of peer punishment in sustaining cooperation. The experiments demonstrate that many people are strong reciprocators who are willing to cooperate and punish others even if there are no gains from future cooperation or any other reputational gains. We document this in new oneshot experiments which we conducted in four cities in Russia and Switzerland. Our crosscultural approach allows us furthermore to investigate how the cultural background influences strong reciprocity. Our results show that culture has a strong influence on positive and in especially negative strong reciprocity. In particular, we find large crosscultural differences in antisocial punishment of prosocial cooperators. Further crosscultural research and experiments involving different sociodemographic groups document that antisocial punishment is much more widespread than previously assumed. Understanding antisocial punishment is an important task for future research because antisocial punishment is a strong inhibitor of cooperation. Keywords: human cooperation; strong reciprocity; public goods experiments; culture; antisocial punishment 11. INTRODUCTION Many important collective problems human decision makers face are characterised by a conflict of interest between individual and group benefit. The tragedy of the commons Hardin 1968 is probably the best known example. Each individual farmer has an incentive to put as many cattle on the common meadow as possible. The tragic consequence may be overgrazing from which all farmers suffer. Collectively, all farmers would be better off if they were able to constrain the number of cattle that grazes on the commons. Yet, each individual farmer is better off by letting his cattle graze. Collective welfare is jeopardised by individual greed in such diverse areas like warfare, cooperative hunting and foraging, environmental protection, tax compliance, voting, the participation in collective actions like demonstrations, strikes, embargos and consumer boycotts, the voluntary provision of public goods, donations to charities, teamwork, collusion between firms, and so on. However, despite this bleak prediction, humans often manage to avoid the tragedy of the commons and achieve high levels of cooperation. This holds for huntergatherer societies to complex modern nation states which would not exist without largescale cooperation. Thus, understanding cooperation is an important challenge across all social sciences but also for evolutionary biology, because it needs to explain how natural and cultural evolution can lead to cooperation Hammerstein 2003; Gardner West 2004; Henrich Henrich 2007; West et al. 2007. This paper reviews existing evidence and presents novel crosscultural results from systematic experimental investigations on how people solve cooperation problems. We believe that sound empirical knowledge is an important input for the development of proximate and ultimate theories of cooperation. Laboratory experiments are probably the best tool for studying cooperation empirically. The reason is that in the field many factors are operative at the same time. The laboratory allows for a degree of control that is often not feasible in the field.1,2 In particular, experiments are helpful for separating out explanations why people cooperate. According to some important proximate theories as developed in the social sciences, in particular economics, and ultimate theories as developed in evolutionary biology, people cooperate only if it is in their longterm selfinterest. For instance, if the interaction is among genetic relatives kin selection, Hamilton 1964 or if it is repeated 2andor if a ones reputation is at stake direct reciprocity and indirect reciprocity, respectively, people might have a selfish incentive to cooperate Trivers 1971; Axelrod Hamilton 1981; Fudenberg Maskin 1986; Panchanathan Boyd 2004; Nowak Sigmund 2005; Nowak 2006; Lehmann Keller 2006. Experimental approaches allow the researcher to control by way of experimental design the extent to which direct and indirect reciprocity are possible. This article presents attempts to study with the help of controlled laboratory experiments some important factors that influence one important aspect of human collective decision making: cooperation behaviour. Our focus in on cooperation because this has been a particularly active research field in the behavioural sciences recently both theoretically and experimentally, with a large potential for crossdisciplinary research Hammerstein 2003; Hammerstein Hagen 2005; Fehr Camerer 2007; Sigmund 2007.3 Our paper is structured as follows. In the next section we introduce our tool of investigation the public goods game. In Section 3 we review evidence that shows that both repeated interaction and possibilities for reputation formation are important determinants for peoples cooperation behaviour. However, there is also substantial cooperation in anonymous oneshot games, where neither strategic reciprocity nor reputation can matter. In experiments in which people have the possibility to punish their group members at own cost after having seen how much the other group members contributed it turned out that punishment of freeloaders is an important factor to explain cooperation in both oneshot and repeated interactions. Cooperation in oneshot games is evidence for strong reciprocity Gintis 2000; Fehr et al. 2002a; Fehr Fischbacher 2003; Carpenter et al. in press. Strong reciprocators incur personal costs to punish and reward others even when this behaviour cannot be justified by kinship, reciprocal altruism or reputational concerns. Thus, strong reciprocity presents a particular challenge to evolutionary theories of cooperation and has therefore been an important topic for research in the last few years. We will provide novel evidence for strong reciprocity in Section 4. Section 4 is the core of our paper because we show that people cooperate and punish in oneshot games without any repetition. The experiment we report in this section also 3shows that there exists a substantial cultural influence on strong reciprocity. Section 5 follows up on the findings from Section 4 by briefly reviewing a crosscultural experiment conducted in sixteen participant pools around the globe Herrmann et al. 2008. This experiment demonstrates that cooperation and punishment are substantially shaped by the cultural background across a range of diverse societies. Most experiments on strong reciprocity were conducted with students as participants, which raises the question how general the observations on strong reciprocity are across different socioeconomic groups. Section 6 reviews some recent findings on this question. Section 7 provides concluding remarks. 2. THE PUBLIC GOODS GAME Many human cooperation problems from huntergatherer societies to modern societies often involve large numbers of individuals. The public goods game is a suitable research tool for studying such nperson cooperation problems.4 In this game each of n group members receives an endowment of, say, 20 tokens. Participants have to decide how many tokens to keep for themselves and how many to contribute to a group project which collectively earns n 1 for each token invested. Each group member earns tokens where 0 1 for each token invested in the project, regardless of whether he or she contributed any. Since the cost of contributing one token to the project is exactly one token while the individual return on that token is only 1 tokens, keeping all ones own tokens is always in any participants material selfinterest irrespective of how much the other group members contribute. Yet, if, for example, in a group of four and 0.5 each group member retains all of his or her tokens there are no earnings to be shared; on the other hand, each member would earn 0.580 40 tokens if each of them invests their entire 20 token endowment. The public goods game epitomises the tension between collective welfare and individual incentives in a simple and stark way because selfish rationality implies full free riding that is, zero contributions, whereas collective welfare is maximised if every player makes maximal contributions. Because of its simplicity the public goods game has been used to answer questions about how various institutional parameters, like group size n, the marginal gains from cooperation , the strategic nature of interaction 4structures oneshot versus repeated interaction and possibilities for multilateral peer punishment influence cooperation. The public goods game is also a prototypical game to study prosocial behaviour in a group context Camerer Fehr 2004. We discuss the most important findings in the next section. 3. FACTORS THAT INFLUENCE COOPERATION Under the assumption that agents are rational and want to maximize their monetary payoff theory predicts that people will not contribute to the public good. However, numerous experiments have falsified this prediction there exists substantial cooperation in a variety of setups.5 Six sets of results are particularly noteworthy in light of existing proximate and ultimate theories of cooperation: 1. Contributions are higher the higher the marginal gains from contributing that is, are Isaac Walker 1988b; Brandts Schram 2001; Goeree et al. 2002; Zelmer 2003; Carpenter 2007b. This is interesting because from the viewpoint of selfishly rational decision making the prediction of full free riding in the public goods game described above does not depend on , as long as 1. However, this result shows that people apparently find it easier to contribute to the public good the higher the marginal gains from cooperation are Anderson et al. 1998. 2. Larger groups do not cooperate significantly less than smaller groups Marwell Ames 1979; Isaac Walker 1988b; Isaac et al. 1994; Zelmer 2003; Carpenter 2007b; Cardenas Jaramillo 2007. This finding goes against conventional wisdom that maintaining cooperation should be easier in smaller groups Olson 1965. One explanation might be that people are heterogeneous with respect to their willingness to cooperate more on this below. Some are free riders and others are conditional cooperators who are willing to cooperate provided others cooperate as well. Larger groups may have more free riders than small groups, but they likely also have more cooperators. Group size per se is therefore not decisive. 3. Playing the public goods game repeatedly with the same group members often leads to higher contributions than playing it oneshot and with randomly changing group members Croson 1996; Keser van Winden 2000; Sonnemans et al. 51999; Fehr Gachter 2000.6 This finding and related ones from indefinitely repeated prisoners dilemma games Dal Bo 2005 is consistent with ultimate and proximate arguments that repeated interactions offer strategic reasons to cooperate Trivers 1971; Axelrod Hamilton 1981; Kreps et al. 1982; Fudenberg Maskin 1986. The significance of the finding that cooperation is typically higher in repeated games than oneshot games and similar findings from related cooperation experiments e.g., Falk et al. 1999; Engelmann Fischbacher 2002; Gachter Falk 2002; Cochard et al. 2004 is that people are able to distinguish situations that require strategic cooperation from those that do not Fehr Fischbacher 2003. 4. Experiments under nonanonymity, where participants could identify the individual behind a particular contribution increased contributions, relative to an anonymity benchmark Gachter Fehr 1999; Rege Telle 2004; Andreoni Petrie 2004. People even contribute more to public goods if they are exposed to subconsciously activated cues of being observed Bateson et al. 2006; Burnham Hare 2007.7 This evidence is consistent with reputation effects noted in several decision tasks involving altruistic behaviour Haley Fessler 2005; Milinski Rockenbach 2007. People might care for a favourable reputation because this is evolutionarily advantageous according to models of indirect reciprocity Nowak Sigmund 2005, where people are more likely to receive help if they have helped others in the past and therefore have a favourable image score. The experimental evidence is consistent with such a mechanism Engelmann Fischbacher 2002; Milinski et al. 2002; Semmann et al. 2005; Seinen Schram 2006. 5. Communication also greatly facilitates cooperation and helps in preventing its breakdown Dawes et al. 1977; Isaac Walker 1988a; Ostrom et al. 1992; Sally 1995; Brosig et al. 2003; Bochet et al. 2006. Similarly, intergenerational advice, if common knowledge, can also sustain high levels of cooperation Chaudhuri et al. 2006. Communication is interesting because it is an important human capacity that can often be fruitfully employed in smaller groups. There are many behavioural reasons why communication is effective: Communication might help 6the cooperators to coordinate on high levels and it might involve social pressure and mutual promises which would induce feelings of guilt if broken Charness Dufwenberg 2006. 6. There is even substantial cooperation in pure oneshot public goods games without any repetition Marwell Ames 1979; Gachter et al. 2004; Walker Halloran 2004; Dufwenberg et al. 2006; Gachter Herrmann 2007; Cubitt et al. 2008. This evidence is consistent with strong positive reciprocity. In the next section we will present an experimental design that sheds new light on strong positive reciprocity in the context of voluntary cooperation. An important observation in all repeatedly played games reported in 1 to 4 is that people make high contributions initially but over time contributions dwindle to low levels. The decay of cooperation has been replicated numerous times and has also been observed across a variety of participant pools Herrmann et al. 2008. What explains this almost inevitable outcome? One possibility is learning the free rider incentives. However, one problem with this explanation is that in experiments with a surprise restart contributions start high again, which is inconsistent with a pure learning hypothesis Andreoni 1988; Croson 1996; Cookson 2000. People might also have some willingness to cooperate due to feelings of warm glow which might explain restart effects but are otherwise confused decision makers who need time to learn what is the optimal contribution for them. Palfrey Prisbrey 1997 test this idea and find some support for warm glow and reduced confusion over time. A further explanation, long argued by social psychologists e.g., Kelley Stahelski 1970 is that many people are conditional cooperators, who in principle are willing to cooperate if others do so as well, but get frustrated if others do not pull their weight. Therefore, the breakdown of cooperation is due to frustrated attempts at kindness Andreoni 1995; p. 900. There is now mounting evidence from psychological and economic experiments for the importance of conditional cooperation both in the lab and the field Gachter 2007. In experiments that elicited participants beliefs about how much they think others will contribute contributions are indeed positively correlated with beliefs Dufwenberg et al. 2006; Croson 2007; Fischbacher Gachter 2008; Neugebauer et al. in press. A correlation does of course not establish causation and it is perfectly possible that a false 7consensus effect induces people to believe that others contribute the same as them e.g., Kelley Stahelski 1970. To circumvent this problem, Fischbacher et al. 2001 developed an experimental design in which the contribution of others was fixed. In their design people have to indicate how much they contribute to the public good as a function of all possible average contribution levels of other group members. The results show that about 50 percent are conditional cooperators, who increase their contributions if others contribute more, whereas about 25 percent are free riders who never contribute anything irrespective of how much others contribute. The rest show more complicated patterns.8 Fischbacher Gachter 2008 use the same method as Fischbacher et al. 2001 and show that the interaction of differently motivated people explains the decay of cooperation. The significance of this finding is that the decay of cooperation will occur not just because people eventually learn what is in their best interest but because frustrated conditional cooperators reduce their contributions. Thus, after some time all types behave like incomemaximizing free riders, even though only the free riders types are motivated by incomemaximization alone. The fact that many people are conditional cooperators but some are free riders has two important general implications. First, the interaction structure matters e.g., Gachter Thoni 2005; Gunnthorsdottir et al. 2007 that is, there is an ecology of collective action Ones Putterman 2007. For instance, if cooperators know that they are among other likeminded cooperators, they are able to maintain very high levels of cooperation Gachter Thoni 2005. Second, because conditional cooperators will adjust their cooperative behaviour to those observed around them and to what they believe others will do, any factor that shifts peoples beliefs will shift their behaviour.9 Reciprocity is a likely source of conditional cooperation Rabin 1993; Dufwenberg et al. 2006.10 The reason is that cooperating is a nice act towards the other group members and people may want to return the favour. By contrast, free riding is an unkind act which people may want to punish. However, in the public goods experiments described above the only way to punish free riding is to withdraw cooperation, with the consequence that other cooperators in the group get punished as well. This raises two questions: Will people be willing to punish if they could target a free rider directly? Will the possibility to punish affect cooperation? Numerous experiments since the seminal studies of 8Yamagishi 1986 and Ostrom et al. 1992 have given affirmative answers to both questions. A typical design of most recent studies is as follows Fehr Gachter 2000; Fehr Gachter 2002. After participants have made their contribution decisions, group members are informed about how much the other group members have contributed to the public good. Each group member can then decide to punish each of the other group members. A punishment decision is implemented by assigning between zero and ten points to the punished member. Each point assigned reduces the punished members income by k 1 tokens and costs the punishing member one token. Punishment decisions are also made simultaneously and people are not informed about who punished them. Notice that a rational and moneymaximizing individual will never punish in a oneshot game because punishment is costly. Numerous experiments have been conducted in this framework. Some of the results that are particularly interesting from the viewpoint of proximate and evolutionary theories of cooperation are as follows: 1. Many people punish those who contribute less than them to the public good. In particular, the more someone free rides, the more he or she gets punished on average. This observation has been made in all public goods experiments with punishment we are aware of; there also seems to be little crosscultural variation in the extent to which people punish freeloaders Herrmann et al. 2008. Together with the crosscultural evidence from ultimatum games and third party punishment games conducted in complex largescale and smallscale societies around the globe Oosterbeek et al. 2004; Henrich et al. 2005; Henrich et al. 2006; Marlowe et al. 2008 these observations suggest that punishment of selfish behaviour is a human universal. The large majority of studies find that peer punishment increases and stabilizes cooperation at higher levels than without punishment. This is an important finding because the cooperationenhancing effect of punishment is predicted by both proximate and ultimate theories of cooperation and punishment Fehr Schmidt 2006; Boyd et al. 2003; Carpenter et al. in press. There are exceptions, however. For instance, punishment does not work well if it is 92. 3. 4. perceived as being unfair e.g., van Prooijen et al. 2008 or if the group structure is asymmetric Reuben Riedl in press. There are also crosscultural differences in the extent to which punishment establishes cooperation see Herrmann et al. 2008 and Sections 4 and 5 of this paper. The strategic nature of interaction repeated interaction versus oneshot interaction matters for cooperation but not much for punishment Fehr Gachter 2000. Put differently, while cooperation rates are significantly and substantially higher in repeated interactions as compared to repeated oneshot interactions, people punish free riding similarly irrespective of whether it occurs in a repeated relationship or in random oneshot interactions. Moreover, as we will see in the next section, people punish even in strict oneshot games with no repetition. Punishment is also often harshest in the final period after people had experienced as many as fifty rounds of cooperation and punishment Gachter et al. 2008. Any learning about the selfish incentives of the game should have been taken place by then. Thus, these observations suggest that the level of cooperation is influenced by strategic considerations free riding is less likely in repeated interactions, whereas punishment is to a large part nonstrategic. Punishment seems to be an impulse triggered by negative emotions Pillutla Murnighan 1996; Bosman van Winden 2002; Fehr Gachter 2002; Sanfey et al. 2003; de Quervain et al. 2004; Knoch et al. 2006; BenShakhar et al. 2007; Fehr Camerer 2007; Seymour et al. 2007; Reuben van Winden 2008 and not much by forwardlooking considerations. Although punishment most likely is to a large extent nonstrategic and not forward looking, it follows economic rationality costbenefit considerations in the sense that punishment is less likely used the more costly it is for the punishing individual Anderson Putterman 2006; Carpenter 2007a; Egas Riedl 2008. The monitoring frequency and the severity of punishment inflicted on the punished individual also matters for the effectiveness of punishment to stabilise or increase cooperation Carpenter 2007b; Egas Riedl 2008; Nikiforakis Normann 2008. 105. 6. 7. There exists an interaction effect between the availability of punishment opportunities and direct reciprocity at the cooperation stage within stable groups. A repeated interaction and punishment are mutually reinforcing means to achieve high cooperation e.g., Fehr Gachter 2000; Masclet et al. 2003. If only direct reciprocity is possible, cooperation collapses, albeit it is higher than in random interactions. If only punishment is possible but groups are formed randomly and hence direct reciprocity is not feasible, cooperation is stabilized at intermediate levels. One reason why this is so is that punishment gives selfish individuals an incentive to cooperate and therefore also reinforces the beliefs of conditional cooperators that others will cooperate Shinada Yamagishi 2007. The experiment by Rockenbach Milinski 2006 suggests that indirect reciprocity and punishment mutually reinforce cooperation as well. The advantage of direct and indirect reciprocity is that both help keeping the absolute costs of punishment low because they provide additional reasons to cooperate and therefore reduce the need to maintain cooperation by costly punishment.11 Interestingly, punishment can also increase cooperation if it is purely symbolic and merely expresses social disapproval, without any material consequences for the punished individual Masclet et al. 2003; Carpenter et al. 2004; Noussair Tucker 2005. This suggests that punishment also triggers feelings of guilt and shame that induce individuals to behave prosocially Barr 2001; Fessler Haley 2003. Hopfensitz Reuben in press provide direct evidence for the role of shame and guilt in response to being punished. However, recent crosscultural experiments suggest that punishment might not trigger guilt and shame in the same way everywhere, because in some participant pools punishment does not induce freeloaders to increase their contributions Herrmann et al. 2008; Gintis 2008. In most experiments in which punishment has material payoff consequences, punishment turned out to be an inefficient tool to enforce cooperation because resources are destroyed. Indeed, in most experiments which typically ran for ten periods or less net payoffs in treatments with punishment are often lower 118. than in treatments without punishment e.g., Fehr Gachter 2000; Page et al. 2005; Bochet et al. 2006; Botelho et al. 2007; Sefton et al. 2007; Egas Riedl 2008; Dreber et al. 2008; Herrmann et al. 2008; Masclet Villeval 2008; Nikiforakis 2008. For instance, Herrmann et al. 2008 report public goods experiments with and without punishment conducted in sixteen comparable participant pools around the world. With the exception of three participant pools the average payoff in the experiments with punishment opportunities was lower than without punishment; and in those three participant pools with higher payoffs the increase was modest and amounted to 9.1, 2.8 and 0.5 percent, respectively. Thus, thirteen participant pools would have been better off not having had a punishment opportunity. The detrimental consequences of punishment are even more conspicuous if counterpunishment, that is, multiple rounds of punishment, is possible DenantBoemont et al. 2007; Nikiforakis 2008. The observation that punishment leaves groups worse off compared to experiments without punishment raises several interesting questions. For instance, Dreber et al. 2008 replicated the finding of the inefficiency of punishment in prisoners dilemma experiments, and argue with reference to evolutionary groupselection models of altruistic punishment in particular Boyd et al. 2003 that Punishment therefore has no benefit for the group, which makes it hard to argue that punishment might have evolved by group selection p. 349. However, the observation that punishment is detrimental for group payoffs stems predominantly from experiments which ran for ten periods or less. Since punishment is to a large extent emotional and not forward looking, and because punishment is particularly used when cooperation is low which typically is the case at the beginning of the experiment, the beneficial effects of punishment need more time to show up. Gachter et al. 2008 test this possibility in experiments which ran for fifty periods and they compared payoffs with those in tenperiod experiments. Like in previous experiments, in the tenperiod experiments punishment was detrimental in terms of payoffs as compared to tenperiod experiments without punishment. In the fiftyperiod 12experiments the opposite conclusion holds cooperation is high and punishment costs negligible. Thus, if the time horizon is long enough, punishment can be group beneficial, a finding that supports models of group selection Sober Wilson 1998; Henrich Boyd 2001; Boyd et al. 2003; Bowles 2006; Bowles Choi 2007. A second interesting question is whether people would adopt a sanctioning institution if they had a choice. Gurerk et al. 2006 answer this question affirmatively, but there is an interesting twist. At the beginning of the experiments people predominantly chose the nonsanctioning institution. As usual, there was substantial free riding, which tipped many people over to the punishment institution. Punishment then became the predominant choice for almost all people and very high levels of cooperation were established. Third, humans can also often communicate and coordinate punishment Boehm 1993; Wiessner 2005; Reuben van Winden 2008, which can minimize punishment costs. Finally, people can also frequently choose with whom to associate. Experiments show that both communication Bochet et al. 2006 and voluntary association Page et al. 2005 are indeed effective means to avoid the detrimental effects of punishment. Given that people are willing to incur costs to punish others would they also be willing to incur costs to reward others and would rewards which are not efficiency reducing steer people towards high contributions? Sefton et al. 2007 investigated this question in a design in which people could mutually reward each other such that a reward was a mere transfer of money from the rewarding subject to the rewarded subject. They compared this with punishment, that is, a situation in which one punishment point assigned reduced the punished participants income by one money unit whereas the punisher had to incur a cost of one. It turned out that people are prepared to reward cooperators, but punishment is more effective to increase contributions than rewards see also Sutter et al. 2008 who got a similar result in a related design. The problem with rewards is that they need to be used when cooperation occurs, whereas punishment can work as a mere threat and need not be used much if people cooperate. 9. 1310. Of particular relevance for evolutionary theories of cooperation are experiments where any future interaction with the same group members is excluded by design socalled perfect stranger matching. The reason why this is interesting is that theories of direct and indirect reciprocity can explain why selfish people cooperate in repeated games with the same players but these theories predict little cooperation in oneshot games, because punishment is costly and bears no future benefits. To test this prediction, Fehr Gachter 2002 conducted six rounds of anonymous public goods experiments with punishment under the perfect stranger matching design. In contrast to predictions, they observed substantial punishment of free riders in all rounds. Punishment under these circumstances is therefore evidence for strong negative reciprocity. Punishment is altruistic because it is costly for the punisher but due to the changed group composition in each round a punisher has no chance to benefit if the punished individual subsequently increases his or her contribution; only others benefit.12 People punish others even in strict oneshot games without any repetition Walker Halloran 2004; Gachter Herrmann 2007; Cubitt et al. 2008. In the next section we will provide further comprehensive evidence for strong negative reciprocity as it occurs in strict oneshot games. In summary, there can be no doubt that direct and indirect reciprocity strongly shape human cooperation. However, there is also substantial cooperation when these channels are not available. We turn to this observation in the next section. 4. STRONG RECIPROCITY AND CULTURAL BACKGROUND In this section we present an experiment that sheds new light on strong positive and negative reciprocity. This experiment also investigates how the cultural background influences patterns of both strong positive and strong negative reciprocity. The evidence on strong positive and negative reciprocity reviewed in the previous section has contributed to the development of ultimate e.g., Boyd et al. 2003 and proximate theories of why people cooperate and punish see Fehr Schmidt 2006 for a survey. Among the most important proximate psychological mechanisms are concerns for equity Loewenstein et al. 1989; Dawes et al. 2007; and the punishment of kind and unkind 14intentions Falk et al. 2005; Houser et al. 2008. These theories assume implicitly that motivations for strong reciprocity are similar across cultures on average. Two reasons make it likely that the cultural environment exerts an influence on strong reciprocity, however. First, people have an innate ability to learn from others Boyd Richerson 1985; Tomasello et al. 2005. Cultural learning mechanisms will cause members of social groups to adopt similar values and beliefs about how others around them will reward and punish their behaviour Sober Wilson 1998; Henrich Henrich 2007. Second, both strong positive and negative reciprocity might be shaped by local social norms about what constitutes the appropriate reaction to a benefit or harm one has received from others Gouldner 1960; Coleman 1990; Sober Wilson 1998; Henrich Henrich 2007. We are not the first to study cultural influences on strong reciprocity seminal studies are Henrich et al. 2005; Henrich et al. 200613. However, our methodology differs in several important ways from previous approaches. First, we conducted public goods experiments with and without punishment, whereas previous studies mainly investigated bargaining games or thirdparty punishment games. Our set of games also allows us to study positive and negative strong reciprocity within one framework. In the context of our games a strong reciprocator is predisposed to punish the noncooperators strong negative reciprocity and to cooperate if others cooperate strong positive reciprocity. Second, we conducted our experiments oneshot, anonymously, and with people who did not know each other the average participant had only known six percent of other participants, because we wanted to measure strong reciprocity in a situation that was not confounded with reputational or strategic considerations coming from repeated play Fehr Fischbacher 2003; Milinski et al. 2002; Rockenbach Milinski 2006. Third, we elicited beliefs about how much others will contribute and how much they will punish. Due to the oneshot nature of our experiments, participants deliberately could not base their expectation about how others were likely to behave on any observation made in the experiment. Participants had to form their expectations based on their experiences in daily life outside the laboratory. When we elicited beliefs we also asked participants how confident on a tenpoint scale 1very unconfident; 10very confident they were about their estimate. This is a measure of how precise people think their estimate is. 15Fourth, we conducted our experiments in two highly developed industrialised countries Russia and Switzerland. We are not interested in these countries per se, but they make interesting test cases as the cultural distance between these societies is almost the largest one compared to all developed societies from which data are available 14. We ran the Russian experiments in Belgorod and Yekaterinburg and the Swiss experiments in St. Gallen and Zurich.15 If the wider societal and cultural background influences patterns of strong reciprocity then it should affect beliefs and behaviour similarly in the two participant pools within a society and differently between societies.16 The specifics of our design are as follows. Groups of three participants played an anonymous oneshot public goods game with 0.5. We had two treatment conditions, one with no punishment opportunities called the Nexperiment, to measure strong positive reciprocity and one with punishment opportunities the Pexperiment, to measure strong negative reciprocity. All participants took part in both a oneshot Nexperiment and a oneshot Pexperiment. We had two sequences: the NP sequence, in which participants first played the Nexperiment and then the Pexperiment. In the PN sequence this order was reversed. In both sequences participants were unaware about the second experiment until they had finished the first one. This ensures the oneshot nature of the first experiments. We will therefore measure strong positive reciprocity in the Nexperiment of the NP sequence and strong negative reciprocity in the Pexperiment of the PN sequence. The reason for the two sequences is to see how participant pools react when punishment opportunities are added in the NP sequence, or removed in the PN sequence. Moreover, we can compare cooperation in the Nexperiment of the NP sequence with cooperation in the Pexperiment of the PN sequence to see to what extent people anticipate the presence of a punishment option in their cooperation behaviour without any prior experience of the cooperativeness of others. A total of 603 people 360 Russian and 243 Swiss students participated in either the NP sequence n336 or the PN sequence n267. Fig. 1a shows that in a case where a group members contribution was lower than the group average contribution, expected punishment was very similar across participant 16pools KolmogorovSmirnov test KStest, p0.821. However, very strong differences between participant pools emerge in a case where a subject made similar contributions to those of his or her group members or contributed even more. In both cases we find that the Russian participant pools expected much more severe punishment than their Swiss counterparts. While the Swiss participants expected to receive 1.5 punishment points on average with no significant differences at 0.05 between the two Swiss participant pools, their Russian counterparts expected to receive almost 4.5 punishment points also with no significant differences at 0.05 between participant pools. This difference is highly significant KStests, p0.004. Although participant pools held very different beliefs about the punishment they expected from their group members, people in all participant pools were similarly confident about their estimate. The average subject reports a confidence level of 6.03 and significantly more participants have a confidence level in the upper half than in the lower half of the scale twosided binomial test, p0.005. Figure 1 about here Actual punishment Fig. 1b also shows a striking difference between the Swiss and the Russian participant pools. There are no significant differences at 0.05 between the participant pools within a society. However, punishment is highly significantly and substantially harsher in the Russian than in the Swiss participant pools. This holds true for all deviation intervals KStests, p0.005. The Russian participant pools punished not only the low contributors more severely than the Swiss participant pools, but also those who contributed at least as much as the group average. In the Swiss participant pools punishment was almost exclusively directed at the low contributors. Thus, the cultural differences in actual punishment are not only in the severity with which people punish low contributors, but also in the way they punish high contributors. Such antisocial punishment Herrmann et al. 2008 is particularly puzzling, given that our oneshot design excludes retaliation Herrmann et al. 2008; Nikiforakis 2008 for punishment received in the past as an explanation. Are there also cultural influences on strong positive reciprocity as measured in the Nexperiments of the NP sequence? Figure 2 about here 17As Fig. 2a shows, beliefs about others contributions are not significantly different either between societies or between participant pools within societies KStests, p0.489. Strong positive reciprocity in our oneshot game requires that people who believe that others make a high low contribution will reciprocate by contributing a high low amount as well Fischbacher et al. 2001; Fehr Fischbacher 2003; Dufwenberg et al. 2006; Croson 2007. Thus, beliefs about others contributions and own contributions should be positively correlated. This is indeed the case in all participant pools Fig. 2b. However, despite the fact that beliefs are not significantly different between participant pools, we also find cultural influences on strong positive reciprocity in the sense that the relationship between contributions and beliefs is steeper in both Swiss pools than in both Russian pools. The main reason for this difference is that contributions for high beliefs about others expected contributions in the interval 14,20 are substantially lower in the Russian participant pools than in the Swiss participant pools KStest, p0.001; no significant differences can be detected in the other intervals KStests; p0.113. The cultural differences in strong reciprocity also had an impact on cooperation Fig. 3. In the Nexperiment of the NP sequence the resulting contributions levels were significantly lower in the Russian than the Swiss participant pools KStest, p0.006; there were no significant differences within societies KStests, p0.143. Similarly, in the Pexperiment of the PN sequence, contributions in the Swiss participant pools were significantly higher than in the Russian participant pools KStest, p0.001. Like in the Nexperiment there are virtually no differences in the distribution of contributions within both the Russian and the Swiss participant pools KStests, p0.659. As a consequence of different cooperation and punishment patterns, earnings in the Pexperiment are highly significantly different between the Russian and the Swiss participant pools, but not significantly different within societies. Eighty percent of the Russian participants earned less than 20 money units the earnings predicted for selfishly rational players. In Switzerland this was true for thirtythree percent of participants. Our final steps are, first, to compare contributions in the Nexperiments of the NP sequence and the Pexperiments of the PN sequence. This analysis informs us about the extent to which participants anticipate punishment in their contribution behaviour without any prior experience of others behaviour. Second, we look at the change in contributions 18in the NP sequence, where we introduce a punishment opportunity after participants have had some experience with cooperation behaviour in the Nexperiment. Figure 3 about here Zurich is the only participant pool where contributions are significantly higher in the Pexperiment than in the Nexperiment KStest, p0.006; comparing the first experiments in a sequence. In the other participant pools contributions are only insignificantly higher Yekaterinburg and St. Gallen; KStests, p0.215 or even slightly lower Belgorod, KStest, p0.996. In the PN sequence, contributions in all four participant pools are highly significantly lower in the Nexperiment than in the preceding Pexperiment. By contrast, in the NP sequence in both Swiss participant pools, contributions in the Pexperiment are significantly higher than in the Nexperiment. The opposite is true in both Russian participant pools.17 To shed light on the cultural differences in the dynamics of cooperation when a punishment option is added we look at individual group members in the Nexperiments of the NP sequence and investigate how they change their contribution in the Pexperiment. We classify each group member in the Nexperiment whether he or she is the lowest, middle or highest contributor in his or her group Fig. 3b. The lowest contributors in the Nexperiment in the Swiss participant pools increased their contributions in the Pexperiment substantially by 6.83 tokens on average, whereas in Russia the lowest contributors raised their contribution in the Pexperiment only modestly by 1.60 tokens on average. Similarly, the middle contributors raised their contributions in both Swiss participant pools, whereas in the Russian participant pools contributions dropped. Surprisingly, the top contributors lowered their contributions in all four participant pools. In summary, the experiment presented here unambiguously shows two things: First, people on average are strong reciprocators who cooperate if they believe others cooperate and punish free riders. Second, strong reciprocity, especially strong negative reciprocity, is subject to substantial cultural influences. A particularly noteworthy phenomenon is the antisocial punishment observed in the Russian participant pools people punished not only the free riders but the cooperators too, and the latter even expected being punished.18 In the remaining two sections we present evidence on how general the 19findings are along two important dimensions: different societies Section 5 and different socioeconomic groups Section 6. 5. ANTISOCIAL PUNISHMENT ACROSS SOCIETIES The results from the previous section suggest that the cultural background matters for cooperation and punishment behaviour. Stimulated by this result, Herrmann et al. 2008 undertook a largescale experiment across sixteen different participant pools in fifteen different societies around the world. In their experiments stable groups of four played ten periods of a public goods game without punishment followed by ten periods without punishment. The results showed striking similarities as well as differences in punishment behaviour. The striking similarities occurred in the punishment of free riding behaviour: across all subject pools people punished freeloaders very similarly. Large differences arose in the punishment of cooperators antisocial punishment. In some subject pools antisocial punishment was virtually absent, whereas in others it was as prevalent as punishment of freeloaders. As a consequence, cooperation levels were vastly different: some participant pools invested almost all their endowment to the public good, whereas in others people invested less than a third. Punishment stabilised cooperation everywhere. In the experiment without punishment cooperation collapsed, like in almost all previous experiments. What explains antisocial punishment? Tentative answers can be given at two levels. At a macro level Herrmann et al. 2008 found that antisocial punishment occurred predominantly in societies with weak social norms of cooperation, weak rules of law, and weak democracies, according to measures developed by various social scientists using representative survey data. At the individual level antisocial punishment may be motivated by revenge DenantBoemont et al. 2007; Nikiforakis 2008, at least in some societies Herrmann et al. 2008; Mohan 2008. There might also be cultural differences in the extent to which people are motivated by relative payoffs Liebrand et al. 1986; Zizzo 2003; Fliessbach et al. 2007 and concerns for dominance CluttonBrock Parker 1995. People might also dislike dogooders Monin 2007, punish nonconformists Carpenter Matthews 2005 and punish displays of conspicuous generosity Henrich et 20al. 2006. Some punishment might also be motivated by selfish considerations to induce others to contribute even more Eldakar et al. 2007. Finally, punishment might be linked to the perception of group boundaries: some traditional societies are structured along strong private networks with a lot of cooperation within networks and little beyond. Because participants did not know each other and were outside each others networks, they might not have accepted punishment from an outsider. Punishment might trigger anger, not guilt Gintis 2008. Indeed, antisocial punishment occurred predominantly in more traditional, segmentary societies. Which of these explanations is important is a task for future research. 6. SOCIODEMOGRAPHIC INFLUENCES ON STRONG RECIPROCITY In most experiments discussed above researchers had used participants who were similar in age, educational and socioeconomic background; in the crosscultural experiments the rationale was to maximise comparability across participant pools. However, there is evidence that some sociodemographic characteristics in particular age matter for social preferences e.g., Fehr et al. 2002b; Carpenter et al. 2005b; Holm Nystedt 2005; Bellemare Kroger 2007; Bellemare et al. 2008; Sutter 2007; Sutter Kocher 2007; Egas Riedl 2008; Dohmen et al. 2008; Carpenter et al. 2008. This raises the question whether the patterns of punishment observed above also hold for a more representative sample of the population, not just young people. To test for the generalizability of our findings we ran experiments very similar to those reported in Section 4 with 566 Russian urban and rural dwellers of all age cohorts Gachter Herrmann 2007. We were also interested in running the experiments in urban and rural areas, because the gap between them is particularly pronounced in Russia. Moreover, norm enforcement may be easier in closeknit rural communities than in anonymous urban areas Bowles Gintis 2002. We ran our experiments in the urban area of Kursk, a city in the heartland of the former Soviet Union, and in the rural areas surrounding Kursk. We had four participant pools: two mature pools urban mature and rural mature, that is people who on average were 44 years old and had spent most of their life in a big city a rural area; and two young participant pools with an average age 21of 21 years urban young and rural young. The design was the same as the one described above. The only exceptions were that for practical purposes the experiments were handrun and we did not elicit beliefs. The results strongly resemble the ones reported above. We found in all four participant pools high levels of punishment of people who contributed less than the punishing subject but also substantial antisocial punishment of people who contributed the same or even more. In no participant pool did punishment lead to an increase in cooperation. In particular, contributions in all four pools dropped even in the NP sequence, like in the experiments reported above. None of the sociodemographic background variables matters for punishment but some of them matter for cooperation behaviour. In particular, rural dwellers were more cooperative than their urban counterparts and the older people are the more they contributed to the public good both in the N and the Pexperiment. Our observation that age only matters for cooperation behaviour but not for punishment stands in contrast to findings from public goods experiments with and without punishment conducted with more than 800 Dutch people from all age cohorts average age 35 years Egas Riedl 2008. They found that age was only weakly significantly and not very robustly against other specifications correlated with contributions. However, unlike in our Russian experiments, age was a significant predictor for punishment behaviour the older people were the more they punished others, ceteris paribus. Thus, the relevance of sociodemographic background variables may also be subject to cultural influences. 7. CONCLUDING REMARKS From the experimental evidence we reviewed here there can be no doubt that direct reciprocity aka reciprocal altruism, and indirect reciprocity helping those in good standing are very important determinants of human cooperative behaviour. Yet, there is substantial accumulated evidence that people also cooperate and punish in anonymous oneshot games where future gains from cooperation, or reputational benefits, are 22excluded by design. We view the numerous observations of substantial cooperation and punishment in oneshot games as supporting evidence for strong reciprocity. We believe that understanding strong reciprocity is of importance for a variety of behavioural disciplines for which cooperation and culture are central issues Fehr Fischbacher 2003; Hagen Hammerstein 2006; Ostrom 1998; Sigmund 2007. The findings reviewed here, in particular those from the crosscultural experiments, support anthropological and evolutionary theories of cooperation which predict that peoples social preferences are programmable and therefore culturally variable Henrich 2004; Henrich et al. 2005. Our results also demonstrate that to explain our patterns of strong reciprocity models of decision making in game theory, economics and psychology need to develop models of social preferences e.g., concerns for equity and the reward and punishment of kind and unkind intentions Falk et al. 2005 that take cultural influences on those motivations into account. In particular, the role of cultural influences on strong negative reciprocity deserves extensive scrutiny as here the cultural differences appear to be largest Herrmann et al. 2008. Previous explanations have focussed predominantly on altruistic punishment of low contributors Sigmund 2007. Our results show that there is also a need to understand why people punish those who behave prosocially and what the cultural determinants of antisocial punishment are. 23ACKNOWLEDGEMENTS We are grateful to the Universities of Belgorod, Yekaterinburg, Zurich and St. Gallen for their support in running the experiments. We also gratefully acknowledge financial support from the University of Nottingham, the Latsis Foundation Geneva, and the EUTMR Research Network ENDEAR FMRXCT980238. We received helpful comments from referees and various workshop audiences, in particular the Arts and Humanities Research Council workshops Culture and the Mind in Sheffield, and from Jo Morgan and Daniel Scruton. S.G. also gratefully acknowledges the hospitality of the Center of Economic Studies in Munich and the Economics Department of the University of Sydney while working on this paper. This paper is part of the Mac Arthur Foundation Network on Economic Environments and the Evolution of Individual Preferences and Social Norms. ENDNOTES 1 In all the laboratory experiments we discuss below participants, depending on their decisions, earned considerable amounts of money. Thus, the laboratory allows observing real decision making under controlled circumstances. See Friedman Sunder 1994 for an introduction to methods in experimental economics; Guala 2005 for a discussion of the methodology of experimental economics; and Kagel Roth 1995 and Camerer 2003 for an overview of important experimental results across a variety of human decision making problems. 2 Conducting experiments in environments outside the university laboratory field experiments is a burgeoning area in experimental economics. See, e.g., Carpenter et al. 2005a for an overview and some applications. 3 Other important areas of empirical research in collective decision making concern coordination problems and problems of collective choice. For lack of space we do not discuss this research here. We refer the reader to Camerer 2003 and Devetag Ortmann 2007 for recent surveys on coordination games, and Palfrey 2008 on experiments in collective choice. For further aspects of human collective decision making see AustenSmith Feddersen in press; Conradt Roper in press; Dyer et al. in press; Hix in press; and Skryms in press. 4 The prisoners dilemma is another useful tool for studying cooperation. It was particularly popular in early experimental research on cooperation. See Rapoport Chammah 1965 and Colman 1999 for overviews, and Dreber et al. 2008 for a recent example. The disadvantage of the prisoners dilemma is that it is restricted to bilateral interactions, which have different theoretical properties than multilateral interactions in particular in repeated interactions e.g., Boyd Richerson 1988. 5 For overviews see Dawes 1980; Kollock 1998; Ledyard 1995; Zelmer 2003; Gachter Herrmann 2005; and Gachter 2007. 6 There are some exceptions. See, e.g., Andreoni 1988; Weimann 1994; and Andreoni Croson 2008 for an overview. 7 Cues of kinship also increase cooperation Madsen et al. 2007; Krupp et al. 2008. 8 Herrmann Thoni in press and Kocher et al. 2008 replicated the Fischbacher et al. 2001 study using the same parameters. They got similar results. See Kurzban Houser 2005, Bardsley Moffatt 2007 and Muller et al. 2008, for related studies that also report substantial individual differences in cooperative attitudes. See Doebeli et al. 2004 for an evolutionary explanation of type heterogeneity. 9 See Gachter 2007 for several examples and a general discussion. 24 10 Conformity is another source of conditional cooperation people just do what others do. Carpenter 2004 and Bardsley Sausgruber 2005 provide evidence for the relevance of conformity in voluntary cooperation. See Gachter 2007 for an overview of studies on conditional cooperation and discussions of related issues. 11 Another mechanism to keep the costs of altruistic punishment low is if punishment leads to a reputational benefit for the punisher. See Barclay 2006 for a study that suggests this possibility. 12 Egas Riedl 2008 replicated this result with a large number of Dutch residents across all age cohorts and various sociodemographic backgrounds. 13 See the supplementary materials available upon request for further references to crosscultural experiments. 14 We conducted our experiments in Yekaterinburg and Belgorod Russia and St. Gallen and Zurich Switzerland. Both countries are highly industrialised, rely on largescale division of labour and have extensive trade among genetically unrelated strangers. Compared to the smallscale societies of previous studies Henrich et al. 2005; Henrich et al. 2006, the main distinguishing features between Russia and Switzerland are therefore not in the fundamentals of socioeconomic organisation but in historical, religious, political and cultural values, which are hugely different between these societies according to frequently used measures developed by various social scientists interested in quantifying cultural and societal differences Hofstede 2001; Inglehart Baker 2000. The cultural distance between Switzerland and Russia measured as the Euclidean distance between country scores of the respective indicators is almost the largest one compared to the fiftyfive countries from which data are available. See the supplementary information for further details. 15 Belgorod is a mediumsized city roughly 300K inhabitants in the southwest of Russia, near the border to Ukraine. Yekaterinburg is a big city more than 1000K inhabitants in the Ural region, 1000 miles east of Moscow. These cities are representative of Russia outside Moscow. Zurich is located in the centre of Switzerland and its urban area has roughly 1000K inhabitants. St. Gallen has roughly 80K inhabitants and is the major centre in the northeast region of Switzerland. Both cities are representative of Germanspeaking Switzerland. 16 To maximise comparability across participant pools we implemented the following procedures. i We had all instructions translated into Russian, and backtranslated, to control for languageinduced differences in meaning; ii all instructions were written in a neutral language, to avoid evoking culturespecific meanings; iii we followed exactly the same protocol in the manner in which we conducted the experiments in all participant pools in particular, participants had to answer the same set of control questions that tested their understanding of payoff calculations before the experiment could start; iv we conducted all experiments with people who did not know each other and v in computerized laboratories in which participants were visually separated from one another to ensure betweensubject anonymity and to maximize subjectexperimenter anonymity; vi we used the same software Fischbacher 2007; that is, participants saw the same interface except for different languages; vii during the experiment we calculated all incomes in Guilders, to avoid number and currency effects whose perception might differ across cultures; viii we used the same stake size in relative monthly income; that is, we chose the exchange rate between Guilders and the local currency such that real expected earnings were roughly the same, and, viii to minimize experimenter effects, the same experimenter B.H., who speaks German and Russian fluently organized and supervised all 25 sessions according to exactly the same script. See the supplementary information available upon request for further details. 17 With regard to strong positive and negative reciprocity and its impact on cooperation and earnings we get very similar results in the second experiments of our NP and PN sequence. Thus, our findings are robust to order effects. 18 Cinyabuguma et al. 2006 call the punishment of cooperators perverse punishment. 25REFERENCES Anderson, C. M. Putterman, L. 2006 Do nonstrategic sanctions obey the law of demand? The demand for punishment in the voluntary contribution mechanism. Games and Economic Behavior 54, 124. Anderson, S. P., Goeree, J. K. Holt, C. A. 1998 A theoretical analysis of altruism and decision error in public goods games. Journal of Public Economics 70, 297323. Andreoni, J. 1988 Why Free Ride Strategies and Learning in PublicGoods Experiments. Journal of Public Economics 37, 291304. Andreoni, J. 1995 Cooperation in publicgoods experiments kindness or confusion? American Economic Review 85, 891904. Andreoni, J. Croson, R. 2008 Partners versus strangers: The effect of random rematching in public goods experiments. In The Handbook of Experimental Economic Results ed. C. Plott V. Smith, pp. 776783. Amsterdam: Elsevier. Andreoni, J. Petrie, R. 2004 Public goods experiments without confidentiality: a glimpse into fundraising. Journal of Public Economics 88, 16051623. AustenSmith, D. Feddersen, T. in press Information aggregation and communication in committees. Philosophical Transactions of the Royal Society B. Axelrod, R. Hamilton, W. 1981 The Evolution of Cooperation. Science 211, 1390Barclay, P. 2006 Reputational benefits for altruistic punishment. Evolution and Human 1396. Behavior 27, 325344. Bardsley, N. Moffatt, P. G. 2007 The experimetrics of public goods: Inferring motivations from contributions. Theory and Decision 62, 161193. Bardsley, N. Sausgruber, R. 2005 Conformity and reciprocity in public good provision. Journal of Economic Psychology 26, 664681. Barr, A. 2001 Social dilemmas and shamebased sanctions: Experimental results from rural Zimbabwe. Center for the Study of African Economies Working Paper. WPS2001.11. Bateson, M., Nettle, D. Roberts, G. 2006 Cues of being watched enhance cooperation in a realworld setting. Biology Letters 2, 412414. Bellemare, C. Kroger, S. 2007 On representative social capital. European Economic Review 51, 183202. Bellemare, C., Kroger, S. Van Soest, A. 2008 Measuring inequity aversion in a heterogeneous population using experimental decisions and subjective probabilities. Econometrica 76, 815839. BenShakhar, G., Bornstein, G., Hopfensitz, A. van Winden, F. 2007 Reciprocity and emotions in bargaining using physiological and selfreport measures. Journal of Economic Psychology 28, 314323. Bochet, O., Page, T. Putterman, L. 2006 Communication and punishment in voluntary contribution experiments. Journal of Economic Behavior Organization 60, 1126. Boehm, C. 1993 Egalitarian behavior and reverse dominance hierarchy. Current Bosman, R. van Winden, F. 2002 Emotional hazard in a powertotake experiment. Anthropology 34, 227254. Economic Journal 112, 147169. 26Botelho, A., Harrison, G. W., Costa Pinto, L. M. Rutstrom, E. E. 2007 Social Norms and Social Choice. Working paper no. 0523, Economics Department, University of Central Florida. Bowles, S. 2006 Group competition, reproductive leveling, and the evolution of human altruism. Science 314, 15691572. Bowles, S. Choi, J.K. 2007 The coevolution of parochial altruism and war. Science Bowles, S. Gintis, H. 2002 Social capital and community governance. The Economic 318, 636640. Journal 112, 419436. Boyd, R., Gintis, H., Bowles, S. Richerson, P. J. 2003 The evolution of altruistic punishment. Proceedings of the National Academy of Sciences of the United States of America 100, 35313535. Boyd, R. Richerson, P. J. 1985 Culture and the evolutionary process. Chicago: Boyd, R. Richerson, P. J. 1988 The evolution of reciprocity in sizable groups. Journal University of Chicago Press. of Theoretical Biology 132, 337356. Brandts, J. Schram, A. 2001 Cooperation and noise in public goods experiments: applying the contribution function approach. Journal of Public Economics 79, 399427. Brosig, J., Ockenfels, A. Weimann, J. 2003 The effect of communication media on cooperation. German Economic Review 4, 217241. Burnham, T. C. Hare, B. 2007 Engineering human cooperation Does involuntary neural activation increase public goods contributions? Human Naturean Interdisciplinary Biosocial Perspective 18, 88108. Camerer, C. F. 2003 Behavioral game theory. Princeton: Princeton University Press. Camerer, C. F. Fehr, E. 2004 Measuring Social Norms Using Experimental Games: A Guide for Social Scientists. In Foundations of Human Sociality: Experimental and Ethnographic Evidence from 15 Smallscale Societies ed. J. Henrich, R. Boyd, S. Bowles, C. F. Camerer, E. Fehr H. Gintis, pp. 5595. New York: Oxford University Press. Cardenas, J. C. Jaramillo, C. R. 2007 Cooperation in large networks. An experimental approach. Documento CEDE 200706 Edicion Electronica, Universidad de los Andes, Bogota. Carpenter, J. 2007a The demand for punishment. Journal of Economic Behavior Organization 62, 522542. Carpenter, J. 2007b Punishing freeriders: how group size affects mutual monitoring and the provision of public goods. Games and Economic Behavior 60, 3151. Carpenter, J., Bowles, S., Gintis, H. Hwang, S.H. in press Strong reciprocity and team production: Theory and evidence. Journal of Economic Behavior Organization. Carpenter, J., Connolly, C. Knowles Myers, C. 2008 Altruistic behavior in a representative dictator experiment. Experimental Economics 11, 282298. Carpenter, J., Harrison, G. List, J. ed. 2005a Field Experiments in Economics. Greenwich, CT: JAI Press. Carpenter, J. Matthews, P. 2005 Norm Enforcement: Anger, Indignation or Reciprocity? IZA Discussion Paper No. 1583. 271601. 209216. Chaudhuri, A., Graziano, S. Maitra, P. 2006 Social learning and norms in a public goods experiment with intergenerational advice. Review of Economic Studies 73, 357380. Cinyabuguma, M., Page, T. Putterman, L. 2006 Can secondorder punishment deter perverse punishment? Experimental Economics 9, 265279. CluttonBrock, T. H. Parker, G. A. 1995 Punishment in animal societies. Nature 373, Cochard, F., Van, P. N. Willinger, M. 2004 Trusting behavior in a repeated investment game. Journal of Economic Behavior Organization 55, 3144. Coleman, J. 1990 Foundations of social theory. Cambridge, MA: The Belknap Press of Harvard University Press. Colman, A. M. 1999 Game theory and its applications in the social and biological sciences. London and New York: Routledge. Conradt, L. Roper, T. J. in press Conflicts of interest and the evolution of decision sharing. Philosophical Transactions of the Royal Society B. Cookson, R. 2000 Framing Effects in Public Goods Experiments. Experimental Carpenter, J. P. 2004 When in Rome: conformity and the provision of public goods. Journal of SocioEconomics 33, 395408. Carpenter, J. P., Burks, S. Verhoogen, E. 2005b Comparing students to workers: The effect of stakes, social framing, and demographics on bargaining outcomes. In Field Experiments in Economics. Research in Experimental Economics, vol. 10 ed. J. P. Carpenter, G. Harrison J. List. Amsterdam: Elsevier JAI. Carpenter, J. P., Daniere, A. G. Takahashi, L. M. 2004 Cooperation, trust, and social capital in Southeast Asian urban slums. Journal of Economic Behavior Organization 55, 533551. Charness, G. Dufwenberg, M. 2006 Promises and partnership. Econometrica 74, 1579Economics 3, 5579. Croson, R. 1996 Partners and strangers revisited. Economics Letters 53, 2532. Croson, R. 2007 Theories of commitment, altruism and reciprocity: Evidence from linear public goods games. Economic Inquiry 45, 199216. Cubitt, R., Drouvelis, M. Gachter, S. 2008 Framing and free riding: emotional responses and punishment in social dilemma games. Ce DEx Discussion Paper No. 200802, University of Nottingham. Dal Bo, P. 2005 Cooperation under the shadow of the future: Experimental evidence from infinitely repeated games. American Economic Review 95, 15911604. Dawes, C. T., Fowler, J. H., Johnson, T., Mc Elreath, R. Smirnov, O. 2007 Egalitarian motives in humans. Nature 446, 794796. Dawes, R. M. 1980 Social Dilemmas. Annual Review of Psychology 31, 169193. Dawes, R. M., Mc Tavish, J. Shaklee, H. 1977 Behavior, communication, and assumptions about other peoples behavior in a commons dilemma situation. Journal of Personality and Social Psychology 35, 111. de Quervain, D. J. F., Fischbacher, U., Treyer, V., Schellhammer, M., Schnyder, U., Buck, A. Fehr, E. 2004 The neural basis of altruistic punishment. Science 305, 12541258. 28DenantBoemont, L., Masclet, D. Noussair, C. N. 2007 Punishment, counterpunishment and sanction enforcement in a social dilemma experiment. Economic Theory 33, 145167. Devetag, G. Ortmann, A. 2007 When and why? A critical survey on coordination failure in the laboratory. Experimental Economics 10, 331344. Doebeli, M., Hauert, C. Killingback, T. 2004 The Evolutionary Origin of Cooperators and Defectors. Science 306, 859862. Dohmen, T., Falk, A., Huffman, D. Sunde, U. 2008 Representative trust and reciprocity: Prevalence and determinants. Economic Inquiry 46, 8490. Dreber, A., Rand, D. G., Fudenberg, D. Nowak, M. A. 2008 Winners dont punish. Nature 452, 348351. Dufwenberg, M., Gachter, S. HennigSchmidt, H. 2006 The framing of games and the psychology of strategic choice. Ce DEx Discussion Paper 200620, University of Nottingham. Dyer, J. R. G., Johansson, A., Helbling, D., Couzin, I. D. Krause, J. in press Leadership, consensus decision making and collective behaviour in human crowds. Philosophical Transactions of the Royal Society B. Egas, M. Riedl, A. 2008 The economics of altruistic punishment and the maintenance of cooperation. Proceedings of the Royal Society B Biological Sciences 275, 871878. Eldakar, O. T., Farrell, D. L. Wilson, D. S. 2007 Selfish punishment: Altruism can be maintained by competition among cheaters. Journal of Theoretical Biology 249, 198205. Engelmann, D. Fischbacher, U. 2002 Indirect Reciprocity and Strategic Reputation Building in an Experimental Helping Game. IEW Working Paper No. 132, University of Zurich. Falk, A., Fehr, E. Fischbacher, U. 2005 Driving forces behind informal sanctions. Econometrica 73, 20172030. Falk, A., Gachter, S. Kovacs, J. 1999 Intrinsic motivation and extrinsic incentives in a repeated game with incomplete contracts. Journal of Economic Psychology 20, 251284. Fehr, E. Camerer, C. 2007 Social neuroeconomics: the neural circuitry of social preferences. TRENDS in Cognitive Sciences 11, 419427. Fehr, E. Fischbacher, U. 2003 The nature of human altruism. Nature 425, 785791. Fehr, E., Fischbacher, U. Gachter, S. 2002a Strong reciprocity, human cooperation, and the enforcement of social norms. Human Naturean Interdisciplinary Biosocial Perspective 13, 125. Fehr, E., Fischbacher, U., von Rosenbladt, B., Schupp, J. Wagner, G. G. 2002b A Nationwide Laboratory. Examining trust and trustworthiness by integrating behavioral experiments into representative surveys. Schmollers Jahrbuch 122, 519542. Fehr, E. Gachter, S. 2000 Cooperation and punishment in public goods experiments. American Economic Review 90, 980994. Fehr, E. Gachter, S. 2002 Altruistic punishment in humans. Nature 415, 137140. Fehr, E. Schmidt, K. M. 2006 The Economics of Fairness, Reciprocity and Altruism Experimental Evidence and New Theories. In Handbook of the Economics of 29Giving, Altruism and Reciprocity, vol. 1 ed. S.C. Kolm J. M. Ythier, pp. 615691. Amsterdam: Elsevier B.V. Fessler, D. Haley, K. J. 2003 The strategy of affect: Emotions in human cooperation. In Genetic and Cultural Evolution of Cooperation ed. P. Hammerstein. Cambridge The MIT Press. Fischbacher, U. 2007 zTree: Zurich toolbox for readymade economic experiments. Experimental Economics 10, 171178. Fischbacher, U. Gachter, S. 2008 Heterogeneous social preferences and the dynamics of free riding in public goods. Ce DEx Discussion Paper 200807, University of Nottingham. Fischbacher, U., Gachter, S. Fehr, E. 2001 Are people conditionally cooperative? Evidence from a public goods experiment. Economics Letters 71, 397404. Fliessbach, K., Weber, B., Trautner, P., Dohmen, T., Sunde, U., Elger, C. E. Falk, A. 2007 Social Comparison Affects RewardRelated Brain Activity in the Human Ventral Striatum. Science 318, 13051308. Friedman, D. Sunder, S. 1994 Experimental methods. A primer for economists. Cambridge: Cambridge University Press. Fudenberg, D. Maskin, E. 1986 The Folk Theorem in Repeated Games with Discounting or with Incomplete Information. Econometrica 54, 533556. Gachter, S. 2007 Conditional cooperation: Behavioral regularities from the lab and the field and their policy implications. In Psychology and Economics ed. B. S. Frey A. Stutzer, pp. 1950. Cambridge: The MIT Press. Gachter, S. Falk, A. 2002 Reputation and reciprocity: Consequences for the labour relation. Scandinavian Journal of Economics 104, 126. Gachter, S. Fehr, E. 1999 Collective action as a social exchange. Journal of Economic Behavior Organization 39, 341369. Gachter, S. Herrmann, B. 2005 Human cooperation from an economic perspective. In Cooperation in primates and humans. Mechanisms and evolution ed. P. M. Kappeler C. P. van Schaik, pp. 267289. Heidelberg: Springer. Gachter, S. Herrmann, B. 2007 The limits of selfgovernance when cooperators get punished Experimental evidence from urban and rural Russia. Ce DEx Discussion Paper No. 200711, University of Nottingham. Gachter, S., Herrmann, B. Thoni, C. 2004 Trust, voluntary cooperation, and socioeconomic background: survey and experimental evidence. Journal of Economic Behavior Organization 55, 505531. Gachter, S., Renner, E. Sefton, M. 2008 The longrun benefits of punishment. Science 322, 1510. Gachter, S. Thoni, C. 2005 Social learning and voluntary cooperation among likeminded people. Journal of the European Economic Association 3, 303314. Gardner, A. West, S. A. 2004 Cooperation and punishment, especially in humans. American Naturalist 164, 753764. Gintis, H. 2000 Strong reciprocity and human sociality. Journal of Theoretical Biology 206, 169179. Gintis, H. 2008 Punishment and cooperation. Science 319, 13451346. 30Goeree, J. K., Holt, C. A. Laury, S. K. 2002 Private costs and public benefits: unraveling the effects of altruism and noisy behavior. Journal of Public Economics 83, 255276. Gouldner, A. W. 1960 The norm of reciprocity: A preliminary statement. American Sociological Review 25, 161178. Guala, F. 2005 The methodology of experimental economics. Cambridge: Cambridge University Press. Gurerk, O., Irlenbusch, B. Rockenbach, B. 2006 The competitive advantage of sanctioning institutions. Science 312, 108111. Gunnthorsdottir, A., Houser, D. Mc Cabe, K. 2007 Disposition, history and contributions in public goods experiments. Journal of Behavior and Organization 62, 304315. Hagen, E. H. Hammerstein, P. 2006 Game theory and human evolution: A critique of some recent interpretations of experimental games. Theoretical Population Biology 69, 339348. Haley, K. J. Fessler, D. M. T. 2005 Nobodys watching? Subtle cues affect generosity in an anonymous economic game. Evolution and Human Behavior 26, 245256. Hamilton, W. D. 1964 Genetical evolution of social behavior I, II. Journal of Theoretical Biology 7, 152. The MIT Press. Hammerstein, P. ed. 2003 Genetic and Cultural Evolution of Cooperation. Cambridge: Hammerstein, P. Hagen, E. H. 2005 The second wave of evolutionary economics in biology. TRENDS in Ecology and Evolution 20, 604609. Hardin, G. 1968 The tragedy of the commons. Science 162, 1243148. Henrich, J. 2004 Cultural group selection, coevolutionary processes and largescale cooperation. Journal of Economic Behavior Organization 53, 335. Henrich, J. Boyd, R. 2001 Why People Punish Defectors. Weak Conformist Transmission can Stabilize Costly Enforcement of Norms in Cooperative Dilemmas. Journal of Theoretical Biology 208, 7989. Henrich, J., Boyd, R., Bowles, S., Camerer, C. F., Fehr, E., Gintis, H., Mc Elreath, R., Alvard, M., Barr, A., Ensminger, J., Henrich, N., Hill, K., GilWhite, F., Gurven, M., Marlowe, F. W., Patton, J. Q. Tracer, D. 2005 Economic man in crosscultural perspective: Behavioral experiments in 15 smallscale societies. Behavioral and Brain Sciences 28, 795855. Henrich, J. Henrich, N. 2007 Why humans cooperate: A cultural and evolutionary explanation. Evolution and Cognition Series. Oxford: Oxford University Press. Henrich, J., Mc Elreath, R., Barr, A., Ensminger, J., Barrett, C., Bolyanatz, A., Cardenas, J.C., Gurven, M., Gwako, E., Henrich, N., Lesorogol, C., Marlowe, F., David, T. Ziker, J. 2006 Costly punishment across human societies. Science 312, 17671770. Herrmann, B. Thoni, C. in press Measuring conditional cooperation: A replication study in Russia. Experimental Economics. doi: 10.1007s 1068300891971. Herrmann, B., Thoni, C. Gachter, S. 2008 Antisocial punishment across societies. Science 319, 13621367. Hix, S. in press Voting patterns and alliance formation in the European parliament. Philosophical Transactions of the Royal Society B. 31Hofstede, G. 2001 Cultures consequences: Comparing values, behaviors, institutions, and organizations across nations. Thousand Oaks, CA: Sage. Holm, H. J. Nystedt, P. 2005 Intragenerational trusta semiexperimental study of trust among different generations. Journal of Economic Behavior Organization 58, 403419. Hopfensitz, A. Reuben, E. in press The importance of emotions for the effectiveness of social punishment. Economic Journal. Houser, D., Xiao, E., Mc Cabe, K. Smith, V. 2008 When punishment fails: Research on sanctions, intentions and noncooperation. Games and Economic Behavior 62, 509532. Inglehart, R. Baker, W. E. 2000 Modernization, cultural change, and the persistence of traditional values. American Sociological Review 65, 1951. Isaac, R. M. Walker, J. M. 1988a Communication and freeriding behavior the voluntary contribution mechanism. Economic Inquiry 26, 585608. Isaac, R. M. Walker, J. M. 1988b Group Size Effects in Public Goods Provision: The Voluntary Contributions Mechanism. Quarterly Journal of Economics 103, 179199. Isaac, R. M., Walker, J. M. Williams, A. W. 1994 Groupsize and the voluntary provision of public goods Experimental evidence utilizing large groups. Journal of Public Economics 54, 136. Kagel, J. Roth, A. E. 1995 The Handbook of Experimental Economics. Princeton: Princeton University Press. Kelley, H. Stahelski, A. 1970 Social interaction basis of cooperators and competitors beliefs about others. Journal of Personality and Social Psychology 16, 190219. Keser, C. van Winden, F. 2000 Conditional cooperation and voluntary contributions to public goods. Scandinavian Journal of Economics 102, 2339. Knoch, D., PascualLeone, A., Meyer, K., Treyer, V. Fehr, E. 2006 Diminishing reciprocal fairness by disrupting the right prefrontal cortex. Science 314, 829832. Kocher, M. G., Cherry, T., Kroll, S., Netzer, R. J. Sutter, M. 2008 Conditional cooperation on three continents. Economics Letters 101, 175178. Kollock, P. 1998 Social dilemmas: The anatomy of cooperation. Annual Review of Sociology 24, 183214. Kreps, D., Milgrom, P., Roberts, J. Wilson, R. 1982 Rational cooperation in the finitely repeated prisoners dilemma. Journal of Economic Theory 27, 245252. Krupp, D. B., Debruine, L. M. Barclay, P. 2008 A cue of kinship promotes cooperation for the public good. Evolution and Human Behavior 29, 4955. Kurzban, R. Houser, D. 2005 Experiments investigating cooperative types in humans: A complement to evolutionary theory and simulations. Proceedings of the National Academy of Sciences of the United States of America 102, 18031807. Ledyard, J. O. 1995 Public goods: A survey of experimental research. In The Handbook of Experimental Economics ed. A. E. Roth J. H. Kagel, pp. 111181. Princeton: Princeton University Press. Lehmann, L. Keller, L. 2006 The evolution of cooperation and altruism: a general framework and a classification of models. Journal of Evolutionary Biology 19, 13651376. 32Liebrand, W. B. G., Jansen, R. W. T. L., Rijken, V. M. Suhre, C. J. M. 1986 Might over morality: Social values and the perception of other players in experimental games. Journal of Experimental Social Psychology 22, 203215. Loewenstein, G., Thompson, L. Bazerman, M. 1989 Social utility and decision making in interpersonal contexts. Journal of Personality and Social Psychology 57, 426441. Madsen, E. A., Tunney, R. J., Fieldman, G., Plotkin, H. C., Dunbar, R. I. M., Richardson, J. M. Mc Farland, D. 2007 Kinship and altruism: A crosscultural experimental study. British Journal of Psychology 98, 339359. Marlowe, F. W., Berbesque, J. C., Barr, A., Barrett, C., Bolyanatz, A., Cardenas, J. C., Ensminger, J., Gurven, M., Gwako, E., Henrich, J., Henrich, N., Lesorogol, C., Mc Elreath, R. Tracer, D. 2008 More altruistic punishment in larger societies. Proceedings of the Royal Society B: Biological Sciences 275, 587590. Marwell, G. Ames, R. 1979 Experiments on the provision of public goods I: Resources, interest, group size, and the freerider problem. American Journal of Sociology 84, 13351360. Masclet, D., Noussair, C., Tucker, S. Villeval, M. C. 2003 Monetary and nonmonetary punishment in the voluntary contributions mechanism. American Economic Review 93, 366380. Masclet, D. Villeval, M. C. 2008 Punishment, inequality, and welfare: a public good experiment. Social Choice and Welfare 31, 475502. Milinski, M. Rockenbach, B. 2007 Spying on others evolves. Science 317, 464465. Milinski, M., Semmann, D. Krambeck, H. J. 2002 Reputation helps solve the tragedy of the commons. Nature 415, 424426. Mohan, N. H. 2008 Vengeance. NBER Working Paper No. 14131. Monin, B. 2007 Holier than me? Threatening social comparison in the moral domain. International Review of Social Psychology 20, 5368. Muller, L., Sefton, M., Steinberg, R. Vesterlund, L. 2008 Strategic behavior and learning in repeated voluntarycontribution experiments. Journal of Economic Behavior Organization 67, 782793. Neugebauer, T., Perote, J., Schmidt, U. Loos, M. in press Selfbiased conditional cooperation: On the decline of cooperation in repeated public goods experiments. Journal of Economic Psychology. doi: 10.1016j.joep.2008.04.005. Nikiforakis, N. 2008 Punishment and counterpunishment in public good games: Can we really govern ourselves? Journal of Public Economics 92, 91112. Nikiforakis, N. Normann, H. 2008 A comparative statics analysis of punishment in public goods experiments. Experimental Economics 11, 358369. Noussair, C. Tucker, S. 2005 Combining monetary and social sanctions to promote cooperation. Economic Inquiry 43, 649660. Nowak, M. A. 2006 Five rules for the evolution of cooperation. Science 314, 15601563. Nowak, M. A. Sigmund, K. 2005 Evolution of indirect reciprocity. Nature 437, 12911298. Olson, M. 1965 The logic of collective action. Cambridge Harvard University Press. Ones, U. Putterman, L. 2007 The ecology of collective action: A public goods and sanctions experiment with controlled group formation. Journal of Economic Behavior Organization 62, 495521. 33Oosterbeek, H., Sloof, R. van de Kuilen, G. 2004 Cultural differences in ultimatum game experiments: Evidence from a metaanalysis. Experimental Economics 7, 171188. Ostrom, E. 1998 A behavioral approach to the rational choice theory of collective action. American Political Science Review 92, 122. Ostrom, E., Walker, J. M. Gardner, R. 1992 Covenants with and without a sword Selfgovernance is possible. American Political Science Review 86, 404417. Page, T., Putterman, L. Unel, B. 2005 Voluntary association in public goods experiments: Reciprocity, mimicry, and efficiency. Economic Journal 115, 10321052. Palfrey, T. R. 2008 Laboratory experiments. In The Oxford Handbook of Political Economy ed. B. Weingast D. Wittman, pp. 915936. Oxford: Oxford University Press. Palfrey, T. R. Prisbrey, J. E. 1997 Anomalous behavior in public goods experiments: How much and why? American Economic Review 87, 829846. Panchanathan, K. Boyd, R. 2004 Indirect reciprocity can stabilize cooperation without the secondorder free rider problem. Nature 432, 499502. Pillutla, M. Murnighan, K. J. 1996 Unfairness, anger, and spite: Emotional rejections of ultimatum offers. Organizational Behavior and Human Decision Processes 68, 208224. Rabin, M. 1993 Incorporating fairness into gametheory and economics. American Economic Review 83, 12811302. Rapoport, A. Chammah, A. M. 1965 Prisoners dilemma. A study in conflict and cooperation. Ann Arbor: The University of Michigan Press. Rege, M. Telle, K. 2004 The impact of social approval and framing on cooperation in public good situations. Journal of Public Economics 88, 16251644. Reuben, E. Riedl, A. in press Public goods provision and sanctioning in privileged groups. Journal of Conflict Resolution. Reuben, E. van Winden, F. 2008 Social ties and coordination on negative reciprocity: The role of affect. Journal of Public Economics 92, 3453. Rockenbach, B. Milinski, M. 2006 The efficient interaction of indirect reciprocity and costly punishment. Nature 444, 718723. Sally, D. 1995 Conversation and Cooperation in Social Dilemmas: A MetaAnalysis of Experiments from 1958 to 1992. Rationality and Society 7, 5892. Sanfey, A. G., Rilling, J. K., Aronson, J. A., Nystrom, L. E. Cohen, J. D. 2003 The neural basis of economic decisionmaking in the ultimatum game. Science 300, 17551758. Sefton, M., Shupp, R. Walker, J. M. 2007 The effect of rewards and sanctions in provision of public goods. Economic Inquiry 45, 671690. Seinen, I. Schram, A. 2006 Social status and group norms: Indirect reciprocity in a repeated helping experiment. European Economic Review 50, 581602. Semmann, D., Krambeck, H. J. Milinski, M. 2005 Reputation is valuable within and outside ones own social group. Behavioral Ecology and Sociobiology 57, 611616. Seymour, B., Singer, T. Dolan, R. 2007 The neurobiology of punishment. Nature Reviews Neuroscience 8, 300311. 34Shinada, M. Yamagishi, T. 2007 Punishing free riders: direct and indirect promotion of cooperation. Evolution and Human Behavior 28, 330339. Sigmund, K. 2007 Punish or perish? Retaliation and collaboration among humans. TRENDS in Ecology and Evolution 22, 593600. Skryms, B. in press Evolution of signaling systems with multiple senders and receivers. Philosophical Transactions of the Royal Society B. Sober, E. Wilson, D. S. 1998 Unto others. The evolution and psychology of unselfish behavior. Cambridge: Harvard University Press. Sonnemans, J., Schram, A. Offerman, T. 1999 Strategic behavior in public good games: when partners drift apart. Economics Letters 62, 3541. Sutter, M. 2007 Outcomes versus intentions: On the nature of fair behavior and its development with age. Journal of Economic Psychology 28, 6978. Sutter, M., Haigner, S. Kocher, M. G. 2008 Choosing the carrot or the stick? Endogenous institutional choice in social dilemma situations. Working Paper in Economics and Statistics 200807, University of Innsbruck. Sutter, M. Kocher, M. G. 2007 Trust and trustworthiness across different age groups. Games and Economic Behavior 59, 364382. Tomasello, M., Carpenter, M., Call, J., Behne, T. Moll, H. 2005 Understanding and sharing intentions: The origins of cultural cognition. Behavioral and Brain Sciences 28, 675. Trivers, R. 1971 The evolution of reciprocal altruism. Quarterly Review of Biology 46, van Prooijen, J. W., Gallucci, M. Toeset, G. 2008 Procedural justice in punishment systems: Inconsistent punishment procedures have detrimental effects on cooperation. British Journal of Social Psychology 47, 311324. Walker, J. M. Halloran, M. A. 2004 Rewards and sanctions and the provision of public goods in oneshot settings. Experimental Economics 7, 235247. Weimann, J. 1994 Individual behavior in a free riding experiment. Journal of Public 3557. 35Economics 54, 185200. West, S. A., Griffin, A. S. Gardner, A. 2007 Evolutionary explanations for cooperation. Current Biology 17, R661R672. Wiessner, P. 2005 Norm enforcement among the Juhoansi Bushmen A case of strong reciprocity? Human Naturean Interdisciplinary Biosocial Perspective 16, 115145. Yamagishi, T. 1986 The provision of a sanctioning system as a public good. Journal of Personality and Social Psychology 51, 110116. Zelmer, J. 2003 Linear public goods experiments: A metaanalysis. Experimental Zizzo, D. J. 2003 Money burning and rank egalitarianism with random dictators. Economics 6, 299310. Economics Letters 81, 263266. Figure 1. Cultural influences on strong negative reciprocity. a Mean punishment expected and b mean punishment received from other group members for a given deviation of own contribution from the group average. The error bars indicate the bootstrapped 95percent confidence bounds for country averages. a Expected punishment Belgorod Yekaterinburg Russia St. Gallen Zurich Switzerland20,22,22,20Deviation from group average Actual punishment 20,22,22,20Deviation from group average 368 tnemhsinup detcepxe nae Mb tnemhsinup deviecer yllautca nae M76543210876543210 Figure 2. Cultural influences on strong positive reciprocity. a Distribution of beliefs about the average contribution of the other two group members, separately for each participant pool and pooled for the Russian and Swiss participant pools, respectively. KStest indicates KolmogorovSmirnov tests about the equality of distributions. b Mean actual contribution of a given belief about others contribution. Error bars indicate bootstrapped 95percent confidence bounds of country averages. Beliefs KStest B vs. Y,pvalue: 0.490KStest S vs. Z,pvalue: 0.777KStest BY vs. SZ,pvalue: 0.919024681012141618Beliefs about others average contribution Beliefs and contributions St. Gallen Zurich Switzerland Belgorod Yekaterinburg Russiaa ycneuqerf evitalumu C100%90%80%70%60%50%40%30%20%10%0%b20181614121086420snoitubirtnoc lautca nae M0,67,1314,20Beliefs about others average contributions 37 Figure 3. Cultural differences in the impact of strong reciprocity on cooperation. a Change in contributions when punishment is added in the NP sequence or subtracted in the PN sequence. The thickness of the connecting lines indicates the significance level of the behavioural change according to Wilcoxonmatched pairs tests with group average contributions as independent observations. The error bars are the bootstrapped 95percent confidence bounds of mean contributions. b Change in contribution in the Pexperiment compared to the Nexperiment in the NP sequence by the groups minimum, middle and maximum contributors of the Nexperiment. We indicate the pvalues of KruskalWallis tests of equality of contributions in all four participant pools. a. noitubirtnoc nae Mb. noitubirtnoc nae M2018161412108642020181614121086420 Belgorod Yekaterinburg St. Gallen Zurichp0.10p0.05p0.01First Second First Second First Experiment Second First Second Nexperiment Pexperiment Type of contributor in a group in the Nexperiment:lowestmiddlehighestp0.114p0.000p0.057p0.000p0.004p0.000NPNPNPExperiment NP sequenceBelgorod Yekaterinburg St Gallen Zurich Belgorod Yekaterinburg St Gallen Zurich Belgorod Yekaterinburg St Gallen Zurich 38", "filename": "589212338.pdf", "person": ["Simon Gächter", "Gächter, Simon", "Benedikt Herrmann", "Herrmann, Benedikt"], "date": ["2008"]}