{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/29303/1/589552201.pdf"], "title": ["Clusterpolitik: Kriterien für die Evaluation von regionalen Clusterinitiativen"], "plaintext": " I Seite Inhaltsverzeichnis 1 Einleitung  1 2 Unscharfe der ClusterTerminologie  3 3 Clusterpolitische Instrumente in Deutschland 6 4.1 4.2 4.3 4.4 4.5 4.6 4 Bewertungskriterien fur Clusterinitiativen 10 Die Bestandsaufnahme verfugbarer Informationsquellen 12 Die Strategie der Clusterinitiative 13 Die Organisation der Clusterinitiative 14 Die Netzwerkbildung im Cluster 15 Aktivitaten und Instrumente der Clusterinitiative 16 Passfahigkeit der Manahme im innovationspolitischen Kontext 17 Ubersicht uber die Bewertungskriterien fur Clusterinitiativen  20 4.7 5 Offene Forschungsfragen 29 6 Literatur 30 Anhang  38 Tabellen und Abbildungen Tabelle 1: Ubersicht uber Bewertungskriterien und Literaturquellen fur die Evaluation von Clusterinitiativen  20 Tabelle 2: Abbildung 1: Abbildung 2: Auswahl von Fordermanahmen zur Clusterbildung in Deutschland 38 Zeitlicher Uberblick uber ausgewahlte Clusterforderprogramme in Deutschland 9 Bewertung der Passfahigkeit von Clustermanahmen im innovationspolitischen Kontext  19 Einleitung 1 Einleitung 1 Das Ziel des vorliegenden Arbeitspapiers ist es, ein Set von Evaluationskriterien zusammenzustellen, mit deren Hilfe clusterpolitische Initiativen untersucht und bewertet werden konnen. Das Papier greift aktuelle Befunde der wissenschaftlichen Diskussion auf und entwickelt auf dieser Basis einen pragmatischen Bewertungsansatz: cid:190 Der Begriff des Clusters ist ein BuzzWord, das in unterschiedlichen Kontexten und von Politikern unterschiedlicher Ausrichtung verwendet wird, um innovationspolitisches Handeln zu begrunden. Die wissenschaftliche Literatur bietet keine eindeutigen Rezepte und Anwendungsvorschriften, sondern stattdessen ein weites Spektrum an Interpretationsmoglichkeiten. Fur die wissenschaftliche Evaluation wird das Clusterkonzept daher leicht zu einem Vexierspiegel, hinter dem sich unterschiedliche politische und wirtschaftliche Realitaten verbergen konnen. cid:190 Das Interesse an der Clusterforderung steht im Kontext einer zunehmenden Transfer und Verwertungsorientierung der Wissenschafts, Technologie und Innovationspolitik einerseits, und einer zunehmenden Innovationsorientierung der regionalen Strukturpolitik andererseits. Aus diesem politischen Zusammenhang ist es zu erklaren, dass die Clusterpolitik in der Praxis haufig auf die Forderung von Netzwerken setzt, das heit auf die Kooperation zwischen mehreren Akteuren aus Wirtschaft und Wissenschaft. In Deutschland wurde diese Form der innovationspolitischen Netzwerkforderung seit 1995 zuerst am Beispiel von BiotechnologieRegionen erprobt. Der Begriff des Clusters, der von Porter 1998 popular gemacht wurde, ist jedoch keineswegs mit Innovationsnetzwerken identisch und setzt auch nicht voraus, dass die Akteure eines Clusters intensiv kooperieren. cid:190 Netzwerkorientierte Fordermanahmen haben haufig einen MultiAkteursMultiManahmenCharakter und sind uber einen Zeitraum von mehreren Jahren angelegt. Positive Effekte dieser Manahmenbundel lassen sich nicht immer in quantitativen z.B. monetaren Einheiten messen und konnen haufig auch nicht eindeutig auf einzelne Manahmen zugerechnet werden. Damit sind klassische ExPostEvaluationen nur begrenzt anwendbar. Die Interaktionsdichte mit unterschiedlichen Akteuren fuhrt jedoch dazu, dass ein hoher Bedarf an Prozessbegleitung und UmsetzungsCoaching entsteht. Infolgedessen entsteht haufiger eine Nachfrage an begleitenden Evaluationen. Die Zusammenstellung von Kriterien ist von einem Evaluationskonzept geleitet, das auf der Akteurs und Manahmenebene ansetzt. Das Konzept beinhaltet, dass es eine Agentur oder Geschaftstelle gibt, deren Aufgabe es ist, die Entwicklung eines regionalen Netzwerkes mit unterschiedlichen Aktivitaten und Manahmen zu unterstutzen. Aufgrund der Komplexitat und der kommunikativen Anforderungen dieser Aufgabe entsteht ein Bedarf zur externen Analyse, Bewertung und Beratung von Clusterinitiativen, vor allem wenn diese Initiativen offentliche Fordergelder erhalten. Davon abgesehen ist Einleitung 2 das Evaluationskonzept fur unterschiedliche Auspragungen von Clusterinitiativen offen. Die strategischen Ziele des Netzwerks konnen unterschiedlich sein. Es kann sich um ein branchen oder technologiespezifisches Netzwerk handeln, das privat oder offentlich initiiert ist. Die regionale Ausdehnung kann unterschiedlich ausgestaltet sein. Auerdem konnen Netzwerkagenturen oder Clusterinitiativen in unterschiedlichem Ausma mit Mitteln und Kompetenzen ausgestattet sein, um auf die Rahmenbedingungen fur Unternehmen im Cluster einzuwirken. Die Evaluation von Clusterinitiativen kann einen wertvollen Beitrag zur wissenschaftlichen ClusterDiskussion leisten, wenn sie darstellen kann, welche Wirkungen die Politik realistischerweise von einer gut umgesetzten Clusterinitiative erwarten darf und worin sich erfolgreiche Initiativen von weniger erfolgreichen unterscheiden, unter Berucksichtigung der wirtschaftlichen Ausgangsbedingungen. Die Promotoren des Clustergedankens schuren vermutlich ubertriebene Erwartungen hinsichtlich der Wirkung von regionalen Clusterinitiativen, jedenfalls sind diese Erwartungen in der Literatur umstritten. Gerade vor diesem Hintergrund erscheint es sinnvoll, Erwartungen zu konsolidieren, indem Beispiele von Clusterinitiativen aus unterschiedlichen Regionen und in unterschiedlichen Phasen der Clusterentwicklung systematisch verglichen werden. Die vorliegende Zusammenstellung von Evaluationskriterien ist dagegen nicht dazu gedacht, Grundannahmen uber die okonomischen Vorteile regionaler Cluster oder regionaler Netzwerke im Vergleich zu anderen wirtschaftsgeographischen Konstellationen zu uberprufen. Das Konzept leistet keinen Beitrag zur Clusterforschung auf der MakroEbene von nationalen Volkswirtschaften oder transnationaler Wirtschaftsraume. Die Frage, ob ein statistischer Zusammenhang zwischen der raumlichen Konzentration von bestimmten Unternehmen und dem wirtschaftlichen Erfolg einer Region besteht, lasst sich nur beantworten, wenn eine hinreichend groe Zahl von Clustern und NichtClustern verglichen wird. Systematische Untersuchungen uber die Wirkungen von Clusterpolitik auf der Makroebene sind angesichts der existierenden Datengrundlage bislang fur Deutschland und Europa kaum zu leisten. Aber es fehlt bislang auch an politikwissenschaftlichen oder okonomischen Untersuchungen, die den Stellenwert von clusterpolitischen Fordermanahmen im Umfeld der allgemeinen Wettbewerbspolitik und der innovationspolitischen Subventionspolitik beleuchten wurden. Das Arbeitspapier gliedert sich wie folgt. In Kapitel 2 wird dargestellt, dass der Clusterbegriff in der wissenschaftlichen Diskussion bisher schwammig geblieben ist. Wir erlautern, was die begriffliche Unscharfe fur die wissenschaftliche Evaluation bedeutet. In Kapitel 3 zeigen wir am Beispiel Deutschlands, dass die Clusterpolitik ursprunglich aus der technologie und regionalpolitischen Netzwerkforderung entstanden und bislang auch weitgehend mit der Netzwerkforderung identisch ist. In Kapitel 4 werden EvaluatiUnscharfe der ClusterTerminologie 3 onskriterien fur Clusterinitiativen dargestellt. Wir unterscheiden sechs ubergeordnete Dimensionen fur die Evaluation, wobei die Strategie, Organisation und Aktivitaten der Clusterinitiative im Zentrum stehen, ebenso wie die nachweisbaren Effekte der Netzwerkbildung und der Nutzen fur die Netzwerkmitglieder. Ein wesentlicher Bestandteil ist ein tabellarischer Literaturuberblick zu Indikatoren und Unterscheidungen, die fur das Design von Clusterevaluationen verwendet werden konnen Tabelle 1. In Kapitel 5 werden Fragen fur die weitere Forschung diskutiert, die an das dargestellte Evaluationskonzept anschlieen. Der Anhang enthalt einen tabellarischen Uberblick uber die bisherigen in Deutschland Tabelle 2. regionalen Netzwerkfordermanahmen innovationspolitischen und 2 Unscharfe der ClusterTerminologie Nahezu zehn Jahre nach Porters erster wesentlicher Publikation zum Thema raumliche Industriecluster Porter 19981 wird die Debatte uber die potentielle gesamtwirtschaftliche und regionalokonomische Wirkung okonomischer Clusterungen noch immer kontrovers gefuhrt, was auch in der mangelnden Fassbarkeit des Konzeptes begrundet liegt. Zum Teil stammt der Mangel an definitorischer Scharfe daher, dass das Portersche Clusterkonzept 2 ursprunglich aus einem betriebswirtschaftlichen Blickwinkel heraus entwickelt wurde mit dem Ziel, der Beachtung regionaler Umfeldfaktoren in der strategischen Agenda von Unternehmen mehr Raum zu verschaffen Gilsing 2000: 9; Porter 1998. Die sich daraus moglicherweise ergebenden regionalpolitischen Konsequenzen standen dagegen zu diesem Zeitpunkt hingegen nicht im Zentrum der konzeptionellen Uberlegungen. In Form des ClusterDiamanten wurde daher zwar ein einfaches und schlussiges Konzept vorgelegt, jedoch fur keinen der zentralen Einflussbereiche konkrete Wirkmechanismen benannt. Die regionalwirtschaftlichen Wirkungszusammenhange, die Ziel clusterpolitischer Manahmen sein konnten, wurden daher nicht hinreichend prazise definiert, wenngleich diese in der regionalwissenschaftlichen Literatur bereits seit Jahren differenziert diskutiert wurden vgl. Ubersicht in MoulaertSekia 2003. 1 Die oft zitierte Publikation Porter 1990 fasst Cluster noch starker auf nationaler Ebene. 2 Wenngleich evident ist, dass Porter das Clusterkonzept nicht selbst entwickelt, sondern lediglich aus der alteren wirtschaftswissenschaftichen Literatur vgl. CzamanskiAblas 1979 fur die betriebswirtschaftliche Verwendung adaptiert hat, soll im Folgenden auf das von ihm gepragte regionalisierte Clusterverstandnis abgestellt werden, da dies starker als das ursprungliche akademische im Bewusstsein politischer Akteure verankert ist und damit als Grundlage fur zu evaluierendes Handeln herangezogen werden sollte. Unscharfe der ClusterTerminologie 4 Insbesondere die Frage, ob fur eine interconnectedness im Sinne von Porters related and supporting industries nun raumliche Nahe, Zulieferbeziehungen in einer Wertschopfungskette oder interaktive Lernprozesse d.h. gemeinsame Kompetenzen von Bedeutung sind, ist bisher nur unzureichend oder zumindest nicht eindeutig beantwortet Gilsing 2000: 34; Newlands 2003; Raines 2000; van GeenhuizenReyesGonzalez 2007. Aufgrund dieser definitorischen Unscharfe kommt es dazu, dass z.B. noch heute viele Autoren das Vorhandensein aktiver innovativer Kooperationen als fur einen Cluster notwendig erachten FromholdEisebithEisebith 2005; Gilsing 2000, wahrend andere genau dies fur einen Schritt uber den Cluster hinaus halten, den sie in als reine raumliche Konzentration von Firmen beschreiben theoretisch: SternbergLitzenberger 2004, methodisch implizit: DTI 2001. Weitere umstrittene Grundvoraussetzungen betreffen unter anderem das Vorhandensein von Wettbewerbsfahigkeit und einer gemeinsamen Vision Ketels et al. 2007; Raines 2000; Rosenfeld 2003. Auch die Rolle der privaten und offentlichen Akteure ist im Rahmen clusterpolitischer Aktivitaten nicht a priori definiert FromholdEisebithEisebith 2005. Ursprunglich basiert das Portersche Clusterkonzept auf einem stark neoklassisch orientierten Denkansatz, der die Unternehmen ins Zentrum der Uberlegungen stellt und dem Staat keine bedeutende Rolle beimisst Porter 1990. Noch 1999 wurde in einem OECDPapier empfohlen OECD 1999: 328: cid:190 dass die Schaffung von Clustern nicht das Ergebnis politischer Bemuhungen, sondern das Ergebnis marktgetriebener Initiativen sein solle, cid:190 dass Regierungspolitik keine starke Tendenz zur Subventionierung von Clustern entwickeln oder anderweitig den Marktwettbewerb einschranken solle, cid:190 dass vom Versuch, Cluster politisch zu schaffen, abgesehen werden sollte. Wahrend also ursprunglich die Vorstellung eines marktgetriebenen Prozesses vorherrschte Lagendijk 1999; OECD 1999; Porter 1990; Porter 1998, den die Politik vor allem durch die Schaffung geeigneter Rahmenbedingungen begleiten sollte, setzte sich in der spateren Praxis vielfach ein politikgetriebenes topdown Modell durch FromholdEisebithEisebith 2005; Lagendijk 1999; LundequistPower 2002; Solvell et al. 2003, das teils auch ganz bewusst konzeptionell von Porters ursprunglichem Ansatz abgegrenzt wird LundequistPower 2002: 698. Wenngleich auch aktuell von vielen Autoren die Ansicht vertreten wird, dass die Ausgangsbedingungen fur den Erfolg clusterpolitischen Handelns eine zentrale Rolle spielen vgl. BrennerFornahl 2003 und die Politik nur unter bestimmten Bedingungen aktivierend eingreifen sollte, befurworten andere aktives politisches Handeln auch unter weniger BenneworthHenry 2004; LundequistPower 2002; Rosenfeld 2003. forderlichen Rahmenbedingungen Unscharfe der ClusterTerminologie 5 Folgerichtig ist festzustellen, dass sich sowohl die theoretische Clusterdebatte wie auch die praktische Umsetzung clusterpolitischer Manahmen oft in starkem Mae auf Netzwerkbildung konzentriert, die Rolle der einzelnen Akteure in diesen Netzwerken jedoch von Manahme zu Manahme stark variiert. Insgesamt ist eine starke begriffliche Vermischung von Clusterforderung und netzwerkorientierter Regionalforderung festzustellen, die sich aus der teils uberlappenden Verwendung unterschiedlicher theoretischer Ansatze MoulaertSekia 2003; Newlands 2003 unter dem Dachbegriff Cluster ergibt. Hierdurch wurde der ursprungliche Gedanke von der Kooperation unter Wettbewerbern als zentraler treibender Kraft und der hierzu erforderlichen Institutionen d.h. Rahmenbedingungen Porter 1998 in den Hintergrund gedrangt, wenngleich die empirische Evidenz aus Regionen wie dem Silicon Valley belegt, dass z.B. rechtliche Rahmenbedingungen eine zentrale Rolle fur die dynamische Entwicklung von Industrieagglomerationen spielen konnen Gilson 1999. Im Ergebnis finden die von Porter gleichrangig genannten Einflussfaktoren Wettbewerb und Nachfrage in der theoretischen Diskussion wie auch in der clusterpolitischen Praxis kaum mehr umfangreiche Berucksichtigung. Die von der OECD noch 1999 postulierte Handlungsmaxime, dass Clusterpolitik anstreben sollte, eine konstante Interaktion zwischen Angebot und Nachfrage zu gewahrleisten OECD 1999: 132, wird heute nur noch in Einzelfallen umfassend verstanden und in politisches Handeln umgesetzt. Angesichts der Ambiguitat der Clusterterminologie kann die wissenschaftliche Evaluation zwei Herangehensweisen verfolgen. Die eine Herangehensweise ist technokratisch und normativ gepragt. Hier geht der Evaluator davon aus, dass zunachst eine wissenschaftliche Definition von Clustern festgelegt werden muss, anhand derer sich die Spreu vom Weizen eindeutig trennen lasst. Mit einer derartig robusten Definition ausgestattet, kann der Evaluator dann entscheiden, welche Instrumente zur Forderung von Clustern im wohlverstandenen Sinn uberhaupt geeignet und erfolgversprechend erscheinen und kann diese Wirkungsannahmen empirisch uberprufen. Das Ziel ist, auf diesem Weg mittel bis langfristig eine solide, empirisch abgestutzte Clusterpolitik zu entwickeln. Bislang gibt es jedoch nur verhaltene Fortschritte in dieser Richtung. Die zweite Herangehensweise ist eher konstruktivistisch und politikanalytisch gepragt. Hier geht der Evaluator davon aus, dass das Clusterkonzept und der Clusterdiskurs, mit dem politische Manahmen begrundet werden, Bestandteil der zu analysierenden politischen Wirklichkeit sind. Der Evaluator erwartet, dass der Clusterbegriff von politischen Akteuren als Legitimationsressource eingesetzt wird und dass die Bedeutung in einer gegebenen Situation Gegenstand der politischen Aushandlung ist. Aus dieser Perspektive besteht ein wesentliches Ziel der wissenschaftlichen Analyse darin, deutlich zu machen, welche politischen Strategien und Interessenlagen sich im konkreten Anwendungsfall mit dem Clusterdiskurs verbinden. Die Analyse verzichtet nicht auf Clusterpolitische Instrumente in Deutschland 6 normativen Annahmen, aber diese mussen allgemeiner formuliert sein, um unterschiedliche Praferenzen im Feld erfassen zu konnen. Wir gehen davon aus, dass die wissenschaftliche Evaluation von Clusterinitiativen in der Praxis meistens eine Kombination aus beiden Herangehensweisen darstellen wird. Der technokratischnormative Ansatz lasst sich selten in Reinform durchhalten, weil eine trennscharfe und eindeutige wissenschaftliche Definition der Vielfalt der empirischen Verwendungskontexte kaum gerecht werden kann. Auerdem sind die dafur erforderlichen Datengrundlagen nur selten verfugbar. Aber auch der konstruktivistischpolitikanalytische Ansatz lasst sich selten in Reinform umsetzen, es sei denn als historische ex postAnalyse. Letzteres ist nicht auf den Mangel an Daten, sondern auf die lebendigen Interessen im Politikfeld zuruckzufuhren. Die Beauftragung einer wissenschaftlichen Evaluation ist in der Regel selbst Ausdruck eines Legitimationsbedarfes fur politisches Handeln. Der Legitimationsbedarf soll durch eine wissenschaftliche Analyse gedeckt werden. Der Auftraggeber erwartet von der Evaluation ein nach wissenschaftlichen Kriterien begrundetes Konzept, das aber dennoch auf die konkrete Situation vor Ort passt und zu einer Bewertung fuhrt, die fur die Akteure vor Ort nachvollziehbar und handlungsrelevant ist. Das heit, der Evaluator muss gerade in seiner Rolle als unabhangiger Experte im Kraftefeld der Akteure vor Ort Position beziehen, indem er Kriterien fur die Clusterdefinition und forderung vorlegt und begrundet. In diesem Spannungsfeld zwischen wissenschaftlicher und politischer Bewertung bewegt sich die Politikevaluation. Anstelle einer extern vorgegebenen, moglichst prazisen Definition des Clusterbegriffs untersuchen wir daher zunachst, welche in Deutschland entwickelt wurden, um regionale Cluster zu fordern und welches ClusterVerstandnis in diesen Manahmen zum Tragen kommt. innovationspolitischen Instrumente 3 Clusterpolitische Instrumente in Deutschland Eine Clusterforderung im weiteren Sinn wurde auf nationaler Ebene in Deutschland Mitte der 1990er Jahre entdeckt. Sie ist demnach ein vergleichsweise neues Instrument der Innovations und Technologieforderung. Einzelne Bundeslander wie Bayern und NordrheinWestfalen greifen den Gedanken einer clusterorientierten Innovationsforderung ebenfalls verstarkt auf und entwickeln entsprechende Konzepte auf Landesebene. Um ein vollstandiges Bild uber die Entstehung der Clusterpolitik in Deutschland zu liefern, werden Richtungsanderungen in der Innovations und Technologiepolitik in den 1990er Jahren erlautert, bevor auf die aktuellen Entwicklungen der Clusterpolitik in Deutschland im Detail eingegangen wird. Clusterpolitische Instrumente in Deutschland 7 Zunehmender internationaler Wettbewerb und deutliche Budgetrestriktionen, bedingt durch die Wiedervereinigung, stellten die deutsche Politik zu Beginn der 1990er Jahre vor groe Herausforderungen. Dies hatte eine Umorientierung der Forschungs und Technologiepolitik zur Folge. Waren die 1980er Jahre durch eine starke Forderung der Grundlagenforschung im Bereich der Hochtechnologie sowie Fordermittel fur Unternehmen und der Forschungsinfrastruktur gekennzeichnet, so hat Mitte der 1990er Jahre ein Umdenken stattgefunden. Wichtige Wettbewerber in den Triadelandern hatten einen deutlichen Vorsprung bei der Umsetzung von wissenschaftlichen Erkenntnissen in neue Produkte auf dem Markt. Diese kurzeren Innovationszyklen in anderen Landern stellten die Bundesregierung vor die Aufgabe, ihre Forschungs und Technologiepolitik grundlegend zu uberdenken. Im Bundesforschungsbericht 1996 BMBF 1996 wird daher die Innovationsforderung durch Vernetzung explizit als Instrument der Forderpolitik aufgenommen. Als wesentliche Ziele der Forschungs, Technologie und Innovationsforderung werden dort aufgefuhrt: Forderung des Entstehens grundlegender Innovationen, Wettbewerb der besten Losungsideen zur Realisierung substantieller Innovationen, Sicherung und Starkung des Produktionsstandortes Deutschland, Aufbau von innovativen Netzwerken zwischen Wissenschaft und Wirtschaft, Erarbeitung von Innovationen in interdisziplinaren und branchenubergreifenden Projekten, kooperative Nutzung verteilten Knowhows, schnelle und breite Diffusion neuen Wissens. Aus dieser Liste wird ersichtlich, dass der Aspekt der Vernetzung und Netzwerkbildung in der Forschungs und Technologiepolitik der Bundesregierung eine wichtige Rolle spielt und wissenschaftliche Erkenntnisse aus der neuen Wirtschaftsgeographie in die politische Strategie aufgenommen wurden. Diese Entwicklung hin zu einer innovations und netzwerkorientierten Forschungs und Technologiepolitik hat sich schon kurz vor der Veroffentlichung des Bundesforschungsberichts 1996 abgezeichnet. Die erste Fordermanahme, Bio Regio, die explizit den Aspekt der Clusterbildung verfolgte, hatte ihren Start im Jahr 1995. Bio Regio wie auch das Nachfolgeprogramm Bio Profile verfolgen das Ziel, biotechnologische Kapazitaten in regionalen Netzwerken auszubauen. Dadurch sollte ein dynamischer Innovationsprozess zur Kommerzialisierung der Biotechnologie in Deutschland angestoen werden. Clusterpolitische Instrumente in Deutschland 8 Abbildung 1 gibt einen zeitlichen Uberblick uber die clusterorientierten Forderprogramme des Bundes seit Beginn im Jahr 1995. Detaillierte Informationen zu den dargestellten Manahmen finden sich in Tabelle 2 im Anhang. Die Ubersicht zeigt, dass die Clusterpolitik in Deutschland aus der technologie und regionalpolitischen Netzwerkforderung entstanden ist und bis heute auch weitgehend mit dieser identisch ist. Durch die HightechStrategie der Bundesregierung werden jedoch in Zukunft mit dem Spitzenclusterwettbewerb moglicherweise weitergehende Akzente gesetzt. In der Ausrichtung der Programme lassen sich zwei unterschiedliche Schwerpunkte feststellen. Bio Regio ist ein Beispiel fur Netzwerkprogramme, bei denen die wirtschaftliche Verwertung von exzellenter Forschung im Vordergrund steht. Durch die Netzwerkbildung soll die Kooperation von exzellenten Forschungseinrichtungen mit Unternehmen sowie die Grundung von neuen Technologieunternehmen gestarkt werden. Die Forderung ist auf die Spitze der technologischen Leistungsfahigkeit ausgerichtet und kommt daher haufig auch wirtschaftlich starken Regionen zugute, wie zum Beispiel der Region MunchenOberbayern. In diese Kategorie fallen die Programme Bio RegioBio Profile, sowie die Forderung von Spitzenclustern und Bio Industrie 2021. Eine zweite Gruppe von Netzwerkprogrammen verfolgt regional strukturpolitische Ziele. Das Konzept der Netzwerkforderung spielt seit Ende der 1990er Jahre bei der Innovationsforderung in den neuen Bundeslandern eine groe Rolle. Dazu gehoren insbesondere die Programme Inno Regio und Innovative regionale Wachstumskerne im Rahmen der Programmfamilie Unternehmen Region. Deren Ziel ist es, Innovationspotenziale in den neuen Bundeslandern zu erschlieen. Eine ahnliche Zielsetzung verfolgen auch die Programme Netzwerkmanagement Ost sowie Inno Watt, beide gefordert durch das BMWi. Daruber hinaus gibt es einige Beispiele fur netzwerkorientierte Manahmen, die uber die Forderung der technologischen Leistungsfahigkeit und Innovationsfahigkeit im engeren Sinn hinausgehen. Dazu gehoren das Programm EXIST, das eine Kultur des Unternehmertums an Hochschulen fordert, oder das Programm Lernende Region, bei dem das Thema Weiterbildung und lebenslanges Lernen im Mittelpunkt der Netzwerkbildung steht. Diese Forderziele gehoren unseres Erachtens nicht im engeren Sinn zur Clusterforderung. Auf der anderen Seite erscheint das innovationspolitische Forderprogramm Pro Inno nicht in der Liste, weil die Komponente der regionalen Kooperationen dort keine Fordervoraussetzung ist. Ungeachtet dessen ist es eine der wichtigsten und erfolgreichsten innovationspolitischen Forderprogramme des Bundes. Clusterpolitische Instrumente in Deutschland 9 Abbildung 1: Zeitlicher Uberblick uber ausgewahlte Clusterforderprogramme in Deutschland Spitzenclusterwettbewerb Bio Industrie 2021Netzwerkmanagement Ost Innovative Regionale Wachstumskerne Inno Regio Kompetenznetze Bio RegioBio Profile 199519971999200120032007200920112005Zeit Quelle: Recherche und Darstellung: Fraunhofer ISI Die Forderung von regionalen Netzwerken wird in der Regel vom Bundesministerium fur Bildung und Forschung BMBF durchgefuhrt. Die Zustandigkeit fur das Programm Kompetenznetze ist vom BMBF auf das Bundesministerium fur Wirtschaft und Technologie BMWi ubergegangen. Auf Bundesebene sind diese zwei Ministerien die Hauptakteure der Clusterpolitik. Die Mittel, welche den einzelnen Fordermanahmen zur Verfugung stehen, sind unterschiedlich hoch und verteilen sich in unterschiedlicher Hohe auf die einzelnen zu fordernden InitiativenProjekte siehe Tabelle 2. Die Forderdauer umfasst in der Regel einen Zeitraum von sechs Monaten bis zu funf Jahren. Teilweise gliedern sich die Manahmen in unterschiedliche Phasen, wie Entwicklungs und Umsetzungsphase. Zielgruppen der Forderung sind haufig Unternehmen verschiedener Branchen. Neben Unternehmen werden Netzwerke, d.h. Verbunde aus Unternehmen, Hochschulen, Forschungseinrichtungen und teilweise auch Individuen durch die Programme in unterschiedlichen Stadien des Innovationsprozesses gefordert. Inno Regio setzte beispielsweise in fruhen Innovationsstadien mit der Forderung an, das Programm der InnovatiBewertungskriterien fur Clusterinitiativen 10 ven regionalen Wachstumskerne schliet sich mit der Forderung in einem spateren Stadium an. Diese Programme sind somit komplementar und greifen ineinander uber. Um den Erfolg der Programme zu uberprufen, werden die Programme in der Regel entweder wissenschaftlich durch Expertenjurys begleitet und beraten oder evaluiert. Auch die Evaluierung findet entweder begleitend oder expost statt. Da die meisten clusterorientierten Fordermanahmen erst zwischen den Jahren 1998 und 2003 angelaufen sind, liegen die meisten Erkenntnisse aus den Evaluationen erst ab dem Jahr 2003, also mit einem gewissen zeitlichen Abstand des Programmstarts vor BMBF 2005; BMBFKORIF 2003; Lo et al. 2006; Staehler et al. 2007. 4 Bewertungskriterien fur Clusterinitiativen Wie im vorangegangenen Abschnitt erlautert, steht die Clusterforderung in Deutschland in Kontinuitat zu der bereits seit uber zehn Jahren verfolgten Politik der Forderung von Innovationsnetzwerken, d.h. groen und moglichst dauerhaften Innovationsverbunden unter Beteiligung von Forschungseinrichtungen und Unternehmen unterschiedlicher Groe. Die Netzwerkorientierung impliziert, dass der Aspekt der regionalen Kooperation gegenuber dem Wettbewerb bei der deutschen Clusterforderung im Vordergrund steht. Dasselbe gilt auch fur die Clusterpolitik in den meisten anderen europaischen Landern. Ungeachtet der vielfaltigen Unterschiede hinsichtlich der Branchenstruktur und Innovationskapazitat in den deutschen und europaischen Regionen lasst sich beobachten, dass politische Clusterinitiativen in der Regel die Schaffung einer Agentur oder Geschaftsstelle beinhalten, deren Aufgabe es ist, die Netzwerkbildung innerhalb eines bestehenden Clusters und den Prozess einer gemeinsamen strategischen Profilbildung voranzutreiben. Beispiele dafur sind die sogenannten Clusterplattformen der bayerischen Clusteroffensive, in deren Rahmen uber einen Zeitraum von zunachst funf Jahren Geschaftstellen mit je einem Geschaftsfuhrer und einem ehrenamtlichen Clustersprecher fur 19 Technologiefelder bzw. Branchen gefordert werden. Die wissenschaftliche Literatur zur Clusterpolitik ebenso wie fruhere Evaluationsprojekte des Fraunhofer ISI zeigen ubereinstimmend, dass die Clusterforderung komplexe Anforderungen an die Kompetenz derartiger Netzwerkagenturen stellt. Eine wesentliche Herausforderung der Clusterforderung besteht darin, die spezifischen Potenziale und Hemmnisse in einem regionalen Technologiefeld oder einer regionalen Branche zu identifizieren und daraus mageschneiderte Strategien und Losungsansatze fur den individuellen Cluster zu entwickeln. Hinzu kommt, dass die Netzwerkagentur, anders als die Geschaftsfuhrung in einem Unternehmen, eine ubergeordnete Strategie zur Bewertungskriterien fur Clusterinitiativen 11 Entwicklung des Clusters nicht von oben vorgeben kann. Der Erfolg der jeweiligen Plattform hangt somit wesentlich von der Fahigkeit zur Kommunikation und Kooperation mit Schlusselakteuren und ClusterMitgliedern ab, deren Interessenlagen heterogen sein konnen. 2. 3. Wir gehen davon aus, dass die Wirksamkeit von Clusterinitiativen auf der Akteurs und Manahmenebene am besten durch die Kombination von drei unterschiedlichen Perspektiven untersucht werden kann. 1. Die Perspektive der ClusterAgentur, reprasentiert beispielsweise durch die Clustergeschaftsfuhrer, als durchfuhrende Organisationen der Clusterinitiative, Die Perspektive der Unternehmen und Forschungseinrichtungen, die als Innovationsakteure und Adressaten des Forderprogramms die wichtigste Referenz fur die Bewertung darstellen, Die Perspektive der Einbettung einer Manahme zur Clusterforderung in den innovationspolitischen Kontext, d.h. insbesondere die Passfahigkeit und Uberschneidung mit anderen bestehenden und geplanten Manahmen der Innovations und Wirtschaftsforderung, sowie der kontrafaktische Vergleich mit alternativen innovationspolitischen Szenarien z.B. alternativen Forderkonzepten. Einzubeziehen ist an dieser Stelle in der Regel auch die Sicht des Fordergebers z.B. Wirtschaftsministerium und ggf. anderer betroffener Ressorts z.B. Wissenschaftsministerium. Im Folgenden wird dargestellt, auf welchen Dimensionen und nach welchen Kriterien Clusterpolitik auf der Akteurs und Manahmenebene beurteilt werden sollte. Das Kapitel bietet eine Ubersicht uber ein Set von Bewertungskriterien, die in konkreten Evaluationsprojekten zum Einsatz kommen konnen und sich zum groen Teil auch schon in fruheren Untersuchungen bewahrt haben. Wir gehen davon aus, dass Clusterpolitik in Form von Netzwerkinitiativen in der Regel keine Einzelziele, sondern ganze Zielbundel verfolgt, von denen nicht alle Ziele untereinander kongruent oder komplementar sein mussen. Haufig stehen Einzelziele sogar in konkurrierendem Verhaltnis. Zudem wird die Erfassung der Zielerreichung durch die Heterogenitat der eingebundenen Akteure erschwert. So bedeutet z.B. das abstrakte Ziel Additionalitat fur forschende Grounternehmen, entwickelnde KMU und eingebundene Universitatsforscher erfahrungsgema sehr Unterschiedliches. Vor diesem Hintergrund sind die dargestellten Dimensionen als Baukasten zu verstehen, der je nach dem Gegenstand der individuellen Untersuchung angepasst und erweitert werden sollte. In der Evaluation von Fordermanahmen ist es daruber hinaus verbreitet, in einer gesamtwirtschaftlichen Perspektive die regionalen und uberregionalen Wachstums und Bewertungskriterien fur Clusterinitiativen 12 Beschaftigungseffekte abzuschatzen. Die Abschatzung von Wachstums und Beschaftigungseffekten setzt voraus, dass die Manahme in erster Linie aus einer finanziellen Forderung besteht, die bei den Zuwendungsempfangern zusatzliche Investitionen auslost. Das methodische Vorgehen zur Schatzung von Wachstums und Beschaftigungseffekten ist nicht Gegenstand der vorliegenden Untersuchung, weil es in der Literatur bereits gut dargestellt ist. Insgesamt unterscheiden wir sechs inhaltliche Themenbereiche oder Dimensionen, die Gegenstand der Evaluation von Clusterinitiativen sind. Diese Themenbereiche werden im Folgenden kurz erlautert und werden in der Ubersicht der Evaluationskriterien weiter ausdifferenziert Tabelle 1. 1. 2. 3. 4. 5. 6. Die Bestandsaufnahme verfugbarer Informationsquellen, die Strategie der Clusterinitiative, die Organisation der Clusterinitiative, die Netzwerkbildung im Cluster, Aktivitaten und Instrumente der Clusterinitiative, Die Passfahigkeit im innovationspolitischen Kontext. 4.1 Die Bestandsaufnahme verfugbarer Informationsquellen Die Bestandsaufnahme meint die Sammlung und Analyse von allen verfugbaren Informationen uber die wirtschaftliche Situation, die technologische Leistungsfahigkeit und Innovationskapazitat des einzelnen regionalen Clusters. Die Bestandsaufnahme kann am Anfang der Evaluation stehen und ist eine wertvolle Hintergrundinformation fur die Bewertung der ubrigen Themenbereiche. Haufig steht zu diesem Zeitpunkt noch keine Information uber die Beziehungen zwischen den Akteuren zur Verfugung z.B. Kooperation, Wettbewerb, Wertschopfungskette, so dass die Definition des Clusters sich an makrostatistischen Informationen orientiert. Es stehen mittlerweile auch eine Vielzahl von komplexen Verfahren zur statistischen Clusteranalyse zur Verfugung Buser 2005; Feser 2003; FeserBergman 2000; LechnerLeyronas 2007; Schricke 2007, vgl. auch teilweise Rey 2003; SANDAG o.J.; Smith o.J.; Waits o.J  Die Verfugbarkeit von entsprechenden Daten fur Deutschland oder Europa ist aber nach wie vor begrenzt. Ein reprasentativer Ansatz zur Branchenkonzentration auf der Basis von Beschaftigungsdaten wird derzeit durch das European Cluster Observatory fur die Europaische Union entwickelt regionale Ebene uberwiegend NUTS 2 www.clusterobservatory.eu. Fur Deutschland wurden Untersuchungen uber regionale Cluster beispielsweise von Brenner 2006 und von SternbergLitzenberger 2004 vorgelegt. Da jede dieser Methoden Bewertungskriterien fur Clusterinitiativen 13 uber spezifische methodische Vor und Nachteile verfugt, muss situationsgebunden entschieden werden, welche unter den gegebenen Rahmenbedingungen geeignet erscheint 3 BergmanFeser 1999; BrennerFornahl 2003; Feser 2003; KoschatzkyLo 2007b; Schricke 2007; Steinle et al. 2007. Neben allgemeinen statistischen Quellen sollten bei der Evaluation auch Informationen und Datenerhebungen der regionalen Akteure einbezogen werden. 4.2 Die Strategie der Clusterinitiative Die beschriebene innovationspolitische Herangehensweise bringt es mit sich, dass die Strategie und die Beteiligung bei der Strategiebildung als die Dreh und Angelpunkte fur den Erfolg einer Clustermanahme einzuschatzen sind. cid:190 Die Frage der Strategie ist die Frage nach den verbindenden Interessen einer Gruppe regionaler Akteure, genauer gesagt, die Frage nach dem Interesse dieser Akteure an einer netzwerkformigen Koordination ihres Handelns. Unter ClusterStrategie verstehen wir die strategische Orientierung auf der Ebene der einzelnen Clusterinitiativen, und nicht die Strategie des politischen Ressorts, das Finanzmittel fur die Forderung derartiger Initiativen zur Verfugung stellt. Auf der Ebene der Clusterinitiative beinhaltet die Strategie in erster Linie die Definition des Profils und der angestrebten Wettbewerbsposition eines Clusters. Beide Aspekte hangen eng zusammen, vereinfachend kann man aber die Profilanalyse als Binnensicht auf die Region und die Wettbewerbsposition als Auenansicht der Region im uberregionalen Vergleich verstehen. Bei der Definition des Profils geht es um den Fokus der Kompetenzen und damit um die Frage, wer zu dem Cluster gehort. Das Profil wird letztendlich dadurch gepragt, welche Firmen und Forschergruppen an einer starkeren Vernetzung Interesse haben und wie diese Akteure ihre verbindenden Interessen definieren. Indirekt hat die Definition des thematischen Fokus Auswirkungen auf die funktionale Struktur des Clusters z.B. Kooperation entlang der Wertschopfungskette bzw. umgekehrt, pragen bestehende Kooperationsstrukturen die thematischen Entwicklungspfade eines Clusters. Bei der Analyse der Wettbewerbssituation geht es dagegen um die Frage, wie sich ein gegebener Cluster, d.h. ein Netzwerk von Akteuren mit bestimmten Kompetenzen, im Verhaltnis zu anderen Regionen und Kompetenzclustern national oder international strategisch besser aufstellen kann. 3 InputOutput Tabellen z.B. existieren oft nur aggregiert, auf nationaler Ebene und sind meistens einige Jahre alt. Offentlich zugangliche Innovations und Beschaftigungsmatrizen existieren meist nicht einmal auf nationaler Ebene. Umfragebasierte Netzwerkanalysen sind teuer und zeitaufwandig und der Ruckgriff auf regionale Expertengremien anfallig fur Lobbyismus. Bewertungskriterien fur Clusterinitiativen 14 Obwohl die strategischen Fragen so groe Bedeutung fur den Erfolg der Netzwerkmanahmen haben, stellen sie die Evaluatoren regelmaig vor methodische Probleme: Wie aus dem gemeinsamen Interessenfokus hervorgeht, hangt die geeignete Strategie eines Clusters wesentlich von den Strategien der beteiligten Unternehmen ab. Doch die von offentlichen Institutionen bestellten Evaluatoren erhalten nur selten Zugang zu unternehmensstrategischen Informationen. Hinzu kommt, dass die aus praktischer Sicht auerst spannende Frage der Strategiebildung wenig Material fur wissenschaftliche Verallgemeinerungen hergibt, und in der Regel hochstes in Form von Fallstudien veroffentlicht werden kann. Vor diesem Hintergrund kann es nutzlich sein, bei der Evaluation nicht nur den Inhalt der Strategie unter die Lupe zu nehmen, sondern auch den sozialen Prozess der Strategiebildung. Dazu gehoren z.B. Fragen nach den impliziten oder expliziten Annahmen der Akteure uber Nutzen und Wirkung von Vernetzung oder Clusterforderung, sowie Fragen nach der Breite der Beteiligung, der Komplementaritat oder Konkurrenz unter den beteiligten Akteuren Rollendifferenzierung, und der Moderation von Strategiebildungsprozessen z.B. durch die Clusteragentur vgl. Tabelle 1. Auch der Ansatz von Pickernell et al. 2007, mittels Fragebogen empirisch zu uberprufen, ob es in der betreffenden Industrie Konsens uber den aktuellen und den anzustrebenden Zustand der Clustersder Agglomeration des aktuellen und anzustrebenden Clustertyps gibt, ist vor allem unter Gesichtspunkten des Strategieprozesses und der Prozessbeteiligung interessant. 4.3 Die Organisation der Clusterinitiative Bei der Bewertung der Organisationsstruktur bewegt sich die Evaluation eher auf bekanntem Terrain; hier geht es um im Wesentlichen um die Eignung der Personalausstattung und der Arbeitsorganisation, um die selbstgesteckten oder extern vorgegebenen Ziele einer Clusteragentur zu erreichen. Haufig spielt die Frage des privaten Finanzierungsanteils an den Kosten der Clusteragentur und damit deren langfristige Bestandsfahigkeit eine wichtige Rolle bei Evaluationsauftragen. Fast noch wichtiger als die finanziellen Mittel und deren offentliche oder private Herkunft sind fur den Erfolg der Manahme jedoch die Kompetenzen und Kontakte der beteiligten Personen. Ungeachtet der institutionellen Struktur gelingt es Personlichkeiten mit einer hohen Akzeptanz und Bekanntheit unter den regionalen Akteuren und in der betreffenden Branche oder Technologiefeld erfahrungsgema leichter, unterschiedliche Akteure fur ein Netzwerk zu mobilisieren als Newcomern. Im weiteren Sinn gehoren in den Themenbereich auch Fragen nach der Evolution von Organisationszielen uber die Zeit, sowie die Frage der Entstehung von NetzwerkBewertungskriterien fur Clusterinitiativen 15 Burokratie. Damit ist eine unerwunschte Entwicklung gemeint, bei der organisationale Eigeninteressen das Handeln einer NetzwerkAgentur bestimmen und der zu erbringende Nutzen fur die ClusterMitglieder in den Hintergrund zu treten droht. Ursache dafur konnen beispielsweise Kompetenzkonflikte zwischen unterschiedlichen politischen Ressorts sein, aber auch personliche Interessen der ClusterManager. 4.4 Die Netzwerkbildung im Cluster Das ClusterKonzept von Porter betont die scharfe Konkurrenz zwischen spezialisierten Unternehmen eines Clusters mindestens ebenso stark wie Aspekte der Kooperation zwischen hochspezialisierten Partnern. In der deutschen Clusterpolitik steht jedoch die Netzwerkforderung klar im Vordergrund, wie in Kapitel 3 herausgestellt. Die innovationspolitische Netzwerkforderung ist aus der Forderung des Technologietransfers zwischen Wissenschaft und Wirtschaft und zwischen Unternehmen untereinander in hochdynamischen, wissensintensiven Technologiefeldern entstanden Beispiel Biotechnologie. Sie beruht auf dem Grundgedanken, dass spezialisierte Partner ihre Kompetenzen bundeln, um im Verbund ihre Wettbewerbsfahigkeit zu steigern. Das Thema soziale Netzwerke hat sich seit den 1990er Jahren zu einem eigenen Forschungsfeld entwickelt, an dem die wissenschaftliche ClusterLiteratur einen Anteil halt. Theoretische Begrundungen fur die okonomische Rationalitat der netzwerkformigen Koordination liefern die Transaktionskostentheorie und ressourcenokonomische Theorien siehe kurze Ubersicht in Ossenkopf et al. 2004. Auch in der soziologischen Innovationsforschung spielen NetzwerkAnalysen eine wichtige Rolle, beispielsweise zur Erklarung der Kopplung zwischen Wissenschaft und Wirtschaft als funktionalen Subsystemen der Gesellschaft Heinze 2006. Im Vergleich zu den umfassenderen Theorieansatzen in der okonomischen und soziologischen Literatur ist die wirtschaftsgeographische ClusterLiteratur, die fur das vorliegende Projekt ausgewertet wurde, haufig eher durch AdhocUnterscheidungen zur Charakterisierung von ClusterNetzwerken gekennzeichnet. Diese Unterscheidungen gehen zumeist aus der Untersuchung von empirischen Beispielen hervor, fuhren aber bislang nicht zu einer eigenstandigen theoretischen Integration von unterschiedlichen Aspekten und Erklarungsansatzen. Aus Sicht der Evaluation kann der Mangel an theoretischer Integrationsleistung umgekehrt einen Vorteil der Empirie und Alltagsnahe darstellen, denn die Literatur bietet eine Vielzahl von unterschiedlichen KonzeptVarianten zur Beschreibung von ClusterTypen und Effekten z.B. Ubersichten in Enright 2003; MoulaertSekia 2003, die je nach den Gegebenheiten im vorliegenden Einzelfall selektiv zum Einsatz kommen konnen. Bewertungskriterien fur Clusterinitiativen 16 Da eine starkere Vernetzung ein wesentliches Ziel vieler Clusterinitiativen darstellt, bietet es sich an, im Rahmen einer Evaluation das tatsachliche Ausma und den wahrgenommenen Nutzen der netzwerkformigen Kooperation zu untersuchen. Zu diesem Zweck konnen Befragungen in der Population der tatsachlichen oder auch der potenziellen Clustermitglieder durchgefuhrt werden. In der Evaluationspraxis bietet sich weiterhin die Gelegenheit, die im Rahmen von Innovationswettbewerben geforderten Netzwerke mit solchen zu vergleichen, die keine Forderung erhalten haben. Die Dimensionen und Literaturangaben in Tabelle 1 wurden als Anregung fur die Konzeption derartiger Befragungen zusammengestellt. 4.5 Aktivitaten und Instrumente der Clusterinitiative Promotoren von clusterpolitischen Manahmen wie zum Beispiel Christian Ketels vertreten, dass Clusterpolitik mehr ist oder mehr sein sollte als innovationsorientierte Netzwerkforderung. Nach Ketels bieten Clusterinitiativen die Gelegenheit, das Verhaltnis von offentlichem und privatem Sektor neu zu definieren. Eine funktionale Trennung in dem Sinn, dass die Regierung die Rahmenbedingungen des Wettbewerbs festlegt und Unternehmen in diesem Rahmen konkurrieren, sieht Ketels als uberholt oder unvollstandig an. Denn unter den heutigen Wettbewerbsbedingungen wurden Unternehmen in zunehmendem Ma ihre Gestaltungsmacht und ihren Einfluss erkennen, um allein oder in Kooperation mit anderen Unternehmen auf die Organisationsumwelt einzuwirken: Private and public sector work closely together in economic policy, each taking responsibility of those areas of the business environment they control Ketels 2004: 5. Auch wenn diese Vorstellungen zunachst vage und interpretationsbedurftig formuliert sind, zeigen sie eine mogliche Richtung an, wie sich das Verstandnis von Clusterpolitik in Zukunft auch in Deutschland verandern konnte. Der Einfluss einer Clusterinitiative hangt jedenfalls wesentlich davon ab, wie gro ihr Aktionsradius ist, das heit welche finanziellen, rechtlichen und organisatorischen Moglichkeiten sie mobilisieren kann, um die Organisationsumwelt zu beeinflussen. Das Netzwerk dient unter anderem dazu, diesen Aktionsradius zu erweitern. Wie von Ketels hervorgehoben, sind darunter sowohl private als auch offentliche Gestaltungsmoglichkeiten zu verstehen. Auf der Dimension Aktivitaten und Instrumente konnen daher die groten Unterschiede zwischen Clusterinitiativen bestehen. Haufig bewegen sich die Aktivitaten aber in einem begrenzteren Rahmen, der zum Beispiel folgende Manahmen beinhalten kann: cid:190 Schaffung von Interaktionsraumen, Schaffung von Foren, Bewertungskriterien fur Clusterinitiativen 17 cid:190 Unterstutzung bei der Beantragung komplementarer politischer Forderung, cid:190 Schaffung eines Gemeinschaftsbewusstseins, cid:190 Schaffung einer Marke, gezielte Auendarstellung, cid:190 Unterstutzung der raumlichen Konzentration durch die Einrichtung bzw. Einbeziehung von Industrie und Wissenschaftsparks, cid:190 Verbesserung der Qualifikation am regionalen Arbeitsmarkt Hochschulen, Weiterbildung, cid:190 Bereitstellung offentliche Guter Wissenschaftsparks und Inkubatoren, Schaffung spezifischer Infrastruktur. 4.6 Passfahigkeit der Manahme im innovationspolitischen Kontext Wenngleich hinreichende Vorlagen aus der Literatur fehlen, ist es fur die Evaluation clusterpolitischer Manehmen unabdingbar, die betreffende Clusterpolitik auf ihre zentralen Elemente hin zu analysieren, da die Bezeichnung Clusterinitiative allein noch keinen Mastab fur die Evaluation bietet. Wesentliche zu beantwortende Fragen sind hierbei: cid:190 Welches Metaziel soll erreicht werden regionales Wachstum, Senkung der Arbeitslosigkeit, Steigerung der Wettbewerbsfahigkeit einiger Unternehmen? cid:190 Welches Clusterkonzept wird als Ansatzpunkt zur Erreichung dieser Metaziele zugrunde gelegt welche Faktoren werden als notwendige Bedingungen fur die Existenz eines Clusters gesetzt, welche Dimensionen von Interconnectedness und Institutionen sollen angesprochen werden? cid:190 Welches sindwaren die Ausgangsbedingungen sowie der Entwicklungsstand des Clusters, wie sind diese zu verifizieren? cid:190 Welche Rolle spielen offentliche und private Akteure? cid:190 Auf welcher politischen Handlungsebene werden Entscheidungen getroffen und welche Manahmen konnen von dieser Ebene aus ergriffen werden? Aus Sicht der Autoren bietet sich zur Beantwortung dieser Fragen ein zweistufiges Vorgehen an: Zunachst sind im Rahmen einer Bewertung der Ziele folgende Fragen zu klaren: Sind die vorgesehenen clusterpolitischen Fordermanahmen mit dem angestrebten Metaziel konsistent d.h. erscheint es plausibel, dass diese Manahmen die angestrebten Entwicklungen bewirken konnen? Bewertungskriterien fur Clusterinitiativen 18 Sind die vorgesehenen clusterpolitischen Fordermanahmen sinnvoll in ein arbeitsteiliges politisches Forderkonzept eingebunden? Sind die vorgesehenen clusterpolitischen Fordermanahmen konsistent mit dem ihnen zu Grunde gelegten Verstandnis des Clusterbegriffs? Weiterhin sind im Rahmen einer Bewertung der Optionen d.h. der Berucksichtigung der Ausgangsbedingungen folgende Fragen zu klaren: Sind die vorgesehenen clusterpolitischen Fordermanahmen auf der angestrebten raumlichen Handlungsebene umsetzbar? Sind notwendige komplementare Manahmen, die nur von anderen Handlungsebenen aus umgesetzt werden konnen und damit ihr mogliches Ausbleiben, mit in die Konzeption eingeflossen? Ist eine gezielte Arbeitsteilung zwischen privatwirtschaftlichen und offentlichen Akteuren entwickelt worden? Haben die benannten treibenden Akteure die notwendigen Kompetenzen und Handlungsvollmachten, um die geplanten Manahmen in der Praxis auch umsetzen zu konnen? Welches sind die wirtschaftlichen Ausgangsbedingungen in der Region? Ist es selbst bei vorbildlicher Organisation clusterpolitischer Initiativen wahrscheinlich, dass diese im Rahmen der gegebenen Umstande etwas bewirken konnen? Wenn ja, sind die faktischen Ausgangsbedingungen und die sich daraus ergebenden Notwendigkeiten hinreichend einbezogen worden? Besteht eine hinreichende methodische Kompetenz, um dies zu leisten? Erst im Rahmen einer solchen Gesamtschau lasst sich die zu evaluierende Clusterinitiative hinreichend prazise fassen, um eine Beurteilung zu ermoglichen. Bewertungskriterien fur Clusterinitiativen 19 Abbildung 2: Bewertung der Passfahigkeit von Clustermanahmen im innovationspolitischen Kontext Welches Metaziel soll erreicht werden? ZIELBEWERTUNG In welchem gesamtpolitischen Umfeld steht die Manahme? Welches Clusterkonzept wird zu Grunde gelegt? Auf welcher raumlichinstitutionellen Ebene ist die Manahme verortet? Welche Rolle spielen private und offentliche Akteure bzw. PPPs? Welche konkreten Clustermerkmale sollten gefordert werden? GESAMTBEWERTUNG des politischen Ansatzes des Grades der Zielerreichung OPTIONENBEWERTUNG Welche konkreten Clustermerkmale konnen gefordert werden? Was sind die Ausgangsbedingungen in der Region? 4.7 Ubersicht uber die Bewertungskriterien fur Clusterinitiativen In der folgenden Tabelle 1 sind fur die sechs im Text beschriebenen Dimensionen mogliche Bewertungskriterien und Indikatoren zusammengestellt. Diese Ubersicht dient als Arbeitshilfe fur das Evaluationsdesign und soll auf der Basis laufender Evaluationen fortgeschrieben werden. Sie erhebt keinen Anspruch auf Vollstandigkeit. Ubersicht uber Bewertungskriterien und Literaturquellen fur die Evaluation von Clusterinitiativen Tabelle 1: MerkmalGegenstand 1 Bestandsaufnahme der verfugbaren Informationsquellen Kritische MasseRegionale Konzentration und Verankerung Kriterien, Indikatoren Zahl und Anteil der Beschaftigten Zahl und Anteil der Unternehmen Marktanteil Auenhandelsspezialisierung RCA Lokalisationskoeffizienten, ClusterIndex Bewertungskriterien fur l Custerinitiativen 20 Literatur www.clusterobservatory.eu Brenner 2006 fur DE SternbergLitzenberger 2004 fur DE BergmanFeser 1999 FeserBergman 2000 USA Roelandtden Hertog 1999 KoschatzkyLo 2007a EU, DG Enterprise 2002 Mc Donald et al. 2007 Swann 2006 Learmoth et al. 2003 BergmanLehner 1998a; 1998b FeserBergman 2000USA EU, DG Enterprise 2002 MaskellKebir 2006 MalmbergPower 2006 Funktionale Struktur des Clusters Firmenstruktur groe Unternehmen, KMU Vorhandensein zentraler Glieder einer Wertschopfungskette sektorale InputOutputAnalyse verwandte und unterstutzende Branchen Eigentumerstruktur Eigentumer vorwiegend regional, national oder international MerkmalGegenstand Innovationskapazitat und Exzellenz in der Forschung Kriterien, Indikatoren Offentliche und private Fu EKapazitat Fu EInfrastruktur, Fu EPersonal, Fu EAusgaben, Drittmittel, Reputation Patent und Publikationsmae Fu EProjekte Unternehmensgrundungen, SpinOffs RisikoKapital Wertschopfungs und Wachstumspotenzial Produktivitat Branchenwachstum Beschaftigung, Umsatz Wertschopfungsanteile Markt und Branchentrends Investitionsvorhaben Entstehung von ClusterExternalitaten im vorliegenden Fall durch Kooperation, Konkurrenz, vs. lediglich urbanisationsbedingte Standortvorteile EntwicklungsstadiumReifegrad des Clusters Entwicklungsstadium: Working clusters, latent clusters, potential clusters, policydriven clusters, wishful thinking clusters, Entwicklungsstadium: embryonic, emerging, mature; Phasen: Wachstum, Stagnation, Niedergang ScheiternsMechanismen: Ruckgang der Nachfrage, Ruckgang von selbstverstarkenden EffektenDynamik des Clusters, Konkurrenz ahnlicher Cluster, Verlust der Wettbewerbsfahigkeit Literatur Hendry et al. 2002 LechnerLeyronas 2007 Noteboom 2006 MoulaertSekia 2003 Simmie 2006 AudretschLehmann 2006 FeldmanFrancis 2006 Steiner 2006 Mc Donald et al. 2007 BergmanLehner 1998a; 1998b Roelandtden Hertog 1999 Gilsing 2001 Mc Donald et al. 2007 Newlands 2003 GordonMac Cann 2000 Schricke 2007 MoulaertSekia 2003 FeserBergman 2000 USA Pickernell et al. 2007 MaskellKebir 2006 MalmbergPower 2006 Belussi 2006 Enright 2003: 104 BergmanFeser 1999 KoschatzkyLo 2007a Gilsing 2001 Nauwelaers 2001 Bewertungskriterien fur l Custerinitiativen 21 MerkmalGegenstand ClusterTypen Kriterien, Indikatoren Wirtschaftsgetrieben vs. politikgetrieben 2 Strategie der Clusterinitiative Thematischer FokusProfilbildung Themendefinition, Zielgruppendefinition, Definition von Zielen und Meilensteinen Literatur LundequistPower 2002 Pickernell et al. 2007 FromholdEisebithEisebith 2005 BergmanFeser 1999 Hendry et al. 2002 Roelandtden Hertog 1999 KoschatzkyLo 2007a EU, DG Enterprise 2002 Steinle et al. 2007 Rosenfeld 2003 LechnerLeyronas 2007 MalmbergPower 2006 Paniccia 2006 Swann 2006 Rosenfeld 1997 Rosenfeld 2003 Hendry et al. 2002 BrennerFornahl 2003 Jacobsde Man 1996 LundequistPower 2002 Pickernell et al. 2007 Sternberg et al. 2004 ACENET 2001 Nauwelaers 2001 Gilsing 2001 Raines 2001 Raines 2000 Solvell et al. 2003 FeldmanFrancis 2006 Bewertungskriterien fur l Custerinitiativen 22 MerkmalGegenstand Angestrebte Wettbewerbsposition Annahmen der Akteure uber die Existenz von ClusterEffekten aktuell oder potenziell im vorliegenden Fall Annahmen in Bezug auf die SteuerbarkeitBeeinflussbarkeit von ClusterEffekten Erwartungen hinsichtlich Nutzen und Wirksamkeit von ClusterManahmen Annahmen hinsichtlich von Hemmnissen Kriterien, Indikatoren StarkenBesonderheiten im Standortwettbewerb Competitive Advantage, Relative Spezialisierung Inhaltliche Uberlappung mit anderen Innovationsnetzen Regionen Selbstverstarkende Effekte der regionalen Clusterentwicklung z.B. durch Kooperation, Konkurrenz, lokale offentliche Guter, lokalen Arbeitsmarkt an Fachkraften etc. Gemeinsame Vision und Committment der beteiligten Akteure Motivation zur Beteiligung, Vertrauen, Interessenkongruenz oder komplementaritat unterschiedlicher Akteure, Moderation von Strategieprozessen Literatur FromholdEisebithEisebith 2005 ACENET 2001 Raines 2000 Held 1996 FromholdEisebithEisebith 2005 BrennerFornahl 2003 Jacobsde Man 1996 LundequistPower 2002 Pickernell et al. 2007 Lagendijk 1999 Asheim et al. 2006 FeldmanFrancis 2006 Pickernell et al. 2007 Hendry et al. 2002 Jacobsde Man 1996 Sternberg et al. 2004 Rosenfeld 1997 Rosenfeld 2003 ACENET 2001 Nauwelaers 2001 Raines 2001 Bewertungskriterien fur l Custerinitiativen 23 MerkmalGegenstand Koalitionsbildung und Breite der Beteiligung Kriterien, Indikatoren Beteiligung aller relevanten Akteursgruppen, Rollendifferenzierung der Akteure im Innovationsprozess bzw. entlang der Wertschopfungskette, Offenheit fur neue Mitglieder 3 Organisation der Clusterinitiative Organisationsmodell und Rechtsform Ausstattung mit Personal und Sachmitteln Mitarbeiter, EinnahmenBudget Kompetenz in Netzwerkmanagement Finanzielle Tragfahigkeit Nachhaltigkeit uber Forderzeitraum hinaus Fuhrungspersonlichkeiten Qualifikationsprofil Tatigkeitsschwerpunkte personliche Kontakte Forderquote bzw. Eigenfinanzierung z.B. Mitgliedsbeitrage, Spenden NetzwerkBurokratie Literatur FromholdEisebithEisebith 2005 Hendry et al. 2002 Sternberg et al. 2004 EU, DG Enterprise 2002 ACENET 2001 Raines 2001 Solvell et al. 2003 FromholdEisebithEisebith 2005 Nauwelaers 2001 Raines 2000 Raines 2001 Solvell et al. 2003 EU, DG Enterprise 2002 LundequistPower 2002 Solvell et al. 2003 ACENET 2001 Raines 2000 LundequistPower 2002 Raines 2001 ACENET 2001 LundequistPower 2002 Steiner 2006 FromholdEisebithEisebith 2005 Bewertungskriterien fur l Custerinitiativen 24 MerkmalGegenstand 4 Netzwerkbildung im Cluster Allgemeine Netzwerkbildung: Informations, Kommunikations und Veranstaltungsangebote fur Netzwerkmitglieder Institutionalisierungsgrad des Netzwerks NetzwerkTyp Kriterien, Indikatoren Qualitat, Umfang und Vielfalt der Angebote, Reichweite und Zielgruppenerreichung, Teilnehmererwartungen und Teilnehmerzufriedenheit, Formell vs. informell, Hierarchieebene auf der kooperiert wird, Zentrale vs. passive Akteure Interaktionsdichte, Kooperationsintensitat, Kontakthaufigkeit, Kommunikationskanale Dauer der Kooperationsbeziehungen Kooperationsklima Image und Bekanntheitsgrad der Clusterinitiative Form und Ziele der Kooperation horizontale Kooperation mit direkten Wettbewerbern, Breite des Clusters vertikale Kooperation mit Kunden und Zulieferern, Tiefe des Clusters Hierarchische Struktur und Zentralisierungsgrad des Netzwerks regionale, nationale, internationale Ausrichtung der Beziehungen Literatur GorischBuhrer 2000 Ossenkopf et al. 2004 Steiner 2006 GertlerWolfe 2006 Kiese 2007 Tichy 1997; 2001 Markusen 1996 Enright 1996 StorperHarrison 1991 BergmanFeser 1999 Feser 2003 Fritsch 2003 FritschFranke 2004 GertlerLevitte 2005 GordonMc Cann 2000 Markusen 1996 Newlands 2003 Kiese 2007 Tichy 1997; 2001 Jacobsde Man 1996 MalmbergMaskell 2002 KoschatzkyLo 2007a Bewertungskriterien fur l Custerinitiativen 25 MerkmalGegenstand Kriterien, Indikatoren Fu EKooperationen Humankapital und Lerneffekte MultiplikatorEffekte Vernetzung in der Politik 5 Aktivitaten und Instrumente der Clusterinitiative Dienstleistungsangebote fur Mitglieder Regionale Leuchtturmprojekte Aus und Weiterbildungsangebote Initiierung und Begleitung von Kooperationsprojekten, Zahl und Umfang der Projekte, Passfahigkeit mit Themenschwerpunkten der Clusterinitiative, Beteiligung von KMU, wirtschaftliches Potenzial, Patentanmeldungen Personalmobilitat im Cluster, Angebot und Nachfrage an spezialisierten Arbeitskraften, Studienrichtungen an regionalen Hochschulen Beteiligung und Koordination mit bestehenden regionalen und lokalen Initiativen Einwerbung von Fordermitteln: EUEbene, nationale Ebene Beteiligung relevanter politischer Ressorts Eignung des Losungsansatzes, individuelle Kriterien je nach Art der Manahme Literatur Schricke 2007 Enright 2003 Steinle et al. 2007 Rosenfeld 1997 Pickernell et al. 2007 LechnerLeyronas 2007 Gilson 1999 Feser 2003 Scott 2006 Steiner 2006 Nooteboom 2006 Bewertungskriterien fur l Custerinitiativen 26 MerkmalGegenstand Clusterbezogene Wirtschaftsforderung Kriterien, Indikatoren Unternehmensansiedlungen Grundungsforderung TechnologieInfrastruktur 6 Passfahigkeit der Clusterinitiative im innovationspolitischen Kontext Umfang und innovationspolitischer Stel lenwert der Clusterfordermanahme Eignung des Losungsansatzes und Additionalitat Aufsplittung von Aspekten der Additionalitat je nach Programmzielen Uberschneidung oder Komplementaritat zu anderen bestehenden Programmen auf regionaler oder nationaler Ebene Vergleich mit moglichen Alternativkonzepten KostenNutzenVergleich Mitnahmeeffekte Literatur ACENET 2001 EU, DG Enterprise 2002 Raines 2001 Solvell et al. 2003 Rosenfeld 2002 Raines 2002 Pickernell et al. 2007 LundequistPower 2002 Raines 2002 Asheim et al. 2006 Henry et al. 2006 Edler et al. 2003 Diez 2001 HospersBeugelsdijk 2002 Hospers 2005 LundequistPower 2002 LechnerLeyronas 2007 Asheim et al. 2006 Henry et al. 2006 Asheim et al. 2006 Feser 1998 Sternberg et al. 2004 Henry et al. 2006 Bewertungskriterien fur l Custerinitiativen 27 MerkmalGegenstand Politikkoordination und Politikintegration Kriterien, Indikatoren horizontal: Abstimmung von politischen Manahmen unterschiedlicher Ressorts vertikal: Passfahigkeit der regionalen Clusterpolitik zu ubergeordneten Politikebenen EU, national Literatur Diez 2001 HospersBeugelsdijk 2002 Hospers 2005 LundequistPower 2002 LechnerLeyronas 2007 Henry et al. 2006 Bewertungskriterien f ur l Custerinitiativen 28 Offene Forschungsfragen 29 5 Offene Forschungsfragen In dem vorliegenden Arbeitspapier wurden Kriterien fur die Evaluation von Clusterinitiativen zusammengestellt, die auf der Ebene von Akteuren und Manahmen ansetzt. Makrostatistische Analysen, die Effekte von Clustern im Regionenvergleich modellieren, gehoren nicht zum Gegenstand dieses Papiers. Die Ubersicht uber die Dimensionen und Einzelkriterien zeigt, dass es bereits eine sehr differenzierte Literatur zur Beschreibung und Analyse der Eigenschaften von Clustern und regionalen Netzwerken gibt, ohne dass die Vielfalt der Unterscheidungen bislang theoretisch integriert worden ist. Die vorliegende Ubersicht kann fur die Konstruktion von individuellen Evaluationsdesigns verwendet werden. Damit haben wir einen flexiblen Baukasten zusammengestellt, der in unterschiedlichen Situationen und Ausgangsbedingungen angepasst werden kann. Unser Evaluationskonzept geht davon aus, dass in der Praxis Forderkonzepte verbreitet sind, bei denen regionale Netzwerkagenturen etabliert werden. Gegenstand der Bewertung sind somit die Strategie, Organisation, Aktivitaten und die Effektivitat einer Clusterinitiative, die typischerweise aus Clustermitgliedern und einer Netzwerkagentur besteht. Ein Grundgedanke der Netzwerkforderung besteht darin, durch koordiniertes Handeln Synergien zu erzeugen. Der Bewertungsgegenstand ist umso umfangreicher, je groer die Handlungsspielraume der Clusterinitiative sind, das heit je mehr Moglichkeiten und Kompetenzen den beteiligten Akteuren zur Verfugung stehen, um auch die politischen Rahmenbedingungen und die Organisationsumwelt fur die Unternehmen und Forschungseinrichtungen eines Clusters zu beeinflussen. Es ist bisher ungeklart, ob Clusterpolitik mit der Zeit eine Dynamik entwickelt, die uber die innovationspolitische Netzwerkforderung hinausfuhrt, wie von manchen wissenschaftlichen Vertretern der Clusterpolitik gefordert. Bisher stellte sich die Netzwerkforderung in Deutschland als ein innovationspolitisches Instrument unter anderen dar, das besonders durch das BMBF favorisiert wurde. Doch hat der relative Stellenwert dieses Instrumentariums seit Mitte der 1990er Jahre stark an Bedeutung gewonnen und stellt ein zentrales Instrument der Innovationspolitik in den neuen Bundeslandern dar. Mit der HightechStrategie der Bundesregierung werden hier in Zukunft wahrscheinlich noch starkere Akzente gesetzt. Auerdem kommen die Bundeslander durch die SpitzenclusterInitiative des Bundes unter Druck, selbst Clusterforderprogramme aufzulegen, auch wenn sie in der Vergangenheit diesbezuglich noch keinen Handlungsbedarf gesehen hatten Beispiel BadenWurttemberg. Literatur 30 Zukunftiger Forschungsbedarf cid:190 Durch die Evaluation zahlreicher Clusterinitiativen begleitend oder expost und den Vergleich der Ergebnisse sollte belegt werden, welche Wirkungen die regionale Innovationspolitik von erfolgreichen Clusterinitiativen erwarten kann, das heit fur welche innovationspolitischen Ziele dieses Instrumentarium tatsachlich geeignet ist. cid:190 Vor dem Hintergrund, dass die Clusterforderung Teil einer zunehmenden Verwertungsorientierung und einer zunehmenden Tendenz zur thematischen Auensteuerung der Forschung ist, sehen wir die Effekte der Netzwerkforderung auf die offentliche Forschung als ein wichtiges Thema an. Es sollte untersucht werden, welche Auswirkungen die Netzwerkforderung insgesamt auf die Forschungsbedingungen und die wissenschaftliche Exzellenz an Universitaten und Forschungseinrichtungen hat: Nutzt die Netzwerkforderung in erster Linie den Unternehmen, und in welchem Umfang profitieren davon auch die Universitaten und Forschungseinrichtungen? Besteht die Gefahr, dass Forschungseinrichtungen zu verlangerten Werkbanken der Unternehmen werden? cid:190 Es sollte untersucht werden, welche Beispiele von Branchen oder Technologiefeldern es gibt, in denen die Clusterpolitik, unabhangig ob sie als solche bezeichnet wird oder nicht, weit uber die innovationsorientierte Netzwerkforderung hinausgeht, in Richtung einer Neujustierung des Verhaltnisses von offentlichen und privaten Akteuren, mit dem Ziel, nationale oder regionale Wirtschaftscluster international wettbewerbsfahiger zu machen. Literatur 6 ACENET 2001: Good practice on cluster management, Report for the EU Project ACENET Accelerating the Establishment of Clusters and Company Networks, SFG. Online: http:www.clusterlink.comACENETnewPdf_g_pStyria.pdf. Asheim, B.Cooke, P.Martin, R. 2006: The rise of the cluster concept in regional analysis and policy: a critical assessment. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 129. Audretsch, D.B.Lehmann, E.E. 2006: The role of clusters in knowledge creation and diffusion: an institutional perspective. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 188198. Belussi, F. 2006: In search of a useful theory of spatial clustering: agglomeration versus active clustering. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 6989. Literatur 31 Benneworth, P.Henry, N. 2004: Where Is the Value Added in the Cluster Approach? Hermeneutic Theorising, Economic Geography and Clusters as a Multiperspectival Approach, Urban Studies, 41, 10111023. Bergman, E.M.Feser, E.J. 1999: Industrial and Regional Clusters: Concepts and Comparative Applications, The Web Book of Regional Science. Online: http:www.rri.wvu.eduWeb BookBergmanFesercontents.htm; http:www.rri.wvu.eduWeb BookBergmanFeser. Bergman, E.M.Lehner, P. 1998a: Industrial Cluster Formation in European Regions. U.S. Cluster Templates and Austrian Evidence SREdiscussion No. 65. Vienna: Department of Urban and Regional Development, Economic University. Bergman, E.M.Lehner, P. 1998b: Industrial cluster learning plattforms. Methodology and case studies of four local Austrian industry clusters SREdiscussion No. 64. Vienna: Department of Urban and Regional Development, Economic University. BMBF 1996: Bundesbericht Forschung 1996. Bonn: BMBF Referat Offentlichkeitsarbeit. BMBF 2005: Das BMBFForderprogramm Inno Regio Ergebnisse der Begleitforschung. Bonn, Berlin: Druck und Verlag Zimmermann. BMBFKORIF 2003: Innovationsforen Evaluationsbericht 2002. Muhlheim an der Ruhr: Buch und Offsetdruckerei Richard Theirbach Gmb H. Brenner, T. 2006: Identification of Local Industrial Clusters in Germany, Regional Studies, 40, 114. Brenner, T.Fornahl, D. 2003: Politische Moglichkeiten und Manahmen zur Erzeugung lokaler branchenspezifischer Cluster, Jahrbuch fur Wirtschaftswissenschaften, 54, 73100. Buser, B. 2005: Regionale Wirtschaftskreislaufe und regionale Wachstumspolitik. Regionalpolitische Prioritaten fur unterschiedliche Regionen im Schweizer Alpenraum auf der Basis regionaler InputOutput Tabellen. Abhandlung zur Erlangung des Titels Doktor der Wissenschaften der ETH Zurich, Zurich. Online: http:ecollection.ethbib.ethz.chshow?type dissnr15924partfulltext. Czamanski, S.Ablas, L.A. 1979: Identification of Industrial Clusters and Complexes: a Comparison of Methods and Findings, Urban Studies, 16, 6180. Department of Trade and Industry DTI 2001: Business Clusters in the UK a first http:www.dti.gov.ukregionalclustersclustersOnline: assessment. assessmentpage 17380.html. Diez, M.A. 2001: The Evaluation of Regional Innovation and Cluster Policies: Towards a Participatory Approach, European Planning Studies, 9, 907924. Literatur 32 Edler, J.Buhrer, S.Lo, V.Rainfurth, C.Kuhlmann, S.Sheikh, S. 2003: Assessment Zukunft der Kompetenzzentrenprogramme K plus und K indnet und Zukunft der Kompetenzzentren Endbericht an das Bundesministerium fur Verkehr, Innovation und Technologie BMVIT und das Bundesministerium fur Wirtschaft und Arbeit BMWA in Kooperation mit KMU Forschung Austria, Wien. Karlsruhe: Fraunhofer ISI. Enright, M. 2003: Regional clusters: What we know and what we should know, Innovation Clusters and Interregional Competition, 99129. Enright, M.J. 1996: Regional Cluster and Economic Development: A Research Agenda. In: Staber, U.H.Schaefer, N.V.Sharma, B. Hrsg.: Business Networks, Prospects for Regional Development. Berlin: de Gruyter, 190214. European Commission, DG Enterprise 2002: Regional clusters in Europe Observatory of European SMEs 2002 No. 3. Luxembourg: Office for Official Publications of the European Communities. Feldman, M.Francis, J.L. 2006: Entrepreneurs as agents in the formation of industrial clusters. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 115136. Feser, E.J. 2003: What Regions Do Rather than Make: A Proposed Set of Knowledgebased Occupation Clusters, Urban Studies, 40, 19371958. Feser, E.J.Bergman, E.M. 2000: National Industry Cluster Templates: A Framework for Applied Regional Cluster Analysis, Regional Studies, 24, 119. Fritsch, M.Franke, G. 2004: Innovation, regional knowledge spillovers and RD cooperation, Research Policy, 33, 245255. Fritsch, M. 2003: Does RDCooperation Behaviour Differ between Regions?, Industry and Innovation, 10, 2539. FromholdEisebith, M.Eisebith, G. 2005: How to institutionalize innovative clusters? Comparing explicit topdown and implicit bottomup approaches, Research Policy, 34, 12501268. Gertler, M.S.Levitte, Y.M. 2005: Local Nodes in Global Networks: The Geography of Knowledge Flows in Biotechnology Innovation, Industry and Innovation, 12, 487507. Gertler, M.S.Wolfe, D.A. 2006: Spaces of knowledge flows: clusters in a global context. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 218235. Gilsing, V. 2001: Towards secondgeneration cluster policy: The case of the Netherlands. In: OECD Hrsg.: Innovative Clusters: Drivers of National Innovation Systems. Paris: OECD, 361376. Literatur 33 Gilsing, V. 2000: Cluster governance. How clusters can adapt and renew over time, Paper Prepared for the DRUID Ph DConference Copenhagen, January 2000. Rotterdam: Erasmus University. Gilson, R.J. 1999: The Legal Infrastructure of High Technology Industrial Districts: Silicon Valley, Route 128, and Covenants Not to Compete, New York University Law Review, 74, 575629. Gordon, I.R.Mc Cann, P. 2000: Industrial Clusters: Complexes, Agglomeration andor Social Networks?, Urban Studies, 37, 513532. Gorisch, J.Buhrer, S. 2000: Netzwerk und Kommunikationsstruktur der funf EXISTInitiativen Einschatzung der Netzwerkpartner Ende 1999 . Karlsruhe: Fraunhofer ISI internes Papier. Heinze, T. 2006: Die Kopplung von Wissenschaft und Wirtschaft. Das Beispiel der Nanotechnologie. FrankfurtNew York: Campus Forschung. Held, J.R. 1996: Clusters as an Economic Development Tool: Beyond the Pitfalls, Economic Development Quarterly, 10, 249261. Hendry, C.Brown, J.Ganter, H.D.Hilland, S. 2002: Understanding Innovation: How firms innovate and what governments can do to help Wales and Thuringia compared: AngloGerman Foundation for Study of Industrial Society. Online: http:www.agf.org.ukpubspdfs1234web.pdf abgerufen am: 20.03.2004. Henry, N.Pollard, J.Benneworth, P. 2006: Putting clusters in their place. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 272291. Hospers, G.J. 2005: Best practices and the dilemma of regional cluster policy in Europe, Tijdschrift voor Economische en Sociale Geografie, 96, 452457. Hospers, G.J.Beugelsdijk, S. 2002: Regional Cluster Policies: Learning by Comparing?, Kyklos, 55, 381402. Jacobs, D.de Man, A.P. 1996: Clusters, Industrial Policy and Firm Strategy: A Menu Approach, Technology Analysis Strategic Management, 8, 425437. Ketels, C. 2004: European Clusters. In: Hagbarth, L. Hrsg.: Structural Change in Europe 3 Innovative City and Business Regions. Bollschweil: Hagbarth Publications. Ketels, C.Lindqist, G.Solvell, O. 2007: Clusters and Cluster Organisations. Center for Strategy and Competitiveness. Stockholm: Stockholm School of Economics. Kiese, M. 2007: Cluster Approaches to Local Economic Development Conceptual Remarks and Case Studies from Lower Saxony, Germany. In: Blien, U.Maier, G. Hrsg.: Clusters Wonder Tool of Regional Policy? im Erscheinen. Koschatzky, K.Lo, V. 2007a: Methodological framework for cluster analyses Working Papers Firms and Region No. R12007. Karlsruhe: Fraunhofer ISI. Literatur 34 Koschatzky, K.Lo, V. 2007b: Promoting regional networking and cluster formation in East Germany: a chance for setting up new regional growth regimes in an economically volatile environment?, International Journal of Entrepreneurship and Innovation Management, 7, 462481. Lagendijk, A. 1999: Innovative forms of regional structural policy in Europe: The role of dominant concepts and knowledge flows. In: Fischer, M.M.SuarezVilla, L.Steiner, M. Hrsg.: Innovation, Networks and Localities. Berlin: Springer, 272299. Learmonth, D.Munro, A.Swales, J.K. 2003: Multisectoral cluster modelling: The evaluation of Scottish enterprise cluster policy, European Planning Studies, 11, 567584. Lechner, C.Leyronas, C. 2007: A new model for cluster dynamics: from strategic to regional networks a study of the development of a French hightech cluster, International Journal of Entrepreneurship and Small Business, 4, 341360. Lo, V.Wolf, B.Koschatzky, K.Wei, D. 2006: Forderung von Forschung und Entwicklung bei Wachstumstragern in benachteiligten Regionen. Evaluation des BMWiProgramms INNOWATT. Stuttgart: Fraunhofer IRB Verlag. Lundequist, P.Power, D. 2002: Putting Porter into Practice? Practices of Regional Cluster Building: Evidence from Sweden, European Planning Studies, 10, 686704. Malmberg, A.Maskell, P. 2002: The elusive concept of localization economies: towards a knowledgebased theory of spatial clustering, Environment and Planning A, 34, 429449. Malmberg, A.Power, D. 2006: True clusters: a servere case of conceptual headache. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 5068. Markusen, A. 1996: Sticky Places in Slippery Space: A Typology of Industrial Districts, Economic Geography, 72, 293313. Maskell, P.Kebir, L. 2006: What qualifies as a cluster theory? In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 3049. Mc Donald, F.Huang, Q.Tsagdis, D.Tuselmann, H.J. 2007: Is there evidence to support Portertype cluster policies?, Regional Studies, 41, 3949. Moulaert, F.Sekia, F. 2003: Territorial Innovation Models: A Critical Survey, Regional Studies, 37, 289302. Nauwelaers, C. 2001: Pathdependency and the role of institutions in cluster policy generation. In: Mariussen, A. Hrsg.: Cluster Policies Cluster Development? Stockholm: Nordregio, 93107. Newlands, D. 2003: Competition and Cooperation in Industrial Clusters: The Implications for Public Policy, European Planning Studies, 11, 511520. Literatur 35 Nooteboom, B. 2006: Innovation learning and cluster dynamics. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 137163. OECD 1999: Boosting Innovation. The Cluster Approach. OECD Proceedings. Paris: OECD. Ossenkopf, B.Lo, V.Eggers, T.Gersten, K.Hemer, J.Koschatzky, K.Wengel, J.Feine, P.Jurgens, H.Wolf, B. 2004: Evaluierung und Weiterentwicklung der Netzwerkstrategie des Freistaates Sachsen Endbericht fur das Sachsische Staatsministerium. Karlsruhe: Fraunhofer ISI. Paniccia, I. 2006: Cutting through the chaos: towards a new typology of industrial districts and clusters. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 90114. Pickernell, D.Rowe, P.A.Christie, M.J.Brooksban, D. 2007: Developing a framework for network and cluster identification for use in economic development policymaking, Entrepreneurship Regional Development, 19, 339358. Porter, M.E. 1990: The competitive advantage of nations. Basingstoke: Macmillan. Porter, M.E. 1998: Clusters and the new economics of competition, Harvard Business Review, 76, 7790. Raines, P. 2001: The cluster approach and the dynamics of regional policymaking Regional and Industrial Policy Research Paper No. 47. Glasgow: European Policies Research Centre, University of Strathclyde. Raines, P. 2002: Cluster policy Does it exist? In: Raines, P. Hrsg.: Cluster Development and Policy. Ashgate: Aldershot, 2133. Raines, P. 2000: Developing Cluster Policies in Seven European Regions Regional and Industrial Policy Research Paper No. 42. Glasgow: European Policies Research Centre, University of Strathclyde. Rey, S.J. 2003: Identifying Regional Industrial Clusters in Imperial County California. San Diego: Department of Geography, San Diego State University. Roelandt, T.J.A.den Hertog, P. 1999: Cluster Analysis and clusterbased policy making in OECD countries: an introduction to the theme. In: OECD Hrsg.: Boosting Innovation: The Cluster Approach. Paris: OECD, 926. Rosenfeld, S.A. 1997: Bringing Business Clusters into the Mainstream of Economic Development, European Planning Studies, 5, 323. Rosenfeld, S.A. 2002: Creating smart systems. A guide to cluster strategies in less favoured regions, Paper Presented at A Seminar on European Union Regional Innovation Strategies, Brussels. Online: http:europa.eu.int commregional_policyinnovationpdfguide_rosenfeld_final.pdf. Rosenfeld, S.A. 2003: Expanding Opportunities: Cluster Strategies that reach more people and more places, European Planning Studies, 11, 360377. Literatur 36 SANDAG o.J.: Understanding Cluster Analysis. Online: http:www.sandag.cog.ca.usrtatransfercluster_analysis.pdf. Schricke, E. 2007: Lokalisierungsmuster und Entwicklungsdynamik von Clustern der Optischen Technologien in Deutschland. Untersucht am Beispiel von Clusterstrukturen in Thuringen, Bayern und Niedersachsen. Der Naturwissenschaftlichen Fakultat der Leibniz Universitat Hannover vorgelegte Dissertation. Hannover. Scott, A. 2006: Spatial and organizational patterns of labor markets in industrial clusters: the cas of Hollywood. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 236254. Simmie, J. 2006: Do clusters or innovation systems drive competitiveness? In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 164187. Smith, R.V. o.J.: Industry Cluster Analysis: Inspiring a Common Strategy for Community Development. Online: http:www.extension.psu.eduworkforceBriefsINDclust Anal.pdf. Solvell, O.Lindquist, G.Ketels, C. 2003: The Cluster Initiative Greenbook. Stockholm: Ivory Tower. Online: http:www.clusterresearch.orggreenreg.htm. Staehler, T.Dohse, D.Cooke, P. 2007: Evaluation der Fordermanahmen Bio Regio und Bio Profile. Berlin: BMBF. Steiner, M. 2006: Do clusters think? an institutional perspective on knowledge creation and diffusion in clusters. In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 199217. Steinle, C.Schiele, H.Mietzner, K. 2007: Merging a Firmcentred and a Regional Policy Perspective for the Assessment of Regional Clusters: Concept and Application of a Dual Approach to a Medical Technology Cluster, European Planning Studies, 15, 235251. Sternberg, R.Kiese, M.Schatzl, L. 2004: Clusteransatze in der regionalen Wirtschaftsforderung. Theoretische Uberlegungen und empirische Beispiele aus Dortmund, Wolfsburg und Hannover, Zeitschrift fur Wirtschaftsgeographie, 48, 159176. Sternberg, R.Litzenberger, T. 2004: Regional clusters in Germany Their geography and their relevance for entrepreneurial activities, European Planning Studies, 12, 767791. Storper, M.Harrison, B. 1991: Flexibility, Hierarchy and Regional Development: The Changing Structure of Industrial Production Systems and their Forms of Governance in the 1990s, Research Policy, 20, 407422. Literatur 37 Swann, P. 2006: Cluster and hinterland: when is proactive cluster policy appropriate? In: Asheim, B.Cooke, P.Martin, R. Hrsg.: Clusters and Regional Development: Critical Reflections and Explorations. LondonNew York: Routledge, 255271. Tichy, G. 1997: ClusterKonzepte Ihre Bedeutung fur die osterreichische Wirtschafts und Technologiepolitik, Wirtschaftspolitische Blatter, 44, 249256. Tichy, G. 2001: Regionale Kompetenzzyklen Zur Bedeutung von Produktlebenszyklus und Clusteransatzen im regionalen Kontext, Zeitschrift fur Wirtschaftsgeographie, 45, 181201. van Geenhuizen, M.ReyesGonzalez, L. 2007: Does a clustered location matter for hightechnology companies performance? The case of biotechnology in the Netherlands, Technological Forecasting Social Change, 74, 16811696. Waits, M.J. o.J.: The Added Value of the Industry Cluster Approach to Economic AnaOnline: Development, Delivery. lysis, and http:www.nga.orgcdafilesCluster Waits.pdf. Strategy Service Anhang Tabelle 2: Manahme Auswahl von Fordermanahmen zur Clusterbildung in Deutschland verfolgtes Ziel Fordervolumen zeitraum, Fordergeber Zielgruppe Branche Region Evaluationexterne Beratung Bundesprogramme mit vorrangig innovations und technologiepolitischer Zielsetzung Bio RegioBio Profile Erkennen und Fordern von Regionen, die spezielle Profile in besonders zukunftsfahigen Anwendungsfeldern der modernen Biotechnologie aufweisen. Ausbau der Starken, Unterstutzung der Unternehmensgrundung, zur Starkung der Region Kompetenznetze Forderung der internationalen Bekanntheit von regional konzentrierten Innovationsclustern mit supranationaler Bedeutung Institut fur Weltwirtschaft, Kiel; Consulting fur Innovations und Regionalanalysen CIR; University of Cardiff, CASS Begleitung durch Beirat BMBF: Start des Projekts Bio Regio: 1995, Fordervolumen: 90 Mio. Start des Projekts Bio Profile: 1999 2007, Fordervolumen 51 Mio. , Projekttrager Julich Folgeprojekte: Exist GoBio etc. BMBF Start: 1998 BMBF, seit 2006 BMWi zustandig, Geschaftsstelle VDIVDE Innovation Technik Gmb H Berlin BMWi Forderung von Biotechnologieunternehmen wahrend und nach ihrer Grundung, es existieren heute 25 BioRegionen in Deutschland, mit 600 jungen Unternehmen Akteure aus unterschiedlichen Wertschopfungsstufen, kollaborative Technologieentwicklung, Technologietransfer, Erkennbarkeit eines klaren Profils, regionale Konzentration, Forderung von 120 Kompetenznetzen aus 16 Innovationsfeldern, in 30 Regionen Anhang 38 Manahme verfolgtes Ziel Spitzenclusterwettbewerb des BMB Teil der HightechStrategie Bio Industrie 2021 Forderung vorhandener und gut entwickelter Cluster zur Scharfung des Profils, Beseitigung von Entwicklungshemmnissen, Forderung internationaler Sichtbarkeit. Gefordert werden Vorhaben: zu innovativen Kooperationsformen Bsp: Industries on campus, zu innovativen Formen der Aus und Weiterbildung, zur Ansiedlung auslandischer Unternehmer und zu neuen Methoden der Kooperationdes Managements Ideen und Forschungsergebnisse auf dem Gebiet der Weien Biotechnologie aus Hochschulen und Forschungsinstituten schneller als Produkte auf den Markt zu bringen Investitionen im Bereich der industriellen Biotechnologie zu mobilisieren Innovationspotenziale und kompetenzen von sich selbst organisierenden und nachhaltigen Netzwerken verstarkt fur die Verbesserung der wirtschaftlichen Wertschopfung, der Wettbewerbsfahigkeit und der Beschaftigungssituation Zielgruppe Branche Region Evaluationexterne Beratung Forderdauer: bis zu 5 Jahre; begleitende Evaluierung ist vorgesehen Anhang Fordervolumen zeitraum, Fordergeber Kickoff Infoveranstaltung am 3. September 2007. Infos unter: www.spitzencluster.de BMBF BMBF Bestandteil der HighTechStrategie; 150 Mio bis 2021; Forderdauer einer Initiative bis zu 5 Jahre Start: August 2006 Unternehmen und Forschungseinrichtungen der Biotechnologie, insbesondere der weien Biotechnologie; nicht bekannt 39 Manahme verfolgtes Ziel Fordervolumen zeitraum, Fordergeber Zielgruppe Branche Region Evaluationexterne Beratung Anhang Innovationscluster der Fh G Manahme im Rahmen des Pakts fur Forschung und Innovation zu erschlieen durch uberregionale und regionale Partner aus Wirtschaft, Wissenschaft und Finanzwesen Kooperationen von Wirtschaft, Wissenschaft, Staat und Gesellschaft in regionaler Nachbarschaft mit dem Ziel, erfolgreich in Markten zu agieren und auf diesem Weg auch Beschaftigung zu sichern. Von den neuen Forschungsinfrastrukturen sollen Impulse ausgehen, um die heimische Wirtschaft im internationalen Wettbewerb zu starken nicht bekannt Fh G, BMBF, Beschlusse der BundLanderKommission fur Bildungsplanung und Forschungsforderung BLK vom November 2004 und Juni 2005 zum Pakt fur Forschung und Innovation Zielgruppe: Forschungseinrichtungen und Industrie; bislang Forderung von 7 Innovationsclustern: Mechatronischer Maschinenbau Chemnitz, Optische Technologien Jena, Digitale Produktion Stuttgart, Nanotechnologie Dresden, Personal Health Erlangen, Digitale Nutzfahrzeugtechnologie Kaiserslautern, Automotive Quality SaarbruckenBundesprogramme mit innovations und regionalpolitischer Zielsetzung, vor allem in den neun Bundeslandern NBL Unternehmen Region, BMBF, Dachprogramm verschiedene Branchen und Regionen in den NBL BMBF teilweise Inno Regio Starkung der neuen Lander, Dachmarke fur 5 Programme: Inno Regio, Innovative regionale Wachstumskerne, Zentren fur Innovationskompetenz, Innovationsforen, Inno Profile Erschlieung von Innovationspotenzialen in den NBL, Forderung von regionalen Innovationsnetzwerken durch Kooperations und Netzwerkforderung verschiedene Phasen: Qualifizierungsphase April bis Okt. 1999, Entwicklungsphase Nov. 1999 bis Okt. 2000, Umsetzungsphase Nov. 2000 bis geforderte Branchen: Gesundheit, Tourismus, Recycling, Biotechnologie, Fahrzeugzulieferindustrie, Maritime Industrie, Maschinenbau, Landwirtschaft, Pharmazie, Biotechnologie, Mewissenschaftliche Begleitung durch DIW und Partner uber 5 Jahre 19992004; Inhalt: Analyse der Effekte, Bewertung des Forderansatzes, Erarbeitung 40 Manahme verfolgtes Ziel Innovative regionale Wachstumskerne Forderung von Bundnissen zwischen Unternehmen, Hochschulen und Forschungseinrichtungen. Bedingung: Bundnisse mussen in ihrer Region uber einzigartige Kompetenzen mit hohem Innovationspotenzial verfugen und sollen im Idealfall zum Entstehen eines erfolgreichen regionalen Wirtschaftsclusters fuhren Zielgruppe Branche Region Evaluationexterne Beratung Anhang dizintechnik, Bautechnik, Produktionstechnik, Musikinstrumentenhersteller, Bekleidung, Werkstoffe, Kommunikationstechnologie Forderung nach Bundeslandern: Berlin 1, Brandenburg 3, MecklenburgVorpommern 4, SachsenAnhalt 5, Thuringen 3, Sachsen 7 themenoffen, mehrere Unternehmen der Region Das Programm orientiert sich an den Fordergrundsatzen und Erfahrungen von InnoRegio, setzt aber in einem spateren Stadium des Innovationsprozesses an von Vorschlagen zur Verbesserung solcher Forderansatze Das Programm wird wissenschaftlich begleitet, das Malik Managementzentrum St. Gallen hat die Erfahrungen und Fortschritte der geforderten Wachstumskerne von 2003 bis 2005 evaluiert Fordervolumen zeitraum, Fordergeber Dez. 2006, Fordervolumen der Umsetzungsphase: 230,5 Mio. , Hohe der einzelnen Forderungen 3,1 bis 20,5 Mio. BMBF Start 2001, Fordersumme: 112 Mio. bis 2009, Erweiterung Juni 2007 um Modul WK Potenzial Transfer von wissenschaftlichen Ergebnissen in reg. Unternehmen, Bewerbung fortlaufend, Projekttrager Julich, Hohe der Forderung: bis 50 % fur Grounternehmen, bis 70 % fur KMU, bis 100 % fur Forschungseinrichtungen. Dauer: 3 Jahre. BMBF 41 Manahme verfolgtes Ziel Netzwerkmanagement Ost Landesinitiativen Allianz Bayern Innovativ ClusterStrategie NRW Aufbau von innovativen Netzwerken von KMU in den NBL, um im uberregionalen Wettbewerb zu bestehen besteht aus 2 Saulen: 1. ClusterOffensive Bayern, 2. Regionalmanagement Ziel ist es die regionale und uberregionale Zusammenarbeit innerhalb einer Branche zu starken und so die Wettbewerbsfahigkeit des Standorts Bayern zu starken Herausbildung international wettbewerbsfahiger Cluster in relevanten Zukunftsfeldern und deren Vernetzung, ausgewahlte regionale Netzwerke sollen landesweit etabliert und gefordert werden Fordervolumen zeitraum, Fordergeber Start: Februar 2002 BMWi, Fordervolumen 2003 bis 2006 ca. 23,5 Mio. BMWi Bayerisches Staatsministerium fur Wirtschaft, Infrastruktur, Verkehr und Technologie: Start 2006, Laufzeit zunachst bis 2011. Volumen 50 Mio. fur Cluster Offensive aus Privatisierungserlosen, 10 Mio. fur Regionalmanagement 5 aus Landesmitteln, 5 aus EFRE Ministerium fur Innovation, Wissenschaft, Forschung und Technologie sowie das Ministerium fur Wirtschaft, Mittelstand und Energie in NRW: Forderung zunachst 3 Jahre, danach Uberprufung und ggf. Anpassung Zielgruppe Branche Region Evaluationexterne Beratung Anhang Zuschusse erfolgen an Netzwerkmanager, KMU, Forschungseinrichtungen max. 300 T, uber 3 Jahre degressiv ausgestaltete Forderung Forderung von 19 bedeutenden bayerischen Branchen und Kompetenzfeldern den Clustern, bestehende regionale Gremien, die sich mit Regionalmanagement befassen Betreuung durch Ai F laufende Zwischenevaluation durch das Fraunhofer ISI 20072008 Begleitung durch ClusterManagement zunachst fur drei Jahre 16 Branchen und Technologiebereiche: Gesundheit, Ernahrung, Logistik, Neue Werkstoffe, Nano, Mikro, Biotechnologien, Automotive, Maschinen und Anlagenbau, Kunststoff, Chemie, Umwelttechnologien, Energie, Informations und Kommunikationstechnologien, Medien und Kulturwirtschaft 42 43 Die Reihe Arbeitspapiere Unternehmen und Region prasentiert Forschungsergebnisse des Competence Centers Politik und Regionen des FraunhoferInstituts fur System und Innovationsforschung Fraunhofer ISI, Karlsruhe. Titel Clusterpolitik: Kriterien fur die Evaluation von regionalen Clusterinitiativen Zur theoretischen Bedeutung sozialer und organisatorischer Netzwerke im Grundungsprozess wissensintensiver Unternehmen The spatial embeddedness of multinational enterprises research activity A bibliometric analysis Services a forte intensite de connaissances, contexte regional et comportements dinnovation: une comparaison internationale The key dimensions of knowledgeintensive business services KIBS analysis: a decade of evolution Methodological framework for cluster analyses Empirische Untersuchung zu den Einflussfaktoren der Finanzierungsprobleme junger Unternehmen in Deutschland und deren Auswirkungen auf die Wirtschaftpolitik A regional typology of innovation capacities in New Member States Candidate Countries Kapitalschonende Entwicklungswege Ansatze zur Losung der Finanzierungsprobleme junger innovativer Unternehmen On the significance of geographical proximity for the structure and development of newly founded knowledgeintensive business service firms On the Significance of Economic Structure and Regional Innovation Systems for the Foundation of KnowledgeIntensive Business Services A Comparative Study in Bremen, Munich, and Stuttgart, Germany Nr. R32008 U12008 R22008 R12008 U12007 R12007 U12006 R12006 R12005 R22004 R12004 Autoren Arlette JappeHeinze Elisabeth Baier Henning Kroll Thomas Stahlecker Arlette JappeHeinze Knut Koschatzky David Doloreux Andrea Zenker Emmanuel Muller Emmanuel Muller David Doloreux Knut Koschatzky Vivien Lo Bjorn Wolf Emmanuel Muller Arlette Jappe JeanAlain Heraud Andrea Zenker Bjorn Wolf Birgit Ossenkopf Thomas Stahlecker Knut Koschatzky Thomas Stahlecker Andreas Koch Nr. R12003 Autoren Bodo Kubartz R22002 R12002 U12001 R32001 R22001 R12001 R22000 R12000 R41999 R31999 R21999 Knut Koschatzky Ralph W. Bruns Jens Gorisch Rana Adib Frank Gagelmann Knut Koschatzky Klaus Preiser Gunter Hans Walter Knut Koschatzky Emmanuel Muller Andrea Zenker Knut Koschatzky Casper Merkle Martin Berger Volker Meyer Ulrike Bro Gunter H. Walter Knut Koschatzky Knut Koschatzky Ulrike Bro Emmanuel Muller Knut Koschatzky Andrea Zenker 44 Titel Wirtschaftliche, soziale und geographische Aspekte in Innovationsnetzwerken Eine Untersuchung des Nahekonzeptes am Beispiel von Forschungs und Entwicklungsdienstleistern Innovationsorientierte Regionalentwicklungsstrategien: Konzepte zur regionalen Technik und Innovationsforderung Unternehmensgrundungen aus Hochschulen im regionalen Kontext Grundungsneigung und Mobilitatsbereitschaft von Studierenden An Integrated Microfinancing Concept for Rural Electrification by Photovoltaics in Developing Countries The role of higher education institutions for entrepreneurship stimulation in regional innovation systems Evidence from the networkoriented EXIST: Promotion of universitybased startups programme in Germany Business services as actors of knowledge transformation and diffusion: some empirical findings on the role of KIBS in regional and national innovation systems Innovation und Kooperation bei unternehmensnahen Dienstleistern in Baden, Gironde und Sudholland Ein Vergleich zwischen jungen und alten Betrieben Socioeconomic Analysis of North RhineWestphalia Joint Research Project INCOCOPERNICUS The regionalisation of innovation policy in Germany Theoretical foundations and recent experience Struktur und Dynamik von regionalen Innovationsnetzwerken unter Transformationsbedingungen das Beispiel Slowenien There is no territorial fatality! or how innovation interactions between KIBS and SMEs may modify the development patterns of peripheral regions The Regional Embeddedness of Small Manufacturing and Service Firms: Regional Networking as Knowledge Source for Innovation? Nr. R11999 Autoren Ulrike Bro Knut Koschatzky Peter Stanovnik Titel Development and Innovation Potential in the Slovene Manufacturing Industry First analysis of an industrial innovation survey 45 Bestelladresse: FraunhoferInstitut fur System und Innovationsforschung Breslauer Strae 48 D76139 Karlsruhe Tel. Fax: email: biblisi.fraunhofer.de 49 721 6809217 219 49 721 689152 ", "filename": "589552201.pdf", "person": ["Arlette Jappe-Heinze", "Jappe-Heinze, Arlette", "Elisabeth Baier", "Baier, Elisabeth", "Henning Kroll", "Kroll, Henning"], "date": ["2008"]}