{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45157/1/589760823.pdf"], "title": ["Sectoral engines of growth in South Africa: An analysis of services and manufacturing"], "plaintext": " Research Paper No. 200898 Sectoral Engines of Growth in South Africa An Analysis of Services and Manufacturing Fiona Tregenna November 2008 Abstract Manufacturing has traditionally been regarded in the development literature as having special growthpulling or growthenhancing properties. The share of manufacturing in GDP has been declining slightly over time in South Africa, while that of services has been growing. This study focuses on the Hirschmanian channels through which sectoral growth can lead or support aggregate economic growth, using inputoutput tables the South African economy. Manufacturing is found to be especially important as a source of demand for the services sector and the rest of the economy through its strong backward linkages. This draws attention to possible negative implications of a decline in manufacturing on the South African economy. intersectoral linkages to investigate in Keywords: growth, manufacturing, services, multipliers, inputoutput tables, South Africa JEL classification: D57, L60, L80, O14 Copyright UNUWIDER 2008 Faculty of Economics, University of Cambridge, UK, email: fmt 21cam.ac.uk This study has been prepared within the UNUWIDER project on Southern Engines of Global Growth, codirected by Amelia U. SantosPaulino and Guanghua Wan. UNUWIDER gratefully acknowledges the financial contributions to the research programme by the governments of Denmark Royal Ministry of Foreign Affairs, Finland Ministry for Foreign Affairs, Norway Royal Ministry of Foreign Affairs, Sweden Swedish International Development Cooperation Agency Sida and the United Kingdom Department for International Development. ISSN 18102611 ISBN 9789292301521 Acknowledgements This research was undertaken with generous financial support from the Employment, Growth, and Development Initiative of the Human Sciences Research Council, South Africa. This is an abridged version of a much longer paper, which analyses the sectoral dimensions of employment creation as well as of growth, and which is available from the author on request. I would like to thank for their comments and contributions Stewart Ngandu, Miriam Altman, Al Berry, and in particular Rob Davies and Gabriel Palma. All errors and omissions remain my own. The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by Janis VehmaanKreula at UNUWIDER The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction Growth in South Africa has been stagnant for several decades, although it has picked up somewhat more recently. At a sectoral level, the performance of manufacturing has been rather poor, while services have been growing as a share of GDP. These changes in the sectoral structure of the economy are likely to have implications for economic growth, particularly in the medium to longterm. Manufacturing is traditionally regarded at least in the classical development and heterodox literature as being an engine of growth. This would imply that an absolute or even relative decline in manufacturing would have deleterious consequences for sustainable growth. This study uses inputoutput data over time to analysis the relationship between the manufacturing and services sectors and between each of them and the rest of the economy. It is part of a larger project using various methods to analyse the contributions of manufacturing and services to growth and employment in South Africa. In Section 2 we discuss theoretical perspectives from the literature around the special properties of manufacturing and around changing relationships between manufacturing and services. Section 3 discusses ten channels through which growth in a sector of the economy can raise or support aggregate economic growth in the rest of an economy. Section 4 provides an overview of relevant empirical trends in the South African economy, with an emphasis on a comparison of the manufacturing and services sectors. Section 5 empirically investigates the linkages between the manufacturing and services sectors in South Africa and the contributions of each to overall growth through multiplier effects. Section 6 concludes. 2 Sectoral composition and growth and development Kuznets analysed the structure of and changes in the economy in terms of the agricultural, manufacturing, and services sectors. The somewhat less neutral conceptualization of the economy in primary, secondary and tertiary sectors is traced back to Fisher 1939, and was restated by Clark 1940, albeit with a slightly different meaning of the tertiary sector. This developed into the FisherClark threestages theory of growth. The shift from agriculture to manufacturing is explained by three main factors, encompassing both the supply and demand sides. First, changes in comparative costs and differences in their respective rates of growth of productivity the rate of growth of productivity in manufacturing being significantly higher, owing to factors such as economies of scale. Second, changes in preferences towards manufactured goods and incomeelasticities of demand those of manufactured commodities being higher than those of agricultural goods. Third, the impact of a changing international division of labour. Fourth, the increasing division of labour within an economy. Initially, an increase in agricultural productivity led on the demand side to higher income in agriculture, which increased the demand for manufactured goods, while on the supply side to an increase in the division of labour, towards manufacturing. Similar, but not identical, dynamics would subsequently be at work in economies shift towards services. 1There has traditionally been a strong argument in branches of heterodox economics that there is a sectorspecificity in the economic growth process.1 This implies that a unit of value added is not necessarily equivalent across sectors, notably in terms of its growthinducing effects. Such an approach can be distinguished from those parts of the growth literature that tend to see growth as sectorneutral as well as activityneutral in the traditional Solowtype growth models and some endogenous growth theories, or activityspecific such as in the new endogenous growth theories that emphasize the importance of RD and human capital.2 The classical development economics literature posits a strong relationship between changes in the sectoral composition of an economy and its rate of growth. The intersectoral reallocation of labour from low to highproductivity activities is seen as central to increases in overall productivity in developing countries. Specifically, industrialization and the growth of manufacturing is the engine of technical change and economic growth. This differs from developed countries where technological innovation, rather than changes in the sectoral composition of the economy, is most important for raising aggregate productivity. In some sense Kaldors contribution might be regarded as formalizing and rationalizing the empirical regularities and stylized facts discussed by Kuznets and developed and tested by Chenery and Syrquin. To this Kaldor added an analysis of why manufacturing has such special qualities relevant for growth. The heterodox literature in the broad Kaldorian tradition 3 has thus seen the manufacturing sector as being imbued with special characteristics that are not shared by the other sectors. This leads to the manufacturing sector being accorded a special place in understanding the causal relationships of the growth process, as well as suggesting that from a policy perspective there needs to be a particular focus on the manufacturing sector. The special characteristics typically attributed to the manufacturing sector include: The idea that manufacturing growth pulls along economic growth in ways that growth in other sectors of the economy does not. Dynamic economies of scale in manufacturing, such that the growth of productivity in manufacturing is higher the higher the growth in manufacturing output.4 This is related to the notion that learning by doing is more important in industry than in agriculture or services. Learning by doing, innovation, and intersectoral linkages thus render overall productivity growth endogenous to growth in dynamic manufacturing sectors. This of course means that expanding the manufacturing sector would raise manufacturing and nonmanufacturing productivity. 1 See for instance Thirlwall 2003. 2 See Palma 2005. 3 Others associated with this type of approach include Young, Verdoorn, Kalecki, Hirschman, Prebisch, Pasinetti, and Thirlwall. 4 However, note also that in an open economy, economies of scale may be associated with falling prices, depending in part on demand conditions. 2 The argument that most technological change occurs in the manufacturing sector. Further, that technological change that does occur in the rest of the economy actually tends to be diffused out from the manufacturing sector, in part through the use of higher productivity manufacturing inputs in the production process of the rest of the economy. These kinds of technologicalchange externalities are one form of Hirschmantype intersectoral linkages. That manufacturing is critical to alleviating balance of payments constraints that can impose a stopgo pattern on developing countries growth and hence to supporting sustained high growth rates, particularly in the absence of a strong primary commodity export sector with stable and favourable terms of trade. Concerns have arisen in this type of literature in recent years, although more broadly as well, concerning deindustrialization and premature deindustrialization in particular.5 By way of stylized facts, not only have levels of manufacturing employment corresponding to particular levels of GDP fallen, but the turning point of GDP per capita at which manufacturing employment as a percentage of total employment has tended to decline as well. Further, trade liberalization appears to have accelerated deindustrialization in a number of emerging economies. This has raised concerns that such economies may not be able to take advantage of the apparent broader benefits of manufacturing growth as much as they could have. 3 Channels of sectoral contribution to overall growth This section aims to provide a conceptual framework for thinking through the various ways in which growth in a sector of the economy can contribute to broader economic growth, over and above the sectors direct contribution to total output through its own value added or its own direct contribution to economic growth through growth in its own value added. If an increase in the value added by a sector increases GDP by a factor exceeding that direct increase in value added, this would indicate additional indirect growthinducing processes at work. It is these processes that are further discussed below. The object of this discussion is not to suggest ways in which growth can be enhanced; it is to discuss the channels through which growth in a sector can induce or support higher aggregate growth. Sectoral growth can bring about economic growth over and above the actual sectoral growth itself by feeding into any of four basic sources of growth: net investment, technological change, the reallocation of resources to achieve higher output, and an increased level of resource utilization. The first two of these sources of growth relate to shifting the production frontier outwards, whilst the latter two deal with obtaining higher levels of output for any given production frontier. Certain characteristics of a sector and the way in which it articulates with the rest of the economy affect the extent to which growth in that sector contributes to overall growth. Below I outline ten mechanisms through which sectoral growth can lead to net overall growth over and above that sectoral growth. These channels are: backward linkages; forward linkages; compositional effects; specialization; trade; employment; innovation, 5 See for instance Blackaby 1978, and Rowthorn and Wells 1987, Rowthorn and Ramaswamy 1999, Palma 2008, and Tregenna 2008. 3technological progress and productivity growth; savings; fiscal; and institutional mechanisms. First, a sectors backward linkages to the rest of the domestic economy create additional demand for the output of those upstream sectors. This additional demand may induce increased upstream investment andor an increased level of capacity utilization including employment creation upstream, as well as possibly promoting upstream technological upgrading. The strength of a sectors contribution to growth through this mechanism would be determined by its degree of upstream vertical integration with the rest of the domestic economy. The lower a sectors value added as a share of its output, the higher the proportion of intermediate inputs. The higher the proportion of these intermediate inputs that are domestically sourced, the higher is the sectors degree of backward integration. Further, the overall effects on the economy would also depend on the nature of the sectors to which a sector is backwardly linked their own backward linkages, and so on. Second, a sectors forward linkages to the rest of the economy can contribute to growth through impact on downstream sectors. If a sectors growth lowers the cost of its output which goes into intermediate inputs for downstream sectors, and to the extent that this lowers the cost faced by those downstream sectors below what it paid previously whether for domestically sourced or imported inputs, this can result in growthinducing downstream effects. These could investment, technological upgrading, or increased productivity and resource utilization again including employment. The strength of this mechanism for a given sector depends on its degree of downstream vertical integration with the domestic economy. This would obviously be higher for sectors the lower the proportion of final output in their total output. Total forward linkages of a sector would also depend on the nature of its downstream sectors and their own forward linkages. Both of these first two mechanisms through which sectoral growth may contribute to economic growth the effects of backward and forward linkages are Hirschmantype production linkages.6 include downstream The third mechanism, of a change in the sectoral composition of the economy, is relevant when the existing sectoral composition of the economy is not optimal for growth. This optimality could of course have different meanings, but would typically be thought of in terms of productivity. Growth in a sector with higher marginal productivity than the economywide average would, ceteris paribus, raise aggregate productivity, even if the expansion in that sector came at the expense of other sectors with lower average productivity. This mechanism can thus contribute to growth in terms of reallocating resources to achieve a higher output. Fourth, sectoral growth can lead to increased division of labour and specialization in the economy. As a sector grows and develops, noncore activities are more likely to be outsourced either within the sector or to other sectors. The tendency towards such increased division of labour and specialization which is found throughout economic history tends to be associated with higher level of productivity and higher rates of growth. Growthinduced division of labour and specialization increases the possibilities for benefiting from economies of scale and increasing returns, which can raise overall growth. For example, the hiving off of activities such as data processing, transport, or 6 The strength of these two linkages channels are measured in section 5 of this paper. 4recruitment to specialized firms can allow these activities to be undertaken at higher rates of productivity than when undertaken within the original firm. Specialization can thus feed into higher aggregate growth through a reallocation of activities as well as through progressive technological change. Fifth, a sector may contribute to growth through trade. The first issue in this regard is whether exports of the sector exceed import penetration in that sector, putting the sector in a net balance of payments surplus position. The second factor is the import dependence of the sector. Even a sector that is a net exporter in the sense of more final output of the sector being exported than imported may be a net user of foreign exchange if it is highly dependent on imported intermediate inputs. Considering these two aspects jointly, if a sector is a net generator of foreign exchange, it may contribute to growth, as the foreign exchange surplus can increase investment in the economy as well as providing the foreign exchange needed for imported inputs into other productive activities in the economy. By mitigating balance of payments constraints on other sectors of the economy, sectoral growth that generates net foreign exchange can facilitate a reallocation of resources across the economy in a manner that supports higher growth.7 The sixth channel through which a sector can contribute to economic growth is through growthinducing or growthcomplementing externalities of employment in the sector. There are a number of ways through which such effects can be realized. First, and perhaps most important here, wages paid are a component of domestic demand. Growth in a sector can increase the wage bill through an increase in average remuneration per worker in that sector andor through an increase in employment in the sector. A higher wage bill in the sector can have growthinducing effects by increasing domestic demand and thereby raising the level of resource utilization. This may also induce increased investment. This is an important instance of a Keynesiantype demand multiplier. Second, the engagement of people of work as opposed to them being unemployed can preserve developed skills both through onthejob training as well as learningbydoing which can be positive for the current and future productivity of the economy. This can be considered a form of technological change, which can contribute to higher levels of aggregate growth. Third, higher employment can contribute to the fiscus through taxes on wages and incomes, as well as to a limited extent given our noncomprehensive social security system reducing the burden of social security and health and education copayments on the state. This can potentially contribute to growth through a more productive reallocation of resources to achieve higher output. Fourth, in a less tangible way, higher employment can generate broader positive externalities through contributions to social stability and cohesion, lower crime, etc. This could potentially contribute to growth through an improved environment for investment, increases in total factor productivity, a reallocation of resources to achieve higher output, and an increased level of resource allocation. These are four channels through which additional employment generated through sectoral growth can have broader 7 Many growth theories also emphasize the supplyside role of international trade in economic growth. According to these theories, the crucial incentives for technological change and productive efficiency not just in the traded sectors but in the overall economy arise from competitive trade pressures. This is relevant both for exports having to compete in international markets and for domestic activities having to deal with the competitive pressure of imported substitutes. Augmented Solowtype models have gone as far as introducing exports as a factor of production in their production functions alongside capital and labour. 5growthinducing effects. These mechanisms are particularly important given the depth of our unemployment crisis. In empirically investigating the strength of these employmentrelated growthinducing or growthcomplementing effects, both the direct and indirect employment intensities of a sector are relevant the latter best quantified through employment multipliers. The nature of marginal employment in a sector is also relevant in assessing the growthinducing potential of the employment channel. One specific consideration here, which relates to the first of the employmentassociated growth channels discussed above, is the composition of a sectors wage bill and specifically of the increase in the wage bill associated with sectoral growth. For instance, for a given wage bill, employment of a greater number of lowpaid jobs is likely to have a higher positive effect on domestic demand given the higher propensity to consume domestically produced goods and services among lowincome earners. The seventh mechanism through which sectoral growth can contribute to higher overall growth is through innovation, technological progress, and productivity growth. This is in fact one of the four basic sources of growth discussed above. First, innovation and technological progress internal to the sector can raise overall productivity and competitiveness. Second, to the extent to which this innovation is transferable, it can raise productivity and competitiveness in other sectors. Third, especially for the ICT sectors as well as others sharing similar characteristics or roles, they are a direct input into the productivity and competitiveness of those downstream sectors. Fourth, to the extent that productivity is endogenous to output, growth in a sector can raise overall productivity through economies of scale. In addition to acting as a direct source of growth, technological progress in a sector may also be favourable for investment either within the sector or in other sectors. The eighth channel is through savings. Surplus in a sector if retained domestically can contribute to aggregate savings which can feed into investment elsewhere in the economy, providing the basis for accumulation and growth. However, in evaluating whether or not a sector is a net saver, it is necessary to consider both its direct and indirect contributions to saving. First, a sector can save directly, which can be used for investment in the economy as a whole. Secondly, the sector can give rise to incomes that go to agents that have high savings rates. In this regard, comparing two sectors that have the same direct savings rate, if one pays out incomes to agents that result in higher savings by those agents either due to a higher payout or that the agents have a higher rate of savings than those paid out by a different sector then that sector will have a higher indirect savings rate.8 The ninth mechanism through which sectoral growth can contribute to additional growth is through the net increase in its fiscal contribution associated with the sectoral growth, that is, a sectors tax payments, net of subsidies to the sector. This can 8 This is not to suggest that it is necessarily a negative characteristic of a sector to be a net dissaver, i.e. a net investor. A dynamic sector with high growth and profit prospects would be likely to attract investment from elsewhere in the economy and to be a net dissaver. It simply means that such a sector would not be contributing to additional overall growth through this particular mechanism. One can also note the possible tradeoff between a sectors contribution to savings and its role in stimulating demand for intermediate goods from other sectors, in the sense that savings is a form of leakage. 6contribute to growth through a reallocation of resources insofar as the marginal public expenditure has higher growthinducing qualities than the marginal private expenditure. A sectors potential growth contribution through this channel would depend on its net fiscal contribution, which would be determined by the effective tax paid minus any subsidies received from the state. Finally, the tenth set of mechanisms through which sectoral growth can lead to or support aggregate growth over and above that sectoral growth, is institutional channels. Broadly speaking, growth in particular sectors can be conducive to particular institutional structures, which could have differential effects in inducing or supporting overall growth. For example, mineralsexporters tend to generate specific types of institutions, as distinct from agricultural exporters, as distinct from lightmanufacturing exporters sectoral structure is of course merely one of the many determinants of institutional structure. These different institutional structures would tend to have varying growthinducing and growthcomplementing capacities. If growth in a sector leads or supports the development of progressive institutions, this can contribute to overall growth above the sectoral growth as these institutions can support growth elsewhere in the economy. A further aspect of this institutional channel relates to firm size. Barriers to entry, particularly in internationalized markets, mean that a large firm size is often required to competitively break into particular sectors, which also tend to be the higherproductivity sectors. If growth in a sector, combined with appropriate policy interventions, facilitates the growth of large competitive firms with the resources to break into international competition, and compete not only in the original sector but in other sectors as well, this has the potential for contributing to higher net growth. Of course, there are also problems associated with large firms, particularly in the context of a monopolistic industrial structure, and hence the overall effects are ambiguous and contextspecific. Summing up this discussion, growth in any sector could potentially have growthinducing or growthsupporting effects through any or all of the nine channels discussed above. However, the strength and relative importance of these mechanisms would differ between sectors. And of course, the overall growthinducing effects of sectoral growth would vary across sectors. One of the primary objectives of this paper is to investigate empirically the strengths of the various effects, and the overall growthinducing effects of sectoral growth, across sectors of the economy and in particular comparing between the manufacturing and service sectors. 4 Empirical background 4.1 International context This section contextualizes the sectoral structure of South Africas economy and changes in terms of international patterns of sectoral structure for countries at different levels of economic development. The shares of manufacturing and services respectively in each of value added and employment are regressed in each instance on the level of per capita income. The purpose is to understand sectoral shares in terms of level of economic development, the nature of the relationship, and to consider South Africas sectoral shares relative to what would be expected for our level of income per capita. 7All regressions are based on a uniform sample of 84 countries.9 Data is from 2003. In each case various linear and nonlinear specifications were tested, and those presented here had the best fit in the case of each explanatory variable. All parameters are statistically significant at the 1 per cent level except for the squared term in the manufacturing value added regression which is significant at the 2 per cent level. The regressions are of course underspecified, but the purpose is to understand the basic relationships between economic development and sector shares, rather than to fully explain the determination of sectoral shares. Finally, note that these regressions are static takes on the relationship between economic development and sector shares, as they are crosssectional in nature. Both manufacturing value added and manufacturing employment show the typical invertedU as discussed in the literature, as can be seen in Figures 1 and 2. However, the fit is very weak in the case of the share of manufacturing share in GDP, where there is a high degree of heterogeneity for any given level of GDP particularly at middleupper levels of income per capita.10 The estimated coefficients are nevertheless highly significant. In manufacturing South Africa has a higher share of manufacturing value added than would be expected 19.44 per cent as compared to an expected 17.90 per cent but a lower share of manufacturing employment than would be expected 14.1 per cent as compared to an expected 16.11 per cent. This is distinct from both services and agriculture, and suggests that the problem is specifically with manufacturing employment in South Africa. In services, a positive relationship is found between income per capita and both services share of GDP and services share of employment see Figures 3 and 4. For both value added and employment, the share of services in South Africa is significantly above the level that would be expected for its level of income per capita. South Africas actual share of services in GDP is 64.75 per cent, well above the expected level of 57.30 per cent. A very similar picture emerges in terms of employment: the actual share of services in total employment in South Africa is 65.1 per cent, relative to an expected level of 57.02 per cent. It is striking that South Africa lies above the linear trendline for both GDP versus services share of GDP and for GDP versus services share of total employment. This is particularly noteworthy given that South Africa comes from a background of minerals and heavy industry. On the one hand, from a simple compositional approach, South Africas position above the trendline is surprising given that a share of value added and of employment would be accounted for my minerals and minerallinked activities, 9 This is in order to avoid noncomparability arising from selection bias associated with different types of countries having data for different sectors. However, the sample is nevertheless somewhat biased owing to uneven data availability. Less developed countries subSaharan African countries in particular are underrepresented. 10 Note that the low R2 increases considerably with the parameters remaining highly significant if outliers are excluded, if more countries are included in the sample i.e. including countries that do not have available data for the full set of regressions, and if a dummy is included for commodityproducing countries. 8Figure 1: Crosscountry relationship between GDP and manufacturing share in GDP Figure 2: Crosscountry relationship between GDP and manufacturing share in employment Crosscountry relationship between GDP and manufacturing share in GDP40Crosscountry relationship between GDP and services share in employment %3020 PDG fo erahs gnirutcafuna M10 08%06l tnemyopme fo erahs secivre S04020 4 68 ln of GDP per capita 10120468ln of GDP per capita 1012lny 0.82 0.84ln GDP 0.05ln GDP2; R2 0.14 Figure 3: Crosscountry relationship between GDP and services share in GDP lny 5.60 1.88ln GDP 0.10ln GDP2; R2 0.54 Figure 4: Crosscountry relationship between GDP and services share in employment Crosscountry relationship between GDP and services share in GDPCrosscountry relationship between GDP and services share in employment 00108%%08 PDG f oerahs sec 06ivre S04024060402 tnemyopmel f oerahs secivre S68ln of GDP per capita 10120468ln of GDP per capita 1012 lny 3.32 0.09ln GDP; R2 0.45 lny 7.45 3.67ln GDP 0.40ln GDP2 0.02ln GDP3; R2 0.73 which would not be the case for countries without such a background. On this basis it might have been expected that South Africa would have a relatively low share of services especially in value added for its level of economic development, and its actual position in the scatterplots might be surprising. On the other hand, from a dynamic perspective of the economys developmental trajectory, South Africas apparently disproportionately large services sector might be a symptom of a distorted development path and underdevelopment of a manufacturing sector, notably of light manufacturing. South Africa could be considered to have earlier leapfrogged from a minerals and resourcebased economy to capitalintensive heavy industry, without going through a period of development of labourintensive light industry. Now, South Africa may be leapfrogging to a servicesoriented economy, as a 9form of premature deindustrialization without ever having industrialized fully or derived full benefits from that.11 This would be consistent with the result discussed above that South Africa has a larger share of value added and of employment accounted for by services than is typical for economies at our stage of development. Further, the finding that South Africas manufacturing value added as a share of GDP is higher than would be expected whereas the opposite result emerges for manufacturing employment could be consistent with the underdevelopment of light manufacturing in particular although it is also likely to be related to political economy and labour market factors specific to South Africa. South Africas manufacturing employment also appears to have peaked at both a lower share of employment and at a lower level of per capita income i.e. earlier than was the international norm of the turning point for countrys manufacturing share of employment.12 This again points to evidence of premature deindustrialization. It is also worth noting that, according to theories of comparative advantage, countries with relatively high endowments of skilled labour, and to a lesser extent of capital, and relatively poor natural resource endowments, would and even should export more services than those relatively abundant in land and natural resources or lacking in skills. This would suggest that South Africa would not necessarily be a natural net servicesexporter. However, such comparative advantages are of course not cast in stone, but are partially endogenous and subject to policy interventions. 4.2 South Africa: overview of key empirical trends This section examines various trends in the economy of relevance to this paper, specifically comparing the manufacturing and private services sectors. Data is derived from the South African Standardized Industry Database SASID unless otherwise indicated. For employment trends, or trends derived using employment data that is, capital intensity and labour productivity, results are presented using both SASID and LFS employment data.13 First, as can be seen from Figure 5, services account for a large and increasing share of total value added. The services sector excluding general government accounts for 54 per cent of value added in 2007, up from 38 per cent in 1970. Manufacturings share of value added has been fairly stagnant, although the share peaked in the early 1980s, with a slight but steady downward trend since then. 11 However, because of global production and trade trends and the context of South Africas trade liberalization, it would be challenging at this point to move into sectors of light manufacturing production which have been underdeveloped up to this point and in which we are not currently competitive, apart from developing the capacity to at least meet domestic demand. 12 This is not shown in the charts, but is based on the fact that the highest shares that South African manufacturing reached both as in terms of GDP and in terms of employment are lower than had been the case for many comparable countries. 13 Both of these sources of employment data have limitations. The recent SASID data is based primarily on the Survey of Employment and Earnings SEE, hence it probably underestimates employment especially in the services sector given that it is derived from data provided by firms and the sample excludes small firms. 10Figure 5: Value added at basic prices 19702007 R billion 3year moving averages Figure 6: Employment SASID 19702007 millions 3year moving averages In terms of employment see Figure 6, services have shown significant and steady growth throughout, both in absolute terms and as a percentage of total employment. Manufacturing employment varies between about 1.1 million and 1.7 million over the period; as a share of total employment declining from a peak of 17.4 per cent in the early 1980s and a share of around 15 per cent up until the mid 1990s, to just 12.2 per cent at present. We also show employment trends for 200107 based on LFS data, as shown in Figure 7. 11Figure 7: Formal employment LFS data 200107 3year moving averages The share of manufacturing in total fixed capital stock not shown here has actually been rising, with the capital intensification of this sector. The share of capital stock in services has dropped slightly, although it is still close to half of total fixed capital stock. Half of the capital stock of services is in finance and business services, and another 30 per cent in transport and storage. Figures 8 and 9 summarize trends in value added, labour productivity and employment, for the manufacturing and private services sectors, over the period 19702007. Figure 8 uses SASID data and shows the trends from 19702007, while Figure 9 uses LFS data and is limited to the period 200107. In addition to the earlier discussion of trends in these variables separately, the examination of these together can yield additional insights concerning changes in employment. Of course, given that growth in employment is simply the difference between growth in value added and growth in productivity, conclusions cannot necessarily be drawn about causal relationships. Looking at the entire period from 1970 onwards using SASID data, services show fairly steady growth throughout, without clear changes in patterns over the entire period. The growth in services employment is explained in a narrow mathematical sense by the much faster rate of growth of value added over the rate of growth in productivity. Given that this data may undermeasure employment and services employment in particular, this could mean that productivity and the rise in productivity is overstated, especially for services. In the manufacturing sector, on the other hand, since about 1990 value added has risen although at a slower pace than in services but employment has fallen, and thus we see rising productivity at a faster rate than in services. The differences between the two sectors are starkest since the early 1990s. 12Figure 8: Value added, labour productivity and employment in manufacturing and services, 19702007 SASID employment data 3year moving averages; ln scale. Figure 9: Value added, labour productivity and employment in manufacturing and services, 200107 LFS employment data 2year moving averages; ln scale. 13 LFS data Figure 9, for 2001 onwards show increasing employment in services and fairly stable or stagnant employment in manufacturing. The more robust employment performance suggested by the LFS data relative to the SASID data result in lower apparent increases in productivity. Figures 10 and 11 show subsectors contribution to value added and employment, in manufacturing and services respectively. A sector falling on the diagonal dotted line would make an equal contribution to output and employment in the economy; a sector falling above the line would contribute relatively more to employment than to output; and a sector falling below the line would be contributing relatively more to output than to employment. The relative size of sectors is of course evident from their positions.14 The object of this exercise is to examine sectors differential importance in terms of value added and employment, and further to investigate whether different patterns are evident for the manufacturing and services sectors. Although the picture is mixed, on balance it appears that services sectors tend to be relatively more important from an employment perspective, while manufacturing sectors tend to be relatively more important from a value added perspective.15 45 per cent of exports are accounted for by manufacturing, up from a quarter in 1970 when gold was far more important; see Figures 12 and 13. The share of services has risen gradually, up to 19 per cent in 2007 far below services share of output or value added as would be expected. 5 Sectoral linkages and multipliers 5.1 Relevance of intersectoral linkages Forward and backward linkages between a sector and the rest of the domestic economy were identified in section 3 of this paper as two of the channels through which growth in a sector can contribute to higher levels of overall economic growth, over and above the direct contribution of the sector. This analysis quantifies various direct and indirect backward and forward linkages and multipliers of each sector and tracks the changes over time. This yields interesting results in terms of the relative strength of these linkages, particularly comparing the manufacturing and services sectors. Backward linkages create additional demand for the output of upstream sectors. This additional demand can contribute to growth through increased upstream investment andor capacity utilization, as well as possibly contributing to upstream technological upgrading. How much a given sector contributes to growth through this channel depends on the strength of its upstream vertical integration with the domestic economy, as well as indirectly through the degree of integration of those upstream sectors to which it is linked. 14 As appropriate and where their shares are very small, some sectors are clustered for heuristic purposes. 15 This of course only shows sectors direct contribution to value added and employment. The discussion of sectoral multipliers in section 5 will also factor in indirect contributions. 14Figure 10: Share of value added and employment by manufacturing sector, 2005 Share of Value Added and Employment by Manufacturing Subsector, 2005Sectors in this triangle have a high share of employment relative to their share of value added.Food Machinery Metal products excl. machinery Vehicles other transport equipment Clothing Nonmetallic minerals Plastic Printing Electical machinery Paper Beverages tobacco Other manufacturing Other chemicals Basic iron steel Basic nonferrous metals Basic chemicals Coke petrol Sectors in this triangle have a high share of value added relative to their share of employment.0.511.52Sectoral share of value added %21.510.5%l tnemyopme fo erahs larotce S00 Figure 11: Share of value added and employment by services sector, 2005 Share of Value Added and Employment by Services Subsector, 20051815129630Sectors in this triangle have a high share of employment relative to their share of value added.Community social personal services Business services Government Trade Catering accommodation Other services Transport storage Finance Communication Sectors in this triangle have a high share of value added relative to their share of employment.0369121518Sectoral share of value added % 15% tnemyopme fol erahs larotce S Figure 12: Exports of goods and services 19702007 R million 3year moving averages Figure 13: Exports as % of total output 19702007 3year moving averages 16Forward linkages with downstream sectors of the domestic economy can also be a channel through which sectoral growth can raise overall growth. The primary mechanisms through which this can be realized are lower costs of intermediate inputs into downstream sectors, which can induce higher investment andor capacity utilization, technological upgrading, and increased productivity in those downstream sectors as well as potentially indirectly into other sectors with which those downstream sectors are integrated. Hirschman also argues that a sector whose output can be used as intermediate inputs in other sectors will result in attempts to employ these products in new activities. Differential forward and backward linkages between sectors, and the potential of these linkages to contribute to higher economic growth, suggest that an unbalanced growth path in which sectors with high linkages are prioritized not that this is the only relevant criterion of course could potentially reach higher growth than a balanced growth path. Of course, not all linkages of similar size are equivalent, either analytically or in terms of policy implications. A high linkage coefficient does not necessarily indicate causality. Jones 1976 makes a useful distinction in this regard between permissive linkages and causal linkages. For instance, high forward linkages from sectors such as communications or electricity do not necessarily suggest that an expansion of these sectors would lead to the growth of downstream industries. On the contrary, these high linkages may actually reflect causality from the demand generated by downstream industries. Even so, high linkages in such a situation do indicate the importance of the upstream sector, as any failure on its part to meet downstream demand assuming that this could not be substituted by imported inputs would constrain downstream growth. Hirschmaniantype production linkages, both backward and forward, are part of the sectoral specificity of growth discussed earlier in this paper. They are often more strongly associated with the manufacturing sector, being considered part of the special properties of manufacturing that accord it a privileged role in the growth process. 5.2 Some methodological issues The methodology used to calculate the various linkages and multipliers is shown in Appendix 1. Here we simply highlight a particular issue around imported intermediates which this study takes account of, unlike most similar work in the literature as well as pointing out some caveats relevant to this type of analysis. Using the total flow matrix to calculate linkages means that no distinction is made between inputs sourced domestically or abroad, and hence no distinction between the potential stimulation of upstream industries in South Africa or in other countries from which inputs are imported. Failure to distinguish these as is often the case in analysis of intersectoral linkages is thus very problematic. For instance, a backward linkage between two sectors that appears to show significant pulling power from the downstream to the upstream sector may be misleading if a large proportion of the upstream inputs are in fact imported, with little stimulatory effect on the domestic economy. When the difference between domestic and worldwide backward linkages arises because of differential resource endowments or because of differential capacities that 17are unlikely to converge in the short to mediumterm or at least over the period of interest for the analysis, then worldwide linkages over and above the domestic ones are irrelevant to Hirschmanian growth processes. On the other hand, insofar as the gap between domestic and worldwide backward linkages is due to differences in the stage of development or to differential capacities which are subject to catchup, then the gap actually points to the potential for import substitution. Thus, use of the domestic flow matrix is relevant to ex post analysis of what has actually happened, as well as the relevance of this for what is likely to happen in the future period of interest. The total flow matrix is relevant to the upper bound of backward linkages if all imports could be substituted by domestically produced goods, and in the absence of changes in the degree of intersectoral integration.16 In order to take into account this issue of imported intermediate inputs, for each of the sets of linkages discussed below and shown in Appendix 2, the results are analysed using both the total flow matrix which includes imported intermediates as well as the adjusted matrix excluding these imported intermediates. A caveat to be noted is that all multipliers discussed here are actually based on average and not marginal analysis. Any interpretation regarding what might happen if, for example, final demand for a certain sector rose, should be treated with caution. Such projections are most likely to be accurate for relatively small increases in the short to mediumterm. For example, a huge increase decrease in demand for the output of a given sector would not necessarily be associated with the same linkages as currently characterize the sector. This is especially pertinent in a relatively open economy, as expanded demand can be met through imports in greater proportion than is the case initially. To the extent that this is the case, it implies that the analysis might overstate the stimulatory effects on the domestic economy of an increase in demand. Further, this is likely to be stronger for manufacturing than for services, as tradables can generally be more easily substituted with imports. A final caveat at this point is that, given that these calculations are not integrated in an economywide model, no consideration is given to supply constraints or to macroeconomic considerations. 5.3 Backward linkages This section quantifies and discusses the relative strength of both backward and forward linkages between sectors, with a focus on the manufacturing and services sectors. This empirically investigates the issues discussed earlier at a theoretical level concerning the relative interdependence of sectors, with particular attention to the manufacturing and services sectors. The methodology used to calculate the various linkages and multipliers is shown in Appendix 1, and the tables of results are shown in Appendix 2. In this section the meaning of each of the measures is explained, and the key results concerning the linkages between the manufacturing and services sectors are highlighted. First, we look at backward linkages in order to evaluate how dependent one sector is on upstream sectors suppliers for its inputs. The upstream linkages coefficient of 16 A further exercise not undertaken here would be to identify, by sector, imported intermediates that can potentially and within the timeframe of interest be substituted by domestically produced goods, and on that basis to estimate a domestic potential flow matrix from which technical coefficients could be derived. 18sector j with respect to sector i measures the percentage of sector is intermediate inputs purchased from sector j. Of the intermediate inputs into manufacturing 25.3 per cent come from services of which the bulk comes from trade and from finance. Of the intermediate inputs into services 24.7 per cent come from manufacturing. The transport and community social and personal services subsectors of services are particularly dependent on manufacturing for their intermediate inputs. In this first measure, manufacturing and services are thus roughly equally dependent on each other for their intermediate inputs as a share of their total intermediate inputs. These linkages can be reexamined excluding imported intermediates. As discussed earlier, this is important as backward linkages through imported intermediates would not have much stimulatory effect on the domestic economy at least through the Hirschmaniantype channels under discussion here. Of all domestically produced intermediates into manufacturing 31.4 per cent are purchased from the services sector especially the trade and finance subsectors of services. On the other hand, 18.6 per cent of all domestically sourced intermediate inputs into services come from manufacturing. When imported intermediates are excluded, manufacturing is thus seen to be more dependent on services inputs than the other way around whereas they appeared roughly equal when looking at all intermediate inputs. Of course, the converse dimension of this dependence of manufacturing for inputs from services is the demand generated by manufacturing for the output of the services sector. The above calculations of backward linkages measured intermediate inputs from upstream sectors as a share of total intermediate inputs into each downstream sector. Next, we measure intermediate inputs from sector i into sector j as a share of the total inputs into sector j that is, not only intermediate inputs from the same and other sectors but also remuneration, net operating surplus, consumption of fixed capital, and taxes and subsidies. Of the total inputs into manufacturing 18.7 per cent come from services, while conversely 11.8 per cent of the total inputs into services come from manufacturing. In this respect, manufacturing has greater backward dependence on services for its inputs than the other way around. When these figures are adjusted to exclude imported intermediates, the backward link from manufacturing to services is slightly brought down to 18.2 per cent whereas the backward link from services to manufacturing is brought down more to 8 per cent. The greater drop in the latter case is due to the higher share of imports in the intermediate inputs used in manufacturing than in services. Excluding imported inputs, the greater backward dependence of manufacturing on service inputs is thus underlined. This means that manufacturing uses relatively more inputs from services than the other way around. Next, backward linkages are weighted according to the size of each sector the relative size of each input sector i. The weighted backward dependence of manufacturing on services is 0.65 0.69 excluding intermediate inputs, while the weighted backward dependence of services on manufacturing is 0.54 0.40 excluding intermediate inputs. Relative to the sizes of the two sectors, while manufacturing is still disproportionately dependent on services for its inputs, the difference is not as great as in the unweighted figures. In the final part of the analysis of backward linkages, we factor in both direct and indirect linkages through the input inverse sometimes referred to as the Leontief 19inverse. This is the key measure of the strength of total backward linkages. The input inverse shows the inputs from sector i that would be required both directly and indirectly for sector j to meet one additional unit of final demand. An additional unit of final demand for manufacturing output would require an additional 0.65 units of services. On the other hand, an additional unit of final demand for services output would require an additional 0.35 units of manufacturing. This asymmetry is somewhat closed when imported intermediate inputs are excluded, although manufacturing is still more dependent on services in terms of backward linkages than the other way around: a unit of final demand for manufacturing output would require 0.46 units of inputs from services while a unit of final demand for services output would require a 0.19 units of inputs from manufacturing. For the economy as a whole, an additional unit of final demand for manufacturing would require an additional 2.9 units of output 2.1 when import adjusted. An additional unit of final demand for services would have a weaker stimulatory effect on the economy as a whole: 2.1 units of additional output or 1.8 when import adjusted. This is a central result, which suggests that a stimulus to manufacturing would have greater multiplier effects on the economy than an equal stimulus to services. Disaggregating the results to take account of heterogeneity within broad sectors, Figure 14 shows total backward linkages for subsectors of manufacturing and services in 2005. The black bars represent the totals, while the grey bars show the importadjusted figures. While there is considerable heterogeneity within each of the manufacturing and services sectors, what is most striking is the different ranges of the two sectors overall. With the exception of other manufacturing, even the services subsector with the highest overall backward linkages is still lower than the manufacturing subsector with the lowest. The differences between the manufacturing and services subsectors are not quite as stark when adjustments are made for imported intermediates see the grey bars, yet the manufacturing subsectors still have stronger backward linkages than services, both overall and for most of the subsectors individually. 5.4 Forward linkages Having analysed backward linkages, we now turn to forward linkages. The object is to assess the relationship between each sector and its downstream user industries. Initial analysis suggests approximate symmetry between manufacturing and services although services is slightly more dependent on manufacturing as a source of demand than the other way around. Of the output of manufacturing that goes as intermediate inputs into other sectors, 23.2 per cent goes into services i.e. services accounts for 23.2 per cent of the demand for intermediate outputs from manufacturing. The main component of this demand from services is from the transport, storage, and communication subsector of services. On the other hand, 24.2 per cent of the output from services that goes as intermediate inputs into other sectors, goes into manufacturing. As would be expected, these figures are only slightly affected by the exclusion of imported intermediates. 20Figure 14: Total backward linkage vectors for manufacturing and services subsectors, 2005 MANUFACTURING TOTALFood Beverages Tobacco Textiles Wearing apparel Leather and leather products Footwear Wood and wood products Paper and paper products Printing, publishing and recorded media Coke and refined petroleum products Basic chemicals Other chemicals and manmade fibers Rubber products Plastic products Glass and glass products Nonmetallic minerals Basic iron and steel Basic nonferrous metals Metal products excluding machinery Machinery and equipment Electrical machinery and apparatus TV, radio communication equipment Professional and scientific equipment Motor vehicles, parts and accessories Other transport equipment Furniture Other manufacturing SERVICES TOTAL Wholesale and retail trade Catering and accommodation services Transport and storage Communication Finance and insurance Business services Medical, dental and veterinary services Excl. medical, dental veterinary services Other producers General government services 00.511.522.533.54Total backward linkage vector Importadjusted total backward linkage vector Calculations in current prices. 21However, since the proportion of output that goes to intermediate inputs varies significantly across sectors, this part of the analysis does not necessarily give a full picture of the importance of demand from each sector in the total demand for a sectors output. We thus consider forward linkages in terms of total output, which is probably a more relevant measure. Tables A5 and A6 thus show the demand from each sector i for a sector js output, as a share of the total output of that sector j. Of course the rows in this table no longer sum to 100 per cent, as not all the output of each sector goes into intermediate inputs some is consumed, exported, and so on. Of total manufacturing output 15.7 per cent goes into services as intermediate input; whereas 14.1 per cent of total services output goes into manufacturing as intermediate input excluding imported intermediates, 10.7 per cent of total manufacturing output goes into services and 13.6 per cent of total services output goes into manufacturing. In this sense services is more dependent on manufacturing as a source of demand than the other way around. One consideration to be borne in mind in comparing these coefficients between the manufacturing and services sectors is that by virtue of the fact that manufacturing is a secondary sector while services are tertiary, one might expect a greater proportion of manufacturing output to go into services than vice versa. This makes the greater dependence of services on manufacturing as a source of demand more noteworthy than would otherwise be the case. The relative size of sectors is also relevant to interpreting these results. For instance, were the manufacturing and services sector to have equally strong forward linkages with the rest of the domestic economy, the downstream dependency ratios of services would still show up as much higher than those of manufacturing, simply by virtue of the fact that services share of the economy is several times as large as the share of manufacturing. We the weighted downstream dependency coefficients. thus also calculate When weighted according to sector size, the importance of manufacturing as a source of demand for the output of the services sector is 0.65, whereas the importance of services as a source of demand for manufacturing is 0.54. This indicates that, even more when adjusted for relative sector size, manufacturing is more important as a source of demand for services than the other way around. This asymmetry is heightened when imported intermediates are excluded: the weighted downstream dependence of manufacturing on services is 0.69 compared to 0.4 for services on manufacturing. Finally, we consider not only direct but also indirect linkages through the output inverse and total forward linkage vector. A one unit increase in primary input into manufacturing would need an additional 0.46 0.25 when import adjusted units of services in order to fully utilize it, including both direct and indirect intersectoral linkages. An additional unit of primary input into services would need an additional 0.49 0.34 when import adjusted units of manufacturing production in order to fully utilize this initial increase. This suggests stronger forward linkages from services to manufacturing than the other way around. In terms of economywide total forward linkages, an additional unit of primary input into manufacturing would need an additional 2.7 units of total production in order to fully utilize it 1.9 when importadjusted while an additional unit of primary input into services would need an additional 2.4 units of total production in order to fully utilize it 2.1 when importadjusted. These figures are of a roughly similar order of magnitude 22when comparing manufacturing and services. However, the policy implications of these figures are not as strong as in the case of the total backward linkages, which show the multiplier potential of the different sectors. 5.5 Trends over time All of the measures discussed here of various forward and backward linkages were also calculated on a historical basis from 1970 onwards in current terms and from 1980 onwards in constant terms. Figures 1518 show the trends in direct and total backward and forward linkages over time in constant terms. Both the direct and total backward linkages of manufacturing are significantly stronger than those of services for the entire period although in the case of the direct linkages, services appears to be slightly converging towards manufacturing over time. The stronger backward linkages of manufacturing indicate the importance of manufacturing as a source of demand in the economy and in terms of growthpulling. Looking at forward linkages over time, a similar pattern is evident between direct and indirect linkages. Interestingly, services overtakes manufacturing in the strength of forward linkages in the mid1990s. There is also greater volatility in the trends for manufacturing than for services, which may be related to the relative tradability of the two sectors. It is not clear at this point as to why the backward linkages of manufacturing and services track each other fairly evenly over the entire period, whereas in the case of forward linkages there is a distinct shift in the mid1990s where the linkages of services rise significantly. This may be indicative of the increasing maturity of the services sector, and could also be related to composition changes within services. The total forward linkages and total backward linkages of the economy which are of course equal and coefficient of interdependence of the economy have also risen significantly since the late 1990s. This is especially surprising in the context of the increasing openness of the economy during this period. These trends might be positive in terms of the degree of internal integration and depth of the economy. Further research could investigate these issues in greater detail. The key empirical results emerging from this analysis of linkages and multipliers in the South African economy can be summarized as follows. Manufacturing uses more inputs from services as intermediate inputs in manufacturing production, than the other way around. This holds whether or not imported intermediate inputs are excluded. Even when weighted for the relative size of the two sectors, the backward linkages from manufacturing to upstream services are stronger than from services to upstream manufacturing. This points to the importance of manufacturing as a source of demand for services. It also suggests that the costs and quality of services that form intermediate inputs into manufacturing are important for the competitiveness of manufacturing. Factoring in both direct and indirect backward linkages, an additional unit of final demand for manufacturing would require significantly more additional input from services than the other way around. Similarly for the economy as a whole, an additional unit of final demand for manufacturing would require more inputs than would an additional unit of services. 23Figure 15: Direct backward linkage vectors 19802005, manufacturing and services Figure 16: Total backward linkage vectors 19802005, manufacturing and services Figure 17: Direct forward linkage vectors 19802005, manufacturing and services Figure 18: Total forward linkage vectors 19802005, manufacturing and services Figures 1518 all in constant prices. Note that the yaxis does not start from zero. These results are consistent with those from the analysis of forward linkages. In particular, manufacturing is more important as a source of demand for the output of the services sector than is services as a source of demand for the manufacturing sector. This holds whether or not imported intermediates are excluded. This is a striking result, particularly in the light of the greater size of the services sector relative to manufacturing. These findings could suggest that manufacturing could have greater pulling power on services than the other way around. In terms of economywide multipliers, an additional unit of final demand for manufacturing would require greater inputs from other sectors than is the case for services, suggesting that growth decline in manufacturing would have a greater stimulatory contractionary effect on the economy as a whole than an equal increase in final demand for services. Of course, this focuses only on growthenhancing effects through intersectoral linkages; in assessing the overall potential of a sector for stimulatorycontractionary effects of the economy other channels would also need to be factored in, for example through the balance of payments. In terms of economywide total forward linkages, and factoring in both direct and indirect effects, the increase in total production that would be required to fully utilize an additional unit of primary input are roughly similar for manufacturing and services. 24The strength of the backward linkages from manufacturing to services or the forward linkages from services to manufacturing indicates that the cost and quality of service inputs into manufacturing are crucial for the competitiveness of manufacturing. Further, there is an asymmetry between manufacturing and services in terms of the possibilities of substituting imported inputs for domestically produced inputs given that manufacturing is in general more tradable than services, it is easier for services to switch to imported manufacturing inputs than for manufacturing to switch to imported services inputs. This further underscores the importance of the cost and quality of domestic service inputs into manufacturing. It is also worth noting that the amount that the manufacturing sector spends on service inputs far exceeds the total wage bill of the manufacturing sector. In 2005 current prices, manufacturing spent R186 billion on intermediate inputs from domestically produced services and R118 billion in remuneration. This puts in perspective arguments around the importance of manufacturing wages for competitiveness while the level of manufacturing wages is of course important for the competitiveness of the sector, the cost and quality of inputs sourced from services are likely to be at least as important.17 Considering the trends in backward and forward linkages from 1980 onwards, both the direct and total backward linkages of manufacturing are significantly stronger than those of services for the entire period. Services does appear to be beginning to catch up with manufacturing in terms of direct linkages. A different picture emerges regarding employment multipliers not shown here due to space constraints. Ominously for the potential for employment creation particularly with respect to the employmentcreating potential of economic growth the employment multipliers of both manufacturing and services have been falling over time. The total employment multiplier of services is higher than that of manufacturing throughout the period, and further that of manufacturing has declined more rapidly than has the total employment multiplier of services. 6 Conclusions This paper has investigated the manufacturing and services sectors in South Africa, with a focus on the relationship between these two sectors and between each of them and the rest of the economy. The private services sector accounts for over half of South African GDP and this share continues to rise, while the share of manufacturing has slowly declined over the past two and a half decades from a peak of 22 per cent to about 18 per cent at present.18 The level of labour productivity in manufacturing outstrips that in services and continues to rise, a development that is probably at least in part related to the capital intensification of manufacturing although services is also surprisingly capitalintensive. One way of understanding the differing employment performances of the manufacturing and services sectors is that in services the growth of value added has significantly outstripped that of productivity, whereas in manufacturing productivity growth has exceeded growth in value added, particularly over the past decade. 17 Wages in the services sector would also be germane to the cost of inputs from services into manufacturing, yet wages do not account for the bulk of costs in services. 18 Real annual growth in manufacturing over the period 19702005 was 2.6 per cent, and 3.5 per cent for private services. 25These changes in the sectoral composition of the South African economy and differing characteristics are relevant for growth and employment. Heterodox and classical development economics approaches have special characteristics of manufacturing for a countrys growth and development, suggesting that it has a particular role to play as an engine of sustainable growth. Growthgenerating properties attributed to manufacturing include learning by doing and increasing returns to scale, strong linkages with the rest of the economy, technological progressiveness, and mitigating balance of payments constraints. focused on typically the This would imply that a unit of value added is not equivalent across sectors in terms of potential to drive and sustain growth. A decline in manufacturing even if replaced by services could have negative effects on South Africas medium to longterm growth and employment prospects, the former directly and the latter primarily indirectly. To the extent that there has been deindustrialization in South Africa specifically in terms of a relative decline in manufacturing employment a key question is whether this process can be regarded as premature given our level of income per capita, in the sense of foregoing potential benefits of further manufacturing growth. Going deeper into the sector nonneutrality of growth, the paper proposes a conceptual template for thinking through the various ways in which sectoral growth can bring about additional overall economic growth. These channels are as follows: a sectors backward linkages to domestic upstream sectors; a sectors forward linkages to domestic downstream sectors; sectoral growth that brings about a growthinducing change in the sectoral composition of the economy; increased division of labour and specialization; trade, notably if a sector is a net generator of foreign exchange; the growthinducing or growthcomplementing effects of sectoral employment; innovation, technological progress, and productivity growth both internally to the sector and through its contributions to the broader economy; savings of a sector, which can finance productive investment elsewhere in the economy; the net fiscal contribution associated with sectoral growth; and institutional effects of sectoral growth, which may be more broadly growthinducing or supporting. The purpose of theoretically mapping out these channels of sectoral contributions to overall growth is to provide a basis for analysing the differential contributions of different sectors of the South African economy with a particular interest in manufacturing and services. Based on this approach, an identification of what the primary constraints on growth are at any particular conjuncture can allow for the prioritization of sectors that are especially relevant to inducing or supporting growth in relation to that constraint. This paper does not comprehensively investigate each of the channels or test each of the special characteristics associated with manufacturing which would be a mammoth task but does hone in on some key areas. Analysis of the backward and forward linkages between sectors revealed interesting results in terms of the way different sectors depend on each other for inputs as well as a market for their intermediate outputs. An important methodological step undertaken in this analysis is the exclusion of imported intermediate inputs, which is often overlooked in empirical work of this nature leading to misleading results. Manufacturing is found to be more important as a source of demand for services, than the other way around. This significant result might suggest that manufacturing has greater pulling power on services than the other way around. In terms of economywide multipliers, an additional unit of final demand for manufacturing would require more inputs from other sectors 26than is the case for services, suggesting that growth in manufacturing would have a greater stimulatory effect on the economy as a whole than an equal increase in final demand for services. Conversely, decline in the manufacturing sector would deprive the services sector of an important source of demand, both direct and indirect. The costs and quality of service inputs into manufacturing would be important for the productivity and competitiveness of manufacturing, but less important as a source of demand or driver of growth. Manufacturing remains critically important for growth in South Africa. In particular, as a source of demand for other sectors, which is important for pulling along growth in the rest of the economy. However, manufacturing is currently failing to absorb sufficient labour to seriously dent unemployment in South Africa. Employment creation has lagged far behind growth, such that unemployment remains at crisis proportions.19 Even factoring the employmentcreating potential of manufacturing growth is lower than that of services per unit of final demand, based on current patterns. indirect contributions in its The potential growthdriving properties of manufacturing such as increasing returns to scale are likely to only be fully operative when manufacturing grows at a faster rate than has been the case in South Africa. In other words, the role of manufacturing as a growth engine may only really kickin in a meaningful way above a certain level of manufacturing growth, and thereafter at an increasing rate up to a certain point. Although this is difficult to assess empirically, it would be consistent with both theoretical perspectives and international empirical evidence. This would suggest that the acceleration of growth in the manufacturing sector could enhance its growthpulling effects on the rest of the economy. Services are unlikely to be central in driving growth in South Africa, but are critical for labour absorption. The relatively low share of unskilled labour in services is however surprising, and it would be important for services to play a much more significant role in mopping up unemployed unskilled workers. Services in many developing countries are far more important as an employer of last resort than is the case in South Africa. This may be related in part to political economy considerations and the racialized character of the South African labour market, which may lead to underemployment in interpersonal services in particular. There is a potential tradeoff between sectors that are highly productive, technologically progressive, etc.; and those which are more labour absorbing, less productive, with a limited range of factor substitution possibilities towards capital, and so on. To some extent this is an inherent tradeoff, as certain of the progressive characteristics such as technological progressivity and factor substitution potential render them less likely to be prime employment creators, at least directly. Of course, this is not a simple dichotomy. Especially when indirect effects are factored in, a progressive yet not particularly labourabsorbing sector can make an important contribution to employment creation through growthpulling effects on highemployment sectors. 19 Currently at 25.5 per cent using the narrow official definition, and 37.3 per cent using the broad definition. 27The manufacturing sector is generally regarded in the literature as relatively dynamic, highly productive, with the greatest potential for benefits from economies of scale, the most rapid technological progress on balance, and with the most potential for capitalintensifying factor substitution. While these qualities may be conducive to high growth, they are not necessarily conducive to employment creation or at least to direct employment creation. On the other hand, services are generally more labourintensive, with relatively lower scope for capitalintensifying factor substitution and technological progress. Even if sectors with these types of characteristics are not particularly growthdynamic, they may be extremely important from an employment perspective. Such tradeoffs are not only at the intersectoral level, but also within sectors given the heterogeneity of subsectors. Although it may sound trite, an important point that emerges from this research is the importance of subsectoral analysis. Great heterogeneity is relevant in both the manufacturing and services sectors. Both manufacturing and services include subsectors that are capitalintensive and labourintensive, technologically progressive and less so, those that are primarily growthgenerating and those that are primarily labourabsorbing, and so on. Nevertheless, there are important commonalities within the manufacturing and services groupings respectively. Service subsectors such as ICT are highly technologically progressive, both internally and for other sectors, and have significant growthinducing or at least growthsupporting potential, yet are highly capitalintensive. Other service sectors such as domestic work are highly labourabsorbing in a direct sense, yet would have extremely limited growthinducing potential. Such tradeoffs are only partly associated with the intrinsic characteristics of different sectors, and are subject at least in part to policy interventions for example around the relative factor intensity of a sector, the nature of technological progress, and so on. The potential growthemployment tradeoff identified is at least in part mitigated in the South African case to the extent that the current level of unemployment is itself a constraint on growth. As discussed in section 3, employment creation is one of the channels through which sectoral growth can actually contribute to overall growth over and above that sectoral growth. Higher domestic demand derived from employment creation, as well as the mitigation of the destabilizing effects and other negative externalities associated with high levels of unemployment, means that employment creation can in itself raise growth. Nevertheless, as shown in this paper the manufacturing and services sectors in South Africa do contribute differentially to growth and to employment, suggesting that some difficult choices are called for in industrial and other policies. Sectoral characteristics as discussed in this paper are partly intrinsic to the nature of the sectors but are also partly reflective of past policies as well as subject to future policies. Clarification of these issues is not only analytically interesting but is also highly relevant from a policy perspective, in terms of where we should look to for future economic growth and employment creation, and what policy interventions might be required in this regard. 28Appendix 1: Derivation of linkage coefficients and multipliers Let Fnxn the intermediate input flow matrix, which shows the inputs from and to each of the sectors inputs from the factors of production and excluding final outputs. fij is the value of the intermediate inputs flowing from sector i to sector j, i.e. the payment for intermediate inputs that flows from sector j to sector i. Xnx 1 the total output flow vector, where xi is the total output of sector i the sum of intermediate and final output. DIAGXnxn a diagonal matrix where DIAGxij xij for all ij, DIAGxij 0 otherwise. Ynx 1 the intermediate output flow vector, where yi is the intermediate output of sector i that is, output which goes as intermediate inputs into other sectors. DIAGYnxn a diagonal matrix where DIAGyij yij for all ij, DIAGyij 0 otherwise. Inxn identity matrix and 1nx 1 unity column vector then Dnxn FDIAGY1; this is the upstream linkages coefficient matrix, where dfij Enxn DIAGY1F; this is the downstream linkages coefficient matrix, where e fijijij 100n1ifij 100n1jfij Anxn FDIAGX1 is the input coefficient matrix or the technical coefficient matrix in the Leontief system. The elements of the matrix are Anxn is the weighted input coefficient matrix, weighted by the relative size of the input 100Q. afijijisectors i. That is, aji. This shows the strength of forward linkages adjusted ni 1100Qi Qiijnf1ifijfor the relative size of the upstream sector. Bnxn DIAGX1F. This is the output coefficient matrix, where bij 100Qfijj. nxn B% is the weighted output coefficient matrix, weighted by the relative size of the output sectors j. That is, bijj. This shows the strength of forward linkages adjusted for the relative size of the downstream sector. nj 1100QQjfij Qj Z I A1, the input inverse or Leontief inverse, is a matrix of technical input coefficients that show intermediate inputs as a share of all inputs including the value 29added components. zij is the value of the additional output that would be required from the ith sector to produce the necessary inputs for one unit of final demand of the jth sector. The jth column sum is the total increase in output that would be required to supply the necessary inputs for an initial unit in increase in sector j.20 Z thus represents the effects of expansion on suppliers. It is a measure of backward linkages. ijz1ni W I B1, the output inverse, is a matrix of technical output coefficients, which each measure output which is sold as intermediate inputs into other sectors as a share of total sales including final demand of consumers. wij is the increase in output of the jth sector that would fully utilize the increased output from an initial unit of primary input into sector i. The ith row sum is the total increase in output that would fully utilize the increased output from an initial unit of primary input into sector i.21 W represents the effect of an expansion on users, and is a measure of forward linkages. ijw1nj LDF1xn B1 is the direct forward linkage vector. This of course equals the row sums of the output coefficient matrix B. For each sector i, this vector shows the direct forward linkages with downstream sectors. The direct forward linkage vector of each sector i is a weighted sum of direct forward linkages to downstream industries with the weighting of course based on the proportion of sector is output going to each of the downstream sectors. LDBnx 1 1 A is the direct backward linkage vector. This of course equals the column sums of the output coefficient matrix A. For each sector j, this vector shows the direct backward linkages with upstream sectors. As above, the direct forward linkage vector of each sector j is a weighted sum of its backward linkages. LTF1xn W1 is the total direct and indirect forward linkage vector. This of course equals the row sums of the output inverse W. For each sector i, this vector shows the direct and indirect forward linkages with downstream sectors. LTBnx 1 1 Z is the total direct and indirect backward linkage vector. This of course equals the column sums of the Leontief inverse W. For each sector j, this vector shows the direct and indirect backward linkages with upstream sectors. Given that the forward linkage vector of each sector is a weighted sum of that sectors backward linkages and vice versa, aggregate weighted forward linkages equal aggregate weighted backward linkages with weighting being the value of each sectors output. That is, X LTF LTBX. The economywide coefficient of interdependence can then be obtained as an outputweighted average of either of these measures, that is, C X LTF X 1 LTBX X 1. 20 The ith row sum of Z represents the increase in output of sector i that would be required to supply the inputs necessary for a one unit increase in final demand from all n sectors. This is not a relevant figure as the size of sectors varies considerably and hence an equal increase in final demand across the board is unrealistic. 21 The jth column sum of W shows the effect of a one unit expansion of primary inputs into all n sectors. As with the row sums of Z, this is not particularly relevant as an equal expansion across all sectors is unrealistic. 30This measures the degree of internal integration or industrial depth at any point in time. All of the above vectors and matrices were also calculated using an adjusted intermediate input flow matrix F that excludes imported intermediate inputs. Following all the above steps, all vectors and matrices can be derived adjusting such that the intermediate inputs on which they are based are only domestically produced. We thus derived the imported adjusted upstream linkages coefficient matrix D , upstream linkages coefficient matrix E , input coefficient matrix A , weighted input coefficient matrix A , output coefficient matrix B , weighted input coefficient matrix B, input inverse Z , output inverse W , direct forward linkage vector DFL, direct backward linkage vector DBL, total backward linkage vector TBL, total forward linkage vector TFL, and coefficient of integration C. 31Appendix 2: Linkages and multipliers tables of results The following sets of tables show the results for all sectors of the various calculations of forward and backward linkages and multipliers, according to the methods set out in Appendix 1 and as discussed in section 5. The calculations have also been undertaken for the more disaggregated 43sector structure, but are shown here at the 9sector level for the sake of brevity. Table A1: Backward linkages in terms of total output Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total SUM Agriculture Mining Manufacturing 2.4 0.7 31.1 1.0 0.3 6.0 7.6 2.8 2.6 0.0 18.9 54.5 0.0 0.5 15.2 2.3 0.6 2.6 21.9 2.6 1.3 0.0 28.4 47.0 4.9 10.8 38.4 1.2 0.0 7.2 3.8 6.3 1.4 0.0 18.7 74.1 EGW 0.0 16.0 7.9 15.7 3.4 2.0 1.7 5.3 0.0 0.0 9.0 52.0 Construction Trade Transport Finance CSP Government 0.0 4.3 33.9 0.3 19.0 4.1 2.1 8.2 0.3 0.0 14.6 72.1 0.2 0.0 9.0 1.1 0.9 6.2 10.4 17.9 0.3 0.0 34.9 46.1 0.0 0.2 21.2 1.4 0.4 8.7 14.3 8.1 0.4 0.0 31.5 54.6 0.0 0.2 7.1 0.6 1.2 4.0 5.4 23.7 1.5 0.1 34.7 43.9 0.1 0.3 14.5 1.1 0.6 6.1 4.2 19.1 2.1 0.9 31.5 48.8 0.1 0.3 10.2 0.4 0.8 2.9 3.4 5.3 3.6 4.7 15.1 31.6 Services total 0.1 0.2 11.8 1.0 0.9 6.0 8.7 18.0 1.0 0.1 33.6 47.6 This is the input coefficient matrix A. The last row is the direct backward linkage vector LDB. EGW electricity, gas, and water; CSP community, social, and personal services. 32Table A2: Backward linkages in terms of total output, import adjusted Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total SUM Agriculture Mining Manufacturing 2.2 0.4 22.5 1.0 0.4 6.0 6.9 2.7 2.5 0.0 18.2 44.7 0.0 0.4 9.4 2.3 0.7 2.6 19.9 2.5 1.4 0.0 26.4 39.2 4.5 6.1 27.8 1.2 0.0 7.2 3.5 6.0 1.5 0.0 18.2 57.8 EGW 0.0 14.9 5.2 15.6 4.0 1.9 1.5 5.1 0.0 0.0 8.5 48.3 Construction 0.0 2.1 25.7 0.3 22.1 3.8 1.8 7.3 0.3 0.0 13.2 63.4 Trade 0.2 0.0 7.3 1.1 1.3 6.1 9.9 17.2 0.3 0.0 33.5 43.4 Transport Finance CSP Government 0.0 0.1 12.9 1.4 0.5 8.6 13.6 7.8 0.4 0.0 30.4 45.3 0.0 0.2 5.1 0.6 1.6 3.9 5.1 23.0 1.5 0.0 33.5 41.1 0.1 0.2 9.2 1.1 0.8 6.0 4.0 18.1 2.3 0.8 30.5 42.6 0.0 0.2 6.5 0.4 0.8 2.8 3.1 4.9 3.5 7.4 14.3 29.7 Services total 0.1 0.1 8.0 1.0 1.2 5.9 8.2 17.3 1.0 0.1 32.4 42.9 This is the importadjusted input coefficient matrix A , and the last row is the importadjusted direct backward linkage vector DBL. 33Trade Transport 0.02 0.04 0.30 0.03 0.02 1.12 0.18 0.32 0.01 0 1.64 2.04 0.03 0.07 0.53 0.03 0.01 0.17 1.25 0.23 0.02 0 1.67 2.33 Finance 0.01 0.03 0.25 0.02 0.02 0.09 0.12 1.38 0.03 0 1.62 1.97 CSP 0.02 0.05 0.38 0.03 0.02 0.13 0.12 0.34 1.03 0.01 1.62 2.12 Government 0.01 0.04 0.27 0.01 0.01 0.07 0.08 0.14 0.05 1.05 0.34 1.73 Services total 0.02 0.05 0.35 0.03 0.02 1.64 2.10 Table A3: Input inverse Leontief inverse and total backward linkage vector Agriculture Mining Manufacturing Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total SUM 1.06 0.09 0.68 0.03 0.01 0.15 0.18 0.17 0.04 0 0.54 2.41 0.02 1.06 0.43 0.04 0.02 0.10 0.32 0.14 0.03 0 0.58 2.16 0.09 0.21 1.86 0.04 0.01 0.19 0.19 0.24 0.04 0 0.65 2.87 The last row is the total backward linkage vector. EGW 0.02 0.23 0.32 1.20 0.06 0.08 0.12 0.16 0.01 0 0.37 2.20 Construction 0.04 0.15 0.86 0.03 1.24 0.16 0.15 0.27 0.02 0 0.60 2.93 34Trade Transport Finance 0.01 0.02 0.18 0.02 0.03 1.11 0.16 0.28 0.01 0.00 1.56 1.82 0.01 0.02 0.26 0.03 0.02 0.14 1.20 0.18 0.01 0.00 1.54 1.87 0.01 0.01 0.14 0.02 0.03 0.08 0.10 1.35 0.02 0.00 1.55 1.76 CSP Government 0.01 0.02 0.19 0.02 0.02 0.10 0.09 0.30 1.03 0.01 1.52 1.80 0.01 0.01 0.14 0.01 0.02 0.06 0.06 0.11 0.04 1.08 0.28 1.54 Services total 0.01 0.02 0.19 0.02 0.02 0.00 1.55 1.81 Table A4: Importadjusted input inverse and total backward linkage vector Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total SUM Agriculture Mining Manufacturing 1.04 0.03 0.38 0.02 0.01 0.12 0.13 0.12 0.04 0.00 0.40 1.89 0.01 1.02 0.21 0.04 0.02 0.08 0.26 0.10 0.02 0.00 0.46 1.76 0.07 0.10 1.48 0.03 0.01 0.14 0.12 0.17 0.03 0.00 0.46 2.14 EGW 0.01 0.19 0.17 1.20 0.07 0.06 0.09 0.13 0.01 0.00 0.29 1.92 The last row is the importadjusted total backward linkage vector. Construction 0.02 0.06 0.52 0.02 1.29 0.11 0.09 0.21 0.02 0.00 0.43 2.35 35Table A5: Forward linkages in terms of total output Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total Agriculture Mining Manufacturing 2.40 0.30 2.39 1.26 0.18 1.28 1.88 0.43 1.20 0 1.09 0.04 0.45 2.67 6.37 0.80 1.27 12.38 0.92 1.45 0 3.75 63.12 61.66 38.43 19.43 0.01 20.04 12.27 12.69 8.50 0 14.06 EGW 0.01 5.83 0.51 15.75 1.52 0.36 0.34 0.68 0.01 0 0.43 Construction Trade Transport Finance CSP Government 0.01 3.44 4.79 0.63 19.04 1.62 0.95 2.31 0.22 0 1.55 0.98 0.03 3.22 6.13 2.33 6.22 12.07 12.89 0.59 0 9.40 0.00 0.31 6.58 6.79 0.77 7.55 14.25 5.02 0.81 0.03 7.34 0.05 0.61 3.53 5.05 4.34 5.61 8.76 23.75 4.47 0.09 13.01 0.21 0.24 2.36 2.76 0.64 2.79 2.20 6.22 2.05 0.47 3.85 0.23 0.53 3.21 1.86 1.77 2.51 3.41 3.34 6.92 4.75 3.57 This is the output coefficient matrix B. The final column is the direct forward linkage vector LDF. Services total 1.24 1.18 15.69 20.73 8.08 22.17 37.27 47.88 7.92 0.59 33.59 SUM 67.06 73.40 67.70 66.02 31.40 49.26 68.51 68.25 26.23 5.34 58.05 36Table A6: Forward linkages in terms of total output, import adjusted Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total Agriculture Mining Manufacturing 2.21 0.16 1.73 1.26 0.22 1.28 1.72 0.42 1.18 0 1.05 0.03 0.36 1.65 6.34 0.83 1.27 11.29 0.87 1.49 0 3.48 58.25 34.72 27.82 19.39 0.01 20.02 11.29 12.05 8.91 0 13.64 EGW 0.01 5.42 0.33 15.65 1.82 0.35 0.31 0.65 0.01 0 0.41 Construction 0.01 1.69 3.64 0.59 22.07 1.50 0.83 2.06 0.22 0 1.40 Trade Transport Finance CSP Government 0.91 0.02 2.62 6.16 3.25 6.14 11.42 12.33 0.67 0 9.02 0.00 0.17 4.00 6.80 1.02 7.42 13.63 4.84 0.83 0.03 7.10 0.21 0.34 2.12 1.93 1.91 2.52 3.29 3.21 7.03 7.39 3.51 0.04 0.52 2.53 5.03 5.74 5.43 8.25 22.97 4.60 0.07 12.57 0.20 0.17 1.51 2.79 0.87 2.74 2.09 5.92 2.29 0.40 3.73 Services total 1.16 0.88 10.65 20.79 10.88 21.73 35.39 46.06 8.39 0.50 32.41 SUM 61.89 43.58 47.95 65.95 37.74 48.67 64.13 65.33 27.23 7.90 55.90 This is the importadjusted output coefficient matrix B . The final column is the importadjusted direct forward linkage vector DFL . 37Trade Transport Finance CSP Government 0.08 0.08 0.11 0.15 0.05 1.12 0.21 0.23 0.03 0.00 0.06 0.06 0.08 0.07 0.03 0.06 0.08 0.09 0.09 1.05 0.08 0.11 0.12 0.16 0.17 0.03 0.15 1.25 0.14 0.04 0.00 0.08 0.10 0.13 0.15 0.08 0.13 0.20 1.38 0.08 0.00 0.04 0.05 0.06 0.07 0.02 0.06 0.06 0.11 1.03 0.01 Services total 0.31 0.34 0.46 0.53 0.18 1.46 1.72 1.86 1.18 0.01 1.64 SUM 2.79 2.92 2.67 2.69 1.59 2.20 2.72 2.60 1.56 1.06 2.39 Table A7: Output inverse W and total forward linkage vector LTF Agriculture Mining Manufacturing Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total 1.06 0.04 0.05 0.04 0.01 0.03 0.04 0.03 0.02 0.00 0.03 0.05 1.06 0.08 0.12 0.02 0.05 0.18 0.05 0.03 0.00 0.08 1.21 1.20 1.86 0.66 0.08 0.52 0.60 0.49 0.22 0.00 0.49 The last column is the total forward linkage vector. EGW 0.01 0.08 0.02 1.20 0.03 0.01 0.02 0.02 0.00 0.00 0.02 Construction 0.08 0.12 0.12 0.06 1.24 0.06 0.07 0.08 0.02 0.00 0.06 38Table A8: Importadjusted output inverse W and total forward linkage vector TFL Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Agriculture Mining Manufacturing EGW Construction Trade Transport Finance CSP Government Services total 1.04 0.01 0.03 0.03 0.01 0.02 0.03 0.02 0.02 0.00 0.02 0.02 1.02 0.04 0.10 0.02 0.04 0.15 0.04 0.02 0.00 0.06 0.88 0.55 1.48 0.48 0.07 0.39 0.37 0.35 0.18 0.00 0.34 0.01 0.07 0.01 1.20 0.03 0.01 0.02 0.02 0.00 0.00 0.01 The last column is the importadjusted total forward linkage vector. 0.05 0.03 0.06 0.13 0.07 1.11 0.18 0.20 0.03 0.00 0.05 0.04 0.08 0.14 0.03 0.12 1.20 0.11 0.02 0.00 0.04 0.04 0.07 0.12 0.11 0.11 0.16 1.35 0.07 0.00 0.02 0.02 0.03 0.06 0.02 0.05 0.05 0.10 1.03 0.00 0.03 0.02 0.05 0.05 0.04 0.05 0.07 0.07 0.09 1.08 0.07 0.04 0.05 0.07 0.04 1.29 0.04 0.04 0.06 0.01 0.00 0.05 39Services total SUM 0.16 0.13 0.25 0.44 0.23 1.39 1.59 1.76 1.16 0.01 1.55 2.19 1.85 1.92 2.35 1.69 1.95 2.27 2.31 1.48 1.09 2.10 References Blackaby, F. ed. 1978. Deindustrialisation. National Institute of Economics and Social Research. London: Heinemann. Clark, C. 1940. Conditions of Economic Progress. London: Macmillan. Fisher, A. 1939. Production, Primary, Secondary and Tertiary. Economic Record, 15June: 2438. Jones, L. P. 1976. The Measurement of Hirschmanian Linkages. The Quarterly Journal of Economics, 902 May: 32333. Palma, G. 2005. Four Sources of DeIndustrialisation and a New Concept of the Dutch Disease. In J. A. Ocampo, Beyond Reforms: Structural Dynamics and Macroeconomic Vulnerability. New York: Stanford University Press and World Bank. Palma, G. 2008. Deindustrialisation, Premature Deindustrialisation, and the Dutch Disease. In L. Blume, and S. Durlauf eds, The New Palgrave: A Dictionary of Economics 2nd edn, Basingstoke: Palgrave Macmillan. Rowthorn, R., and R. Ramaswamy 1999. Growth, Trade, and Deindustrialisation. IMF Staff Papers, 461 March. Rowthorn, R. E., and J. R. Wells 1987. Deindustrialization and Foreign Trade. Cambridge: Cambridge University Press. Thirlwall, A. P. 2003. Growth and Development, with Special Reference to Developing Economies 7th edn Basingstoke: Palgrave Macmillan. Tregenna, F. 2008. Characterising Deindustrialisation: An Analysis of Changes in Manufacturing Employment and Output Internationally. Cambridge Journal of Economics, forthcoming. 40", "filename": "589760823.pdf", "person": ["Fiona Tregenna", "Tregenna, Fiona"], "date": ["2008"]}