{"lang": "fi", "identifier_url": ["http://www.econstor.eu/bitstream/10419/44543/1/590193139.pdf"], "title": ["Cost competitiveness of Chinese and Finnish chemical industries"], "plaintext": "Preface China is becoming more and more important in the world economy. This changes also the operating environment of the Finnish chemical industry. That is why the Chemical Industry Federation of Finland decided to take part in this study on Cost Competitiveness of Chinese and Finnish Chemical Industries by ETLA and the Renmin University of China. Companies of the Finnish chemical industry have firsthand experience about the recent rapid change in the world economy. This is especially true in the plastic products industry. A blooming Finnish industry producing plastic parts for the telecommunication industry had to move its operations in a rapid pace first to Eastern Europe and later to SouthEast Asia and China. During this process of change only anecdotal information about the forces behind this process was available. The study now at hand intends to shed more light on this issue and prepare us for the changes to come. In our opinion, there are two main results in this study that even alone made it worthwhile. The first is to draw our attention to the low starting point of the recent development in the Chinese economy. The second one is to give enough emphasis to the size and heterogeneity of China and its economy. Without this study it would be too easy to forget that something as huge as China is bound to change slowly, but will still have a large impact on the rest of the world. We wish to express our thanks to the writers of this study at ETLA and in the Renmin University of China. Kari Teppola Pasi Ahde Chemical Industry Federation of Finland LI, Enjing SUNI, Paavo ZHAO, Yanyun, COST COMPETITIVENESS OF CHINESE AND FINNISH CHEMICAL INDUSTRIES. Helsinki: ETLA, Elinkeinoelaman Tutkimuslaitos, The Research Institute of the Finnish Economy, 2008, 46 p. Keskusteluaiheita, Discussion papers, ISSN 07816847; No. 1171. ABSTRACT: This study focuses on the labour cost competitiveness of the chemical industries in China and Finland in particular, using the corresponding German, the US and Estonian industries as a point of comparison in the early 2000s. This study deepens the analysis of the earlier study of the cost competitiveness of the manufacturing industries in the same group of countries. Separate studies focusing on the labour cost competitiveness are carried out in a parallel manner on the fabricated metal industries and paper industries. The results of these three sector studies deepen the knowledge about the change of competitiveness and its level. Large unit labour cost differences in a common currency were obviously a key factor behind exceptionally rapidly changing international production and trade structures in the late 1990s and early 2000s. The Chinese chemicals and chemical products and rubber and plastic products industries grew by 21 and 23 per cent per year in 20002007 as the average annual growth of the value added of world manufacturing volume was only 3 per cent in 20002006. Nominal wages as such do not imply good international competitiveness. Chinese wages are, however, low even if the Chinese low labour productivity is taken into account and costs per unit of production are compared in a common currency. The relative levels of the Chinese unit labour costs visavis Germany, using the unit value ratios UVR to make the production volumes comparable, were estimated to be about 6 and 2 per cent in the chemicals and chemical products and rubber and plastic products industries, respectively. In the case of the chemicals and chemical products industry, the ratio has even declined in the course of the 2000s, while in the rubber and plastic products industry it has been stable. Improving labour productivity in China had compensated for the effects of rapidly rising wages and an appreciating Renminbi Yuan in the case of the chemicals and chemical products industry and it had even more than compensated for it in the case of the rubber and plastic products industry. Keywords: competitiveness, unit value ratio, UVR, chemical industry, NACE 24, NACE 25 LI, Enjing SUNI, Paavo ZHAO, Yanyun, COST COMPETITIVENESS OF CHINESE AND FINNISH CHEMICAL INDUSTRIES. Helsinki: ETLA, Elinkeinoelaman Tutkimuslaitos, The Research Institute of the Finnish Economy, 2008, 46 s. Keskusteluaiheita, Discussion papers, ISSN 07816847; No. 1171. TIIVISTELMA: Tutkimuksessa selvitetaan Kiinan ja Suomen kemikaalien ja kemiallisten tuotteiden seka kumi ja muovituotteiden kustannuskilpailukykya ja sen kehitysta 2000luvun alkuvuosina. Laajemman kuvan saamiseksi Suomen ja Kiinan kustannuskilpailukykya ja sen osatekijoita verrataan Viron, Yhdysvaltojen ja Saksan vastaavien toimialojen kilpailukykyyn. Tutkimus syventaa vastaavien paperiteollisuuden ja metallituoteteollisuuden kustannuskilpailukykytutkimusten ohella aiemmin tehtya tutkimusta tehdasteollisuuden kilpailukyvysta ja sen tasosta. Tarkoituksena on selvittaa globalisaatioon liittyvien etenkin kustannusperaisten muutosvoimien vahvuutta ja potentiaalia. Suuret yksikkokustannuserot yhteisessa valuutassa laskettuina olivat epailematta keskeinen tekija poikkeuksellisien nopeassa maailmantalouden tuotannon ja kaupan rakennemuutoksessa 1990luvun lopulla ja 2000luvun alussa. Kiinan kemikaalien ja kemiallisten tuotteiden tuotanto NACE 24 pl. laakkeet lisaantyi vastaavana ajanjaksona 21 prosenttia ja kumi ja muovituotteiden NACE 25 23 prosenttia vuodessa. Maailman tehdasteollisuuden kiinteahintainen jalostusarvo lisaantyi vuosina 20002006 vain 3 prosenttia vuodessa. Nimellispalkat tai tyovoimakustannukset eivat sinallaan kuvasta kansainvalista kilpailukykya. Halvat kustannukset merkitsevat usein myos heikkoa tuottavuutta. Kiinan kustannukset ovat kuitenkin hyvin edulliset myos tuottavuuskorjattuina eli laskettuna yhta tuoteyksikkoa kohden yhteisessa valuutassa kilpailijoiden kanssa, kun tuotantojen tasot tehtiin vertailukelpoisiksi yksikkoarvosuhteiden UVR avulla. Kiinan yksikkotyokustannukset Saksan kustannuksiin verrattuina ovat noin 6 prosenttia kemikaalien ja kemiantuotteiden ja 2 prosenttia kumi ja muovituotteiden tuotannossa, kun yksikkotyokustannukset tehdaan vertailukelpoiseksi yksikkoarvosuhteita hyvaksi kayttaen. Kemi kaalien ja kemiallisten tuotteiden tuotannossa suhde jopa aleni 2000luvulla, kun se pysyi suhteellisen vakaana kumi ja muovituotteiden tuotannossa. Tyon tuottavuuden ripea kasvu kompensoi tyovoimakustannusten nopean nousun ja renminbin vahvistumisen vaikutuksen kemikaalien ja kemiallisten tuotteiden kustannuskilpailukykyyn ja jopa ylikompensoi niiden vaikutukset kumi ja muovituotteiden kilpailukykyyn. Avainsanat: kilpailukyky, yksikkoarvosuhde, UVR, kemianteollisuus, NACE 24, NACE 25 Tiivistelma raportista Cost Competitiveness of Chinese and Finnish Chemical Industries 1 Maailmantalouden rakenne on muuttunut tuntuvasti monessa suhteessa globalisaatioon liittyvan Kiinan talouden avautumisen ja siihen liittyvan rajun muutoksen seurauksena. Kiinan tehdasteollisuus on ollut tassa muutoksessa keskeisessa asemassa, kun monikansalliset yritykset ovat kayttaneet avautuneita kustannuseroja hyvakseen jarkeistaessaan alihankintaketjujaan seka pyrkiessaan talle erittain lupaavalle markkinalle. Tassa prosessissa Kiinan kokonaistuotanto on noussut noin 10 prosentin vuosivauhtia vuosina 1979 2008 ja jopa hieman tata nopeammin vuosina 20002007. Kiinan tehdasteollisuuden kasvuvahti on ollut kiinteahintaisella bruttotuotoksella mitattuna 2000 2007 22 prosenttia. Kemikaalien ja kemiallisten tuotteidentuotanto Nace 24 pl. laakkeet lisaantyi vastaavana ajanjaksona 21 prosenttia ja kumi ja muovituotteiden Nace 25 23 prosenttia vuodessa. Raportissa selvitetaan Kiinan ja Suomen kemikaalien ja kemiallisten tuotteiden seka kumi ja muovituotteiden kustannuskilpailukykya ja sen kehitysta 2000luvun alkuvuosina. Laajemman kuvan saamiseksi Suomen ja Kiinan kustannuskilpailukykya ja sen osatekijoita verrataan Viron, Yhdysvaltojen ja Saksan vastaavien toimialojen kilpailukykyyn. Tutkimus syventaa vastaavien paperiteollisuuden ja metallituoteteollisuuden kustannuskilpailukykytutkimusten ohella aiemmin tehtya tutkimusta tehdasteollisuuden kilpailukyvysta ja sen tasosta Suni Paavo Ahveninen Harri 2008. Tarkoituksena on selvittaa globalisaatioon liittyvien etenkin kustannusperaisten muutosvoimien vahvuutta ja potentiaalia. Raportissa keskitytaan tyovoimakustannuskilpailukykyyn osana laajempaa kustannuskilpailukykya, jossa myos raakaaineiden hinta ja niiden kayton tehokkuus seka tuotteesta saatava hinta ovat keskeisia tekijoita. Tyovoimakustannuserot nahdaan globalisaation keskeisena muutosvoimana, koska kylman sodan paattyminen ja etenkin Kiinan avautuminen teki mahdolliseksi kehittyvien maiden edullisen tyovoiman ja lantisen teknologian yhdistamisen kannattavalla tavalla. Naiden mahdollisuuksien hyvaksikaytto johti edella kuvattuun rajuun rakennemuutokseen globaalin tehdasteollisuuden ja myos kemianteollisuuden tuotannossa ja kansainvalisessa kaupassa. Tyovoimakustannuksia eri maiden valilla verrataan ns. suhteellisin yksikkokustannuksin. Vertailu tehdaan tavanomaiseen tapaan indeksein, jolloin kuvataan suhteellisten kilpailuasetelmien muutosta. Tutkimuksessa pyritaan ns. yksikkoarvosuhteita kayttaen Ks. Annex 1 saamaan selville myos maiden valiset absoluuttiset yksikkotyovoimakustannuserot eli kokonaistyovoimakustannukset yhta tuoteyksikkoa kohden. Samalla selvitetaan suhteellisten yksikkotyokustannusten osatekijoiden valuuttakurssien, suhteellisten tyovoimakustannusten ja tuottavuuksien kehitysta. 1 Li, Enjing Suni, Paavo Zhao, Yanyun 2008, Cost Competitiveness of Chinese and Finnish Chemical Industries. ETLA DP nro 1171, 2008. Tutkimus on osa hanketta, jossa on tutkittu Kiinan ja Suomen kustannuskilpailukykya tehdasteollisuudessa Suni Paavo Ahveninen Harri 2007, Cost Competitiveness of Chinese Manufacturing Industries from the Finnish Perspective. Prime Ministers Office Reports 32008, metallituoteteollisuudessa ETLA DP nro 1172, 2008 ja paperiteollisuudessa ETLA DP nro 1173, 2008. Kemikaalien ja kemiallisten tuotteiden tuotanto Laaketeollisuus sisaltyy vain maailman tuotantoon Vuosimuutos, %25UNIDO, ETLA1995200020002006201510505Saksa USASuomi Maailma Viro Kiina Kumi ja muovituotteiden tuotannon kasvu Vuosimuutos, %30UNIDO, ETLA199520002000200625201510505USASaksa Suomi Maailma Viro Kiina Tyovoimakustannuserot Globalisaation kiihtyminen 1990 ja 2000luvulla on perustunut kylman sodan paattymiseen ja kehittyvien maiden, etenkin Kiinan avautumiseen, joka on paljastanut uusia kannattavia liiketoimintamahdollisuuksia. Uudessa tilanteessa esimerkiksi Kiina on hyotynyt teollisuusmaihin verrattuna erittain alhaisesta palkkatasostaan. Esimerkiksi kemikaalien ja kemiallisten tuotteiden osalta Kiinan kokonaistyovoimakustannukset olivat vuonna 2007 3.9 prosenttia Suomen ja 3.3 prosenttia Saksan euroissa mitatuista vuotuisista kustannuksista tyontekijaa kohden. Kumi ja muovituotteiden osalta suhteet olivat 4.4 ja 4.9 prosenttia. Kiinan kustannukset nousivat hyvin nopeasti 2000luvulla. Kasiteltyjen kemianteollisuuden alaryhmien kustannusnousut olivat euroissa mitattuna 155 ja 65 prosenttia, mitka vastasivat 14.3 ja 7.3 prosentin vuotuisia kustannusnousuja. Suhteelliset tyovoimakustannukset Nimellispalkat tai tyovoimakustannukset eivat sinallaan kuvasta kansainvalista kilpailukykya. Halvat kustannukset merkitsevat usein myos heikkoa tuottavuutta. Kiinan kustannukset ovat kuitenkin hyvin edulliset myos tuottavuuskorjattuina eli laskettuna yhta tuoteyksikkoa kohden yhteisessa valuutassa kilpailijoiden kanssa. Kiinan yksikkotyokustannukset Saksan kustannuksiin verrattuina ovat noin 6 prosenttia kemikaalien ja kemiallisten tuotteiden ja 2 prosenttia kumi ja muovituotteiden tuotannossa, kun yksikkotyokustannukset tehdaan vertailukelpoiseksi yksikkoarvosuhteita hyvaksi kayttaen. Kiinan kumi ja muovituotteiden yllattavan alhainen suhteellinen yksikkotyokustannus Saksaan verrattuna johtuu todennakoisesti toimialan hyvin erilaisista tuotantorakenteista. Kemikaalien ja kemiallisten tuotteiden tuotannossa suhde jopa aleni 2000luvulla, kun se pysyi suhteellisen vakaana kumi ja muovituotteiden tuotannossa. Tyon tuottavuuden ripea kasvu kompensoi tyovoimakustannusten nopean nousun ja renminbin vahvistumisen vaikutuksen kemikaalien ja kemiallisten tuotteiden kustannuskilpailukykyyn ja jopa ylikompensoi vaikutuksen kumi ja muovituotteiden kilpailukykyyn. Suuret yksikkokustannuserot yhteisessa valuutassa laskettuina olivat epailematta keskeinen tekija poikkeuksellisien nopeassa maailmantalouden tuotannon ja kaupan rakennemuutoksessa 1990luvun lopulla ja 2000luvun alussa. Kiinan kemikaalien ja kemiallisten tuotteiden tuotannon jalostusarvon maara NACE 24 pl. laakkeet lisaantyi vuosina 2000 2007 22 prosenttia ja kumi ja muovituotteiden NACE 25 23 prosenttia vuodessa. Maailman tehdasteollisuuden kiinteahintainen jalostusarvo lisaantyi vuosina 20002006 vain 3 prosenttia vuodessa. Jalostusarvo ja tuotannon rakenne Kiinan ja Viron kemianteollisuuden jalostusarvon osuus bruttotuotoksesta on panostuotostaulujen mukaan vertailussa olevia teollisuusmaita selvasti pienempi. Tyon ja bruttotoimintaylijaaman osuudet ovat myos hyvin alhaiset. Virossa merkittava maara tuotannon valituotteista on tuontipanoksia. Tuontiosuus on iso myos Kiinassa maan valtavasta koosta huolimatta. Suomessa tuontiosuus kuvastaa talouden kansainvalisesti verrattuna pienta kokoa. Muutospotentiaali ja sen tekijat Edella kuvattujen tilastoihin perustuvien laskelmien valossa Kiinan kasvupotentiaali on edelleen hyvin suuri seka kemikaalien ja kemiallisten tuotteiden seka kumi ja muovituotteiden tuotannossa. Kiinan suhteelliset yksikkotyokustannukset ovat edelleen vain murtoosa lantisista kustannuksista. Viron talous on esimerkki pienesta avotaloudesta, joka on esimerkiksi Kiinan taloutta huomattavasti joustavammin sopeutunut muuttuviin oloihin. Viron kemianteollisuus on suureksi osaksi jo hyodyntanyt talouden kehityspotentiaalin catching up, koska sen yhteisessa valuutassa ilmaistut yksikkotyokustannukset ovat nousseet jo perinteisten teollisuusmaiden tuntumaan. Tama merkitsee jatkossa tuskallista sopeutumista, koska ripeata tyovoimakustannusten nousua ei pystyta enaa kompensoimaan tuottavuuden vahvalla nousulla. Viron kruunun sitominen euroon ehkaisee myos valuuttakurssipolitiikan kayton vaistamattomaan muutokseen sopeutumisessa. Kiinan talous on poikkeuksellisen kiinnostava seka suuren kokonsa etta muutoksen ja siihen liittyvan maailmanmarkkinavaikutuksensa takia. Kiina on rajussa muutoksessa, mutta talouden perustekijoiden erot muuhun maailmaan ovat edelleen suuret. Palkat nousevat nopeasti, mutta lahtotaso on hyvin alhainen ja talouden rakennemuutos on pitanyt tuottavuuden myos nopeassa nousussa. Tuottavuuden nousu vapauttaa ammattitaidotonta tyovoimaa maataloudesta, mika vaimentaa palkkakustannusten nousua. Ammattitaitoisesta tyovoimasta on kuitenkin jo pulaa mika nostaa uuden tyovoimalainsaadannon ohella tyovoimakustannuksia. Kiinan harjoittama renminbin vahvistumispolitiikka 2000luvun alkuvuosina pienensi myos kustannuseroja. Syksylla 2008 tama politiikka muuttui kuitenkin varovaisemmaksi kansainvalisen finanssikriisin vaikutusten kohdistuessa voimakkaasti myos Kiinan talouteen. Kiinan kustannusetua kaventaa kiinalaisten tuotteiden hintojen hidas kehitys suhteessa vertailumaihin. Osa rajusta tuottavuushyodysta heijastuu hinnoittelussa. Kiinan kemianteollisuus on muutoksessa Kiinan kemianteollisuus on rajussa muutoksessa kuten suurin osa maan tehdasteollisuudesta. Tuotanto on keskittynyt muutamaan maakuntaanJiangsu, Shandong, Guangdong, Zhejiang, Shanghai ja Hunan, jotka dominoivat tuotantoa. Nelja suurinta tuotantoaluetta tuottavat yli puolet ja 10 suurinta maakuntaa yli kolme neljannesta maan kemianteollisuuden kokonaistuotannosta. Kiinan hallituksen 11. 5vuotissuunnitelman mukaan kemianteollisuus kasvaa nopeasti vuoteen 2010 mennessa, vaikka joillakin kemianteollisuuden aloilla on jo ylitarjontaa. Kuitenkin esimerkiksi kumin ja muovin tuotanto kasvaa hyvin nopeasti laajenevan autoteollisuuden tarpeisiin. Kemianteollisuuden kasvua rajoittaa lahivuosina ymparistonakokohtien nousu keskeisempaan asemaan investointi ja tuotantopaatosten arvioinnissa. Kiinan kemianteollisuus on hyvin kilpailullinen, koska alalla on lukuisa joukko yrityksia. Kilpailukykyisimmat yritykset, mitattuna Renmin yliopistossa kehitetylla alueellisella kilpailukykyindeksilla, sijaitsevat Zhejiangissa, Jiangsussa, Hunanissa, Shanghaissa and Shandongissa. Kansainvalisen rahoituskriisin vaikutukset Kiinan kemianteollisuuden nakymia varjostaa odottamattoman pahaksi syventynyt kansainvalinen rahoituskriisi, mika toisaalta rajoittaa vientimahdollisuuksia, toisaalta heikentaa kotimarkkinoita. Useat kansainvalisista markkinoista kuten Yhdysvallat, Japani ja eu roalue ovat taantumassa ja siita toipuminen kestanee pitempaan kuin tavallisesti talouden toimintaan keskeisesti vaikuttavan rahoituskriisin syvyyden takia. Suhteelliset yksikkotyokustannukset samassa valuutassa kemikaalien ja kemiallisten tuotteiden tuotannossa, %Kansallinen yksikkotyokustannus Saksan suhteen, %120Klems, National Statistics, ETLA100 pl. laaketeollisuus Kustannukset euroissa, maarat tehty vertailukelpoisiksi yksikkoarvosuhtein USASuomi Viro Kiina 199920002001200220032004200520062007806040200 120100806040200 Suhteelliset yksikkokustannukset samassa valuutassa kumi ja muovituotteiden tuotannossa, %Kustannukset euroissa, maarat tehty vertailukelpoisiksi yksikkoarvosuhtein Kansallinen yksikkotyokustannus Saksan suhteen, %ULC, %140Klems, National Statistics, ETLAUSASuomi Viro Kiina 199920002001200220032004200520062007 Kiina kilpailija, mutta myos potentiaalinen yhteistyokumppani Kiinan kemianteollisuus nostaa pitkalla aikavalilla globaalia merkitystaan jo nyt korkealle nousseelta tasoltaan. Tassa kehitysprosessissa kustannuserojen ohella tiedon siirtyminen teollisuusmaista ja nopeasti kasvavat kotimarkkinat ovat tarkeita osatekijoita. Kiinan kemianteollisuuden nopea jatkokehitys edellyttaa tietotaidon saamista teollisuusmaista, joiden yritykset pyrkivat parantamaan kannattavuuttaan hyodyntamalla Kiinan nopeasti kasvavia markkinoita ja edullisia tuotantokustannuksia. Raakaainekustannusten, etenkin energiakustannusten suurten muutosten seka tyovoimakustannuserojen kilpailukykyvaikutukset Kiinan ja Suomen kemianteollisuuteen vaativat viela lisaselvityksia. Esimerkiksi kustannuskilpailukyvyn tason mittaamista pitaisi kehittaa paitsi kilpailukyvyn tason tarkemman selvittamisen, myos kilpailukyvyn muutoksen vaikutusten arvioimiseksi. Lisatutkimus ja kehityksen seuranta syventaisi tietoa kemianteollisuuden muutosprosessista. Tama on erityisen merkityksellista sen takia, etta Kiinalla ja muilla kehitysmailla on viela paljon kehityspotentiaalia catching up. Nykyinen kriisi pysayttaa kehitysprosessit, mutta kunhan palataan normaaliin, alan kehitysprosessit voivat jatkua. Kansainvalinen kilpailukyky ja yritysten toimintaymparisto Meneillaan oleva kansainvalinen finanssikriisi ja maailmanlaajuinen taantuma korostavat kustannuskilpailukyvyn merkitysta kansallisella ja yritystasolla, koska se merkitsee kilpailun kiristymista ja yritysten hinnoitteluvoiman heikkenemista. Kiinan teollisuudessa tyovoimakustannusten nousu, renminbin vahvistuminen vaikeuttaa vientia ja vahvistaa tuontia, pula ammattitaitoisesta tyovoimasta, uusi tyovoimalainsaadanto tyontekijoiden olojen kohentamiseksi ja investoinnit ymparistoongelmien parantamiseen ovat heikentaneet kemianteollisuuden kustannuskilpailukykya. Teollisuusmaiden yritykset pyrkivat menestymaan pitamalla kustannusten nousun kurissa, nostamalla tuotteidensa jalostusarvoa, parantamalla laatua ja kohentamalla tuottavuutta. Kiinan teollisuus puolestaan hyotyy tuntuvasti kotimarkkinoidensa vahvasta kasvusta. Kiinalaiset yritykset pyrkivat menestymaan hyodyntamalla hyvaa kansainvalista kilpailukykyaan ja suuria maan sisaisia kehitysmahdollisuuksia seka tuotteiden kysyntapotentiaalin etta tyovoiman tarjonnan osalta panostamalla samalla myos jalostusarvon nostamiseen. Maailman kemianteollisuus NACE 24 ja NACE 25, joka tuottaa UNIDOn tilastojen mukaan noin 12 prosenttia maailman tehdasteollisuuden jalostusarvosta kiintein vuoden 2000 hinnoin laskettuna vuonna 2006, on suuressa muutoksessa. Kansainvalisesti toimivien yritysten on tassa tilanteessa seurattava tarkasti erityisesti Kiinan kilpailukyvyn ja tuotannon kehitysta, yhteistyomahdollisuuksia Kiinan kanssa, Kiinan markkinoiden kehitysta seka kilpailun kiristymista kansainvalisilla markkinoilla kiinalaisten tuotteiden lisaantyvan merkityksen takia. Table of Contents 1. Introduction  1 2. Background 2 2.1. Global financial crisis in 2008  2 3. World chemical industries 4 3.1. Chemical industry in selected countries 4 3.1.1. Cost structure of output 11 3.2. Chemical industry in China 17 3.2.1. The development process of chemical industry in China  18 3.2.2. Chemical industry in Chinese regions  21 3.2.3. Performance of the main provinces  23 3.2.4. Challenges of regional developments  25 4. Cost competitiveness of chemical industry  27 4.1. Unit labour costs in selected countries 27 4.2. Relative unit labour costs in selected countries  32 5. Conclusions  40 Annex 1. Manufacturing production and unit value ratios 43 Annex 2. Volume Growth of World Value Added in Manufacturing 44 Annex 3. The data 44 References:  45 1. Introduction This study dealing with the cost competitiveness of the chemical manufacturing excluding pharmaceuticals in China, Estonia, the US, Germany and Finland is one of four complementary studies providing an overall analysis of international competitiveness. The first study, a general description of the cost competitiveness developments of the manufacturing industry, was made for the Council of the Finnish Prime Minister. The other two complementary studies review the developments in the fabricated metal as well as pulp and paper industries. This study starts with a review of the general developments of the industries to give an overview framework for the description of cost competitiveness. After that the unit labour costs ULCs are described and compared in the selected countries on an aggregate level as well as by decomposing the costs into labour costs and productivity. We also describe the fragmented nature of the Chinese chemical industries by comparing the developments by provinces. The chemical industry is very fragmented by nature. In this study, this heterogeneous structure has been taken into account by dividing the industry into two subindustries. The first one is production of chemicals and chemical products excluding pharmaceuticals or, in short, the chemicals and chemical products industry NACE 24 excl. 244 and the second is production of rubber and plastic products NACE 25. The expression chemical industry is in this study used to denote both of these industries combined. These industries cover a large number of commodities varying from perfumes to fertilisers and plastic products. Energy is often a very important raw material, the price of which strongly affects the costs of the sector as do the labour costs. This study concentrates on labour costs as it is the differences of unit labour costs between industrialised and developing countries which create large incentives for changes in geographical pattern of production and trade. Comparisons of labour costs are made by relative unit labour costs and their developments in the chemical industries of the countries under examination. The level comparison of costs is made by utilising socalled unit value ratios UVRs 2 using Germany as a reference economy. The level comparison is supplemented by decomposition of relative unit labour costs RULCs to relative wage costs, productivity and exchange rates. In the last chapter the results are reviewed and conclusions put forward. 2 UVRs can be used to convert production volumes into comparable figures. See more in Annex 1. 22. Background World economic growth has greatly benefitted from globalisation, via which developing countries, especially China, have gained strong momentum in their economies. In the early 2000s developing countries have made a most significant contribution to the world economic growth. China alone contributed around one percentage point to the world average growth of close to five per cent in 20012007. Strong global growth was boosted by the emergence of China due to its liberalisation policies since end of the 1980s into the international community as well as the strengthening growth of other developing countries as technological changes made it easier both to transfer technology and to optimise the processes of the multinational enterprises on a global basis. At the same time, more efficient production practises kept inflation under control in spite of strong growth. The tide turned in 2008, when the US and Euro Area slid into recession and the growth started to decelerate worldwide. World GDP Growth 195020105year MAGDP_long 876543210IMF, Maddison, ETLA1950196019701980199020002010 2.1. Global financial crisis in 2008 The year 2008 marked a drastic change in the global economic development as the global financial crisis, which started already in August 2007, deepened into a very severe down turn in September 2008. The exceptionally strong growth in the early 2000s was, however, also due to very easy monetary circumstances due to strong savings in the developing countries. This phe 3nomenon was coined the socalled savingsglut by the chairman of the US Federal Reserve Paul Bernanke. The easy monetary environment with low interest rates was one reason behind the surge of subprime loans in the US, which by definition are loans with less than a normal probability of pay back. These loans became very popular and their share of the US mortgages rose from a negligible level close to 20 per cent by 2006, declining afterwards. The usual practise was to package these loans with other loans to a financial instrument called CDOs Collateralized Debt Obligations. This operation made it possible to spread the risk of these high yielding products to other agents globally. While CDOs were risky, they were often insured against default by socalled CDS Credit Default Swaps. All went fine until housing prices begun to decline. This resulted in rising foreclosures and subsequent decreases in balance sheets of banks. Problems of financial markets developed into an international financial crisis already in August 2007, but the severity of the problem was revealed in autumn 2008, when the international financial markets nearly collapsed after the renowned investment banking institution Lehman Brothers filed for chapter 11 bankruptcy protection and the largest US insurer AIG was taken under government control. In short, the leveragebased growth changed to deleveragebased problems in the financial sector. These problems have been exacerbating the problems in the real economy during autumn 2008 and will deteriorate the economic development also in 2009. The outlook of the global economy is very gloomy. The US and the Euro Area have entered into a recession and the growth prospects have strongly worsened also in other developed countries as well as in emerging economies. The year 2009 will obviously be very weak and a turnaround for the better may be very slow in spite of strong policy reactions by the central banks and governments. The weak demand may be a prolonged phenomenon, as a consequence of the financial crisis, which has badly deteriorated the functioning of this key sector. The mediumterm economic outlook for chemical industries deteriorated substantially in 2008 as well due to the recession in key production areas, the US and Euro Area. A large recent decline in raw material prices and energy in particular, however, provides some relief. 43. World chemical industries 3.1. Chemical industry in selected countries World manufacturing industries, in general, have gained from globalisation with a few exceptions as far as the growth in the volume of value added is concerned. In the late 1990s, the growth strengthened from the early 1990s. The growth moderated, but remained strong in 20002006. The annual averages of the growth in volume of value added were 2.5, 3.2 and 3 per cent UNIDO 2008 in the periods 19901995, 19952000 and 20002006, respectively. The growth rates, however, varied substantially between different industries. The industry which has gained by far the most, is the radio, television and communication equipment industry. Its volume of value added grew 26 and 12 per cent per annum in the latter two periods. The value added of rubber and plastic products production grew 3.6 and 3.3 per cent annually in the respective periods, while chemical and chemical products production expanded by 3.7 per cent per year in both periods. See adjacent graph and table in the Annex 1. Rapid Chinese growth has changed world distribution of manufacturing and also distribution of chemicals and chemical products industry. The share of China of the world chemicals and chemical products industry NACE 24 including 244 has risen from 5.8 per cent in 2000 to 10.0 per cent in 2006 and to 7.8 to 15.8 per cents in the rubber and plastic products industry NACE 25 in prices of 2000 UNIDO 2007. Chemical industries have gained from the globalisation and a related strong growth in developing economies and China in particular like many other manufacturing industries. World production of these industries has grown somewhat faster than the average growth in the manufacturing industries since the mid 1990s. Chinese volume of value added of annual %change World Output Growth in Chemicals and Chemical Products Industry World includes Pharmaceuticals UNIDO, ETLA1995200020002006Germany USAFinland World Estonia China 25201510505 5rubber and plastic products industry grew by 23 per cent and chemical and chemical products industry excluding pharmaceuticals by 21 per cent annually in 20002007 compared to 21.5 per cent average growth in Chinese manufacturing. World Output Growth in Rubber and Plastic products Industriesannual %change 30UNIDO, ETLA25201510505 1995200020002006USAGermany Finland World Estonia China Growth in Volume of World Manufacturing Value Added World average growth : 3 %Radio,television and communication equipment Other transport equipment Electrical machinery and apparatus Tobacco products Basic metals Medical, precision and optical instruments Office, accounting and computing machinery Chemicals and chemical products Motor vehicles, trailers, semitrailers Machinery and equipment n.e.c.Rubber and plastic products Coke,refined petroleum products,nuclear fuel Food and beverages Nonmetallic mineral products Paper and paper products Wood products excl. furnitureFabricated metal products Textiles Furniture; manufacturing n.e.c.Leather, leather products and footwear Printing and publishing Wearing apparel, furannual average growth, %2000200619952000UNIDO, ETLA5.00.05.010.015.020.025.030.0 615 Leading Countries in Chemicals and Chemical Products Industry Per cent of World Value Added 2000 22.7 15.3 2006 21.4 12.4 5.8 7.4 4.9 3.8 2.6 3.1 2.4 1.8 2.3 2.4   2.0   10 6.8 4.6 3.6 3.4 2.5 2.4 2.2 2.1 2.0 2.0 1.9 1.8 USA Japan China Germany UK France India Italy Republic of Korea Ireland Puerto Rico Brazil Switzerland Canada Netherlands 80.9 78.7 ISIC 24 incl. pharmaceuticals in 2000 prices Source: UNIDO 7Per cent of World Value Added 15 Leading Countries in Production of Rubber and Plastic products The growth of Chinese production of chemicals and chemical products has been very rapid, close to, but below, the average Chinese manufacturing growth. Chinese growth has, however, started from a very low level. The key to good Chinese development lies in the opening up of China. China, the Soviet Union and other centrally planned economies aimed to work together isolating themselves from the rest of the world economy. Planning and cooperation between the other planned economies were, however, not as productive as economic activities outside the planning systems andor countries were not able to expand mutual cooperation well enough. This resulted into the economic collapse of the planning systems and the opening up of these economies created a new setting for the international division of labour. USA China Germany Japan UK France Italy Republic of Korea Spain Canada Brazil Argentina China Taiwan province Malaysia Indonesia Sum of 15 top producers ISIC 25 in 2000 prices Source: UNIDO 2000 22.6 7.8 10.3 6.8 5.9 4.7 4.7 3.0 2.9 3.2 2.6 1.4 2006 19.2 15.3 9.4 5.6 4.5 4.1 3.6 3.1 2.7 2.5 2.2 1.7 80.9 78.7 2.1   1.3 1.7 1.6 1.5 8China decided to start changing its economy towards a marketorientated economy in 1989 by the decision of the communist party. This move has proved to be very fruitful for China. Opening up of the Chinese frontiers revealed huge differences in labour costs per unit of production or ULCs calculated in a common currency. This created a large incentive to invest in China and led to a rise in investments in China to profit from this new opportunity. As a result a huge change has taken place in China making it e.g. the worlds largest manufacturer and also an important producer of chemical industry products. The development has been especially rapid in the course of the 2000s, when China become the third largest producer of chemicals and chemical products ISIC 24 and the second largest producer of rubber and plastic products in terms of value added measured in prices of 2000. Chemical production is strongly concentrated geographically as 15 countries produce around 80 per cent of world value added. The four largest countries make up about half of the world chemicals and chemical products production. In this study we usually measure with some exceptions the output as gross output instead of value added. By this selection we try to catch a general picture of all the costs, although the main focus is on labour costs. In terms of the volume of gross production nominal production deflated by the exfactory price index, the growth rates in Chinese chemicals and chemical products and rubber and plastic products production have been impressive and well above the rates in the other selected countries. However, the growth has been somewhat below the average in Chinese manufacturing. The annual average growths of Chinese chemicals and chemical products output and rubber and plastic products outputs were around 20 per cent in 19992007. In comparison, the annual average growth in manufacturing was 22 per cent in the same period. Output of Chemicals and Chemical Products in Selected Countries millions of 1999 euros using UVRs excluding pharmaceuticals USAChina Germany Finland Estonia 1999200020012002200320042005200620072008Klems, National Statistics, ETLAMillions of 1999 euros 350 000300 000250 000200 000150 000100 00050 0000 9Output in Rubber and Plastic Product Manufacturing millions of 1999 euros using UVRs Millions of 1999 euros 250 000200 000150 000100 00050 0000 Index, 1999100China USAGermany Finland Estonia 199920002001200220032004200520062007Klems, National Statistics, ETLAVolume of Output of Chemicals and Chemical Products in Selected Countries excluding pharmaceuticals 199520002005China Estonia Finland Germany USAKlems, National Statistics, ETLA45040035030025020015010050 10Volume of Output in Rubber and Plastic Product Manufacturing in Selected Countries Index, 199910050045040035030025020015010050China Estonia Finland Germany USAKlems, National Statistics, ETLA 199520002005 The level of volume of output in chemicals and chemical products industries excluding pharmaceuticals has followed the pattern of value added. The production in the US, Germany, Finland and even in Estonia has been rather stagnant, if compared to China. Rubber and plastic products production growth in China well exceeds the growth in industrialised countries as in the cases of most other manufacturing industries. Estonian production is also more vivid than production in industrialised countries, but its growth is also well below the Chinese rates. The case of rubber and plastic products production differ from the other industries in the sense that there has been a large change in intermediate production in the course of 2000s as value added has grown faster than gross output. The annual growth rates of the industries were 20 and 23 per cent. The rapid Chinese growth has had a significant impact on the global production structure of the chemical industry as Chinese industry have become dominant global industry also in the case of chemicals. In all the other selected countries, the growth has been modest. The average annual growth rates in Finland and Germany were 2.6 and 1.8 per cent in 19992007. In Estonia and in the US the production even declined by 1.3 and 0.6 per cent per year. The change in the chemicals and chemical products industry and in the rubber and plastic products industry has been one of the strongest in the group of selected industries. Average price levels 3 of both chemicals and chemical products industry excluding pharmaceuticals and rubber plastic products industry seem to vary surprisingly much in selected countries. The average price levels in China have declined since the early 2000s in comparison to German levels partly due appreciating renminbi. However, a rather strong 3 Unit value ratio vs. Germany divided by the nominal exchange rate. 11decline obviously reflects also a rise in the productivity due to modernising production capacity. The average price levels of the other selected countries, the US, Finland and Estonia, have risen rather strongly compared to Germany in the case of chemicals and chemical products industry since 2003. The depreciation of the US dollar in the early 2000s was not reflected in the price development much. Estonian prices have risen rather strongly already since the beginning of the decade. The average price level developments in the rubber and plastic products industries have varied more than chemicals and chemical products price levels. While the Chinese price level has decreased rather strongly as in the previous case, rubber and plastic products prices have risen very strongly in Estonia. Comparative Price Levels vs Germany of Chemicals and Chemical Products Manufacturing National price level per German price levelin Selected Countries excluding pharmaceuticals 1.61.41.21.00.80.60.40.20.0 1999200020012002200320042005200620072008China Estonia Finland USA 3.1.1. Cost structure of output In the group of the five selected countries, the most developed nations use less intermediate goods in their chemicals and chemical products and rubber and plastic products production than the less developed countries. The share of intermediate goods of gross production of chemicals and chemical products varies in the three developed countries between 60 per cent in China and close to 70 per cent in Finland. In rubber and plastic products production the shares in developed nations are all close to 60 per cent according to the inputoutput tables data. The share in Estonia is the largest due to the small size of the economy, forcing Estonian producers to import a large part of their raw materials. The case in China is especially interesting due to its exceptionally rapid growth. Chinese chemicals and chemical products producers use more intermediate goods than industrial 12ised countries, almost as much as small Estonia. The share of intermediate good use in total output has been relatively stable since 1995, though the production has grown strongly. China is importing rather much regarding its large size and abundant natural resources. Imports of the US and even German industries are slightly larger than 10 per cent, while the import contents of Chinese manufacturing output is roughly a quarter. The stable share of intermediate goods in gross output implies that the share of value added in the chemicals and chemical products industry has also stayed stable. Large investments, which are behind the substantial growth of the industry have modernised production technology and in fact compensated for the effect of strongly rising raw material prices. The effect of the rise of raw material prices is clearly visible in the intermediate use of the US, Germany and Finland. In Estonia, the use of intermediate products was in a decline in the early 2000s. In the case of the rubber and plastic products industry, the use of intermediate goods by countries varies more than in the chemicals and chemical products industry. In China and Estonia production of rubber and plastic products uses intermediate goods in a roughly similar way as in the chemicals and chemical products industry. In the US, Finland and Germany the rubber and plastic products industry uses much less intermediate goods per output than the chemicals and chemical products industry. Comparative Price Levels vs Germany in Rubber and Plastic Product Manufacturing National price level per German price level 1.81.61.41.21.00.80.60.40.20.0China Estonia Finland USA1999200020012002200320042005200620072008 While labour costs in China have risen much faster in the 2000s than in the other countries, they are still well below the wage levels in the industrialised countries in the chemicals and chemical products and rubber and plastic products industries if calculated in euros. Chinese wages are much lower, even if the productivity differences are taken into account. This issue is dealt more in chapters four and five. % of gross production 13Composition of Output of Chemicals and Chemical Products in 2000China Estonia Finland Germany USA908070605040302010010 Per cent 80757065605550National Inputputput tables, ETLAIntermediateconsumption imports Value added Gross operatingsurplus Compensation Net tax China in 2002Use of Intermediate Inputs per Gross Production of Chemicals and Chemical Products Manufacturing in Selected Countries excluding pharmaceuticals Estonia China Finland USAGermany Klems, National Statistics, ETLA1990199520002005 Estonian production, taken from the local inputoutput tables, is of rather low value added production as is the case of China. Estonian producers are very strongly dependent on the imports in the case of chemicals and chemical products, importing close to 35 per cent of intermediate inputs. In the case of rubber and plastic products, the Chinese production has rather low value added like Estonian production, but it uses very little imports. On the other hand, the Estonian producers of rubber and plastics products have to import about half of their intermediate goods. 14The compositions of value added vary significantly. China has a much lower labour compensation share than the industrialised countries partly due to its low wage level. However, it also taxes the production more than the other four countries. Profit shares are consequently also lower. Estonia progressed rapidly in the early 2000s. This was reflected also in rapid wage rises. Surprisingly, in the case of the chemicals and chemical products industry, the Estonian wages have already approached the level in Finland, which has lower wages than Germany and the US. In the case of rubber and plastic products, the Estonian annual compensation per person is clearly lower than in the other countries under comparison. Composition of Output in Rubber and Plastic Product Manufacturing, in 2000China Finland Germany USA% of gross production Estonia National Inputputput tables, ETLAIntermediateconsumption imports Value added Gross operatingsurplus Compensation Net tax China in 2002908070605040302010010 Per cent Use of Intermediate Inputs per Unit of Gross Production in Rubber and Plastic Product Manufacturing 80757065605550 1990199520002005Estonia USAGermany Finland China Klems, National Statistics, ETLA 15Annual Labour Compensation per Person in Chemicals and Chemical Products Manufacturing in Selected Countries excluding pharmaceuticals 2006200020032007Klems, National Statistics, ETLAn.an.a China Estonia Finland Germany USAAnnual Labour Compensation per Person in Plastic and Rubber Manufacturing 2000200320062007Klems, National Statistics, ETLAn.a China Estonia Finland Germany USAn.a Euros 90 00080 00070 00060 00050 00040 00030 00020 00010 0000 Euros 60 00050 00040 00030 00020 00010 0000 16Employment in Chemicals and Chemical Products manufacturing in Selected Countries 2000 100140 excluding pharmaceuticals 1201008060China Estonia Finland Germany USA200020012002200320042005200620072008Employment in Rubber and Plastic Products Manufacturing in Selected Countries Index, 2000100240China Estonia Finland Germany USA220200180160140120100806020002001200220032004200520062007 The share of intermediate goods in gross output in selected industrialised countries varies between 6268 per cent. The industry uses much input made in the same sector as well. The share of these inputs in the gross output varies between 2226 per cent. The second largest input sector is other business services consisting of 610 per cent of gross output. China is different in this respect. Due to its rather developing nature it uses little business services. 17The size of imports depends on e.g. the abundance of raw materials and the size of the country. Small countries are usually more specialised than big ones, which implies a larger share of imports. This is clearly the case as Finland is importing almost 30 per cent and Estonia almost half of their intermediate inputs for their chemicals and chemical products industry. The Finnish and Estonian rubber and plastic products industries import a quarter and a slightly more than half of the intermediate inputs, respectively. Estonia has clearly specialised in production with relatively low value added. Use of intermediate goods in chemicals and chemical products manufacturing in 2000 by sectors, % of gross output USA Germany Finland Estonia China Chemicals and chemical products industry excl. pharmaceuticals Nace 24 excl. 244 Intermediate use 67.0 67.6 61.9 73.7 72.6 Chemicals excluding pharmaceuticals Other business services imports 23.2 7.8 14 Rubber and plastic products Nace 25 Intermediate use Chemicals excluding pharmaceuticals rubber and plastic products imports 62.8 22.0 6.0 11.0 21.8 9.6 13.7 62 24.2 8.3 19.9 Chinese imports estimated by the OECD 2002 Source: Inputoutput tables OECD 25.8 5.8 29.2 68.9 26.2 5.2 25 3.9 2.3 45.5 76.9 4.9 2 51.1 27.3 1.5 10.1 71.1 17.3 14.4 9.5 3.2. Chemical industry in China In China the chemical industry like most industries has started to grow from a low level, which partly explains the high growth rates. The volume of the chemicals and chemical products industry in this huge country was close to the production in Germany in 1999, 18but in 2006 the level had grown three times higher than German production, which had been stagnant in the same period. It also overtook the US, if unit value ratios were used. In the case of rubber and plastic products production, China is clearly dominating in terms of gross output. In both industries, the US is still probably larger if the comparison is made with value added, although the situation in the chemicals and chemical products industry is already rather even. Chinese Gross Output in volumes Manufacturing Paper and paper products Fabricated metal Rubber and plastics Chemicals and chemical products excl.pharmaceuticals Y:1995Y:2000Chinese statistics, ETLAY:20056005004003002001000 3.2.1. The development process of chemical industry in China The total numbers of enterprises and gross industrial output have both increased rather rapidly in 20012006. However, the percentage shares of both indicators of the industrial sector have decreased slightly. The number of enterprises increases from 12031 in 2001 to 20715 in 2006, a rise of about 72.2 per cent in 5 years. The gross industrial output increased even more rapidly by 224.2 per cent in just 5 years. The development of the chemical industry is really rapid, though slower than in industry in general. 19Gross Output and Number of Companies in Chinese Chemicals and Chemical Products Industry 2001630.4120312002722.1126372003924.51380320041402.815172200516361871620062044.9207152500020000150001000050000sesirpretne fo rebmu NGross Output and Number of Enterprises in the Chinese Chemicals and Chemical Products Industry Gross output Number of enterprises 200120022003200420052006 snauyno illi M25002000150010005000Output Number Share of industry, %7.27.06.86.66.46.26.05.8 20Chinese Chemicals and Chemical Products Production excl. Pharmaceuticals Index, 1999100450400350300250200150100500Y:1990Y:1995Y:2000Volumeprice CSY, ETLAY:2005 Rubber and Plastic Product Production in China Index, 1999100500450400350300250200150100500Volumeprice CSY, ETLAY:1990Y:1995Y:2000Y:2005 The Chinese chemicals and chemical products as well as rubber and plastic products production has risen strongly also in volume terms as shown in the adjacent charts. Prices of the products in both sectors have been relatively stable in spite of strong rises of wages and raw material costs. This reflects a strong rise of the productivity in the sector. 213.2.2. Chemical industry in Chinese regions The scale of the production as well as the trends in the production vary significantly in China by regions, although the production is strongly increasing in all the regions if compared to the global developments. In the Renmin University, the competitiveness of the Chinese regions is studied in order to reveal the strengths and weaknesses of industrial sectors. The final result of the general regional competitiveness is expressed as a balance of responses to seven measures. The larger the balance, the better the competitiveness of the region is. The score of the provinces varies from 35 to 69. The provinces which are strong economically are also strong in the chemical industry, like Zhejiang, Jiangsu, Hunan and Shanghai. The significant factors of these strong provinces in competitiveness are a strong ability in independent RD, high investment in RD including both capital and employees, high efficiency in innovation and so on. The trends of the indicator vary substantially. For example, Xinjiang is weak in the total economy but its chemical industry performs well. The weakest provinces like Guizhou and Hainan share weak innovation. They are short of investment in innovation, the realization of innovation value is weak and the efficiency of innovations is low. The competiveness of the provinces is not closely correlated with the geographical location. Some inshore provinces like Shanghai are among the strongest. On the other hand, e.g., Fujian is among the weakest. The Chinese development is very unbalanced by region, which implies large catching up potential. Chemicals and Chemical Product Industry Production, Volumes by Region 1999100CNY, ETLABeijing Shanghai Zhejiang Guangdong Shangdong National 19992000200120022003200420052006500450400350300250200150100500 22Rubber and Plastic Products Production, Volumes by Region 1999100400CNY, ETLABeijing Shanghai Zhejiang Guangdong Shangdong National 19992000200120022003200420052006Chinese competitiveness of Chemicals and Chemical Products Industry by Provinces Renmin University 350300250200150100500 80706050403020100Score Zhejiang 69Jiangsu Hunan 6159Shangha Shandon Shanxii 58g 57154Sichuan Tianjin 5151Liaonin Xinjiang 50g 50Beijing 50Chongqi Heilong Guangdong 50jiang 49ng 48Hebei Anhui Henan 454545Shanxi245Jiangxi Gansu Qinghai Hubei Jilin Yunnan Guangxi 45434241403939Neimenggu 39Fujian Ningxia Hainan Guizhou 38363635 233.2.3. Performance of the main provinces We focus on five provinces: Shanghai, Zhejiang, Guangdong, Shandong and Beijing. They all perform well in the chemical industry. Guangdong is a bit weak among this group of selected provinces. In the attached table the market shares of the top ten provinces are shown. The top five provinces are Jiangsu, Shandong, Guangdong, Zhejiang and Shanghai. Beijing is relatively small compared to other four provinces. Jiangsu is a dominant province with a market share of nearly 20 per cent in China. Number of Enterprises in Selected Chinese Provinces Share of total 16 %14 %12 %10 %8 %6 %4 %2 %0 % Jiangsu Shandong Guangdong Zhejiang Hunan Shanghai Liaoning The percentage share of the number of enterprises follows the strength of industrial clustering in the provinces. The number in the top seven provinces accounts for 61% of the total, which reveals the advantage of clustering. Main Factors of Chinese Regional Competitiveness by management capabilitymarket exploration capability 24Provincesindependent RD80706050403020100efficiencycrafts and equipments realization of innovation value Beijing Shanghaiapplications Zhejiang Jiangsu Shandong Guangdong The market shares of top ten provinces in the Chinese chemical industry Province Jiangsu Shandong Guangdong Zhejiang Shanghai Liaoning Henan Hebei Sichuan Jilin Market shares % 19.62 16.72 9.81 7.85 6.48 3.65 3.41 3.37 2.99 2.95 25The chart above describes the variation of the seven factors that influence the competiveness indicator developed in Renmin University. Zhejiang is performing very well with respect to most of the factors. Especially, the value of the realization of innovations is close to a maximum score of 100, well above the other provinces. It is also the leader in efficiency, applications, crafts and equipment innovations. Zhejiang is, however, weak in market exploration. Jiangsu is also performing well in all the factors; it is in the top three by almost all the factors. Guangdong and Beijing are not faring so well. In general, all the provinces are not performing well on the management capability and efficiency. This is clearly an aspect that all the provinces should improve, efficiency in particular. Although Jiangsu is performing very well by the other factors, its efficiency is very low, which is a disadvantage for it. 3.2.4. Challenges of regional developments The trends of the Chinese chemical industry are very unbalanced. Zhejiang, Jiangsu, Shanghai, Shandong and Hunan are the top five provinces. Other provinces in the middle level like Beijing, due to its disadvantage in marketing exploration and realization in innovation are lagging behind the top five provinces. Provinces with the weakest regional competitiveness have low values for all the subindicators. In particular, the innovation awareness is low, which is the key for their weakness in innovation. The economies of scale are also showing the positive influence on innovation. The provinces with large industrial scale are also strong in competiveness. Among the top seven provinces by the economies of scale, Zhejiang, Jiangsu, Shanghai, Shandong, Hunan and Liaoning are all among the top ten provinces by the competiveness measure. There are four types of innovations: innovation of products, innovation of craft, nontechnology innovation and cooperation innovation. For the chemical industry, innovation of products is the most competitive type. Nontechnology innovation, innovation of craft and cooperative innovations are the least competitive. Chemical industry faces also industryspecific challenges as it has used to be very vulnerable to accidents. According to Plastics Information Europe 2008, the state council has been very critical on the industry in this aspect in autumn 2008. Some measures of tougher control and regulation have already been announced. The shock of the financial crisis has strongly influenced the chemical industry. Because of the weaker demand and the pessimistic attitude of the market, the output of the main chemical products decreased in the third quarter, especially in September. It is expected that the financial crisis will have a severe impact on the petrochemical industry in China. 26Chemicals and Chemical Products Production in Selected Chinese Provinces,Share of National Total Per cent 14CNY, ETLA Excluding pharmaceuticals 19992006121086420 Beijing Shanghai Zhejiang Guangdong Shangdongn.a.Production of Rubber and Plastic Products in Selected Chinese Provinces,Share of National Total Per cent 35CNY, ETLA19992006302520151050 Beijing Shanghai Zhejiang Guangdong Shangdong n.a. 274. Cost competitiveness of chemical industry The success of a firm or an industry in global competitiveness depends on its ability to produce goods in a profitable way. The management of costs of the production has a key role in this respect in competitive markets. Opening up of the markets in globalisation spawns competition and calls for efficient use of resources. Labour costs are in a key role in this respect due both to their large share in production costs, albeit strongly varying between industries, and the large differences in labour costs between economies, especially between industrialised countries and emerging markets like China. That is why we focus on the role of labour costs in describing the developments in cost competitiveness. 4.1. Unit labour costs in selected countries In this section we describe the development of unit labour costs and its components in production of chemicals and chemical products NACE 24 without 244, pharmaceuticals and production of rubber and plastic products NACE 25 in the selected countries. Unit labour cost ULC, i.e. labour costs per unit of gross output in volume terms, has developed in a strikingly different way in China than in the other countries reviewed. Chinese ULC declined in the early 2000s and experienced more stable development after that. Partly, a huge decline in the ULCs of the Chinese chemical industry in early 2000s probably reflects also changes and improvements in the statistics. In most recent years, the reliability of statistics has improved significantly see annex. The reason for the real decline is the quick modernisation of the oldfashioned capacity, although labour costs have also risen rapidly. In Finland unit labour costs of chemicals and chemical products have risen in 20042005 after a rather stable development in the late 1990s and early 2000s save the year 2000, when ULC declined. In 20042005 ULC increased due to a strong surge in wages, but later the strong world economy boosted chemical production and consequently also productivity resulting in a stable development of ULC as productivity rose. In the rubber and plastic products industry, the ULC rose rapidly in the 1990s, stagnated in 20002001 and was rather stable in 20022005. In 2006 the strong world economy resulted in a decline in ULC by raising the production and labour productivity. The German ULCs in both the chemical and chemical products and especially the rubber and plastic products industry have been stagnant in the 2000s. The developments stemmed from low economic growth in their most important export markets, the Euro Area, after a bubble year of 2000, as well as a strengthening euro. The year 2000 was a year of exceptionally rapid growth in Europe due to overinvestment in the IT sector. The German economy was severely affected by the downturn, which was reflected also in its chemical industries. Germany like most other Euro Area economies benefitted from the especially strong world economic growth, however, in 20062007 and early 2008. In China, unit labour costs declined in 19992004 in the case of the chemicals and chemical products industry and 19992002 amid strongly rising production. Rapid modernising of the industry with the help of foreign investments have strongly contributed to a large decline, though part of this is probably due to changing statistical coverage and definitions, which are difficult to correct. The growth of nominal labour costs has greatly undercut the rise in production and productivity. 28In Estonia, the longlasting strong growth of the economy boosted labour costs sharply in the 2000s in the case of the rubber and plastic products industries, while in chemicals and chemical products industry wage developments were in line with Finnish developments. The unit labour costs in the rubber and plastic products industry rose very rapidly. This resulted in a very strong rise in the ULCs, which is obviously one reason for the difficulties of the industry in recent years. The Estonian economy has to a large extent utilised its catching up potential, which has changed its further development possibilities. Wages per Person of Chemicals and Chemical Products Manufacturing in Selected Countries Index, 1999100, in domestic currencies 300250200150100500China Estonia USAFinland Germany Klems, National Statistics, ETLA1999200020012002200320042005200620072008Wages per Person in Rubber and Plastic Products Industries in Selected Countires Index, 1999100, in domestic currencies 300250200150100500 China Estonia USAFinland Germany Klems, National Statistics, ETLA1999200020012002200320042005200620072008 29Unit Labour Costs in Domestic Currencies of Chemicals and Chemical Products Manufacturing in Selected Countries excluding pharmaceuticals Index, 1999100150125100755025 1990199219941996199820002002200420062008Estonia USAFinland Germany China Klems, National Statistics, ETLA Unit Labour Costs in Domestic Currencies in Rubber and Plastic Product Manufacturing Index, 1999100140120100806040 199019921994199619982000200220042006Estonia USAFinland Germany China Klems, National Statistics, ETLA 30Finnish Wages, Productivity and Unit Labour Costs of Chemicals and Chemical Products Manufacturing Index, 1999100 excluding pharmaceuticals Real output per person Total compensation per person Unit labour costs 1751501251007550 199119931995199719992001200320052007Klems, National Statistics, ETLAFinnish Wages, Productivity and Unit Labour Costs in Rubber and Plastic Products Manufacturing Real output per person Total compensation per person Unit labour costs Index, 1999100140120100806040 199119931995199719992001200320052007Klems, National Statistics, ETLA 31Chinese Wages, Productivity and Unit Labour Costs of Chemicals and Chemical Products Manufacturing Index, 1999100 excluding pharmaceuticals Real output per person Total compensation per person Unit labour costs 6005004003002001000 Klems, National Statistics, ETLA199119931995199719992001200320052007 Chinese Wages, Productivity and Unit Labour Costs in Rubber and Plastic Products Manufacturing Index, 1999100Real output per person Total compensation per person Unit labour costs 4904403903402902401901409040 199119931995199719992001200320052007Klems, National Statistics, ETLA 324.2. Relative unit labour costs in selected countries In this section, we compare labour costs of the chemicals and chemical products NACE 24 without pharmaceuticals and rubber and plastic products industries NACE 25 in selected counties. In comparison of labour costs, the labour compensation in different countries is converted into euros. In addition to this, we calculate relative unit labour costs RULC4 in levels using German costs as a comparison basis to achieve relative productivitycorrected wage levels. This is achieved by converting labour compensation into euros and volumes of production into comparable units by using unit value ratios, UVRs 5 from 1999. The Chinese annual nominal labour compensation per employee is close to four per cent of Finnish labour compensation in the chemicals and chemical products industry and about 4.5 per cent of that in the rubber and plastic products industry. Estonian labour costs were respectively 125 and 25 per cent of the Finnish costs in 2005. The former, a very surprising ratio, obviously reflects the very different structure of the chemical product industries in Finland and Estonia. Labour costs differ substantially between nations, if calculated in a common currency. This is basically a normal situation. However, in normal circumstances unit wages in a common currency should be close to each other in all the countries. It is the wage costs per unit of production in a common currency which matters in international competitiveness assessment instead of nominal labour costs as such. The differences in these unit wage costs take into account differences in productivity and exchange rates and thus reflect the true competitive potential of the industry or the firm. Countries with low wages suffer normally from poor infrastructure, low level of skills of the labour force, political instability and or isolation from the other economies, which factors should equalise the unit costs. Before globalisation either labour cost in a common currency and per unit of production has been close to each other giving little incentive to expand production in lowwage countries or there has been limited access to these markets. In fact, in the end it is the profitability that matters and thus also the development in the other costs and the productive use of inputs also matter. In the process of globalisation differences in relative unit labour costs in a common currency will spur both foreign and domestic investments and production in low unit cost locations and dampen the production growth in expensive locations. Differences in unit labour costs in a common currency gradually diminish as labour costs rise more slowly in expensive countries than in lowwage countries andor the exchange rate will appreciate in low wage countries visavis high wage countries. This may happen rather quickly as it seems to be happening in Estonia or slowly like in China. In Estonia, the economic adjustment is taking place quickly as the economy is very small, which makes it possible to benefit from the catching up potential quickly. 4 RULC eULC ULC eCompQ CompQ eCompL QL CompL QL, ULC unit labour costs, e exchange rate Comp labour compensation, , Q volume of production converted to comparable units with UVRs, L Employment, denotes foreign country 5 UVR unit value ratio. Converts volumes into common currency. See Annex 1 and SuniAhveninen 2008. 33China is huge, the most populous nation in the world with very large labour reserves. In China, there is, in principle, a very large labour force potential in rural areas as the increase in the productivity of lowproductive farming and other labourintensive production will release unskilled lowwage labour force for other purposes. Basically, this hinders rises in the labour compensation of unskilled labour force and keeps up the wide differences between China and especially industrial countries. In fact, this large difference has diminished slowly in the case of the rubber and plastic products industry in spite of a strong wage rise as productivity has also risen very strongly. In the chemicals and chemical products industry, the Chinese relative unit labour costs have even diminished. Annual total labour compensation of employees in chemicals and chemical products manufacturing Euros per employee % % % % 2000 2003 2005 2006 2007 Newest 2005 Newest 2000 Newest vs Finland Newest vs Germany 833 1182 1529 51286 40604 62540 China Estonia Finland Germany USA 76891 Source: KLEMS, Chinese statistics, ETLA 40975 45326 55266 57074 49392 59291 75336 76926 1776 2125 39.0 155.1     51469 54097 62220 64340 76891   0.0 9.5 8.5 0.0 54.0 32.0 16.4 0.0 3.9 126.6 100.0 118.9 149.4 3.3 105.5 84.1 100.0 123.6 Annual total labour compensation of employees in rubber and plastic products industries Euros per employee % % % % 2000 2003 2005 2006 2007 Newest2005 Newest 2000 Newest vs Finland Newest vs Germany 793 7280 4889 8107 1088 1346 China Estonia Finland 32421 Germany 34511 USA 50580 Source: KLEMS, Chinese statistics, ETLA 35740 38855 36106 35608 46501 41617 1527 1765 31.1 122.6     38909 39879 36005 36215 52928   0.0 2.6 0.3 4.6 65.8 23.0 4.9 27.2 4.4 20.9 100.0 90.8 136.0 4.9 22.5 110.1 100.0 147.0 34Wages and wage compensation in Chinese Chemical industry in 2004 Average compen sation per employee in yuans Average wage per employee in yuans Labour, unempl. insurance as % of wage Pension, medical insurance as % of wage Housing fund subsidies as % of wage Welfare fund per employee as % of wage Costs per average wage, % Chemical raw materials products Medical pharmaceutical products Chemical fibers Rubber products Plastic products Manu facturing Source: Banister 2007 14806.1 14.96 4.57 13.42 6.00 20573.1 24.0 15833.6 13.75 14012.7 13.30 12152.1 12681.7 9.79 6.85 13974.3 10.90 4.07 2.40 1.88 1.24 2.86 13.01 5.36 21563.8 22.4 14.25 10.35 9.68 11.59 4.27 2.48 1.56 3.77 18807.8 15129.4 15133.0 18043.6 20.9 14.7 12.5 18.2 In China, the total compensation of the labour includes wages, medical insurance, housing subsidies and welfare fund payments. These auxiliary costs of employment added 24 per cent to wages in chemicals and chemical products manufacturing, 21 per cent in chemical fibre production and 15 per cent in the case of the rubber and plastic products production in 2004. The average addition in manufacturing was 18 per cent. In the beginning of 2008, the new labour force law became effective. The new law applies to all employers independent of the number of employees. The law aims to protect the workers by e.g. restricting the use of temporary employees. As such it raises the costs and restricts the ability of low margin firms to operate in China. 35Selected Bilateral Exchange Rates Estonian Kroons per euroyuans per euroyuans per USDUSDs per eurocurrency per euro 18.0yuans per USD1.801.551.301.050.80 2000120011200320031200412005120061200712008116.014.012.010.08.06.04.02.019991 Unit Value Ratios and Exchange Rates visavis euro in Selected Industries and Countries in 1999 Germany USA Finland Estonia China Manufacturing Paper and paper products Chemicals and chemical products excl. pharmaceuticals Rubber and plastic products Fabricated metal production National currency 1.0 1.0 1.0 1.0 1.0 1.0 0.98 1.10 0.98 0.91 10.80 11.20 5.62 12.00 1.17 0.72 9.07 1.36 1.02 1.07 1.08 0.84 14.30 9.20 1.00 15.65 4.77 4.77 2.79 8.82 36Relative Unit Labour Costs in Common Currency vs. Germany of Chemicals and Chemical Products Manufacturing in Selected Countries, %National ULC per German 120 excluding pharmaceuticals Costs in euros, volumes converted comparable with UVRs 100806040200 199920002001200220032004200520062007USAFinland Estonia China Klems, National Statistics, ETLARelative Unit Labour Costs in Common Currency in Rubber and Plastic Products Manufacturing National ULC per German ULC, % ULC %140120100806040200Costs in euros, volumes converted comparable with UVRs USAFinland Estonia China Klems, National Statistics, ETLA199920002001200220032004200520062007 Finnish nominal labour compensation per person is about 85 per cent of German compensation in the case of the chemicals and chemical products industry. The difference in levels of unit labour costs costs per unit of production in a common currency by using comparable volumes of production is even lower as Finnish unit costs are only slightly more 37than half of the German unit labour costs in a common currency. The low Finnish unit costs compared to Germany is due to high Finnish productivity, which obviously reflects the different product structures. Finnish industry is very capital intensive, while in Germany there are also many labour intensive production units. Nominal labour compensation per person in Finnish rubber and plastic products industries is about 10 per cent higher than in Germany, but the unit labour costs are also very close to German costs. The Finnish rubber and plastic products industry is more productive than that in Germany if unit value ratios are used to make production volume comparable. The development of the US labour costs in euros is strongly affected by the exchange rate movements. The US dollar was very strong in 20002002, when one euro cost well below one dollar. In 2000 Finnish nominal compensation per employee and the German compensation were slightly over half of the US compensation. Chinese costs were only one per cent of the US costs in the chemicals and chemical products industry. The trendwise weakening of the US dollar that took place until summer 2008 diminished the US wages in euros in the chemical product industry and slowed the rise in the case of rubber and plastic products industry. In 2006, Finnish, German and Chinese labour compensation per person was 67, 81 and 2.3 per cent of the US level, respectively. The US relative unit values were about the same as those in Germany in the first years of this decade as higher productivity compensated for higher wages. However, the strong depreciation of the dollar visavis the euro improved the US competitiveness relative unit labour costs rapidly until summer 2008. In 2006 the US unit labour costs were only about 75 per cent of the German ones and the exchange rate movement indicate even better US competitiveness in 2007 and even in 2008, although the USD started to depreciate in summer 2008. In the case of the rubber and plastic products industry, the percentage was about 107 in 2006, which is only slightly lower than the ratio in the early 2000s. In Estonia, the exchange rate is fixed to the euro and thus it does not affect the variation of the relative costs measured in euros. In the case of chemicals and chemical products manufacturing, the annual labour compensation per employee was higher than in Germany in 2005 according to the KLEMS data. Unit labour costs were, however, even less than 50 per cent of German costs due to high productivity. Labour costs have continued their rapid rise in 20062007, which has obviously deteriorated the situation reflected in closures of some production plants. Development of the Chinese chemical industry like manufacturing industries in general differs significantly from the development in other countries in the comparison. Nominal labour compensation rose rapidly in 20002007. In 2007, total labour compensation in yuans in the chemicals and chemical products industry was 2.7 and in the rubber and plastic products industry 2.1 times higher than in 1999. The annual average rise in compensation per person was 12.4 and 10.7 per cent respectively. There is large regional and occupational variation in compensation. In leading provinces, there has even been a shortage of labour in recent years until summer 2008. Similarly, the lack of experienced management has raised the wages of skilled personal. 38Relative Unit Labour Costs, Productivity and Labour Costs in Chemicals and Chemical Products Industries: Finland Germany excluding pharmaceuticals Costs in euros, volumes converted comparable with UVRs Productivity Total compensation Unit labour costs 199920002001200220032004200520062007 Klems, National Statistics, ETLARelative Unit Labour Costs, Productivity and Labour Costs in Rubber and Plastic Product Manufacturing : Finland Germany Costs in euros, volumes converted comparable with UVRs Productivity Total compensation Unit labour costs Klems, National Statistics, ETLA %200180160140120100806040200%1201008060199920002001200220032004200520062007 Chinese unit values have been very low and relatively stable in spite of the rapid rise in wages as productivity has also risen strongly due to a creative destruction. Chinese unit labour compensation relative to Germany was only 6 per cent in 2007 in the case of chemical product manufacturing and 2 per cent in case of the rubber and plastic products 39industry. Surprisingly low Chinese unit cost in relation to Germany depends probably from the very different production structures between these economies. Chinese chemicals and chemical products production is concentrated into a few provinces. In the case of rubber and plastic products manufacturing two provinces, Guangdong and Shandong, produce more than half of the production. Relative Unit Labour Costs, Productivity and Labour Costs of Chemicals and Chemical Products Manufacturing: China Germany Costs in euros, volumes converted comparable with UVRs excluding pharmaceuticals Productivity Yuans per euro Unit labour costs Total compensation Klems, National Statistics, ETLA%6050403020100199920002001200220032004200520062007 There are still much room for catching up in both the chemicals and chemical products and rubber and plastic products industries in China. In addition to cost advantage, the European Reach regulation favours production in China as Chinese regulation, though tightening, is less restrictive than that in the EU Park et al. 2008. Relative Unit Labour Costs, Productivity and Labour Costs in Rubber and Plastic Product Manufacturing : China Germany Costs in euros, volumes converted comparable with UVRs Klems, National Statistics, ETLAProductivity Yuans per euro Unit labour costs Total compensation 199920002001200220032004200520062007%300250200150100500 405. Conclusions Objectives This study focuses on the labour cost competitiveness of the chemical industries in China and Finland in particular, using the corresponding German, the US and Estonian industries as a point of comparison. The fragmentation of the chemical industry was taken into account by describing the developments in its two subsectors: production of chemicals and chemical products excl. pharmaceuticals, and production of rubber and plastic products. This study deepens the analysis of the earlier study of the cost competitiveness of the manufacturing industries in the same group of countries. Separate studies focusing on the labour cost competitiveness are carried out in a parallel manner on the fabricated metal industries and paper industries. The results of these three sector studies will be evaluated in due time, with the objective of drawing conclusions on globalization and competitiveness. Wage levels The theme is very important as the revitalisation of globalisation in the 1990s and early 2000s has revealed new profit possibilities, as China and many other emerging economies began to take part in the global economy in the aftermath of the cold war. In a new situation, many of the emerging markets, China in particular, have benefited from very low wages. For example, in China the level of the nominal labour compensation in euros was only about 4 per cent in the chemicals and chemical products industry and 4.5 per cent in the rubber and plastic products industry of the Finnish compensation in 2007. The rises of the compensation in the early 2000s were, however, 106 and 173 per cent, respectively, in the two Chinese industries. In comparison the rises of the Finnish labour compensations in the respective industries were 9.4 and 13 per cent. Relative unit labour costs Nominal wages as such do not imply good international competitiveness. Chinese wages are, however, low even if China s low labour productivity is taken into account and costs per unit of production are compared in a common currency. The relative levels of the Chinese unit labour costs visavis Germany, using the unit value ratios to make the production volumes comparable, were estimated to be about 6 and 2 per cent in the chemicals and chemical products and rubber and plastic products industries, respectively. Surprisingly low Chinese unit cost in relation to Germany depends probably from the very different production structures between these economies. In the case of the chemicals and chemical products industry, the ratio has even declined in the course of the 2000s, while in the rubber and plastic products industry it has been stable. Improving labour productivity in China had compensated for the effects of rapidly rising wages and an appreciating Renminbi Yuan in the case of the chemicals and chemical products industry and it had even more than compensated for it in the case of the rubber and plastic products industry. Large unit labour cost differences in a common currency were obviously a key factor behind exceptionally rapidly changing international production and trade structures in the late 1990s and early 2000s. The Chinese chemicals and chemical products and rubber and plastic products industries grew by 21 and 23 per cent per year in 20002007 as the average annual growth of the value added of world manufacturing volume was only 3 per cent in 20002006. 41Value added and structure of inputs The Chinese and Estonian chemical industry is of a less value added production type than that in the selected industrialised countries. The shares of labour compensation and profits are low as well according to input output tables. Estonia imports a substantial amount of its intermediate goods. Import shares are also large in China in spite of its large size and in Finland due to its small size. Development potential and its drivers According to the calculations, which are based on the available statistical information, there is still a large potential for a continuation of the strong growth of both chemicals and chemical products and rubber and plastic product manufacturing in the case of China. The relative unit labour costs in China are still only a fraction of those in industrialised countries. The Estonian economy as an example of a small emerging economy has been more flexible than that of China, and it has already mostly exploited its catching up potential as its unit labour costs have risen to be close to those in the industrialised countries. This implies painful adjustments of the economy as the further rapid wage rise is not possible and the productivity should be the main source of maintaining the competitiveness as the Estonian kroon currency is tied to the euro, the currency of its main trade partners. The case of China is especially interesting due to is huge size and big impact on the world markets. The economic growth is fast, but the foundations of the huge economy change slowly. Wages are rising fast, but the starting level has been very low and so far the productivity has risen strongly as well. The productivity rise in agriculture can release the lowskilled labour force for manufacturing and help to alleviate the cost pressure. However, there is a lack of skilled labour, which in addition to the obligations set up by the new labour law adds up to increasing labour compensation. The policy of Renminbi appreciation is also diminishing the labour cost differences, but this policy is now very cautious, because of the global financial crisis. The Chinese product price level has developed more moderately than the prices in the other countries in comparison as a part of the productivity gain has been reflected in the price developments. Chinese chemical industry in a process of change The Chinese chemical industry production is undergoing a process of profound change in the same way as most of the other Chinese manufacturing. Production is so far concentrated into a few regions Jiangsu, Shandong, Guangdong, Zhejiang, Shanghai, Hunan, which dominate the production. In the case of the chemical industry, four top provinces produce more than half of the production and ten provinces produce more than three quarters. The chemical industry is growing fast according to the 11th fiveyear plan of the Chinese Government, although in some products like synthetic raw materials the investments have already developed an oversupply. The production and demand for e.g. synthetic rubber and plastics will rise fast as the automobile industry is expanding very rapidly. Special attention is paid to environmental considerations. The chemical industry consists of a large number of enterprises, so the business environment is very competitive. The most competitive enterprises as measured by the competitiveness index created by the Renmin University are located in Zhejiang, Jiangsu, Hunan, Shanghai and Shandong. 42Impact of current global financial crisis The outlook of the chemical industry in general is clouded by the difficult global financial crisis, which restricts export possibilities and dampens also the domestic markets of industry. Many of the important export markets like the US, Japan and the Euro Area are in a recession, and the recovery will take more time than in normal downturns as the financial crisis appears to be extremely severe. China a competitor but also a potential partner In a longer term, the Chinese chemical industry is raising its impact on the global economy from an already significant level. In this process, in addition to attractive production costs, the knowledge and technology from the industrialised countries as well as strongly expanding domestic markets play key roles. The Chinese development calls for more knowledge from the industrialised countries, while enterprises from industrialised countries wish to improve their profitability by using a lowcost environment where the markets are expanding fast. The important cost impacts of changes in raw material costs, especially energy and even labour compensation on the competitiveness of Finnish and Chinese industries are still poorly understood. For example, the measurement of the levels of unit costs could be developed and used to monitor the relative competitiveness. This kind of further study would enable a deeper analysis of competitiveness of the chemical industry as well as a continuous monitoring of the developments; this development approach would be justified as there is still a lot of catching up potential implying also rapid future business growth in the chemical industry, despite the current cyclical setbacks. Implications of international competitiveness for further business development The current global economic recession will accentuate the importance of international cost competitiveness at the national and corporate levels, because it intensifies competition and diminishes pricing power. The industries in China will face the impacts of increasing labour costs, strengthening value of the Renminbi Yuan affecting exports negatively but enabling imports, shortage of skilled human resources and costs of pollution abatement investments, which will somewhat reduce the current cost competitiveness advantage of the Chinese chemical industries. The Chinese chemical industries will benefit from the high growth rate of the domestic market. The companies in industrialised countries will attempt to alleviate the cost increases by moving towards products with higher value added, overall quality improvements, and constant productivity gains. The Chinese companies also share this view while the companies have large catching up potential both internationally and by provinces as shown by the competitiveness indicators. Global production of chemicals NACE 24 and NACE 25, consisting of about 12 per cent of world industrial value added in constant prices in 2006 according to UNIDO, is in a strong change. It is advisable for chemical industry companies that operate internationally to monitor closely the competitiveness of the Chinese chemical industries, emerging cooperation and marketing opportunities in China, and the competition challenge gradually arising from the Chinese companies in world markets. 43 Annex 1. Manufacturing production and unit value ratios Comparing manufacturing production volumes in different countries neither the exchange rates nor expenditurebased PPPs are suitable. Taxes, subsidies and similar other items disturb the market price information from the perspective of a firm. In practical terms, however, both of these two approaches, in addition to the nominal exchange rates, are sometimes utilised Klems 2007 The first PPPbased correct approach is to use prices of expenditure side of national accounts on a detailed basis after correcting for the disturbing items. This is in many cases both difficult and cumbersome. The second, a more practical approach, which is adopted also in this study, is the use of socalled unit value ratios UVRs. UVRs are calculated at the first stage on a rather low disaggregation basis as unit value ratios. These ratios are weighted together to get a higher level aggregates of different industries as well as ratios for manufacturing RuoenManying 2001. UVRi,j wiuvrk, aggregated unit value ratio in the first aggregation level wi volume weight k commodity k uvrk valuek quantityki valuek quantitykj, the unit value ratio of the commodity k between countries i and j. The UVRs are usually calculated using weights of both countries. The final UVRs are usually calculated as a geometric average of these two UVRs. The ratios are usually calculated for a certain year, e.g., 1997 like in the case of the KLEMS project KLEMS 2007. The UVRs for the other years, if needed, are estimated using suitable price indices in the two countries as the basic calculation is very burdensome. In this project the UVRs calculated in the KLEMS project for the year 1997 were used as a starting point. The UVRs in 1999, in the first year of the introduction of the euro were, however preferred in order to decrease potential sources of inaccuracy due to a change in currency regimes. The 1999 UVR were calculated from the 1997 values 1995 in case of China by using gross output price indices exfactory price indices in China in respective countries. 44Annex 2 .Volume Growth of World Value Added in Manufacturing 19952000 % p.a.2.8 2.1 1.6 1.3 0.3 2.0 1.3 1.7 0.7 1.2 1.7 3.6 1.1 4.3 3.7 17.3 20002006 % p.a. 1.6 0.1 0.9 0.9 1.0 1.4 1.9 1.9 1.9 2.8 3.3 3.3 3.5 3.6 3.7 4.1 4.0 1.8 2.1 5.6 5.4 26.0 3.2 4.2 4.6 5.3 6.2 7.7 12.2 3.0 ISIC 18 22 19 36 17 28 20 21 26 15 23 25 29 34 24 30 33 27 16 31 35 32 Industry Wearing apparel, fur Printing and publishing Leather, leather products and footwear Furniture; manufacturing n.e.c. Textiles Fabricated metal products Wood products excl. furniture Paper and paper products Nonmetallic mineral products Food and beverages Coke, refined petroleum products, nuclear fuel Rubber and plastic products Machinery and equipment n.e.c. Motor vehicles, trailers, semitrailers Chemicals and chemical products Office, accounting and computing machinery Medical, precision and optical instruments Basic metals Tobacco products Electrical machinery and apparatus Other transport equipment Radio, equipment Manufacturing Source: UNIDO, ETLA television and communication Annex 3. The data Data for Estonia, Finland, Germany and USA are provided by KLEMS project KLEMS 2007 and it is updated by the more fresh data from Stan data bank, OECD and national sources. Klems data: http:www.euklems.net STAN STructural ANalysis Database data: http:www.oecd.orgdocument620,3343,en_2649_34445_40696318_1_1_1_1,00.html Chinese data is collected from Chinese Statistical Yearbooks, Chinese Labour Statistical Yearbooks and Chinese Regional Yearbooks. 45Input output tables for 2000: Finland, Germany, USA and China 2002, provided by the OECD. http:www.oecd.orgdocument260,3343,en_2649_34445_38069722_1_1_1_1,00.html In the case of China, the national inputoutput table differs from the table provided by the OECD. Both are utilised in this study. The OECD has calculated the importtable, which is not available from the national sources. Regional inputoutput tables of China are provided by Statistics China. The Chinese data is not very exact due to the developing nature of the country as well as developing statistical techniques. However, it can be utilised for the analysis and the government uses it in its decision making. There are studies which show inaccuracies in the statics. We agree with the conclusions made by Gregory Chow, Princeton University 2005   official data are by and large reliable, granted unavoidable errors in certain cases   Needless to say, any serious scholar using the Chinese official data, as in using any other data, would need to exercise caution in his research even if the data are not purposely falsified. References: Ahveninen Harri, Suni, Paavo, Wu Eileen, Zhao Yanyun 2008 Cost Competitiveness of Chinese and Finnish Paper Industries. Helsinki. ETLA 2008. Banister Judith 2007 China 2008 National input output table of China Chow G. 2005 Are Chinese Official Statistics Reliable? Princeton 2005. CESifo Economic Studies 2006 522:396414; doi:10.1093cesifoifl 003 http:cesifo.oxfordjournals.orgcgicontentfull522396 FAO, 2008 Fore Stat, http:faostat.fao.orgsite626default.aspx Paper industry 2006, The Finnish Paper Industry. Current State and Future Challenges. Report of the Working Group of the Finnish Paper Industry. May 31, 2006. Finnish Forest Industry Federation. Finnish and Paper Workers Union. IISI, 2008 Steel Statistical Yearbook. International Iron and Steel Institute IISI. http:www.worldsteel.org?actionpublicationdetailid4 KLEMS 2007 An overview of the EU KLEMS Growth and Productivity Accounts. by Douglas Koszerek, Karel Havik, Kieran Mc Morrow Werner Roger and Frank Schonborn. Directorate General for Economic and Financial Affairs. European Economy. Economic Papers Number 290 October 2007. 46Li, Enjing, Suni Paavo, Zhao, Yanyun 2008 Cost Competitiveness of Chinese and Finnish Fabricated Metal Industries. Helsinki. ETLA 2008. Metsateollisuus 2006, Paperiteollisuuden tulevaisuustyoryhman raportti 31.5. 2006. Metsateollisuus ry, Paperiliitto ry. Park, Dae Young, Song, MeYoung, Lee, KwiHo, Yoon, DukChan and Cong Xiong 2008 REACHing Asia: Recent Trends in Chemical Regulations of China, Japan and Korea. Available at SSRN: http:ssrn.comabstract1121404 Plastics Information Europe 2008, The better perspective. December 2008. Suhdanne 20054. ETLA. Suni Paavo, 2007 The 2000s and the Renewal of World Steel Market, Suhdanne 2008:1. Helsinki. http:www.etla.fifiles2158_SUH_08_1_the_2000s_and_the_renewal_of_world_steel_market.pdf Suni Paavo, Ahveninen Harri 2007 Cost Competitiveness of Chinese Manufacturing Industries from the Finnish Perspective. Prime Ministers Office Reports 32008. UNIDO 2007 International Yearbook Statistics 2008. United Nations Industrial Development Organisation. Edward Elgar Vienna 2008. ", "filename": "590193139.pdf", "person": ["Enjing Li", "Li, Enjing", "Paavo Suni", "Suni, Paavo", "Yanyun Zhao", "Zhao, Yanyun"], "date": ["2008"]}