{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/41379/1/591502119.pdf"], "title": ["International price discovery in the presence of market microstructure effects"], "plaintext": "International Price Discovery in the Presence of Market Microstructure Effects Joachim Grammig Franziska J. Peter December 12, 2008Abstract This paper addresses and resolves the problems caused by microstructure effectswhen measuring the relative importance of home and U.S. market in the price In order to avoid largediscovery process of internationally cross listed stocks.bounds for information shares, previous studies applying the Cholesky decomposition within the Hasbrouck 1995 framework had to rely on high frequency data.However, this entails a potential bias of estimated information shares induced bymicrostructure effects. We propose a modified approach that relies on distributional assumptions and yields unique and unbiased information shares. Our resultsindicate that the role of the U.S. market in the price discovery process of Canadianinterlisted stocks has been severely underestimated to date. Moreover, we find thatrather than stock specific factors, market design determines information shares.Keywords: international crosslistings, market microstructure effects, price discovery JEL classification: F3, G15University of T ubingen, Department of Economics. Mohlstrasse 36, D72074 T ubingen, Germany.Phone: 49 7071 29 76009. Fax: 49 7071 29 5546. Email addresses:joachim.grammigunituebingen.de and franziskajulia.peterunituebingen.de. We thank the participants of the Centerfor Financial Studies 2008 Conference on the Industrial Organisation of Securities Markets, the 2008International Conference on Price, Liquidity, and Credit Risk U Constance and various seminarsfor helpful comments. Special thanks go to the Centre for Financial Research, Cologne, for financialsupport. We are grateful to Markku Lanne for providing us with his program code.1Introduction According to Coffee 2002, increasing globalisation and improved technology will leadto a decay in the number of securities exchanges around the world. Small national exchanges will lose their share in trading to large international exchanges, which providea more efficient trading environment. Carpentier et al. 2007 examine this development for the Canadian stock exchanges with respect to the U.S. markets. They reporta rapidly growing share of U.S. markets in trades of Canadian interlisted stocks, up tothe point where interlisted stocks are absorbed by the foreign market and delisted onthe home market. These developments foreshadow small national stock exchanges tobecome markets for illiquid stocks that failed to attract investors on the large marketsGaa et al., 2002. Thus, within the context of internationally crosslisted stocks, it isof paramount interest for national stock exchanges to remain the dominant market inregard to the price discovery process.1 The competition among smaller national andthe giant U.S. markets for the leadership in price discovery of interlisted stocks hasgrown immensely and has triggered a growing field of research.In a recent study, Eun and Sabherwal 2003 examine USlisted Canadian stocks. Theyconclude that price discovery mainly takes place in the home market. This evidence issupported by Grammig et al. 2005, 2008, Hupperets and Menkveld 2002, and Phylaktis and Korczak 2007, who apply the Hasbrouck 1995 methodology to estimatethe home and foreign market share in price discovery information share of interlistedstocks from various countries. They also find that the home market evolves as the dominant trading venue, while trading on the New York Stock Exchange NYSE mainlytakes place to offset arbitrage opportunities.In this paper we argue that this evidence might be misleading, since it is a based onnonunique estimators and b ignores microstructure effects present in high frequencyfinancial data. We show that estimates resulting from the standard approach are eitherbiased or rather imprecise and offer an alternative approach that resolves these drawbacks. This paper thus connects two strands of research, namely studies concernedwith international price discovery and those dealing with market microstructure effectsand their impact on financial volatility estimators.As outlined by Hasbrouck 2002, Bandi and Russell 2008 and A tSahalia et al.2005, high frequency financial data contain a microstructure effects component whichreflects characteristics of the trading mechanism. We reveal that if prices are sampledat high frequencies, and microstructure components differ in home and foreign market,information share estimates become severely biased. At lower sampling frequencies,1 For a comprehensive study concerned with international crosslistings in stock markets see Karolyi2006.1however, at which microstructure effects are less pronounced, the applicability of the Hasbrouck 1995 methodology is limited as it delivers merely upper and lower boundsfor information shares. The empirical analysis faces the following dilemma. On the onehand, in the case of low frequencies, the information share bounds diverge considerablydue to the increasing contemporaneous correlation of the price series. The commonlyreported midpoint of upper and lower bound then becomes rather unreliable as a proxyfor the true information share. On the other hand, using high frequency data, theinformation share estimates are prone to a distortion by microstructure effects.The methodological contribution of this paper is a modification of the Hasbrouck 1995approach that yields unique information share estimates. The method is applicable todata sampled at lower frequencies which avoids distortion of the estimated informationshares by microstructure effects.It is based on a recent contribution by Lanne and L utkepohl 2005, and relies on distributional assumptions to identify structural shocksin a cointegrated vector autoregression. This idea is particularly appealing within thecontext of internationally crosslisted stocks, since stock returns exhibit a leptokurticdistribution and the application of a mixture distribution is quite appropriate to account for such nonnormal price innovations.We apply our method to Canadian stocks, which are traded on the Toronto Stock Exchange TSX and crosslisted on the NYSE. Our results imply bad and good newsfor the national exchanges facing the threat of the U.S. market. First, we show thatthe role of the NYSE within the price discovery process of Canadian interlisted stockshas to date been severely underestimated. In light of our findings, it seems that theprocesses described by Coffee 2002 have gained momentum and that the concern expressed by Carpentier et al. 2007 is quite justified. Second, compared to standardmethods, we find a much smaller crosssectional variation of information shares amongour sample stocks. This suggests that contributions to price discovery are determinedby market characteristics rather than by stock specific factors. Thus, by the design oftheir trading protocol, national stock exchanges themselves are able to influence therole they play within the price discovery process of interlisted stocks and use this totheir advantage when facing the threat of the large international exchanges.The remainder of the paper is organized as follows: Section 2 outlines the basic economicand statistical framework for our analysis as well as the main features and caveats ofstandard methods. Section 3 discusses the role of microstructure effects within the concept of measuring price discovery for internationally crosslisted stocks. We also reportsimulation evidence on the bias of information share estimates induced by microstructure effects. Section 4 explains the methodological details of our modified approach.Section 5 describes the data and sampling details. In Section 6 we present and discussour empirical results. Section 7 concludes the paper.22 Basic economic and statistical framework 2.1 International price discovery as an error correction process There exist two prevalent methodologies in the current literature concerned with measuring contributions to international price discovery. A number of studies, including Eun and Sabherwal 2003 and Phylaktis and Korczak 2007, apply the methodologyadvocated by Harris et al. 2002b and gauge a markets contribution to price discoveryby its common factor component weight. The second approach put forth by Hasbrouck1995 focuses on decomposing the variance of the efficient price into contributions attributable to home and foreign market. As pointed out by Baillie et al. 2002, bothmethodologies are closely related see also De Jong, 2002; Harris et al., 2002a; Hasbrouck, 2002; Lehmann, 2002; Hasbrouck, 2007, chap. 10. In the following, we brieflyreview the economic and statistical framework which provides the foundation for ouralternative methodology.According to the law of one price, the quoted home market and exchange rate adjustedforeign market prices cannot diverge in the long run, since traders who seize arbitrageopportunities will force prices back together.In econometric terms the series of loghome market prices pht and log foreign market prices denominated in home marketcurrency pft are cointegrated with cointegrating vector 1, 1. This impliesthat one common stochastic trend associated with the notion of the efficient priceexists. When we further assume that home and foreign market price dynamics canbe described by a bivariate vector autoregression of order q, Grangers representationtheorem applies, and the prices of interlisted stocks evolve according to a bivariate errorcorrection process ECM,pt pt 1 1pt 1 . . . q 1ptq1 ut,1t , pft , 1 to q 1 are 2 2 parameter matrices. ut uht is vectorwhere pt phwhite noise with zero mean and covariance matrix u. The vector h, f contains the coefficients associated with the speed of adjustment of each price series todeviations from the equilibrium. With cointegrating vector 1, 1, the longrunimpacts of a one unit innovation in the home and the foreign price on the efficientt , ufpricecommon stochastic trend are given byh hf f longrun impact of an innovation in uht longrun impact of an innovation in uft ,2where I2 Pq 1i1 i1 Johansen, 1995. Here, h, f and 3 1, 1 represent the orthogonal complements of and .2 It can be shown thatthe adjustment coefficients are orthogonal to the Gonzalo and Granger 1995 commonfactor weights. The GonzaloGranger methodology thus provides the theoretical basisfor Eun and Sabherwals 2003 idea to draw on the adjustment coefficient ratios Adjh hh f and Adjf f h f 3as measures for home and foreign market contributions to the price discovery process.2.2 Hasbrouck information shares The exclusive focus on adjustment coefficients neglects two important aspects of theprice process: the contemporaneous correlation between the innovations uht andtheir variances. Hasbroucks 1995 methodology avoids these drawbacks by identifyingt and ufidiosyncratic price innovations in each market, and by decomposing the variance of theefficient price into home and foreign market contributions. Idiosyncratic innovations aret , fcontemporaneously and serially uncorrelated zero mean unit variance random variables,t 0, I2. They relate to the composite innovations as ut Bt.t h Thus, vt Bt, where h, f , gives the longrun impact of time t idiosyncraticinnovations on the efficient price. Hasbrouck 1995 proposes to decompose the varianceof efficient price innovations Varvt BB into contributions of idiosyncraticinnovations in each market. However, unless the variance covariance matrix u isdiagonal, the matrix B is underidentified. This problem can be resolved by a Choleskyfactorization of the variance covariance matrix u CC , where C denotes the lowertriangular matrix derived from the Cholesky decomposition. This implies B C, i.e.a hierarchic ordering of markets. Idiosyncratic innovations in the market ordered firstcontemporaneously affect both markets, while price innovations in the market orderedsecond do not contemporaneously affect the price in the market ordered first. With thehome market ordered first, Hasbrouck information shares of home ISh and foreignISf market can be computed as ISh C21CC and ISf C22CC ,4where Cj denotes the jth element of the vector C. Due to the arbitrary orderingof markets, the information shares in 4 are not unique. The contribution of the 2 The ratio of longrun impacts hf represents an intuitive measure for the significance of a marketconcerning price discovery. Since is a scalar, it follows from 2 that hf h. Hence,a simple way to compute the longrun impacts ratio is to use the information contained in theadjustment coefficients.f 4market ordered first is maximized and that of the market ordered second is minimized.Since there is no theoretical justification for such a hierarchy, the common solution isto permutate the ordering of the markets. This yields information share upper andlower bounds. The main drawback of the Hasbrouck methodology is that these boundscan diverge considerably, as the contemporaneous correlation between the compositeinnovations uft tends to increase with decreasing sampling frequency. Figure 1illustrates this phenomenon for one of our NYSE interlisted Canadian stocks Abidibit and uh Consolidated, ABY.Insert Figure 1 about hereThe graph shows that sampling prices at intervals longer than two minutes already leadsto wide bounds of the foreign market information share. The midpoint therefore yieldsa very inaccurate measure for the true information share at lower sampling frequencies.3 Price discovery and microstructure effects: concern, evidence, and implications 3.1 Sampling frequency and microstructure effects: the concern In order to avoid divergence of information share bounds, the obvious strategy is touse data sampled at the highest possible frequency. In his seminal application Hasbrouck 1995 performed the econometric analysis based on price data sampled at onesecond intervals. However, a glance at recent papers dealing with the estimation ofreturn volatility using high frequency data suggests that this is a problematic strategy.Andersen et al. 2001, Andersen et al. 2003 and BarndorffNielsen and Shephard2002 popularized the idea to use price data sampled at high frequencies, e.g. fiveminutes, to estimate return volatility at a lower, e.g. daily, frequency. The basic ideais to divide the trading day d into M equidistant time intervals, compute log pricechanges rd,j for each interval j, and compute the socalled realized variance estimatord,j. If the underlying price process is a diffusion process with stochasticj1 r 2as RVd PMvolatility, then RVd converges in probability to the integrated volatility for day d.Shortening the sampling intervals, i.e.increasing M , should improve the precision ofthe estimator. However, A tSahalia et al. 2005 and Bandi and Russell 2008 pointout that thriving for precision by increasing the sampling frequency is misleading. Theyshow that in the case of too short a sampling interval, the realized variance estimatorexhibits erratic behaviour. Figure 2 illustrates this effect, again for ABY. The graphshows that the realized variance estimate using NYSE returns is stable up to a samplingfrequency of about two minutes and then sharply increases at shorter intervals. The 5effect is different for the home market. Here, the realized variance estimate remainsstable up to a sampling frequency of about one minute.Insert Figure 2 about hereAs a possible explanation for this phenomenon, Bandi and Russell 2008 and A tSahalia et al. 2005 state that market microstructure effects interfere with the fundamental price process. These effects are negligible at longer sampling intervals, butdominate the realized variance estimate at high frequencies. Microstructure effects aretransient price changes which are uninformative concerning the fundamental value ofan asset. They arise from sources such as bidask bounces, temporary liquidity shocks,inventory effects, and minimum tick size.As outlined above, computation of Hasbrouck information shares amounts to estimatingand decomposing the variance of the efficient price. Our concern is that the strategy tomove to a higher sampling frequency avoids large bounds, but at the same time mightbias the estimated information shares. The question is therefore whether microstructureeffects prevalent at high sampling frequencies affect the information share estimates ina similar way as they affect the realized variance estimate.3.2 Simulation evidence In order to address this issue we simulate the true price discovery process in home andt and pft and pft pft ft pht ht are then given by phforeign market using a parameterized version of the ECM in 1 and then distort the truet by adding independent microstructure effects. Observed log prices phprices phtand pft . The microstructure componentst and fht are drawn from independent zero mean normal distributions with variances 2h and 2f , respectively. The basic experimental design assumes symmetry of homeand foreign market which implies identical Hasbrouck information shares ISh ISf 0.5. Parameter values are chosen to match typical numbers found in our sample. Theinnovations uht are normally distributed with zero mean and identical standarddeviation u 0.0002 and contemporaneously uncorrelated.3 Along with the referencecase, in which no microstructure effects are present, we consider seven scenarios inwhich we vary the variance of the microstructure effects, 2f . In the first threescenarios, microstructure effects are prevalent only in the foreign market. In the otherh and 2t and uffour scenarios, microstructure effects are present in both markets. In scenarios 5, 6 and 7, the foreign market microstructure variance exceeds that of the home market a setupsuggested by Figure 2.3 Setting u 0.0002 implies an annualized log return standard deviation of 20% when the samplingfrequency is 10 seconds. With 265 trading days per year, 10 trading hours per day and sampling at 10 seconds we have 265 10 60 60.0002 0.2.6Insert Table 1 about hereTable 1 reports the simulation results. The conclusive evidence is that microstructureeffects can severely bias information share estimates. In detail, the information shareattributed to the market in which microstructure effects are more prevalent is underestimated. Consider scenario 3, in which the home market is free of microstructureeffects, but the foreign market microstructure components standard deviation is twotimes that of the fundamental innovations standard deviation. The estimated foreignmarket information share amounts to 20%, less than half of its true value. When microstructure effects are present in both markets, biased information shares result whenthe variances of the microstructure components differ between markets. In scenario 6,in which the foreign market microstructure variance is four times that of the home market, the downward bias of the foreign market information share is most pronounced.The estimated foreign market information share is less than one quarter of its truevalue. Besides, Table 1 shows that different microstructure effects in home and foreignmarkets also affect adjustment coefficient ratios 3 and longrun impact coefficients2.These findings are confirmed in two alternative experimental setups. The asymmetricdesign assumes a 30:70 distribution of home and foreign market information share. Themonopolistic setup implies that 100% of price discovery takes place in the foreign market. The results for these alternative experimental designs are reported in the appendix Tables A1 and A2.Estimating information shares of interlisted stocks using high frequency data thereforecan lead to wrong conclusions if microstructure effects are more prevalent in one ofthe markets. Given the different designs of international stock markets, such a scenario seems to be the rule rather than the exception. Within the context of Canadianinterlisted stocks, Figure 2 evinces that microstructure effects are more prominent atthe NYSE than at the TSX. According to the results of our simulation study, thissuggests that standard Hasbrouck information shares estimated at high frequencies underestimate the importance of the NYSE for the price discovery process. Moving to alower sampling frequency, however, is not an option. Estimation at lower frequenciesyields inaccurate results, as the bounds for the Hasbrouck information shares divergeconsiderably.4 The next section proposes a solution to this dilemma.4 Without formally addressing the problems associated with microstructure effects, previous studiesconcerned with international price discovery have avoided modelling at very high sampling frequencies.Hupperets and Menkveld 2002, for instance, sample their data at five minutes intervals, Phylaktisand Korczak 2007 use a one minute frequency, Eun and Sabherwal 2003 use ten minutes intervals.74 Modified Hasbrouck information shares 4.1 Unique information shares based on distributional assumptions In the following, we advocate an alternative approach that yields unique information shares and consequently is applicable to data sampled at lower frequencies. Themethodology is based on a recent contribution by Lanne and L utkepohl 2005. Theypropose to identify structural shocks in a cointegrated system based on distributionalassumptions. This is of major interest for the present problem since these assumptions are particularly plausible in our application. In detail, we propose to model thecontemporaneously correlated ECM innovations ut in 1 as a linear combination ofuncorrelated innovations which follow a mixture normal distribution,ut W wt,5where W denotes a nonsingular parameter matrix.neously uncorrelated innovations, wt wh Gaussian random vectors,t , wf Idiosyncratic, i.e. contemporat , are generated as a mixture of twoe 1t N 0, I2 with probability e 2t N 0, with probability 1 ,6wt where 0 1 is referred to as the mixture probability, and is a diagonal matrixwith positive elements h and f . The variance covariance matrix of wt is a diagonalmatrix given byw Varwh 0t 0t ! 1 h 0Varwf 0 1 f ! .7If h 1, the innovations in the home market price series would follow a normal distribution. With h f 1, innovations in both price series are normally distributedand the ECM in 1 with Gaussian innovations emerges as a special case. As a matterof fact, the use of mixture of normal distributions is particularly appealing since itcaptures the excess kurtosis found in financial return data see e.g. Mittnik et al., 2004;Tsay, 2005, chap. 1.The key advantage is that the mixture assumption offers the possibility to identifyunique Hasbroucktype information shares such that one can dispense with the Choleskybased measures. The matrix B, which relates composite to idiosyncratic innovationsvia ut Bt, can be identified and estimated if the data support the mixture normal assumption. Lanne and L utkepohl 2005 show that the elements of B are locally 8 cid:8h2w 2cid:8f 2w 2Varvt BB W w W 11 2hf w 11w 21 f 2w 222 2hf w 12w 22 h2w 2t ,t 21cid:9 Varwh 12cid:9 Varwfidentified by the distributional assumptions concerning wt if and only if all diagonalelements of are distinct, which in the present case requires that h 6 f .When estimates of the mixture parameters W, , are available we will address toestimation issues below, we can exploit the relation that ut Bt W wt, such thatu BB W w W .8It follows that B W 0.5Hasbrouck 1995 that result from the decomposition of the variance of the efficientprice innovations vt Bt, can then be computed as Information shares in the spirit ofw and t 0.5w wt.w cid:32ISM h cid:2W 0.51W w W w cid:32and ISM f cid:2W 0.52W w W ,9with h, f defined as in 2. We refer to ISM h and ISM f as modified Hasbrouckinformation shares. The logic behind the decomposition can be seen by writing thevariance of the efficient price innovations in detail as10where wij denotes the ith row, jth column element of W . Equation 10 illustratesthat the variance of the efficient price innovation can be written as the weighted sumof idiosyncratic home and foreign innovation variances which are, as can be seen in 7,a function of the mixture parameters. The modified information shares in 9 are thusa function of all structural parameters.Lanne and L utkepohl 2005 point out that the matrix W is identified up to a multiplication by any of its columns by minus one. This does not change the modifiedinformation shares since the terms in 10 are robust to a change in the signs of theelements of a column in W . We provide an illustration of identification of informationshares by the mixture assumption in Appendix A.4.2 Parameter estimation Estimation of a cointegrated system with mixture normal innovations is intricate, asit requires nonlinear optimization techniques. Maximum likelihood estimation can beperformed as outlined by Lanne and L utkepohl 2005. They propose to estimate thecointegrating vector in an initial step or fix it to its theoretical value 1, 1 in 9our case. Since the joint density of the mixture normal variates wt is given byf wt 21 expcid:2612wtwtcid:27 1 2 det 12 expcid:2612wt 1wtcid:27 ,the joint density of log price changes at time t, conditioned on time t 1 information,can be written asft 1pt detW 1 expcid:26 1 det 12 detW 112ALptW W 1ALptcid:27 expcid:2612ALptW W 1ALptcid:27 ,where AL 1 L L 1L . . . q 1Lq 1. The conditional log likelihood L TXt1log ft 1pt,11where collects the model parameters, has to be maximized by nonlinear optimizationalgorithms.While the simultaneous estimation of ECM parameters , j matrices and mixtureparameters W, , is feasible, maximization over the large parameter space, in combination with a lag length selection procedure, is computationally quite intensive. Wetherefore recommend a twostep estimation strategy. When the cointegrating vector isfixed to its theoretical value, 1, 1, equation by equation OLS of 1 deliversconsistent first step estimates of the ECM parameters. The second estimation stepentails maximization of the loglikelihood 11 in which the ECM parameters are replaced by their first step estimates. Nonlinear optimization is then performed for themixture model parameters only. Standard errors of parameter estimates and modifiedinformation shares estimates resulting from this twostep procedure can be convenientlydelivered by a parametric bootstrap along the lines of Mac Kinnon 2002. Details ofthe bootstrap procedure are provided in Appendix B.5 Data and sampling Our data include bid and ask quotes for 69 Canadian stocks. Initially we identify 83Canadian stocks which were traded on the TSX and crosslisted on the NYSE between January 1st 2004 and 31st of March 2004, which is the period for which we have dataavailable. 18 stocks have been excluded from the sample. In detail, we drop extremely 10infrequently quoted stocks. We thereby apply two criteria: we require our sample stocksto be quoted on each of the 62 trading days considering the first two hours of tradingand the traded volume over the whole sampling period has to exceed 1 Mio. CAD on the TSX and NYSE, respectively. By the first criterion the stocks CNI, EXEA, BEI, ITN,LAF, MWI, RBA, TRA, and VTS are excluded and by the second we drop BR, CJR,CWG, and OPY NYSE ticker symbols. Further we exclude BGM, since we were notable to identify and match the TSX midquote with the corresponding NYSE midquote.The number of stocks is comparable to the sample used by Eun and Sabherwal 2003who consider 62 US crosslisted Canadian stocks of which 41 were traded on NYSEand 21 on NASDAQ. Table A3 in the appendix contains the stock tickers as wellas the full company names. The NYSE data are taken from the Trade and QuoteTAQ DVDs supplied by the New York Stock Exchange. Toronto quote data wereobtained from the Equity Trades and Quotes data set provided by the TSX. CANUSexchange rate Reuters quotes come from Olsen Associates. The foreign market pricepft is computed as the log midquote of NYSE bid and ask price which is converted into Canadian dollars using the midpoint of the Reuters quotes for the intradaily exchangerate. The home market price pht is the log midpoint of the TSX bid and ask quote.Although the continuous trading hours of the TSX and the NYSE overlap 9.30 am to 16.30 pm EST, we focus on data for the two hours of continuous trading 9.30 am to 11.30 am. Focusing on the first two trading hours retains more than 3000 observationsper stock, enough to deliver precise results. Overnight log price changes are excludedfrom the analysis.Insert Table 2 about hereTable 2 displays crosssectional descriptives. Detailed stockspecific information canbe found in Tables A3 and A4 in the appendix.It can be seen that the sampleincludes a range of stocks varying with respect to size and trading value. We choosea two minutes sampling frequency. As pointed out before, the sampling interval hasto balance the potential bias by microstructure effects at high frequencies and, when Hasbrouck information shares are computed, the widening of upper and lower bounds.The two minutes frequency is suggested by volatility signature plots like the one in Figure 2 which indicate that microstructure effects are mitigated to a large extent atthis sampling frequency. As a more formal selection criterion, we also compute stockspecific optimal sampling frequencies along the lines of Bandi and Russell 2008. Thecrosssectional distribution of the BandiRussell optimal sampling frequency reportedin Table 2 indicates that a two minutes sampling interval is an appropriate choice.116 Results and discussion 6.1 Specification test results The computation of modified Hasbrouck information shares requires that log returnsexhibit the leptokurtosis that justifies the mixture of normal assumption.In orderto examine the distribution of log price changes we therefore apply the JarqueBeranormality test to the two minutes return data. Table 2 reports the crosssectional distribution of the pvalue of the JarqueBera statistic. For all our sample stocks the nullof normally distributed returns is rejected at any common level of significance. Table 2 also shows that the excess kurtosis of the return distributions supports the mixturenormal assumption.Parameter estimation follows the twostep procedure outlined in Section 4. The firststep entails a standard cointegration analysis which involves testing the number of cointegrating relations and lag length selection for the equilibrium correction model ECMin Equation 1. We summarize the results in Table 3. Johansens 1988 trace andmax. eigenvalue statistics indicate the presence of one cointegrating relation, and henceone common stochastic trend. The normalized cointegrating vectors, estimated by reduced rank regressions see Johansen, 1991, are close and not significantly differentfrom 1, 1 for all stocks. Hence, we fix the cointegrating vector to its theoreticalvalue and estimate the ECM parameters by OLS. Results change only marginally whenthe analysis is based on estimated cointegrating vectors. The lag length in the ECMselected by the Schwarz information criterion SIC ranges from one to six.Insert Table 3 about hereIn the second step, we maximize the log likelihood function 11 conditioning on thefirst step estimates in order to obtain estimates for the mixture parameters , , and W . Table 4 displays the distribution of parameter estimates across the 69 sample stocksalong with their standard errors averaged across stocks. Stockspecific results can befound in Appendix Table A5. Estimates of the short run parameter matrices j areomitted for the sake of brevity.Insert Table 4 about hereAs discussed above, local identification of the mixture model parameters requires thediagonal elements of the matrix to be different. We therefore conduct a Wald test ofthe null hypothesis that h f . Table 3 shows that the null is rejected for 67 of the 69sample stocks at the 1% significance level. For two of the stocks, CLS and NT, the nullcannot be rejected. These stocks will not be included in the subsequent crosssectional 12analyses. The small parameter standard errors of the mixture parameters indicateestimation precision, which, combined with Wald and JarqueBera test results, supportthe identification of information shares by the mixture distribution assumption.6.2 Discussion First and second step estimates are combined to compute modified Hasbrouck information shares as outlined in Section 4.1. Their distribution across the sample stocks alongwith their average standard errors is reported in Table 5. Stockspecific results can befound in the Appendix Table A6. The table also reports adjustment coefficient ratioestimates and standard errors. Adjustment coefficient ratios serve as a benchmark,since they have been used by Eun and Sabherwal 2003 to assess the importance ofthe US market for Canadian interlisted stocks. Recall from the discussion in Section 2.1 that a large foreign market adjustment coefficient ratio Adjf f hf and a smallhome market ratio Adjh hhf imply that the NYSE price corrects more stronglyto deviations from the law of one price than the TSX price. Equivalently, this meansthat the common factor weight of the NYSE TSX price in the GonzaloGranger decomposition is relatively low high. Large Adjf and small Adjh thus indicate a minormajor role of the NYSE TSX in the price discovery of Canadian interlisted stocks.Insert Table 5 about hereWhilst the sample average of the TSX adjustment coefficient ratio Adjh amounts to 29%, that of the NYSE Adjf is equal to 71%. The 42% difference in the contributions to price discovery indicates a clear leadership of the TSX. These findings updatethe results reported by Eun and Sabherwal 2003. Using 1997 data, they estimatean average TSX US market adjustment coefficient ratio of 38% 62%, i.e. the TSXcontribution to price discovery exceeds that of the US markets by 24%. Although someparameters of the empirical analysis differ 10 min. vs. 2 min. sampling frequency, different set of stocks, NYSENASDAQ vs. NYSE only, this suggests that the TSX hasextended its lead in terms of contributions to price discovery from 1997 to 2004. Is theconcern that the importance of Canadian and other regional exchanges will deteriorate,and US exchange will take over the price discovery in the long run groundless? Theresults reported in Table 5 show that it is too early to jump to this conclusion. Whencontributions to price discovery are measured using the approach proposed in this paper, the picture changes: The modified Hasbrouck NYSE information share averagedacross stocks amounts to 45%, that of the TSX is equal to 55%. Although the TSXstill emerges as the leading market in terms of price discovery, its 10% winning margin appears small compared to the 42% lead reflected in the difference of adjustment 13coefficient ratios. The competitive edge of the TSX is much less pronounced.Insert Table 6 about hereThese divergent conclusions are attributable to the different methodologies. As outlinedin Section 2.2, the focus on adjustment coefficient ratios ignores the variances of priceinnovations in the markets and their contemporaneous correlations.Hasbroucks 1995 methodology takes standard deviations and correlations of price innovations into account. However, the Cholesky decomposition imposes an informationalhierarchy of markets that is hardly justifiable, and the permutation of the ordering isoften a dissatisfying solution due to the wide information share bounds. This is thecase in the present application. The average midpoint of standard Hasbrouck TSX information shares amounts to 61% and that of the NYSE is equal to 39%, indicating theleadership of the TSX in the price discovery process. However, the evidence is weakendby the wide upper and lower bounds, which on average differ by 65%.Another interesting result lies in the variation of estimated information shares amongthe sample stocks. Tables 5 and 6 show that the crosssectional standard deviation ofthe adjustment coefficient ratios amounts to 24% and that of the standard informationshare midpoints is equal to 13%. By contrast, the crosssectional standard deviation ofthe market modified information share amounts to only 4 %. Percentiles, interquartileranges, and the kernel density plots in Figure 3 tell the same story. The kernel estimatesshow the symmetric thintailed distribution of the modified information shares, which ismuch more concentrated than the distributions of standard information share midpointsand the adjustment coefficient ratios. The latter is especially widely dispersed.Insert Figure 3 about hereThis result is of paramount interest when considering the determinants of a marketscontribution to the price discovery process. To date, crosssectional analysis focused onstockspecific explanatory variables such as market capitalization, ownership structure,industry et cetera to explain the considerable cross stock variation of foreign marketprice discovery contributions. Yet, given the small crosssectional variation of the modified information shares among the sample stocks, our results indicate that stockspecificfactors actually play a minor role within the price discovery process.This conclusion is confirmed by the cross section regression results reported in Table 7. The regression explains the crosssectional variation of modified Hasbrouck NYSEinformation shares using the set of covariates proposed by Eun and Sabherwal 2003.The results show that only the regressors directly related to the trading process ratioof NYSE and TSX effective spread, and NYSE share of the total number of trades 14are statistically significant. A higher share of medium sized trades at the NYSE is notassociated with a higher NYSE information share.5 On the other hand, stock specificvariables firm size, measured as the log of the TSX market capitalization, and theyears listed at the NYSE have no explanatory power. Moreover, the dummy variablesindicating the industry of the stocks are as in Eun and Sabherwal 2003 not jointlysignificant. Interestingly, the puzzling result of a significantly higher price discoverycontribution of the NYSE for small Canadian stocks reported by Eun and Sabherwal2003 is not present when using the modified Hasbrouck information shares.Insert Table 7 about hereThe conclusion that it is the design of a market itself which determines its informationshare means good and bad news for national and regional exchange operators sensingthe threat of the US exchanges. On the one hand, they cannot claim that factors outof their control like firm size or foreign ownership determine the importance of theforeign market. On the other hand, the competition between exchanges to achieveleadership in terms of price discovery works through parameters that they themselvescontrol, namely those which generate a trading environment that fosters the processthrough which prices incorporate new information.7 Concluding remarks This paper examines the price discovery process of Canadian interlisted stocks andproposes a modification of the Hasbrouck 1995 approach. The main drawback of thestandard Hasbrouck information shares is their nonuniqueness: they are derived asmidpoint of lower and upper bounds, which tend to become extremely wide at lowersampling frequencies. At high frequencies, however, estimated information shares canbe biased by microstructure effects. We offer a solution to this dilemma. Based ondistributional assumptions as an alternative method for identification, our approachyields unique Hasbroucktype information shares. As a result, the methodology can beapplied to data sampled at lower frequencies, at which the dominance of the marketmicrostructure effects component in the price series is alleviated.We apply our modified approach to Canadian stocks which interlist on the NYSE. Ourresults suggest that the contribution of the NYSE to the price discovery process of Canadian interlisted stocks is severely underestimated by standard methods. We reveal that the home market leadership found by previous studies is less pronounced and 5 Medium sized trades are considered informative. An exchange with a higher share in medium sizedtrades is hypothesized to contribute more to price discovery due to the informational content in thosetrades. Eun and Sabherwal 2003 reported results that supported this argument. However they alsoargued that the finding is not robust across different definitions of medium sized trades.15actually price discovery is more evenly divided between TSX and NYSE. Moreover,we find that the variation of information shares across stocks is much smaller thanindicated by standard methods.In contrast to recent studies, which focus on stockspecific factors as the determinants of a markets contribution to international pricediscovery, we argue for market design as the major factor. In the light of the presentdevelopment towards a small number of very large international exchanges, this resultis of paramount interest for national stocks exchanges, since it implies that by improving their trading protocol, and providing a more efficient trading environment, stockexchanges may be able to maintain or even increase their share in the price discoveryprocess of interlisted stocks.Albeit modified information share estimation is computationally more intricate, since itinvolves nonlinear optimisation, its applicability is not limited to internationally crosslisted stocks. FiguerolaFerrett and Gonzalo 2007 measure price discovery in commodity markets, Chakravarty et al. 2004 examine the relative contribution to pricediscovery of stock and options markets, and Blanco et al. 2005 use Hasbrouck information shares to document a lead for credit default swap CDS prices over credit spreadsin the price discovery process. These analyses also suffer from the nonuniqueness ofthe standard information shares and are prone to microstructure effects. Our modifiedapproach that identifies unique information shares and alleviates the bias by microstructure effects presents an appealing alternative.16References A tSahalia, Y., P. Mykland, and L. Zhang 2005: How often to sample acontinuoustime process in the presence of microstructure noise, Review of Financial Studies, 18, 352416.Andersen, T. G., T. Bollerslev, F. X. Diebold, and R. H. E. Ebens 2001:The distribution of realized stock return volatility, Journal of Financial Economics,61, 4376.Andersen, T. G., T. Bollerslev, F. X. Diebold, and P. Labys 2003: Modeling and forecasting realized volatility, Econometrica, 71, 579625.Baillie, R. T., B. G. Geoffrey, Y. Tse, and T. Zabotina 2002: Price discovery and common factor models, Journal of Financial Markets, 5, 309321.Bandi, F. and J. Russell 2008: Microstructure noise, realized variance, and optimal sampling, Review of Economic Studies, 75, 339369.BarndorffNielsen, O. and N. Shephard 2002: Estimating quadratic variationusing realized variance, Journal of Applied Econometrics, 17, 457477.Blanco, R., S. Brennan, and I. W. Marsh 2005: An empirical analysis of thedynamic relation between investmentgrade bonds and credit default swaps, Journalof Finance, 60, 22552281.Carpentier, C., J.F. LHer, and J.M. Suret 2007: Competition and survivalof stock exchanges: lessons from Canada, CIRANO working paper.Chakravarty, S., H. Gulen, and S. Mayhew 2004: Informed trading in stockand options markets, Journal of Finance, 59, 12351258.Chen, S. X. 1999: Beta kernel estimators for density functions, Computational Statistics Data Analysis, 31, 131145.Coffee, J. C. 2002: Racing towards the top?: The impact of crosslistings andstock market competition on International Corporate Governance, Columbia Law Review, 102, 17571832.Davidson, R. and J. G. Mac Kinnon 2000: Econometric theory and methods,Oxford: Oxford University Press.De Jong, F. 2002: Measures on contributions to price discovery: a comparison,Journal of Financial Markets, 5, 323327.17Eun, C. S. and S. Sabherwal 2003: Crossborder listings and price discovery :evidence from U.S.listed Canadian stocks, Journal of Finance, 58, 549575.FiguerolaFerrett, I. and J. Gonzalo 2007: Modelling and measuring pricediscovery in commodity markets, Working Paper Universidad Carlos III.Gaa, C., S. Lumkin, R. Ogrodnik, and P. Thurlow 2002: The future prospectsof national markets and trading centers, Bank of Canada Working Paper 200110.Gonzalo, J. and C. W. J. Granger 1995: Estimation of common longmemorycomponents in cointegrated systems, Journal of Business and Economic Statistics,13, 2736.Grammig, J., M. Melvin, and C. Schlag 2005: Internationally crosslisted stockprices during overlapping trading hours: price discovery and exchange rate effects,Journal of Empirical Finance, 12, 139164. 2008: The role of U.S. trading in pricing internationally crosslisted stocks,T ubingen University, Arizona State University and Frankfurt University.Harris, F. H. d., T. H. Mc Inish, and R. A. Wood 2002a: Common factorcomponents versus information shares: a reply, Journal of Financial Markets, 5,341348. 2002b: Security price adjustment across exchanges: an investigation of common factor components for Dow stocks, Journal of Financial Markets, 5, 277308.Hasbrouck, J. 1995: One security, many markets: determining the contributionsto price discovery, Journal of Finance, 50, 11751199. 2002: Stalking the efficient price in market microstructure specifications:an overwiev, Journal of Financial Markets, 5, 329339. 2007: Empirical market microstructure, Oxford University Press.Hupperets, E. C. and A. J. Menkveld 2002: Intraday analysis of market integration: Dutch blue chips traded in Amsterdam and New York, Journal of Financial Markets, 5, 5782.Johansen, S. 1988: Statistical analysis of cointegration vectors, Journal of Economic Dynamics and Control, 12, 231254. 1991: Estimation and hypothesis testing of cointegration vectors in Gaussianvector autoregressive models, Econometrica, 59, 15511580.18 1995: Likelihoodbased inference in cointegrated vector autoregressive models,Oxford: Oxford University Press.Karolyi, G. A. 2006: The world of crosslistings and crosslistings of the world:challenging conventional wisdom, Review of Finance, 10, 99152.Lanne, M. and H. L utkepohl 2005: Structural vector autoregressions with nonnormal residuals, EUI Working Paper, Department of Economics, European University Institute.Lehmann, B. N. 2002: Some desiderata for the measurement of price discoveryacross markets, Journal of Financial Markets, 5, 259276.Mac Kinnon, J. 2002: Bootstrap inference in econometrics, Canadian Journal of Economics, 29, 305325.Mittnik, S., M. Haas, and M. Paolella 2004: Mixed normal conditional heteroskedasticity, Journal of Financial Econometrics, 2, 211250.Phylaktis, K. and P. Korczak 2007: Specialist trading and the price discoveryprocess of NYSElisted nonUS stocks, Working Paper EuropaUniversity Viadrina Frankfurt.Silverman, B. W. 1986: Density Estimation for Statistics and Data Analysis, London: Chapman and Hall.Toronto Stock Exchange 2003: TSX Factbook, Toronto: TSX Datalinx.Tsay, R. S. 2005: Analysis of Financial Time Series, Hoboken, NJ: Wiley.19APPENDIXA Illustrating identification by the mixture normal assumption In order to illustrate the identification method of our modified approach consider thefollowing numerical example. The left panel of Figure 4 depicts time series of contemporaneously correlated price innovations uht and uft .Insert Figure 4 about hereThe stochastic process which generated the data is a parameterized bivariate mixturemodel with 0.9, h 1, f 10 and W 0.00010.000030.000030.0001 ! .Using 8, this implies corruht 0.57. Recall from Section 2.1 that the standardized idiosyncratic market innovations we are seeking to identify are serially andt , ufcontemporaneously uncorrelated t 0, I2 random variables. They relate to thenonstandardized idiosyncratic innovations wt generated by 6 via t 0.5w wt. Thetime series of idiosyncratic innovations wht , which generate the sequences ofcomposite innovations ut W wt are depicted in the right panel of Figure 4.The estimation procedure has to solve the inverse problem to back out the unknownt and wfstructural parameters from the observed sequence of composite innovations. What arethe properties the data must exhibit to enable us to estimate the structural parametersand modified information shares? To answer this question, it is helpful to take a closerlook at the time series depicted in Figure 4. The left panel shows that at certain pointsin time, most prominently at t 60, the foreign market composite innovation uft is deepin the tails of the empirical distribution. From our knowledge of the data generatingprocess, and by looking at the right panel series of Figure 4, we can see that a largenegative idiosyncratic foreign price innovation occurred at time t 60.It resultedfrom a large negative draw from a normal distribution with variance f 10. Thesmall positive home market idiosyncratic innovation wh 60 resulted from a draw from anormal distribution with unit variance h 1. Due to the structure of the matrix W ,the large negative price innovation in the foreign market spills over contemporaneouslyto the home market. As a consequence, the composite home market innovation uh 60becomes negative.20The occurrence of outliers like the one at t 60 enables us to identify and estimate thestructural parameters W , h, f and . Put simply, what the maximization of the loglikelihood 11 does is to match the empirical variances of the composite innovations andtheir correlations by choosing appropriate values for W . Occasional large absolute priceshocks in one market, but not in the other, induce the maximum likelihood procedureto assign a nonzero value to the mixture probability and to choose state variancesf and h which may considerably differ. The requirement on the data is thus thatthey contain, at certain points in time, price innovations in home and foreign marketwhich are, despite their relatively strong correlation, of quite different sizes.If the state variances h and f were identical, it would not be possible to identify themixture model parameters and compute modified information shares. We would thennot observe those identifying outliers. Some may occur by chance, which would implythat the mixture parameters would be very imprecisely estimated.We recommend checking the standard errors of the mixture parameter estimates andtesting the null that f h before modified Hasbrouck information shares are computed. Taking a look at the kurtosis of log price changes and testing for nonnormalityvia a JarqueBera test are further checks that should be employed to assess whether theidentification of modified information shares by distributional assumptions is supportedby the data. This is ultimately an empirical question. If identification by distributionalassumptions is supported, the method offers the opportunity to allocate unique homeand foreign market contributions to price discovery within the framework proposed by Hasbrouck 1995. The dilemma outlined in Section 2 is resolved as there is no need tomove to high frequencies in order to narrow the information share bounds.21B Parametric bootstrap procedure We conduct a parametric bootstrap to compute standard errors and confidence intervalsfor parameter and information share estimates resulting from the twostep estimationprocedure outlined in Section 4.2. The procedure works as follows. We first draw an iidsequence of random variables from a normal mixture distribution. This distribution isgenerated using the mixture parameters which are estimated in the second maximumlikelihood step of the estimation procedure. Next, we simulate price series accordingto the ECM 1 using observations from the original price series as starting values, thecointegrating vector 1, 1, first step OLS estimates of the ECM parameters, andsimulated mixture residuals. The number of lags in the ECM corresponds to the optimallag length as chosen by the Schwarz criterion. The length of the simulated series equalsthe number of observations in the original data set plus 100. We discard the first 100simulated data points in order to reduce the dependence on the starting values. Thetwostep estimation procedure described in Section 4.2 is then applied to the simulateddata. We store the resulting parameter estimates and compute standard Hasbrouckinformation shares, adjustment coefficient ratios and modified Hasbrouck informationshares. This procedure is repeated B 399 times, as suggested by Davidson and Mac Kinnon 2000.6 Standard errors for parameter and information share estimatesare computed from the empirical distribution of the bootstrap estimates.C Additional TablesInsert Table A1 about hereInsert Table A2 about hereInsert Table A3 about hereInsert Table A4 about hereInsert Table A5 about hereInsert Table A6 about hereInsert Table A7 about here6 Davidson and Mac Kinnon 2000 recommend choosing the number of bootstrap replications B suchthat B 1 is an integer. Testing onesided at 5% significance, B 399 implies that the 20thlargest bootstrap estimate is the critical value at 0.05.22FIGURES AND TABLES23Figure 1: Information share estimates at different frequencies.The graph shows the dependence of Hasbrouck information shares on the sampling frequency. It displaysthe upper and lower bound solid lines of the NYSE information share as well as the associated midpointdotted line for the Canadian NYSE interlisted stock Abitibi Consolidated Inc. ABY, estimated atdifferent frequencies details on the data can be found in Section 5. The estimates are calculated overthe 62 days January first 2004 to March 31st 2004 using the first two hours of trading. As depictedby the graph, the bounds diverge considerably as the sampling frequency decreases. At low samplingfrequencies the average over the bounds converges to 0.5, i.e., to the point, where price discovery isdivided evenly between the markets.24Figure 2: Volatility signature plot of TSX and NYSE log returns.The graph shows the realized variance estimate for home and foreign market log returns of our samplestock ABY calculated over a range of sampling frequencies. The estimates are calculated for eachday and averaged over the 62 days January 1st 2004 to March 31st 2004 using the first two hours oftrading. The graph depicts the increasing bias in the variance estimate at fine sampling frequencies:at frequencies higher than two minutes, the realized variance estimate rises sharply, indicating theincreasing prevalence of microstructure effects in the price series.25Figure 3: Kernel density estimates NYSE contribution to price discovery.The graph illustrates the cross sectional distribution of the modified NYSE information share ISM fthick solid line, midpoint of Hasbrouck NYSE information share ISf thin solid line and the TSXadjustment coefficient Adjh dashed line by means of a kernel density estimation. To account for thebounded support of the data the measures of contributions to price discovery are defined betweenzero and one the beta kernel proposed by Chen 1999 is used. We use a bandwidth as suggested by Silverman 1986, adjusted for variable kernels.26Figure 4: Composite and idiosyncratic mixture normal innovations.The panels show time series that result from 100 iid draws from a bivariate mixture distribution where 0.9, h 1, f 10 and W 0.00010.00003contemporaneously uncorrelated innovations wfpanel shows the composite innovations uf 0.000030.0001 . The right hand side panel depicts thet dashed line. The left hand sidet solid line and wht solid line and uht dashed line.27Table 1: Microstructure effects and information share estimates. Symmetric design.We simulate home and foreign market log prices pht and pft from a bivariate error correction model phtpft! hf! pht 1 pft 1 1 phpft 1! 2 phpft! .t 2! uhtuft 2t 10.10.05Symmetry of home and foreign market is imposed by setting f h 0.2, 1 0.05and 2 0.050.05!0.05 0.05!. The innovations uh and uf are contemporaneously and serially uncorrelated mean zero normally distributed random variables with standard deviation u fu 0.0002.According to Equation 2.1, the true long run impact of home and foreign market innovations ish f 0.53 and the true information share of the foreign market ISf is 50 %. The simulated trueprices are disturbed by additive independent microstructure effects, pht . Themicrostructure effects ht are mean zero uncorrelated random variables with standard deviationsh and f . The second row shows how the microstructure effects standard deviations h and f arevaried as multiples of the fundamental innovation standard deviation u. The simulation is replicatedt and ft and phu ht pht pht ht h 0.1500 times with n 100, 000. In each replication the model parameters are estimated based on the trueand noised price series. Foreign market information shares ISf , long run price impacts h and f ,and foreign market adjustment coefficient ratio Adjf ff h are computed as outlined in Equations3 and 4. The table reports mean and standard deviation in parentheses of the estimates computedover the 500 Monte Carlo replications. ISf denotes the average of the upper and lower bound of theforeign market information share which result from permuting the order of home and foreign marketin the Cholesky decomposition.scenarioh fbase 00123456700.5u 0u 02uuuu2uu4u 2u4u ISf %Adjf %hf 50.00.9150.00.440.5345.70.8655.90.430.5336.30.7566.90.390.5719.90.5183.30.270.6650.00.7650.00.410.3430.40.5371.10.310.4512.00.3289.20.200.5523.70.4177.10.250.420.0050.0050.0040.0040.0030.0020.0020.0020.530.420.280.130.340.180.070.120.0050.0040.0030.0020.0030.0020.0010.00128Table 2: Summary statistics of sample stocks.The table shows summary statistics on our sample stocks. The first line gives statistics on the numberof observations used for information share estimation and inference i.e., the first two hours of tradingsampled at a two minute frequency. The spread, relative spread, trading value, and midpoint arecalculated using the first two trading hours. Further the table shows the optimal trading frequencyaccording to by Bandi and Russells 2008 rule of thumb. The last four lines report summary statisticson the return distribution, including the kurtosis of two minute returns and the associated pvalue ofthe JarqueBera normality test.Mean Std.dev 5th Perc.25th Perc. Median 75th Perc.95th Perc.Observations 36616535483614367237083748Spread CADTSXNYSE0.080.070.090.08Rel. spread %TSXNYSE0.240.230.150.140.020.030.080.090.040.040.130.130.060.060.220.170.090.090.280.280.180.140.470.51Trading value Mio. CADTSXNYSE733.09332.191157.86903.8436.525.36157.5230.75367.9585.81863.83243.952107.161204.26Midpoint CADTSXNYSE38.9238.9230.7630.769.159.1521.1921.2134.0334.0449.3049.2973.6773.65BandiRussell sampling frequency minTSX1.131.24NYSE1.752.390.531.35Kurtosis returns TSXNYSE29.3259.4255.36248.00Pval. JarqueBera TSXNYSE0.000.000.000.003.303.450.000.00291.411.687.555.920.000.001.732.191.982.692.774.0813.9713.3128.2821.3394.76163.180.000.000.000.000.000.00Trace stat.H0: no coint. rel.Max. eigenv. stat.H0: one coint. rel.Pval. Wald test H0: f h 2.00.90.0013.90.000.000.000.03569Table 3: Specification test results.The table shows summary statistics on specification test results. It includes Johansens 1988 traceand maximum eigenvalue statistics to determine the number of cointegration relations. Using the tracestatistic we test the null hypothesis of no cointegrating relation, with the maximum eigenvalue statisticwe test the null of one cointegrating relation. The critical values for 0.01 are 16.31 trace and 6.51max. eigenvalue respectively. The table also reports the pvalues of a Wald test of the null hypothesish 6 f . The last column shows the number of stocks for which the null is rejected at 0.01. Thelast row gives information on the number of lags included in the ECM 1 according to the Schwarzinformation criterion SIC.Mean Median Min Max stocks H0 rejected 1%1194.0966.4145.16756.869ECM lags q by SIC1.711630Table 4: Crosssectional distribution of parameter estimates.The table shows the distribution of the parameters estimates shares across the 69 sample stocks. hand f denote the diagonal elements of matrix , gives the mixture probability. h and f areadjustment coefficients of home and foreign market return series and h and f denote the permanentimpact of shocks on the home market and foreign market returns series, respectively. Avg.Std.Er. givesthe standard error of the respective estimate averaged across the sample stocks. Standard errors areobtained by the parametric bootstrap procedure described in Appendix B.h 0.000.010.030.04f 0.070.160.230.240.120.270.340.360.0030.0150.0120.060.140.310.440.470.57h0.450.240.090.160.0260.040.01f 0.050.240.350.35h 0.260.540.850.79f0.020.090.290.350.0280.0340.0320.460.681.041.210.560.845th Perc.25th Perc.Median Mean Avg.Std.Er.75th Perc.95th Perc.31Table 5: Crosssectional distribution of modified Hasbrouck information shares andadjustment coefficient ratios.The first two columns of the table show the distribution of the modified Hasbrouck information sharesacross sample stocks. The last two columns display the distribution of the adjustment coefficient ratioscomputed as Adjh hhf NYSE. If the adjustment coefficient ratiois high then its contribution to price discovery is small. Ratios and information shares are reported aspercentages. Avg.Std.Er. gives the standard error of the respective estimate averaged across the samplestocks. Standard errors are obtained by the parametric bootstrap procedure described in Appendix B.hf TSX and Adjf f Adjustment Coeff. Ratios Adjf AdjhTSXNYSE31.251.077.571.15.124.292.097.82.28.022.528.95.124.249.368.8Modified Hasbrouck Information Shares ISM hTSXISM fNYSE5th Perc.25th Perc.Median Mean Avg.Std.Er.Std. Dev.75th Perc.95th Perc.50.052.755.154.90.83.557.459.540.542.644.945.10.83.547.350.032Table 6: Crosssectional distribution of Hasbrouck information shares.The table shows the distribution of the of the lower and upper bounds of standard Hasbrouck information shares as well as the associated midpoints across the sample stocks. Ratios and information sharesare reported in percent. Avg.Std.Er. gives the standard error of the respective estimate averaged acrossthe sample stocks. Standard errors are obtained by the parametric bootstrap procedure described in Appendix B.ISh TSXISf NYSELow.Bound Upp.Bound Midpoint Low.Bound Upp.Bound Midpoint 5th Perc.25th Perc.Median Mean Avg.Std.Er.Std. Dev.75th Perc.95th Perc.4.211.426.928.419.543.859.167.589.898.193.29.999.5100.037.650.961.560.82.413.471.679.50.00.51.96.89.910.232.540.956.273.171.619.588.695.820.528.438.539.22.413.449.162.433The table reports crosssectional OLS estimates with standard errors in parentheses. The dependent Table 7: Regression results.variable is the logistic transformation of the modified NYSE information share, ln ISM flogistic transformation insures that the predicted regression values lie between 0 and 1. Log Mkt Cap isthe log market capitalization as reported on 31 Dec. 2003 in the TSX Factbook. USVol gives the shareof NYSE traded shares in the number of total shares traded in both markets. Spread Ratio denotes theratio of effective spreads on the NYSE and TSX. Medium Trades is the ratio of the proportion of sharestraded in medium sized lots on the TSX and the NYSE, where medium size refers to trades of 2,501 to 10,000 shares. Years Listed denotes the number of years a company has been listed on the NYSE asindicated by the NYSE webpage. Manufacturing, FinanceRealestate, Retail and UtilityTransport,and Mining are sector dummies. The benchmark sector is services. , , and indicate statisticalsignificance at 0.01, 0.05, and 0.10, respectively.1ISM f. The Constant USVol Spread Ratio Medium Trades Log Mkt Cap Years Listed Manufacturing FinanceRealestate Retail UtilityTransport Mining10.2150.0390.3420.0900.1210.0320.0120.00320.3560.1320.0180.0160.0010.00130.4540.1450.3120.0680.0900.0410.0070.0050.0230.0140.0010.001 0.0070.0450.0670.0460.0380.0780.0190.0550.0800.046Observations Adjusted Rsquared %6739.5671.76745.834Table A1: Microstructure effects and information share estimates. Asymmetric design.We simulate home and foreign market log prices pht and pft from a bivariate error correction model phtpft! hf! pht 1 pft 1 1 phpft 1! 2 phpft! .t 2! uhtuft 2t 10.10.10.05t ht phu h A true information share of 70 % of foreign and 30% of home market is imposed by setting h 0.3and f 0.2, 1 0.050.05 0.05.! The innovations uh and uf are 0.05! and 2 0.05t . The microstructure effects components hcontemporaneously and serially uncorrelated mean zero normally distributed random variables withstandard deviation u fu 0.0002. According to Equation 2.1, the true long run impact ofhome and foreign market innovations is h f 0.53 and the true information share of the foreignmarket ISf is 50 %. The simulated true prices are disturbed by additive independent microstructureeffects, pht are meanzero uncorrelated random variables with standard deviations h and f . The second row shows howthe microstructure effects standard deviations h and f are varied as multiples of the fundamentalinnovation standard deviation u. The simulation is replicated 500 times with n 100, 000. In eachreplication the model parameters are estimated based on the true and noised price series. Foreignmarket information shares ISf , long run price impacts h and f , and foreign market adjustmentcoefficient ratio Adjf ff h are computed as outlined in Equations 3 and 4. The table reportsmean and standard deviation in parentheses of the estimates computed over the 500 Monte Carloreplications. ISf denotes the average of the upper and lower bound of the foreign market informationshare which result from permuting the order of home and foreign market in the Cholesky decomposition.t and ft and pht pht hscenarioh fbase 00123456700.5u 0u 02uuuu2uu4u 2u4u ISf %Adjf %hf 69.20.7640.00.410.4263.70.7646.10.400.4351.20.7358.80.380.4928.30.5479.10.270.6163.40.7142.40.390.2938.90.5566.60.310.4115.30.3687.60.200.5326.90.4375.50.250.410.0050.0040.0040.0030.0030.0020.0020.0020.630.510.340.160.390.210.080.130.0050.0040.0030.0020.0030.0020.0010.00135Table A2: Microstructure effects and information share estimates. Monopolistic design.We simulate home and foreign market log prices pht from a bivariate error correction modelt and pf phtpft! hf! pht 1 pft 1 1 phpft 1! 2 phpft! .t 2! uhtuft 2t 10.10.05t hu ht pht and ph A 100 % information share of the foreign market is imposed by setting h 0.2 and f 0,1 00 0.05.! The innovations uh and uf are contemporaneously 0 0.05! and 2 0t . The microstructure effects components hand serially uncorrelated mean zero normally distributed random variables with standard deviationu fu 0.0002. According to Equation 2.1, the true long run impact of home and foreignmarket innovations is h f 0.53 and the true information share of the foreign market ISf is 50 %. The simulated true prices are disturbed by additive independent microstructure effects, pht pht are mean zerouncorrelated random variables with standard deviations h and f . The second row shows howthe microstructure effects standard deviations h and f are varied as multiples of the fundamentalinnovation standard deviation u. The simulation is replicated 500 times with n 100, 000. In eachreplication the model parameters are estimated based on the true and noised price series. Foreignmarket information shares ISf , long run price impacts h and f , and foreign market adjustmentcoefficient ratio Adjf ff h are computed as outlined in Equations 3 and 4. The table reportsmean and standard deviation in parentheses of the estimates computed over the 500 Monte Carloreplications. ISf denotes the average of the upper and lower bound of the foreign market informationshare which result from permuting the order of home and foreign market in the Cholesky decompositionof the residual variance covariance matrix.t and ft hscenarioh fbase 00ISf %100.00.01Adjf %0.70.490.00123456700.5u 0u 02uuuu2uu4u 2u4u 99.70.113.60.930.0396.50.3719.40.880.1574.60.7657.20.510.4697.70.3110.50.680.0778.40.6943.70.520.2838.50.6678.40.270.5145.40.6266.50.310.37hf0.0090.0080.0070.0060.0050.0040.0030.0021.050.870.630.340.620.360.140.190.0090.0080.0060.0040.0050.0030.0020.00236Table A3: Sample stocks.The table shows the stock ticker symbols of the 69 Canadian sample stocks together with the fullcompany name and its industry.Ticker Company Name Industry Gold Mining Paper Gold Mining Chemicals SpecialityMetals and Mining Foreign Telecom.Barrick Gold Abitibi Consolidated Inc.Agnico Eagle Mines Ltd.Agrium Inc.Alcan Inc.BCE Inc.Canadian Imp. Bank of Commerce Bank Bank Bank of Montreal Real Estate Holding Brascan Corp.Bank of Nova Scotia Bank Brookfield Properties Corporation Real Estate Holding Biovail Corp.Cameco Corp.CAE Inc.Celestica Inc.Canadian Natural Ressources Cott Corp.Canadian Pacific Railway Domtar Corp.En Cana Corp.Enbridge Inc.Enerplus Resource Fund Fording Canadian Coal Trust Fairfax Financial Holdings Ltd.Fairmont Hotels Resorts Inc.Four Seasons Hotels Inc.Goldcorp Inc.CGI Group Inc.Gildan Activewear Inc.Glamis Golds Ltd.Hub International Ltd.Intrawest Corp IPSCO Inc.ABXABYAEMAGUALBCEBCMBMOBNNBNSBPOBVFCCJCGTCLSCNQCOTCPDTCECAENBERFFDGFFHFHRFSGGGIBGILGLGHBGIDRIPSIQW Quebecor Worldntertape Polymer Group Inc.ITPKingsway Financial Services Inc.KFSKGCKinross Gold Corp.MDG Meridian Gold Inc.MDS Inc.MDZManulife Financial Corp.MFCMGA Magna International Inc.MHM Masonite International Corp.MIMNPharmaceuticals Nonferrous Metals Aerospace Electronics Petroleum ProducingSoft Drinks Railroad Paper Energy Gas Distribution Exploration and Production Mining Other MinesProperty and Casualty Insurance Hotels Hotels Gold Mining Computer Services Clothing and Accessories Gold Mining Insurance Hotels Metals and Mining Publishing Containers and Packaging Insurance Gold Mining Gold Mining Medical Equipment Insurance Auto Parts Building Products Gambling Metals and Mining MI Developments Inc.Inco Ltd.continued on next page 37Table A3: continued Ticker Company Name Industry NCXNRDNTNXYPCZPDGPDSPGHPKZPOTPWIRCNRGRYRYGSLFSUTACTDTEUTLMTOCTRPTUZLNova Chemicals Corp.Noranda Inc.Nortel Networks Nexen Inc.PetroCanadian Com.Placer Dome Precision Drilling Corp Pengrowth Energy Petro Kazakhstan Inc.Potash Corp.Primewest Energy Trust Radiant Communications Rogers Publishing Limited Royal Bank of Canada Royal Group Technologies Ltd.Sun Life Financial Serv.Suncor Engery Trans Alta Corp.TorontoDominion CP Ships Ltd.Talisman Energy Thomson Corp.Trans Canada Corp.Telus Corp.Zarlink Semiconductor Inc.Commodity Chemicals Metals and Mining Foreign Telecom.Energy Integrated Oil and Gas Precious Metals Oil Equipment and Services Exploration and Production Petroleum Chemical Energy Telecommunications Publishing Bank Building Products Insurance Petroleum Conventional Electricity Bank Maritime Energy Information Services Energy Telecommunications Semiconductors 38Table A4: Descriptives.The first two columns show the average TSX and NYSE midquotes denoted in local currency. Columnthree gives the exchange rate adjusted NYSE midquote. Columns four and five contain the averagerelative TSX and NYSE spread and columns six and seven display the average spread denoted in CAD.The last two columns give the trading value of the stocks on the TSX and NYSE in million CAD. Allstatistics are calculated over our sample period the first two trading hours from January 1st to 31stof March 2004. For full company names see Table A3.Midquote Rel. Spread Spread Trading Value TSXNYSE NYSE TSX NYSE TSX NYSETSXNYSE27.94ABXABY10.17AEM 17.7619.82AGUAL59.69BCE28.94BCM 67.4755.34BMOBNN45.9568.32BNS39.38BPO26.97BVFCCJ64.096.06CGT23.14CLS69.94CNQCOT37.8033.59CP15.59DTC54.92ECAENB52.7038.83ERF49.55FDG216.9FFHFHR34.0370.16FS18.38GG8.58GIBGIL41.77GLG21.4322.71HBG23.6IDRIPS23.09IQW 25.7814.42ITP14.64KFSKGC9.44conv.27.9510.1817.7519.8359.6828.9567.4555.3445.9168.3039.3626.9964.156.0623.1469.9337.6233.6115.6054.9252.7138.8449.53216.9434.0470.1218.388.5841.7721.4322.7123.6123.0825.7814.4314.649.4521.207.7213.4615.0445.2621.9651.1641.9734.8351.8129.8520.4748.654.6017.5553.0428.6625.4911.8341.6539.9829.4637.56164.5625.8253.1913.956.5131.6816.2517.2317.9117.5119.5610.9511.107.170.120.210.280.270.090.080.090.090.200.070.220.200.220.280.160.140.230.170.260.090.150.270.390.350.220.260.190.360.440.280.810.400.590.280.690.260.22continued on next page 0.100.260.160.150.070.100.120.130.230.130.150.150.180.630.140.150.130.160.270.090.210.230.340.290.120.120.140.520.350.170.300.270.590.300.440.380.22390.030.020.050.050.050.020.060.050.090.050.090.050.140.020.040.100.090.060.040.050.080.100.190.760.080.180.040.030.180.060.180.090.140.070.100.040.020.030.030.030.030.040.030.080.070.100.090.060.040.120.040.030.110.050.050.040.050.110.090.170.630.040.080.030.040.140.040.070.060.140.080.060.050.021,378.91508.56216.70238.042,058.461,792.652,439.121,754.94433.751,730.6059.50456.16578.40257.74778.07878.4093.24533.67380.261,956.17460.52191.99246.70123.9780.6336.55389.3813.4336.51266.042.9733.6894.31190.8127.80109.06552.811,386.9253.36286.03130.642,323.31179.0261.4454.6333.3917.6151.92691.41181.713.88794.73136.6963.0064.8916.01465.0610.71218.33208.64134.43169.86235.11577.946.5311.42303.7244.6737.314.578.9511.5318.01317.89Table A4: continued Midquote Rel. Spread Spread Trading Value TSXNYSE NYSE TSX NYSE TSX NYSETSXNYSEMDG 17.12MDZ21.02MFC46.59MGA 105.27MHM 35.36MIM 36.6048.18N34.88NCX21.19NRDNT8.9549.30NXY60.89PCZ22.32PDG62.37PDSPGH18.7434.11PKZ109.07POT25.76PWIRCN34.0624.83RG62.91RY13.77RYGSLF35.07SU34.7318.14TAC44.98TDTEU24.34TLM 76.0143.08TOC27.84TRPTU24.035.15ZL12.9915.9335.3179.8526.8127.7536.5626.4616.076.7837.3846.2216.9447.2914.2325.8682.7519.5625.8318.8247.7010.4426.5926.3413.7734.1118.4757.6432.6921.1218.233.91conv.17.1521.0046.55105.2735.3536.5947.9834.8821.198.9449.3560.9422.3362.3518.7634.09109.0925.7934.3024.8262.8913.7635.0534.7218.1544.9724.3576.0043.1027.9524.045.160.310.340.090.130.410.420.130.200.190.130.190.110.150.140.250.340.180.270.470.260.070.460.140.120.190.080.220.130.130.100.260.470.170.510.070.080.390.280.090.140.260.200.210.140.110.090.270.260.100.250.440.270.100.460.150.110.360.130.220.110.140.140.360.650.050.070.040.140.140.150.060.070.040.010.090.060.030.090.050.110.200.070.160.070.050.060.050.040.030.040.050.100.060.030.060.020.030.110.030.090.140.100.040.050.060.020.100.090.030.060.050.090.110.070.150.070.070.060.050.040.070.060.050.080.060.040.090.03115.76157.521,764.05448.25174.5075.021,608.12189.60718.368,364.08863.801,622.881,163.05367.95194.08262.23158.14169.8442.22383.902,993.09105.47921.921,180.70186.222,139.64297.70726.57451.59863.83215.17156.15211.571.55576.41471.289.5187.031,787.8652.2643.476,954.7869.1689.30930.26235.54249.79338.03243.95168.4811.0714.5385.8115.1167.78374.663.7348.1882.46189.3740.50114.107.5130.7540Table A5: Detailed parameter estimates.The table reports the parameter estimates for the 69 sample stocks. h and f denote the diagonalelements of matrix , denotes the mixture probability. h and f give the adjustment coefficients ofthe home and foreign market return series, h and f denote the permanent impact of shocks on thehome market and foreign market returns series, respectively. The numbers in parentheses are standarderrors obtained by the parametric bootstrap procedure described in Appendix B. For full companynames see Table A3.hfhfhf ABXABYAEMAGUALBCEBCMBMOBNNBNSBPOBVFCCJCGTCLSCNQCOTCPDTCECAENBERF0.150.0100.020.0010.080.0050.030.0010.180.0130.050.0030.030.0020.080.0050.000.0000.010.0010.020.0010.090.0050.030.0020.000.0010.110.0090.040.0020.040.0030.020.0010.010.0010.100.0060.010.0000.040.0030.450.0330.300.0180.360.0250.270.0160.330.0260.470.0340.370.0230.170.0110.160.0080.360.0230.330.0200.200.0130.190.0110.300.0160.080.0070.280.0180.280.0170.300.0170.300.0180.390.0260.220.0110.150.010continued on next page 0.430.0300.470.0110.480.0180.400.0120.220.0230.480.0150.580.0140.220.0120.500.0100.590.0100.310.0090.270.0140.350.0110.580.0100.120.0080.430.0130.270.0120.470.0110.480.0100.330.0180.400.0090.200.0090.670.0400.930.0180.570.0280.510.0250.570.0321.090.0381.070.0291.040.0190.910.0260.970.0220.570.0310.740.0281.050.0421.090.0370.910.0271.110.0460.310.0191.010.0220.940.0290.850.0641.010.0190.440.046410.290.0350.160.0200.580.0330.530.0270.600.0360.140.0330.050.0300.080.0200.030.0260.110.0240.380.0270.560.0310.690.0370.080.0360.440.0280.200.0410.690.0170.090.0250.130.0270.410.0420.070.0170.840.0370.210.0420.080.0190.320.0330.220.0210.390.0470.050.0210.030.0360.040.0260.010.0230.080.0300.140.0180.300.0400.230.0340.020.0230.230.0340.120.0460.420.0190.050.0240.050.0190.180.0430.060.0190.390.0330.480.0460.490.0230.310.0370.210.0200.370.0490.380.0240.670.0380.550.0270.420.0250.710.0310.200.0220.400.0400.350.0350.320.0230.490.0360.660.0470.190.0180.530.0250.320.0200.370.0440.880.0250.200.038Table A5: continuedhfhfhf FDGFFHFHRFSGGGIBGILGLGHBGIDRIPSIQWITPKFSKGCMDGMDZMFCMGAMHMMIMNNCXNRDNTNXY0.020.0010.020.0010.040.0020.020.0010.130.0080.000.0000.010.0000.060.0030.010.0010.030.0020.000.0000.010.0010.010.0010.000.0000.150.0100.080.0050.000.0000.070.0040.050.0030.000.0000.030.0020.120.0080.020.0010.030.0020.100.0070.020.0010.090.0050.120.0070.260.0170.290.0180.490.0370.300.0000.200.0110.390.0240.050.0030.120.0070.150.0080.230.0130.120.0070.230.0120.350.0240.320.0220.210.0110.310.0190.240.0150.210.0120.120.0070.220.0160.230.0140.170.0100.120.0090.130.007continued on next page 0.340.0100.290.0090.300.0110.470.0120.390.0250.500.0000.320.0090.450.0170.210.0070.210.0090.340.0090.390.0100.330.0090.510.0090.310.0240.300.0160.460.0090.360.0160.240.0110.330.0080.180.0070.190.0130.290.0100.560.0130.120.0090.460.0110.540.0300.470.0240.430.0280.030.0310.530.0390.960.0240.780.0410.480.0320.220.0380.320.0170.790.0291.100.0340.630.0281.040.0200.630.0210.410.0411.020.0330.660.0620.590.0350.850.0250.120.0251.020.0310.710.0211.160.0260.550.0531.210.024420.620.0310.510.0250.590.0280.940.0280.560.0330.060.0230.270.0370.710.0330.840.0430.670.0170.150.0290.120.0320.340.0320.090.0210.510.0230.620.0350.040.0310.490.0490.550.0340.120.0270.790.0230.180.0280.340.0250.070.0260.640.0500.040.0250.310.0290.270.0210.290.0250.700.0360.360.0400.020.0150.060.0150.420.0380.080.0070.320.0200.060.0180.040.0220.090.0150.020.0120.300.0280.460.0390.010.0210.090.0180.230.0300.040.0170.480.0230.130.0410.160.0230.030.0220.370.0560.010.0210.270.0300.240.0220.220.0270.030.0320.340.0450.360.0170.160.0150.280.0390.020.0050.160.0190.290.0170.350.0230.160.0160.270.0160.380.0300.310.0420.320.0220.130.0200.250.0290.280.0180.070.0210.770.0420.330.0220.460.0210.320.0550.470.022Table A5: continuedhfhfhf 0.050.0030.160.0110.050.0030.020.0020.050.0030.080.0050.030.0020.010.0010.000.0000.020.0020.000.0000.060.0030.070.0040.000.0000.040.0030.030.0020.020.0020.010.0010.050.0070.000.0000.050.0030.200.0120.310.0220.270.0170.040.0030.100.0070.230.0150.070.0050.130.0070.310.0170.380.0260.200.0110.350.0220.210.0130.310.0160.470.0330.190.0110.440.0290.350.0200.020.0030.100.0050.160.0100.260.0110.260.0220.390.0140.100.0060.160.0090.260.0130.120.0070.270.0080.450.0080.600.0120.440.0090.400.0150.300.0130.550.0090.500.0140.320.0100.500.0130.470.0100.030.0030.500.0090.280.0111.210.0320.760.0410.810.0431.200.0320.950.0430.470.0240.760.0460.540.0401.250.0441.080.0320.910.0301.010.0611.080.0250.910.0271.100.0390.820.1071.010.0491.450.0411.240.0221.180.0220.930.0200.030.0310.220.0360.420.0390.680.0400.550.0410.720.0300.380.0360.540.0390.040.0390.020.0300.120.0310.020.0520.170.0290.080.0250.010.0350.210.0790.290.0410.080.0390.030.0170.110.0200.190.0220.020.0330.150.0400.160.0300.130.0140.240.0360.440.0290.210.0350.130.0190.020.0280.010.0310.050.0230.010.0330.070.0280.030.0170.000.0270.090.0270.130.0420.030.0310.010.0160.050.0180.080.0190.690.0340.500.0450.310.0310.230.0150.410.0390.290.0280.430.0410.130.0190.510.0290.600.0320.370.0240.410.0360.450.0260.370.0180.450.0260.340.0280.450.0430.530.0320.480.0230.580.0230.380.020PCZPDGPDSPGHPKZPOTPWIRCNRGRYRYGSLFSUTACTDTEUTLMTOCTRPTUZL43Table A6: Modified Hasbrouck information shares and adjustment coefficient ratios.The first two columns of the table report the estimated modified Hasbrouck information shares. Thelast two columns report the estimated adjustment coefficient ratios computed as Adjh hhf TSXand Adjf f hf NYSE. If the adjustment coefficient ratio is high then its contribution to pricediscovery is small. Ratios and information shares are multiplied by 100 to obtain percentages. Thenumbers in parentheses are standard errors of the respective estimates obtained by the parametricbootstrap procedure described in Appendix B. For full company names see Table A3.Modified Hasbrouck Information Shares Adjustment Coeff. Ratios ISM hTSXISM fNYSEAdjfNYSEAdjhTSXABXABYAEMAGUALBCEBCMBMOBNNBNSBPOBVFCCJCGTCLSCNQCOTCPDTCECA49.80.3455.80.8249.50.3554.90.5750.00.2858.81.0153.30.4056.60.7859.61.3053.60.5450.00.7451.90.3354.10.4757.10.8154.63.6952.10.3654.90.6055.50.6558.81.1053.70.37continued on next page 50.20.3444.20.8250.50.3545.10.5750.00.2841.21.0146.70.4043.40.7840.41.3046.40.5450.00.7448.10.3345.90.4742.90.8145.43.6947.90.3645.10.6044.50.6541.21.1046.30.374469.57.2485.63.7349.65.7749.35.1148.76.4188.34.4795.73.8193.23.5197.32.9190.03.2859.75.8257.15.2360.46.0893.55.2967.64.6084.86.2030.73.4591.84.4687.55.2067.48.2830.57.2414.43.7350.45.7750.75.1151.36.4111.74.474.33.816.83.512.72.9110.03.2840.35.8242.95.2339.66.086.55.2932.44.6015.26.2069.33.458.24.4612.4965.2032.68.28Table A6: continued ISM hTSXISM fNYSEAdjfNYSEAdjhTSXENBERFFDGFFHFHRFSGGGIBGILGLGHBGIDRIPSIQWITPKFSKGCMDGMDZMFCMGAMHMMIMNNCX57.61.5450.40.5351.60.4153.80.6152.40.4955.30.2650.00.3658.40.9162.91.6751.00.3359.31.7056.70.7458.10.8358.20.9654.20.9658.61.3553.00.6450.20.3958.60.8954.10.9253.80.4657.70.8055.80.6150.80.3957.20.80continued on next page 42.41.5449.60.5348.40.4146.20.6147.60.4944.70.2650.00.3641.60.9137.11.6749.00.3340.71.7043.30.7441.90.8341.80.9645.80.9641.41.3547.00.6449.80.3941.40.8945.90.9246.20.4642.30.8044.20.6149.20.3942.80.804593.63.2434.17.5246.25.6647.94.9942.35.513.55.5848.56.5194.62.4174.37.2140.36.0120.67.2232.43.4183.85.6990.25.0165.06.3492.23.9055.54.2639.86.8696.35.1357.610.0551.86.2987.65.4412.95.1585.15.3967.54.856.43.2465.97.5253.85.6652.14.9957.75.5196.55.5851.56.515.42.4125.77.2159.76.0179.47.2267.63.4116.25.699.85.0135.06.347.83.9044.54.2660.26.863.75.1342.410.0548.26.2912.45.4487.15.1514.95.3932.54.85Table A6: continued ISM hTSX59.50.9711.219.5258.30.8555.10.4851.20.5353.10.5442.03.0252.70.4452.70.4852.30.9555.50.6954.80.5956.00.6757.10.6355.60.8657.50.5258.51.1057.00.8354.61.8252.70.3855.90.6855.76.1257.11.1161.10.93NRDNTNXYPCZPDGPDSPGHPKZPOTPWIRCNRGRYRYGSLFSUTACTDTEUTLMTOCTRPTUZLISM fNYSE40.50.9788.819.5241.70.8544.90.4848.80.5346.90.5458.03.0247.30.4447.30.4847.70.9544.50.6945.20.5944.00.6742.90.6344.40.8642.50.5241.51.1043.00.8345.41.8247.30.3844.10.6844.36.1242.91.1138.90.9346AdjfNYSEAdjhTSX94.12.8346.38.3197.12.4797.22.7077.46.9065.77.1563.84.0163.45.9239.65.1966.86.5050.27.5596.94.1098.43.2888.55.5198.54.5386.24.7391.55.0199.43.3580.03.1977.57.5095.04.0698.02.8591.42.5382.73.895.92.8353.78.312.92.472.82.7022.66.9034.37.1536.24.0136.65.9260.45.1933.26.5049.87.553.14.101.63.2811.55.511.54.5313.84.738.55.010.63.3520.03.1922.57.505.04.062.02.858.62.5317.33.89Table A7: Hasbrouck information shares.The table reports lower and upper bounds of standard Hasbrouck information shares as well as theassociated midpoints. Ratios and information shares are multiplied by 100 to obtain percentages. Thenumbers in parentheses give the standard error of the midpoint estimate obtained by the parametricbootstrap procedure described in Appendix B.ISh TSXISf NYSELow.Bound Upp.Bound Midpoint Low.Bound Upp.Bound Midpoint 2.71.78.213.65.11.00.10.30.10.511.95.06.30.23.60.631.50.41.23.10.518.088.556.393.786.995.854.373.157.840.267.781.991.784.956.184.781.893.558.447.586.442.796.245.61.8729.02.1251.01.6950.22.6950.41.1927.62.7036.61.5229.01.6520.12.4334.11.6246.93.5648.41.3745.62.4428.22.7844.21.5041.21.7462.52.3729.42.1424.43.0744.72.4521.62.4857.12.80ABXABYAEMAGUALBCEBCMBMOBNNBNSBPOBVFCCJCGTCLSCNQCOTCPDTCECAENBERF11.543.76.313.14.245.726.942.259.832.318.18.315.143.915.318.26.541.652.513.657.33.897.398.391.886.494.999.099.999.799.999.588.195.093.799.896.499.468.599.698.896.999.582.0continued on next page 54.41.8771.02.1249.01.6949.82.6949.61.1972.42.7063.41.5271.01.6579.92.4365.91.6253.13.5651.61.3754.42.4471.82.7855.81.5058.81.7437.52.3770.62.1475.63.0755.32.4578.42.4842.92.8047Table A7: continued ISh TSXISf NYSELow.Bound Upp.Bound Midpoint Low.Bound Upp.Bound Midpoint 10.613.515.535.78.30.24.410.446.432.91.40.68.40.710.311.90.110.09.20.935.10.56.50.292.989.592.499.993.943.465.495.893.691.560.352.276.736.985.795.649.082.988.657.199.184.470.446.051.71.9951.52.3853.92.4767.81.3651.11.8621.82.0734.94.1553.11.6770.06.9662.22.6430.92.7526.42.7842.53.6818.82.6848.02.0853.82.1224.62.6946.55.2148.92.5929.02.7267.12.5442.41.1938.52.6723.11.92FDGFFHFHRFSGGGIBGILGLGHBGIDRIPSIQWITPKFSKGCMDGMDZMFCMGAMHMMIMNNCXNRD7.110.57.60.16.156.634.64.26.48.539.747.823.363.114.34.451.017.111.442.90.915.629.654.089.486.584.564.391.799.895.689.653.667.198.699.491.699.389.788.199.990.090.899.164.999.593.599.8continued on next page 48.31.9948.52.3846.12.4732.21.3648.91.8678.22.0765.14.1546.91.6730.06.9637.82.6469.12.7573.62.7857.53.6881.22.6852.02.0846.22.1275.42.6953.55.2151.12.5971.02.7232.92.5457.61.1961.52.6776.91.9248Table A7: continued ISh TSXISf NYSELow.Bound Upp.Bound Midpoint Low.Bound Upp.Bound Midpoint 5.90.10.01.65.213.84.715.46.713.10.00.00.60.00.70.60.01.91.50.10.11.01.995.243.168.284.582.262.486.693.680.685.361.855.464.960.867.144.254.872.282.757.228.430.954.650.51.6721.61.8734.11.5143.11.8943.72.9538.13.4345.72.0254.52.1443.73.2949.23.8430.92.2327.71.9032.72.2330.42.8733.91.7722.42.9627.42.3337.11.5242.12.1728.71.8014.32.8416.01.5128.22.16NTNXYPCZPDGPDSPGHPKZPOTPWIRCNRGRYRYGSLFSUTACTDTEUTLMTOCTRPTUZL4.856.931.815.517.837.613.46.419.414.738.244.635.139.232.955.845.227.817.342.871.669.145.494.199.9100.098.494.886.295.384.693.386.9100.0100.099.4100.099.399.4100.098.198.599.999.999.098.149.51.6778.41.8765.91.5156.91.8956.32.9561.93.4354.32.0245.52.1456.33.2950.83.8469.12.2372.31.9067.32.2369.62.8766.11.7777.62.9672.62.3362.91.5257.92.1771.31.8085.72.8484.01.5171.82.1649 Centre for Financial Research Look deeper CfrWorking Paper Series CFR Working Papers are available for download from www.cfrcologne.de. Hardcopies can be ordered from: Centre for Financial Research CFR, Albertus Magnus Platz, 50923 Koeln, Germany. 2008 No. 0810 Authors J. Grammig, F.J. Peter C. M. Kuhnen, A. Niessen A. Putz, S. Ruenzi P. Osthoff A. Betzer, E. Theissen P. Linge, E. Theissen N. Hautsch, D. Hess, C. Muller D. Hess, H. Huang, A. Niessen R. Chakrabarti, W. Megginson, P. Yadav C. Andres, E. Theissen Title International Price Discovery in the Presence of Market Microstructure Effects Is Executive Compensation Shaped by Public Attitudes? Overconfidence among Professional Investors: Evidence from Mutual Fund Managers What matters to SRI investors? Sooner Or Later: Delays in Trade Reporting by Corporate Insiders Determinanten der Aktionarsprasenz auf Hauptversammlungen deutscher Aktiengesellschaften Price Adjustment to News with Uncertain Precision How Do Commodity Futures Respond to Macroeconomic News? Corporate Governance in India Setting a Fox to Keep the Geese Does the ComplyorExplain Principle Work? Authors M. Bar, A. Niessen, S. Ruenzi A. Niessen, S. Ruenzi O. Korn A. Kempf, P. Osthoff J. Grammig, E. Theissen, O. Wuensche V. Agarwal, J. R. Kale M. KaschHaroutounian, E. Theissen Title The Impact of Work Group Diversity on Performance: Large Sample Evidence from the Mutual Fund Industry Political Connectedness and Firm Performance: Evidence From Germany Hedging Price Risk when Payment Dates are Uncertain SRI Funds: Nomen est Omen Time and Price Impact of a Trade: A Structural Approach On the Relative Performance of MultiStrategy and Funds of Hedge Funds Competition Between Exchanges: Euronext versus Xetra 0809 0808 0807 0806 0805 0804 0803 0802 0801 2007 No. 0716 0715 0714 0713 0712 0711 0710 No. 0709 0708 0707 0706 0705 0704 0703 0702 0701 2006 No. 0613 0612 0611 0610 0609 0608 0607 0606 0605 0604 0603 0602 0601 2005 No. 0516 Authors V. Agarwal, N. D. Daniel, N. Y. Naik N. C. Brown, K. D. Wei, R. Wermers A. Betzer, E. Theissen V. Agarwal, L. Wang J. Grammig, A. Schrimpf V. Agarwal, N.M. Boyson, N.Y. Naik D. Hess, A. Niessen Title Why is Santa so kind to hedge funds? The December return puzzle! Analyst Recommendations, Mutual Fund Herding, and Overreaction in Stock Prices Insider Trading and Corporate Governance: The Case of Germany Transaction Costs and Value Premium Asset Pricing with a Reference Level of Consumption: New Evidence from the CrossSection of Stock Returns Hedge Funds for retail investors? An examination of hedged mutual funds The Early News Catches the Attention: On the Relative Price Impact of Similar Economic Indicators Employment Risk, Compensation Incentives and Managerial Risk Taking Evidence from the Mutual Fund Industry A. Kempf, S. Ruenzi, T. Thiele M. Hagemeister, A. Kempf CAPM und erwartete Renditen: Eine Untersuchung auf Basis der Erwartung von Marktteilnehmern Authors S. CeljoHorhager, A. Niessen R. Wermers, Y. Wu, J. Zechner U. v. LilienfeldToal, S. Ruenzi A. Kempf, P. Osthoff R. Wermers, T. Yao, J. Zhao M. Hoffmann, B. Kempa K. Drachter, A. Kempf, M. Wagner J.P. Krahnen, F.A. Schmid, E. Theissen S. Ber, S. Ruenzi A. Kempf, D. Mayston O. Korn, C. Koziol O. Scaillet, L. Barras, R. Wermers A. Niessen, S. Ruenzi Title How do Selffulfilling Prophecies affect Financial Ratings? An experimental study Portfolio Performance, Discount Dynamics, and the Turnover of ClosedEnd Fund Managers Why Managers Hold Shares of Their Firm: An Empirical Analysis The Effect of Socially Responsible Investing on Portfolio Performance The Investment Value of Mutual Fund Portfolio Disclosure The Poole Analysis in the New Open Economy Macroeconomic Framework Decision Processes in German Mutual Fund Companies: Evidence from a Telephone Survey Investment Performance and Market Share: A Study of the German Mutual Fund Industry On the Usability of Synthetic Measures of Mutual Fund NetFlows Liquidity Commonality Beyond Best Prices Bond Portfolio Optimization: A RiskReturn Approach False Discoveries in Mutual Fund Performance: Measuring Luck in Estimated Alphas Sex Matters: Gender Differences in a Professional Setting Authors E. Theissen Title An Analysis of Private Investors Stock Market Return Forecasts No. 0515 0514 0513 0512 0511 0510 0509 0508 0507 0506 0505 0504 0503 0502 0501 2004 No. 0410 0409 0408 0407 0406 0405 0404 0403 Authors T. Foucault, S. Moinas, E. Theissen R. Kosowski, A. Timmermann, R. Wermers, H. White D. Avramov, R. Wermers K. Griese, A. Kempf S. Ber, A. Kempf, S. Ruenzi M. Bar, A. Kempf, S. Ruenzi M. Hoffmann S. Ruenzi A. Kempf, S. Ruenzi J. Grammig, E. Theissen H. Beltran, J. Grammig, A.J. Menkveld M. Hoffmann M. Hoffmann A. Kempf, C. Memmel S. Frey, J. Grammig Title Does Anonymity Matter in Electronic Limit Order Markets Can Mutual Fund Stars Really Pick Stocks? New Evidence from a Bootstrap Analysis Investing in Mutual Funds when Returns are Predictable Liquiditatsdynamik am deutschen Aktienmarkt Determinanten der Mittelzuflusse bei deutschen Aktienfonds Is a Team Different From the Sum of Its Parts? Evidence from Mutual Fund Managers Saving, Investment and the Net Foreign Asset Position Mutual Fund Growth in Standard and Specialist Market Segments Status Quo Bias and the Number of Alternatives An Empirical Illustration from the Mutual Fund Industry Is Best Really Better? Internalization in Xetra Best Understanding the Limit Order Book: Conditioning on Trade Informativeness Compensating Wages under different Exchange rate Regimes Fixed versus Flexible Exchange Rates: Evidence from Developing Countries On the Estimation of the Global Minimum Variance Portfolio Liquidity supply and adverse selection in a pure limit order book market Authors N. Hautsch, D. Hess A. Kempf, K. Kreuzberg N.F. Carline, S.C. Linn, P.K. Yadav J.J. Merrick, Jr., N.Y. Naik, P.K. Yadav N.Y. Naik, P.K. Yadav A. Kempf, S. Ruenzi V. Agarwal, N.D. Daniel, N.Y. Naik V. Agarwal, W.H. Fung, J.C. Loon, N.Y. Naik Title Bayesian Learning in Financial Markets Testing for the Relevance of Information Precision in Price Discovery Portfolio Disclosure, Portfolio Selection and Mutual Fund Performance Evaluation Can the Stock Market Systematically make Use of Firm and DealSpecific Factors when Initially Capitalizing the Real Gains from Mergers and Acquisitions Strategic Trading Behavior and Price Distortion in a Manipulated Market: Anatomy of a Squeeze Trading Costs of Public Investors with Obligatory and Voluntary MarketMaking: Evidence from Market Reforms Family Matters: Rankings Within Fund Families and Fund Inflows Role of Managerial Incentives and Discretion in Hedge Fund Performance Liquidity Provision in the Convertible Bond Market: Analysis of Convertible Arbitrage Hedge Funds No. 0402 0401 Authors A. Kempf, S. Ruenzi Title Tournaments in Mutual Fund Families I. Chowdhury, M. Hoffmann, A. Schabert Inflation Dynamics and the Cost Channel of Monetary Transmission CfrUniversity of cologne AlbertusMagnusPlatz D50923 Cologne Fon 4902214706995Fax 4902214703992KempfcfrCologne.dewww.cfrcologne.de", "filename": "591502119.pdf", "person": ["Joachim G. Grammig", "Grammig, Joachim G.", "Franziska J. Peter", "Peter, Franziska J."], "date": ["2008"]}