{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/28882/1/592137945.pdf"], "title": ["Who you gonna call? Oligarchic clans as a bottom-up force of neighborhood europeanization in Ukraine"], "plaintext": " 2008 by Inna Melnykovska Rainer Schweickert OsteuropaInstitut der Freien Universitat Berlin Arbeitsbereich Politik und Gesellschaft Herausgeber: Klaus Segbers Redaktion: Julia Gerlach ISSN 1434 419X Table of content 1. Introduction   5 2. Oligarchic Structures as Domestic Forces behind Institution Building in Ukraine   8 3. Transforming Oligarchic Clans into Global Players   13 4. Ukrainian Business Interests and EU Leverage for Better Institutions  17 5. Conclusions   24 References   25 Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 5 Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine Inna Melnykovska 1 and Rainer Schweickert 2 Abstract 3 This paper argues that, in the absence of a strong membership incentive within the European Neighborhood Policy ENP, a topdown institutional convergence of CIS countries towards European standards i.e. democracy and market economy is unlikely to be successful. However, due to enlargement fatigue within the EU, the membership incentive is off the agenda for the CIS. Hence, the ENP has to initiate or to speed up a bottomup institutional convergence by identifying bottomup domestic forces that are willing and able to drive the convergence in a particular country. Ukraine, whose oligarchic clans are the main bottomup forces behind institution building, is a case in point. After having supported the first wave of institutional reforms during the Orange Revolution, these bottomup forces are facing great difficulties in forming sustainable coalitions for further institutional reforms. The paper shows that the EU could, by providing economic incentives rather than the membership incentive, exploit the strong business interests of the oligarchic clans in the EU markets and EU investment to motivate them to jointly drive institutional convergence from the bottomup. Key words: Europeanization, institutional convergence, institution building, Orange revolution, oligarchic clans JELClassification: B15, D02, D72, F15, F20, P33, P36 1 Inna Melnykovska, OttoSuhrInstitut fur Politikwissenschaft, FU BerlinKiel Institute for the World Economy; melinnagmx.de. 2 Rainer Schweickert, Kiel Institute for the World Economy; rainer.schweickertifwkiel.de. 3 This paper is an output of the ENEPO project EU Eastern Neighbourhood: Economic Potential and Future Development financed by the EU in the Sixth Framework Program. The authors thank the participants of the workshop entitled Europes Unfinished Political and Economic Transitions? The ConvergenceDivergence Debate Revisited, which was organised by the European Studies Centre ESC at the University of Oxford and the South East European Studies at Oxford SEESOX, and supported by the Economic and Social Research Council in Oxford on January, 24 25, 2008, for helpful comments on an earlier draft. We would like to thank Klaus Segbers, George Georgiadis, and Paul Kramer for comments and excellent editorial support. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 6 1. Introduction Institutional convergence towards European standardsvalues, i.e. building EUstyle institutions, in any particular postcommunist country can theoretically run two ways: bottomup and topdown. Democratic governments may implement institutional reforms in a topdown way without wide domestic support in the population or the elite. A topdown convergence would be less complex, as governments would not have to spend time and effort finding domestic support. However, such convergence would be highly risky, especially if institution building causes high social costs. Hence, topdown institution building might be easier if the strong external incentive of EU membership were provided, which would make the bitter pill of convergence easier to swallow for those who stand to loose by balancing social pressure with other, e.g. geopolitical, benefits. Alternatively, the wide support of some institutional change by the population or by the elite can induce governments to achieve institutional convergence in a bottomup way. Such convergence would be more sustainable, as the resulting Europeanstyle institutions would be home grown. Convergence in a bottomup way would proceed slowly, but could be speeded up by providing some external incentives for the population or for the elite. Indeed, the success of the Central and Eastern European countries CEECs in the topdown building of Europeanstyle institutions is often attributed to EU membership incentive these countries enjoyed. The concept of convergence O not only, but also of institutions O is tightly integrated in the process of EU enlargement Schweickert 2004. The institutional convergence of the CEECs, often labeled Enlargement Europeanization, has resulted in the most massive transfer of European institutions in recent history Schimmelfennig and Sedelmaier 2005; PopEleches 2007.1 When accepting ten CEECs as new members, the EU established the Copenhagen Criteria for membership, including standards of criteria on institutional quality, and provided financial and technical assistance to bring down the social costs of institutional convergence towards these common standards Gawrich and Schweickert 2004; Raik 2005; Roland 2005. To fulfill EU institutional standards, the candidate countries must demonstrate political stability, including maintaining of human rights and protection of minorities political criteria; implement the aquis communautaire into national legislation and adopt the goals of the political, economic and monetary union legal criteria; and have a fully functioning market economy economic criteria. Truly, the EU has been successful until now in its enlargement strategy, as there is a large consensus on the favorable role of the EU in promoting democracy and economic development by fostering a topdown institution building in most CEECs Gawrich and Schweickert 2004; Raik 2005; Roland 2006. In the Commonwealth of Independent States CIS, the topdown institutional convergence towards European standards and values has lagged behind. Unlike in the CEECs, comparable Europeanization mechanisms incentives, compensations, linkages, direct financial support, etc. to implement European institutions have not been available in the CIS  The EU did not give these countries a membership incentive and concentrated more on economic cooperation than on institutional convergence. Furthermore, the other international organizations acting in the CIS targeted macroeconomic stability and expected institutions to be built as byproduct of the macroeconomic reforms. Only in the second half of the 1990s did the disappointing outcomes of political reforms, as well as the economic stagnation and crises in the CIS and in developing countries, give rise to a great number of studies on the reasons for the mistakes made in the design of the reforms Hellmann 1998; Unmusig and Walther 1999; Rodrik 2000, 2003, 2006; Schweickert und Thiele 2004.2 These studies conclude that building Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 7 Europeanstyle institutions is crucial to successful political reforms and sustainable economic growth in the CIS and lead international lending organizations, governments and investors to rethink the importance of institutions. It is obvious that the EU as one of the influential international actors in institution building in the region would speed up topdown institutional convergence towards European values and standards in the CIS by offering a membership perspective for the neighboring CIS countries. However, after Eastern enlargement has been completed with the recent accession of Bulgaria and Romania in 2007, the carrot of membership to push for institutional development in transition countries is currently reserved for the Western Balkan states exclusively. For the postSoviet space as well as for Mediterranean countries, the EU has created a new instrument, the European Neighborhood Policy ENP. The ENP clearly demonstrates the EUs interest in the ring of wellgoverned states 3 that would respect European democratic, market and legal institutions, but has limited potential to push for institutional convergence towards European standards in a topdown way. In the absence of a strong membership incentive, a topdown institutional convergence is unlikely to be successful. Neighborhood Europeanization has to rely on the European Neighborhood Policy Action Plans ENP APs together with financial assistance to cut the social costs of institution building under the new European Neighborhood Policy Instrument ENPI. As argued in Gawrich et al. 2008, the incentives and compensations provided by the ENP are wellsuited to a topdown approach, but a topdown approach could only work in the CIS if the membership incentive were provided, as it was to the CEECs, which have successfully converged as a result. In the absence a strong membership incentive, democratic institutions and a stable market economy have to be bottomup to survive changes in the political and economic sphere Rumer 2005. The socalled color revolutions in Ukraine, Georgia and the Kyrgyz Republic exemplified the potential of these countries to converge towards European standards in a bottomup way. The wide support for institutional convergence by the population and by the elite has induced the government to introduce formal legislative standards and to narrow the institutional gap between the EU and these countries. Such a bottomup convergence proceeds slowly, but could be speeded up by the EU. This paper argues that, the EUs external incentives for institutional development in the CIS can only work if there is a net benefit for domestic forces to converge in a bottomup way towards EU standards. Hence, the ENP has to rely more on appropriate incentives and mechanisms to push for a bottomup convergence by identifying the domestic bottomup forces that are willing and able to drive institution building in a particular country. The EU should design ENP incentives and mechanisms such that they exploit the political and economic preferences of these domestic forces to bring about institutional convergence. Because the strength of the EU is its position as a global economic player, economic incentives have to play the most important role in this regard.4 Ukraine, which has expressed a keen interest in becoming member of the EU, but which is not being considered for membership by the EU, is a case in point. The Orange Revolution clearly revealed Ukraines potential to adopt the fundamental European values of democracy, market economy, human rights and the Acquis communautaire, a potential that can be exploited by the ENP Vinhas de Souza et al. 2006. However, the unified domestic forces that ended Kuchmas repressive regime failed to build any consistent coalition after the common goal of overcoming reform gridlock and building minimal institutional standards was achieved and the EU did not offer Ukraine the strong incentive of membership. As a consequence, Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 8 Ukraines reform capacity to converge in a topdown way that would go hand in hand with enthusiastic expectations that EU membership would be granted in the aftermath of the Orange Revolutions has decreased considerably Fischer et al. 2008, White et al. 2008. However, the EU still has the possibilities to push for a bottomup institutional convergence in Ukraine. It can use economic incentives to motivate the oligarchic clans that are the main bottomup forces behind institution building in Ukraine to jointly drive institutional convergence, since these clans are strongly interested in EU markets and its investment. We proceed by showing that the oligarchic clans have been and are still the main potential internal drivers of a bottomup institutional convergence in Ukraine Section 2. Combining the theories of Oleh Havrylyshyn 2006a and Mancur Olson 2000, Section 3 takes a closer look at the political and economic preferences of the oligarchic clans and the way they are changing under the influence of globalization. Section 4 concentrates on Ukraines trade with and investment from the EU, thereby identifying the EUs potential leverage to exploit the changing preferences of the rentseeking oligarchic clans in Ukraine and to engender the bottomup convergence of Ukraines institutions towards EU standards. Finally, Section 5 summarizes and draws conclusions for Neighborhood Europeanization under ENP. 2. Oligarchic Structures as Domestic Forces behind Institution Building in Ukraine The population or the elite are the domestic forces that drive a bottomup institutional convergence. The population may participate in intermediary nonstate organizations, such as professional associations, religious groups, labor unions and citizen advocacy organizations to articulate their preferences for better institutions and push democratic governments for institutional convergence. A population organized in such a way is often referred to as a civil society. In their turn, the elite in such a society may found lobby organizations or create networks with politicians often part of elite to push for institution building. Theoretically, civil society is assumed to be even more important for a bottomup convergence than the elite. Civil society, however, has not been the main bottomup force in Ukraine. Public choice was neither a driving nor constraining force of institution building during the early transition years Howard 2002; Mc Faul 2002. CIS countries had the least participatory civil societies in the world Howard 2002; World Values Survey 2004 and their civil societies were regarded as weak and passive this was also true for Ukraine.5 The studies on the civil society in Ukraine define the mass demonstrations during the Orange Revolution in 20042005 as spontaneous popular protests based upon social dissatisfaction with the incumbent political regime, but not the activities of a developed and established civil society Stepanenko 2006. While these studies differ on the importance of the mass demonstrations for the outcome of the Orange Revolution, they agree that the popular protests were the birth of a civil society that has now undergone an elementary stage in its development, but is still nascent in nature Mc Faul 2005; Kudelia 2007; Gelman 2008. Ukraines civil society is, therefore, a weak bottomup force. Hence, the elite are the only domestic forces capable of building institutions in Ukraine. Among the various elite groups, the oligarchic clans are the most powerful bottomup forces, capturing the state authorities and controlling the enforcement and implementation of institutional reforms Hellman 1998; Zimmer 2006; Pleines 2005, 2008. During the early Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 9 stages of transition, the oligarchic clans were responsible for the gridlock in institutional convergence with the EU. By 2004, they had changed their political and economic preferences, supported the Orange Revolution and the following bottomup institutional convergence and managed to maintain their immense influence in Ukraines politics and in its economy.6 Thus, we concentrate exclusively on oligarchic clans as the most powerful bottomup force of institutional change in Ukraine. The oligarchic clans are a special hybrid of the political and business elite, which is a major actor in both Ukraines politics and its economy. They are not groups of relatives or systems of kinship, as are the classic European and Asian clans, but rather business entities.7 Thus, they are mainly interested in accumulating wealth and capturing new markets. However, the oligarchic clans also are different from a classic business entity in the way they use the strategy powermoneypower for wealth accumulation. Namely, access to state power enables the oligarchic clans to secure their economic interests and make profits, which they use to broaden their political power. A symbiosis of politics and business does not involve just a simple patronage connection. Besides lobbying, networking and bribing to influence politics, the oligarchic clans aim at assimilating the political elite. The assimilation of clans members in politics and vice versa is a common phenomenon in Ukraine. The Ukrainian clans exhibit hierarchical levels. The top position is held by a chieftain who is surrounded by a core, i.e. the most trustworthy group of business partners, relatives and friends. The chieftain and members of a core are often called oligarchs. Lower positions in a clans hierarchy are held by professionals and ordinary employees who work in the enterprises under the clans control. Agents of influence or patrons in politics hold a special position. Officially, they are not members of a particular clan, but their mutual support and cooperation are vital for the clans fortune.8 State officials supply the clans with valuable information about state policy plans and ensure them a privileged economic position and profits by providing licenses, tax exemptions and subsidies. In the political framework of Ukraines defective democracy 9 Merkel et al. 2003, oligarchic clans capture the state and directly access political power through the executive, the legislative or judicial branches.10 Yet, the value of having access to a particular state branch varies over time. In the early 1990s, a direct connection to the president was of the highest value.11 Thus, the Ukrainian clans concentrated their attention on building up their connections in the executive. They secured their enterprises through contacts to the president, the presidential administration and the government in general. In the late 1990s, connections to parliamentary representatives or even better obtaining a personal mandate increasingly gained more importance. Some oligarchs founded or captured political parties, or simply bought slots on party lists. Others used oneman constituencies in Ukraines mixed majoritarian and proportional representation system to become members of the Verkhovna Rada the Ukrainian parliament. The oligarchs became independent from national politics and transformed themselves into state actors that translated their interests into public policy, passing madeforoligarch laws.12 Such laws ensured, for instance, preferable trade conditions or tax relief for specific economic sectors, regions or enterprises. In addition, the oligarchs received full personal immunity for their term of office, which helped them to avoid criminal responsibility. They could thus use their privileges secure their illegal wealth and avoid persecution or punishment by the tax administration. As a result, oligarchic clans have been able to expand their influence disproportionally and accumulate a great amount of wealth. During the privatization of state enterprises, the oligarchic clans exploited their connections in politics to acquire those state enterprises that promised the large profits. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 10 Representatives of a particular oligarchic clan in politics provided reliable information on the financial situation and production capacities of the state enterprises to be privatized, ensured their clan a privileged position, and the possibility to buy the state enterprises at low prices during the privatization auctions. As a result, oligarchic wealth became concentrated in the most profitable sectors of Ukraines economy, such as gas and oil, metal, foodproceeding, and machinery sectors. Because oligarchic capital is spread across various sectors, it was difficult to say which clan dominated which sector. The only exceptions were with the agrarian and coal mining clans, who were interested in sectoral benefits Kubicek 2000; Pleines 2005, 2008.13 In the early years of transition, clans mostly covered a region, but, with greater diversification and an increasing number of clans, their regional dominance also became less clearcut Wittkowsky 2001; Kowall and Zimmer 2002; Zimmer 2006. Often, clans coming from the same region rivaled each other in doing business or influencing politics.14 Hence, a particular oligarchic clan did not push for sectoral or regional preferences, but rather for preferences for particular enterprises in which the clan was involved. The particularly low level of trust between the oligarchic clans in Ukraine accelerated rivalry and made their collective actions difficult Aslund 2005. As they often conducted their daytoday business in the same economic sectors and in the same regions, the Ukrainian oligarchic clans were often rivals. The rivalry between the oligarchic clans was reflected in the political regime of Ukraine, which suffered from the syndrome of feckless pluralism Carothers 2002. The clans used their political connections to the state branches instrumentally and transmitted their conflicts into politics, thereby making the political system highly competitive, its institutions inefficient, and the political regime largely unstable. Ukraines state authorities represented the preferences of the rival oligarchic clans and conflicted with each other, passing contradictory and opaque laws. Moreover, president Leonid Kuchmas divide and rule strategy even strengthened the syndrome of feckless pluralism. He appointed representatives of rival oligarchic clans to offices with similar levels of power,15 in order to prevent the rise of possible internal rivals and even reinforced the rivalry among the clans. By the end of Kuchmas second and last constitutionally possible term in office, it looked like the Ukrainian clans had reached the equilibrium of institutional development and power distribution. A particular clan was either satisfied with or did not have sufficient power to change the status quo of Ukraines defective democracy with its partial reforms, in which some democratic and market economy principles, e.g. elections and private property, were implemented, but the rule of law and largescale macroeconomic reforms failed Hellmann 1998. This status quo was advantageous it was disadvantageous to ensure property rights and the security of the accumulated wealth. Due to the large number of oligarchic clans, Kuchmas divide and rule strategy also led to the regular rotation of persons and also meant high instability and insecurity for those who had already accumulated a great amount of wealth. Such a strategy also gave fewer incentives for the oligarchic clans to invest in and to modernize their enterprises. New persons in office could withdraw their beneficial budget compensations and privileges in Ukraines markets. Furthermore, with a new person in office, previous office holders and their oligarchic clan with illegally accumulated wealth ran the danger of being prosecuted by the state. to accumulate wealth. However, The president was the most powerful force in Ukraines political system. Thus, the presidential election of 2004 was especially important for the security of illegally accumulated wealth. By becoming the president, a representative of a particular clan could destroy the financial imperia of the other clans. As a result, in the defective democracy, the presidential Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 11 election became an Achilles heel for the oligarchic clans Hale 2005. Due to the lack of transparency in and the frequent abuse of institutional mechanisms of election and consequent power transfer, any clan powerful enough to manipulate election outcomes was able to push its representative for the presidency. The uncertainty among the oligarchic clans about the fate of their wealth, if a representative of a rival clan were to win the presidential elections, was high. The designated successor of Kuchma, Viktor Yanukovych, had to admit his inability to unite all the clans behind his candidature. Part of the reason for this was his support for one particular clan of the Doneck region during his years as the prime minister before the election in 2004. It was not credible that he could become a dominating arbiter, who could act in the interest of all the clans. Despite the rivalry in their daytoday business, the oligarchic clans joined forces to secure their wealth in the runup to the presidential elections in 2004. Because Ukraines defective democracy did not provide an institutional framework for actors to settle disputes and realize the potential gains, the various oligarchic clans built a coalition to confront with the incumbent president and his designated successor North 1990. Hence, most oligarchs directly or indirectly supported the Orange Revolution of 2004 and the subsequent institution building in the political and economic system of Ukraine Malynkovych 2006, Melnykovska 2008. They participated in the Orange Revolution personally or provided media space for the orange candidate for the presidency, Viktor Yushchenko, and for his proponents, to report about election fraud and to organize the mass demonstrations Mr. Yushchenkos opponent was Yanukovych, the whiteandblue candidate.16 The uncertainty about their wealth security united all the clans under the common goal of overthrowing the presidential regime and pushing for some minimal convergence towards European standards. They eliminated the possibility that anyone oligarchic clan could monopolize state authorities and they supported the new institutional framework of the political system to ensure that a pluralism of the clans influence in the politics was established. Given the very low trust between the Ukrainian clans, transforming Ukraine from a presidential into a parliamentary republic, where no force was able to monopolize state power, was the second best choice for all oligarchic clans. During round table negotiations in NovemberDecember 2004, orange and whiteandblue leaders agreed on a package of laws, known as the package deal. With the support of the Ukrainian oligarchic clans, this package was approved by the Verkhovna Rada by an overwhelming vote of 402 to 21. It changed the division of powers between the president and the parliament that was specified in the constitution of 1996 and amended electoral law. The constitutional change transformed the Ukrainian political system of a presidential republic by adopting a number of features necessary to establish parliamentarianism. It reduced the presidential powers and strengthened the powers of the parliament. The amendment of the electoral law guaranteed fair competition in the runoff of the presidential election that had to be repeated in December 2004. To calm mass demonstrations against election fraud, and taking reference to the newly amended electoral law, the central electoral commission was reshuffled and the possibilities for fraud stemming from home voting and absentee ballots were substantially reduced. The candidate of the orange forces, Yushchenko, obtained the chance to win the repeated runoff of the presidential election, but this time under fair competition. In return, the orange forces agreed that the newly elected president would lose some of his powers in favor of the parliament. As a result, Yushchenko won the election and became the president. Because the constitutional change was not to enter into force until after the parliamentary election in 2006, he still enjoyed the framework of the presidential republic and appointed the first orange government JanuarySeptember 2005, headed by his ally Yulia Tymoshenko. However, a new equilibrium of power distribution among the elite was not established. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 12 In the following months after the Orange Revolution, the parliamentary elections intensified the rivalry either between the politicians or between the clans and made establishing a new equilibrium difficult. In the struggle for votes and seats in the future parliament, the members of the orange coalition started to blame each other for the failures of the first orange government.17 The coalition fell apart, soon opening the door for a comeback of the whiteandblue forces. As a result of the parliamentary election in 2006, the whiteandblue coalition led by the Party of Regions came back to political power. Supported by the Communist and the Socialist Parties, Viktor Yanukovych became prime minister again. The struggle for political dominance and control over state authorities between the orange presidency and the whiteandblue government and the legislative led to a deadlock in state governance. As a consequence, the Ukrainian parliament was dissolved in September 2007 and Ukraine held preterm parliamentary elections. This time, the parliamentary elections resulted in the resurrection of the orange coalition, headed again by Tymoshenko as prime minister. However, recent political disputes about privatization, dismissal and appointment of heads of regional, district, and local administrations, as well as control over the State Property Fund and authorities of the National Security and Defense Council Boltushkina et al. 2008 have raised doubts about the sustainability of this second orange coalition. Since 2006, the position of the parliament has strengthened and the number of powerful vetoplayers in Ukraines politics has consequently increased. The president can no longer dominate politics. In contrast, the elite also the oligarchic clans, which are present in the parliament, have gained more influence, but need to negotiate any political decision with each other or with the president. The oligarchic clans, whose prosperity depends on having a stake of their parties in the government, have become involved in the political struggles. The oligarchic clans have got their representatives into the new parliament which is more influential than the old parliament using the party lists. The daytoday preferences of rival business clans have prevailed over striving for political stability. After the Orange Revolution, the feckless pluralism of the political system has become even more pronounced and, until now, prevented the establishment of a new equilibrium of power distribution. However, the oligarchic clans may become the bottomup force to consolidate the state power. Basically, the political elite could not replace the oligarchic clans as a driver of institutional reforms. The clans are present in all the major political parties and control the executive and judicial branches. Moreover, they depend less on shortterm electoral periods and public opinion than the political elite. Thus, the oligarchic clans can pursue a goal of institutional convergence with the EU which promises them longterm benefits of sustainable growth, even if the achievement of this goal causes social costs in a shortterm perspective. However, unlike in Russia, the oligarchic clans find it difficult to conduct the collective actions. Collective actions are difficult, because of their great number, sectoral and regional diversification and the low level of trust between clans, but they are not impossible Melnykovska 2008. Attaining minimum institutional standards for their business has been an incentive strong enough to make them join forces to push for institutional convergence, as was exemplified by their successful negotiations with the WTO completed in 2008. Despite the political crises, the whileandblue and orange forces in the parliament passed the laws necessary to complete the negotiations on WTO accession and the orange president did not use his veto. Depending on the preferences of the Ukrainian oligarchic clans, the EU may provide them welltargeted incentives other than a membership perspective to accelerate a bottomup institutional building. Therefore, the political and economic preferences of Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 13 Ukraines oligarchic clans, as well as the determinants that create and change these preferences, are need to be identified. 3. Transforming Oligarchic Clans into Global Players Two theoretical approaches to institutional change explain why oligarchic clans supported by external incentives could change their political and economic preferences and become the driving forces of a bottomup institutional convergence in CIS countries. A prominent theory on internal drivers of institutional change and the evolution of rentseeking societies is Olsons theory 2000 of the evolution of state rulers and the exploitation of rents, which either hinders or supports institution building.18 Olson distinguishes between roving and stationary bandits. Translated into a CIS framework, roving oligarchic clans concentrate on exploiting shortterm rents like those stemming from nonrenewable resources. After getting sufficiently rich and reaching the limits of wealth accumulation and control, roving clans transform into stationary clans and begin to care about securing their wealth. While roving clans can rely on informal institutions, stationary clans need and demand formal institutions, which implies that they begin to support institutional development. In terms of Olsons theory it is important that clans become stationary in order to change their preferences and demand better formal institutions. While this process may be rather slow, or even painfully slow in resource dependent economies, according to the other theory of institutional change in rentseeking societies, opening up a country to globalization,19 i.e. to trade and investment flows, may work as a catalyst for transforming the preferences of oligarchic clans Havrylyshyn 2006a. With hindsight, the popular debate about an appropriate sequencing of opening up and institution building seems to be misleading. In the early 1990s, institutional reforms were a byproduct of other high priority policies on macroeconomic stabilization, trade liberalization and enterprise restructuring Hare 2001. Followup institutional reforms either did not take place or lacked implementation effort. Arguably, structural policies like opening up a country to the world market and institution building at home have to reinforce each other in order to be successful. As argued by Havrylyshyn 2006a, the majority of CIS countries, which have been closed economies, reformed and changed their institutions moderately. They have also experienced the greatest social pain. Vested interests in these countries have been working towards the creation of capitalism for the few and concentrating ownership in the hands of the selected elite. He calls such states the oligarchic societies. By comparison, the CEECs countries have been more successful at reforming their institutions because they have been more open. The results of Havrylyshyns research suggest that openness ensures economic recovery and democratic institutions. Thus, the establishment of an open market economy and institution building complement rather than exclude each other. Replying to debates between shock therapy supporters and gradualists, Havrylyshyn comes to the conclusion that a more useful view of sequencing should begin with a basic and simplified legalregulatory institutional framework that is comprehensive but not deep, thereby opening up a country, and should then followup with refinements of these institutions over time Havrylyshyn 2006b. This is exactly why oligarchic interests matter in the context of institution building in transition countries like Ukraine. Opening up a country can work as a catalyst for otherwise Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 14 rather slow processes of changing the political and economic preferences of the oligarchic clans, assuming that they have an interest in reaping the potential benefits from trade and foreign investment. Clearly, the success of institution building depends on the interests of the powerful elite in the first place Keohane 1984. Therefore, the political and economic costs and benefits to these elite are key to explaining the nature and scope of change Feeny 1988:168. Opening up may well change the costbenefit calculation of roving clans. While the impact of legacies resource endowment, access to power is constant, openness is a conditional variable which ensures that changes in relative prices and therefore changes in the costbenefit calculations are the most important source of institutional change driven by the bottomup domestic elite North 1990:84. It can be shown for the case of Ukraine that the oligarchic clans actually have this kind of incentives to change their preferences and to demand better institutions and institutional convergence towards European standards.20 Combining the theories on rentseeking limits and openness, rentseekers should be subject to limits when seeking to accumulate wealth with informal institutions in a closed economy and should transform from domestic into global players that demand formal institutions in order to reap the benefits of interacting with global markets. Changes in sources of rents can result in such limits to rentseeking. It is evident from Table 1 that the sources of rents have changed over time and thereby increased competitive pressures for Ukraines oligarchic clans. In the early 1990s, fuel and metal product exports were the most attractive sources of rents. In addition, largescale credits from government in combination with hyperinflation resulted in huge subsidies for the clans Prizel 2002. Finally, the oligarchic clans benefited from exporting highly subsidized gas and oil imports from Russia. In the Soviet era, Russia subsidized Ukraine by supplying around 50 million tons of oil and substantial amounts of gas each year at prices at roughly 3540% of world market prices. After the collapse of the Soviet Union, Russia and other energyrich CIS countries did not intend to continue subsidization of the Ukrainian oligarchic clans. The prices for imported energy to Ukraine increased continuously, but were still under world price level.21 In the mid1990s, rents stemming from hyperinflation disappeared, but the clans continued to benefit from the political patronage that supplied them with indirect subsidies, special treatment and tax incentives Van Zon 2000. Until the financial crisis in 1998, the international community was more concerned with the political stability of Ukraine, because it possessed nuclear weapons, than with its progress on institutional reform. Hence, during the initial transition years, the preferences of the oligarchic clans where dominated by domestic developments. Following the financial crisis, the most important source of economic rents in Ukraine still stemmed from imports of gas and oil from Russia and other energyrich CIS countries.22 However, the limits of such economic rents became more and more evident. Finally, the termination of possibilities to reap economic rents was marked by the latest developments in the gas market. According to the agreements signed in the spring of 2004, Ukraine covered its energy debts to Gazprom with Eurobonds and transit charges for Russian gas up to 2009. For the Ukrainian oligarchic companies, it meant no gas for transit from 2005 on. At the same time, Gazprom revealed its intent to raise the gas prices to the world levels Stern 2006. After the 2006 crisis, Gazprom sold gas to Ukraine via the joint company Ros Ukr Energo at a price of 230mcm Gazprom Press Release 2006.23 Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine Table 1. The sources of oligarchic rents in Ukraine 15 c i t s e m o D credits from states bank with negative real interest rates due to inflation arbitrage opportunities market monopolies indirect subsidies tax incentives separate treatments shadow privatization tax incentives separate treatments tax incentives separate treatments l a n o i t an r e t n Iearly 1990s middle 1990s late 1990s early 2000s cheap fuel resources from Russia external demand for Ukrainian metal and chemical products weak international request for reforms international focus on political stability soft financial aid external demand for Ukrainian metal and chemical products weak international request for reforms international focus on political stability soft financial aid Russias toleration of Ukrainian debts and illegal siphoning of gas strong international pressure for reforms external demand for Ukrainian metal and chemical products strong international pressure for reforms focus on corporate governance Source: Aslund 2005; Prizel 2002; Zimmer 2006; own illustration. Generally, even before the Orange Revolution, the possibilities for oligarchic clans to profit from cheap Russian energy imports had almost disappeared. In addition, the requirements of good corporate governance and transparency became essential for Ukraines oligarchic groups to do business in international markets. Indeed, Table 2 shows that oligarchic clans in Ukraine have increased their wealth considerably and become more transparent during recent years. Due to rapid economic growth since the end of 1990s, most oligarchs at least doubled their wealth. The Wprost rating of the 100 richest Europeans for 2007 includes 24 Ukrainians, with fortunes as large as 18,700 million. For comparison, in 2002 only 3 Ukrainians were listed among the richest Europeans, with fortunes as large as 1,700 million. These numbers show not only a rising accumulation of wealth due to increased business activities, but also show that there were transfers of wealth from the shadow into the official economy. By 2007, several of the major oligarchs had become fully legal and legitimate, were paying taxes, had declared their ownership and were spending substantial amounts for charity. The case studies on the Ukrainian energy, metal and chemical sectors confirm the ongoing implementation of corporate governance norms. In these sectors, the business and ownership structure became more transparent, international bookkeeping norms were launched, and companies and corporations began to develop longterm strategies Heinrich 2004; Zheka 2006; Pleines 2008. Making ones business transparent under informal institutions is highly risky and therefore makes better formal institutions necessary. Transparency and good corporate governance also meant that illegal shadow resources used to ensure wealth and market benefits by means of state capture or corruption were scaled back. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 16 Table 2. The wealth of Ukrainian oligarchs, 20022007 Year 2002 2003 2004 2005 2006 2007 Wprost Ukraine Total number Total number max Wealth, in million US 25 50 50 100 100 100 3 6 5 7 15 24 1 700 1 900 3 500 2 800 7 200 18 700 Source: Lista 100 Najbogatszych Europy, Wprost; own calculations. Obtaining investment for modernization has also become a big challenge for Ukraine. Current growth has an extensive character, based on the old capital stock with exports of intermediary, semifinished and lowquality goods. The efficiency of the basic exporting sectors e.g. the metal sector is low, while the energy wastage is high. At the same time, Ukraines exporting sectors are aging.24 Thus, the modernization i.e. replacement of the old capital stock and increase of their efficiency that is needed to make economic growth sustainable has become the priority of the Ukrainian oligarchic clans whose assets are concentrated mostly in the exporting sectors. In addition, the clans have improved their access to international capital markets and increased the capitalization and diversification of their assets, which has led to more financial openness, the disappearance of transfer pricing, the transparency of taxable profits and demand for better institutions. Overall, after the financial crisis in 1998, the sources of economic rents for the Ukrainian clans have either disappeared or became more limited. The oligarchic clans, whose business became more and more internationalized, were forced to implement international standards of transparency and corporate governance. In addition, to be competitive in international markets, they needed and still need to modernize their energyintensive companies, especially in the energy, metal, and chemical sectors. The modernization, however, requires large financial investment, which in turn depends on political stability and quality of institutions. Hence, increasing trade and investment relations can be treated as an exogenous force, limiting the sources of rents and challenging oligarchic clans in Ukraine to improve institutions and converge with the EU standards. Initially, the political system in Ukraine did not react to the changing political and economic preferences of the oligarchic clans. As can be seen in Figure 1, there was no clear trend in institution building after the 1998 crisis. Only after the Orange Revolution the impact of institutional reforms leads to the progress in building institutions as measured by the World Bank Governance Indicators WBGI Figure 1. Quite unusually, the progress in building economicadministrative and legal institutions is even stronger than the progress in building political institutions. The usual pattern of institution building in CIS countries is rather that followup economicadministrative and legal reforms are more difficult to implement than political reforms Hammermann et al. 2005. Given the political turmoil following the Orange Revolution, it is far from clear whether or not this progress in building institutions implying an increased convergence of Ukraine towards European institutional standards can be sustained. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 17 Figure 1 shows a slight slowdown in the development of economic administrative and legal institutions in 20062007, but strong improvement in building political institutions. Further steps towards the integration of Ukraine into the EU would be clearly in the interest of Ukraine oligarchic clans because this would imply that trade and investment relations could be expanded. 0,20,00,20,40,60,81,01,2199619982000200220032004200520062007politicaleconomicadministrativelegaloverall Figure 1. Progress in institution building in Ukraine, 19962004 Source: World Bank Governance Indicators; own calculations. 4. Ukrainian Business Interests and EU Leverage for Better Institutions Trade and foreign direct investment FDI figures reveal that Ukraines regional and global integration is on the rise. Its level of trade openness has increased considerably. Imports and exports are equivalent to 90% of GDP and are now comparable to other countries in the region. As has been argued above, Ukrainian oligarchic clans have become increasingly exportoriented and have profited from external trade, but they urgently need new technologies and investment to become more competitive on EU and global markets. The importance of the EU as Ukraines main trading partner and investor is increasing. The EU has even become more important than CIS countries, although energy imports from the latter region still figure prominently Figure 2. In 2006, EUUkraine trade surpassed 27 billion due to a strong increase in imports, but was on a steady rise even before Table 3. Despite this significant reorientation of exports toward the EU, the extent of Ukraines trade with the EU is still lagging behind that of new EU members. To some extent, Ukraines trade pattern reflects the trade policies of the past and Ukraines difficulty in deciding on priorities for international integration. Being sandwiched between Russia and the EU, Ukraine has tried to integrate in both directions Vinhas de Souza et al. 2006. As a consequence, Ukraine depends on Russian fuels and EU machinery and equipment. Its dependency on Russian fuels Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 18 is a carryoverlegacy from the Soviet era, which left it with an extremely inefficient energy sector. It is now not only a net importer of gas and oil, but is also the economy in the region that consumes the most energy. Prices for the Russian gas and oil have increased, leading to the introduction of energysaving technologies and the diversification of energy suppliers and the types of energy used. Thus, it is to be expected Ukraine will reduce its dependence upon Russia. 4000035000300002500020000150001000050000200120022003200420052006200120022003200420052006EXPORTS TO CISIMPORTS FROM CISCIS Balance EXPORTS TO EU27IMPORTS FROM EU27EU 27 Balance Figure 2. Ukraines trade with EU and CIS, 20012005 million Source: Direction of Trade Statistics, International Monetary Fund. Table 3. Ukraines trade with the EU 20022006 4000035000300002500020000150001000050000 Year Imports, million EU Yearly % Share of change total imports Exports, million EU Yearly % Share of change total exports Balance, million Imports Exports, million 2002 5.729 31,97 6.105 32,60 2003 6.859 19,7 32,27 6.972 14,2 32,70 2004 7.536 9,9 32,40 7.876 13,0 30,22 376 112 340 11.835 13.831 15.412 2005 9.543 26,6 32,93 7.400 6,0 27,21 2.143 16.943 2006 19.605 105,4 42,65 8.007 8,2 25,57 11.597 27.612 Average annual growth, % 36,0 7,0 23,6 Source: EU EUROSTAT, External Trade Statistics. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 19 Up to now, however, the structure of Ukraines trade with the EU and Russia still reveal the traditional pattern, with the westward movement of raw materials and semiprocessed goods, and the eastward opposite movement of final products, primarily investment goods. Looking at trade with the EU, Figure 3 reveals that, although total trade figures increased especially for EU trade, the structure of Ukraine exports and imports remained rather stable. Iron and steel clearly dominate Ukrainian exports. In 2005, they had a share of 24% in Ukraines total exports to the EU27. Other exports to the EU mainly consisted of primary products which made up for about 35% of total exports. This picture clearly reveals the high dependence of Ukraine exports on a few commodities and products. So far, the international business cycle and Chinas new role in the world market have provided favorable conditions for Ukraines exports and its economic recovery. At the same time, Ukraine exports are highly dependent on these developments and diversification is needed in order to provide a broader basis for export expansion World Bank 2004. Thus, diversification is of high priority for Ukraines oligarchic clans, who are trying to secure and expand their position in the society. Figure 3. Ukraines trade with the EU by product, 2006 million Source: EU EUROSTAT, External Trade Statistics. Besides being an important trade partner, the EU is also an important investor in Ukraines economy. Although Ukraine initially failed to attract a significant amount of capital from abroad and from the EU in particular, FDI inflows to Ukraine increased considerably from 3,8 billion in 2004 to almost 16 billion in 2007. Considering the origin of foreign investors present in Ukraine, the EU is by far the largest investor. The share of EU FDI in total FDI jumped from 56% in 2004 to 75% in 2007.25 It is followed by the United States, a set of socalled offshore zones and CIS countries, mainly Russia. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 20 However, capital coming to Ukraine from the west and from the east differs not only by volumes, but also by investment motives and distribution of funds across economic sectors. Recipients of investment from Europe are mostly companies operating in the food, chemical and machine building sectors Emerson et al. 2006. The wholesale and retail trade sectors have also received a significant amount of investment from the EU. At the same time, Russian investment is concentrated in the fuel and energy sector. Russian oil companies have acquired almost all Ukrainian oilrefineries, which in Soviet Union times were constructed specifically for processing Russian oil. Another object of interest for investors from the northern neighbour was healthcare complexes in the region of Crimea. More generally, however, FDI in Ukraine seems to follow Ukraines trade patterns and reflect its production links. While stronger production links between Ukrainian and Russian enterprises in certain sectors would be beneficial for both countries, capital from the more advanced economies of the EU could bring benefits such as generating new production, management, and marketing technologies, better labor skills, improvement in risk management that are more relevant for the longrun growth and development of the Ukrainian economy. Another important benefit is that western companies also tend to export to Ukraine European institutional standards. In its turn, institutional development, especially the absence of corruption and improvement in the business environment, attracts FDI. According to survey results, the main motive for western companies operating in Ukraine was the possibility to access a large domestic market International Centre for Policy Studies 2000. Indeed, with its 48 million inhabitants, Ukraine represents one of the biggest national markets in Europe, which, in addition, has a good potential for growth in terms of purchasing power. Relatively low labor costs are also reported as one of the motives for investment; however, this advantage is diminished by low productivity. At the same time, the poor quality of the business environment and institutions is often quoted as a reason why Ukraine has attracted only small amounts of FDI, though it has considerable comparative advantages over CEECs Mayhew 2006. While Ukraines problems are homemade to a large extent, the Ukrainian business interests of the oligarchic clans also have to overcome substantial obstacles when trying to enter foreign markets which are closely related to institutional convergence. At the same time, the incentives provided by market access have already helped institutional convergence. Again, this is an example of how the interests of the clans have been united and succeeded in pushing reforms in a considerably short time. The Ukrainian oligarchic clans strived for better access to the European Market as long as their commodities were hampered by the antidumping measures that the EU applies to third countries. On the European steel market, Ukrainian oligarchic clans exporting metal products competed against Russian and Rumanian steel producers which benefited from the status of a fullfledged market of their economies and, at the same time, provided the yardstick for evaluating Ukrainian exports. Furthermore, Ukrainian metal sector has attracted less foreign direct investment FDI than the Russian metal sector, as Ukraines metal exports have permanently been under EU antidumping investigations and subject to EU antidumping penalties Eremenko and Lisenkova 2004.26 The penalties for Ukraines metal exports ranged from 24% to 64%, raised the price and reduced the competitiveness of the Ukrainian goods. These penalties depend on whether, according to EU calculations, a particular export product is sold at dumping prices. While calculating dumping prices, the EU takes into account the economic status that the EU grants a country of origin. Exports from a country without the status of a fullfledged market economy are more vulnerable to antidumping penalties, than a country enjoying this status.27 Thus, institutional Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 21 building is very important, as the EU uses the level of institutional quality in a particular country as the main criteria to grant the status of a fullfledged market economy to a particular country. Thus, to escape high antidumping penalties, the Ukrainian oligarchic clans have strived for this status for their individual enterprises as well as for Ukraines economy in general and have pushed for the improvement of Ukraines poor institutional quality. The negotiations with the EU about obtaining the status of a fullfledged market economy started in 2000. However, the European Union Council of Ministers initially granted Ukraine only the status of a transitional quasimarket economy, but did offer the status of a fullfledged market economy to certain Ukrainian companies. By 2005, two Ukrainian companies Azot and Gorlovka Stirol obtained this status. However, given the lack of institutional reforms that could provide safeguards by implementing formal rules, the political risks of expropriation for Ukrainian producers when making their business more transparent were very high. Therefore, the Ukrainian oligarchic clans used their political influence to implement the institutional reforms required for achieving the status of a fullfledged market economy for the whole country and to accelerate negotiations with the EU Honcharuk 2006. Finally, in the aftermath of the Orange Revolution in 2005 and due to the progress in building institutions, Ukraine obtained the status of a fullfledged market economy. Generally, Ukraine when trying to penetrate foreign markets and to attract foreign investment faces by far more problems at home than abroad. The greatest internal barriers to international trade in the country, as perceived by traders, are the following: the general complexity of regulations and their unfair enforcement, including a multitude o f precustoms permits, registrations, licenses, technical regulations, and, related to this, corruption, delays, and high compliance costs, the slow and costly process of VAT reimbursements to exporters, which continues to receive highly negative grades in business surveys, and the unpredictability of and corruption in customs World Bank 2004. Hence, some of the main limitations to expanding trade and investment relations are domestic and relate to institutional development. Convergence with the EU import of EU company legislation, EU rules on standardization and certification, EU competition rules, EU customs procedures, etc. would not only help eliminate these internal barriers but would also strongly support Ukraines integration with the EU Vinhas de Souza et al. 2006. WTO membership is an imperfect substitute for EU integration as regards finding who might support Ukraine in becoming a competitive market economy with democratic structures.28 An assumption present in some studies is that the process of obtaining WTO membership Ukraine announced its intention to join the WTO as early as 1993 can be a steppingstone for EU membership given that some of the requirements are similar for both processes Blue Ribbon Commission for Ukraine 2004; World Bank 2004 and that WTO membership should, therefore, precede EU membership. Although it is true in the sense that no country has ever entered the EU without having first entered the WTO, the connection between these two options is not very strong. As the experience of the last enlargement round shows, most of the applications for EU membership preceded WTO membership, and frequently by several years.29 The Baltic countries, whose economic problems most resemble the sort of problems faced by Ukraine, did join the WTO until as late as 1999. For most of the former EU candidate countries, the causality was actually the reverse: the fulfillment of WTO membership conditions came about as a byproduct of the EU Accession process. Additionally, the assumption that the WTO is an effective framework provider that will enhance domestic reforms especially on the scale necessary for EU Accession seems to overestimate the minimum common denominator negotiation process that actually leads to WTO membership Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 22 which, among other things, is responsible for the usually disappointing trade increases a country experiences after joining the WTO.30 EU accession and, to a lesser extent, cooperation would clearly be a great deal more effective to Ukraine in exporting a much more robust and comprehensive regulatory framework than WTO membership. If one assumes EU accession is the main objective, the EU integration process includes all the necessary reforms for WTO entry. This is especially true within the framework of preaccession free trade agreements, as was the case in the last round of enlargement. For Ukraine, which is far from EU accession and free deep trade agreements with the EU, it implies that membership in the WTO may provide some intermediate target with, however, limited additional impact on the willingness of Ukrainian oligarchic clans to support further institutional convergence. Accordingly, the second government of Tymoshenko since December 2007 made Europeanization an explicit goal of domestic reforms rather than treating it as a foreign policy goal. Tymoshenko declared that Europeanization is one of her governments priorities. The negotiations on a free trade area, simplification of the visa requirements, participation in EU programs and agencies and development of energy cooperation are the main tasks on her governments agenda. Furthermore, Tymoshenko has supported her political declaration by implementing wideranging reform programs. Launching the government program Ukrainian breakthrough: not for politicians, but for the people, Tymoshenko stressed that her Transparency Initiative is based on understanding of the necessity for changes and reforms in Ukraine that are in accordance with key European values and the demands of Ukrainian civil society.31 However, the political declarations are difficult to implement without bottomup support. According to Razumkov Zentrum Razumkov Center 2008, 224 of 227 governments reforms both of Yanukovych and of Tymoshenko were in line with the AP priorities for 2007.32 Only one third of the government reforms, however, were fully implemented. Almost 40% of the implemented reforms dealt with AP priorities regarding economic and regulatory policy, trade and the new perspective of economic cooperation with the EU. The political crises were the main obstacle to better implementation. Similarly, the effectiveness of current government activities is rather low due to the ongoing struggles for power between the government, the parliament, the president, and the oligarchic clans Boltushkina et al. 2008. However, there is no deep commitment on the part of the EU for any deep free trade agreement FTA. Already the Partnership and Cooperation Agreement PCA, the bilateral agreement which governed EUUkraine relations until 2008, was more a declaration of intentions to cooperate in different areas political cultural, scientific cooperation, trade, investment, etc. than anything else. It does not offer any specified mechanisms or benefits for achieving cooperation. The new ENP framework is not very different Afanasyeva et al. 2008. There is still no specified mechanisms that provides a roadmap as well as benefits, and, in addition, it is based on the intention of the EU to prolong topdown Enlargement Europeanization as Neighborhood Europeanization, i.e. it details what the EU wants without offering a reasonable carrot as an incentive for domestic forces like the oligarchic clans to support necessary reforms. Ukraine entered the ENP framework in 2004. The first EUUkraine AP was drafted in late 2004 O before the Orange Revolution O and was signed with slight changes in February 2005 after the new Ukrainian government protested about some of its drafts provisions. It defined the priorities of cooperation in different policy areas and the mechanism of their Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 23 implementation for three years. Further, it targeted the following: promotion of Ukraines accession to the WTO, removal of nontariff barriers, improvement of the investment climate and tax reform and approximation of legislation to EU standards. In December 2005 and March 2008, the European Commission evaluated the implementation of the AP positively Joint Report 2005; 2008. Nevertheless, the mode of operation of the AP is not too distinct from the former PCA. The institutional framework and tools used in the relationships between Ukraine and the EU remain the same.33 What the EU could do to offer a reasonable incentive for countries that are not on the list of potential accession countries is clearly to provide a FTA, which could be expected to boost trade and investment relations through substantial trade liberalization and regulatory harmonization Emerson et al. 2006. In order to achieve this, the FTA would have to build on the liberalization undertaken as part of WTO membership and work towards deep convergence not just cutting tariffs but addressing red tape for exporters by aiming for similar regulatory standards and norms in both economies. The significance of such an FTA would, however, depend on the range of products covered by the agreement. The major Ukrainian trade items, such as heavy industry products and agricultural products, belong to the sensitive sector for the EU and are, therefore, not included in agreements with the EU. Furthermore, a large range of Ukrainian products fails to fulfill European standards and is, therefore, barred from EU markets by using nontariff barriers. Nevertheless, a kind of FTA as a kind of operation scheme with neighboring countries and offering a reasonable incentive for cooperation in exchange for the creation of a ring of wellgoverned countries at the periphery of the EU, as is the intention of the EU, should be a realistic target for European politics. A further step, i.e. offering a stake in the Common Market, would of course be more of an incentive for Ukraines oligarchic clans to push for further institutional convergence with the EU in all the parties but, at the same time, is currently less realistic. It would involve participation in the areas of free movement of goods, services, and factors of production. A stake in the Common Market has not been offered to nonaccession countries but is mentioned in the ENP APs for Ukraine and for Moldova.34 While this is clearly expected to have high benefits in terms of growth Brenton and Manchin 2003 and FDI inflows that promote technological transfer and efficiency improvements Levine 1997; Francois and Schuknecht 1999, the ENP APs are rather wake at this point. Even if it were to become reality, important topics for Ukraine, like agriculture and steel markets, could still be excluded from negotiations Milcher and Slay 2005. All in all, the stylized facts about trade and FDI as well as the policy discussion should have made clear that tying up with the EU is of clear advantage for the oligarchic clans in Ukraine. Doing business with the EU could constitute a common denominator that they might otherwise lack in order to unite the Ukrainian elite under the goal of improving institutions and governance. EU markets, being the largest neighbour markets both in terms of population and GDP, are the most attractive market for the Ukrainian oligarchic clans and provide the relevant yardstick for meeting high institutional standards. The FTA should provide significant incentives for rekindling bottomup demand for institutional reforms in Ukraine. However, given the present design of ENP AP for Ukraine, in which the FTA is defined vaguely, one can not be overly optimistic. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 24 5. Conclusions The preceding has shown that Ukraine provides a case in point supporting the argument that opening it up and integrating it internationally may speed up the change in political and economic preferences of the oligarchic clans in favor of formal institutions that otherwise might be established only very slowly. In the absence of strong incentives of EU membership to initiate topdown institution building, the oligarchic clans that are the most influential part of the domestic elite and therefore also the most important bottomup force to drive the institutional convergence of Ukraine towards European standards. The oligarchic clans have changed their political and economic preferences from wealth accumulation toward its security and a consolidation of their position by means of establishing formal institutional safeguards. They needed a minimum of formal institutions in order to meet international standards of doing business, and these institutions had not been provided by Kuchmas regime. Hence, most of the oligarchic clans directly or indirectly supported the Orange Revolution of 2004 and the consequent institutional change in the political and economic system of Ukraine. In the course of the Orange Revolution, Ukraine was transformed into a parliamentarypresidential republic. Thereby, the probability that any domestic force can monopolize state authorities has been diminished, but the number of vetoplayers in Ukraines politics has increased. The political crises that have occurred since the end of the Orange Revolutions in 2005 demonstrate that postrevolutionary institutional reform is a tricky business in Ukraines political system of feckless pluralism. The first Orange coalition, consisting of Our Ukraine Party, Bloc Yulia Tymoshenko, and the Socialist Party was dissolved after having lost the sight of their common goal of overturning Kuchmas regime. The Party of Regions won the parliamentary election of 2006 and created a wide parliamentary majority with the Communist and the Socialist Parties. Having returned to power, the Party of Regions attempted to regain its old influence in the new more democratic regime. Obviously, the new democracy passed its first test because these attempts failed. However, this led to a political deadlock. The results of the recent preterm parliamentary election of 2007 gave the orange forces a new chance to promote democratic and marketoriented reforms in Ukraine. However, there seems to be no end to Ukraines political instability in sight. The second Orange coalition has been shortlived; the new parliamentary elections are on horizon. And the situation is worsened by the fact that the oligarchic clans, who ensure their wealth through their connections to politics, are also involved in the political struggles between the executive and the legislative. This implies that there would be an important role to play for the EU as an external driver for institution building in Ukraine. Trade and investment flows have increased in recent years, providing the EU with the leverage to support bottomup demand for further reforms in Ukraine. With civil society still in its early stage of establishment, such demand has to be based on business interests. As shown in the paper, the oligarchic clans found it hard to form a coalition for the daytoday business. An important reason for this is that, contrary to the situation in Russia, oligarchic clans are sectoral and regional rivals. Access to EU markets is likely to promote further convergence of Ukraines legislation with EU standards by providing significant external incentives, like a free trade agreement or a stake in the Common Market, to the Ukrainian oligarchic clans to push for further institutional convergence. Taking into account the presence of the oligarchic clans in the parliament and the executive, these economic incentives could be very effective However, the ENP framework does not provide a firm commitment on the part of the EU, and the AP provides possibilities rather than concrete mechanisms and benefits. It is unlikely Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 25 that this will be sufficient to create a momentum for institutional convergence with the EU, as was the case with Enlargement Europeanization. External incentives supporting the domestic drivers of institutional reforms would be highly welcome in the present situation in Ukraine. While it is doubtful whether or not stable political conditions favoring reforms may be established in Ukraine by Tymoshenkos government, a new enhanced agreement to replace the expiring PCA and new ENP AP are to be negotiated. Moreover, Ukraine has not only successfully completed the negotiations on WTO membership, it has begun negotiations with the EU on the FTA. The challenge in these negotiations is that the incentives the EU provides are rather small compared to the accession process and thus have to be well targeted in order to be effective and generate some optimism that the bottomup forces for institutional reform in Ukraine will be strengthened and that the current stalemate can be overcome. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 26 References Acemoglu, D., and S. Johnson. 2003. Unbunding institutions. NBER Working Paper 9934, National Bureau of Economic Research, Cambridge. Afanasyeva, E., F. Hammermann, and R. Schweickert. 2008. From a Soviet Past to a European Future. International Journal of Economics forthcoming. Aslund, Anders. 2005. Comparative Oligarchy: Russia, Ukraine and the United States. Paper presented at CASE Conference Europe after the Enlargement, 89 April, in Warsaw, Poland. Blue Ribbon Commission for Ukraine. 2004. Proposals for the President: A New Wave of Reform, Kyiv, http:www.carnegieendowment.orgfilesBRCReport 121204Eng 2.pdf accessed October 23, 2008. Brenton, P. and M. Manchin. 2003. Making EU Trade Agreements Work: The Role of Rules of Origin. The World Economy, 26 5: 755769. Boltushkina, Olena, Inna Vedernikova, Yulia Mostovaya, Serhii Rakhmanin, Yuriy Skolotiany, and Nataliya Yatsenko. 2008. 100 HeadOff Steps. Zerkalo Nedeli, 29 March5 April, 12 691, http:www.zn.ua1000155062561 accessed October 23, 2008. Carothers, T. 2002. The End of the Transition Paradigm. Journal of Democracy 13 1: 521. Chhibber, A., R. K. Peters, and B. J. Yale. 2006. Reform and growth: Evaluating the World Bank Experience. New Brunswick, NJ: Transaction Publishers. Drautzburg, T., I. Melnykovska, and R. Schweickert. 2008. Determinants of Institutional Change in Transition Countries Does Membership in International Institutions Matter? Kieler Working Papers 1421, Kiel Institute for the World Economy, Kiel. Emerson, M., T. H. Edwards, I. Gazizullin, M. Lucke, D. MullerJentsch, V. Nanivska, V. Pyanytskiy, A. Schneider, R. Schweickert, O. Shevtsov, and O. Shumylo. 2006. The prospects of deep free trade between the European Union and Ukraine. Brussels: Centre for European Policy Studies. Eremenko, I., and K. Lisenkova. 2004. The impact on Ukraine of joining the WTO: Subsidies vs. antidumping in ferrous metallurgy. CERT Discussion Paper 11, Centre for Economic Reform and Transformation, School of Management and Languages, HeriotWatt University, Edinburgh. Feeny, David. 1988. The demand for and supply of institutional arrangements. In Rethinking institutional analysis and development, edited by V. Ostrom, D. Feeny, and H. Picht. San Francisco: International Centre for Economic Growth, Chap. 6: 159209. Fischer, S., R. Puglisi, K. Wolczuk, and P. Wolowski. 2008. Ukraine: Quo Vadis? EUISS Chaillot Paper 108, Paris. Francois, J.F. and L.Schuknecht. 1999. International trade in financial services, competition, and growth performance. Centre for Economic Policy Research CEPR Discussion Paper 2144, London. Gawrich, A., and R. Schweickert. 2004. Institutionelle Entwicklung in Europa Wie weit sind die sudosteuropaischen Lander? Die Weltwirtschaft 2: 153186. Gawrich, A., I. Melnykovska, and R. Schweickert. 2008. Neighborhood Europeanization through ENP The. Case of Ukraine. Mimeo. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 27 Gazprom and Turkmenistan update Turkmen gas supply conditions for 2006. 2006. Gazprom Press Release, 29 December. Gelman, V. 2008. Out of the frying pan into the fire? PostSoviet regime changes in comparative perspective. International Political Science Review 29 2: 157180. Hale, H. E. 2005. Regime Cycles: Democracy, Autocracy, and Revolution in PostSoviet Eurasia, World Politics 58 1: 13365. Hammermann, F., Hansen, M. and R. Schweickert 2005. Institutional Development and EUIntegration the Case of the Baltic Countries. Baltic Economic Trends 3: 714. Hare, P. G. 2001. Institutional Change and Economic Performance in the Transition Economies. Working Paper presented in the UNECE Spring Seminar, May 7, Geneva. Havrylyshyn, O. 2006a. Divergent paths in postcommunist transformation Capitalism for all or capitalism for the few? Basingstoke, UK, and New York: Palgrave Macmillan. Havrylyshyn, O. 2006b. Growth and institutions in the transition: How do Belarus, Russia and Ukraine compare to others. Tiger Working Paper Series 97, Centrum Badawcze Transformacji, Integracji I Globalizacji, Warsaw. Heinrich, A. 2004. Globalisierung und Corporate Governance. Russlands Erdol und Erdgassektor. Osteuropa 54 910: 355365. Hellman, Joel S. 1998. Winners take all: The politics of partial reform in postcommunist transitions. World Politics 50 1: 203234. Honcharuk, A. 2006. Ukraine for Europe: politics, pipe, economics  Zerkalo Nedeli, 24 June, 24 603, http:www.zn.ua2000267553750 accessed October 23, 2008. Howard, M. 2002. The Weakness of Postcommunist Civil Society, Journal of Democracy 13 1: 157169. International Centre for Policy Studies. 2000. Foreign Direct Investment in Ukraine. Policy Studies 11, Kiev; http:www.icps.com.uadocps_eng_200006_11.pdf accessed October 23, 2008. Joint Evaluation Report EUUkraine Action Plan. 2005 December, BrusselKyiv. Joint Evaluation Report EUUkraine Action Plan. 2008 March, BrusselKyiv. Kaufmann, D., A. Kraay and M. Mastruzzi. 2005. Governance Matters IV: Governance Indicators for 19962004. World Bank, Washington D.C. Keohane R. O. 1984. After hegemony: cooperation and discord in the world political economy. Princenton: Princeton Press. Kowall T., und K. Zimmer. 2002. Der politische Einfluss von Wirtschaftseliten in der Ukraine, Arbeitspapiere der Forschungsstelle Osteuropa 42, Bremen. Kubicek, P. 2000. Unbroken Ties: The State, Interest Associations, and Corporatism in PostSoviet Ukraine. Ann Arbor: University of Michigan Press. Kudelia, S. 2007. Revolutionary Bargain: The Unmaking of Ukraines Autocracy through Pacting. Journal of Communist Studies and Transition Politics 23 1: 77100. Levine, R. 1997. Financial Development and Economie Growth: Views and Agenda. Journal of Economic Literature 35 2: 688726. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 28 Malynkovych, V. 2006. Ukrainskaya Perspektiva. Polititicheskiy http:www.igpi.ruinfopeoplemalink1139380574.html klas 13 1, Mayhew, A. 2006. Foreign Direct Investment and the Modernisation of Ukraine, SEI Seminar Series 1: 6781. Mc Faul, M. 2002. The fourth wave of Democracy and Dictatorship: NonCooperative Transition in the PostCommunist World. World Politics 54 2: 212224. Mc Faul, M. 2005. Transition from Postcommunism. Journal of Democracy 16 3: 519. Melnykovska, I. 2008. Towards New Horizons through Different Paths: Colour Revolution or Soft Authoritarianism? Mimeo. Merkel, W., H.J. Puhle, and A. Croissant, ed. 2003. Defekte Demokratien. Band 1: Theorien und Probleme. Wiesbaden: VS Verlag fur Sozialwissenschaften. Milcher, S., and B. Slay. 2005. The Economics of the European Neighbourhood Policy: An Initial Assessment. Paper presented at the conference Europe after the Enlargement, Case Foundation, Warsaw, April 89. North, C. D. 1990. Institutions, institutional change and economic performance. Cambridge: Cambridge University Press. Olcott, M. B., and M. Ottaway. 1999. The Challenge of SemiAuthoritarianism. Working Paper 7, Carnegie Endowment for International Peace, Washington DC. Olson, M. 2000. Power and Prosperity: Outgrowing Communist and Capitalist Dictatorship. New York: Basic Books. Pleines, H. 2005. Ukrainische Seilschaften. Munster: LITVerlag. Pleines, H. 2008. Reformblockaden in der Wirtschaftspolitik. Eine vergleichende Analyse der Rolle von Wirtschaftsakteuren in Polen, Russland und der Ukraine. Wiesbaden: VS Verlag. PopEleches, G. 2007. Between Historical Legacies and the Promise of Western Integration: Democratic Conditionality after Communism, East European Politics and Societies 211: 142161. Prizel, I. 2002. Ukraines Hollow Decade. East European Politics and Societies 16, no.2: 363385. Raik, Kristi. 2005. Democracy and civil society in the new Eastern neighbours of the EU: foreign aid and local needs. In The new Eastern neighbours of the European Union on the way to from: http:www.oef.org.ee_repositoryDocumentIdanaabrite_uuring%20eng.pdf; Internet. democracy: support society. Available How to civil Razumkov Center. 2008. Public Watch over Action Plan EUUkraine: Achievements and Perspectives. National Security and Defence 6: 26. Rodrik, D. 2000. Saving transitions. The World Bank Economic Review 14 3: 481508. Rodrik, D. 2003. The primacy of institutions and what this does and does not mean. Finance and Development 40 2: 3134. Rodrik, D. 2006. Goodbye Washington consensus, hello Washington confusion? A review of the World Banks economic growth in the 1990s: Learning from a decade of reform. Journal of Economic Literature 44 4: 973987. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 29 Roland, G. 2005. After Enlargement: Institutional Achievements and Prospects in the New Member States. In The New Member States Convergence and Stability, edited by C. Detken, V. Gaspar, and G. Noblet. European Central Bank, Frankfurt a.M.: 3558. Rose A. K. 2004. Do WTO members have more liberal trade policy? NBER Working Paper 9347, National Bureau of Economic Research, Cambridge. Rumer, B. 2005. Central Asia: At the End of Transition. In Central Asia at the End of the Transition, edited by B. Rumer. New York, London: M.E. Sharpe: 2731. Schimmelfennig, F., and U. Sedelmeier, eds. and comps. 2005. The Europeanization of Central and Eastern Europe. Ithaca, NY: Cornell University Press. Schweickert, R. 2004. How Far Away is Europe? Institutional Development in Europes Balkan and Black Sea Neighbours. Intereconomics 39 6: 305309. Schweickert, R., and R. Thiele. 2004. From Washington to PostWashington? Consensus Policies and Divergent Developments in Latin America and Asia. Kiel Discussion Papers, Kiel Institute for the World Economy, Kiel. Stepanenko, V. 2006. Civil Society in PostSoviet Ukraine: Civic Ethos in the Framework of Corrupted Sociality? East European Politics and Societies 20: 571597. Stern, J. 2006. Natural Gas Security Problems in Europe: The RussianUkrainian Crisis of 2006. AsiaPacific Review 13: 3259. Unmuig, B., and M. Walther. 1999. Strukturanpassung in Afrika: Warten auf den PostWashington Konsensus. Entwicklung Zusammenarbeit 40 9: 247250. Van Zon, H. 2000. The Political Economy of Independent Ukraine: Captured by the Past. Basingstoke: Macmillan. Vinhas de Souza, Lucio, Rainer Schweickert, Veronica Movchan, Oksana Bilan, and Ihor Burskovskyj. 2006. Now so Near, and Yet Still do Far: Relations between Ukraine and the European Union. In Return to Growth in CIS countries, edited by O. Havrylyshyn, and L. Vinhas de Souza. Berlin: Springer, Chap.7: 144190. White, S., J. Korosteleva, and I. Mc Allister. 2008. A wider Europe? The view from Russia, Belarus and Ukraine. Journal of Common Market Studies 46 2: 219241. Wittkowsky, Andreas. 2001. Regional, Sectoral, and State Actors in Ukraine: The Struggle Against Hard Budget Constraints. In Explaining PostSoviet Patchworks, vol. 3: The Political Economy of Regions, Regimes and Republics, edited by K. Segbers, Aldershot: Ashgate: 246264. World Bank. 2004. Ukraine Trade Policy Study. Report 29684. Washington D.C. World Value Survey. 2004. Database, www.worldvaluessurvey.org accessed October 23, 2008. Zheka, V. 2006. Corporate Governance and Firm performance in Ukraine. CERT Discussion Paper 5, Centre for Economic Reform and Transformation, Edinburg. Zimmer, K. 2006. Machteliten im Ukrainischen Donbass. Berlin: LITVerlag. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 30 1 Europeanization is a process in which states adopts EU rules Schimmelfennig and Sedelmaier 2005. 2 A growing empirical literature stresses that institutions matter for sustainable economic growth Rodrik 2003; Kaufmann, Kraay and Mastruzzi 2005; Chhibber et al. 2006; Acemoglu and Johnson 2003. 3 Solana, Javier: A secure Europe in a better world. European Security Strategy, Brussels 2003, p.14. 4 Apart from economic incentives, regional security may be an additional or even increasingly important incentive for institutional building. Thus, NATO membership also provides incentives. Empirical results confirm that apart from EU incentives, NATO membership has a positive impact on institution building in transition countries Drautzburg, Melnykovska and Schweickert 2008. 5 Although it is difficult to measure the extent to which a civil society exists, the number of registered organizations and associations, and the percentage of citizens who are members of voluntary organizations and associations, are commonly used as a yardstick. 6 The rankings of the most influential persons in Ukraines politics and economy are periodically published by a few national journals and newspapers. Representatives of business groups have held the leading position in these ratings since before the Orange Revolution. See, Ranking of The Most Influential People of the Country. Hvardiya, Halytski Kontrakty, 20022005; Rating of the 200 Most Influential Ukrainians 2007, in: Focus 5164, 21 December 2007. 7 Relatives could be included in a clan, but relative relationships play a secondary role. 8 The patronage relationship between Pavlo Lazarenko, the former prime minister of Ukraine, and Yulia Tymoshenko, the former president of the United Energy Systems of Ukraine UESU, ensured the monopoly position of this company on Ukraines gas market. 9 Defective democracies are political regimes, also categorized as semiauthoritarian regimes or electoral authoritarian regimes Olcott and Ottaway 1999, in which limited forms of pluralism i.e. elections, civil society exist, but in which the other elements of democracy i.e. accountability, checks and balances between state branches do not function properly. 10 The judicial branch can not be considered an independent branch of state power because it is strongly influenced by the executive. 11 In Ukraine, the position of presidential advisor was held for a long time by oligarchs Vadym Volkov and Oleksandr Rabynovich. Businessman Andriy Derkach is also an example. In 1996, he was appointed presidential advisor on foreign trade and two years later he became the manager of Kuchmas election team. 12 According to Kerstin Zimmer 2006, in the late 1990s, Ukrainian enterprises bought legislative laws 44 percent of total, presidential decrees 37 percent of total, credits and preferences of the National Bank approx. 37 percent of total and adjudications 2126 percent of total. 13 The agrarian oligarchic clans had already existed in Soviet times and still influenced Ukraines politics through its own Agrarian Party Selyanska Partiya Ukrainy. The coal mining oligarchic clans obtained subsidies and blocked restructuring reforms of the mining sector by means of networking with the executive. In the 1990s, the coal ministry and government were strongholds of the Donbasbased oligarchic clan. Its position was supported by the miners strikes and by the coal enterprise directors and the Donbas regional elites. However, the influence of the agrarian and coal mining clans began to diminish already in Kuchmas era. Crosssector oligarchic clans took over the agrarian and coal clans influence in politics. 14 Such inner regional rivalry is exemplified by the rise and fall of the United Energy Systems of Ukraine UESU, Tymoshenkos clan stemming from the Dnipropetrovsk region. Flourishing during the period that Lazarenko was the prime minister, the company lost its monopoly in the Ukrainian gas market and its wealth after a new prime minister, Valeriy Pustovoitenko, a representative of another oligarchic clan that also came from the Dnipropetrovsk region, was appointed in 1997. The same regional origin of Pystovoitenkos and Tymoshenkos clans did not secure the financial imperia of UESU. Tymoshenko and the members of the executive board were accused of smuggling currency and natural gas, bribing, and the largescale misappropriation of state property. 15 Coming to power in 1994, president Kuchma awarded the presidential administration with governmental powers. Correspondently, the value of the position in this state body increased for the oligarchic clans radically. The positions in the presidential administration as well as in the government offered opportunities to obtain information about privatization plans, to negotiate subsidies for enterprises and to obtain credits and licenses. The presidential administration, or shadow government as it was since then called, had wide executive powers and competed with the government. The offices of the head of the presidential administration and prime minister were objects to exchange between the Kyiv, the Kharkov, the Doneck and the Dnipropetrovsk clans. During Kuchmas Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 31 presidency the governmental positions were filled by the representatives of the Dnipropetrovsk and the Doneck clans. The chieftains of the Kharkov Jevheniy Kusnaryov and the Kyiv Viktor Medvedchuk clans often became the heads of the presidential administration. 16 The 5 channel and Era the broadcasting companies loyal to the Orange forces media were owned by the Ukrainian oligarchs. 17 The first orange coalition was created in the aftermath of the Orange Revolution in 2005 and consisted of Our Ukraine Party, Bloc Yulia Tymoshenko and the Socialist Party. The first orange government of Tymoshenko was blamed for corruption and dissolved in the autumn of 2005. 18 Institutional convergence can be considered an institutional change to adjust institutions to certain institutional standards. 19 By globalization we mean trade in goods, financial flows, and global harmonization of rules and norms. 20 The type of rent might be another conditional variable. Connecting the ideas of Olson and Havrylyshyn implies that opening up a country may have different implications for rent seekers depending on the types of rents. Unlike nonrenewable resources in isolated mining sectors, opening up has a direct impact on rents to be extracted from monopoly situations in the case of renewable resources or production sectors in general. The scarcity and worldwide demand for nonrenewable resources limit the positive effects of globalization by pushing domestic rentseekers to support institutional convergence towards global standards. In trade with nonrenewable resources, openness has lost its power. 21 The end prices were also lower than the world prices because compensation for transit charges was included in the payment for energy resources. 22 The financial crisis in 1998 also marked the end of IMF soft credits. At the request of the IMF and because the Ukrainian government wanted to avoid financial fullfledge default, it undertook some market reforms and cancelled soft budget constrains. Thus, the most conservative part of the Ukrainian elite the red directors lost its rents in terms of subsidies and donations, and subsequently left the stage of the politics. Red directors were the former Communist party apparatchiks or directors of the Soviet state enterprises who actually ran state enterprises on a daytoday basis. As products of the old system, these individuals kept control over their enterprises in the years of transition and were likely to attempt to frustrate any reform effort that limited their power. The external shock following the crisis of 1998 transmitted into successful economic and political reforms that squeezed their rentseeking possibilities. 23 The importance of two pipelines going through Ukraine as a highvalue card in the bargaining position of Ukraine visavis Russia diminished. In 1999, the Yamalpipeline began to transport the Russian gas across Belarus and Poland, circumventing Ukraine. By 2010, Ukraines loss of geopolitical advantage in the transit of energy will be intensified by the completion of a pipeline running through the Baltic Sea and connecting Russia directly with Germany. 24 In 2004, Ukraines steel sector reached its highest level of capacity utilization: 95.4%, up from 52.1% in 1998. 25 The figure for FDI flows from the EU27 includes one very large offshore zone, Cyprus, which accounts for a substantial part of FDI into Ukraine. 26 From 1993 until 200, the EU lodged 43 antidumping cases against Ukrainian steel traders. 27 The decision whether the Ukrainian steel prices were dumping prices or not was defined by comparing Ukrainian steel prices to the calculated unit production costs and steel prices in a third country surrogate that had the status of a fullfledged market economy. The calculated costs and prices were typically higher than Ukrainian ones. Thus, the EU introduced antidumping customs duty equal to the difference between the production costs of the third country and the production costs of the Ukrainian producers. 28 The creation of any deep regional integration with Russia is both rather unlikely to occur and unlikely to be of great help. Ukraines trade regime is determined by both CISwide arrangements and bilateral agreements. Numerous CISwide agreements like the CIS Economic Union, CIS Free Trade Zone, CIS Common Agricultural Market, etc. have failed to be fully implemented. After Ukraine joins the WTO, it seems that the feasibility of CIS agreements is rather low and likely any activities related to these agreements will be limited to an attempt to create a free trade area between CIS countries. In addition, Russias markets are still relevant for Ukraine, but, as the trade regime of the EU towards Russia is rather liberal, there is no contradiction between bilateral UkraineRussian trade and EU integration. 29 The same does not apply to achieving some sort of FTA with the EU: FTAs with the EU usually preceded both WTO entry and the official EU application membership by several years. Inna Melnykovska and Rainer Schweickert: Who you gonna call? Oligarchic Clans as a Bottomup Force of Neighborhood Europeanization in Ukraine 32 30 Andrew Rose 2004 estimated that WTO Accession has nonsignificant tradecreating effects, contrary to regional FTAs, which have strong significantly positive trade creating effects. That is probably the case due to the lowest common denominator constraints of the WTO Accession negotiation process, as opposed to regionalbilateral FTAs that usually go much deeper towards liberalization amongst their members. The EU is perhaps the most obvious example of the latter case. Igor Eremenko and Ekaterina Lisenkova 2004 share the same conclusion for Ukraine. 31 Press release. 2007. Press office of the Cabinet of Ministers of Ukraine CMU. 32 The calculations take into account all governmental measures in 2007. During this period, Ukraine has too governments: one of Yanukovych September 2006December 2007 and the other of Tymoshenko since December 2007. Thus, these achievements could not be endowed to Tymoshenkos government only. 33 The ENP tools to enhance reforms stemmed from the PCA and were sporadically complemented with Enlargement tools. Despite regime changes and transformation of Ukraine into a parliamentarypresidential republic, the EU institutional linkages are almost the presidency and executiveoriented Gawrich et al. 2008. 34 The same unique character has the FTA incentive. ", "filename": "592137945.pdf", "person": ["Inna Melnykovska", "Melnykovska, Inna", "Rainer Schweickert", "Schweickert, Rainer"], "date": ["2008"]}