{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26549/1/592485838.PDF"], "title": ["Cross-country income differences and technology diffusion in a competitive world"], "plaintext": " CrossCountry Income Differences and Technology Diffusion in a Competitive World Abstract This paper develops a new openeconomy endogenous growth model where technology diffusion allows for a stable and nondegenerate world income distribution. In accordance with the empirical literature, I find that country characteristics such as the social infrastructure, the degree of openness, the investment rate, population growth, the level of human capital, or growth policies such as subsidies to innovation investments explain a countrys position in the eventual world income distribution. Club convergence in growth rates can be traced back to a countrys openness and to a minimum required level of human capital. JEL Code: O11, O33, O41. Keywords: capital accumulation, technology diffusion, neoclassical growth model. CESifo Working Paper No. 2504 Andreas Irmen University of Heidelberg Department of Economics AlfredWeberInstitute Grabengasse 14 69117 Heidelberg Germany airmenunihd.de This version: December 9, 2008 I would like to thank Burkhard Heer and participants of the workshop Innovation and Growth, Free University of Bolzano, May 2006, for helpful comments. Financial assistance from Deutsche Forschungsgemeinschaft, is gratefully acknowledged. Moreover, I am grateful for the hospitality of MIT where this draft was revised. research grant IR 44 11, CrossCountry Income Differences and Technology Diffusion 11 Introduction Technological knowledge diffuses across the boundaries of open economies.1 As aconsequence, backward countries with access to the knowledge contained in theworlds technological frontier, may adopt this knowledge and, thereby, grow fasterthan advanced countries Gerschenkron 1962, Abramovitz 1986. This paper develops a new openeconomy endogenous growth model where this mechanism allowsfor a stable and nondegenerate world income distribution. The purpose is to detectboth country characteristics and properties of the growth process that explain acountrys position in the eventual world income distribution.From a macroeconomic point of view, international technology diffusion is the process by which domestic firms incorporate new ideas and techniques from abroad intotheir production technology and, thereby, raise the productivity of the available domestic factors of production. At the microeconomic level, I motivate this processby what Griffith, Redding, and Reenen 2004 call the second face of RD, i. e.,the fact that firms engaged in innovation activity acquire external knowledge andassimilate discoveries of others.2 From this point of view, the intensity of domesticinnovation activity becomes a key determinant of a countrys capacity to absorbpreviously unknown technological knowledge from abroad.Following Nelson and Phelps 1966, the second component of the diffusion processis the gap between the state of the worlds technological frontier and a countryscurrent state of technological knowledge. This gap represents the pool of ideas andtechniques from which the second face of RD can draw. I take the view that nocountry has access to the entire knowledge embodied in the worlds technologicalfrontier. Hence, over time, the technology gap may rise or fall, however, it remainspositive throughout. In a steady state, each country absorbs a constant fraction ofthe worlds technological frontier. The remaining steadystate gap turns out to bea key determinant of a countrys relative position in the steadystate world incomedistribution.I refer to international technology diffusion as the foreign contribution to the advancement of a countrys accessible level of technological knowledge. The domesticcontribution reflects the first face of RD, i. e., research and development of new 1Recent empirical studies in support of this include Coe and Helpman 1995, Eaton and Kortum1996, Nadiri and Kim 1996, and Coe, Helpman, and Hoffmaister 2008.2Besides Griffith, Redding, and Reenen 2004, there is considerable support for this motivein the empirical literature see, e. g., Tilton 1971, Allen 1977, Mowery 1983. Cohen and Levinthal 1989 study the implications of such activity for partial industry equilibria.CrossCountry Income Differences and Technology Diffusion 2technological knowledge undertaken by domestic firms. Overall, the evolution ofa countrys accessible level of technological knowledge is given by the sum of thedomestic and the foreign contribution.The setup of the domestic economy adds a competitive intermediategood sectorto an otherwise neoclassical economy to incorporate endogenous economic growth.3Innovation investments are undertaken by intermediategood firms in an attempt togain an advantage over rivals. These investments are endogenously determined, raisethe productivity of domestic labor, and, as a byproduct, bring about a knowledgeinflow from abroad.For this setup, I establish the intertemporal general equilibrium and the existenceof a unique steady state that pins down a countrys capital intensity and its relative position with respect to the worlds technological frontier. Similar to othertheoretical studies of technology diffusion, including Parente and Prescott 1994,Barro and Sala Martin 1997, or Howitt 2000, all economies share the samesteadystate growth rate of percapita magnitudes which coincides with the exogenous growth rate of the worlds technological frontier. However, differences in thelevel of technological knowledge survive even in the steady state and cause crosscountry income differences, a feature consistent with empirical findings of, e. g., Halland Jones 1999.A particular focus of the analysis is on human capital and on growth policies basedon subsidies for innovation investments. Besides its static laboraugmenting effect inthe spirit of Becker 1993 and Mincer 1974, I argue that human capital is favorableto innovation because it reduces the amount of resources necessary to adapt to orto invent something new. This follows ideas expressed in, e. g., Nelson and Phelps1966, Schultz 1975, or Galor and Moav 2000. However, in my context whereeconomic growth is endogenous, the positive effect of human capital on domesticinnovation and technology diffusion may be offset by general equilibrium effects.The latter implies that the rate of diffusion, i. e., the rate at which the gap betweenthe technological frontier and the current state of the domestic technology closes,does not necessarily increase in human capital. Thus, the NelsonPhelps hypothesisNelson and Phelps 1966, p. 70 fails in general. In a similar vein, I find that thepartial equilibrium effect of a subsidy on innovation investments is positive but maybe outweighed by general equilibrium effects.What determines steadystate income differences across countries? I find that aneconomys size, its available research technology, properties of the diffusion pro3The analytical framework extends and complements the endogenous growth model developedin Irmen 2005. The latter, in turn, builds on Hellwig and Irmen 2001 and Bester and Petrakis2003.CrossCountry Income Differences and Technology Diffusion 3cess, and the behavioral assumption on savings determine both the set of countrycharacteristics that matter and the sign of the predicted effect. However, for openeconomies that engage in innovation activity the analysis shows that independentof these categories a a social infrastructure that fosters the efficiency of an economys domestic production technology, and b institutions that facilitate the inflowof technological knowledge from abroad increase a countrys position in the steadystate world income distribution. Such countries benefit more from their own RDand from international RD spillovers. This is in line with the empirical evidenceprovided by, e. g., Hall and Jones 1999, Sachs and Warner 1995, or Coe, Helpman, and Hoffmaister 2008. Moreover, a high savings rate and a small populationgrowth rate imply a high steadystate percapita income, a finding consistent withthe correlations that appear in the data provided by Heston, Summers, and Aten2002 see, e. g., Weil 2005, p. 70 and 84.The role of human capital and of subsidies for innovation investments as determinants of crosscountry income differences is strengthened if the savings rate isendogenous a la Ramsey 1928, Cass 1965, Koopmans 1965. In this setting thesteadystate capital intensity is pinned down by a firstorder condition rather thanby a market equilibrium condition. As a result, the general equilibrium effects inthe comparative statics disappear. Both variables tend to raise domestic researchactivity and, thereby, increase a countrys capacity to absorb knowledge embodiedin the technological frontier. Through both channels the steadystate percapitaincome rises.Several studies of the evolution of the worlds income distribution question the viewaccording to which all countries converge to parallel growth paths see, e. g., Quah1997, Durlauf and Johnson 1995, or Pritchet 1997. My framework highlightstwo mechanisms in support of this view. Both are consistent with the observationof a growing divergence between the worlds richest and poorest countries and withthe presence for convergence clubs in growth rates.First, countries may be closed, i. e., cutoff from the evolution of the worlds technological frontier. Historical examples include Chinas isolationism starting in the 15th century AD or Japans isolationism ending in the mid 19th century AD. I showthat closing an economy means that it falls behind forever because growth reliessolely on domestic innovation efforts. The example of China is a case in point see,e. g. Mokyr 1990, Chapter 9, or Landes 1998, p. 9397. I find that the countrycharacteristics that generate level effects in the open economy induce also growtheffects in the closed economy. Hence, country characteristics determine whetherclosed economies converge to parallel growth paths or not.Second, an open economy may be caught up in a noinnovation trap if countrycharacteristics prevent profitmaximizing domestic firms from engaging in innovationCrossCountry Income Differences and Technology Diffusion 4investments. As a consequence, the second face of RD is mute. The countrydoes not absorb technological knowledge from abroad and converges to a stationarysteady state as in Solow 1956. For such a setting, I show that a minimum levelof human capital is necessary to induce innovation activity in equilibrium. This isconsistent Benhabib and Spiegel 2005 who claim for a sample of 84 countries that aminimum level of human capital corresponding to an average 1.78 years of schoolingin 1960 was necessary to catch up with US total factor productivity growth over thefollowing 35 years.The paper is organized as follows.I present the details of the model in Section 2. Section 3 studies the intertemporal general equilibrium and characterizes thedynamical system. Section 4 extends the basic model in three directions. First,I consider an endogenous savings rate generated by infinitely lived dynasties in Section 4.1. The closed economy and the implications for club convergence areanalyzed in Section 4.2. Section 4.3 studies the possibility noinnovation traps.Section 5 concludes. All proves are relegated to the Appendix.2 The Basic Model The economy has a household sector, a finalgood sector, and an intermediategood sector in an infinite sequence of periods t 1, 2,   There are four objectsof exchange, a manufactured final good, a manufactured intermediate good, labor,and bonds. I call final good a commodity that serves for consumption as well asfor investment. If invested, this commodity is either used as future capital in thefinalgood sector or as an immediate input into innovation undertaken by firms ofthe intermediategood sector.In each period t, there are markets for all four objects of exchange. Treating thefinal good as the num eraire, pt denotes the real price of the intermediate good, wtthe real hourly wage. A bond at t is a claim on one unit of the final good at t 1.Accordingly, the price of a bond at t is 11 rt1, where rt1 is the real interestrate from t to t 1.2.1 The Household Sector The household sector has an initial endowment of B1 bonds coming due at t 1and owns the shares of all firms in the economy. In each period it is equipped witha labor endowment of Lt hours of time that coincides with the aggregate supply oflabor. Due to population growth, this endowment grows at a constant rate 1CrossCountry Income Differences and Technology Diffusion 5such that Lt 1 t 1 for t 1 with L1 1 given as an initial condition. Leth 1 denote the level of human capital that augments each hour worked.The allocation of perperiod income to consumption and savings is subject to thebudget constraint Ct wt Lt Bt t Tt,2.1Bt11 rt1where Ct is consumption of the final good, Bt1 is bond demand in t, wt Lt iswage income, Bt is capital income from the repayment of bonds due in t, t isthe aggregate dividend distribution, and Tt denotes the lumpsum tax levied by thegovernment to finance possible subsidies for innovation investments.As to the consumptionsavings decision of the household sector I assume that realaggregate savings in t is a fixed fraction of aggregate income in t, i. e.,4Bt11 rt1 s wt Lt Bt t Tt ,2.2with s 0, 1 denoting the marginal and average propensity to save.2.2 The FinalGood Sector The finalgood sector produces according to the production function Yt F Kt, Xt,where 0 and F is a neoclassical production function with the usual propertiessee, e. g., Barro and Sala Martin 2004, pp. 26 28. Here, Yt is aggregate output, is meant to capture what Hall and Jones 1999 call social infrastructure, Ktis capital input in t, and Xt denotes the amount of the intermediate good used inperiodt production. I assume F to be CobbDouglas, i. e.,Yt K t X 1t,0 1.2.3Capital in t must be installed one period before its use in production and, withoutloss of generality, fully depreciates after being used. A capital investment of Ktunits undertaken in period t 1 is financed by an issue of 1 rt Kt bonds.In terms of the final good of period t as num eraire the profit in t of the finalgoodsector is Yt 1 rt Kt pt Xt,2.44Similar findings are obtained when I represent the household sector by twoperiod lived overlapping generations with log utility. Since the savings hypothesis of 2.2 avoids expectations overa possibly infinite horizon to play a role it proves particularly plausible in the presence of growthstages to which I turn in Section 4.3. I study the case of an endogenous savings rate along thelines of Ramsey 1928, Cass 1965, and Koopmans 1965 in Section 4.1.CrossCountry Income Differences and Technology Diffusion 6where 1 rt Kt is capital service payments and pt Xt is the cost of the intermediategood input.The finalgood sector takes the sequence pt, rt of prices and interest rates as givenand maximizes the sum of the present discounted values of profits in all periods.Since it simply buys capital and intermediate goods for each period, its maximizationproblem is equivalent to a series of oneperiod maximization problems. Define theperiodt capital intensity in the final goodsector as Using f kt F kt, 1 kt the respective firstorder conditions for t 1, 2,   arekt Kt Xt.2.5Kt: k 1t 1 rt Xt:1 kt pt.2.62.7Initially, the finalgood sector has K1 units of capital at its disposal. It stems frominvestment decisions prior to period t 1 and causes outstanding debt obligationsequal to 1 r 1 K1.2.3 The IntermediateGood Sector The set of all intermediategood firms is represented by the set R of nonnegativereal numbers with Lebesgue measure.2.3.1 Technology At any date, t, all firms have access to the same technology with production functionxt min 1, at h lt ,2.8where xt is output, 1 a capacity limit,5 at the firms labor productivity in period t, h lthuman capital augmented labor input. The index h 1 reflects the BeckerMincer 5The analysis is easily generalized to allow for an endogenous capacity choice requiring priorcapacity investments, with investment outlays a strictly convex function of capacity.In sucha setting profitmaximizing behavior implies that a large innovation investment is accompaniedby a large capacity investment see, Hellwig and Irmen 2001 for details. Thus, the simplerspecification treated here abstracts from effects on firm size in an environment with changinglevels of innovation investments.CrossCountry Income Differences and Technology Diffusion 7view that human capital increases the productivity of the labor hours employed byfirms Mincer 1974, Becker 1993. The firms labor productivity is equal toat At 11 qt;2.9here At 1 is an economywide indicator of the level of technological knowledge accumulated up to period t 1, and qt is an indicator of productivity growth at thefirm.To achieve a productivity growth rate qt 0 from period t 1 to period t, the firmmust invest iqt, h units of the final good in period t 1. The function i is timeinvariant and satisfies for h 1i0, h iq0, h 0,iqq, h 0,i, iq as q ,iqq 0 for q 0,2.10and for q 0iq, h 0,ihq, h 0,iqhq, h 0.2.11Hence, a higher rate of productivity growth requires a larger investment, and morehuman capital enhances the effect of a given investment volume on productivitygrowth. The latter captures the idea enunciated by, e. g., Nelson and Phelps 1966,Schultz 1975, or Galor and Moav 2000 that human capital is favorable to change,for instance, because it speeds up the process of learning how to work with a newtechnology.6 A functional form that fulfills these conditions isiq, h qv hz, with 1 v 2 and z 0.2.12It also complies with the following regularity condition that I impose on the convexityof i. For all q 0 letcid:18 iqqiqiqqqiqq cid:19 11 q.2.13If the firm innovates the assumption is that an innovation in period t is proprietaryknowledge of the firm only in t, i. e., in the period when it materializes. Subsequently,the innovation becomes embodied in the economywide productivity indicators At,At1,  , with no further scope for proprietary exploitation. The evolution of theseindicators will be specified below. If firms decide not to undertake an innovationinvestment in period t 1 then, for production in t, they have access to the production technique represented by At 1 such that at At 1. This will matter when wediscuss noinnovation traps in Section 4.3.6Empirical evidence supporting this idea provide, e. g., Welch 1970 and Bartel and Lichtenberg1987.CrossCountry Income Differences and Technology Diffusion 82.3.2 Profit Maximization and ZeroProfits To finance an innovation investment iqt, h the firm issues 1 rt iqt, h bonds inperiod t 1. In period t the government grants a subsidy on such investment equalto 1 rt iqt, h, where 0, 1 is the timeinvariant subsidy rate. In termsof the final good of period t as num eraire, a production plan qt, lt, xt for period tthus yields the profitt pt xt wt lt 1 rt 1 iqt, h,2.14where pt xt pt min 1, At 11 qt h lt is the firms revenue from output sales,wt lt its wage bill at the real wage rate wt, and 1 rt 1 iqt, h its debt servicenet of subsidies.Competitive firms take the sequence pt, wt, rt of real prices, the sequence Atof aggregate productivity indicators, the subsidy rate, , and the level of humancapital, h, as given and choose their production plan so as to maximize the sum ofthe present discounted values of profits in all periods. Because production choicesfor different periods are independent of each other, for each period t, they choosethe plan qt, lt, xt to maximize the profit t from this plan in period t.If the firm innovates, it incurs an investment cost 1 rt 1 iqt, h that isassociated with a given innovation rate qt 0 and is independent of the output xt.This introduces a positive scale effect, namely if the firm innovates, then it wants toapply the innovation to as large an output as possible and produces at the capacitylimit xt 1. The choice of qt, lt must then minimize the costs of producing thecapacity output.Suppose wt 0 and rt 1, then an input combination qt, lt that minimizesunit costs must satisfyand 1At 11 qt h,lt wt2.152.16qt arg minq 0 cid:20At 11 q h 1 rt 1 iq, hcid:21 .Given the convexity of the innovation cost function and the fact that iq0, h 0,2.16 determines a unique level qt 0 as the solution to the firstorder conditionwt At 11 qt 2 h 1 rt 1 iqqt , h.2.17The latter relates the marginal reduction of the firms wage bill to the marginalincrease in its investment costs. As both marginal effects are proportional to therespective factor price, condition 2.17 implies a map q that assigns to each tripleqt qcid:18wt At 1 h 1 rt, h, cid:19 .CrossCountry Income Differences and Technology Diffusion 9of wtAt 1 h 1 rt 0, h 1, and 0, 1 the costminimizing growth rate oflabor productivity2.18Given At 1 the chosen growth rate of labor productivity increases in the relativefactor price ratio, and the properties of the input requirement function i imply thatq 0, h, 0 and q , h, . Moreover, qincreases in the subsidy ratetwhereas the effect of an increase in the level of human capital has an ambiguoust dh R 0 iqh hiq R 1. Thiseffect. Indeed, one readily verifies that dqcondition reflects the countervailing effect of the BeckerMincer versus the NelsonPhelps logic on innovation incentives. As a result, we find that dqt dh 0 obtainsonly if the impact of h on the reduction of the marginal investment requirement isstronger than the disincentive through the laboraugmenting effect of human capital.This is the case if the elasticity of the marginal investment requirement with respectto human capital at q is sufficiently strong. This intuition is confirmed for thespecification of i given in 2.12, where dqt dh 0 holds if and only if z 1.2.4 Consolidating the Production Sector Turning to implications for the general equilibrium, recall that the set of intermediategood firms is R with Lebesgue measure. Therefore, maximum profits that producing intermediategood firms attain in equilibrium for any t must be zero. Indeed,since the labor supply in each period is bounded, the set of intermediategood firmsemploying more than some 0 units of labor must have bounded measure andhence must be smaller than the set of all intermediategood firms. Given that inactive intermediategood firms must be maximizing profits just like the active ones,we need that maximum profits of intermediategood firms at equilibrium prices areequal to zero, i. e.,t qt ; pt, wt, rt, At 1, h, 0.2.19Since all intermediategood firms face the same input and output prices, they allchoose the same growth rate of labor productivity, q. Moreover, the followinglemma establishes that the conditions for profitmaximization and zeroprofits in thefinalgood and the intermediategood sector relate this rate of productivity growthto the capital intensity in the finalgood sector, k, to the level of human capital, h,and to the subsidy rate, , according to a wellbehaved function g kt, h, .CrossCountry Income Differences and Technology Diffusion 10Lemma 1 If 2.6, 2.7, 2.17 and 2.19 hold for all firms in t, then there isa map g such that for kt 0 and h 1, qt g kt, h, , with g 0, , 0,g , , ,gk 0,gh 0,and g 0.2.20The fact that gk 0 can be traced back to the properties of the neoclassical production function of the finalgood sector. They imply that the marginal productivity ofcapital falls in kt whereas the marginal productivity of the intermediate good rises.Accordingly, rt falls and pt rises in kt. Through the zeroprofit condition, these pricemovements feed back onto the wage, wt, which must also rise. As a result, a higherkt increases the relative wage in 2.18 and, therewith, the incentives that fosterlabor productivity growth. Moreover, the function g captures the effect of humancapital in a changing environment, i. e., as human capital reduces total and marginalinvestment outlays, we find gh 0. Similarly, we obtain g 0 since a subsidy ratereduces marginal investment outlays.2.5 Evolution of Technological Knowledge As I set out in the Introduction, the evolution of the economys level of technologicalknowledge comprises a domestic and a foreign contribution. These channels correspond to the two faces of RD that Griffith, Redding, and Reenen 2004 identifyempirically.The domestic contribution at t 1 reflects productivity growth achieved at thelevel of those domestic intermediate good firms that produce at t. Denoting themeasure of these firms by nt, their contribution is equal to the highest level of laborproductivity attained by one of them, i. e.,maxatn At 1 1 qt n n 0, nt.Since in equilibrium qt n qt , the domestic contribution boils down toat At 1 1 qt .2.21The foreign contribution is an inflow of currently unavailable technological knowledge from abroad. It begs the notions of the worlds technological frontier and of alaggard country. Let Amaxdenote the worlds leadingedge productivity indicator att which grows at the constant rate 0, i. e., Amax 0 0as an initial condition. A country is called a laggard at t if Amaxt 1 Amaxt 1 with Amaxtt At.CrossCountry Income Differences and Technology Diffusion 11The strength of the foreign contribution at t 1 depends positively on three factors.First, it relies on the average investment activity of intermediategood firms betweent 1 and t, iqt , h. Second, it hinges on the technological backwardness of the laggard country measured by the gap Amaxt 1 At 1.7 Third, the countrys opennessto the rest of the world matters. The parameter is meant to capture institutional or technological factors that facilitate the inflow and implementation of newknowledge. It may be associated with the presence of restrictions on foreign tradeor migration, to countryspecific barriers to technology adoption as emphasized by Parente and Prescott 1994, to patent protection of new foreign technologies or totheir appropriateness in the sense of, e. g., Atkinson and Stiglitz 1969 and Basuand Weil 1998. The economy is said to be open if 0 and closed if 0.For simplicity, I stipulate the foreign contribution as the product of these threefactors, i. e., iqt , hAmaxt 1 At 1.2.22Thus, the second face of RD measured by iqt , h determines the rate of diffusion.This specification provides a possible microfoundation for the assumption introduced by Nelson and Phelps 1966 that the ability of a laggard country to closethe technological gap depends positively on the average level of human capital inits population. Here, however, the link between the level of human capital and thestrength of the inflow is endogenous.Adding 2.21 to 2.22, we obtain the updating condition for the level of technological knowledge to which innovating domestic intermediategood firms have access att,At At 11 qt iqt , hAmaxt 1 At 1.2.23This condition is a discrete time analogue of the confined exponential diffusionprocess studied in Benhabib and Spiegel 2005. To see this more clearly, considerthe growth rate of A8At At 1At 1 qt iqt , hcid:18Amaxt 1At 1 1cid:19 .2.247The representation of technological knowledge by the real line reduces a complicated, multifaceted object to a onedimensional entity. Therefore, one may argue that any domestic innovationinvestment of a laggard country creates knowledge that already exists. Then, it is not Amaxt 1 At 1that matters as a component of the foreign contribution but rather the gap net of duplication Amaxt . It turns out that duplication introduced in this way adds a complication tothe picture that does not affect most of my results. Details for this case are available upon request.t 1 At 11 q 8This may be compared to equation 2.1 in Benhabib and Spiegel 2005 where the functionst , h are assumed to increase in a countrys level of education and aret and iqcorresponding to qnot linked to microeconomic magnitudes.CrossCountry Income Differences and Technology Diffusion 12According to Lemma 1, both components of this growth rate are determined inequilibrium. They will directly depend on the level of human capital and the subsidyrate, and indirectly on the variables that determine the equilibrium capital intensityin the finalgood sector.Observe that 2.24 can be linked to the idea that economic backwardness facilitatesconvergence see, e. g., Gerschenkron 1962 and Abramovitz 1986. Indeed, ceterisparibus, the growth rate of A increases in the gap AmaxA. A backward country maytherefore experience what Gerschenkron called spurts, i. e., periods of exceptionalgrowth rates that even exceed .For further reference we note that the updating condition 2.23 can be expressedin terms of the laggard countrys relative position with respect to the leadingedgetechnology t AtAmax. Indeed, one readily verifies the implication thattt iqt , h1 1 qt iq 1 t , ht 1.2.253 Intertemporal General Equilibrium I focus on a laggard country that remains throughout its evolution behind theleadingedge technology.3.1 Definition I refer to a sequence pt, wt, rt as a price system. By an allocation I understanda sequence Ct, Lt, Bt, Yt, Kt, Xt, nt, qt, lt, Tt that comprises a strategy Ct, Lt, Btfor the household sector, a strategy Yt, Kt, Xt for the finalgood sector, a measurent of intermediategood firms active at t producing the capacity output xt 1 withinput choices qt, lt, and the governments lumpsum tax, Tt.t An equilibrium will correspond to a price system, an allocation, and a sequencet, At, Amax, t of distributed aggregate profits, indicators for the domestic levelof technological knowledge, for the leadingedge, and the ensuing relative positiont that satisfy the following conditions: First, given the initial bond endowment B1 and the sequence wt, rt, t, the household sector saves according to 2.2 andsupplies Lt units of labor in all periods. Second, the production sector satisfies theassumptions underlying Lemma 1. Due to constant returns to scale in finalgoodproduction, t 0 in all periods. Third, in all periods markets clear. Forth, thedomestic productivity indicator At evolves according to 2.23 and Amaxgrows attCrossCountry Income Differences and Technology Diffusion 13rate 0. Fifth, the government balances its budget, i. e., Tt nt 1 rt iqfor all t.t , hIn specifying a consistent circular flow of income, one readily verifies that in equilibrium wt Lt Bt t Tt Yt, i. e., for all periods the household sectors incomestream is equal to finalgood production. Accordingly, the equilibrium conditionrequiring savings to equal investment is Kt1 nt1iqt1, h s K t X 1tfor t 1, 2,  3.13.2 The Dynamical System I choose the capital intensity in the finalgood sector, kt KtXt, and the relativeposition of the domestic technology, t AtAmax, as the state variables of the dynamical system. To express 3.1 in terms of k and , note first that the equilibriumin the market for intermediates and full employment in all periods implyt Xt nt At 11 qt h Lt,3.2i. e., aggregate output of the intermediategood is equal to labor in efficiency units.Then, Xt1Xt is the growth factor of efficient labor. Using the updating condition2.23, one finds Xt1XtAt At 11 qt11 qt Lt1Lt 1 qt1cid:181 iqt , h1 qt cid:18 1t 1 1cid:19cid:19 1 .3.3Hence, for an open economy with 0 both the domestic and the foreign contribution matter for the growth of efficient labor.From 3.1, the first equality in 3.2, 3.3, and Lemma 1, we find the equation ofmotion for kt. Rearranging terms that depend on kt or kt1 gives1 gkt1, h, kt1 igkt1, h, , h where s s 1 . skt 1 igkt,h,,h1gkt,h, cid:16 1t 1. 3.4 1cid:17The equation of motion for t obtains from 2.25 and Lemma 1,t ig kt, h, , h1 1 g kt, h, ig kt, h, , h1 t 1.3.5CrossCountry Income Differences and Technology Diffusion 14An application of the implicit function theorem to 3.4 shows that the latter twoequations constitute a twodimensional system of firstorder, autonomous, nonlineardifference equations. This system may be stated askt1, t kt, t 1 cid:0kkt, t 1, kt, t 1cid:1for given initial values k 1 and 0. To assure a trajectory of t 1 0, 1 fort 1, 2,   we have to impose constraints on the parameters of the model. Thefollowing lemma makes this more precise.3.6Lemma 2 There is a unique k 0 such that g k, h, . Let 1 i, h.The function kt, t 1 maps cid:20, kcid:3 0, 1 onto itself if 11 k. s and3.7Lemma 2 states conditions on parameters such that a country remains behind theworlds technological frontier throughout its evolution. Intuitively, imposesan upper bound on the rate of diffusion in the updating condition 2.23. If k kthen, in equilibrium, domestic innovation incentives are not too strong and g .1 k assures that k is indeed an upper bound on the attainable level Moreover, sof k through the process of capital accumulation. if not indicated otherwise, I shallassume henceforth initial values k 1 0, k and 0 0, 1 and that the parametersof the model satisfy the restrictions stated in 3.7.1Proposition 1 There is a unique steady state k, with k 0, k and 0, 1 that satisfyk igk, h, , h s 1 k,3.8and ig k, h, , h ig k, h, , h g k, h, .3.9Proposition 1 states and proves the existence of a unique steady state for a laggardcountry. Since the countrys relative position with respect to the leadingedge technological knowledge, , is constant, At grows at rate , which is also the growthrate of all domestic percapita magnitudes such as income and consumption.The equation for k is similar to the one of the neoclassical growth model with exogenous laboraugmenting technical change. The difference occurs on the lefthandCrossCountry Income Differences and Technology Diffusion 15t 11Figure 1: The Typical Phase Diagram.Dk 0D 00k The loci Dk 0 and D 0 are those where k of are stationary.kt kside of 3.8, where the resources necessary to feed domestic innovation investmentsare added. With two investment opportunities the role of decreasing returns in theprocess of capital accumulation is more pronounced. As a consequence, the level ofk is lower than in a Solow economy with costless exogenous technical change.The analysis of the local and the global dynamics of the dynamical system is algebraically involved. Figure 1 shows some qualitative features in a typical phasediagram. Numerical results suggest that the steady state can be locally stable anda global attractor see, Appendix 7 for details.Since the steadystate growth rate is exogenous, comparative statics induce leveleffects. To develop an understanding for why steadystate percapita income differsacross countries we study first the effect of parameter changes on k.Corollary 1 It holds thatdkd s 0,dkd 0,dkd 0.3.10Moreover,dkdh R 0 di gk, h, , hdh Similar to the neoclassical growth model with exogenous technical change, k increases both in s and , i. e., in the investment rate and with a better social infrastructure. Moreover, k falls with the steadystate growth rate of labor , and 0.3.11cid:12cid:12cid:12cid:12kkCrossCountry Income Differences and Technology Diffusion 16with the growth rate of the leadingedge productivity indicator . These parametersdirectly affect the impact of diminishing returns on the accumulation of finalgoodsector capital.Moreover, k falls in the subsidy rate. Intuitively, the subsidy rate increases g k, h, and the equilibrium amount of innovation investments, i g k, h, , h increases,too. Accordingly, the level of k has to fall to reestablish the validity of condition3.8.The impact of human capital on k is indeterminate in general. This is the resultof two opposing effects of h on the investment activity of intermediategood firms.On the one hand, more human capital increases the incentive to engage in innovation investments, thus raising the productivity growth rate, g, and the investmentrequirements. On the other hand, given g, more human capital lowers investmentrequirements. While the former effect alone induces a lower level of k, the latterimplies a higher level. I show in the proof of Corollary 1 that the indeterminacyvanishes if we impose more structure and assume an input requirement function iwith constant elasticity like i qv hz of 2.12. Then, the former effect dominatesand dkdh 0.Finally, observe that, k is independent of . The impact of the evolution of onthe evolution of k is a transitory phenomenon.Next, I establish three results related to the steadystate rate of diffusion. The firstquestions the validity of the NelsonPhelps hypothesis according to which this raterises in human capital.Proposition 2 Denotekimax arg maxk s 1 k k.1 NelsonPhelps Hypothesis The NelsonPhelps hypothesis holds, i. e.,di gk, h, , hdh 0,if and only if eitherdi gk, h, , hordhdi gk, h, , hdhcid:12cid:12cid:12cid:12kkcid:12cid:12cid:12cid:12kk 0and k kimax 0and k kimax.3.123.133.143.15CrossCountry Income Differences and Technology Diffusion 172 Growth Policy It holds thatdi gk, h, , hd R 0 k R kimax.3.163 Domestic Innovation versus Diffusion Consider the steadystate growth rate oftechnological knowledge, AtAt 1 1 g icid:01 1cid:1. Technology diffusionis the more important source of steadystate technological progress whenever.3.17g icid:01 1cid:1 g 2Statement 1 of Proposition 2 claims that the steadystate rate of diffusion maybut need not rise with human capital. Thus, the NelsonPhelps hypothesis fails ingeneral. To gain an intuition for this result note that kimax is the level of the steadystate capital intensity that maximizes the steadystate rate of diffusion. Generically,the steady state consistent with 3.8 delivers a value k 6 kimax. For instance, ifk kimax as suggested by 3.14, a higher h that also raises the steadystate rateof diffusion must reduce k. According to 3.11 of Corollary 1, such a generalequilibrium effect occurs only if di gk, h, , h dhkk 0. If the latter doesnot hold, k increases and, contrary to the NelsonPhelps hypothesis, the steadystate rate of diffusion declines in h. With obvious changes, the same interpretationapplies to the case shown in 3.15.Statement 2 claims that a rise in the subsidy rate may lower the rate of diffusion.Intuitively, a higher subsidy increases the incentives to innovate. Hence, given kinnovation investments increase. Then, however, condition 3.8 requires a smallerk. This general equilibrium effect increases decreases the steadystate rate ofdiffusion if k kimax k kimax.Statement 3 gives the condition under which a countrys share of steadystate productivity growth that stems from foreign innovations exceeds the share of productivity growth due to domestic innovations. According to the estimates of Eaton and Kortum 1996, all OECD countries but the US satisfy this condition. In view of Corollary 1, it is straightforward to see that countries with a higher savings rate, abetter social infrastructure, and a lower population growth rate have a higher shareof steadystate productivity growth that derives from domestic innovations. Thepresence of partial and general equilibrium effects, possibly of opposite sign, renderthe comparative static prediction about the innovation subsidy and human capitalmore involved. However, one readily verifies that k kimax is sufficient for both, and h, to have a positive effect on g.Next, I turn to the country characteristics that determine of 3.9.CrossCountry Income Differences and Technology Diffusion 18Corollary 2 It holds thatdd s 0,dd 0,dd R 0 k R kimax,ddh R 0,andddh 0if 3.14 holds,dd 0.3.18The intuition for these results is straightforward. A higher k increases the growthrate of labor productivity, g, as well as the investment outlays, i. Therefore, ishigher the higher k. Then, from Corollary 1 a larger investment rate, a better socialinfrastructure, a lower population growth rate, and a slower pace of the technologicalfrontier increase . Again, because of partial and general equilibrium effects, theimpact of a subsidy and of human capital is in general ambiguous. Finally, a countrywith better access to the worlds technological frontier ends up closer to it, i. e., ahigher implies a higher .From the finalgood production function 2.3, Lemma 1, the marketclearing condition 3.2, the definition of , and assuming that each worker has one unit of laborper period we find percapita income in the steady state as y Ltcid:19t cid:18 Yt k Amaxt 1 1 gk, h, h.3.19t consists of three components. First, k, reflects the economys Roughly, yoverall efficiency and the finalgood production function. The second component,Amaxt 1 1 gk, h, represents technical change. Third, there is the BeckerMincer effect of human capital.t 1 assures growth of yt at rate . The level of determines the The presence of Amaxfraction of the leadingedge knowledge at t 1 that the country is able to absorbwithin this period. The presence of the growth factor of domestic labor productivityrecalls the fact that intermediategood firms investing in t 1 can build on the levelt 1 and that the achieved level of labor productivityof knowledge At 1 Amaxat t is At 1 1 gk, h, . Thus, a countrys domestic innovation effort doesnot determine its steadystate growth rate but exerts a positive level effect on itssteadystate percapita income. This is the key difference between the steadystatepredictions of the present model and the neoclassical growth model with exogenoustechnical change.99To see this more clearly, replace the intermediategood sector by the assumption ofexogenous technical change at rate , the finalgood production function 2.3 by Yt K t k At 11 h.t At 11 Lt1, and set 0. Then, the neoclassical equivalent to 3.19 is yCrossCountry Income Differences and Technology Diffusion 19To establish the implications of 3.19 for crosscountry income differences we firstnote that y increases in k since finalgood output, , and g increase in k. In viewof Corollaries 1 and 2, a prediction is then that countries with a higher investmentrate, a better social infrastructure, and a lower population growth rate have a highersteadystate percapita income. Neither the impact of the subsidy nor of humancapital is clear cut. Both magnitudes increase g, however, from Corollaries 1 and 2,we know that the effect on k and may be negative or positive. Quite intuitively,an economy that is more open than others is predicted to have a higher percapitaincome since they are able to absorb a larger fraction of the leadingedge technology.These results are summarized in the following proposition.Proposition 3 It holds thatd yd s 0,d yd R 0,d ydh R 0,d yd 0.3.204 Extensions and Discussion 4.1 Saving a la RamseyCassKoopmans Consider a closed economy comprising many identical and infinitely lived households.I normalize the number of households to unity such that individual and aggregatevariables coincide.In each period households supply the same amount of labor,1 t 1, inelastically to the labor market, and, initially, own the same amount ofbonds coming due in t 1.Households choose the sequence of consumption and bond holdings per householdmember ct, bt1t1 t 1,0 1 1, 0,4.1t1 that solvest 1 c 1t 11 max ct, bt1tt1Xt1subject to the budget constraint 2.1 and a Ponzi condition, which requires thepresent value of a households bond holdings to be asymptotically nonnegative.10 Asusual, is the discount factor, and the elasticity of marginal utility of consumption.With ct CtXt and the marketclearing condition 3.2, we obtain the Eulercondition for all t 1, 2,  ct1 At 1 gkt1, h, 1 rt11 ct At 1 1 gkt, h, .4.210See the Appendix 6.8.2 for details concerning the households optimization problem.CrossCountry Income Differences and Technology Diffusion Similarly, with bt1 Bt1Xt1 and 3.2 the transversality condition islimt 1 rcid:19tbt1 At 1 gkt1, h, cid:18 1 0,204.3where r cid:16Qjtj11 rj1cid:171t 1 is the average real interest rate.Proposition 4 There is 0 such that a unique balanced growth path for a laggardcountry exists. It involvesk1 cid:21RCK cid:20 114.4and, in view of 3.9, RCK k RCK 1.Proposition 4 establishes the existence of a steadystate equilibrium for a laggardeconomy. This requires g k RCK must not be too large. Theproof shows this to be the case if is sufficiently large. As for a constant savingsrate, all percapita magnitudes grow at the exogenous rate .RCK, h, , i. e., k To understand the implications for the predicted differences in percapita income Ifirst note that the effect of preference and technology parameters on k RCK is as inthe neoclassical growth model with exogenous technical change: a higher valuationof future utility and an increased willingness to accept deviations from a smoothconsumption profile, i. e., a higher or a lower , a better infrastructure, i. e., ahigher increase k RCK, and faster growth of the technological frontier accentuatesthe role of diminishing returns and leads to a lower k RCK.Observe that neither the growth rate of the labor force, , nor human capital, h,or the subsidy, , affect k RCK. This reflects the fact that here consumption growthis pegged to intertemporal prices rather than the result of a market equilibriumcondition. This has direct implications both for the validity of the NelsonPhelpshypothesis.Proposition 5 Consider the steady state characterized in Proposition 4.1 NelsonPhelps Hypothesis The NelsonPhelps hypothesis holds ifdi gk RCK, h, , hdh 2 Growth Policy It holds thatdi gk RCK, h, , hd 0. 0.4.54.6CrossCountry Income Differences and Technology Diffusion 213 Domestic Innovation versus Diffusion Technology diffusion is the more important source of steadystate technological progress, i. e., g 2, in countries with asmall h andor a small .Absent of general equilibrium effects, the rate of diffusion increases if i increases inh or for a higher subsidy. Similarly, the condition g 2 is easier satisfied thesmaller h andor . Next, we turn to the comparative statics of RCK.Corollary 3 It holds thatd RCKd 0,d RCKd 0,d RCKd 0,d RCKd 0,d RCKdh 0 if 4.5 holds,d RCKdd RCKd 0,4.7 0. 4.8Compared to Corollary 2 the elimination of general equilibrium effects gives rise tothree differences. First, the impact of a subsidy is unequivocal. An increase in raises RCK since domestic innovation incentives become more pronounced and, asa consequence, the rate of diffusion rises. Second, human capital raises RCK if itraises the rate of diffusion such that the NelsonPhelps hypothesis holds at k RCK.Moreover, RCK becomes independent of population growth. These findings haveimplications for the steadystate level of percapita income, which is still given by3.19.Proposition 6 It holds thatd y RCKdd y RCKd 0, 0,d y RCKdd y RCKdh 0,d y RCKd 0, 0, if 4.5 holds,d y RCKdd y RCKd 0,4.9 0.4.10The comparison with Proposition 3 reveals that the effect of and h is positive ifthese parameters have a positive impact on RCK. Moreover, the level of steadystate percapita income is independent of population growth.CrossCountry Income Differences and Technology Diffusion 224.2 The Closed Economy and Club Convergence Consider a laggard economy as described in Sections 2 and 3 that is cut off fromthe evolution of the worlds technological frontier. Then, 0 and the evolution ofk is independent of . The equations of motion for these variables, 3.4 and 3.5,become1 gkt1, h, kt1 igkt1, h, , h skt ,4.11andc,t 1 g kt, h, 1 c,t 1.4.12To simplify I assume that the input requirement function i satisfiesiqq 2 i 2qifor all q 0 .4.13Again, a functional form that fulfills this condition is i qv hz, 1 v 2.Proposition 7 Let s11 k and assume that 4.13 holds. For any initialvalue k 1 0, k, the evolution of kt according to 4.11 gives rise to a unique,globally stable steady state, kc 0, that solves1 gkc , h, kc igkc , h, , h skc .The steady state satisfiesandgk, h, gkc , h, c,t 1cid:19cid:18 c,tc , h, 1 g k 1 1.4.144.154.16The intuition behind Proposition 7 can be learned from Figure 2, which depictsthe righthand side, skt, and the lefthand side, LHSkt1, of 4.11. Condition4.13 assures that the lefthand side is a convex function in kt1. Thus, there is aunique and globally stable steady state, kc 0. The steadystate growth rate of allc k. As a consequence, c,tpercapita magnitudes must be smaller than since kdeclines at a constant rate and the distance to the technological frontier becomeslarger over time. The latter result obtains in spite of the fact that the domesticsteadystate innovation activity in the closed economy is greater than in the openCrossCountry Income Differences and Technology Diffusion 23Figure 2: The Evolution of k in the Closed Economy.1 k i g k, h, , hLHS kt1kt1 kt sktkkc kkt, kt1, k Here, LHS kt1 1 g kt1, h, kt1 i g kt1, h, , h of equation 4.11.economy. To see why, I multiply the steadystate condition 3.8 by 1 andshow the lefthand side of the resulting equation in Figure 2. Since g, we havek kc .c,t kc , h, h. It grows at rate gkc At 1 1 Steadystate percapita income in the closed economy is ygkc , h, such that changes in country characteristics generate level and growth effects. Nevertheless, an implication of the globalstability is that a country starting at k converges to kc following a cutoff fromthe technological frontier. As a consequence, the growth rate of percapita incomedeclines below and the country falls behind forever. This mechanism suggeststhat Chinas selfimposed isolationism in the 15th century AD is a cause for thesubsequent relative decline of its economy.Corollary 4 Consider a steady state of Proposition 7. It holds thatdkcd s 0,dkcd 0dkdh R 0 gh kcc i 1 gdi gkc , h, , hdh4.17R 0.4.18cid:12cid:12cid:12cid:12kkc The qualitative predictions of Corollary 3 mimic those for the open economy see,Corollary 1. The effects of s, , , and are of the same sign. The effect of h isindeterminate in general. However, due to the direct effect of h on g, which appearsin 4.18, it is more likely to be negative.Intuitively, a rise in g increases nextCrossCountry Income Differences and Technology Diffusion 24periods amount of efficient labor and, therefore, the amount of finalgood capitalnecessary to keep k constant. Hence, capital accumulation grinds to a halt at alower level of kc s, , h the function resulting from Corollary 3.c . Denote kc k Proposition 8 The steadystate growth rate of the closed economy isqc g kc s, h, , h, 4.19withdqcd s 0, 0, 0.4.20dqcdhcid:12cid:12cid:12cid:120dqcdcid:12cid:12cid:12cid:120Hence, steadystate growth rates differ across closed economies and reflect countrycharacteristics. A higher investment rate, a better social infrastructure, and a lowerpopulation growth rate raise the steadystate growth rate of the economy. Theeffects of the subsidy rate and of human capital involve partial and general equilibrium effects of opposite sign. Low values of the subsidy rate weaken the generalequilibrium effect such that both h and raise the steadystate growth rate of theclosed economy. Since over time level effects are dominated by growth effects, thesecomparative statics also determine yc,t. In a world with closed and open economies,club convergence in growth rates occurs among open economies that eventually growat rate and groups of closed economies with country characteristics such that qcis the same.4.3 NoInnovation Traps and Club Convergence In many countries profitmaximizing agents do not undertake innovation investments. When technology transfer is a byproduct of domestic innovation activities,these open economies do not benefit from foreign innovations. Club convergenceresults with some countries approaching a stationary steady state.11Unprofitability of innovation investments arises if investment requirements are toohigh. Suppose that iq0, h 0, i. e., the first marginal unit of q is no longercostless. Without loss of generality as to the upcoming qualitative results, we relyon the functional form of i as given in 2.12 with v 1 such that iq0, h hz 0.11The analysis of this section complements and extends the analysis in Irmen 2005.CrossCountry Income Differences and Technology Diffusion 25An immediate implication is that the equilibrium does not necessarily involve qt 0.To see this consider the firstorder condition 2.17. Since iq0, h 0, there areparameter constellations such thatwt At 1 h 1 rt 1 iq0, h,4.21and the costminimizing choice is qt 0. It follows that the consolidated productionsector gives rise to a function gk, h, that is piecewise defined. In view of Lemma 1we havegk, h, maxcid:260,12cid:18 1 hz 1 k 1cid:19cid:27 .Consequently, an equilibrium at t 1 involves g 0 if and only ifkt1 hz 1 1 k,4.224.23and g 0 otherwise. Intuitively, if at t intermediategood firms expect kt1 k,then they expect an equilibrium factor price ratio wt11rt1 too small to justifyan investment in laborsaving technical change. Without an investment at t, firmsproduce in t 1 with the technology of period t. Moreover, there is no technologytransfer between period t and t1 either, and the updating condition 2.23 simplifiesto At1 At. Then, the equations of motion 3.4 and 3.5 for kt and t becomeandkt1 s kt ,t1 t 1 .4.244.25Next, we determine the conditions under which intermediategood firms innovate.From 4.23, an equilibrium at t 1 without innovation ceases to exist if and only ifkt1 s kt k kt k s!1 k.4.26It is replaced by an equilibrium with innovation. Indeed, the equation of motion fork at t takes innovation investments into account and becomes1 gkt1, h, kt1 igkt1, h, , h s kt .4.27The equilibrium with innovation exists and is unique since the lefthand side of4.27 satisfies LHSk kt1 and LHSkt1 0.CrossCountry Income Differences and Technology Diffusion 26The evolution of k between t and t 1 as given in 4.27 is not affected by an inflowof technological knowledge from abroad since such inflow requires previous domesticinnovation investments. Only firms that innovate at t 1 benefit from the inflow offoreign knowledge. Thus, the evolution of k between periods t 1 and t 2 is againgoverned by equation 3.4.12The following Proposition shows what country characteristics determine whether anevolution that is initially driven by capital accumulation alone leads to domesticinnovation and an inflow of technological knowledge from abroad.Proposition 9 Let k 1 k such that the economy experiences at least one periodwithout innovation investments.11. If s 1 k, then the economy evolves without innovation and converges towards a stationary steady state with k s 1 . At any time, the countrysrelative position with respect to the leadingedge technology declines at rate1 .112. If k s 1 k, then the economy reaches a level of k in finite time andswitches into a regime with domestic innovation in the following period. Theinnovation regime has a unique steady state k, given by 3.8 and 3.9.Proposition 9 emphasizes that economies starting out with the same initial conditions may evolve in quite different ways. Using Statement 2 and the definitionof k we obtain the requirement for economies to reach the regime with domesticinnovation investments and technology transfer as 11cid:18 s 1 cid:19 hz 1 1 .4.28This condition is more likely to be fulfilled the more thrifty the economy is, the lowerits growth rate of the labor force, the better its social infrastructure, the higher itslevel of human capital, and the higher the subsidy rate for innovation investments.12The evolution of the economy may well involve cycles since the inflow of technological knowledge in t 1 necessarily reduces the capital intensity kt2.If this effect is sufficiently strong,firms in t 1 rationally expect kt2 k and no innovation investment occurs. However, if thecondition stated in Proposition 9 is fulfilled, such economy must again reach a period with a regimeswitch as characterized above. Calibration exercises show that there are paths that converge fromthe stationary regime to the steady state of Proposition 1. The complete characterization of thedynamics involved is beyond the scope of this paper and left for future research.CrossCountry Income Differences and Technology Diffusion 27Solving 4.28 for h gives a minimum requirement of human capital for innovationand catchup with the technological frontier. This is consistent the empirical findingsof Benhabib and Spiegel 2005.13Hence, the world income distribution may exhibit club convergence with some countries trapped in a stationary steady state while others experience steady growth.5 Concluding Remarks Arguably, the differential evolution of productivity across countries is the main forcebehind crosscountry income differences. To understand these income differences onemust understand what causes productivity growth. I take the view that productivitygrowth is due to the growth of a countrys level of accessible technological knowledge.In turn, growth of this knowledge is the result of the interaction between a domesticand a foreign contribution via technology transfer. I show that the magnitudes thataffect this interaction also account for steadystate crosscountry income differences.The analysis suggests several routes for future research. First, one may want togeneralize the diffusion process and separate institutional from technological factorsthat foster technology diffusion. To accomplish this, I rely on a variant of a logisticprocess for which Benhabib and Spiegel 2005 find evidence. Preliminary resultssuggest the emergence of multiple steady states in the basic model, thus allowingfor club convergence.Second, one may argue that the degree of openness is not constant over time. On theone hand, historical evidence suggests waves of globalization that are correlated withrapid growth of the world economy ORourke and Williamson 1999, Helpman2004. On the other hand, technical progress per se is likely to have increasedthe rate of diffusion. Finally, one may want to endogenize the growth rate of theworlds technological frontier, to account for possible feedback effects from worldwideinnovation efforts to the evolution of domestic productivity.13The role of skill levels for the occurrence of club convergence is also stressed in Howitt and MayerFoulkes 2005.CrossCountry Income Differences and Technology Diffusion 286 Appendix I: Proofs 6.1 Proof of Lemma 1Without loss of generality, suppress time subscripts.Zeroprofit implies w A1 1 q h p 1 r 1 iq, h. With 2.6 and 2.7, this canbe written asw A1 h 1 r 1 qcid:20 1 k 1 iq, hcid:21 .Using the latter in 2.17, we obtain 1 k 1 1 q iqq, h iq, h .6.1The derivatives stated in 2.20 follow from the implicit function theorem applied to 6.1 and theproperties of the input requirement function i as stated in 2.10. For further reference, we notethatgk 11 2 iq 1 g iqq 0,gh 1 g iqh ih 2 iq 1 g iqq 0,g 1 g iq i1 2 iq 1 g iqq 0,where the argument of g is k, h, , and the argument of i is g, h.6.26.36.4cid:46.2 Proof of Lemma 2The existence of a unique k follows from the properties of the function gk, h, , which satisfiesg0, h, 0, g, h, , and gkk, h, 0 for all k 0 see Lemma 1.The remaining part of the proof of Lemma 2 proceeds with the statement and proof of four claims.Claim 1 There is a unique k 0 that solves ig k, h, , h 1 .Moreover, there is a function k k, with k 0, lim 0 k , lim k 0.6.56.6Proof of Claim 1 The existence of k 0 follows from the properties of the function g and thoseof the function i as stated in 2.10. An application of the implicit function theorem to 6.5 revealsthat there is a function k k, with k 0. To study its asymptotic properties write 6.5CrossCountry Income Differences and Technology Diffusion 29as ig k, h, , h 1 . Since i as q and g as k , it follows thatcid:3lim 0 k . Since i0, h 0 and g0, h, 0, it follows that lim k 0.Claim 2 There is 1 i, h that solves k k. Then k T k .6.7Proof of Claim 2 The existence of a unique value and inequality 6.7 follow from the propertiesof the function k as set out in Claim 1. By construction, satisfies ig k, h, , h 1 g k, h, 1 . Hence, 1 i, h.cid:3Claim 3 The function kt, t 1 maps t 1 0, 1 onto itself if and only if andkt 0, k.Proof of Claim 3 From 3.5 it is obvious that a trajectory with t 1 0, 1 for all t 1requires 1 k, t 1 0 for all t 1, 2,   or 1 ig k, h, , h1 1 g k, h, ig k, h, , h1 t 1 0.6.8The following cases must be distinguished: , thus k k: if k 0, k and 1 gk, h, igk, h, , h 0, then from the definition of k both the lefthand inequality and the righthand inequality of 6.8 hold for allt 1 0, 1.To see that k 0, k is necessary consider values k k. Since k k, there is abound, 0, 1, for all k k, k such that the lefthand inequality is only satisfiedfor t 1 . To compute , solve the lefthand inequality of 6.8 for t 1. Thisgivest 1 1 ig k, h, , h1 g k, h, ig k, h, , h .6.9Clearly, 0, 1 as long as 1 ig k, h, , h 0, k 0, and 0for k k. Hence, for k k, k only values of t 1 that satisfy t 1 implyt 0, 1. The set of admissible values for t 1 is therefore smaller than the set0, 1. For k k, it is empty. Hence, for 1 gk, h, igk, h, , h 0 Claim 3holds. The case 1 gk, h, igk, h, , h 0 can only arise if there is k k thatsatisfies the latter inequality as an equality. However, since k k and 1 g k, h, ig k, h, , h 0 it follows that k k. In turn, from Claim 1, it follows for k kthat igk, h, , h 1 . Hence, there is no t 1 0, 1 that satisfies thelefthand inequality of 6.8. Hence, if k 0, k, this case cannot arise. , thus k k: The inequality 1 gk, h, igk, h, , h 0 requires k 0, k. Since k kboth the lefthand and the righthand inequality of 6.8 hold for all k 0, k andt 1 0, 1.CrossCountry Income Differences and Technology Diffusion 30 Consider 1 gk, h, igk, h, , h 0, which requires k k. Then, the lefthand side inequality of 6.8 is satisfied for all t 1 0, 1 as long as k k, k. Fork k, serves as a lower bound such that the lefthand inequality of 6.8 is satisfiedwhenever t 1 . As k 0 and 1 for k k, there is no t 1 0, 1that satisfies this inequality for k k. Hence, there is k 0, k and t 1 0, 1such that 6.8 cannot be satisfied. , thus k k:This constellation violates the lefthand inequality of 6.8 since 1g k, h, ig k, h, , h 0 and ig k, h, , h1 1.cid:3Claim 4 The function kt, t 1 maps cid:20, kcid:3 0, 1 onto itself if the conditions in 3.7 hold.Proof of Claim 4 We have to show that kk, t 1 0, k for all k cid:20, kcid:3 and t 1 0, 1.From 3.4, kk, t 1 0 is trivially satisfied, however k kk, t 1 may not. To make surethat the latter holds, we first note that the lefthand side of 3.4 is increasing in kt1. Hence,k k, 1 s k is an upper bound on kt1 since the righthand side of 3.4 increases in t 1 andkt. Moreover, since the slope of the lefthand side of 3.4 with respect to kt1 is strictly greaterthan one, a sufficient condition for kt1 k is s k k, or s 11 k. Then, Claim 4 followscid:4from Claim 3.6.3 Proof of Proposition 1Set t t 1 and kt k 0, k in 3.5 and obtain 3.9. Using kt kt 1 k and 3.9in 3.4 gives 3.8. It remains to be shown that 3.8 gives rise to a unique solution k 0, k.First, I show that 3.8 has a unique solution k 0. Define a function LHSk k igk, h, , h. The properties of the functions g and i see Lemma 1, 2.10, and 2.13 imply that LHSk is continuous in k with LHS0 0 ig0, h, , h 0, LHSk 1 iqgk, h, , h gkk, h, 1 for k 0, and limk 0 LHSk 1. Moreover, LHSk iqqgk, h, , h g 2kk, h, iqgk, h, , h gkkk, h, 0 for k 0 since 2.13 holds. To verifythis, we start from 6.2 and find for k 0 thatgkk g 2k 3iqq 1 giqqq 2iq 1 giqq,where the argument of g is k, h, , and the argument of i is g, h. Then,LHSk 0 iqqiqgkkg 2k 0.In view of 6.10 this comes down to LHSk 0 iqqiq 3iqq 1 giqqq 2iq 1 giqq 0.6.106.116.12The latter inequality is satisfied whenever the regularity requirement 2.13 holds.Define RHSk s k1 . This function satisfies RHS0 0 and RHSk 0 for all k 0with RHS0 and limk RHSk 0. Hence, there is one and only one strictly positivevalue k that satisfies LHSk RHSk.To see that the the intersection LHSk RHSk occurs for some k k recall from Lemma 2that k is independent of s. Moreover, RHSk becomes arbitrarily small as s 0. Hence, thereare parameter constellations, , , h, , such that k 0, k.cid:4CrossCountry Income Differences and Technology Diffusion 316.4 Proof of Corollary 1Consider the total differential of 3.80 cid:201 iqgk s 1 k1cid:21 dk iqgh ih dh iqg d k dcid:18 s 1 cid:19 .6.13In equation 6.13 the first term in brackets is positive. To see this recall the functions LHSkand RHSk as defined in the proof of Proposition 1. Obviously, the term is brackets correspondsto LHSk RHSk. The proof of Proposition 1 implies that the function LHSk intersectsthe function RHSk from below at k. Therefore, we must have LHSk RHSk.The comparative statics stated in 3.10 and 3.11 follow from the definition of s and the propertiesof the functions i and g as stated in 2.10, 2.11, and Lemma 1.To strengthen the result in 3.11 we express the critical inequality iq gh ih R 0 in terms ofthe following elasticitiesi,h ihhi 0,iq,h iqhhiq 0,i,q iqqi 0,iq,q iqqqiq 0.Using the latter and Lemma 1, we have It follows thatgh 1 g iqh ih 2 iq 1 g iqq1 g iq,h ii,hiq 2 h 1 g hq iq,q. iq gh ih R 0 iq,qi,qg 1 g 1i,q R iq,hi,h.If i qv hz, we have i,h iq,h z, i,q v, iq,q v 1, such that 6.14 becomesv 1vg 1 g 1v R 1 0 R 1.Hence, iq gh ih 0 and dkdh 0.6.5 Proof of Proposition 2First, observe that the steadystate condition 3.8 implieskimax cid:18 s 1 cid:1911.6.146.15cid:46.16CrossCountry Income Differences and Technology Diffusion As to Statement 1, we have to study under what conditionsdig k, h, , h iq gkdkdh iqgh ih R 0.From Corollary 1, we havedhdkdh iqgh ih 1 iq gk s 1 k1 ,where the denominator is strictly positive. Therefore, inequality 6.17 is equivalent todig k, h, , hdh R 0 iqgh ihcid:201 s 1 k1cid:21 R 0.Hence, di.dh 0 if either 3.14 or 3.15 hold.As to Statement 2, we have to study under what conditionsdig k, h, , hd iq gkdkd iqg R 0.From Corollary 1, we havedkd iqg 1 k1 .1 iq gk s Then, inequality 6.20 is equivalent todig k, h, , hd R 0 1 s 1 k1 R 0.Hence, 3.16 follows.Statement 3 follows from 2.24, steadystate condition 3.9, and the fact that in the steady statecid:4AtAt 1 1 .6.6 Proof of Corollary 2Consider of 3.9. A change in one of the parameters j s, , affects only indirectlythrough k. Hence,326.176.186.196.206.216.226.236.24ddjkdkdj,j s, , .Sincek iq gk g gk i i g2 0the first result of 3.18 follows from Corollary 1.The total effect of a change of involves a direct and an indirect effect. Starting with the effectof , we find i g 0,andddkdkd 06.25since dkd 0 see Corollary 1.CrossCountry Income Differences and Technology Diffusion 33The total effect of a change of and h involve direct and indirect effects through g. As to , wefindand iqg g i gi g2 0ddkdkd R 0.6.266.27Since dkd 0 Corollary 1, the sign of dd is indeterminate. However, using 6.24,6.26, and 6.13 one verifies that inequality 6.27 is equivalent todd R 0 1 s 1 k1 R 0.Then, 3.18 follows with the proof of Proposition 2.As to the effect of h, we haveandhiq gh ih g i gh i g2R 0,ddhhkdkdh R 0.Using 6.29, 6.24, 3.8, we find thatddh R 0 cid:181 s 1 k1cid:19 iq gh ih g i gh R ih gk i Assume iq gh ih 0 and k kimax. Then, 3.14 holds and ddh 0.Finally,ddi g i g2 0.6.286.296.306.316.32cid:46.7 Proof of Proposition 3Denote k ks, , , , , h and k, , h, , the functions defined by Corollary 1 and 2 and recall q g k, h, . Given Amax 1 we have percapita income of the next period as y y , k, k, , , h, , g k, h, , h .From 3.19, Corollary 2 and Lemma 1 we haved ydk yk yk yqgk 0.Using Corollary 1 in addition gives6.336.34d ydsd ydkdkds 0,d yd yd ydkdkd 0,d ydd ydkdkd 0.6.35CrossCountry Income Differences and Technology Diffusion Similarly, we obtaind ydd ydkdkd y 0,which proves the first two results in 3.20. Invoking Corollary 1, 2, and Lemma 1, we findandd ydd ydkdkd ydd yq g R 0d ydhd ydkdkdh yddh yq gh yh R 0.346.366.376.38These two comparative statics involve terms of opposite sign such that the sum cannot be signedin general. Finally, Corollary 2 impliesd yd y 0which proves the remaining terms in 3.20.6.8 Proposition 46.39cid:4This section comprises three parts. Subsection 6.8.1 has the details concerning the representativehouseholds optimization problem. Subsection 6.8.2 has the proof of Proposition 4. Section ??proves the property of the steadystate savings rate stated in the main text.6.8.1 The Problem of the Representative Household Denote percapita magnitudes with a tilde, e. g., t TtLt. The household solvesmax ct, bt1t1 1 t 1 c 1t 11 Xt1,0 1 1, 0,6.40subject to the flow budget constraint ct bt11 1 rt1 wt bt t,t 1, 2,  and the Ponzi conditionlimt 1 rcid:19t bt1 cid:18 1 0,6.416.42where r cid:16Qjt 1 is the average real interest rate. In 6.41 we use the fact thatdividends are zero in equilibrium, i. e., t 0. Since lim c 0 c , the flow budget constraintis binding at all t, and optimal plan involves c 0 at all t.j11 rj1cid:171t Setting up the Lagrangian gives L t 1 c 1t 11 Xt11 t 1 tcid:18wt bt t ct bt11 1 rt1cid:19 ,CrossCountry Income Differences and Technology Diffusionand the following firstorder conditions 1 t 1 ct t 0,t 1, 2,  t 1 1 rt1 t1 0,t 1, 2,  wt bt t ct bt1t 1 t bt1limt 1 1 rt11 1 rt1 0,t 1, 2,   0.From 6.43 and 6.44, we obtain the Euler condition ct1 1 rt11 ct.356.436.446.456.466.47To express the latter in terms of efficient labor we use the definition ct CtXt ct1 LtXt andthe marketclearing condition 3.2. This gives 4.2.Condition 6.44 implies the following evolution of the multiplier t,t 1 cid:18 1 cid:19t 1j1Qjt 1Using the latter, the transverslity condition becomes 11 rj1,t 2, 3,  6.480 limtt 1 1 cid:18 1 cid:19t 111 rj1 bt11 1 rt1j1Qjt 11 tj11 rj1 bt1 limt 1Qt 1 rcid:19ttcid:18 1 lim bt1,6.49where the last step uses 6.43 to conclude that 1 0 and the definition of r.Invoking thedefinition bt1 Bt1Xt1 bt1 Lt1Xt1 and the marketclearing condition 3.2 gives 4.3.6.8.2 Proof of Proposition 4To describe the evolution of the economy we use, as before, kt and t 1 as the state variables ofthe dynamical system. Since aggregate consumption equals output minus investment, we obtainwith Lemma 1 and the equilibrium conditions 3.2ct kt 1 At At 11 gkt1, h, 1 gkt, h, kt1 igkt1, h, , h .6.50In equilibrium rt1 is a function of kt1 see condition 2.6 and, from 2.23, the growth factor AtAt 1 is a function of kt and t 1. Therefore, the Euler condition becomes a difference equationin kt, kt1, kt2, t 1, and t.CrossCountry Income Differences and Technology Diffusion 36The bond market equilibrium assures that bt1 1 rt1 kt1 igkt1, h, , h for allt 1, 2,   Invoking 2.6 and the definition At t Amax, the transversality condition can beexpressed in terms of the state variables of the system. As a result, the dynamical system comprisesthe Euler condition, the equation of motion for as stated in 3.5, initial values k 1, 0, and 1,and the transversality condition.14t In the steady state all magnitudes in efficiency units are constant, i. e., ct1 ct c and kt1 kt k. With 2.6 it follows from 4.2 that the steadystate level, k RCK, must satisfy At At 1h k RCK1i 1.6.51Since AtAt 1 1 , the finding 4.4 of Proposition 4 is immediate.Next we have to show that k RCK can be part of an equilibrium allocation of a laggard country.First, consider the transversality condition. Since bt1 At1 bt1 0, 6.49 at the steady statecan be stated ast lim 1 RCK1!t k At1 lim1 cid:19tt cid:18 1 1 0,where the last step uses uses 4.4. To satisfy 6.52 we need1 1 1.6.526.53Since 1 1, the latter condition is only binding if 0 1. In this case, it is satisfiedwhenever 1 11 1 .6.54Second, we have to make sure that k Consider the function k RCK 1 11. It satisfies RCK k. This requirement imposes a lower bound on .k0 11 ,k 0,andlimk 0.6.55Next, consider the properties of the function g and g k, h, . The latter equation implicitlydefines a function k with the following properties k0 0, k1gk 0,and k 0.lim6.56Hence, the functions k k. Then it holds that RCK and k intersect once and only once at some 0. Let k RCK RCK k .k6.57Accordingly, if 1 the balanced growth path exists for any , if 0, 1 it exists for anycid:4 , . There are parameter constellations, , , such that , is nonempty.14In fact, given k 1 and 0, 1 is fully determined by 3.5.CrossCountry Income Differences and Technology Diffusion 376.9 Proof of Proposition 5Proposition 5 follows immediately from Lemma 1, the definition of the rate of diffusion, and thecid:4observation that k RCK is independent of h and .6.10 Proof of Corollary 3A change in one of the parameters j , , affects RCK only indirectly through k RCK. Hence,d RCKdjk RCKRCKdk RCKdj,j , o, .6.58From Corollary 2, we know that dimmediately from 4.4.RCKdk RCK 0. Hence, the first three results of 4.7 follow The effect of a change of involves a direct and an indirect effect through k RCK . From 4.4and Corollary 2 both are negative. The parameters , h, and induce effects that are given incid:4equations 6.26, 6.29, and 6.32 in the proof of Corollary 2.6.11 Proof of Proposition 6RCK k Denote kthe function defined by Corollary 3, and recall q g kincome of the next period as RCK, , , the function defined by the steady state 4.4, k RCK , , h, , RCK , h, . Given Amax 1 we have percapita y RCK y RCK , k RCK, RCK k RCK, , , h, , g k RCK, h, , h .From 3.19, Corollary 2 and Lemma 1 we haved ydk RCKRCK 06.596.60for the same reason as in equation 6.34 in the proof of Proposition 3. Then, the first three resultsstated in 4.9 result from 6.60 and the properties of the function k RCK  The comparativestatic with respect to follows from the analogue of equation 6.36.Invoking Corollary 3 and Lemma 1, we findd y RCKd y RCKRCKRCK yq g 0andd y RCKdh y RCKRCKhRCK yq gh RCK yh R 0.6.616.62Invoking Corollary 3 reveals that the latter is strictly positive if iqgh ih 0. Finally, Corollary 3also impliesd y RCKd y RCKRCK 0.6.63cid:4CrossCountry Income Differences and Technology Diffusion 386.12 Proof of Proposition 7Consider the lefthand side of 4.14 and define LHSk 1 gk, h, k igk, h, , h .The properties of the functions g and i see Lemma 1, 2.10, and 2.13 imply that LHSkis a continuous function with LHS0 0, LHSk gk k ig, h 1 g 1 iqgk 1for k 0, and limk 0 LHSk 1. Moreover, LHSk gkkk i 2gk 1 iqgk 1 gcid:0iqqg 2k iqgkkcid:1 0 for k 0 if condition 4.13 is satisfied. To verify the latter, recall from theproof of Proposition 1 that 2.13 implies iqqg 2k iqgkk 0 for k 0. As I show below, condition4.13 is sufficient for LHSk 0 and k 0 since it assures that gkkk i 2gk 1 iqgk 0for k 0. Indeed, with 6.10 the latter can be written 2gk 2iq 3iqq 1 giqqq 2iq 1 giqqk i .From 6.12 in the proof of Proposition 1 we know that the function i is such that Hence, 6.64 is satisfied wheneveriqqiq3iqq 1 giqqq 2iq 1 giqq.2gk 2iq iqqiqk i .6.646.656.66Next, we use 6.2 and the fact that 6.1 relates k to i, , and . We obtain successively 21 1 2iq 1 giqq 2iq iqq 1 iq cid:18 1 1 cid:181 giqq i1 giq i icid:19iq cid:19 i1 iqqiqqiq.Rearranging terms gives1 1 1 giqq 1 1 cid:184iq iiqqiq cid:19 cid:182iq iiqqiq cid:19 0.6.67Since iq 0 whenever q 0, the latter is satisfied if 2i 2q i iqq, which coincides with 4.13.The righthand side of 4.14 defines RHSk sk, a strictly concave function with RHS0 0,RHS0 , and RHS 0. Hence, there is one and only one value kc 0 that satisfiesc .15 A simple graphical argument shows that any sequence kt that starts LHSkbelow or above kc RHSkc converges monotonically.15If LHSk is not convex on k 0, k there may be multiple steady states. To see this observethat RHSk 1 at k s11. If the functions LHSk and RHSk intersect for the firstc s11, then, since LHSk 1, the steady state is unique and globallytime at some kc s11,stable. If the functions RHSk and LHSk intersect for the first time at some kthey may intersect more than once if LHSk is concave with sufficient curvature. In any case,the argument that proves the existence of a unique kc 0 implies that the total number of steadyintersection of RHSk and LHSk isstates must be odd. Moreover, the first, third, fifth, locally stable since it satisfies RHSkc . Those associated with an even numbermust be locally unstable.c LHSkCrossCountry Income Differences and Technology Diffusion 39c s11 k. Hence,c , h, and 4.16 holds. Moreover, a comparison of 4.14 with 3.8 reveals readily the Since, s11 is the steady state if LHSk 1 for all k, we have kgkvalidity of result 4.15. Result 4.16 is immediate from 4.12.6.13 Proof of Corollary 4Consider the total differential of 4.140 hgk k gh k g k kc d s,c i 1 g 1 iq gk s kc i 1 giq gh ih dhc i 1 giq g dc 1i dkccid:46.68where the argument of i is g, h and the argument of g is kc , h, .The first term in brackets is positive since, at kthan the slope of the righthand side.c , the slope of the lefthand side of 4.14 is greater The comparative statics stated in 4.17 and 4.18 follow from 6.68, the definition of s, theproperties of the functions i and g as stated in 2.10, 2.11, and Lemma 1. Moreover, the resultcid:4for i qv hz follows from gh 0 and Corollary 1.6.14 Proof of Proposition 8Throughout this proof the argument of g is kc , h, and the argument of i is g, h.The parameters j s, , affect qc indirectly through their effect on kc , i. e.,dqcdj gkdkcdj.The signs given in 4.20 follow directly from gk 0 and Corollary 3. As to the the comparativestatics of and h there is a direct and an indirect effect, namelydqcdj gkdkcdj gj,j , h.6.69In view of Corollary 3 and the properties of the function g, these effects may be of opposite sign.As to , we obtain using 6.68dkcd g kc i 1 g iq ggk kc i 1 g 1 iq gk s kc 1ggkggkkc i 1 g iqc i 1g1 iq gk s kgkgkkc 1kc i 1 g iqc i 1 g iq 1kgk cid:161 g s kc 1cid:17.6.70CrossCountry Income Differences and Technology Diffusion 40Hence, 6.69 and 6.70 implydqd R 0 cgkgdkcd 1 R 0 1 g s kc 1 R 0.Using the steadystate condition 4.14, the latter inequality can be expressed as 1 kckc i R 0 1 c R i.k From 6.1 in the proof of Lemma 1, the lefthand side of the latter inequality becomes1 1 g iq i R i,6.71where the argument of i is g, h and the argument of g is kc , h, . Hence, dqc d 0 at 0.Turning to the effect of h, we obtain with 6.68 and 4.14dkcdh gh kc i 1 giq gh ihgk kc i 1 g 1 iq gk s kc 1 ghgkghgk Here, 6.69 and 6.72 implyc i 1gkghc i 1g1 iq gk kgk kgkciq gh ih1 g kc ic i 1 g iq 1gkghihc i 1 g iq 1gkgk cid:161 kckc icid:17dqdh R 0 cgkghdkcdh 1 R 0.The latter inequality is satisfied wheneverihgh1gk cid:181 kckc icid:19 R 0.The same steps that lead to 6.71 reveal that dqc dh 0 at 0.6.15 Proof of Proposition 96.726.73cid:4From 4.26 we know that k 1 k induces intermediategood firms not to undertake innovationinvestments. Hence, initially k evolves according to the equation of motion 4.24 that gives riseto a globally stable steady state equal to s 1 .111 k, then the economy never reaches the critical level of k necessary to switch into the If sregime with innovation. For t 1, 2,   the evolution of is given by 4.25 and t1t 1 1 .11 k, then the economy initially grows according to 4.24. However, before reaching the If ssteady state associated with this equation of motion it arrives at the critical level given in 4.26.The switch into the regime with innovation investments is as described in the main text.CrossCountry Income Differences and Technology Diffusion 41To prove the existence of a unique steady state we need to show that there is a unique k cid:16k, kcid:17that solves 1 k i g k, h, , h s k, which restates 3.8. First, we observe that4.22 and the definitions of k and k imply k k for all 0. Hence, there are parameter constella1 k. Next, consider the functions LHSk 1 k i g k, h, , htions such that k sand RHSk s k. The function LHSk satisfies LHSk k, LHSk 1 1 21 1 for k k, LHS k k i , h, s 1 . The function RHSk satisfies RHSk k because sconcave on k, k both functions intersect once and only once on this interval. Since k k thecid:4steady state involves 0, 1 as given by 3.9.1 k, and RHS k LHScid:0 kcid:1. Since LHSk is linear and RHSk111CrossCountry Income Differences and Technology Diffusion 427 Appendix II: Phase Diagram and Local Stability This section develops the phase diagram and the equations underlying the local stability analysisof the steady state characterized in Proposition 1.7.1 Phase Diagram We develop the phase diagram in the , k plane.First, consider the locus Dk kt1 kt. From 3.4 and omitting time subscripts, it follows that Dk 0 t 1 kk 1 k1 ,wherek 1 g k i sk i k i,7.17.2and the argument of i is g, h and the argument of g is k, h, . We summarize importantproperties of 7.1 and 7.2 as Result 1.Result 1a Let k 0, then k 0 if and only if k kc .b The function kk satisfies limk 0 kk 0, kkc It holds thatc 1, and is continuous on k 0, kc . k kc k 0.Proofa For k 0 the denominator of 7.2 is strictly positive. The numerator can be expressed as LHSk RHSk, where the two functions LHSk and RHSk are those defined in the proofof Proposition 7. Then, Result 1 a follows from the properties of the functions LHSk and RHSk as indicated in the proof of Proposition 7.b It holds thatkk limk 011 limk 0 k.Moreover, an application of l Hopitals rule reveals thatlimk 0k limk 01 gk i sk i k i .7.37.4Hence, limk 0 kk 0. Moreover, kkfrom the continuity of the functions i and g and the fact that 1 g k i sk for k 0, kc 1 is immediate from a. Continuity of followsc .CrossCountry Income Differences and Technology Diffusionc Follows from the proof of inequality 4.15 of Proposition 7.43cid:4Next, we turn to the locus D t t 1. Omitting time subscripts, one obtains from 3.5D 0 t 1 k ig k, h, , h ig k, h, , h g k, h, .7.5Result 2 The function k has the following properties.0 0, k 1,for k 0, kfor k 0 kk 0,andc k R kk k k.7.67.7Proof The properties under 7.6 follow immediately from the properties of the functions i andg, the definition of k, and the fact thatkk iqgk g gk i i g2 0 for k 0.The property stated under 7.7 follows from the fact that on k 0, kk intersect only once at k see Proposition 1, while both are continuous and kkkc the functions kk andc 1 cid:4c since kc k.To understand the forces that affect the evolution of both state variables, consider the Dk 0 locus first. Above this locus, we have t 1 kk and the righthand side of 3.4 is greater.Since the lefthand side is increasing in kt1, it holds that Dk 0. An analogous argument showsthat Dk 0 below the Dk 0 locus.Next, consider the D 0 locus. From 3.5 we obtain D ig k, h, , h1 t 1cid:18 ig k, h, , h g k, h, 1 cid:19 .7.8Since ig kt, h, , h g kt, h, 0 for all admissible values of k it holds that D 0 forall t 1 k and, similarly, D 0 for all t 1 k. These qualitative features aredepicted in Figure 1.7.2 Local Stability The steady state is a fixed point of the system 3.6. To study the local behavior of the systemaround the steady state, we have to know the eigenvalues of the Jacobian matrix D k, kktktkt 1t 1 .7.9We study each of the four elements of the Jacobian in turn. An application of the implicit function theorem to 3.4 shows that kkt N U M kDEN ,where s k 1t N U M k cid:161 ig,h1g cid:16 1t 1 1cid:17cid:17 s k 1g cid:16 1t 1cid:161 ig,h 1cid:17cid:172t iq gk 1ggk i1g2t 1cid:16 1 1cid:17;7.10CrossCountry Income Differences and Technology Diffusion 441, 21012 Figure 3: The Eigenvalues of the Jacobian 7.9 A Typical Finding.here the argument of g is kt, h, , and DEN gk kt1 i 1 g 1 iq gk ,7.11where the argument of g is kt1, h, and the argument of i is g, h. Evaluated at k, ,N U M k becomes N U M k 1 gcid:181 ikcid:19 cid:18 ki 1cid:19cid:18 1 g 1 cid:19 iq gk g k igk g1 .7.12It follows that N U M kDEN 1 if and only if1 gcid:18cid:181 ikcid:19 1 iq gkcid:19 gk k i cid:181 g 1 cid:19 0.In the steady state, we have from 3.8cid:181 ikcid:19 k ik s 1 k1 .7.137.14Hence, for the reason set out in the proof of Corollary 1, the first term in 7.13 is negative.Moreover, the last term is negative since 1 g1 . Hence kk, kt 1. An application of the implicit function theorem to 3.4 also shows that kt 1 N U M DEN , where,N U M s k 1gcid:161 ig,ht 112t cid:16 ig,h1g cid:16 1t 1cid:17 1cid:17cid:172 ,1 cid:19 i g2 i7.15where the argument of g is kt, h, . Evaluated at k, , N U M becomes N U M k icid:18 1 g.7.16 From 3.5 we obtainkt iq gk 1 gk iq gk 1 .7.17CrossCountry Income Differences and Technology Diffusion From 3.5 we also havet 11 g i 1 .457.18Figure 3 shows a typical result for both eigenvalues 1 and 2 which are strictly between zeroand one and declining in . The calibration uses h 1 and the investment requirement functioni q 2. Moreover, 13, 0, .14, and s .3. Hence, the steady state is locally stable.CrossCountry Income Differences and Technology Diffusion 46References Abramovitz, M. 1986: Catching Up, Forging Ahead, and Falling Behind, Journal of Economic History, 462, 385406.Allen, T. J. 1977: Managing the Flow of Technology. MIT Press, Cambridge, MA.Atkinson, A. B., and J. E. Stiglitz 1969: A New View of Technological Change, Economic Journal, 79, 573578.Barro, R. J., and X. Sala Martin 1997: Technological Diffusion, Convergence and Growth, Journal of Economic Growth, 21, 126.2004: Economic Growth. MIT Press, Cambridge, MA, 2nd edn.Bartel, A. P., and F. R. Lichtenberg 1987: The Comparative Advantage of Educated Workers in Implementing New Technology, The Review of Economics and Statistics, 69, 111.Basu, S., and D. Weil 1998: Appropriate Technology and Growth, Quarterly Journal of Economics, 113, 10251054.Becker, G. S. 1993: Human Capital A Theoretical and Empirical Analysis, with Special Reference to Education. Chicago University Press, Chicago, 3rd edn.Benhabib, J., and M. M. Spiegel 2005: Human Capital and Technology Diffusion, in Handbook of Economic Growth, ed. by P. Aghion, and S. Durlauf, pp. 935965. Elsevier, Amsterdam.Bester, H., and E. Petrakis 2003: Wage and Productivity Growth in a Competitive Industry, Journal of Economic Theory, 109, 5269.Cass, D. 1965: Optimum Growth in an Aggregative Model of Capital Accumulation, Reviewof Economic Studies, 32, 233240.Coe, D. T., and E. Helpman 1995: International RD Spillovers, European Economic Review, 39, 859887.Coe, D. T., E. Helpman, and A. Hoffmaister 2008: International RD Spillovers and Institutions, CEPR Discussion Paper No. 6882.Cohen, W. M., and D. A. Levinthal 1989: Innovation and Learning: The Two Faces of of RD, The Economic Journal, 99.Durlauf, S. N., and P. A. Johnson 1995: Multiple Regimes and Cross Country Growth Behaviour, Journal of Applied Econometrics, 1054, 365384.Eaton, J., and S. Kortum 1996: Trade in Ideas: Patenting and Productivity in the OECD,Journal of International Economics, 403.Galor, O., and O. Moav 2000: Ability Biased Technological Transition, Wage Inequality,and Economic Growth, Quarterly Journal of Economics, 115, 469498.Gerschenkron, A. 1962: Economic Backwardness in Historical Perspective: A Book of Essays.Harvard University Press, Cambridge, MA.CrossCountry Income Differences and Technology Diffusion 47Griffith, R., S. Redding, and J. V. Reenen 2004: Mapping the Two Faces of RD:Productivity Growth in a Panel of OECD Countries, The Review of Economics and Statistics,86.Hall, R. E., and C. I. Jones 1999: Why do Some Countries Produce so Much More Outputper Workers than Others?, Quarterly Journal of Economics, 1141, 83116.Hellwig, M., and A. Irmen 2001: Endogenous Technical Change in a Competitive Economy, Journal of Economic Theory, 101, 139.Helpman, E. 2004: The Mystery of Economic Growth. Harvard University Press, Cambridge.Heston, A., R. Summers, and B. Aten 2002: Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania.Howitt, P. 2000: Endogenous Growth and CrossCountry Income Differences, American Economic Review, 90, 829846.Howitt, P., and D. MayerFoulkes 2005: RD, Implementation, and Stagnation: ASchumpeterian Theory of Convergence Clubs, The Journal of Money, Credit and Banking, 37,147177.Irmen, A. 2005: Extensive and Intensive Growth in a Neoclassical Framework, Journal of Economic Dynamics and Control, 298, 14271448.Koopmans, T. 1965: On the Concept of Optimal Economic Growth, in The Economic Approach to Development Planning. North Holland, Amsterdam.Landes, D. S. 1998: The Wealth and Poverty of Nations. W. W. Norton and Company, New York.Mincer, J. 1974: Schooling, Experience, and Earnings. Columbia University Press, New York.Mokyr, J. 1990: The Lever of Riches Technological Creativity and Economic Progress. Oxford University Press, Oxford.Mowery, D. C. 1983: The Relationship Between Intrafirm and Contractual Forms of Industrial Research in American Manufacturing, 19001940, Explorations in Economic History, 20, 351374.Nadiri, M. I., and S. Kim 1996: International RD Spillovers, Trade and Productivity in Major OECD Countries, NBER Working Paper, No. 5801.Nelson, R. R., and E. S. Phelps 1966: Investment in Humans, Technological Diffusion,and Economic Growth, American Economic Review, 56, 6975.ORourke, K. H., and J. G. Williamson 1999: Globalization and History: The Evolutionof a NineteenthCenury Atlantic Economy. MIT Press, Cambridge.Parente, S. L., and E. C. Prescott 1994: Barriers to Technology Adoption and Development, Journal of Political Economy, 102, 298321.Pritchet, L. 1997: Divergence: Big Time, Journal of Economic Perspectives, 113, 317.CrossCountry Income Differences and Technology Diffusion 48Quah, D. T. 1997: Empirics for Growth and Distribution: Stratification, Polarization, and Convergence Clubs, Journal of Economics Growth, 2, 2759.Ramsey, F. P. 1928: A Mathematical Theory of Savings, Economic Journal, 38, 543559.Sachs, J. D., and A. Warner 1995: Economic reform and the process of Global Integration,Brooking Papers on Economic Activity, 1951, 1118.Schultz, T. W. 1975: The Value of the Ability to Deal with Disequilibria, Journal of Economic Literature, 133, 827846.Solow, R. M. 1956: A Contribution to the Theory of Economic Growth, Quarterly Journalof Economics, 701, 6594.Tilton, J. E. 1971: International Diffusion of Technology: The Case of Semiconducters. Brookings Institution, Washington, D.C.Weil, D. N. 2005: Economic Growth. Pearson, Addison Wesley, Boston.Welch, F. 1970: Education in Production, Journal of Political Economy, 78, 3559.CESifo Working Paper Series for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2441 Marcelo Resende, Concentration and Market Size: Lower Bound Estimates for the Brazilian Industry, October 2008 2442 Giandomenico Piluso and Roberto Ricciuti, Fiscal Policy and the Banking System in Italy. Have Taxes, Public Spending and Banks been Procyclical in the LongRun? October 2008 2443 Bruno S. Frey and Katja Rost, Do Rankings Reflect Research Quality?, October 2008 2444 Guglielmo Maria Caporale, Antoaneta Serguieva and Hao Wu, Financial Contagion: Evolutionary Optimisation of a Multinational AgentBased Model, October 2008 2445 Valentina Bosetti, Carlo Carraro and Massimo Tavoni, Delayed Participation of Developing Countries to Climate Agreements: Should Action in the EU and US be Postponed?, October 2008 2446 Alexander Kovalenkov and Xavier Vives, Competitive Rational Expectations Equilibria without Apology, November 2008 2447 Thiess Buettner and Federic HolmHadulla, Cities in Fiscal Equalization, November 2448 Harry H. Kelejian and Ingmar R. Prucha, Specification and Estimation of Spatial Autoregressive Models with Autoregressive and Heteroskedastic Disturbances, November 2008 2449 Jan Bouckaert, Hans Degryse and Thomas Provoost, Enhancing Market Power by Reducing Switching Costs, November 2008 2450 Frank Heinemann, Escaping from a Combination of Liquidity Trap and Credit Crunch, 2008 November 2008 2451 Dan Anderberg, Optimal Policy and Reconsidered, November 2008 the Risk Properties of Human Capital 2452 Christian Keuschnigg and Evelyn Ribi, Outsourcing, Unemployment and Welfare Policy, November 2008 2453 Bernd Theilen, Market Competition and Lower Tier Incentives, November 2008 2454 Ondrej Schneider, Voting in the European Union Central Europes Lost Voice, November 2008 2455 Oliver Lorz and Gerald Willmann, Enlargement versus Deepening: The Tradeoff Facing Economic Unions, November 2008 2456 Alfons J. Weichenrieder and Helen Windischbauer, ThinCapitalization Rules and Company Responses, Experience from German Legislation, November 2008 2457 Andreas Knabe and Steffen Ratzel, Scarring or Scaring? The Psychological Impact of Past Unemployment and Future Unemployment Risk, November 2008 2458 John Whalley and Sean Walsh, Bringing the Copenhagen Global Climate Change Negotiations to Conclusion, November 2008 2459 Daniel Mejia, The War on Illegal Drugs in Producer and Consumer Countries: A Simple Analytical Framework, November 2008 2460 Carola Frydman, Learning from the Past: Trends in Executive Compensation over the Twentieth Century, November 2008 2461 Wolfgang Ochel, The Political Economy of Twotier Reforms of Employment Protection in Europe, November 2008 2462 Peter Egger and Doina Maria Radulescu, The Influence of Labor Taxes on the Migration of Skilled Workers, November 2008 2463 Oliver Falck, Stephan Heblich and Stefan Kipar, The Extension of Clusters: DifferenceinDifferences Evidence from the Bavarian StateWide Cluster Policy, November 2008 2464 Lei Yang and Keith E. Maskus, Intellectual Property Rights, Technology Transfer and Exports in Developing Countries, November 2008 2465 Claudia M. Buch, The Great Risk Shift? Income Volatility in an International Perspective, November 2008 2466 Walter H. Fisher and Ben J. Heijdra, Growth and the Ageing Joneses, November 2008 2467 Louis Eeckhoudt, Harris Schlesinger and Ilia Tsetlin, Apportioning of Risks via Stochastic Dominance, November 2008 2468 Elin Halvorsen and Thor O. Thoresen, Parents Desire to Make Equal Inter Vivos Transfers, November 2008 2469 Anna Monten and Marcel Thum, Ageing Municipalities, Gerontocracy and Fiscal Competition, November 2008 2470 Volker Meier and Matthias Wrede, Reducing the Excess Burden of Subsidizing the Stork: Joint Taxation, Individual Taxation, and Family Splitting, November 2008 2471 Gunther Schnabl and Christina Ziegler, Exchange Rate Regime and Wage Determination in Central and Eastern Europe, November 2008 2472 Kjell Erik Lommerud and Odd Rune Straume, Employment Protection versus Flexicurity: On Technology Adoption in Unionised Firms, November 2008 2473 Lukas Menkhoff, HighFrequency Analysis of Foreign Exchange Interventions: What do we learn?, November 2008 2474 Steven Poelhekke and Frederick van der Ploeg, Growth, Foreign Direct Investment and Urban Concentrations: Unbundling Spatial Lags, November 2008 2475 Helge Berger and Volker Nitsch, Gotcha! A Profile of Smuggling in International 2476 Robert Dur and Joeri Sol, Social Interaction, CoWorker Altruism, and Incentives, Trade, November 2008 November 2008 2008 2477 Gatan Nicodeme, Corporate Income Tax and Economic Distortions, November 2008 2478 Martin Jacob, Rainer Niemann and Martin Weiss, The Rich Demystified A Reply to Bach, Corneo, and Steiner 2008, November 2008 2479 Scott Alan Carson, Demographic, Residential, and Socioeconomic Effects on the Distribution of 19th Century AfricanAmerican Stature, November 2008 2480 Burkhard Heer and Andreas Irmen, Population, Pensions, and Endogenous Economic Growth, November 2008 2481 Thomas Aronsson and Erkki Koskela, Optimal Redistributive Taxation and Provision of Public Input Goods in an Economy with Outsourcing and Unemployment, December 2008 2482 Stanley L. Winer, George Tridimas and Walter Hettich, Social Welfare and Coercion in Public Finance, December 2008 2483 Bruno S. Frey and Benno Torgler, Politicians: Be Killed or Survive, December 2008 2484 Thiess Buettner, Nadine Riedel and Marco Runkel, Strategic Consolidation under Formula Apportionment, December 2008 2485 Irani Arraiz, David M. Drukker, Harry H. Kelejian and Ingmar R. Prucha, A Spatial CliffOrdtype Model with Heteroskedastic Innovations: Small and Large Sample Results, December 2008 2486 Oliver Falck, Michael Fritsch and Stephan Heblich, The Apple doesnt Fall far from the Tree: Location of StartUps Relative to Incumbents, December 2008 2487 Cary Deck and Harris Schlesinger, Exploring HigherOrder Risk Effects, December 2488 Michael Kaganovich and Volker Meier, Social Security Systems, Human Capital, and Growth in a Small Open Economy, December 2008 2489 Mikael Elinder, Henrik Jordahl and Panu Poutvaara, Selfish and Prospective: Theory and Evidence of Pocketbook Voting, December 2008 Assessment, December 2008 2495 Sascha O. Becker, Peter H. Egger, Maximilian von Ehrlich and Robert Fenge, Going NUTS: The Effect of EU Structural Funds on Regional Performance, December 2008 2496 Robert Dur, Gift Exchange in the Workplace: Money or Attention?, December 2008 2497 Scott Alan Carson, Nineteenth Century Black and White US Statures: The Primary Sources of Vitamin D and their Relationship with Height, December 2008 2498 Thomas Crossley and Mario Jametti, Pension Benefit Insurance and Pension Plan 2490 Maarten Bosker and Harry Garretsen, Economic Geography and Economic Development in SubSaharan Africa, December 2008 2491 Urs Fischbacher and Simon Gachter, Social Preferences, Beliefs, and the Dynamics of Free Riding in Public Good Experiments, December 2008 2492 Michael Hoel, Bush Meets Hotelling: Effects of Improved Renewable Energy Technology on Greenhouse Gas Emissions, December 2008 2493 Christian Bruns and Oliver Himmler, Its the Media, Stupid How Media Activity Shapes Public Spending, December 2008 2494 Andreas Knabe and Ronnie Schob, Minimum Wages and their Alternatives: A Critical Portfolio Choice, December 2008 2499 Sebastian Hauptmeier, Ferdinand Mittermaier and Johannes Rincke Fiscal Competition over Taxes and Public Inputs: Theory and Evidence, December 2008 2500 Dirk Niepelt, Debt Maturity without Commitment, December 2008 2501 Andrew Clark, Andreas Knabe and Steffen Ratzel, Boon or Bane? Others Unemployment, Wellbeing and Job Insecurity, December 2008 2502 Lukas Menkhoff, Rafael R. Rebitzky and Michael Schroder, Heterogeneity in Exchange Rate Expectations: Evidence on the ChartistFundamentalist Approach, December 2008 2503 Salvador Barrios, Harry Huizinga, Luc Laeven and Gatan Nicodeme, International Taxation and Multinational Firm Location Decisions, December 2008 2504 Andreas Irmen, CrossCountry Income Differences and Technology Diffusion in a Competitive World, December 2008 ", "filename": "592485838.PDF", "person": ["Andreas Irmen", "Irmen, Andreas"], "date": ["2008"]}