{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26589/1/592835510.PDF"], "title": ["Consumption risk sharing over the business cycle: the role of small firms' access to credit markets"], "plaintext": " Consumption Risk Sharing over the Business Cycle: the Role of Small Firms Access to Credit Markets Abstract CESifo Working Paper No. 2544 Consumption risk sharing among U.S. federal states increases in booms and decreases in recessions. We find that small firms access to credit markets plays an important role in explaining this stylized fact: business cycle fluctuations in aggregate risk sharing are more pronounced in states in which small firms account for a large share income or employment. In addition, better access of small firms to credit markets in the wake of statelevel banking deregulation during the 1980s seems to have loosened the dependence of aggregate risk sharing on the business cycle. Not only do our result support that better access to credit markets may have made it easier for the owners of small firms to smooth income in the face of adverse cashflows shocks to their business. They suggest a major additional benefit from banking deregulation: access to bank credit has become more reliable and is more easily available when households and firms need it most urgently in economic downturns. JEL Code: E32, E44, F3 Keywords: interstate risk sharing, regional business cycle, proprietary income, small businesses, state banking deregulation. Mathias Hoffmann University of Zurich Iryna Shcherbakova University of Zurich Institute for Empirical Research in Economics, Chair of International Trade Institute for Empirical Research in Economics, Chair of International Trade and Finance Zuerichbergstrasse 14 Switzerland 8032 Zurich mathias.hoffmanniew.uzh.ch and Finance Zuerichbergstrasse 14 Switzerland 8032 Zurich iryna.shcherbakovaiew.uzh.ch This version: November 2008 The authors would like to thank seminar participants at University of Zurich, Free University of Berlin, GIIDS Geneva, the NCCRFin Risk 2007 Doctoral Workshop in Gerzensee, the CSRG 10th anniversary conference in Warwick and the 2008 meetings of the Swiss Society of Economics and Statistics. We are particularly grateful to Bent Srensen, Josef Falkinger, Jean Imbs, Henri Louberge and Fabrizio Zilibotti for discussions and comments. Hoffmanns work on this paper is also part of the project The International Allocation of Risk in the framework of special research centre SFB 475 funded by Deutsche Forschungsgemeinschaft and of the Macro Finance project of UZH.s research priority program in Finance and Financial Markets. 1 Introduction Consumption risk sharing among U.S. federal states increases in booms anddecreases in recessions. We cid:133nd that small cid:133rmscid:146access to credit marketsplays an important role in explaining this stylized fact: business cycle cid:135uctuations in aggregate risk sharing are more pronounced in states in whichsmall cid:133rms account for a large share of income or employment. Better accessof small cid:133rms to credit markets in the wake of statelevel banking deregulation during the 1980s has, however, dampened the dependence of aggregaterisk sharing on the business cycle.Our analysis places itself at the intersection of two important recentstrands of the literature. The cid:133rst strand emphasizes that the degree towhich certain household groups and small cid:133rms have access to cid:133nancial markets varies dramatically over the business cycle. In particular, a considerablebody of theoretical and empirical work on the cid:133nancial accelerator 1 has argued that tightening collateral constraints in credit markets may act as apotentially powerful amplicid:133cation mechanism for aggregate shocks. Gertlerand Gilchrist 1994 were among the cid:133rst to illustrate empirically that smallcid:133rms with their strong dependence on bank cid:133nance are particularly exposedto such shocks.We provide a comprehensive taxonomy of business cycle variation in interstate risk sharing. First, we show that the extent to which interstate risksharing varies with the aggregate output cycle is quantitatively important:over our sample period, which ranges from 196398, on average almost 80percent of statespecicid:133c shocks to output are shared across stateborders.However, this average masks considerable variation over time: at the trough 1 We will not attempt to survey this work here. Leading examples include Bernanke1983, Bernanke and Gertler 1989 and Kiyotaki and Moore 1997 among others.1of the typical NBER recession during that period, the fraction of risk sharedwas almost 20 percentage points below this level. This dependence of aggregate risk sharing on the business cycle is robust to controls for other factorssuch as stock market and in particular housing price cid:135uctuations which, asrecently argued by Lustig and van Nieuwerburgh 2005, 2008, may alsoaect the ability of households to share risk across regional borders.Secondly, we identify the sources of the procyclical variation in interstaterisk sharing. Specicid:133cally, we ask through which channels risk is sharedand how the contribution of these channels varies over time. Building on Asdrubali, Srensen and Yosha 1996 we distinguish between three channelsof risk sharing: income smoothing through interstate cid:135ows of capital andlabor income, cid:133scal transfers and consumption smoothing through personalsavings and dissavings. As the main source of the procyclicality in aggregateconsumption risk sharing we identify strong procyclical cid:135uctuations in theextent to which a regioncid:146s households can smooth consumption throughsavings and dissavings. Importantly, this very characteristic pattern of risksharing over the business cycle is more pronounced in federal states wheresmall businesses are particularly prevalent as employers or where the incomeof small business owners accounts for a large share of state personal income.To show that it is truly small business access to credit that is key inexplaining the timevariation in aggregate risk sharing, we connect to asecond strand of the literature. Starting with Jayaratne and Strahan 1996,a series of studies has exploited the experience of U.S. statelevel bankingderegulation during the 1970s and 1980s as a natural laboratory in whichto study the eect of liberalizations on growth, the comovement of regionalbusiness cycles Morgan, Rime and Strahan 2004 and, more recently, risksharing Demyanyk, Ostergaard and Srensen 2007, Acharya, Imbs and 2Sturgess 2006. We build on these papers in arguing that this wave ofderegulation has had a signicid:133cant impact on small cid:133rm access to credit:small cid:133rms typically cannot issue stocks or bonds and therefore heavily relyon bank cid:133nance. The key aspect we emphasize here is that this makes themvulnerable to changes in local credit market conditions which tend to worsenin downturns and to improve in booms. At the same time, the businessand private cid:133nance of small business owners are closely intertwined so thatcid:135uctuations in the access to business credit are also likely to aect the abilityto smooth personal consumption over time. Statelevel banking deregulationtransformed a highly fragmented, localized banking system into a systemwith larger banks that can pool funds across local and state boundaries. Weconjecture that this makes the availability of credit less dependent on thephase of the business cycle and that small cid:133rms would be prime benecid:133ciariesof such a development.Our results provide strong support for this hypothesis. We documentthat intrastate banking deregulation has dramatically lowered the variability of risk sharing over the cycle: before deregulation, each additional percentage point of GDP growth increased aggregate risk sharing by around 34 percentage points. This variability in the extent to which statelevelidiosyncratic risks can be shared across the nation has almost vanished as aresult of the abolition of intrastate bank branching and merger restrictions.Small cid:133rms seem to have played an important role in transmitting the effects of this deregulation to the real economy: the procyclical pattern inrisk sharing is reduced most strongly in those states where small businessesaccount for a large share of income or employment.This paper is possibly most closely related to Demyanyk, Ostergaard and Srensen 2007 who show that interstate income smoothing increased by 3around 15 percentage points on average following banking deregulation. Weextend the results by Demyanyk et al. 2007 by showing that the increasein income smoothing is part of a larger shift in the patterns of interstateconsumption risk sharing: banking deregulation seems to have lowered thecontribution from consumption smoothing out of income through savingsand dissavings while allowing better smoothing of income in the face ofstatespecicid:133c output shocks. While interesting in its own right, this shiftimplies that the net eect of banking deregulation on the longerterm average level of consumption risk sharing has overall been rather small. Howevercid:150 and that is the gist of our results cid:150 banking deregulation has made consumption risk sharing a lot steadier over the cycle. In particular, this meansthat consumption risk is almost 20 percentage points higher than it used tobe before deregulation in the average recession.The welfare costs of aggregate business cycles critically depend on theextent of heterogeneity among economic agents. Therefore, the reduction inthe variability of interstate risk sharing that we document here is a potentially important source of the aggregate benecid:133ts from banking deregulation.Since small cid:133rms are especially exposed to aggregate shocks Gertler and Gilchrist 1994, it is important they can keep borrowing in recessions.The abolition of state bank branching regulations seems to have achievedexactly this: especially in states with lots of small cid:133rms, access to credit hasbecome much less dependent on the state of the aggregate economy.The remainder of the paper is structured as follows: in the next section,we introduce our empirical framework and use it to document the procyclicalnature of aggregate risk sharing. We then present our data and the detailsof the empirical implementation in section three. In section four we discussour results. Section cid:133ve concludes.42 Consumption risk sharing over the business cycle We measure consumption risk sharing through panel regressions of the formcid:1 log Ckt Ccid:3t cid:12Ucid:20cid:1 log GSP kt GSP cid:3t cid:21 kt1where Cktis per capita consumption in federal state k in period t, GSP ktis gross state product per head and the asterisk denotes the national percapita average of the respective variable. In such a regression, we can thinkof the estimate of cid:12U as the amount of uninsured idiosyncratic output risk.Regressions such as 1 by now have some tradition in the both themicroeconometric as well as in the macro literature. Mace 1991, Cochrane1991 and Townsend 1994 were the cid:133rst to suggest regressions similar to1 on household level data as a test of the null of complete markets. Here,we follow the macroeconomic literature on risk sharing Asdrubali et al.1996, Crucini 1999 and assume that each federal state is represented bya standin consumer. In a world with complete markets, growth in marginalutility should be equated across regions, so that in all states of nature:u 0Cku 0Ckt1st s cid:21s2where s indexes the state of nature and cid:21s is the growth in the shadowprice of consumption. A key implication of 2 is that if risk is e cientlyallocated, marginal utility growth should be independent of countryspecicid:133cvariables. To the extent that we can associate changes in marginal utilitywith consumption growth, consumption growth should therefore be independent of a regioncid:146s business cycle risks regressions of the form 1 should 5yield a coe cient of zero. More recently, Asdrubali, Srensen and Yosha1996 have argued that the estimate of cid:12U may be more generally informative: even if the null of complete cid:133nancial markets is rejected, cid:12U still isa measure of market incompleteness. In panel regressions, cid:12U is regularlybetween 0 and unity, so that 1 cid:0 cid:12U can straightforwardly be interpretedas the share of the average regioncid:146s idiosyncratic risk that gets laid o incid:133nancial markets, whereas cid:12U is the portion of nondiversicid:133ed idiosyncraticrisk faced by the average region.Estimates of cid:12U based on regional data typically fall into the range between 0:2 cid:0 0:3, a quarter to a third of a regioncid:146s idiosyncratic output riskremains uninsured. Based on our U.S. statelevel data set here, we obtainan estimate of 0:22. Such estimates are typically based on panel regressionssuch as 1 and they do not allow for the possibility that the amount of risksharing that a group of regions achieves may actually be varying over thebusiness cycle.In this paper we argue that aggregate risk sharing varies over the businesscycle because certain groups of households may cid:133nd it harder to obtainconsumption insurance in cid:133nancial markets during recessions than duringbooms. In particular, many small cid:133rms heavily rely on access to bank loans,i.e. to credit markets, to smooth cid:135uctuations in business cash cid:135ow. It iswell documented that credit market frictions tend to hit small cid:133rms harderthan bigger cid:133rms that can issue their own bonds or may even be able toraise equity in stock markets. Gertler and Gilchrist 1994 show that thecredit channel of monetary policy has a much stronger impact on small cid:133rmsthan on bigger cid:133rms. Fluctuations in cash cid:135ow and in the availability ofcredit over the business cycle may therefore aect the degree of consumptionrisk sharing that the proprietors of small businesses and possibly also their 6employees can achieve. In this way, credit market restrictions may translateinto cid:135uctuations in aggregate risk sharing across regions.We present cid:133rst evidence to this eect in cid:133gure 1: the cid:133gure plots asequence of crosssectional estimates of the coe cient cid:12U . To obtain thissequence, we run the regression 1 as a crosssectional regression for eachyear in our sample period that ranges from 1964 to 1998:t cid:12U tcid:1ggspkcid:1eckt cid:28t kt3where t 1964:::1998, cid:28t is the constant of the time t crosssectional regression and kt the disturbance term. Here, and in the remainder of thepaper, we use lowercase letters with a tilde to denote logarithmic deviat cid:1 logcid:2Ckt Ccid:3tcid:3 and cid:1ggspktions from the USwide mean, so that cid:1eckt GSP cid:3tcid:3. The solid line in cid:133gure 1 represents the sequencecid:1 logcid:2GSP kfcid:12U tg, the dashed line is aggregate U.S. real GDP growth. The sequenceof risk sharing coe cients has a mean of roughly 0:2 but it cid:135uctuates dramatically over the cycle: cid:12U t displays a strong negative correlation cid:00:48with aggregate GDP growth cid:150 the share of nondiversicid:133ed statelevel idiot syncratic risk increases in recessions and decreases in booms.7Notes: This cid:133gure reports uninsured risk component cid:12U vs. GDP growth rates. cid:12U sequenceis estimated as crosssectional regression 3 for each year over 19631998.As we show in the remainder of the paper, this cyclical pattern in cid:12U tis more pronounced in states were small businesses are important. Closerinspection of cid:133gure 1 also reveals that the negative correlation betweencid:12U t and GDP growth breaks towards the end of the sample period, after 1985. We will argue that this decline in the comovement of cid:12U t with thebusiness cycle is the result of banking deregulation at the state level duringthe 1970s and 80s. Deregulation seems to have made small business accessto credit a lot steadier, thus virtually removing the correlation betweenaggregate risk sharing and the business cycle.2.1 Patterns of risk sharing The coe cient cid:12U in 3 tells us how much of the idiosyncratic risk faced bythe average federal state remains uninsured at time t. In order to obtain a 8better understanding of the nature of the frictions that drive time variationin cid:12U t, we also want to know how risk sharing is achieved. Building on Asdrubali, Srensen and Yosha 1996, we therefore explicitly consider threechannels of interstate risk sharing.We refer to the cid:133rst channel as income smoothing: to what extent donet interstate capital and labour income cid:135ows help insure income againstcid:135uctuations in output? To capture net interstate capital and labour incomecid:135ows, we look at the wedge between output gross state product, GSP andstate level income SI. Since the original paper by Asdrubali et al. 1996the literature has generally associated this channel with net factor mainly:capital income cid:135ows from other states and conveniently refers to it as thecapital market channel. While this interpretation is highly intuitive, forour purposes here it is important to note that state income does not recid:135ectall income cid:135ows to a state. State income excludes income cid:135ows to legalentities such as incorporated cid:133rms in as far as this income is not eventuallydisbursed to private households. In this respect SI diers from the incomeconcept underlying gross national product GN P that is used in nationalincome accounting. Since GNP data is not available at the state level, itis therefore not possible to disentangle risk sharing through net interstatefactor income cid:135ows from the intrastate income smoothing achieved throughthe balance sheets of legal entities. Small cid:133rms that are our focus here areoften registered as limited liability companies or in other quasiincorporatedforms such as Scorporations, and we discuss below in which respect thisdistinction might matter for some of our cid:133ndings.2The second channel we consider are net cid:133scal transferscid:150either through 2 Specicid:133cally, the extent to which small incorporated cid:133rms have access to credit markets could aect the way in which they disburse dividends to their owners and may therefore also aect the choice of income smoothing vs. other channels of risk sharing. See inparticular our discussion surrounding footnote 10 below.9the progressivity of the tax system or through the social security system bothof which may allow residents of a federal state to further smooth disposablerelative to state income. For brevity, and in line with the extant literature,we call this channel the cid:133scal channel.Finally, there may be further consumption smoothing through creditmarkets at the individual household level, after disposable income for thecurrent period is known. This eectively amounts to households smoothingtheir consumption through savings and dissavings. We therefore refer tothis third channel as consumption smoothing.To gauge the contribution of each of these channels to aggregate risksharing, we run the following panel regressions:4kkkkt cid:11K cid:12I cid:1ggspkcid:1ggspkt cid:0 cid:1esit cid:11F cid:12F cid:1ggspkt cid:0 cid:1fdsicid:1esit cid:11C cid:12Ccid:1ggspkcid:1fdsit cid:0 cid:1eckt cid:11U cid:12U cid:1ggspkcid:1eckt cid:14k I k K;tt cid:14k F k F;tt cid:14k C k C;tt cid:14k U k U;twhere si and dsi denote the logarithms of state level income and disposableincome respectively. Since all states face aggregate USwide shocks thatcannot be insured by decid:133nition, we focus on the idiosyncratic, statespecicid:133ccomponent of all variables that we again denote with a tilde so that cid:1eykt cid:0 cid:1y U Scid:1ykkktt for cid:1eykt cid:1ggspkt , cid:1esit , cid:1fdsit , cid:1eckt . With this specicid:133cation X capturewe control for common timespecicid:133c eects. The coe cients cid:14kstatespecicid:133c cid:133xed eects.The theoretical values of the coe cients in the above set of regressions 10areso thatt t kkkcid:12I covcid:1ggspkcid:12F covcid:1esicid:12C covcid:1fdsicid:12U covcid:1eckt cid:0 cid:1esit cid:0 cid:1fdsit cid:0 cid:1eckt ; cid:1ggspkkt varcid:1ggspkt varcid:1ggspkt varcid:1ggspkt ; cid:1ggspkt ; cid:1ggspkt ; cid:1ggspkt varcid:1ggspkt .t cid:12I cid:12F cid:12C 1 cid:0 cid:12Uby construction. Hence, the set of regressions 4 provides us with a completedecomposition of the crosssectional variance of statespecicid:133c output growth.In this way we obtain not only a picture of how much risk is shared 1cid:0 cid:12U ,but we also get a breakdown into the contribution of the dierent channelsto aggregate risk sharing the coe cients cid:12I, cid:12F and cid:12C. We call the vectorcid:12 cid:12I ; cid:12F ; cid:12C; cid:12U the pattern of risk sharing. So far, the regression setupwe have presented here assumes that cid:12 is timeinvariant. In our empiricalimplementation, we allow for the possibility that cid:12 varies over time and alsobetween federal states. The next section presents our data set and discusseshow we capture such variation in the patterns of risk sharing.3 Empirical implementation 3.1 Data We use a panel of variables for the 50 U.S. states and for Washington D.C.for the period 19631998. All data is annual. To measure regional risksharing on each level we employ an updated version of the data set used by Asdrubali et al. 1996. These data consist of annual gross state product 11and personal income data from the Bureau of Economic Analysis BEA.Disposable state income is constructed as state income plus federal transfers,minus total federal taxes raised in the state. State consumption consists ofstatelocal government and private consumption. Since private consumptiondata at the state level is not available, state private consumption is estimatedas the state retail sales data rescaled by the ratio of total USwide privateconsumption to total US retail sales. Real gross domestic product is the sumof gross state products over all states. All these variables are in per capitaterms and decid:135ated by the price index for personal consumption expenditure.Growth rates of real per capita variables are calculated as cid:133rst dierencesof natural logarithms of per capita decid:135ated level values. Further details onall data and their preparation are provided in the appendix.We consider two measures of the importance of small businesses in afederal state. Our cid:133rst and principal measure is the share of proprietorscid:146income in state personal income. This measure of proprietorscid:146 income orproprietary income is readily obtained from the regional economic accounttables available from the Bureau of Economic Analysis BEA. The secondmeasure is the share of small business employment in total state employment. This measure decid:133nes establishments as cid:145smallcid:146if they have less than 100 employees. However, these data are recorded only for the period after 1977. They are available from the Geospatial and Statistical Data Centerat the University of Virginia library.Recession and expansion dates are from NBER Business Cycle Data Base.123.2 Capturing time and state variation in interstate risksharing To explore business cycle cid:135uctuations in the pattern of risk sharing as wellas its variation across federal states, we parametrize cid:12 as a function of aggregate variables. In addition, we control for potentially timevarying statespecicid:133c characteristics. Again, collecting cid:12kt cid:12k I t; cid:12k F t; cid:12k Ct; cid:12k U t,we parametrizecid:12k X t cid:12X0 zk 0t cid:12X15for X I; F; C; U. Here, cid:12X0 measures the average amount of risk insuredvia income, cid:133scal, and consumption smoothing and uninsured risk respectively when zkt equals zero. cid:12X1 gives the marginal eect on risk sharingthrough channel X that is induced by shifts in zkt . We partition zktintoaggregate, timevarying x 0t and timeinvariant statespecicid:133c u 0k characteristics. In addition, we allow for characteristics that can vary across bothstate and time y 0kt cid:3.t , so that zk 0t cid:2x 0t; u 0k; y 0k By plugging 5 into the panel sharing regressions 4 above and multiplying out, we then obtain a set of interaction terms with cid:1ggspkcoe cients on these interaction terms then correspond to the respectivet . Thecoe cients in the vector cid:12X1 and allow us to calculate cid:12k X t given the aggregate and state specicid:133c characteristics at time t. We generally estimatepanel OLS regressions of the formt yk 0t cid:12Y cid:11X cid:14kxt cid:12X0cid:1ggspkwith xt cid:1ggspkt zk 0t cid:12X1cid:1ggspkt cid:0 cid:1fdsit cid:0 cid:1esit , cid:1esit and for X I; F; C; U respectively. Besides the usual timeinvariant statespecicid:133c cid:14k Xt cid:0 cid:1eckt , cid:1eckt , cid:1fdsi X cid:28 Xt k6kkkk X;t 13eects, this specicid:133cation also includes stateinvariant timecid:133xed cid:28 Xt eft and xt are already measured as deviations fromfects, even though cid:1ggspkthe crosssectional i.e. national mean. This keeps our regressions parsimonious while avoiding spuriously signicid:133cant partial eects: the panel timespecicid:133c eects capture the cid:133rstorder impact of timevariation in aggregatevariables. Equally, as long as the regional characteristics are timeinvariant,their cid:133rstorder eects will be fully captured by the state cid:133xedeects. Theonly uninteracted elements of zkt we therefore need to control for in thist .3specicid:133cation are the time and state specicid:133c variables y 0k 4 Results 4.1 Cyclical patterns of Interstate consumption risk sharing Our cid:133rst set of results is presented in table 1. Here we run the decomposition4 above by parametrizingcid:12X t cid:120X cid:121X cid:1gdpt7where cid:1gdpt is aggregate GDP growth. Concid:133rming the intuition provided incid:133gure 1, we cid:133nd that consumption risk sharing increases in booms and decreases in recessions i.e. cid:12U t is countercyclical. Interestingly, the incomeand consumption smoothing channels have opposite cyclical dependence on GDP; whereas income smoothing decreases in booms and increases in recessions, the opposite is true for both cid:133scal transfers and in particularlyconsumption smoothing. Consumption smoothing decreases in recessions,whereas it improves in booms. This latter eect dominates the positive ef3 In particular, the statelevel banking deregulation dummy we use below will be of thislatter form.14fect of recessions on income smoothing and is further reinforced throughthe cid:133scal channel so that the total extent of risk sharing, as measured by 1 cid:0 cid:12U t, is strongly procyclical.These results are robust to alternative measures of the business cycle.In panel B, we capture the business cycle using the o cial NBER recessionand expansion dates. We also distinguish between recessions and booms tocheck for the possibility of asymmetries in the dependence of risk sharingon the cycle. There is no sign of such asymmetries: the coe cients onthe expansion and recession indicators are virtually of the same order ofmagnitude and all correctly signed throughout and cid:150with the sole but onlymarginal exception of the expansion indicator in the regression for cid:12U cid:150alsohighly signicid:133cant.4Turning to the pattern of risk sharing, we see that the main source ofprocyclicality in risk sharing is consumption smoothing cid:150 our estimate ofcid:12Ct is strongly procyclical and highly signicid:133cant.This procyclicality in consumption smoothing is partly oset by incomesmoothing cid:12I t which decreases in booms and rises in recessions. A similarpattern has also been observed by Agronin 2003 who also pointed at thepossibility that an explanation for this feature might be purely mechanical:the share of small business ownerscid:146 income proprietary income in U.S.output is strongly procyclical. Since income from small businesses is notgenerally disbursed across state boundaries, say through procid:133t or dividendpayments since the owner of a typical small business is likely to reside inthe state, the share of income that cid:135ows across state borders to provideincome smoothing decreases in booms.54 Though the point estimates indicate that the reduction of aggregate risk sharing inrecessions is stronger than its rise in booms, we cannot reject the hypothesis cid:121U cid:122U 0.Hence, we cannot reject that there are no asymmetries between expansions and recessions.5 This interpretation is supported by the fact that we cid:133nd a negative link between 15However, cid:12Ct is much more strongly procyclical than cid:12I t is anticyclical. The impact on the procyclicality in aggregate risk sharing 1 cid:0 cid:12U tis further reinforced through the cid:133scal channel , even though this eect israther small. Hence, cid:135uctuations in access to consumption smoothing possibilities given disposable income are the main driver of the variation ininterstate consumption risk sharing over the business cycle.4.2 Importance of small businesses We show next that the cyclical pattern of risk sharing that we establishedin table 1 is much more pronounced in those states where small cid:133rms areimportant.As discussed in the data description, we employ two measures of smallcid:133rm importance that we denote by cid:22 throughout in a state: our cid:133rstmeasure is the share of proprietary income in state personal income cid:221 Shapi. This measure has the advantage that it specicid:133cally focuses on theimportance of those households that actually own small businesses for theregional economy.As an additional measure, we also consider the share of total employmentin small businesses of less than 100 employees cid:222 SBE. It encompasses asomewhat dierent concept of small business importance in that it focuses onthe role of small businesses as employers and therefore for the local economyat large. One drawback of this measure is that statelevel timeseries forsmall business employment are available only from 1977, thus covering onlywhat is essentially the second half of our sample period.For both the employment SBE and income Shapi based measurewe split our sample of states into three equally sized groups according toincome smoothing and the aggregate share of proprietorscid:146income in GNP once, in analogyto 7 we parametrize cid:12I as a function of this variable.16whether the importance of small businesses in a given state is high, middleor low.6 We conduct this sample split based on sample averages for the proprietorscid:146income measure, whereas we use the earliest available observation1977 for the employmentbased measure of smallbusiness importance. 7We then rerun the regression specicid:133cation 7 for the unsmoothed component , cid:12U t, on each of these groups. The results are in panel A of table 2: as is apparent, the coe cient on the interaction term between aggregate GDP, cid:1gdpt, and the growth of gross state product, cid:1gspk;t, is highly signicid:133cant and negative for those states where small businesses are important.For the other two groups of states, aggregate risk sharing does not seemto covary strongly with the business cycle. As is apparent, the results arequalitatively the same, irrespective of whether we use the income or theemploymentbased measure of small business importance.86 These groups, to which we refer as high, middle and lowcid:22 groups, are detailed intable A1 in the appendix.7 We checked that it is indeed the crosssectional dispersion and not time variationin cid:22k that drives the results. First, we also ran most of our specicid:133cations with the timeaverages of cid:221 Shapi taken over the cid:133rst or the second half of the sample only. Secondly,we parametrized many of the regressions below in a way that allows cid:221 to vary across bothtime and state. All results reported in the paper were robust to these changes. For theemploymentbased measure, we focus on the earliest available observation for two reasons.First, because our argument below is going to be that the dependence of aggregate risksharing on the business cycle and the role of small business importance for the strengthof this dependence is going to be weaker after the deregulation wave of the mid 1980s.Secondly, the recession of the early 1980s has had a major impact on the ranking of somebig states in terms of small business importance. Still, most of our results based on SBEwould be the same if we used averages instead of the earliest observation.i 0U cid:12ii 8 The coe cient cid:12U 0 may decline as we move from the low to the high cid:22group but thisdoes not necessarily mean that the high cid:22 group shares more risk on average. The reasonfor this variation in cid:120U between the groups is mainly mechanical: We could equivalently 1U cid:1gdpt cid:0 cid:1gdp where cid:1gdp is the sampleestimate the specicid:133cation cid:12ut cid:12mean of aggregate GDP growth and i stands for the low, middle and highcid:22 groups 1U cid:1gdp is the average amount of risk shared by grouprespectively. Then cid:12i. It is apparent that the group with the higher business cycle sensitivity lower cid:12i 1U ofirisk sharing will necessarily have a lower cid:12i 0U ,0U if the average amount of risk shared, cid:12does not vary across groups. We do notreport the specicid:133cation with demeaned cid:1gdpmainly because this would in turn make the interpretation of the coe cients on interactionsinvolving cid:1gdp as we will consider them in the remainder of the paper considerably lessintuitive. We explore in the next specicid:133cation if there are systematic dierences in the 0U cid:0 cid:12i 0U cid:12i 17We then explore to what extent the entire pattern of risk sharing issensitive to the aggregate business cycle. We do so by parametrizing cid:12X tas a function of the share of proprietary income in state personal income:cid:12X t cid:12X0 cid:12X1cid:1gdpt cid:12X2cid:1gdptcid:16cid:22k 1 cid:0 cid:221cid:17 cid:12X3cid:16cid:22k 1 cid:0 cid:221cid:17where cid:22k 1 is the sample average of the share of proprietary income for state 1. Panel B of table 2 presents theresults for this specicid:133cation. Again it is clearly apparent that the cyclicalk and cid:221 the crosssectional mean of cid:22kdependence of interstate risk sharing overall cid:12U t is more pronouncedwhere small cid:133rms account for a large share of state income. Inspecting thepatterns of risk sharing, we see that this feature can primarily be explainedby the fact that the consumption smoothing channel, cid:12Ct, is particularlyprocyclical in states where cid:221 is high.These cid:133ndings suggests that small cid:133rms play an important role in explaining why aggregate risk sharing cid:135uctuates over the business cycle. It is,however, conceivable, that the time variation in these cid:133rmscid:146access to cid:133nanceis not mainly the result of them being rather small, but rather the outcomeof these cid:133rms being concentrated in particular sectors of the economy.We address this issue in table 3, where we repeat our regressions forcid:12U t, but now we also include a number of controls. Specicid:133cally, we captureindustrial structure through a sectoral specialization index of the form ISk SXs1GSP sk GSPk cid:01K cid:0 1KXj1;j 6kextent to which the three groups share risk on average.8:182GSP sj GSPj 9;where GSP sk GSPk is the share of value added in sector s in the total value In our regressions, we use the estimates of ISk providedadded of state k.in table 1 of KalemliOzcan, Srensen and Yosha 2001 for both the oneand the two digit industry classicid:133cation levels. In our specicid:133cation for cid:12U twe then also include both IS and its interaction with cid:1gdp.In severalof the regressions reported in table 3 we also include a linear trend in thespecicid:133cation for cid:12U t to control for the eect of other, gradual developmentsthat could have aected interstate risk sharing over the sample period.In addition, we estimate some of the specicid:133cations in table 3 by GLS toaccount for potential heteroskedasticity in the data. We cid:133rst estimate therespective equation for the entire panel by OLS. Then we use the residuals toestimate the residual variance for each state. In a second step, we correct forheteroskedasticity by weighting observations with the inverse of this statespecicid:133c variance. This never aects our results and here and elsewhere inthe paper we mainly report the results for panel OLS which gives slightlyhigher weight to smaller states.The results in table 3 clearly show that industrial structure matters bothfor the degree of interregional risk sharing as well as for its cyclical dependence. More specialized regions tend to be better insured, a stylized factcid:133rst established by KalemliOzcan, Srensen and Yosha 2001, 2003.Italso appears to be the case that more specialized regions tend to be exposedmore to cyclical variation in risk sharing, even though this result appearsless pronounced in the generalized least squares regressions. Controlling forindustrial structure does, however, not aect our cid:133ndings that small businesses are paramount in explaining why aggregate risk sharing cid:135uctuatesover the cycle. We therefore conclude that it is not mainly industrial structure but the incidence of small cid:133rms itself that can account for the patterns 19we have documented in this subsection.4.3 The role of banking deregulation Our maintained hypothesis is that small cid:133rmscid:146access to credit markets, particularly to bank loans, is a key determinant of the extent to which interstaterisk sharing cid:135uctuates over the aggregate business cycle. A major development that could have aected the availability of credit to small cid:133rms in oursample period is the gradual deregulation of the U.S. banking market during the 1970s and 1980s. Until that time, the U.S. had a highly fragmented,localized banking system. State regulation generally prohibited the operation of outofstate banks and also strongly limited bank branching within astate, to the point that in some states banks where allowed to operate onlya single branch.9 From the point of view of economic theory, one wouldexpect that the gradual lifting of this regulation would lead to considerablewelfare gains through the formation of bigger banks and a better inter andintrastate pooling of credit risk. Indeed, Jayaratne and Strahan 1996 showthat federal states that deregulated their banking markets earlier did eventually grow faster. They ascribe much of this growth gain to better accessof small cid:133rmscid:146 to credit. Morgan et al. 2004 cid:133nd that deregulation haslowered the volatility of U.S. state business cycles. In a recent importantcontribution, Demyanyk et al. 2007 demonstrate that income risk sharingincreased due to statelevel banking deregulation and they also show thatthis increase was more pronounced in states where there are lots of smallbusinesses. While our paper is related to Demyanyk et al.cid:146s, our analysisdiers in scope in that we focus on the role of proprietary businesses and 9 See Kroszner and Strahan 1999 for a succinct overview of the historical origins ofthis regulation and for a detailed account of of the political and economic determinantsof deregulation.20statelevel banking deregulation for business cycle variability in risk sharingrather than on the eect of deregulation on the average level of risk sharing.Specicid:133cally, we investigate to what extent banking deregulation has steadiedinterstate risk sharing by improving small cid:133rmscid:146access to cid:133nance.The literature has distinguished between two dimension of statelevelderegulation: intrastate deregulation removed branching and merger restrictions for banks and bank holding companies that were domiciled in a state.Interstate deregulation allowed access to the local market by outof statebanks and bank holding companies often on a reciprocal basis thus making the interstate pooling of bank funds possible.As we show in the next subsection, it was intrastate deregulation that hasaected the cyclical pattern of risk sharing whereas interstate deregulationhad virtually no eect in this respect. Unless otherwise mentioned, our focusin this paper is therefore on intrastate deregulation.To exploit both the crosssectional and intertemporal dimensions of deregulation we use a dummy variable SDDkt which becomes one from the yearin which deregulation took place in state k. Following the practice of Jayaratne and Strahan 1996, Kroszner and Strahan 1999 and Demyanyket al. 2007, we decid:133ne the date of intrastate deregulation as the year inwhich statewide branching through mergers and acquisitions was fully permitted. Deregulation dates are from Kroszner and Strahan 1999 for theyears 19782001 and Amel 1993 for the years prior to 1978.In table 4, we explore if intrastate banking deregulation has had animpact on the pattern of risk sharing and the degree to which it varies overthe business cycle. In panel A, we cid:133rst introduce the dummy SDDkt to allowfor a statespecicid:133c impact on the longer term average level of risk sharing.Doing so leaves our conclusions with respect to the cyclical cid:135uctuation in 21the pattern of risk sharing unaected; the point estimates on the cid:1gdptermfor all channels as well as for the unsmoothed component remain virtuallyunchanged and highly signicid:133cant.Quite in line with Demyanyk et al. 2007, we cid:133nd a sizeable positivelevel eect of banking deregulation on the average level of income smoothing:deregulation leads to between 15 and 20 percentage points more risk sharingthrough the income channel. Interestingly, however, we also cid:133nd that deregulation lowers the average amount of consumption smoothing by roughlythe same, so that the net eect of banking deregulation on cid:12U t appearsinsignicid:133cant. This would seem to suggest that banking deregulation has hada pronounced eect on the patterns of income and consumption smoothingbut less so on the total extent to which consumption risk is shared acrossstate boundaries.It is beyond the scope of this paper to explore this shift in the pattern ofrisk sharing in detail.10 But while this impact on the patterns of risk sharingclearly seems very marked, deregulation seems to have had a rather smalleect on the average level of consumption risk sharing. Our argument here isthat banking deregulation has still had an economically very important eecton consumption risk sharing by weakening its variability over the businesscycle.Table 4, panel B shows the impact of banking deregulation on the cyclicalpattern of risk sharing. Here, we report on a specicid:133cation which allows thesensitivity of cid:12k X t to GDP growth to change after banking deregulation:10 One possible explanation could be provided by the creation of the Scorporation inthe early 1980s. The Scorporation, though being a legal entity, is tax exempt. Onlyprocid:133ts disbursed to shareholders are taxed as personal income statistically they are thenregistered as proprietary income.In a progressive tax system, this could create a taxincentive to smooth the disbursement of procid:133ts, provided the cid:133rm can buer cid:135uctuationsin cash cid:135ow through access to credit markets. Clearly, we would expect the latter to havebecome easier in the wake of deregulation.22cid:12k X t cid:12X0 cid:12X1cid:1gdpt cid:12X2cid:1gdpt SDDkt cid:12X3SDDkt8For both the income and the consumption smoothing, the coe cients cid:121and cid:122 have opposite sign and are highly signicid:133cant. In both cases, we acceptthe hypothesis cid:121 cid:122 0 at very high signicid:133cance levels. This also carriesover to cid:12U t. Here, again, we cannot reject cid:12U 1 cid:12U 2 0. These cid:133ndingssuggest that banking deregulation has eliminated almost all of the businesscycle dependence of aggregate risk sharing. In any case deregulation seemsto have contributed substantially to weakening this dependence.As our previous results suggest, this business cycle dependence used tobe particularly pronounced in states where small businesses are particularlyprevalent. Hence, if banking deregulation has almost eliminated the dependence of risk sharing on the state of the business cycle, then it wouldseem that its eect should have been strongest in states with lots of smallbusinesses. We explore this possibility next.Table 5 presents regressions in which cid:12U is again parametrized as afunction of GDP growth:cid:12U t cid:120U cid:121cid:1gdpt As in table 2, the regressions reported in panel A of table 5 are performed onsubsamples formed according to the importance of small businesses. Again,we refer to these groups as high, middle, and lowcid:22 groups respectively. Inaddition, we split the sample into an early period 19631983 and a later period 19861998. The early period is characterized by gradual deregulation.While in 1963 only relatively few states roundabout 25% had deregulated,roughly 45% had done so by 1983. The second period starts with the wave 23of deregulations of the midlate 1980s.11If banking deregulation has had an impact on the cyclical variability towhich risk can be shared over the cycle mainly through its eect on smallbusinesses we would expect that the business cycle sensitivity of risk sharingwould have decreased mainly in the cid:146highcid:22cid:146states. This is exactly what wesee:in the early part of the sample, the highcid:22 group is strongly exposedto cid:135uctuations in GDP whereas the low and middlecid:22 groups are not. Butin the later subsample, risk sharing does not longer depend on GDP, evenfor the highcid:22 group. Again, this pattern holds for both the income and theemploymentbased measures of small business importance.In principle it is conceivable that this pattern could be driven by otherdevelopments that coincided with the deregulation of bank branching restrictions. Not so: to show that it is indeed the impact of banking deregulationthat drives these results, we run the same regressions as in panel A for thecid:133rst subperiod, i.e. 196383, but now we sort states into four categories:abovebelow median small business importance highlow cid:22 and whetherthe state had deregulated by 1983 or not lateearly deregulation. Resultsare in panel B of table 5. As is clearly apparent, risk sharing by small business intensive states was signicid:133cantly exposed to cid:135uctuations in GDP asindicated by cid:121U only in those states that were late deregulators . For allother groups, in particular for the high cid:22 early deregulation group, thereis no signicid:133cant link of cid:12U with aggregate GDP. Again, this is true for bothmeasures of small business importance.11 Between 1985 and 1988, 16 states abolished intrastate MA and branching restrictions. We exclude the years 1984 and 1985 from the sample so as to make sure that moststates had actually liberalized for most of the second sample period.244.4 Intra vs. interstate banking deregulation The measure of deregulation we use in our analysis is the date of intrastatederegulation of banking services in a given state. Here, we examine whetherthis focus is justicid:133ed: we compare to what extent intra or interstate deregulation respectively have contributed to the shifting patterns of interstaterisk sharing and, in particular, to what extent the two forms of deregulationhave changed the variability of risk sharing over the cycle.Table 6 displays results for each deregulation measure separately andfor both measures together including both longterm average level andbusinesscycle eects on risk sharing. It is apparent that whilst interstatederegulation has mainly aected the average level of income and consumption smoothing, only intrastate deregulation has had a signicid:133cant impacton the variability of risk sharing over the cycle. Again, this is true for allindividual channels as it is for aggregate risk sharing, 1 cid:0 cid:12U t. We thinkthat these results have a highly intuitive interpretation: We would expectthat longerterm improvements in interstate risk sharing for the averagehousehold can only be brought about by better access to credit from outofstate. Allowing the formation of banks that operate and provide creditacross state borders was exactly a key feature of interstate deregulation.Intrastate deregulation, on the other hand, has permitted banks to branchinto other counties within the same state which is likely to have led to acrosscounty, statewide diversicid:133cation of bankscid:146 credit risks. Such betterpooling of credit risks may in turn have allowed to extend lines of credit tocertain household groups and in particular to small cid:133rms whose cash cid:135owsand collateral value are highly correlated with local countyspecicid:133c economic conditions.In particular, such a development may have improvedsmall cid:133rmscid:146ability to smooth consumption and income, in particular in ag25gregate cyclical downturns, when collateral values are low. Our results inthis respect clearly tie in with the cid:133ndings of Jayaratne and Strahan 1996,Morgan et al. 2004 and Demyanyk et al. 2007 who also ascribe the importance of deregulation for small businesses rather to the intrastate thanto the interstate dimension.4.5 Extensions and robustness 4.5.1 Risk sharing, asset prices and collateral constraints As both an extension and robustness check we examine to what extent ourresults concerning the cid:135uctuation of risk sharing with aggregate GDP couldactually be driven by cid:135uctuations in asset prices. Asset prices are highly correlated with the business cycle and the relation between cid:12U t and aggregate GDP growth could just recid:135ect what is actually a direct eect of asset priceson risk sharing. There are at least two channels through which asset pricescould account for timevariation in the extent to which risk can be sharedacross state borders. First, asset prices cid:135uctuations aect the value of collateral and may therefore have an impact on credit market access. Secondly,asset price cid:135uctuations, in particular of stock prices, could aect risk sharing over the cycle because they directly change the degree of interregionalportfolio diversicid:133cation: household holdings of the national stock markete.g. through retirement savings plans represent a claim to output in otherfederal states so that stock ownership brings interregional diversicid:133cation.12When stock prices rise, the value of this diversicid:133ed component of wealth increases relative to that of interregionally nondiversicid:133able components, such 12 This is certainly true if a household holds a diversicid:133ed claim on the entire nationalstock market portfolio. But it is also possible if the household holds shares only of alimited number of companies. Provided these companies have operations outside the stateof residence of the household, their stock is likely to represent claims to procid:133ts from manydierent federal states, thus providing interstate diversicid:133cation to the household.26as labour income, housing or proprietary wealth. Therefore, interstate risksharing could cid:135uctuate with stock market valuations.To assess to what extent our results interact with time variation in collateral values, we turn to the recent study by Lustig and van Nieuwerburgh2006 who have argued that the availability of housing collateral constrainsinterstate risk sharing in the United States. Possibly, the availability of housing collateral could also help explain why risk sharing cid:135uctuates with aggregate GDP. In addition, given that small businesses face high noninsurablerisk and may therefore face particularly severe credit constraints, the availability of housing collateral may be especially important for small businessowners for whom personal and business cid:133nance are closely intertwined. Toexplore this nexus, we parametrize cid:12k U t as a function not only of cid:1gdpt butalso Lustigcid:146s and van Nieuwerburghcid:146s indicator of housing collateral scarcity,the socalled myresidual 13, and of various other controls, including interactions between cid:1gdp and cid:22, my and cid:22, as well as of a linear trend.Table 7 reveals that the business cycle dependence of risk sharing remains highly signicid:133cant in all these specicid:133cations. As found by Lustig andvan Nieuwerburgh 2006, housing collateral scarcity clearly matters for risksharing, but it cannot explain away the dependence of interstate risk sharingon aggregate GDP growth. Interestingly, the eect of collateral scarcity onrisk sharing is amplicid:133ed in states with a high share of proprietary income,the interaction between cid:22 and my has a large positive coe cient and is alsosignicid:133cant in two specicid:133cations. Note also that once we consider the interaction of proprietorship with housing collateral scarcity, the aggregate housingcollateral factor alone switches sign and generally ceases to have a signicid:13313 Housing collateral scarcity, myt, is the residual of a cointegrating relationship betweenhousing wealth and income, rescaled to the interval between zero and one, with unityindicating highest scarcity lowest availability of collateral. Further details are given inthe data appendix.27cant impact on aggregate risk sharing. This result again suggests that smallcid:133rmscid:146access to credit seems to be crucial in understanding why risk sharingcid:135uctuates over the business cycle. But the fact that the cyclical dependenceof risk sharing holds up even once we control for a measure of collateralscarcity also underscores our point that housing collateral constraints arelikely to be only one aspect of the story we focus on here.Table 8 explores the impact of stock market valuations on interregionaldiversicid:133cation. To this end, we include a measure of asset price cycles as anadditional interaction term in our regressions. We use Lettaucid:146s and Ludvigsoncid:146s 2001 cay residual, an econometric proxy of the consumptionwealthratio that, as Lettau and Ludvigson have shown, is a very good indicator ofthe cyclical component in U.S. stock markets. As is apparent from columns IIIV of table 8, cay indeed helps explain cid:135uctuations in aggregate risk sharing: risk sharing signicid:133cantly increases when asset prices are high cay islow and decreases, when asset prices are low cay is high. We think thisis an interesting result in its own right, though we do not aim to explore itfurther in this paper. Again, the inclusion of cay does not change our resultswith respect to the variation of risk sharing as a function of aggregate GDP,though. Another interesting feature that is noteworthy from Table 8 is thatthe interaction of cid:1GDP with a deregulation trend variable, Cum Dt cid:150thecumulative fraction of states that had deregulated at a given date cid:150is generally positive and signicid:133cant, once again suggesting that the dependenceof aggregate risk sharing on the GDPcycle has decreased as deregulationhas progressed. Interestingly enough, this very same trend does not seemto have changed the role of asset prices for cid:135uctuations in risk sharing cid:150theinteraction between Cum Dt and cayt is insignicid:133cant.284.5.2 Monte Carlo evidence In this cid:133nal subsection, we illustrate the robustness of our main results further by way of a Monte Carlo simulation: cid:133rst, interstate risk sharing cid:135uctuates more with the aggregate business cycle in states where small businessesaccount for a large share of economic activity. Secondly, intrastate bankbranching deregulation has considerably weakened this business cycle dependence of risk sharing, presumably through its impact on small businessaccess to cid:133nance. We ask whether the specicid:133c incidence of small businessesin a state and the specicid:133c date at which intrastate deregulation took placehave a direct bearing on our results or whether these results could have beenobtained by chance e.g. because they are driven by other developments thatmore or less coincided with the unfolding of deregulation across time andstates.14We follow Aghion et al. 2008 and randomly assign cid:145placebocid:146measuresof small business importance cid:22k and deregulation dates SDDkt to eachstate by sampling 1000 draws from the empirical distribution of these variables. For both small business importance and deregulation dates, we thenrun two dierent exercises: in the cid:133rst exercise, we run our specicid:133cation onthe placebo variable alone, asking in what percentage of cases it is moresignicid:133cant than the true variable. In the second exercise, we include boththe placebo and the actual variable and we investigate in how many of oursimulations the placebo and the actual variable respectively are individuallysignicid:133cant.Panel A illustrates that the strength of the cyclical variation in cid:12U tdepends on small business prevalence. As is apparent, the interaction between the placebo measure of cid:221 the share of proprietary income in state 14 We thank Fabrizio Zilibotti for suggesting this exercise 29personal income and aggregate GDP growth is more signicid:133cant than in thereal data in less than 3 percent of all cases. Conversely, if both the placeboand the actual measure are included, the interaction between GDP and thereal measure is always signicid:133cant, whereas it is only signicid:133cant in around 10percent of all cases for the placebo.Panel B gives the corresponding results for intrastate deregulation: theinteraction between the placebo deregulation date and aggregate GDP growthis more signicid:133cant than between GDP and the real deregulation date in just 10 percent of cases. If the interactions of GDP with both the true and theplacebo deregulation date are included, the coe cient on the true interaction is signicid:133cant in 84 percent of all simulations, but only in 12 percentfor the placebos. Note also that SDD when not interacted with GDP, isalmost never signicid:133cant and only 12 percent of the placebo draws in theplaceboonly specicid:133cation would yield a tstatistics that is higher than theinsignicid:133cant tstatistics on the true deregulation date. This once againhighlights the relative importance of deregulation for the variability of interstate risk sharing: whereas, as we have seen above, deregulation seemsto have had a major eect on the patterns of risk sharing more incomesmoothing, as shown by Demyanyk et al. 2007 but also less consumptionsmoothing, its impact on the average level of aggregate consumption risksharing appears insignicid:133cant. In as far as consumption risk sharing is concerned, the main impact of deregulation seems to have been to make risksharing less variable over the business cycle.The simulations in Panel C further illustrate that it is truly the interaction between small business importance and intrastate bank deregulationthat is responsible for the reduced variability of risk sharing. Here, we sam30ple from the joint distribution of cid:22 and SDD.15 We then repeat the exercisefrom table 5, panel B: based on their placebo assignments, we sort all statesinto four groups: highlow cid:22 and earlylate deregulation. The estimationperiod is again 196383. For the highcid:22late deregulation group we reportthe percentage of cases in which the respective coe cients are signicid:133cantand correctly signed. As is apparent the coe cients is almost never signicid:133cant when based on the placebo: in only 0.3% and 0.2% of all cases for theincome and employment based measures respectively. This underscores thatbusiness cycle cid:135uctuations in a statecid:146s ability to share risk with other statesare clearly not random but explained by the interaction of the two particularcharacteristics we focus on: the prevalence of small businesses and whethera state had deregulated its banking market or not.5 Conclusions In this paper we establish that interstate risk sharing in the United Statesvaries over the business cycle, with risk sharing increasing in booms anddecreasing during downturns. This variation in aggregate risk sharing isquantitatively important. Over our sample period, the average state wouldshare almost 80 percent of its business cycle risk with other states. But everypercentage point increase in USwide GDP growth increases interstate risksharing by almost four percentage points and in the trough of the averagerecession in our sample period, risk sharing was 17% percentage points belowits mean.There is also a distinct pattern in how risk is shared over the business 15 As shown in Kroszner and Strahan 1999, deregulation did not occur randomly.Rather, states whith lots of small businesses tended to deregulate earlier. To account forthis correlation, we do not draw cid:22 and SDD independently but from their joint distribution.31cycle. Interestingly, we cid:133nd that income smoothing through capital incomecid:135ows is hugely countercyclical, whereas consumption smoothing throughsavings and dissavings at the household level is strongly procyclical. It is thelatter eect that dominates, so that aggregate risk sharing is also stronglyprocyclical.We argue that these patterns of risk sharing are determined by timevariation in the ability of small cid:133rms to obtain credit. First, we demonstratethat the business cycle dependence of risk sharing is much more pronouncedin states where small cid:133rms are particularly prevalent. Secondly, we showthat the liberalization of statelevel bank branching and holding legislationin the U.S. has hugely aected this pattern: banking deregulation virtuallyremoved the dependence of aggregate risk sharing on the business cycle andthis reduction in cyclical dependence occurred primarily in states wheresmall businesses account for a large share of income or employment.At a theoretical level, banking deregulation may aect risk sharing in twoways: better interstate pooling of credit risk may lead to more risk sharingon average. Secondly, if cid:133rms and households face collateral and borrowingconstraints, the extent to which consumption risk sharing is possible maybe sensitive to the phase of the business cycle. Our results suggest thatthis second eect is particularly important: banking deregulation seems tohave improved credit market access for small cid:133rms most when it is also mostneeded cid:150in cyclical downturns.326 Data appendix Gross State Product GSP . Gross State Product is decid:133ned as thevalue added of the industries of a state. Data for gross state product areavailable from the BEA. GSP as all our data is divided by statebystatepopulation.State Income SI. State income is decid:133ned as the sum of earningswages and proprietorscid:146income, distributed procid:133ts including interest andrent of residents of the state and state and federal nonpersonal taxes including corporate taxes and indirect business taxes. We construct it following Asdrubali et al. 1996 as the sum of state personal income, federalnonpersonal taxes and contributions, state and local nopersonal taxes, interest on state and local funds less direct transfers federal and state. Statepersonal income is available from the BEA and is decid:133ned as income that is received by, or on behalf of, persons who live in the state. It is calculated as thesum of wage and salary disbursements, supplements to wages and salaries,proprietorscid:146income with inventory valuation adjustment and private capitalconsumption adjustment CCAdj, rental income of persons with CCAdj,personal dividend income, personal interest income, and personal currenttransfer receipts, less contributions for government social insurance.Disposable State Income DSI. Disposable income is decid:133ned asstate income plus federal transfers to individuals and federal grants to stategovernments minus federal nonpersonal taxes and contributions and federalpersonal taxes. Federal grants are provided by the United States Statistical Abstract, federal personal taxes and transfers are available by state fromthe BEA.State Consumption C. State consumption is decid:133ned as the sumof private consumption and consumption by the state government. Privateconsumption at the state level is not available. We follow Asdrubali et al.1996 and the extant literature and construct private consumption as retailsales rescaled by the ratio of aggregate US private consumption to aggregate US retail sales.Share of Proprietary Income Shapi. We calculate the share ofproprietary income as the ratio of state proprietary income to state personal income. The both data for personal and proprietary income are fromthe BEA. Proprietary income is decid:133ned by the BEA as currentproductionincome of sole proprietorships, partnerships, and taxexempt cooperatives.It excludes dividends, monetary interest received by noncid:133nancial business,and rental income received by persons not primarily engaged in the realestate business. A sole proprietorship is an unincorporated business ownedby a person; a partnership is an unincorporated business association of twoor more partners; a taxexempt cooperative is a nonprocid:133t business organi33zation that is collectively owned by its customermembers 16.Small Business Employment SBEk. Small businesses are establishments with a number of employees less than 100. We measure smallbusiness employment as number of people employed in small business establishments relative to total employment in a state in 1977, the earliestdate available. The data is available from Geospatial and Statistical Data Center, University of Virginia library.Gross Domestic Product GDPt. Gross domestic product is constructed as sum of gross states products not per capita over all states forevery time period t divided by total US population.NBER Indicators. The data are from NBER Business Cycle Dateshttp:www.nber.orgcycles.html. N BERpeakt dummy equals one, whenbusiness cycle reaches peak, otherwise it is zero. N BERtrought dummyequals one, when business cycle reaches itcid:146s trough, otherwise it is zero.Deregulation SDDk;t. We use data on banking deregulation from Demyanyk et al. 2007, Table 1. A deregulation dummy becomes one fromthe year where intrastate deregulation took place. We measure the eectof intrastate branching deregulation using dummy variable SDDk;t, thatswitches on from 0 to 1 the year state k permitted statewide branching bymerges and acquisitions and stays on thereafter. We generally use intrastatederegulation dummy. The interstate deregulation indicator switches on theyear state k permits entry by outofstate banks and stays on thereafter.Deregulation dates are from Kroszner and Strahan 1999 for the years 19782001 and Amel 1993 for the years prior to 1978. Since the actual date ofderegulation is unknown for states that deregulated before 1960, the date islisted as 1960.Industrial Structure IS1d;2d. We measure industrial structure usingthe sectoral specialization index constructed by KalemliOzcan, Srensenand Yosha 2001 for both the one and the two digit industry classicid:133cationklevels as ISk PSs1n GSP sk GSPk cid:0 1Kcid:01PKis the share of value added in sector s in the total value added of state k.Housing Collateral Ratio myt. We follow Lustig and van Nieuwerburgh 2005, 2006 and estimate the housing collateral ratio myt as the deviwhere ht is housing wealth measured by real estate wealth, yt is labor ination from the cointegrating relationship myt loght b logyt bcid:29t bcid:31,come plus transfers, t is time trend, and bcid:31 is a constant. Then we removea constant and a trend, so that the resulting time series myt are mean zeroand stationary, according to an ADF test. The housing collateral ratio is 16 The national estimates of the income of nonfarm proprietorships are based on tabulations of Internal Revenue Service IRS tax returns. According to tax law IRS doesnot distinguish between general partnerships, limited partnerships and limited liabilitycompanies and, hence, owners of partnerships and LLCs report their business income orlosses on their individual tax returns. That is why proprietary income does include incomefrom LLCs .34j1;j 6k GSP sj GSPjo 2, where GSP sk GSPkrescaled so that it lies between 0 and 1 and measures collateral scarcity:myt mymaxcid:0mytmymaxcid:0mymin , where mymax and mymin are the maximum and minimum observation in the respective samples.ConsumptionWealth Ratio cayt. As a measure of asset price cycles we use cay, the residual of a cointegrating relationship between aggregate consumption, asset wealth and labor income. Details are in Lettau and Ludvigson 2001. The data are freely available at Martin Lettaucid:146s homepage http:faculty.haas.berkeley.edulettau. We take annual averages toconvert quarterly into annual data.Population popkt . The data for state population are from the BEA.Consumption Price Index cpit. We use the PCE to decid:135ate allnominal variables.357 References1 Acharya, Viral V.; Imbs, Jean and Jason Sturgess,2006. Financeand E ciency: Do Bank Branching Regulations Matter?, workingpaper.2 Aghion, Philippe , Burgess, Robin, Redding, Stephen and Fabrizio Zilibotti, 2007. The Unequal Eects of Liberalization: Evidence from Dismantling the License Raj in India, American Economic Review,forthcoming 3 Agronin, Eugene 2003. cid:147Risk Sharing across the United States, Proprietary Income and the Business Cyclecid:148, manuscript, Harvard University.4 Amel, Dean 1993. State laws aecting the geographic expansionof commercial banks, manuscript, Board of Governors of the Federal Reserve System.5 Asdrubali, Pierfederico; Srensen, Bent E. and Yosha, Oved 1996.cid:147Channels of Interstate Risk Sharing: United States 19631990cid:148, The Quarterly Journal of Economics 111 4, pp. 10811110.6 Bernanke, Ben 1983. cid:147NonMonetary Eects of the Financial Crisis in the Propagation of the Great Depressioncid:148, American Economic Review, vol. 73, pp. 25776.7 Bernanke, Ben and Mark Gertler 1989. cid:147Agency Costs, Net Worthand Business Fluctuationscid:148, American Economic Review, vol. 79, pp.1431.6 Cochrane, John H. 1991. cid:147A Simple Test of Consumption Insurancecid:148, Journal of Political Economy, vol. 99 5, pp. 957976.7 Crucini, Mario C. 1999. cid:147On international and national dimensionsof risk sharingcid:148, The Review of Economics and Statistics, 811: 7384.8 Demyanyk, Yuliya; Ostergaard, Charlotte and Srensen, Bent 2007.U.S. Banking Deregulation, Small Businesses, and Interstate Insurance of Personal Income, Journal of Finance, vol. LXII, No. 6,pp.27632801.9 Gertler, Mark and Gilchrist, Simon 1994. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, The Quarterly Journal of Economics, vol. 1092, pp. 30940.10 Jayaratne, Jith and Strahan, Philip E. 1996. The FinanceGrowth Nexus: Evidence from Bank Branch Deregulation, The Quarterly Journal of Economics, vol.111 3, pp. 63970.3611 KalemliOzcan, Sebnem, Bent Srensen and Oved Yosha,2001 . Economic Integration, Industrial Specialization, and the Asymmetry of Macroeconomic Fluctuations, Journal of International Economics,55.12 KalemliOzcan, Sebnem, Bent Srensen and Oved Yosha,2003.cid:145Risk Sharing and Industrial Specialization: Regional and International Evidence, American Economic Review, 93.13 Kiyotaki, Nobuhiro and Moore, John 1997. Credit Cycles, Journalof Political Economy, vol. 1052, pp. 21148.14 Kroszner, Randall S. and Philip E. Strahan, Nov., 1999. What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions, The Quarterly Journal of Economics,vol. 114, No. 4, pp. 14371467.15 Lettau, Martin and Ludvigson, Sydney 2001. Consumption, Aggregate Wealth and Expected Stock Returns, Journal of Finance, LVI3, pp.815849.16 Lustig Hanno N. and Van Nieuwerburgh Stijn G. 2005. Housing Collateral, Consumption Insurance, and Risk Premia: An Empirical Perspective, Journal of Finance, vol. 603, pp. 11671219.17 Lustig Hanno N. and Van Nieuwerburgh Stijn G. 2008. How Much Does Household Collateral Constrain Regional Risk Sharing?, working paper dated July 6, 2008. Available at http:ssrn.comabstract115610418 Mace, Barbara J. 1991. cid:147Full Insurance in the Presence of Aggregate Uncertaintycid:148, Journal of Political Economy, vol. 99 5, pp.928956.19 Morgan, Donald P.; Rime, Bertrand and Strahan Philip E. 2004.Bank Integration and State Business Cycles, The Quarterly Journalof Economics, vol.119 4, pp. 155585.20 Townsend, Robert M. 1994. cid:147Risk and insurance in village Indiacid:148,Econometrica 62, pp. 539591.37Table 1: Risk Sharing and the Business Cycle.Table reports the results of the panel OLS regressions 4. cid:12cid:1t are decid:133ned as specicid:133edin the panel heading. The dot cid:1 stands for I; F; C; U . Constants are not reported.The data are annual from 1963 to 1998. Tstatistics are in parentheses. Signicid:133cance atthe 10% 5% level is indicated by cid:3 cid:3cid:3. I F C U Panel A: cid:12cid:1t cid:120cid:1 cid:121cid:1cid:1gdptcid:120cid:1cid:121cid:10.580246.7801 3.34738.2816 0.03103.0251 1.08263.2455 0.17325.6453 6.47116.4735 Panel B: cid:12cid:1t cid:120cid:1 cid:121cid:1N BERpeakt cid:122cid:1N BERtroughtcid:120cid:1cid:121cid:1cid:122cid:10.535438.9674 0.05982.2522 0.05301.9308 0.07756.9792 0.10304.8053 0.02821.2724 0.24047.1569 0.27604.2553 0.19112.8490 0.21567.6592 4.20634.5853 0.14674.7666 0.11331.9075 0.16632.7076 38Table 2: Risk Sharing and Small Businesses Panel A reports the results of the panel OLS regression cid:1eck;t cid:11U cid:12U tcid:1ggspk;tcid:28 UU cid:15Uk;t.cid:12U t is decid:133ned as cid:12U cid:120U cid:121U cid:1gdpt. The states are split according to the measure of smallbusiness importance low, middle, high cid:22k.Panel B reports the results of the panel OLS regressions 4 where cid:12kcid:1 t is specicid:133ed as decid:133ned inthe panel heading. cid:22k denotes timeseries means of the share of proprietary income for every state kand cid:22k is the crosssectional mean of cid:22k.Constants are not reported. The dot cid:1 stands for I; F; C; U . The data are annual from 1963 to 1998.Tstatistics are in parentheses. Signicid:133cance at the 10% 5% level is indicated by cid:3 cid:3cid:3.t cid:14klow cid:22k Panel Amiddle cid:22kcid:22k Shapi Share of proprietary income0.41425.5631 2.49101.0301 0.20146.0781 1.15710.9328 cid:22k SBE Small Business Employment in 19770.38774.7905 2.70201.1028 0.21383.4517 0.51940.2438 Panel Bcid:120Ucid:121Ucid:120Ucid:121Ucid:1 t cid:120cid:1 cid:121cid:1cid:1gdpt cid:122cid:1cid:1gdptcid:22k cid:0 cid:22 cid:123cid:1cid:22k cid:0 cid:22cid:12kcid:120cid:1cid:121cid:1cid:122cid:1cid:123cid:1I 0.600551.8880 1.46843.6463 4.13070.4131 4.513111.7357 C 0.14434.7916 3.09792.9551 94.54343.6325 3.55623.5525 F 0.02932.8459 0.99182.7706 8.11400.9130 0.65191.9072 39high cid:22k 0.30434.3639 8.34084.4062 0.14253.6182 4.28003.3053 U 0.22598.0215 2.62122.6745 82.29873.3822 0.30500.3259 Table 3: Risk Sharing, Proprietary Income and Industrial Structuret cid:14k U cid:15UTable reports the results of the panel GLSOLS regressions fcid:1ck;t cid:11U cid:12kcid:12k U t cid:12U 0 cid:120U 1zkspecialization indices. cid:22k The data are annual from 1963 to 1998. Tstatistics are in parentheses. Signicid:133cance at the 10% 5% level is indicated by cid:3 cid:3cid:3.k;t. cid:12U is decid:133ned ast , where zkare 1 or 2digit 1 denotes timeseries means of the share of proprietary income for every state k. Constants are not reported.U tcid:1ggspk;tcid:28 Ut contains the aggregate and state characteristics listed in the cid:133rst column. IS1d;2dkzktcid:120Ucid:1gdptcid:1gdptcid:1cid:22k IS1dk IS2dk I 0.403.753.731.3877.713.270.024.24 II 0.413.433.921.4476.123.19 III 0.514.312.600.8676.122.58 IV 0.544.540.100.0367.952.280.012.880.013.520.023.8040kcid:1gdptcid:1IS1dcid:1gdptcid:1IS2dkcid:22k Trend Method0.280.30no OLS0.580.60no OLS0.670.58no GLS0.251.560.800.70no GLS V 0.413.822.630.8374.363.060.024.220.120.690.310.33no OLS VI 0.443.872.360.7676.672.590.032.910.180.490.160.14no GLS VII 0.443.862.090.6770.712.340.032.920.120.330.240.21yes GLS VIII 0.554.540.050.0263.352.100.023.810.221.390.880.76yes GLSTable 4: Risk Sharing, Banking Deregulation and the Business Cycle Table reports the results of the panel OLS regressions I cid:15Ik;t,F cid:15Fk;t,C cid:15Ck;t,U cid:15Uk;t.SDDkt is intrastate deregulation dummy, it becomes 1 from the year of the kcid:146s state intrastate deregulation.The cid:12kcid:1 t are specicid:133ed as decid:133ned in the panel heading. The dot cid:1 stands for I; F; C; U . Constants and cid:12cid:1dare not reported.The data are annual from 1963 to 1998. Tstatistics in parentheses. Signicid:133cance at the 10%5% level is indicated by cid:3 cid:3cid:3.cid:1ggspk;t cid:0 cid:1finck;t cid:11I cid:12kcid:1finck;t cid:0 cid:1gdinck;t cid:11F cid:12kcid:1gdinck;t cid:0 cid:1eck;t cid:11C cid:12kcid:1eck;t cid:11U cid:12k I tcid:1ggspk;t cid:12IF tcid:1ggspk;t cid:12FCtcid:1ggspk;t cid:12CU tcid:1ggspk;t cid:12Ud SDDkd SDDkd SDDkd SDDkt cid:28 It cid:28 Ft cid:28 Ct cid:28 Ut cid:14kt cid:14kt cid:14kt cid:14k I F C U Panel A: cid:12kcid:1 t cid:120cid:1 cid:121cid:1SDDkt cid:122cid:1cid:1gdptcid:120cid:1cid:121cid:1cid:122cid:10.460725.3404 0.19528.8712 3.01527.5839 0.07564.9552 0.07273.9316 0.95732.8673 0.26005.6681 0.14032.5261 6.22436.2057 Panel B: cid:12kcid:1 t cid:120cid:1 cid:121cid:1cid:1gdpt cid:122cid:1cid:1gdpt SDDk 0.20374.8316 0.01770.3463 4.16644.5189 0.24645.4452 6.62844.9902 4.73722.5711 0.05250.9085 tt cid:123cid:1SDDk 0.17773.6241 10.96837.6208 9.12804.5721 0.00500.0798 cid:120cid:1cid:121cid:1cid:122cid:1cid:123cid:10.490025.1826 4.70468.2371 3.25074.1030 0.14715.9165 0.08595.2384 0.36470.7576 1.14011.7071 0.08964.2736 41Table 5: Risk Sharing, Banking Deregulation and Small Businesses U cid:15Uk;t U t cid:120U cid:121U cid:1gdpt for two periods: pre1983 and post1986. The states are split accordingwith cid:12kto the measure of small business importance low, middle, high cid:22k.Panel A reports the results of the panel OLS regression cid:1eck;t cid:11U cid:12k Panel B reports the results of the panel OLS regression cid:1eck;t cid:11U cid:12k U cid:15Uk;twith cid:12k U t as in panel A for the period 196383. The states are split into four categories: abovebelowmedian small business importance and whether the state had deregulated by 1983 or not earlylate deregulation. Constants are not reported. Tstatistics are in parentheses. Signicid:133cance at the 10% 5% level isindicated by cid:3 cid:3cid:3.t cid:14kt cid:14k U tcid:1ggspk;t cid:28 UU tcid:1ggspk;t cid:28 UPanel Apre1983post1986cid:22k Shapi Share of proprietary incomelow cid:22k 0.32073.8767 0.07210.0283 middle cid:22k 0.16253.4969 1.30160.8708 high cid:22k 0.29113.5468 8.58314.1885 low cid:22k 0.47582.2676 2.50510.4792 middle cid:22k 0.13801.2396 0.74950.2781 high cid:22k 0.03540.2721 3.64891.0929 cid:22k SBE Small Business Employment0.32383.2162 2.17750.7501 0.17462.2433 0.74140.3123 0.12052.5458 3.94762.9282 0.43252.5537 4.17400.5704 0.24992.1901 2.18450.3958 0.04630.4970 2.49780.5703 Panel B 196383cid:22k Shapi Share of proprietary incomecid:120Ucid:121Ucid:120Ucid:121Ucid:120Ucid:121Uearly deregulationlow cid:22k 0.09842.0064 0.14180.0888 high cid:22k 0.07260.3643 0.62890.1338 Nr. obs 300120late deregulationlow cid:22k 0.43235.5960 1.65230.6670 220high cid:22k 0.15292.5827 6.47913.9689 380cid:22k SBE Small Business Employmentcid:120Ucid:121Uhigh cid:22kearly deregulationlow cid:22k 0.12900.9179 3.08840.7840 0.11682.0812 2.23481.3417 Nr. obs 26018042late deregulationlow cid:22k 0.34404.0015 4.53441.7376 240high cid:22k 0.15272.3766 6.94903.9273 340Table 6: Risk Sharing, Intra and Interstate Banking Deregulation Table reports the results of the panel OLS regressions I cid:15Ik;t,F cid:15Fk;t,C cid:15Ck;t,U cid:15Uk;t.SDDIntracid:1 t are specicid:133ed asdecid:133ned in the panel heading where the dot cid:1 stands for I; F; C; U . Constants and cid:12cid:1d are not reported. Thefrom 1963 to 1998. Tstatistics are in parentheses. Signicid:133cance at the 10% 5% level isdata are annualindicated by cid:3cid:3cid:3.cid:1ggspk;t cid:0 cid:1finck;t cid:11I cid:12kcid:1finck;t cid:0 cid:1gdinck;t cid:11F cid:12kcid:1gdinck;t cid:0 cid:1eck;t cid:11C cid:12kcid:1eck;t cid:11U cid:12k I tcid:1ggspk;t cid:12IF tcid:1ggspk;t cid:12FCtcid:1ggspk;t cid:12CU tcid:1ggspk;t cid:12Udenote intra and interstate deregulation respectively. The cid:12kd SDDkd SDDkd SDDkd SDDkt cid:28 It cid:28 Ft cid:28 Ct cid:28 Ut cid:14kt cid:14kt cid:14kt cid:14kand SDDInterk;tk;t I F C U I F C U SDDk;t SDDIntrak;t, Intrastate Deregulation SDDk;t SDDInterk;t, Interstate Deregulationcid:12kcid:1 t cid:120cid:1cid:121cid:1cid:1gdptcid:122cid:1cid:1gdptcid:1SDDk;tcid:123cid:1SDDk;tcid:120cid:1cid:121cid:1cid:122cid:1cid:123cid:10.4925.184.718.243.254.100.155.920.095.240.370.761.141.710.094.270.183.6210.977.629.134.570.010.080.255.456.634.994.742.570.050.910.5136.583.558.550.120.090.268.430.032.401.113.120.270.260.010.450.287.866.636.301.010.320.374.770.195.834.184.290.850.290.101.39cid:1 t cid:120cid:1cid:121cid:1cid:1gdptcid:122cid:1cid:1gdptcid:1SDDIntercid:12kk;t cid:123cid:1cid:1gdptcid:1SDDIntrak;t cid:124cid:1SDDInterk;t cid:125cid:1SDDIntrak;tcid:120cid:1cid:121cid:1cid:122cid:1cid:123cid:1cid:124cid:1cid:125cid:1 I 0.4825.234.728.381.571.203.053.680.226.690.062.25 F 0.085.130.360.760.690.611.121.580.072.360.114.9443 C 0.193.8510.977.675.711.729.374.460.435.110.152.19 U 0.245.396.614.983.461.125.202.660.141.810.101.52Table 7: Robustness check: Risk Sharing, Proprietary Income and Housing Collateralk;t. cid:12k U cid:15Ut cid:14k Table reports the results of the panel GLSOLS regressions cid:1eck;t cid:11U cid:12k U t is decid:133ned ascid:12k U t cid:12U 0 cid:12U 1zkt contains the aggregate and state characteristics listed in the cid:133rst column. The collateral measuremyt is real estate wealth, that is decid:133ned in detail in the data appendix. cid:22k denotes timeseries means of the share of proprietary income for every state k. Constants are not reported. The data are annual from 1963 to 1998. Tstatistics are in parentheses. Signicid:133canceat the 10% 5% level is indicated by cid:3 cid:3cid:3.U tcid:1ggspk;t cid:28 Ut , where zk 44zktcid:120Ucid:1gdptcid:1gdptcid:1cid:22kcid:1gdptcid:1mytcid:22kcid:1mytcid:22kmyt Trend Method I 0.414.313.423.46 II 0.414.104.154.35 III 0.393.833.894.07 IV 0.693.963.273.31 V 0.703.663.803.991.932.910.010.07no OLS2.072.540.212.08no GLS1.982.410.232.31yes GLS6.602.344.893.210.611.99yes OLS6.671.905.172.730.411.19yes GLS VI 0.462.314.201.4771.412.834.781.642.301.250.481.52no OLSVIIVII0.432.183.571.2464.632.520.421.982.550.8366.952.194.711.622.281.240.431.36yes OLS4.191.222.181.000.180.53yes GLSVIII0.452.132.820.7571.482.369.212.673.190.921.410.650.240.70no GLSIX0.462.142.500.6666.582.168.172.283.561.021.690.770.250.71yes GLSTable 8: Robustness check: Risk Sharing and Asset Prices.Table reports the results of the panel GLSOLS regressions cid:1eck;t cid:11U cid:12U tcid:1ggspk;t cid:28 Uk;t. cid:12U t is decid:133ned ascid:12U t cid:12U 0 cid:12U 1zt, where zt contains the aggregate characteristics listed in the cid:133rst column. cayt is demeaned consumptionwealth ratio. cayt is deviation from cointegrating relationship between consumption, asset wealth and labor income. Cum Dt is decid:133ned as the fraction of states in the sample, that have deregulated. Constants are not reported. The data are annual from 1963 to 1998.Tstatistics are in parentheses. Signicid:133cance at the 10% 5% level is indicated by cid:3 cid:3cid:3.t cid:14k U cid:15U I II III IV V VI VII VIII 45ztcid:120cid:1cid:1gdptcaytcid:1gdptcid:1caytcid:1gdptcid:1Cum Dtcaytcid:1Cum Dt 0.3311.433.815.150.2710.9314.325.940.3211.223.864.0812.074.990.3210.863.84cid:1504.0412.862.2920.860.160.309.974.594.7013.425.490.196.514.554.688.983.688.783.1110.243.430.299.684.674.7711.483.9110.323.337.051.17GLS0.196.344.614.718.202.9011.063.313.550.54OLSMethod GLSGLSGLSGLSGLSOLSTable 9: Robustness check: Monte Carlo Simulations Table reports results from the Monte Carlo simulations for the share of proprietary income cid:22k Panel A,intrastate banking deregulation SDDk;t Panel B, and both the share of proprietary income cid:22k andintrastate banking deregulation SDDk;t Panel C. We take 1000 random draws from the empirical distribution of these variables for each specicid:133cation. In panels A and B the cid:133rst row presents the percentageof cases where estimated coe cients in the regressions with cid:146placebocid:146variable are more signicid:133cant thantrue ones. The second row reports the percentage of cases where estimated coe cients are individuallysignicid:133cant. Superscript cid:1P denotes a cid:146placebocid:146variable and its associated coe cient. Panel C reports thethe high cid:22late deregulation group. See notes to Table 5 for details on how these groups are formed.percentage of cases for which the coe cient on cid:1gdp cid:2 cid:1ggspkis signicid:133cant and correctly signed fort Panel A: Simulated cid:22kcid:12k 3 cid:22PU t cid:120 cid:121cid:1gdpt cid:12Pk Percentage of sim u lated tstats larger th an tstats from real d ata 2 cid:1gdptcid:22Pk cid:12Pbcid:121bcid:122bcid:121bcid:122cid:12k U t cid:120 cid:121cid:1gdpt cid:122cid:1gdptcid:22k cid:12P2 cid:1gdptcid:22Pk cid:123cid:22k cid:12P3 cid:22Pk Percentage of sign icid:133cant tstats 100%10%Panel B: Simulated SDDk;tcid:12k U t cid:120 cid:121cid:1gdpt cid:12P2 cid:1gdpt SDDPk;t cid:12P3 SDDPk;t Percentage of sim u lated tstats larger th an tstats from real d ata 100%14%85%2ccid:12P2ccid:12P2ccid:12P2ccid:12P12%3%bcid:12310%bcid:12350%3ccid:12P0%28%3ccid:12P3ccid:12P12%0.5%23%3ccid:12PU t cid:120 cid:121cid:1gdpt cid:122cid:1gdpt SDDk;t cid:12Pcid:12k 2 cid:1gdpt SDDPk;t cid:123SDDk;t cid:12P3 SDDPk;t Percentage of sign icid:133cant tstats Panel C: Simulated cid:22k and SDDk;tcid:12k U t cid:120 cid:121cid:1gdpt f or states with high cid:22k and late deregulation Percentage of cases for w h ich co e cient on cid:1gdpt n egatively sign ed an d m ore sign icid:133cantcid:22k Share of proprietary incomecid:22k Small Business Employmentbcid:1210.3%bcid:1210.2%46Table A1: Importance of small businesses across U.S. states Low Middle High Rhode Island Virginia Michigan New Jersey West Virginia Ohio Shapik Maryland 1234567891011121314151617 New Hampshire Hawaii Delaware Nevada Florida Indiana Arizona Massachusetts Connecticut S. Carolina SBEk S. Carolina Connecticut Pennsylvania Illinois Ohio Michigan Indiana N. Carolina Delaware Shapik New York Alabama SBEk Rhode Island Alabama Pennsylvania West Virginia Georgia Utah Illinois Wisconsin Alaska New Mexico Georgia Minnesota Virginia Kentucky Mississippi Maryland Massachusetts North Carolina New Hampshire Nevada New York Louisiana Missouri D.of Columbia D. of Columbia Tennessee New Jersey Wisconsin Missouri Maine Washington Tennessee Minnesota Texas Maine California Arkansas Louisiana Utah Vermont Shapik California Colorado Oregon Kentucky Vermont Mississippi Texas Wyoming Oklahoma Kansas Arkansas Montana Idaho Nebraska Iowa SBEk Iowa Colorado Arizona Washington Oklahoma Kansas Nebraska Alaska Oregon Hawaii Florida Idaho New Mexico Wyoming Montana North Dakota South Dakota South Dakota North Dakota Note: The states are ranked in ascending order according to the prevalence of small businesses measured by thesample average share of proprietary income Shapi and 1977 small business employment SBE.47CESifo Working Paper Series for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2481 Thomas Aronsson and Erkki Koskela, Optimal Redistributive Taxation and Provision of Public Input Goods in an Economy with Outsourcing and Unemployment, December 2008 2482 Stanley L. Winer, George Tridimas and Walter Hettich, Social Welfare and Coercion in Public Finance, December 2008 2483 Bruno S. Frey and Benno Torgler, Politicians: Be Killed or Survive, December 2008 2484 Thiess Buettner, Nadine Riedel and Marco Runkel, Strategic Consolidation under Formula Apportionment, December 2008 2485 Irani Arraiz, David M. Drukker, Harry H. Kelejian and Ingmar R. Prucha, A Spatial CliffOrdtype Model with Heteroskedastic Innovations: Small and Large Sample Results, December 2008 2486 Oliver Falck, Michael Fritsch and Stephan Heblich, The Apple doesnt Fall far from the Tree: Location of StartUps Relative to Incumbents, December 2008 2487 Cary Deck and Harris Schlesinger, Exploring HigherOrder Risk Effects, December 2008 2488 Michael Kaganovich and Volker Meier, Social Security Systems, Human Capital, and Growth in a Small Open Economy, December 2008 2489 Mikael Elinder, Henrik Jordahl and Panu Poutvaara, Selfish and Prospective: Theory and Evidence of Pocketbook Voting, December 2008 2490 Maarten Bosker and Harry Garretsen, Economic Geography and Economic Development in SubSaharan Africa, December 2008 2491 Urs Fischbacher and Simon Gachter, Social Preferences, Beliefs, and the Dynamics of Free Riding in Public Good Experiments, December 2008 2492 Michael Hoel, Bush Meets Hotelling: Effects of Improved Renewable Energy Technology on Greenhouse Gas Emissions, December 2008 2493 Christian Bruns and Oliver Himmler, Its the Media, Stupid How Media Activity Shapes Public Spending, December 2008 2494 Andreas Knabe and Ronnie Schob, Minimum Wages and their Alternatives: A Critical Assessment, December 2008 2495 Sascha O. Becker, Peter H. Egger, Maximilian von Ehrlich and Robert Fenge, Going NUTS: The Effect of EU Structural Funds on Regional Performance, December 2008 2496 Robert Dur, Gift Exchange in the Workplace: Money or Attention?, December 2008 2497 Scott Alan Carson, Nineteenth Century Black and White US Statures: The Primary Sources of Vitamin D and their Relationship with Height, December 2008 2498 Thomas Crossley and Mario Jametti, Pension Benefit Insurance and Pension Plan Portfolio Choice, December 2008 2499 Sebastian Hauptmeier, Ferdinand Mittermaier and Johannes Rincke, Fiscal Competition over Taxes and Public Inputs: Theory and Evidence, December 2008 2500 Dirk Niepelt, Debt Maturity without Commitment, December 2008 2501 Andrew Clark, Andreas Knabe and Steffen Ratzel, Boon or Bane? Others Unemployment, Wellbeing and Job Insecurity, December 2008 2502 Lukas Menkhoff, Rafael R. Rebitzky and Michael Schroder, Heterogeneity in Exchange Rate Expectations: Evidence on the ChartistFundamentalist Approach, December 2008 2503 Salvador Barrios, Harry Huizinga, Luc Laeven and Gatan Nicodeme, International Taxation and Multinational Firm Location Decisions, December 2008 2504 Andreas Irmen, CrossCountry Income Differences and Technology Diffusion in a Competitive World, December 2008 2505 Wenan Fei, Claude Fluet and Harris Schlesinger, Uncertain Bequest Needs and LongTerm Insurance Contracts, December 2008 2506 Wido Geis, Silke Uebelmesser and Martin Werding, How do Migrants Choose their Destination Country? An Analysis of Institutional Determinants, December 2008 2507 Hiroyuki Kasahara and Katsumi Shimotsu, Sequential Estimation of Structural Models with a Fixed Point Constraint, December 2008 2508 Barbara Hofmann, Work Incentives? Ex Post Effects of Unemployment Insurance Sanctions Evidence from West Germany, December 2008 2509 Louis Hotte and Stanley L. Winer, The Demands for Environmental Regulation and for Trade in the Presence of Private Mitigation, December 2008 2510 Konstantinos Angelopoulos, Jim Malley and Apostolis Philippopoulos, Welfare Implications of Public Education Spending Rules, December 2008 2511 Robert Orlowski and Regina T. Riphahn, The East German Wage Structure after Transition, December 2008 2512 Michel Beine, Frederic Docquier and Maurice Schiff, International Migration, Transfers of Norms and Home Country Fertility, December 2008 2513 Dirk Schindler and Benjamin Weigert, Educational and Wage Risk: Social Insurance vs. Quality of Education, December 2008 2514 Bernd Hayo and Stefan Voigt, The Relevance of Judicial Procedure for Economic Growth, December 2008 of Inquiry, January 2009 2515 Bruno S. Frey and Susanne Neckermann, Awards in Economics Towards a New Field 2516 Gregory Gilpin and Michael Kaganovich, The Quantity and Quality of Teachers: A Dynamic Tradeoff, January 2009 2517 Sascha O. Becker, Peter H. Egger and Valeria Merlo, How Low Business Tax Rates Attract Multinational Headquarters: MunicipalityLevel Evidence from Germany, January 2009 2518 Geir H. Bjnnes, Steinar Holden, Dagfinn Rime and Haakon O.Aa. Solheim, Large vs. Small Players: A Closer Look at the Dynamics of Speculative Attacks, January 2009 2519 Jesus Crespo Cuaresma, Gernot Doppelhofer and Martin Feldkircher, The Determinants of Economic Growth in European Regions, January 2009 2520 Salvador ValdesPrieto, The 2008 Chilean Reform to FirstPillar Pensions, January 2009 January 2009 2521 Geir B. Asheim and Tapan Mitra, Sustainability and Discounted Utilitarianism in Models of Economic Growth, January 2009 2522 Etienne Farvaque and Gal Lagadec, Electoral Control when Policies are for Sale, 2523 Nicholas Barr and Peter Diamond, Reforming Pensions, January 2009 2524 Eric A. Hanushek and Ludger Woessmann, Do Better Schools Lead to More Growth? Cognitive Skills, Economic Outcomes, and Causation, January 2009 2525 Richard Arnott and Eren Inci, The Stability of Downtown Parking and Traffic 2526 John Whalley, Jun Yu and Shunming Zhang, Trade Retaliation in a MonetaryTrade Congestion, January 2009 Model, January 2009 2527 Mathias Hoffmann and Thomas Nitschka, Securitization of Mortgage Debt, Asset Prices and International Risk Sharing, January 2009 2528 Steven Brakman and Harry Garretsen, Trade and Geography: Paul Krugman and the 2008 Nobel Prize in Economics, January 2009 2529 Bas Jacobs, Dirk Schindler and Hongyan Yang, Optimal Taxation of Risky Human Capital, January 2009 2530 Annette Alstadster and Erik Fjrli, Neutral Taxation of Shareholder Income? Corporate Responses to an Announced Dividend Tax, January 2009 2531 Bruno S. Frey and Susanne Neckermann, Academics Appreciate Awards A New Aspect of Incentives in Research, January 2009 2532 Nannette Lindenberg and Frank Westermann, Common Trends and Common Cycles among Interest Rates of the G7Countries, January 2009 2533 Erkki Koskela and Jan Konig, The Role of Profit Sharing in a Dual Labour Market with Flexible Outsourcing, January 2009 2534 Tomasz Michalak, Jacob Engwerda and Joseph Plasmans, Strategic Interactions between Fiscal and Monetary Authorities in a MultiCountry NewKeynesian Model of a Monetary Union, January 2009 2535 Michael Overesch and Johannes Rincke, What Drives Corporate Tax Rates Down? A Reassessment of Globalization, Tax Competition, and Dynamic Adjustment to Shocks, February 2009 2536 Xenia Matschke and Anja Schottner, Antidumping as Strategic Trade Policy Under Asymmetric Information, February 2009 2537 John Whalley, Weimin Zhou and Xiaopeng An, Chinese Experience with Global 3G StandardSetting, February 2009 2538 Claus Thustrup Kreiner and Nicolaj Verdelin, Optimal Provision of Public Goods: A 2539 Jerome L. Stein, Application of Stochastic Optimal Control to Financial Market Debt Synthesis, February 2009 Crises, February 2009 2540 Lars P. Feld and Jost H. Heckemeyer, FDI and Taxation: A MetaStudy, February 2009 2541 Philipp C. Bauer and Regina T. Riphahn, Age at School Entry and Intergenerational Educational Mobility, February 2009 2542 Thomas Eichner and Rudiger Pethig, Carbon Leakage, the Green Paradox and Perfect Future Markets, February 2009 2543 M. Hashem Pesaran, Andreas Pick and Allan Timmermann, Variable Selection and Inference for Multiperiod Forecasting Problems, February 2009 2544 Mathias Hoffmann and Iryna Shcherbakova, Consumption Risk Sharing over the Business Cycle: the Role of Small Firms Access to Credit Markets, February 2009 ", "filename": "592835510.PDF", "person": ["Mathias Hoffmann", "Hoffmann, Mathias", "Iryna Shcherbakova", "Shcherbakova, Iryna"], "date": ["2009"]}