{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27879/1/593967941.PDF"], "title": ["Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008"], "plaintext": "Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Abstract The report describes the current developments of the German market for Non Performing LoansDistressed Debt as it is influenced by the financial crisiscredit crunch. Furthermore the sale of small and medium sized real estate portfolios since summer 2007 is analysed in more detail. Key words: Non Performing Loans, Distressed Debt, Portfolio Management, Workout, Outsourcing, Servicing, Banking and Regulation Law, Bankers Duty of Secrecy, Failing Banks, Corporate Loans, Consumer Loans, Real Estate Loans Markus Bolder Servicing Advisors Deutschland Gmb H Vorsitzender der Geschaftsfuhrung Wohlerstrae 10 D60323 Frankfurt am Main markus.bolderservicingadvisors.de Stephanie Siepmann Proceed Portfolio Services Gmb H Geschaftsfuhrerin Limbecker Platz 1 D45127 Essen stephanie.siepmannportfolioservices.de JEL classification: K12; K19; K22; K29 ISSN: 14369753 Contact: Prof. Dr. Christoph Schalast Frankfurt School of Finance Management Academic Director MA Studiengang Sonnemannstrae 911 D60314 Frankfurt am Main c.schalastfrankfurtschool.de Claus Radunz Close Brothers Gmb H Director Neue Mainzer Strae 1 D60311 Frankfurt am Main claus.raduenzclosebrothers.de Thorsten Weber Close Brothers Gmb H Manager Neue Mainzer Strae 1 D60311 Frankfurt am Main thorsten.weberclosebrothers.de 2 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Content Content  3 Vorwort 4 1 Christoph Schalast: NPL Markt 2008: Servicing und Transaktionen in der Finanzkrise 5 2 Claus RadunzThorsten Weber: Der Verkauf problembehafteter Kredite Nur eine Ultima Ratio oder ein Weg in die Zukunft, Aktueller Stand, Trends und Perspektiven  7 2.1 Auergewohnliche Zeiten erfordern auergewohnliche Manahmen  7 2.2 Was bisher geschah  9 2.3 Der Markt fur Non Performing Loans in Deutschland 10 2.4 Non Performing Loans als Assetklasse  15 2.5 Zukunft nach der SubPrime Krise 17 3 Stephanie Siepmann: Verkauf kleiner Immobilienkredit Portfolios Markttrends, neue Ansatze 20 3.1 Kleine Portfolios 20 3.2 Idealvorstellungen der Beteiligten im Verkaufsprozess 21 3.3 Grunde fur das Nichtzustandekommen von Verkaufen  22 Faktoren mit Einfluss auf die Kaufpreisermittlung und hohe  23 3.4 3.5 Entscheidungskriterien zur moglichen Gestaltung eines Verkaufsprozesses hinsichtlich genereller Zielsetzung und sonstiger Prioritaten seitens des Verkaufers 25 Faktoren zur Ermittlung des BreakEven bei der Portfoliobewertung  27 3.6 3.7 Fazit  27 4 Markus Bolder: Aktuelle Entwicklungen beim Servicing von ImmobilienNPLs  28 4.1 Aktuelle Marktsituation und wirtschaftliche Rahmenbedingungen  28 4.2 Differenzierungsmerkmale  34 4.3 Prozessuale Herausforderungen  35 4.4 Faktoren fur erfolgreiches Outsourcing 38 4.5 Ausblick 42 5 Anhang: AgendaNPL Forum 2008 44 Frankfurt School of Finance Management Working Paper No. 112 3 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Vorwort Der vorliegende Arbeitsbericht enthalt nunmehr zum dritten Mal in Folge Berichte und Referate aus dem jahrlich stattfindenden NPL Forum. Die Resonanz, die das NPL Forum und die dazu veroffentlichten Arbeitsberichte in der Fachoffentlichkeit gefunden haben, dokumentiert, dass sich die Veranstaltung inzwischen zu einem fuhrenden Branchentreff im deutschsprachigen Raum entwickelt hat. Dafur habe ich mich bei allen Referenten und Teilnehmern des NPL Forums 2008, dem Team des Frankfurt School Verlags sowie der Bundesvereinigung Kreditankauf und Servicing e.V. BKS zu bedanken, die mit ihrem Engagement und ihrer heute nicht mehr alltaglichen Bereitschaft zur offenen und kontroversen Diskussion erneut daran mitgewirkt haben, den Dialog zwischen Theorie und Praxis und die Transparenz des deutschen NPL Marktes zu fordern. Die nachfolgend abgedruckten Praktikerberichte beschaftigen sich vor allem mit aktuellen Entwicklungen und wurden alle fur die Veroffentlichung noch einmal uberarbeitet. Claus Radunz und Thorsten Weber stellen zunachst den aktuellen Diskussionsstand zum Verkauf von Problemkrediten dar. Markus Bolder und Stephanie Siepmann erortern in ihren Beitragen vor allem spezielle Fragestellungen beim Verkauf und beim Servicing von Immobilienportfolios. Die Vorbereitungen fur das vierte NPL Forum, das am 29.05.2009 stattfinden wird, sind bereits angelaufen und der Bundesvereinigung Kreditankauf und Servicing e.V. sind wir dankbar, dass sie erneut als Mitveranstalter auftritt. Als Referenten haben wir unter anderem den vorsitzenden Richter des XI. Zivilsenats am Bundesgerichtshof, Herrn Dr. h. c. Nobbe, sowie Herrn Prof. Dr. Hoeren gewonnen. Im Mittelpunkt der Veranstaltung werden vor allem Fragen der aktuellen Gesetzgebung, wie Risikobegrenzungsgesetz, Finanzmarktstabilisierungsgesetz und Datenschutz stehen. Daneben werden wir den kunftigen Regulierungsrahmen fur die Finanzwirtschaft in Deutschland diskutieren. Die Finanzkrise halt uns derzeit weiter in Atem und ihre Auswirkungen auf das NPL Business sind derzeit noch offen. Alle Autoren freuen sich uber Hinweise, Kommentare und Kritik. Jeder Autor ist dabei fur seinen Beitrag allein verantwortlich. Frankfurt am Main, Februar 2009 Christoph Schalast 4 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 1 Christoph Schalast: NPL Markt 2008: Servicing und Transaktionen in der Finanzkrise Das Umfeld fur NPL Transaktionen hat sich in den letzten Monaten dramatisch geandert. Die seit Juni 2007 spurbar gewordene Finanzkrise fuhrt dazu, dass Fremdfinanzierungen fur Portfoliotransaktionen unabhangig davon, ob es sich um gesicherte oder ungesicherte Kredite, Unternehmensfinanzierungen oder Verbraucherkredite handelt schwierig geworden sind, der Leverage ist zuruckgegangen. Hinzu kommt, dass es zwischen 2003 und 2007 erfolgreich gelungen ist, die Bugwelle notleidender Forderungen in den Buchern deutscher Banken abzubauen. Allerdings sollte man in diesem Zusammenhang nicht vergessen, dass auch zahlreiche andere Unternehmen, wie Mobilfunkanbieter oder Versandhauser, bereits seit Jahren notleidende Forderungen verkaufen. Hierbei handelt es sich um ein sehr stabiles Geschaft, das von der Finanzkrise kaum beeinflusst wird. Der wirtschaftliche Aufschwung, der auch Anfang 2008 noch anhielt, fuhrte daruber hinaus dazu, dass bisher ein neuer Ruckstau notleidender Forderungen nicht entstanden ist. All dies ist ursachlich fur den erkennbaren Ruckgang von groen Portfoliotransaktionen, der Markt ist merklich geschrumpft und von vielen Marktbeobachtern wird nunmehr eine Konsolidierungswelle erwartet. Die vorstehend geschilderte Entwicklung hat auch dazu gefuhrt, dass viele der noch im Fruhjahr 2008 heftig gefuhrten Debatten uber Missstande bei der Abwicklung von notleidenden Krediten durch spezialisierte Servicer etwas zur Ruhe gekommen sind.1 Viel hat dazu auch der Gesetzgeber beigetragen, der mit dem Risikobegrenzungsgesetz Marktstandards definiert hat, die nunmehr seit August 2008 in die Praxis umgesetzt werden.2 Hinzu kam, dass seit der Lehman Insolvenz im September 2008 die offentliche Debatte durch die Finanzkrise dominiert wird. Ein wichtiges Thema ist dabei, wie die notleidenden Forderungen beziehungsweise Wertpapiere in den Buchern der deutschen Banken abgearbeitet werden konnen, ohne dass es zu einer Kreditklemme kommt. Erfreulich ist in diesem Zusammenhang, dass der Gesetzgeber 1 Vgl. Schalast, Gegen Falschbehauptungen uber Kreditverkaufe ist Notwehr erlaubt, FAZ vom 13.02.2008; SchalastSassenbergSafran, Bankgeheimnis und Notwehrrecht bei unrichtiger Medienberichterstattung uber Kreditverkaufe, Betriebs Berater 2008, S. 11261131. 2 Vgl. Schalast, Das Risikobegrenzungsgesetz Konsequenzen fur die Kreditvergabe und fur Kredittransaktionen, Betriebs Berater 2008, S. 21902195. Frankfurt School of Finance Management Working Paper No. 112 5 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 sehr schnell mit dem Finanzmarkstabilisierungsgesetz 3 reagiert hat. Derzeit ist allerdings offen, ob als Erganzung zum Sonderfonds Finanzmarktstabilisierung So FFin auch noch eine Bad Bank etabliert wird, die notleidende Wertpapiere und Forderungen ubernehmen und abarbeiten soll.4 Wenn es dazu kommen sollte, konnte dies auch zu einer Belebung des NPL Servicing fuhren, denn die Abarbeitung der Wertpapiere sollte in diesem Fall nicht bei den Alteigentumern verbleiben. Positiv war des Weiteren, dass die Bundesvereinigung Kreditankauf und Servicing e.V. im letzten Jahr nicht nur einen Code of Conduct veroffentlicht und damit ihre Marktstandards definiert hat, sondern in den nachsten Tagen auch das von ihr im letzten Jahr angekundigte Schiedsverfahren unter Einschaltung eines Ombudsmannes einfuhren wird.5 Damit wird ahnlich dem Ombudsmannverfahren des Bundesverbandes Deutscher Banken die Option eroffnet, Differenzen im Zusammenhang mit der Abwicklung notleidender Forderungen im Vorfeld einer gerichtlichen Auseinandersetzung einvernehmlich auszuraumen. Auch diese Entwicklung wird dazu fuhren, dass sich die allgemeine Diskussion versachlichen wird. Wie bereits fruher dargestellt, ist die Entwicklung des deutschen NPL Marktes eine Erfolgsgeschichte. Der Bubble konnte erfolgreich abgearbeitet werden, Marktstandards wurden etabliert und wegen seines stabilen rechtlichen Rahmens ist der deutsche Markt weiterhin hochst attraktiv fur Investoren und Servicer. Nunmehr ist zu hoffen, dass einige der offenen Fragen, wie die vom Landgericht Hamburg aufgeworfene mogliche Unwirksamkeit von Vollstreckungsunterwerfungsklauseln bei Grundschuldbestellungen und einer spateren Abtretung an Finanzinvestoren 6, oder die von Schuldneranwalten behauptete Strafbarkeit von Sparkassenmitarbeitern bei Kredittransaktionen, durch den BGH in den nachsten Monaten abschlieend entschieden werden.7 Mit diesem gegenwartigen und kunftigen Rechtsrahmen wird der deutsche NPL Markt sich auch im Jahre 2009 gut behaupten konnen. Dabei ist davon aus 3 Vgl. BruckSchalastSchanz, Das Finanzmarktstabilisierungsgesetz: Hilfe fur die Banken Systemwechsel im Aktien und Insolvenzrecht?, Betriebs Berater 2008, S. 2526 ff. 4 Vgl. Wissenschaft pladiert fur Bad Bank, Handelsblatt vom 20.01.2009, S. 24. 5 Siehe http:www.bksev.depraesidium.php 6 Vgl. Schalast, Das Risikobegrenzungsgesetz Konsequenzen fur die Kreditvergabe und fur Kredittransaktionen, Betriebs Berater 2008, S. 21902195. 7 Vgl. SchalastSafranSassenberg, Strafbarkeit von Sparkassenvorstanden beim Verkauf Not leidender Kredite, NJW, Nr. 2008, S. 14861490. 6 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 zugehen, dass spatestens Ende 2009 Kreditausfalle wieder zunehmen werden und Banken aber auch andere betroffene Unternehmen in dieser Situation wissen, dass sie den Forderungsverkauf als eine Alternative unter anderen nutzen konnen, um sich zu refinanzieren, die Bilanzen zu entlasten und neues Geschaft in ihren Kernkompetenzbereichen zu generieren. 2 Claus RadunzThorsten Weber: Der Verkauf problembehafteter Kredite Nur eine Ultima Ratio oder ein Weg in die Zukunft, Aktueller Stand, Trends und Perspektiven 2.1 Auergewohnliche Zeiten erfordern auergewohnliche Manahmen Investmentbanken und NonPerforming Loans Uber mehrere Jahre waren diese beiden Punkte sehr eng miteinander verknupft. Der deutsche NonPerforming Loans NPL Markt konnte nur entstehen und wachsen, weil es internationale Investmentbanken gibt. Sie sind Intermediare zwischen verkaufenden deutschen Universal und Spezialbanken und angelsachsischen Investoren, kaufen fur den eigenen Bestand und entwickelten in kurzester Zeit in Deutschland eine eigene Maschinerie, um einen Handel mit NPL zu ermoglichen. Durch ihr Engagement entstanden Special Servicer, wurden standardisierte Dokumentationen entwickelt und wuchs eine ganze spezialisierte Branche um diese Transaktionen herum: Rechtsanwalte, Wirtschaftsprufer, Immobilienbewerter, Datenbankentwickler, Kreditabwickler. Durch die aktuelle Krise an den nationalen wie internationalen Kreditmarkten rucken die NonPerforming Loans wieder verstarkt als AssetKlasse ins Blickfeld einiger Investoren. Aus der beschaulichen Welt der im Verborgenen arbeitenden Inkassounternehmen wurde eine neue schillernde Branche, die der Kredithandler. Kaum ein anderes Kunstwort hat es seit 2004 so haufig in die Presse geschafft, wurde so haufig in Google erwahnt wie der Begriff NPL, die sagenumwobenen NonPerforming Loans: Eine aktuelle Abfrage zeigt das Interesse fur dieses Thema. Mehr als 13.900 Links allein im deutschsprachigen Internet sorgen fur eine Relevanz, die vor einigen Jahren noch undenkbar war. Frankfurt School of Finance Management Working Paper No. 112 7 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Die mit dieser Entwicklung verbundenen Worte Forderungs Kreditverkauf NonPerforming Loans etc. gewannen rasch an Bedeutung und sind regelmaig in den Schlagzeilen der Tagespresse zu finden. Vor dem Hintergrund dieser hohen offentlichen Aufmerksamkeit gilt es zu berucksichtigen, dass 2007 das gesamte Volumen der gehandelten Forderungen gema Ernst Young auf rund EUR 7,5 Mrd. in Deutschland geschatzt wurde. Dies entspricht lediglich ca. 0,3 % aller an Unternehmen und private Haushalte vergebenen Kredite. Selbst der Hohepunkt des Marktes im Jahre 200506 mit einem Umsatz von uber EUR 20 Mrd. erhoht den Anteil am Gesamtkreditbestand nicht bedeutend. Diese Quote verandert sich auch nicht dadurch besonders drastisch, dass die tatsachliche Anzahl und Groe der Transaktionen nicht bekannt sind, da eine Reihe von Transaktionen nicht publiziert werden. 1. Aktueller Stand Kreditverkaufe: Ein Markt konsolidiert sichIm Jahr 2003 starteten die ersten Transaktionen; den ersten Hohepunkt erreichte der Markt im Jahr 2005 2006 mit Transaktionsvolumen von uber 10 Mrd.Im Jahr 2007 hat sich die Dynamik im Deutschen Markt verlangsamt. Der Trend zum Verkauf kleinerer Portfolien hat sich bestatigt. Das tatsachliche Transaktionsvolumen und die Zahl der Transaktionen sind jedoch hoher, da eine Reihe von Transaktionen nicht publiziert worden sind. Trotz Verkauf und Verbesserung der Qualitat des Gesamtkreditvolumens, werden der regulatorische Druck Basel II, Ma Risk und der mogliche Wegfall von Staatsgarantien den Markt weiter in Bewegung halten, auch wenn sich fur NPLKaufer die Refinanzierung erschweren und verteuern wird. Die Subprime Hypotheken Krise wird das Thema Risikoreduzierung durch Verkauf verstarkt auf die Tagesordnung bringen.NPL Forum 2008Studie Ernst Young Studie Deloitte Touche.dr M 25201510502520151050lhazn A.dr M 25201510502003 2004 2005 2006 20072003 2004 2005 2006 2007Volumen Deals Volumen Deals NPL Forum 2008 Frankfurt School 2520151050lhazn A10 8 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Doch warum ist dieser Begriff so haufig negativ besetzt? Kann der Handel wirklich nur als ultima ratio fur Finanzinstitute dienen, denen das Wasser bis zum Hals steht oder bei denen im Rahmen eines Groreinemachens komplette Kreditbucher aufgelost werden? Kann der Handel von Krediten nicht vielmehr eine weitere Gestaltungsmoglichkeit im Workout darstellen? Kerngeschaft der Banken ist die Vergabe von Krediten, die Betreuung der Kunden und die Unterstutzung des Zahlungsverkehrs. Die Abwicklung von Forderungen gehort grundsatzlich nicht dazu. Sie bindet Kapital, Mitarbeiter und fordert langen Atem sowie hohen Ressourceneinsatz bei der Fortbildung und der IT. Kleinere und mittlere Banken haben hierfur meist nicht die notwendige kritische Masse an notleidenden Forderungen, um eine spezielle Abteilung zu betreiben. Hier werden meistens Ausweichpositionen in der Rechtsabteilung geboren, die dadurch fur andere Aufgaben blockiert sind. Zur Vermeidung dieser Ressourcenbelastung, streben Kreditinstitute daher die Auslagerung des Workouts an externe Servicer wie Beispielsweise die BAG Bankaktiengesellschaft Hamm im genossenschaftlichen Verbund oder die SGK Servicegesellschaft Kreditmanagement mb H der Sparkassen an. Es stellt sich daher die Frage, warum nicht auch gleich das Risiko auslagern und sich somit von der Forderung ganzlich trennen. 2.2 Was bisher geschah Der deutsche Markt fur NPL ist verglichen mit dem Markt in den USA, Asien oder Italien ein junger Markt. Ausgereichte Kredite wurden bisher grotenteils von den Privatbanken und offentlichrechtlichen Kreditinstituten bis zu deren Ruckzahlung in den eigenen Buchern gehalten. Das stabile Kreditbuch blieb bis zum Jahr 2004 auch nahezu unangeruhrt. Wegen der schlechten konjunkturellen Lage und den daraus resultierenden Insolvenzen von Darlehensnehmern kam es 2005 zu einem stetigen Anstieg von NonPerforming Loans in den Bilanzen deutscher Kreditinstitute. Abschreibungen und Risikovorsorgeaufwendungen konnten nicht mehr mit Ertragen bis dato profitabler Geschaftsfelder wie etwa dem Investmentbanking ausreichend kompensiert werden. Die zunehmende Globalisierung wirkte sich ebenfalls auf die Verkaufsbereitschaft aus. Im internationalen Vergleich ist die durchschnittliche Eigenkapitalrentabilitat deutscher Kreditin Frankfurt School of Finance Management Working Paper No. 112 9 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 stitute sehr gering. Wahrend europaische Banken im Zeitraum 2000 bis 2004 eine Rendite von 15,3 % erreichten, lag der entsprechende Wert fur deutsche Banken bei 1,5 %. Zwar ist die Zahl in den letzten Jahren deutlich angestiegen, jedoch sind laut einer Studie der Unternehmensberatung zeb die deutschen Banken mit derzeit 12% nach wie vor die renditeschwachsten in Europa. Um die Eigenkapitalrentabilitat zu erhohen, sind deutsche Kreditinstitute zunehmend bereit, sich von renditeschwachen Geschaftsfeldern zu trennen.8 Warum aber stellen Kreditverkaufe uberhaupt eine Losung im Workout dar? Gab es nicht auch bisher schon genug Moglichkeiten, sich mit dem Kunden zu einigen und Losungen zu finden? Hierzu ein einfaches Rechenbeispiel: Bei einer durchschnittlichen Nettozinsmarge der deutschen Grobanken von 1,0 % betragt das zur Kompensation von EUR 10.000 Kreditverlust innerhalb eines Jahres benotigte Neukreditvolumen EUR 1.000.000. Um den Ausfall eines einem im Firmenkundengeschaft nicht ungewohnlichen Blankoanteils von EUR 250.000 zu kompensieren, ist jedoch bereits eine Neukreditvergabe in Hohe von EUR 25.000.000 erforderlich. Dies verdeutlicht die Relevanz einer regelmaigen Risikouberwachung und Risikofruherkennung, die Notwendigkeit eines effizienten Kreditportfoliomanagements und die Bedeutung des Einsatzes unterschiedlicher Instrumente zum Kreditrisikotransfer. Banken steuern ihre Risiken und ihr Kapital mittlerweile aktiver als noch vor einigen Jahren. Es ist gangige Praxis geworden Portfoliomanagement auch auf einzelne Kredite anzuwenden. Eines der Instrumente ist der Handel von Krediten. 2.3 Der Markt fur Non Performing Loans in Deutschland Anfang der 90er Jahre verzeichnete der Handel mit Problemkrediten in den USA ein rasantes Wachstum. Mehrere Milliarden USD an besicherten Krediten wurden nach Beginn der Krise 8 Bosch Heinig, Der Verkauf von Non Performing Loans durch deutsche Kreditinstitute, Jenaer Beitrage zur Wirtschaftsforschung, Jahrgang 2007 Heft 5, S. 1. 10 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 in Auffanggesellschaften der finanzierenden Banken gesammelt, um anschlieend verwertet zu werden. In Asien befinden sich derzeit allein Hotelimmobilien mit einem Marktwert von ca. funf Milliarden Euro in sogenannten Asset Management Companies. Diese Gesellschaften fur Vermogensverwaltung wurden von Staatsseite gegrundet, um notleidende Kredite von Banken zu ubernehmen. In Deutschland stieg das Volumen an Problemkrediten in den letzten Jahren ebenfalls drastisch an, nachdem es sich zuvor relativ konstant entwickelt hatte. Hierbei ist jedoch die Verteilung der Kredite nach Kreditart zu beachten. Mittelstandsfinanzierungen und Kredite an Grounternehmen zeigen ein geringeres Ausfallrisiko als zum Beispiel Realkredite. 1. Aktueller Stand Exkurs: Verteilung des NPLVolumens nach Kreditart Alle Kredite NPL230,0 Konsumentenkredite 16,0 748,0 Private Realkredite 23,0 593,0 Gewerbliche Realkredite 39,0 394,0 KMUKredite 41,0 217,0 Mittelstand 25,0 306,0 Grounternehmen 16,0 6,9 %3,1 %6,5 %10,4 %11,5 %5,2 %70060050040030020010000100200Aus diesem Schaubild ergibt sich eine durchschnittliche NPLQuote von 6,4 %.NPL Forum 2008NPL Forum 2008 Frankfurt SchoolQuelle: Mercer, Oliver Wyman7 Der anwachsende Markt fur Problemkredite in Deutschland war insbesondere fur so genannte NPLInvestoren aus dem angloamerikanischen Raum interessant. Hierzu gehoren schwerpunktmaig Investmentbanken und Funds. Das Geschaftsmodell dieser Firmen besteht darin, einen Mehrwert durch Wertschopfung und den anschlieenden Verkauf der Problemkredite bzw. der Kreditsicherheiten zu erwirtschaften. Allerdings erfordert der Handel mit Problem Frankfurt School of Finance Management Working Paper No. 112 11 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 krediten eine hohe Expertise im Darlehens, Immobilien und Verwertungsbereich, da nur eine ganzheitliche Betrachtung aller Aspekte zu auerordentlichen Renditen fur den NPLInvestor fuhren kann. Daher sind Hauptaufgaben solcher Investoren die Prufung und Bewertung der betroffenen Sicherheiten, das Fuhren von Verhandlungen mit Schuldnern und die Analyse von Verwertungsmoglichkeiten ExitStrategien im Hinblick auf ihre Rentabilitat. Seit 2002 sind also die Augen der groen NPLFunds auf Deutschland gerichtet. Neue Regularien, eine Aktualisierung des Bankgeheimnisses und weitere Erleichterungen in den Transaktionsmechanismen machten das moglich, was im Ausland bereits seit vielen Jahren state of the art war, den Handel von Forderungen. Die Verkaufer verloren ihre Zuruckhaltung, ebenso die beteiligten Kaufer und ihre Unterstutzer. Aus Sicht der Investmentbanken ergaben sich Moglichkeiten, Risiken zu transferieren und winwinSituationen zu schaffen, die vorher nur synthetisch moglich waren und daher auch nur auerst beschrankt fur Verauerer eine Losung darstellten. Nachdem sich auch die in Deutschland tatigen Kreditinstitute dem Handel von Forderungen geoffnet haben, verauern sie ihre Problemkredite mit Abschlagen an Investoren und nutzen den erzielten Kaufpreis zur Ausweitung des Neugeschafts. So bietet sich die Moglichkeit, das Kreditportfolio zu steuern oder auch zu restrukturieren und die Geschaftsstrategie neu auszurichten. Bisher haben vornehmlich groere Privatbanken von dieser Moglichkeit Gebrauch gemacht siehe Schaubild. 12 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 1. Aktueller Stand NPL Verkaufer Aktivster Verkaufer und einer der Vorreiter im NPL Verkauf war die Dresdner Bank; von den deutschen Grobanken hat ansonsten insbesondere die HVB Gruppe Portfolios im groen Umfang verkauft und veroffentlicht. Daneben waren insbesondere die Hypo Real Estate und die Aareal Bank aktiv. Verkaufe haben jedoch in allen Bankensektoren und selbst bei Versicherungen stattgefunden; es wurden auch ganze Banken verkauft z.B. Delmora.lnemuovsnoitkasnar THVB Gruppe Hypo Real Estate Dresdner Bank Delmora Eurohypo Aareal Bank Commerzbank Genossenschafts Banken Versicherungen INGBHF Bank Sparkassen Landesbanken Bausparkassen Anzahl Transaktionen NPL Forum 2008NPL Forum 2008 Frankfurt SchoolQuelle: Deloitte Recherche, Stand 10200712 Regionale Bankinstitute furchten um ihr gewachsenes Vertrauensverhaltnis zu Kunden und ihren guten Ruf. Dies wird unter anderem dadurch beeinflusst, dass im Gegensatz zu anderen NonPerforming Loan Markten die Verkaufer in Deutschland in der Regel nicht nonperforming sind. Reputations und Imagerisiken sowie mogliche Buchverluste spielen daher fur die Entscheidungsfindung zu einem Verkauf eine entscheidende Rolle.9 Moglicherweise werden sich aber auch diese Kreditinstitute in Zukunft vermehrt von ihrer bisherigen Strategie der eigenstandigen Betreuung, Sanierung und Abwicklung abwenden. Jedenfalls nehmen die Argumente fur den Verkauf von notleidenden Krediten zu. NonPerforming Loans belasten Kreditinstitute durch mogliche Zahlungsausfalle und Zinsverluste, es wird Eigenkapital der Kreditinstitute gebunden und ein erheblicher personeller Aufwand verursacht. Das gesamte deutsche NPLKreditvolumen weicht hierbei je nach Quelle stark voneinander ab. Die Zahlen variieren hierbei zwischen ca. EUR 150 Mrd. und uber EUR 350 Mrd. Ein stabiler Mittelwert scheinen hierbei EUR 200 Mrd., die auch von der Bundesbank erwahnt 9 Andreas Diehm, Das Geschaft mit Non Performing Loans, Prasentation SchmalenbachGesellschaft, 21.10.2005 Frankfurt School of Finance Management Working Paper No. 112 13 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 werden. Den groten Anteil hiervon bilden die Sparkassen und Landesbanken vergleiche Schaubild. 1. Aktueller Stand Hohes NPLVolumen wurde bisher noch nicht verauert KreditKreditKreditKreditKreditKreditbankenbankenbankenbankenbankenbanken Sonstige Sonstige Sonstige Sonstige Sonstige Sonstige Institute Institute Institute Institute Institute Institute 956,8 Mrd. 956,8 Mrd. 956,8 Mrd. 956,8 Mrd. 956,8 Mrd. 956,8 Mrd. 579,2 Mrd. 579,2 Mrd. 579,2 Mrd. 579,2 Mrd. 579,2 Mrd. 579,2 Mrd. LandesLandesLandesLandesLandesLandesbankenbankenbankenbankenbankenbanken 810,5 Mrd. 810,5 Mrd. 810,5 Mrd. 810,5 Mrd. 810,5 Mrd. 810,5 Mrd. 702,4 Mrd. 702,4 Mrd. 702,4 Mrd. 702,4 Mrd. 702,4 Mrd. 702,4 Mrd. ca. 300 Mrd. ca. 300 Mrd. ca. 300 Mrd. ca. 300 Mrd. ca. 300 Mrd. ca. 300 Mrd. ca. 200 Mrd. ca. 60 100 ca. 60 100 ca. 60 100 ca. 60 100 ca. 60 100ca. 60 100ca. 4060Mrd. Mrd. Mrd. Mrd. Mrd. Mrd. Mrd. 423,6423,6 423,6 423,6 423,6 Mrd. Mrd. Mrd. Mrd. Mrd. 111111222222111111 MMMMMMrrrrrrdddddd  Sparkassen Sparkassen Sparkassen Sparkassen Sparkassen Sparkassen Bausparkassen Bausparkassen Bausparkassen Bausparkassen Bausparkassen Bausparkassen Genossenschaftsbanken Genossenschaftsbanken Genossenschaftsbanken Genossenschaftsbanken Genossenschaftsbanken Genossenschaftsbanken Kredite an Nichtbankenohne AuslandsbankenKredite an Nichtbanken Kredite an Nichtbanken Kredite an Nichtbanken Kredite an Nichtbanken Kredite an Nichtbanken Kredite an Nichtbankenohne Auslandsbankenohne Auslandsbankenohne Auslandsbankenohne Auslandsbankenohne Auslandsbankenohne AuslandsbankenGeschatztes Geschatztes Geschatztes Geschatztes Geschatztes Geschatztes Geschatztes NPLVolumen NPLVolumen NPLVolumen NPLVolumen NPLVolumen NPLVolumen NPLVolumendeutscher Bankendeutscher Bankendeutscher Bankendeutscher Bankendeutscher Bankendeutscher Bankendeutscher Banken Geschatztes Geschatztes Geschatztes Geschatztes Geschatztes Geschatztes Geschatztes NPLVolumen NPLVolumen NPLVolumen NPLVolumen NPLVolumen NPLVolumen NPLVolumenFinanzgruppe SFinanzgruppe SFinanzgruppe SFinanzgruppe SFinanzgruppe SFinanzgruppe SFinanzgruppeQuelle: div. Bundesbank BerichteNPL Forum 2008 Frankfurt SchoolAngaben zum Kreditvolumen aus 200411 NPL Forum 2008 Der deutsche Bankenmarkt hat sich seit 2004 stark gewandelt. Der regulatorische Druck Basel II, Ma Risk und der Wegfall von Staatsgarantien haben den Markt weiter in Bewegung gehalten, auch wenn sich auf der anderen Seite die Kosten der Refinanzierung fur die NPLKaufer erhoht haben. Die Subprime Krise wird fruher oder spater das Thema Risikoreduzierung u.a. durch Verkauf von Forderungen wieder verstarkt auf die Tagesordnung bringen. Neu hinzugekommen ist ein weiteres Problemfeld: Die verscharften gesetzlichen Vorschriften zur Eigenkapitalsicherung. Die auf Grundlage der Basel IIRichtlinie erlassenen Vorschriften verpflichten die Banken, fur ausgegebene Kredite intern Sicherheiten zu bilden. Dies fuhrt zu einer erheblichen Bindung von Kapital. Die Hohe der Sicherheiten ist abhangig vom Kreditausfallrisiko. Das bedeutet, dass gerade fur Problemkredite besonders hohe Sicherheitenwerte hinterlegt werden mussen. 14 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Diesem Aspekt konnen Investoren entgehen, indem sie die Forderungen bereits mit Abschlag erwerben. Dieser Abschlag dient als Puffer fur den kalkulierten Kreditausfall und erhoht die Marge bei der spateren Realisation der Forderung. Der Ruckzug auslandischer Banken aus der Immobilienfinanzierung, durch welchen deutsche Banken fur Finanzierungen verstarkt Eigenkapital freisetzen mussen, wird fur steigendes Transaktionsvolumen sorgen. Zudem sind die klassischen ExitKanale fur Banken derzeit verstopft. Volkswirtschaftlicher Auftrag der Banken ist die Kreditgewahrung und die Stabilisierung des Finanzmarktes durch Einlagenhereinnahme und Ausleihung. Die Abwicklung von schiefgegangenen Krediten gehort grundsatzlich nicht dazu. Damit kann festgehalten werden: Kreditverkaufe Einzelkredite sowie Kreditportfolien sind zwar einerseits ein fur die Risiko und Kapitalsteuerung von Banken unentbehrliches Werkzeug, andererseits ist ihre quantitative Bedeutung aber beschrankt. 2007 war sogar ein deutlicher Ruckgang des Volumens der gehandelten Kredite zu verzeichnen. 2.4 Non Performing Loans als Assetklasse Warum erwerben Investoren uberhaupt distressed Assets bzw. handelt es sich bei diesen Forderungen bereits um eine eigene Assetklasse? Das bisher gehandelte Volumen in Deutschland spricht fur sich. Es handelt sich bei den Transaktionen um keine Losgroen, die mit dem Handel von Anleihen, Derivaten bzw. Commodities vergleichbar sind, aber sie bilden dennoch eine signifikante Groe im Markt, bei der Spezialisten ein Auskommen finden. Neu ist daran auch nur die konsequente Struktur und die angelsachsische Umsetzung des Themas. Deutsche Unternehmen mit InkassoLizenz existieren seit vielen Jahren und haben die Abwicklung von notleidenden Engagements besichert sowie unbesichert ubernommen und bilden hierfur die verlangerte Werkbank der Kreditinstitute, die diese Aufgaben an sie ausgegliedert haben. Aber auch die Beitreibung unbesicherter Forderungen beispielsweise aus dem Telekom bzw. Versandbereich ist in Deutschland kein neues Geschaftsmodell. Die Anfange dieses Wirtschaftszweiges gehen bis auf das Jahr 1872 zuruck, als das erste Auskunfts und Kontrollbureau seine Tatigkeit aufnahm. Frankfurt School of Finance Management Working Paper No. 112 15 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Die aktuelle Struktur der Investoren zeigt Unterschiede in deren Strategien auf: Entscheidend dafur ist, welche Ziele der Finanzinvestor beim Erwerb der Forderungen verfolgt. Im Wesentlichen lassen sich die Strategien in drei Gruppen zusammenfassen: Ein Teil der Investoren bundelt die aufgekauften Forderungen mit den entsprechenden Sicherheiten in Pakete und platziert diese wiederum am Kapitalmarkt. Andere kaufen die Forderungen mit einem Abschlag vom Nominalwert mit dem Ziel, durch konsequentes Forderungsmanagement und Durchsetzung der Forderungen einen Uberschuss zu erzielen. Bei beiden Varianten ist der Investor vornehmlich an der Durchsetzung der Forderungen interessiert.   Ganz anders kann sich hingegen eine dritte Strategie auswirken: Spezialisierte Investoren Turnaround private equity funds beabsichtigen, uber den Erwerb der Forderungen Einfluss auf das in der Krise befindliche SchuldnerUnternehmen zu gewinnen mit dem Ziel, dieses zu restrukturieren. Dabei bieten die Investoren teilweise an, im Gegenzug fur eine Beteiligung an dem Unternehmen auf ausstehende Forderungen zu verzichten DebtEquitySwap. Nach erfolgreicher Umstrukturierung soll die Beteiligung dann mit Gewinn wieder verauert werden. Es ist allerdings zu beachten, dass ein solches RestrukturierungsInvestment nicht immer den Interessen der Anteilseigner und den Vorstellungen des bisherigen Managements entspricht. Je fortgeschrittener sich die Krise vor Verauerung der Darlehensforderungen darstellte, desto hoher ist der Druck, den der Investor ausuben kann. Denn oftmals liegt es dann nicht mehr in der Hand des Unternehmens, den Eintritt eines Insolvenzgrundes der Zahlungsunfahigkeit oder Uberschuldung zu vermeiden. Vielmehr ist dieses auf Stundungserklarungen oder Rangrucktritte des Investors angewiesen. Vor diesem Hintergrund konnten auch Konkurrenten des Krisenunternehmens in dem Forderungserwerb eine Chance zur feindlichen Ubernahme sehen.10 10 Thorsten Prigge, Bundesgerichtshof billigt Verauerung von Problemkrediten aus Rolfs Partner report 2_2007, S. 15. 16 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 2. Trends und Perspektiven Konzentration und Konsolidierung Die Tendenz geht vom Verkaufermarkt zum Kaufermarkt Renditeerwartung einiger Verkaufer wie auch Kaufer Investoren wurde nicht erfullt Planungshorizonte zur Realisierung erwiesen sich als zu kurz Kritische Masse wurde nicht erreicht NPL ist war bei vielen Investoren nur ein Geschaftsfeld von vielen. Konzentration auf Kernkompetenzen Besichert gegen unbesicherte Forderungen Hohe Einzelkreditsumme vs. kleinteilige Forderungen Grovolumige Portfolien vs. kleine Losgroen Portfoliotransaktionen vs. Single Tickets Gewerbliche Immobilienkredite vs. Hauslebauer Finanzierungen vs. Firmenkunden Aufbau einer eigenen Servicing Plattform bzw. Kooperation mit etablierten Anbietern Rating des Servicers Kein Asset Management aus London aus Nutzung des Knowhows der Servicing Plattform bereits im Ankaufsprozess Verfugbarkeit und Konditionen der Fremdfinanzierungen NPL Forum 2008 Frankfurt School 18 Highlights Wir erwarten fur das 2. Halbjahr 2008 ein Ansteigen der Umsatze im NPLHandel. Tendenz vom Verkaufer zum Kaufermarkt. Neue Player und konsolidiert Altbekannte.NPL Forum 2008 Welche Trends und Perspektiven sind weiterhin zu erwarten? Werden die Verkaufer auch kunftig die Auswahl unter vielen Investoren haben oder wird die Tendenz doch eher vom Verkaufer zum Kaufermarkt gehen siehe Schaubild? Portfolio Institutionell titelte bereits im Mai 2008: Das wachsende Interesse an notleidenden Krediten ist keineswegs ein deutsches Phanomen. Nach Erhebungen des Forschungsinstitutes Private Equity Intelligence haben Finanzinvestoren weltweit 35 Milliarden USDollar fur Fonds eingeworben, die auf notleidende Kredite spezialisiert sind.11 2.5 Zukunft nach der SubPrime Krise Dieser Bericht basiert auf einer Prasentation, die im April 2008 im Rahmen des NPLForums der Frankfurt School of Finance Management gehalten wurde. Sechs Monate spater haben sich die Perspektiven des Handels verandert. Fuhrende Investmentbanken haben ihren Status als Investmentbank aufgegeben, wurden zu Merchant Banks oder sind wie z.B. Lehman 11 Klaus Morgenstern, Bei NPL geben nun die Kaufer den Ton an, Portfolio Institutionell, 052008, S. 28f. Frankfurt School of Finance Management Working Paper No. 112 17 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Brothers in Insolvenz. Auf der anderen Seite mussten Banken, die in den vergangenen Jahren regelmaig am Markt Kredite verauert haben, durch Stutzungsmanahmen gerettet werden. Daruber hinaus haben zunehmende Reputationsangste und befurchtete rechtliche Unsicherheiten den Markt ausgetrocknet. Daher entwickelte sich das Jahr 2008 noch negativer als dies bereits im Fruhjahr 2008 erwartet wurde. Potentielle Kreditkaufer haben sich spezialisiert und erwerben nur noch im Rahmen von Cherry Picking Forderungen, die exakt ihren Zielen entsprechen und eine entsprechende Rendite versprechen. Folglich gehoren grovolumige Kreditportfolien, die sich aus besicherten und unbesicherten Privat und Firmenkunderforderungen welche von NonPerforming bis Performing reichen zusammensetzen, der Vergangenheit an. Das Gesetz zur Begrenzung der mit Finanzinvestitionen verbundenen Risiken Risikobegrenzungsgesetz, das im August 2008 in Kraft getreten ist, war ein Schritt in die richtige Richtung. Hierdurch werden Regelungen kodifiziert, die zwar in der Praxis bereits gelebt wurden, nun aber auch fur Verkaufer und Kreditnehmer einen verlasslichen Rahmen bieten. Beispiel: Kundeninformation, Hello Good Bye Letter. Die undifferenzierte Medienberichterstattung der Jahre 2007 und 2008 hat Emotionen geschurt und Reaktionen auf Seiten der Kunden, Rechtsanwalte und Banken hervorgerufen. Mittlerweile ist jedoch eine zunehmende Versachlichung der Diskussionen zu beobachten. Ob es jedoch zielfuhrend ist, einen Verkauf von Kreditforderungen komplett auszuschlieen, wie es derzeit einige Banken praktizieren, muss sich in der Zukunft zeigen. Die beschriebene Entwicklung der jungsten Vergangenheit, die mit einem drastischen Ruckgang der vorhandenen Transaktionsvolumina einherging fuhrte dazu, dass sich einige Investoren aus dem deutschen NPL Markt zuruckzogen. Die Financial Times hat dies bereits mit der Uberschrift versehen: TAKING BETS ON PAIN. Although prices in credit continue to drop and opportunities in distressed and special situations continue to multiply, very few situations trade with significant volume.12 12 Financial Times, 21.09.2008 18 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Dies ist auch eine Anspielung auf die unterschiedlichen Handelsgroen zwischen z.B. England und Deutschland. In England sind strukturierte Finanzierungen, die regelmaig drei bis vierstellige Millionenbetrage generieren, ublich. Der Handel dieser Forderungen geht stufenlos entsprechend der Gute der Forderung: Par vs Distressed Loan vom Primar und Syndizierungsmarkt in den Sekundarmarkt uber. In Deutschland hingegen wurden und werden Kredite sofern es einen funktionsfahigen Syndizierungsmarkt gibt sofort absorbiert und bis zur Endfalligkeit von den Banken gehalten. Eine Weitergabe uber den Sekundarmarkt ist noch immer wie bereits beschrieben eher die Ausnahme. Lediglich die groen PortfolioTransaktionen der Jahre 200405 haben die Volumina generiert, die internationale Handelshauser aus anderen Jurisdiktionen gewohnt waren. Kleinere Transaktionen wurden uber speziell entwickelte Plattformen abgewickelt, standen aber nicht primar im Fokus der zumeist angelsachsischen Investoren. Hierbei sind die Transaktionskosten zu hoch, um die erwartete Zielrendite zu erreichen. Nachdem aber die Einzelkredite nicht im erwarteten Mae gehandelt wurden Karstadt war hier eine Ausnahme und die groen Portfolien versiegten, zogen sich die Investoren entweder zuruck oder sie fokussierten sich auf Forderungen, bei denen sie added value bieten konnten und die Transaktionskosten die zu erwartete Zielrendite nicht zu stark reduzieren. In diesem Zusammenhang verspricht das Segment immobilienbesicherter NPL noch Potenziale fur Investoren. Der deutsche Immobilienmarkt gilt im Vergleich zu den Nachbarlandern generell als unterbewertet. Voraussetzung hierfur ist ein aktives Real Estate Asset Management. Daruber hinaus kann die deutlich restriktivere Kreditvergabepolitik der Banken im Firmenkundengeschaft zu Schwierigkeiten bei deren Refinanzierung fuhren, wodurch sich Potentiale fur DistressedDebtInvestoren mit Restrukturierungsansatz bieten. Frankfurt School of Finance Management Working Paper No. 112 19 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 3 Stephanie Siepmann: Verkauf kleiner Immobilienkredit Portfolios Markttrends, neue Ansatze 3.1 Kleine Portfolios Neben den grundsatzlichen Uberlegungen zur Make, Sell, Buy oder SellBuy Entscheidung ist als zweite groe Tendenz auf dem Markt das Sinken der Portfoliogroen zu verzeichnen. Die Marktteilnehmer sind sich einig, dass zukunftig vermehrt kleinteilige Portfolios angeboten werden. In diesem Zusammenhang stellt sich zum einen die Frage, was dabei unter dem Begriff klein verstanden wird und zum anderen welche Besonderheiten es beim Verkauf kleinerer Portfolios gibt. Es gibt zum Beispiel folgende Auerungen zur Definitionen von klein aus verschiedensten Quellen: kleinere Transaktionsgroen mit Volumina zwischen 200 Mio. und 500 Mio.13 historische Mindestgroen zwischen 100 Mio. und 150 Mio., mittlerweile sind aber auch bereits Portfolios mit Volumen von 10 Mio. attraktiv, zunehmend finden auch Transaktionen im einstelligen Bereich statt 14 Zwischen 25 Mio. und 50 Mio.: derzeitiger eigener Erfahrungswert aus dem Gesprach mit Investoren Ab TEUR 500: derzeitiger Erfahrungswert im Kontakt mit potenziellen Verkaufern Tatsachlich wird klar, dass die Definition von klein vom jeweiligen Betrachter und seines sehr individuellen Fokus abhangt. Fur den Investor ist es die Groe bzw. Grenze ab der es fur ihn interessant ist in eine Portfoliobewertung einzusteigen und somit fur den potenziellen Verkaufer, ab wann es Sinn macht, ein kleines Portfolio anzubieten was ist sozusagen der BreakEven in der Portfoliobewertung, die Schnittstelle zwischen Nutzen und Aufwand? Gibt es einen gemeinsamen BreakEven fur Verkaufer und Kaufer? 13 European NonPerformingLoan Report 2008, Ernst Young 14 Frankfurt School of Finance Management, Working Paper No. 90 20 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 3.2 Idealvorstellungen der Beteiligten im Verkaufsprozess Vor und zur Beantwortung dieser Frage sollte man sich zunachst einmal die Idealvorstellungen der beiden Hauptakteure im Verkaufsprozess vor Augen fuhren. Diese lassen sich wie folgt beschreiben: Der Verkaufer mochte einen moglichst hohen Preis erzielen, bei gleichzeitig moglichst wenig Aufwand in Bezug auf Datenbereitstellung in der Datenbank, im Datenraum und im Frageprozess, unter Abgabe moglichst wenig umfangreicher Garantien und Gewahrleistungen den Prozess dabei moglichst kurzfristig abschlieen und die Phasen der Bewertung moglichst kurz halten; dieses im Bieterverfahren mit moglichst vielen Bietern; einen Kaufer, der auch nach Abschluss der Transaktion verantwortungsvoll mit den Forderungen resp. Darlehensnehmern umgeht. Der Kaufer mochte einen moglichst realistischen Preis so niedrig wie moglich, aber so hoch wie notig bezahlen; diesen Preis mit moglichst wenig Aufwand in Bezug auf Datenanalyse, Daten und Aktenprufung ermitteln, mit fur ihn einzupreisenden Garantien und Gewahrleistungen; moglichst unter Berucksichtigung des vorhandenen sonstigen Geschafts, in einem moglichst exklusiven Verfahren. Bei genauer Betrachtung scheint es so, dass die beiden Akteure hier der Vorstellung einer eierlegenden Wollmilchsau erlagen, wie der Volksmund sagen wurde, also einige dieser Ziele niemals gleichzeitig erreichbar scheinen. Frankfurt School of Finance Management Working Paper No. 112 21 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 3.3 Grunde fur das Nichtzustandekommen von Verkaufen Tatsachlich haben die Erfahrungen zu Beginn des NPL Geschafts gezeigt, dass fruhe NPL Transaktionen unter anderen aus den folgenden Grunden nicht zustande gekommen sind: Buchwert Marktwert Differenzen Es bestehen unterschiedliche Werteinschatzungen hinsichtlich von Forderungen und Sicherheiten Buchwert Marktwert Differenzen Selbst wenn die Einschatzung der zugrundeliegenden Sicherheiten bei den Parteien identisch und in den Einzelwertberichtigungen vollstandig reflektiert sind, so werden zukunftige WorkoutKosten und Zinsausfalle Refinanzierungskosten in den EWB nicht berucksichtigt und fuhren zu einer Buchwert Marktwert Differenz! Ursachen dafur lagen, vor allem auf Verkauferseite, zum Teil darin begrundet, die oben beschriebenen Ideal und Zielvorstellungen komplett mit folgenden Konsequenzen zu verwirklichen: Verkaufer kannten ihren eigenen Bestand nicht Grunde hierfur zum Beispiel: fehlende Kapazitaten; fehlendes oder nicht ausreichendes Berichtswesen; anderer Fokus im Berichtswesen; EDVUmgebung veraltet oder mehrfach migriert und nicht aussagekraftig gefullt Verkaufer stellten nur unzureichende physische und elektronische Daten uber den zu verkaufenden Bestand zur Verfugung undoder ermoglichten dem Verkaufer keine weitere Einsicht undoder begrenzten den zusatzlichen Frageprozess. In der Folge entstand Intransparenz, die sich in der Regel in einem entsprechenden Kaufpreisabschlag niederschlug Ausnahmen bestatigten und bestatigen hierbei wie immer die Regel. Mit fortschreitender Marktreife und Lernkurve aller Beteiligten wurden diese Ursachen behoben, sodass  die Verkaufsprozesse in der Regel gut vorbereitet werden aussagekraftige und verlassliche Datenbanken zur Verfugung gestellt werden 22 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 der Verkaufer sich vorher durch eine VerkauferDueDiligence uber seine eigene Preis und Wertvorstellung klar werden kann das Verstandnis auf Verkauferseite dafur gewachsen ist, dass Transparenz in der Regel einen positiven Einfluss auf den Preis hat sich gewisse Standards insbesondere in der Datenbereitstellung aber auch in der Kaufvertragsgestaltung herausgebildet haben In der Folge wurden und werden vor allem die groeren und mittleren Transaktionen erfolgreich vorbereitet, durchgefuhrt und abgeschlossen wobei hier und im Folgenden das Kriterium Klein durch Portfolios mit Forderungsvolumina 10,0 Mio. Euro definiert sei. Aber auch diese Erfahrung hat ihre zu beobachtenden Ausnahmen. Im Rahmen von Markteintritten neuer Teilnehmer und der Dynamik des immer noch vorhandenen Verkaufermarktes, gab es tatsachlich Transaktionen, bei denen der Eindruck entstanden ist, dass einige Verkaufer durchaus all ihre Idealvorstellungen verwirklichen konnten. Das heit, dass einige Portfolios trotz schlechter Daten und Datenbankqualitat, trotz kaum vorhandener Transparenz und durftigen Garantien sehr hohe Verkaufspreise erzielt haben und auch tatsachlich zu diesen Preisen gehandelt wurden. Etwas provokant konnte man im vorherigen Satz auch das trotz durch ein gerade aufgrund austauschen. Nach eigener Einschatzung wird sich diese Tendenz, die gerade noch im Markt fur kleinere und mittlere Portfolios beobachtet wird, uber kurz oder lang kehren. Denn tatsachlich werden sich nur diejenigen auf Dauer im Markt behaupten, die Portfolios so einpreisen, dass diese Kaufpreise auch realisierbar sind. 3.4 Faktoren mit Einfluss auf die Kaufpreisermittlung und hohe Vor dem unter 3.3. beschriebenen Hintergrund und der dort gewagten Prognose, wird gerade fur Verkaufer kleinerer Portfolios und solcher Verkaufer, die nicht regelmaig oder noch nie NPLs verkauft haben, folgende Frage zu beantworten sein: Welche Faktoren haben welchen Einfluss auf die Kaufpreisfindung und wie sind diese im Hinblick auf die Prozessgestaltung und den Mitteleinsatz zu gewichten, um tatsachlich zum individuellen Breakeven zu gelangen und den dazu passenden, potenziellen Kaufer gewinnen zu konnen? Frankfurt School of Finance Management Working Paper No. 112 23 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Es ist vollig klar, dass im Rahmen von Verkaufen kleinerer Losgroen ein Prozess mit denselben Beteiligten wie bei groen Transaktionen beispielhaft im Folgenden aufgefuhrt in keinem vernunftigen KostenNutzenVerhaltnis steht: Verkaufer Berater Wirtschaftsprufer, Unternehmensberater, Rechtsanwalte Vorbereitung, Durchfuhrung, Organisation einer Transaktion, Datenbereinigung und Erfassung Rechtliche Beratung: Vertrage etc. Arranger Vorbereitung und Durchfuhrung der Strukturierung z. B. Verbriefung Treuhander z. B. Datentreuhander fur performing Darlehen KauferInvestoren Zum Zwecke Der Weiterverauerung Zu eigenen Bearbeitung Workout Immobilienmaklerbewerterberater u. U. techn. Sachverstandige Bewertung des Immobilienbestandes Loan Servicer Prufung der Werthaltigkeit der Forderungen: Grundbuch, Vollstreckungshistorie, Darlehensnehmersituation Strategiefindung zum spateren Workout: Budgetierung von Timing, Kosten, Ertragen Wirtschaftsprufer i. d. R. zur Analyse der Bonitat gewerblicher Schuldner, aber auch Werthaltigkeitsprufung Rechtsanwalte Prufung Vertragswesen, Geschaftsbedingungen, Veritat von Forderung und Sicherheitenbestellung, Prufung spezieller Sachverhalte Mitwirkung am Kaufvertrag Fest steht allerdings auch, dass die folgenden Faktoren die Kaufpreishohe unterschiedlich beeinflussen konnen, die wiederum vom Einsatz von Aufwand und personeller Ressource abhangen: 24 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Kaufvertrag Gewahlte Verwertungsstrategie Regelung von: Garantien und Gewahrleistungen Abwicklungsprozess nach V erkauf Schnittstellen zw. Verkaufer und Kaufer KAUFPREIS steigt oder sinkt je nach Vereinbarung Strategie zur Verwertung: Kooperativ Strategie zur Verwertung: Zwangsverwertung sinkt steigen sinken Dauer der Verwertung Erlose aus Verwertung Kosten der Verwertung steigt sinken steigen Tendenz: KAUFPREIS Transparenz: Tendenz: KAUFPREIS Qualitat der Information , Verlasslichkeit und Vollstandigkeit der Information 3.5 Entscheidungskriterien zur moglichen Gestaltung eines Verkaufsprozesses hinsichtlich genereller Zielsetzung und sonstiger Prioritaten seitens des Verkaufers Zusammenfassend lassen sich aus den obigen Ausfuhrungen folgende, prozess und somit kaufpreisbeeinflussende Faktoren und Grundsatze extrahieren: Grundsatzlich gilt fur alle Portfoliogroen: Je mehr im Vorfeld durch den Verkaufer geleistet wird, desto schneller und effizienter ist der Prozess, desto geringer sind die durch den Servicer einzupreisenden Due Diligence Kosten dagegen steht naturlich der entsprechende Ressourceneinsatz beim Verkaufer, gleichzeitig steigt das Verstandnis des Verkaufers uber den zu verkaufenden Bestand. Zusatzlich gilt: Je kleiner das Portfolio, desto hoher sollte der Beitrag des Verkaufers sein im Hinblick auf die Bereitstellung von Daten und Moglichkeiten zu deren UberprufungPlausibilisierung. Frankfurt School of Finance Management Working Paper No. 112 25 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Grundsatzlich gilt: Je besser der Verkaufer sein Portfolio, die erwarteten Erlose nebst eigenen Kostenstrukturen kennt, desto besser kann er die von ihm gewahlten PreisEinflussFaktoren bewerten und in die Kalkulation einbringen. Dann werden Fragestellungen relevant wie: Wie wichtig ist mir der Verkauf an einen vertrauenswurdigen, am Markt etablierten Partner, der auch nach Kauf verantwortungsvoll mit den gekauften Forderungen bzw. den dazugehorigen Darlehensnehmern umgeht? Wie viel ist mir eine professionelle Abwicklung sowohl von Due Diligence, als auch vom spateren Ubernahmeprozess wert? Wie viel Wertabschlag nehme ich dafur hin, dass ich dem Kaufer keine umfangreiche Datenbank zur Verfugung stellen will? Wie wichtig ist mir ein transparentes, auf gesicherter Datenbasis erhobenes Angebot zur Endverhandlung von Kaufpreis und Kaufvertrag? Grundsatzlich gilt: Je standardisierter der Kaufvertrag, je besser die Garantien desto geringer fallen eventuell einkalkulierte Preisabschlage aus. Grundsatzlich gilt: Mehrere Bieter schaffen eine bessere Wettbewerbssituation. Tatsachlich nicht nachweisbar ist, ob der Verkaufer nur bei diesem Verfahren den hochsten Preis erzielt sofern dass seine Hauptprioritat ist, ob der Verkaufer hierbei letztendlich den besten Preis erzielt unter Berucksichtigung von zusatzlichen Faktoren wie Reputation des Partners, Kaufvertrag und Garantien, Abwicklung des Danach, Folgetransaktionen. Als mogliche Losung fur den ressourcenbewussten Verkaufer von kleinen Portfolios konnte grundsatzlich auch ein zweistufiger Prozesse denkbar sein: Beauftragung eines professionellen Bewerters zur indikativen Bewertung des Bestandes. Im Falle des Nichtzustandekommens uberlasst der Bewerter dem Verkaufer die Ergebnisse entweder zur eigenen Umsetzung in der Abwicklungsabteilung oder fur einen evtl. spateren Prozess gegen ein zu vereinbarendes Entgelt. 26 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 3.6 Faktoren zur Ermittlung des BreakEven bei der Portfoliobewertung Folglich konnen es folgende Faktoren sein, von denen der BreakEven abhangig ist, bzw. von denen die Entscheidung abhangig gemacht wird, ob ein Einstieg in eine Portfoliobewertung sinnvoll ist oder nicht: neben Volumina der Forderungen aber auch des erwarteten Kaufpreises sind die Engagementzahlen von Bedeutung die Art der Kredite gewerblich, privat, unbesichert Anzahl der dazugehorigen Objekte eventuelle Klumpenbildung auf Objekt oder Darlehensnehmerebene Datensituation beim Verkaufer: wie ausfuhrlich und verlasslich ist die Verkauferdatenbank gefullt strategische und geschaftspolitische Uberlegungen auf Kauferseite eventuell ist Folgegeschaft zu erwarten? Markteintritt eines Investors oder Eintritt bei einem neuen Servicer Prozess der Bewertung und Anforderungen an die Prufung Struktur der Transaktion wohin kauft der Kaufer, z. B. in eine Zweckgesellschaft? Beteiligte der Transaktion Art der Transaktion: exklusivebilaterale Transaktion, Bieterverfahren, standardisierte Transaktion uber eine Verkaufsplattform 3.7 Fazit Unter Berucksichtigung der beschriebenen Markttendenzen, des gewagten Blicks in die Zukunft, sowie der Besonderheiten im Bewertungsprozess insbesondere bei kleineren Losgroen, lasst sich folgendes Fazit ziehen: Nichtstun ist im Kreditportfoliomanagement keine Option Forderungsverkauf kann unabhangig von der Portfoliogroe die beste Losung sein, muss es aber nicht Im Falle des Forderungsverkaufs empfiehlt es sich, etwas Zeit und Aufwand darauf zu verwenden, den eigenen Bestand nicht nur im Hinblick auf die derzeitigen Buchwerte Frankfurt School of Finance Management Working Paper No. 112 27 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 zu kennen und zu verstehen. Kaufpreiserwartung aus Investorsicht betrachten, da dieser nicht nur reine Objektwerte, sondern auch den Zeitwert des Geldes, sowie anfallende Kosten berucksichtigt vor allem der Verkaufer sollte uberlegen, welche Prioritaten im Hinblick auf seine Interessen bestehen und wie diese monetar zu bewerten sind: Welcher Teil der eierlegenden Wollmilchsau ist mir wirklich wichtig? Abwagen, welche Transaktionsart den besten Nutzen erbringt Berucksichtigen, dass auf jeden Fall auch Aufwand beim Verkaufer anfallen wird, unhabhangig davon fur welche Transaktionsart und welche Datenbereitstellung sich dieser entscheidet auch kleine Bestande potenziellen Kaufern anbieten: Diese werden mit wenigen Basisinformationen erkennen konnen, ob sie in die Bewertung des Bestandes einsteigen und unter welchen Bedingungen die Einbindung eines professionellen Beraters z. B. eines Servicers kann Sinn machen, um Synergien zwischen Bewertungsverfahren und spaterem Verkauf zu heben falls es keinen Interessenten gibt, da es sich lediglich um wenige oder zu wenige Forderungen mit geringem Volumen handelt, kann ggf. die Beauftragung eines Dienstleisters mit der Strategiefindung undoder der Unterstutzung in Teilprozessen wie zum Beispiel der Immobilienverwertung Sinn machen 4 Markus Bolder 15: Aktuelle Entwicklungen beim Servicing von ImmobilienNPLs 4.1 Aktuelle Marktsituation und wirtschaftliche Rahmenbedingungen Bei der Betrachtung der aktuellen Marksituation fur immobilienbesicherte NonPerformingLoans NPLs stehen die wirtschaftlichen Rahmenbedingungen fur Immobilieninvestments im Vordergrund. Hierbei liegt ein besonderer Fokus auf der Einschatzung der Immobilienwerte. Generell gilt, dass die Bewertung von Immobilienrisiken stark an Bedeutung zugenommen hat und diese im Hinblick auf Bestandswerte und Neugeschaft neu eingepreist werden. In 15 Diplombetriebswirt Markus Bolder ist CEO der Servicing Advisors Deutschland Gmb H. Der Beitrag ist die uberarbeitete und aktualisierte Fassung des gleichnamigen Vortrags auf dem NPL Forum 2008 der Frankfurt School of Finance Management am 27. Mai 2008. 28 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 diesem Zusammenhang ist eine vorsichtige Kreditvergabepolitik zu beobachten. Im Umfeld von restriktiveren Kreditvergaben ergibt sich eine Verschiebung von opportunistischen hin zu Eigenkapital orientierten Investoren. Die Renditekompression hat sich konsolidiert und kunftig ist wieder von stabilen bis steigenden Renditen auszugehen. Trotz der SubprimeKrise war das Jahr 2007 ein starkes Immobilienjahr. Beim Investmentumsatz in Deutschland wurde in diesem Jahr mit rund 59,4 Milliarden ein neuer Rekord verzeichnet. Im Vergleich zum Vorjahr entspricht dies einer Steigerung von ca. 20 %. Im Gegensatz hierzu lasst sich auf europaischer Ebene ein anderweitiger Trend erkennen. Im vergangenen Jahr gingen die Transaktionen in Europa insgesamt um ca. 6% zuruck. Weiterhin lie sich beobachten, dass Projektentwickler ihre Aktivitat gesteigert haben: Das Volumen fur Entwicklungsgrundstucke hat sich 2007 im 1Jahresvergleich mehr als verdoppelt. Insgesamt zeigt folgende Grafik die aktuelle Situation bei Immobiliendirektinvestments in Deutschland: In Bezug auf den Wohnimmobilienmarkt in Deutschland wird erwartet, dass sich die Mieten und Preise in den Wachstumszentren uberdurchschnittlich entwickeln werden. Dies wird insbesondere von der sehr niedrigen Bautatigkeit weiter vorangetrieben. Im Vergleich zu 2006 Frankfurt School of Finance Management Working Paper No. 112 29 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 ist die Anzahl der erteilten Baugenehmigungen um 25 % eingebrochen. Allerdings sind auch in diesem Bereich langfristige Marktrisiken zu erkennen, die in der demografischen Entwicklung Deutschlands begrundet sind. Die Bevolkerungszahlen in der Bundesrepublik Deutschland sind insgesamt fallend. Das Wachstum der Haushaltszahlen hat sich verlangsamt. Das Gefalle zwischen Wachstumszentren und Entleerungsraumen wird sich weiter verstarken. Die Unterschiede der beiden Wohnungsmarkte im Osten und Westen Deutschlands sind nach wie vor hoch, was Leerstande, Einkommensniveau und die Art der Immobilienbestande betrifft. Allerdings haben sich Inseln in den neuen Bundeslandern gebildet, die Bevolkerungszuwachse und wachsenden Wohlstand aufweisen. Diese Hot Spots im Osten Deutschlands z.B. Dresden, Leipzig, Erfurt, etc. finden Anschluss an den westdeutschen Trend bei der Entwicklung von Mieten und Kaufpreisen. In Bezug auf die aktuelle Finanzmarktkrise lasst sich feststellen, dass der primare Fokus in diesem Zusammenhang vorlaufig auf einer Transparenz in verbriefte Immobilienfinanzierungsbestande liegt. Sowohl im Bereich der Performing Loans PL als auch im Bereich der Non Performing Loans NPL gab es seit ca. 1 Jahr Beginn der Finanzmarktkrise kaum groere Portfoliotransaktionen. Der Vertrauensverlust in verbriefte Titel fordert eine Uberprufung von bestehenden Geschaftsmodellen. Durch die sich jetzt schon daraus abzeichnende Eigenmittelknappheit Kompensation von Bewertungsverlusten konnen NPLTransaktionen in Zukunft wieder befordert werden. Weiterhin konnen auch die negativen Auswirkungen auf die Realwirtschaft und auf die Konsumenten ebenfalls zu einer Zunahme der NPLs fuhren. Fur das Verstandnis der aktuellen Marktsituation ist ein weiterer entscheidender Faktor die Entwicklung von Insolvenzen sowohl im Bereich von Unternehmensinsolvenzen als auch im privatwirtschaftlichen Bereich. Diesem Faktor kommt eine tragende Rolle bei der bisherigen und zukunftigen Entwicklung von ImmobilienNPLs zu, was wiederum direkte Auswirkungen auf das Servicing dieser Forderungen hat. Wie bereits in den Vorjahren gingen die Unternehmensinsolvenzen im Jahre 2007 tendenziell weiter leicht zuruck. In 2008 sind fur die Gesamtwirtschaft infolge der Kreditkrise niedrigere 30 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Wachstumsraten zu erwarten, die letztlich auch zu hoheren Insolvenzzahlen und damit zu einer fur die Banken negativen Entwicklung fuhren konnen. Im Bereich der Unternehmensinsolvenzen lasst sich in den vergangenen Jahren folgender Trend beobachten: 16 Im Gegensatz zu den Unternehmensinsolvenzen nimmt die Anzahl der Verbraucherinsolvenzen auf Grund der steigenden Verschuldung der privaten Haushalte weiter zu. Im Jahr 2007 gab es mit ca. 105.000 Verbraucherinsolvenzen einen neuen Negativrekord. Im Vergleich zum Vorjahr ist die Gesamtzahl der Verbraucherinsolvenzen um 9 % gestiegen. 16 Statistisches Bundesamt Stand 2007 Frankfurt School of Finance Management Working Paper No. 112 31 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 17 Das Forderungsvolumen ist bei Unternehmen abnehmend, wohingegen sich im Falle der Verbraucher ein leichter Anstieg verzeichnen lasst, wie auch in folgender Grafik verdeutlicht. 18 17 Statistisches Bundesamt Stand 2007 18 Statistisches Bundesamt Stand 2007 32 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Die aktuellen Entwicklungen im Special Servicing von Immobilien NPLs sind von der Gesamtheit der wirtschaftlichen Rahmenbedingungen, die auf dieses Marktsegment Einfluss haben, gepragt. Der Markt fur den Verkauf und die Bearbeitung von NPLs hat sich in der Vergangenheit weiterentwickelt und etabliert. Ablaufe werden im Mengengeschaft zunehmend standardisiert. Auerdem nimmt die Professionalisierung der Servicer weiter zu. Dies zeigt sich beispielsweise in einer hoheren Datenqualitat bei Due Diligence Prozessen und mageschneiderten Abwicklungsprozessen inkl. der entsprechenden EDV. Bei den Investoren in diesem Bereich ist ein anhaltend groes Interesse fur den deutschen Markt zu verzeichnen. Inzwischen sind auch Investoren der zweiten und dritten Generation z.B. spezialisierte Fonds und Servicer auf dem Markt aktiv. Ferner fordert die Finanzmarktkrise Transaktionen mit einer starken Eigenkapitalbasis und fuhrt zu einer Abkehr von bestehenden stark fremdfinanzierten Geschaftsmodellen. Ein neuer Trend der Servicer lasst sich in Bezug auf das Dienstleistungsspektrum, das rund um die Immobilie angeboten wird, beobachten. Die Servicer konzentrieren sich in diesem Zusammenhang zunehmend auf einen umfassenden Ausbau der Dienstleistungen rund um das Objekt Property Management. Neue Geschaftsmodelle halten verstarkt Einzug auch bei der Bearbeitung von Performing Loans sowie bei Portfolioanalysen und Bewertungen. Die teilweise hohen Renditeerwartungen der Investoren wurden in der Vergangenheit selten erfullt. Der Markt war vor einigen Jahren durch die Verkaufer gepragt. Mit dem Ziel die Grunde fur die geringer als erwartet ausgefallene Rendite zu prufen und bestehende Konzepte fur zukunftige Prozesse zu optimieren, erfolgt jetzt eine neue Schwerpunktsetzung. In diesem Zusammenhang erfolgt nun eine Analyse der notwendigen Voraussetzungen beim Servicer und bei der Infrastruktur. Bevorzugt werden Transaktionen mit einer stabilen CashFlowBasis und mit einer moglichst hohen Auslastung des Servicers. Dies kann auch uber Outsourcing erfolgen. Hierunter fallt die infrastrukturelle Anbindung des Servicers an den Portfolioeigentumer; ein Geschaftsmodell, das im Segment der Performing Loans bereits etabliert ist. Frankfurt School of Finance Management Working Paper No. 112 33 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Zusammenfassend lasst sich feststellen, dass der deutsche NPL Markt auf professioneller Basis weiterhin interessante Perspektiven und Handlungsfelder bietet. 4.2 Differenzierungsmerkmale Allgemein lasst sich festhalten, dass uber einen marktspezifischen Informationsvorsprung hohere Verwertungsquoten zu erreichen sind. Dieser umfasst Schuldnervereinbarungen, Umfinanzierungen und z.B. regional motivierte Direktverkaufe. Um Immobilien schnell und preislich interessant zu verkaufen, wird zunehmend auf eigene Vermarktungsstrategien zuruckgegriffen. Abhangig von der Ausgangsituation und der zu vermarktenden Objekte werden die Immobilien im Rahmen von Einzelverkaufen oder im Paket verauert. Durch die Einfuhrung einer Prozesssteuerung lasst sich die Bearbeitungszeit von Assets eindeutig senken. Ferner lasst sich eine Kostenreduzierung durch flexible Kostenmodelle zur Optimierung der CostIncomeRatio der Portfolioeigentumer erreichen. Bei detaillierter Betrachtung der verschiedenen Differenzierungsmerkmale lasst sich ein klarer Mehrwert fur den Kunden Investoren, etc. erkennen. So fuhren reduzierte Prozesskosten auf Vollkostenbasis im Workout, die Erzielung hoherer barwertiger Verwertungsergebnisse sowie eine Verkurzung der Verwertungszeiten und somit geringere Prozesskosten zu einer Verbesserung des Geschaftsfeldergebnisses. Gleiches gilt fur eine Prozesssteuerung zum optimierten Ressourceneinsatz. Daruber hinaus sorgt ein aktuelles und uberdurchschnittlich transparentes Reporting der Bestands und Ergebniswerte fur eine stetige Messbarkeit und Vorhaltung von Handlungsoptionen. Die Vorhaltung von Informationen wie Verwertungsquoten u.a., die relevant fur die Portfoliosteuerung sind, tragen auch zu einer Optimierung der Neugeschaftssteuerung im Falle des Outsourcing bei. Dies zeigt sich beispielsweise bei den Standardrisikokosten und der Scoringeinwertung. 34 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 So kann z.B. die Nutzung eines Servicers durch ein Finanzinstitut zum einen zu einer Entlastung des eigenen WorkOutBereiches fuhren und damit zu einer Verbesserung der eigenen Verwertungsergebnisse. Die Moglichkeit zur Verbesserung des Institutsratings tragt zur Reduzierung der Refinanzierungskosten bei. Ferner lasst sich eine Verbesserung des Geschaftsfeldergebnisses durch die Steuerung von Bilanz und GVKennzahlen, wie z.B. der CostIncome Ratio, erreichen. Durch den Einsatz des Ratings des Servicers fur Kapitalmarkttransaktionen wird es dem Kunden ermoglicht, verbesserte Konditionen am Kapitalmarkt zu erzielen. Dazu tragt auch ein Einsatz des Servicers als BackUpServicer fur Kapitalmarkttransaktionen bei. Durch den Einsatz des Servicers bei eigenen Kunden zur Prozess oder Portfolioanalyse o.a. lassen sich zusatzliche Deckungsbeitrage und mogliche Folgegeschafte generieren. Eine konsequente Vermeidung von Imageschaden fuhrt auerdem zu einer Reduzierung des Reputationsrisikos. 4.3 Prozessuale Herausforderungen Im Bereich des Problemkreditmanagements bieten sich derzeit verschiedene strategische Optionen zur Steigerung der Kosteneffizienz. Welche Strategie der Problemkreditbearbeitung fur eine Bank ideal ist, hangt von mehreren Faktoren ab und ist uber den Zeitverlauf nicht konstant. Je nach Marktlage und Gesamtbankstrategie wird es sich anbieten, bestimmte Engagements eher zu verkaufen oder abzuwickeln. Um sich diese Flexibilitat zu erhalten, muss eine Bank Investor kontinuierlich die Entscheidung Keep or Sell treffen.19 Folgende Grafik verdeutlicht die moglichen unterschiedlichen strategischen Ansatze aus Sicht des Verkaufers bzw. des Abwicklungspartners: 19 Gerhard Dengl und Jano Koslowski: Optimierung des Managements von Problemkrediten. In: Zeitschrift fur das gesamte Kreditwesen 05 vom 01.03.2008 Seite 213 Frankfurt School of Finance Management Working Paper No. 112 35 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 20 Fur einen Verkauf sprechen positive Kapital und Liquiditatseffekte, gegen einen Verkauf sprechen die in der Regel deutlich hoheren Erlose bei der Abwicklung Make or Buy. Diese Frage stellt sich im Falle der Abwicklung. Hier muss individuell entschieden werden, inwiefern die Bank bestimmte Engagements selbst abwickelt oder sie dem Servicer zur Abwicklung ubertragt.21 Vor dem Fallen einer Entscheidung sind die wirtschaftlichen Optionen genauestens zu berechnen. In vielen Fallen ergibt sich bei einer Prufung, dass ein Servicer in der Lage ist, schneller und ertragsoptimierter abzuwickeln, als dies bei einer internen Abwicklung einer Bank moglich ist. Dies ist zum Einen durch einen hoheren Spezialisierungsgrad beim Servicer begrundet, zum Anderen lasst sich durch eine Auslagerung der Bearbeitung der ausgefallenen Forderungen haufig eine bessere Erlosquote als bei einer internen Bearbeitung erzielen. 20 Gerhard Dengl und Jano Koslowski: Optimierung des Managements von Problemkrediten. In: Zeitschrift fur das gesamte Kreditwesen 05 vom 01.03.2008 Seite 214. 21 Dengl und Koslowski, S. 214. 36 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Die unterschiedlichen Phasen und Einzelaktivitaten bei der Auslagerung der Abwicklung stellen sich wie folgt dar: Phase 1: Vor Auslagerung Phase 2: Auslagerung Phase 3: Nach Auslagerung MakeorBuy Entscheidung Umfang des 1Outsourcingsfestlegen Portfolioanlayse Identifizierung der Zu ubergebenden Forderungssegmente Grobeinschatzung:Auswirkung auf IT,Prozesse, Personal, Steuern Base Case RFP Auswahl Implementierung Management Geplanter Leistungsumfang:Welche Portfoliossollen in welcher Menge ubergeben werden?2definieren Renditeziel AnforderungsprofilDefinition von Leistungskriterien AusschreibungRFP Bewertung der Anbieter auf Basisder definierten Kriterien Auswahl eines Servicers Vertragsabschluss:Service Level Agreement, SLAAnbindung IT3Setup Datawarehouse Neudefintion der Prozesse, Veranderungen fur Mitarbeiter gestalten Ubertragung Aktenund Sicherheiten Datenubermittlung Uberwachung Einhaltung des SLAs Uberwachung der Rentabilitat Uberwachungvon Vertragsnebenpflichten, zum Beispiel DatenLieferungen Als wesentliche Aspekte sehen wir folgende Punkte an: 1. Betriebswirtschaftliche Kalkulation und strategische Entscheidung sind zwingende Voraussetzung. 2. Auf Basis von erfolgsrelevanten Kriterien ist der Servicer vor der Einleitung von Manahmen Outsourcing auszuwahlen. 3. Eine System und Schnittstellenentscheidung ist vorher festzulegen. Frankfurt School of Finance Management Working Paper No. 112 37 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 4.4 Faktoren fur erfolgreiches Outsourcing Fur den Erfolg einer Prozessausgliederung Outsourcing lassen sich verschiedene Faktoren festhalten 22, die im positiven Do als auch im negativen Dont zu berucksichtigen sind: Erfolgsfaktoren Do Dont 1. Valider Busi Berucksichtigung aller zu erwar unklares Verstandnis in ness Case der Regel zu niedriger derzeitiger Prozesskosten unklare Kostenabgrenzung aufgrund fehlender in house Service Level Agreements SLA tenden Veranderungen sowohl auf der UmsatzSeite als auch auf der Kostenseite Kostenreduktion im Betrieb des ausgelagerten Prozesses inkl. Aufwendungen fur Investitionen und Finanzierungskosten Einmalkosten fur Schulungen, Fortbildungen, ChangeManagementProzess Kostenreduktion im operativen Geschaft des Unternehmens Umsatzsteigerungen ggf. anteilig 2. Make or Buy strategiegetriebene Entscheidung fur Eigenerstellung beziehungsweise Fremdbezug Auslagerung strategischer oder steuernder Prozessanteile Auslagerung von dienstleistenden, Auslagerung des Kerngeoperativen, repetitiven, administrativen Prozessen eindeutige, detaillierte Service Level Agreements schafts komplexe Vorhaben in Kombination mit fehlender Erfahrung mit Partnerschaften, Allianzen und Netzwerken 22 Stephan Scholtissek: New Outsourcing. Die dritte Revolution der Wertschopfung in der Praxis. Econ 2004, Berlin. 38 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Erfolgsfaktoren Do Dont 3. Unternehmer gemeinsame Ziele und Verant Ziele ausschlielich kostum wortung tenorientiert kontinuierliche Investition beider Vertragsgestaltung schafft Partner Partner sind unabhangig voneinander Risk Reward Sharing Einbringen unterschiedlicher Kompetenzen CoKompetenzen 4. Unterstutzung Top Management Ein Vorstand oder Geschaftsfuhrer treibt die Entstehung der Partnerschaft und fuhrt die Partnerschaft im Betrieb klare Unterstutzung der Partnerschaft durch die gesamte Unternehmensfuhrung 5. Verbesserter klare, detaillierte SLAs inklusive Service Umfang, ResponseZeiten, Verfugbarkeiten, Schnittstellen, Kennzahlen etc. SLAs ausgerichtet am Bedarf der Kunden des Business KundenLieferantenVerhaltnis unausgewogene Aufgaben und Pflichten in der Partnerschaft WinLoseSituation Laufzeit ist kurzer als ROI fur notwendige Investitionen mittlere Fuhrungsebene oder Einkauf ubernimmt die Vertragsverhandlungen mittlere Fuhrungsebene wird im operativen Betrieb der Partnerschaft nicht durch die Unternehmensfuhrung unterstutzt fehlendes Berichtswesen SLAs ausschlielich ausgerichtet an Kostenreduktion am Kundenbedarf vorbei Manahmen zur Korrektur nicht erreichter SLAs werden nicht definiert undoder implementiert Chancen zur Verbesserung nicht ausgelagerter Prozesse werden nicht definiert undoder nicht implementiert Frankfurt School of Finance Management Working Paper No. 112 39 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Erfolgsfaktoren Do Dont 6. Flexibilisierung von Kosten, Systemen, Strukturen transaktionsbasiertes PricingModell mit Mindestabnahme und Anreiz fur Wachstum Starrer und unflexibler Vertrag, der keinewenig Veranderungen zulasst flexibler Vertrag klar beschriebene FeedbackSchleifen, Eskalations und Entscheidungswege 7. Prozessinnova Durchfuhrung von Projekten zur Weiterfuhrung des heutition 8. Vertrauen Standardisierung, Automatisierung, Zentralisierung, Digitalisierung und Reengineering des ausgelagerten Prozesses Durchfuhrung von Projekten zur Identifikation und Realisierung von Verbesserung in den ausgelagerten Prozessen auf Innovation und Prozessverbesserungen ausgerichteter Vertrag aktives Auf und Ausbauen von Vertrauen auf beiden Seiten klar festgelegte Ausstiegsregeln ggf. Vereinbarungen zur Offenlegung der Bucher Nutzen von Benchmarks gen Prozesses Bildung von optimierten Inseln im ausgelagerten Prozess Kostenreduktion ausschlielich durch Personalkostenreduktion einseitige Interessen fehlende Partnerfahigkeit automatisierte Vertragsverlangerung 40 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Erfolgsfaktoren Do Dont 9. Mitarbeiter Motivation vom Kostenfaktor zum Werttreiber 10. Change Management Mitarbeiter wechseln ins Kerngeschaft des Innovationspartners umfassendes Personalmanagement: Beurteilungen, Beforderungen, klare Karrierewege und Weiterbildung individuelle Angebote fur Leistungstrager und KnowhowTrager individualisierte Angebote fur alle zu ubernehmenden Mitarbeiter detailliertes Vorgehen zu notigen Schulungen, Weiterbildungsmanahmen Innovationspartner bietet uber klare Wachstumsstrategie Karrierechancen im ubernommenen Prozess Grund, warum Deal sinnvoll ist, im ganzen ! Unternehmen akzeptiert Mitarbeiter wechseln von einem Back Office in ein weiteres Back Office fruhzeitiger Verlust von KnowhowTragern fruhzeitiger Verlust von Leistungstragern die Besten gehen zuerst konsistente offene und umfangreiche Kommunikation von Beginn an bis weit uber den MitarbeiterTransfer hinaus Kontakt zu neuen Kollegen Erfahrungsaustausch mit Seinesgleichen detaillierter Kommunikationsplan: In kleinen und groen Gruppen, unterstutzt mit elektronischen Medien, ggf. Mitarbeiterbefragungen personlich, aber anonym Mehrfaches Beurteilen des Meinungsbildes Frankfurt School of Finance Management Working Paper No. 112 41 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Im Zuge der Umsetzungsmanahmen fand eine weitere Spezialisierung mit einer Fokussierung auf die Werttreiber statt. Im kompletten Verwertungsprozess wird das Prinzip der Arbeitsteilung Mehrhandbearbeitung eingesetzt. Unter optimaler Ausnutzung der vorhandenen Mitarbeiterstarken sind die Mitarbeiterinnen und Mitarbeiter auf bestimmte Kerngebiete und Werttreiber spezialisiert. Fur Schuldner und Vertriebsverhandlungen werden umfangreiche Freiraume geschaffen. Systematisch und regelmaig findet eine proaktive Kontaktaufnahme zu den Schuldnern statt. Die Mitarbeiterinnen und Mitarbeiter sind hierfur entsprechend geschult. Zustandigkeiten sind klar definiert. So sind die Prozess und die Ergebnisverantwortung klar voneinander getrennt. In der Praxis hat sich gezeigt, dass die Fokussierung der Mitarbeiter auf die Herstellung der Kooperationsbereitschaft der Schuldner und intensives MaklerControlling entscheidenden Einfluss auf den CashFlow haben. 4.5 Ausblick Als Fazit lasst sich festhalten, dass der Special Servicer insgesamt als OutsourcingPartner deutlich mehr an Bedeutung gewinnen wird. Im Laufe des Jahres 2008 hat sich gezeigt, dass die Preise fur NPL Portfolioverkaufe gestiegen sind. Die Bedingungen fur eine OutsourcingLosung werden attraktiver. Wesentlich ist hierbei, dass neben dem reinen AssetManagement die Anforderungen an die vorzuhaltende Infrastruktur mageblich den Erfolg beeinflussen. Hierfur ist jedoch auch eine gewisse Organisationsstarke und groe bei dem Servicer eine notwendige Rahmenbedingung. Im Jahr 2008 wird die Konsolidierung der Servicer weiter zunehmen. Durch die Veranderungen in der Investorenlandschaft werden zum einen Portfolien von Servicern abgezogen und dem Sekundarmarkt zugefuhrt; zum anderen werden neue Servicer mit erweitertenveranderten Geschaftsmodellen in den Markt kommen. 42 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Aufgrund der aktuell sehr schwierigen Finanzmarktsituation erwarten wir fur 2008 und voraussichtlich auch fur 2009 keine NPLVerbriefungen. Die Finanzierung von NPLKaufern wird nur dann funktionieren, wenn der eingebrachte Eigenkapitalanteil mindestens 13 des Kaufpreises ausmacht. Viele Geschaftsmodelle der Vergangenheit, die auf einem hohen Fremdkapitalleverage basierten, sind damit hinfallig. Die aktuellen schwacheren wirtschaftlichen Perspektiven lassen erwarten, dass auch das NPLVolumen wieder ansteigen wird. Somit wird die Branche, unter anderen Voraussetzungen, auch zukunftig ausreichend beschaftigt sein. Frankfurt School of Finance Management Working Paper No. 112 43 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 5 Anhang: AgendaNPL Forum 2008 44 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 FRANKFURT SCHOOL HFB WORKING PAPER SERIES No. AuthorTitle 111. Werner, Karl Moormann, Jurgen 110. 109. 108. 107. 106. 105. 104. 103. 102. 101. 100. 99. 98. 97. 96. 95. 94. 93. 92. 91. 90. Efficiency and Profitability of European Banks How Important Is Operational Efficiency? HerrmannPillath, Carsten Moralische Gefuhle als Grundlage einer wohlstandschaffenden Wettbewerbsordnung: Ein neuer Ansatz zur Erforschung von Sozialkapital und seine Anwendung auf China Heidorn, Thomas Kaiser, Dieter G. Roder, Christoph Empirische Analyse der Drawdowns von DachHedgefonds HerrmannPillath, Carsten Neuroeconomics, Naturalism and Language Schalast, Christoph Benita, Barten Private Equity und Familienunternehmen eine Untersuchung unter besonderer Berucksichtigung deutscher Maschinen und Anlagenbauunternehmen Bannier, Christina E. Grote, Michael H. Equity Gap? Which Equity Gap? On the Financing Structure of Germanys Mittelstand HerrmannPillath, Carsten The Naturalistic Turn in Economics: Implications for the Theory of Finance Schalast, Christoph Hrgs. Schanz, KayMichael Scholl, Wolfgang Aktionarsschutz in der AG falsch verstanden? Die LeicaEntscheidung des LG Frankfurt am Main Bannier, Christina Musch, Stefan Die Auswirkungen der SubprimeKrise auf den deutschen LBOMarkt fur Small und Mid Caps Cremers, Heinz Vetter, Michael Das IRBModell des Kreditrisikos im Vergleich zum Modell einer logarithmisch normalverteilten Verlustfunktion Heidorn, Thomas Pleiner, Mathias Determinanten Europaischer CMBS Spreads. Ein empirisches Modell zur Bestimmung der Risikoaufschlage von Commercial MortgageBacked Securities CMBS Schalast, Christoph Hrsg. Schanz, KayMichael Schaeffler KGContinental AG im Lichte der CSX Corp.Entscheidung des US District Court for the Southern District of New York Holscher, Luise Haug, Michael Schweinberger, Andreas Analyse von Steueramnestiedaten Heimer, Thomas Arend, Sebastian The Genesis of the BlackScholes Option Pricing Formula Heimer, Thomas Holscher, Luise Werner, Matthias Ralf Access to Finance and Venture Capital for Industrial SMEs Bottger, Marc Guthoff, Anja Heidorn, Thomas Loss Given Default Modelle zur Schatzung von Recovery Rates Almer, Thomas Heidorn, Thomas Schmaltz, Christian The Dynamics of Short and LongTerm CDSspreads of Banks Barthel, Erich Wollersheim, Jutta Kulturunterschiede bei Mergers Acquisitions: Entwicklung eines Konzeptes zur Durchfuhrung einer Cultural Due Diligence Heidorn, Thomas Kunze, Wolfgang Schmaltz, Christian Liquiditatsmodellierung von Kreditzusagen Term Facilities and Revolver Burger, Andreas Produktivitat und Effizienz in Banken Terminologie, Methoden und Status quo Lochel, Horst Pecher, Florian The Strategic Value of Investments in Chinese Banks by Foreign Financial Insitutions Schalast, Christoph Morgenschweis, Bernd Sprengetter, Hans Otto Ockens, Klaas Stachuletz, Rainer Safran, Robert Der deutsche NPL Markt 2007: Aktuelle Entwicklungen, Verkauf und Bewertung Berichte und Referate des NPL Forums 2007 Year 2009 2009 2009 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 89. Schalast, Christoph Stralkowski, Ingo 10 Jahre deutsche Buyouts Frankfurt School of Finance Management Working Paper No. 112 45 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Bannier, Christina Hirsch, Christian The Economics of Rating Watchlists: Evidence from Rating Changes DemidovaMenzel, Nadeshda Heidorn, Thomas Gold in the Investment Portfolio Holscher, Luise Rosenthal, Johannes Leistungsmessung der Internen Revision Bannier, Christina Hansel, Dennis Determinants of banks engagement in loan securitization Bannier, Christina Smoothing versus Timeliness Wann sind stabile Ratings optimal und welche Anforderungen sind an optimale Berichtsregeln zu stellen? Bannier, Christina Heterogeneous Multiple Bank Financing: Does it Reduce Inefficient CreditRenegotiation Incidences? Cremers, Heinz Lohr, Andreas Deskription und Bewertung strukturierter Produkte unter besonderer Berucksichtigung verschiedener Marktszenarien DemidovaMenzel, Nadeshda Heidorn, Thomas Commodities in Asset Management Cremers, Heinz Walzner, Jens Risikosteuerung mit Kreditderivaten unter besonderer Berucksichtigung von Credit Default Swaps Cremers, Heinz Traughber, Patrick Handlungsalternativen einer Genossenschaftsbank im Investmentprozess unter Berucksichtigung der Risikotragfahigkeit Gerdesmeier, Dieter Roffia, Barbara Monetary Analysis: A VAR Perspective Heidorn, Thomas Kaiser, Dieter G. Muschiol, Andrea Portfoliooptimierung mit Hedgefonds unter Berucksichtigung hoherer Momente der Verteilung Jobe, Clemens J. Ockens, Klaas Safran, Robert Schalast, Christoph WorkOut und Servicing von notleidenden Krediten Berichte und Referate des Hf BNPL Servicing Forums 2006 Abrar, Kamyar Schalast, Christoph Fusionskontrolle in dynamischen Netzsektoren am Beispiel des Breitbandkabelsektors Schalast, Christoph Schanz, KayMichael Wertpapierprospekte: Markteinfuhrungspublizitat nach EUProspektverordnung und Wertpapierprospektgesetz 2005 Dickler, Robert A. Schalast, Christoph Distressed Debt in Germany: What s Next? Possible Innovative Exit Strategies Belke, Ansgar Polleit, Thorsten How the ECB and the US Fed set interest rates Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Heterogenitat von Hedgefondsindizes Baumann, Stefan Lochel, Horst The Endogeneity Approach of the Theory of Optimum Currency Areas What does it mean for ASEAN 3? Heidorn, Thomas Trautmann, Alexandra Niederschlagsderivate Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Moglichkeiten der Strukturierung von Hedgefondsportfolios Belke, Ansgar Polleit, Thorsten How Do Stock Market Returns React to Monetary Policy ? An ARDL Cointegration Analysis for Germany Daynes, Christian Schalast, Christoph Aktuelle Rechtsfragen des Bank und Kapitalmarktsrechts II: Distressed Debt Investing in Deutschland Gerdesmeier, Dieter Polleit, Thorsten Measures of excess liquidity Becker, Gernot M. Harding, Perham Holscher, Luise Financing the Embedded Value of Life Insurance Portfolios 88. 87. 86. 85. 84. 83. 82. 81. 80. 79. 78. 77. 76. 75. 74. 73. 72. 71. 70. 69. 68. 67. 66. 65. 64. 63  Schalast, Christoph Modernisierung der Wasserwirtschaft im Spannungsfeld von Umweltschutz und Wettbewerb Braucht Deutschland eine Rechtsgrundlage fur die Vergabe von Wasserversorgungskonzessionen? 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2006 2006 2006 2006 2006 2006 2006 2005 2005 2005 2005 2005 2005 2005 46 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Bayer, Marcus Cremers, Heinz Klu, Norbert Wertsicherungsstrategien fur das Asset Management Lochel, Horst Polleit, Thorsten A case for money in the ECB monetary policy strategy Richard, Jorg Schalast, Christoph Schanz, KayMichael Unternehmen im Prime Standard Staying Public oder Going Private? Nutzenanalyse der Borsennotiz Heun, Michael Schlink, Torsten Early Warning Systems of Financial Crises Implementation of a currency crisis model for Uganda Heimer, Thomas Kohler, Thomas Auswirkungen des Basel II Akkords auf osterreichische KMU Heidorn, Thomas Meyer, Bernd Pietrowiak, Alexander Performanceeffekte nach Directors Dealings in Deutschland, Italien und den Niederlanden Gerdesmeier, Dieter Roffia, Barbara The Relevance of realtime data in estimating reaction functions for the euro area Barthel, Erich Gierig, Rauno Kuhn, IlmhartWolfram Unterschiedliche Ansatze zur Messung des Humankapitals Anders, Dietmar Binder, Andreas Hesdahl, Ralf Schalast, Christoph Thone, Thomas Aktuelle Rechtsfragen des Bank und Kapitalmarktrechts I : NonPerformingLoans Faule Kredite Handel, WorkOut, Outsourcing und Securitisation Polleit, Thorsten The Slowdown in German Bank Lending Revisited Heidorn, Thomas Siragusano, Tindaro Die Anwendbarkeit der Behavioral Finance im Devisenmarkt Schutze, Daniel Schalast, Christoph Hrsg. Wider die Verschleuderung von Unternehmen durch Pfandversteigerung Gerhold, Mirko Heidorn, Thomas Investitionen und Emissionen von Convertible Bonds Wandelanleihen Chevalier, Pierre Heidorn, Thomas Krieger, Christian Temperaturderivate zur strategischen Absicherung von Beschaffungs und Absatzrisiken Becker, Gernot M. Seeger, Norbert Internationale Cash FlowRechnungen aus Eigner und Glaubigersicht Boenkost, Wolfram Schmidt, Wolfgang M. Notes on convexity and quanto adjustments for interest rates and related options Hess, Dieter Determinants of the relative price impact of unanticipated Information in U.S. macroeconomic releases Cremers, Heinz Klu, Norbert Konig, Markus Incentive Fees. Erfolgsabhangige Vergutungsmodelle deutscher Publikumsfonds Heidorn, Thomas Konig, Lars Investitionen in Collateralized Debt Obligations Kahlert, Holger Seeger, Norbert Bilanzierung von Unternehmenszusammenschlussen nach USGAAP Beitrage von Studierenden des Studiengangs BBA 012 unter Begleitung von Prof. Dr. Norbert Seeger Rechnungslegung im Umbruch HGBBilanzierung im Wettbewerb mit den internationalen Standards nach IAS und USGAAP Overbeck, Ludger Schmidt, Wolfgang Modeling Default Dependence with Threshold Models Balthasar, Daniel Cremers, Heinz Schmidt, Michael Portfoliooptimierung mit Hedge Fonds unter besonderer Berucksichtigung der Risikokomponente Heidorn, Thomas Kantwill, Jens Eine empirische Analyse der Spreadunterschiede von Festsatzanleihen zu Floatern im Euroraum und deren Zusammenhang zum Preis eines Credit Default Swaps Bottcher, Henner Seeger, Norbert Bilanzierung von Finanzderivaten nach HGB, Est G, IAS und USGAAP Moormann, Jurgen Terminologie und Glossar der Bankinformatik 2005 2005 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2003 2003 2003 2003 2003 2003 2003 2003 2003 2002 2002 2003 2002 Frankfurt School of Finance Management Working Paper No. 112 47 62. 61. 60. 59. 58. 57. 56. 55. 54. 53. 52. 51. 50. 49. 48. 47. 46. 45. 44. 43. 42. 41. 40. 39. 38. 37. Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Heidorn, Thomas Bewertung von Kreditprodukten und Credit Default Swaps Heidorn, Thomas Weier, Sven Einfuhrung in die fundamentale Aktienanalyse Seeger, Norbert International Accounting Standards IAS Moormann, Jurgen Stehling, Frank Strategic Positioning of ECommerce Business Models in the Portfolio of Corporate Banking Sokolovsky, Zbynek Strohhecker, Jurgen Fit fur den Euro, Simulationsbasierte EuroManahmenplanung fur DresdnerBankGeschaftsstellen Robach, Peter Behavioral Finance Eine Alternative zur vorherrschenden Kapitalmarkttheorie? Heidorn, Thomas Jaster, Oliver Willeitner, Ulrich Event Risk Covenants Biswas, Rita Lochel, Horst Recent Trends in U.S. and German Banking: Convergence or Divergence? Eberle, Gunter Georg Lochel, Horst Die Auswirkungen des Ubergangs zum Kapitaldeckungsverfahren in der Rentenversicherung auf die Kapitalmarkte Heidorn, Thomas Klein, HansDieter Siebrecht, Frank Economic Value Added zur Prognose der Performance europaischer Aktien Cremers, Heinz Konvergenz der binomialen Optionspreismodelle gegen das Modell von BlackScholesMerton Lochel, Horst Die okonomischen Dimensionen der New Economy Frank, Axel Moormann, Jurgen Grenzen des Outsourcing: Eine Exploration am Beispiel von Direktbanken Heidorn, Thomas Schmidt, Peter Seiler, Stefan Neue Moglichkeiten durch die Namensaktie Boger, Andreas Heidorn, Thomas Graf Waldstein, Philipp Hybrides Kernkapital fur Kreditinstitute Heidorn, Thomas Entscheidungsorientierte Mindestmargenkalkulation Wolf, Birgit Die Eigenmittelkonzeption des 10 KWG Cremers, Heinz Robe, Sophie Thiele, Dirk Beta als Risikoma Eine Untersuchung am europaischen Aktienmarkt Cremers, Heinz Optionspreisbestimmung Cremers, Heinz Value at RiskKonzepte fur Marktrisiken Chevalier, Pierre Heidorn, Thomas Rutze, Merle Grundung einer deutschen Stromborse fur Elektrizitatsderivate Deister, Daniel Ehrlicher, Sven Heidorn, Thomas Cat Bonds Jochum, Eduard Hoshin Kanri Management by Policy Mb P Heidorn, Thomas Kreditderivate Heidorn, Thomas Kreditrisiko Credit Metrics Moormann, Jurgen Terminologie und Glossar der Bankinformatik Lochel, Horst The EMU and the Theory of Optimum Currency Areas 36. 35. 34. 33. 32. 31. 30. 29. 28. 27. 26. 25. 24. 23. 22. 21. 20. 19. 18. 17. 16. 15. 14. 13. 12. 11. 10. 2001 2001 2001 2001 2001 2001 2001 2001 2001 2000 2000 2000 2000 2000 2000 2000 2000 2000 1999 1999 1999 1999 1999 1999 1999 1999 1998 48 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Lochel, Horst Die Geldpolitik im Wahrungsraum des Euro Heidorn, Thomas Hund, Jurgen Die Umstellung auf die Stuckaktie fur deutsche Aktiengesellschaften Moormann, Jurgen Stand und Perspektiven der Informationsverarbeitung in Banken Heidorn, Thomas Schmidt, Wolfgang LIBOR in Arrears Jahresbericht 1997 Ecker, Thomas Moormann, Jurgen Die Bank als Betreiberin einer elektronischen ShoppingMall Jahresbericht 1996 Cremers, Heinz Schwarz, Willi Interpolation of Discount Factors Moormann, Jurgen Lean Reporting und Fuhrungsinformationssysteme bei deutschen Finanzdienstleistern 09. 08. 07. 06. 05. 04. 03. 02. 01. FRANKFURT SCHOOL HFB WORKING PAPER SERIES CENTRE FOR PRACTICAL QUANTITATIVE FINANCE AuthorTitle KellerRessel, Martin Kilin, Fiodar ForwardStart Options in the BarndorffNielsenShephard Model Griebsch, Susanne Wystup, Uwe On the Valuation of Fader and Discrete Barrier Options in Hestons Stochastic Volatility Model Veiga, Carlos Wystup, Uwe Closed Formula for Options with Discrete Dividends and its Derivatives Packham, Natalie Schmidt, Wolfgang Latin hypercube sampling with dependence and applications in finance Hakala, Jurgen Wystup, Uwe FX Basket Options Weber, Andreas Wystup, Uwe Vergleich von Anlagestrategien bei Riesterrenten ohne Berucksichtigung von Gebuhren. Eine Simulationsstudie zur Verteilung der Renditen Weber, Andreas Wystup, Uwe Riesterrente im Vergleich. Eine Simulationsstudie zur Verteilung der Renditen Wystup, Uwe VannaVolga Pricing Wystup, Uwe Foreign Exchange Quanto Options Wystup, Uwe Foreign Exchange Symmetries Becker, Christoph Wystup, Uwe Was kostet eine Garantie? Ein statistischer Vergleich der Rendite von langfristigen Anlagen Schmidt, Wolfgang Default Swaps and Hedging Credit Baskets Kilin, Fiodor Accelerating the Calibration of Stochastic Volatility Models Griebsch, Susanne Kuhn, Christoph Wystup, Uwe Instalment Options: A ClosedForm Solution and the Limiting Case Boenkost, Wolfram Schmidt, Wolfgang M. Interest Rate Convexity and the Volatility Smile No. 18. 17. 16. 15. 14. 13. 12. 11. 10. 09. 08. 07. 06. 05. 04. 1998 1998 1998 1998 1998 1997 1997 1996 1995 Year 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2007 2007 2007 2006 Frankfurt School of Finance Management Working Paper No. 112 49 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Becker, Christoph Wystup, Uwe On the Cost of Delayed Currency Fixing Boenkost, Wolfram Schmidt, Wolfgang M. Cross currency swap valuation Wallner, Christian Wystup, Uwe Efficient Computation of Option Price Sensitivities for Options of American Style 03. 02. 01. HFB SONDERARBEITSBERICHTE DER HFB BUSINESS SCHOOL OF FINANCE MANAGEMENT No. 01. AuthorTitle Nicole Kahmer Jurgen Moormann Studie zur Ausrichtung von Banken an Kundenprozessen am Beispiel des Internet Preis: 120, 2005 2004 2004 Year 2003 50 Frankfurt School of Finance Management Working Paper No. 112 Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 Printed edition: 25.00 2.50 shipping Download: Working Paper: http:www.frankfurtschool.decontentderesearchPublicationslist_of_publication 0.html CPQF: http:www.frankfurtschool.decontentderesearchquantitative_Financeresearch_publications.html Order address contact Frankfurt School of Finance Management Sonnemannstr. 9 11 D 60314 FrankfurtM. Germany Phone: 49 0 69 154 008 734 Fax: 49 0 69 154 008 728 e Mail: m.biemerfrankfurtschool.de Further information about Frankfurt School of Finance Management may be obtained at: http:www.frankfurtschool.de Frankfurt School of Finance Management Working Paper No. 112 51 ", "filename": "593967941.PDF", "person": ["Christoph Schalast", "Schalast, Christoph", "Markus Bolder", "Bolder, Markus", "Claus Radünz", "Radünz, Claus", "Stephanie Siepmann", "Siepmann, Stephanie", "Thorsten Weber", "Weber, Thorsten"], "date": ["2009"]}