{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/91200/1/597624879.pdf"], "title": ["Participação social e as conferências nacionais de políticas públicas: Reflexões sobre os avanços e desafios no período de 2003-2006"], "plaintext": "Governo Federal Ministro de Estado Extraordinario de Assuntos Estrategicos Roberto Mangabeira Unger Secretaria de Assuntos Estrategicos Fundacao publica vinculada a Secretaria de Assuntos Estrategicos, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos. Presidente Marcio Pochmann TEXTO PARA DISCUSSAO Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes. inteira As opinioes emitidas nesta publicacao sao de exclusiva e de responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos. E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas. Diretor de Administracao e Financas Fernando Ferreira Diretor de Estudos Macroeconomicos Joao Sicsu Diretor de Estudos Sociais Jorge Abrahao de Castro Diretora de Estudos Regionais e Urbanos Liana Maria da Frota Carleial Diretor de Estudos Setoriais Marcio Wohlers de Almeida Diretor de Cooperacao e Desenvolvimento Mario Lisboa Theodoro Chefe de Gabinete Persio Marco Antonio Davison AssessorChefe da Assessoria de Imprensa Estanislau Maria AssessorChefe da Comunicacao Institucional Daniel Castro URL: http:www.ipea.gov.br Ouvidoria: http:www.ipea.gov.brouvidoria ISSN 14154765 JEL: D70, H83, Z10, Z13 SUMARIO SINOPSE ABSTRACT 1 INTRODUCAO 2 A CONCEPCAO DO PROJETO DEMOCRATICOPARTICIPATIVO 3 PARTICIPACAO SOCIAL AO LONGO DA HISTORIA POLITICA BRASILEIRA 4 CONFERENCIAS NACIONAIS DE POLITICAS PUBLICAS: INTERFACE COM O DEBATE CONTEMPORANEO DE ESPACOS PUBLICOS 5 CONFERENCIAS NACIONAIS REALIZADAS NO PERIODO 20032006: ALGUMAS CARACTERISTICAS 6 ESTADO E CONFERENCIAS NACIONAIS: AVANCOS E DESAFIOS 7 CONSIDERACOES FINAIS REFERENCIAS 7 8 10 22 23 32 34 34 SINOPSE O estudo faz um balanco do processo de participacao social em torno das conferencias nacionais realizadas entre 2003 e 2006, destacando os avancos e desafios ocorridos nesse periodo. ABSTRACT The study evaluates the performance the process of the social participation around of the national conventions of the public policies, that they had taken place in 2003 to 2006, putting in relief the improvement and the challenge. 1 INTRODUCAO Este trabalho analisa a participacao social nas conferencias nacionais realizadas entre 2003 e 2006, sob o marco do Projeto DemocraticoParticipativo, tendo como foco os avancos e as principais dificuldades enfrentadas por aquelas instancias para fazerem com que suas decisoes se transformem em decisoes de governo. Isto e, para que sejam, de fato, espacos deliberativos, dotados de efetividade e de forca politica FRAZER, 1993. Sob o marco do projeto democraticoparticipativo do atual governo, as conferencias nacionais se tornaram um icone no periodo de 2003 a 2006 em funcao da frequencia em que foram realizadas, do expressivo contingente de pessoas e movimentos sociais envolvidos nas esferas municipais, estaduais e nacional e dos novos temas que foram introduzidos ao debate da esfera publica federal. Entendendo as conferencias nacionais de politicas publicas como configuracoes de espacos publicos ampliados de participacao social, os objetivos deste trabalho consistem em examinar: a o contexto politico que abrigou a mudanca na dinamica e no ritmo de realizacao de conferencias no ambito do governo federal; b as formas, os metodos e o processo de organizacao desses espacos publicos, bem como alguns elementos dos conteudos debatidos; e c as dificuldades enfrentadas para encaminhar suas deliberacoes aos canais apropriados que desaguam na efetiva contribuicao para a elaboracao de politicas publicas. A analise realizada nesse trabalho utiliza algumas das informacoes coletadas por um questionario aplicado pela SecretariaGeral da Presidencia da Republica SGPR aos coordenadores das conferencias nacionais, lotados em ministerios eou conselhos nacionais no final de 2007, cujos resultados foram sistematizados e analisados pelo Instituto de Pesquisa Economica Aplicada Ipea. Importante esclarecer, desde logo, que, dado o escopo reduzido do presente trabalho, os resultados oriundos da pesquisa acima citada serao aqui apresentados, na maioria das vezes, referindose ao conjunto das conferencias pesquisadas, apesar de reconhecer que esses espacos publicos sao heterogeneos e tem diferentes capacidades de influir nas decisoes do Estado com respeito a elaboracao e a adequacao de politicas publicas. Os elementos analiticos contidos neste trabalho se baseiam em tres pilares conceituais. O primeiro e o conceito de espaco publico deliberativo e forte, conectado as decisoes do Estado, que considera as criticas de Frazer 1992 e Avritzer 2002a ao conceito habermasiano de espaco publico. O segundo e a nocao de Projeto Politico contida em Dagnino, Olvera e Panfichi 2006 que enfatiza como carater distintivo sua capacidade ou objetivo de orientar a acao politica. O terceiro pilar que orienta a analise deste trabalho e a discussao sobre a heterogeneidade do Estado, tambem contida em Dagnino, Olvera e Panfichi 2006, mas complementada com as discussoes sobre Estado, trazidas em Jessop 2007. Este trabalho esta organizado da seguinte forma: a secao 1 traz a introducao; na secao 2, apresentase a concepcao do projeto democraticoparticipativo; a secao 3 contem um breve historico da participacao social ao longo da historia politica brasileira; na quarta secao, discutemse as conferencias nacionais de politicas publicas e sua interface com o debate contemporaneo de espacos publicos; na quinta secao, apresentamse as caracteristicas do conjunto de conferencias nacionais realizadas entre ipea texto para discussao 1378 fev. 2009 7 2003 e 2006; na secao 6, fazse uma breve discussao sobre a relacao das conferencias nacionais e o Estado, com enfase nos avancos e desafios; e, na secao 7, apresentamse as consideracoes finais. 2 A CONCEPCAO DO PROJETO DEMOCRATICOPARTICIPATIVO A democracia liberal tem sido cada vez mais questionada, seja do ponto de vista de suas limitacoes decorrentes da fragilidade imposta pela forma representativa, seja pela incapacidade das instituicoes em promoverem igualdade de condicoes sociais dignas para todos. Diferente da democracia da Grecia antiga, onde havia a participacao direta dos cidadaos,1 a democracia liberal, baseada na escolha de representantes, conseguiu quantitativamente garantir a participacao de um grande numero de pessoas, porem qualitativamente seus mecanismos de funcionamento acabaram limitando a atuacao da maioria da populacao nos processos decisorios. Devido ao descontentamento com a concepcao liberal de democracia, foram surgindo novas concepcoes, destacandose as correntes contrahegemonicas de democracias participativa e deliberativa. possa desenvolver atitudes de integracao cooperacao, Pateman 1992, representante da corrente participativa, acredita que a participacao e comprometimento com as decisoes, bem como aumentar o senso de eficacia politica. Para isso, a autora defende que a concepcao de politica stricto sensu deveria ser ampliada para alem de uma esfera nacional. Habermas 1995, 1997, que formulou a teoria da democracia deliberativa, acredita que a democracia nao pode se restringir a um sistema de selecao de governantes, no qual a participacao dos cidadaos na politica esteja limitada ao momento do voto. Para o autor, as decisoes politicas do Estado nao devem estar desancoradas das demandas advindas do mundo da vida constituido pela sociedade civil e, por isso, em sua concepcao de democracia, Habermas concede um lugar central ao processo discursivo de conformacao das opinioes dos cidadaos.2 Em sintese, resguardando todas as diferencas em suas formulacoes teoricas, o que as concepcoes contrahegemonicas visam e retomar os valores que foram fundamentais para a democracia na sua formulacao classica, como a deliberacao e a participacao direta dos cidadaos na gestao da coisa publica. De acordo com Santos 2003, no seculo XX foi intensa a disputa em torno da questao democratica, mas apenas na sua ultima decada, com a expansao da democracia para a America Latina e para o Leste Europeu e que o debate passou a ser em torno dos ja que a redemocratizacao de diversos paises do Sul nao passou pelo desafio dos limites limites estruturais da democracia representativa, 1. Excluindose estrangeiros, mulheres, escravos e aqueles que estivessem temporariamente afastados das praticas civicas por dispositivos institucionais. 2. Os modelos citados de democracia nao esgotam todas as perspectivas teoricas alternativas a democracia representativa, como democracia radical, deliberativa, participativa, entre outros, mas todos tem em comum a proposicao de sugestoes para corrigir as distorcoes da democracia liberal. 8 texto para discussao 1378 fev. 2009 ipea estruturais da democracia 3 SANTOS, 2003. De acordo com esse autor, na America Latina, a democratizacao recolocou na agenda de discussao tres questoes distintas, a saber: a o procedimento e a participacao social, remetendo a discussao de uma nova forma de relacao entre Estado e sociedade, visando mudar a insercao de novos atores genero, raca e etnia nos processos de alocacao de recursos publicos e definicao de prioridades; b as transferencias de praticas sociais desenvolvidas pela sociedade em ambitos locais para o nivel administrativo maior; e c a relacao entre representacao e diversidade cultural e social, enfatizando as maiores dificuldades de grupos minoritarios conseguirem ver seus interesses representados via instituicoes formais de representacao. Nos paises latinoamericanos, o discurso e a pratica dos movimentos sociais e partidos de esquerda defendiam o aprofundamento da democracia, a partir de uma concepcao mais ampla de politica e de participacao, de melhorias na qualidade de vida dos individuos e de defesa de direitos de grupos excluidos que ate entao nao estavam na agenda publica. Esses segmentos tinham a consciencia de que suas reivindicacoes nao seriam satisfeitas somente por meio de eleicoes e lutavam tambem pela existencia de mecanismos participativos na gestao do Estado DAGNINO, 1994. No limiar do seculo XXI, assistese, na America do Sul, a ascensao de varios lideres populares com propostas politicas nacionalistas em resposta a onda de neoliberalismo imposta a regiao nos anos 1990. As forcas politicas que hoje governam a America do Sul guardam mais identidade com os interesses nacionais e partilham, ao menos no nivel discursivo, da preocupacao com o combate a pobreza e a desigualdade o Brasil, o Uruguai, a Argentina, o Chile, o Equador, a Bolivia e a Venezuela. Todavia, de acordo com Coutinho 2006, esta onda nacionalista nao e homogenea e nem mesmo chega a configurarse como um movimento bem definido. Para este autor, e fato que os anos 2000 marcam o fim do pensamento unico e da hegemonia neoliberal na regiao e o inicio de um periodo de maior pluralidade e de desdobramentos futuros em que se encontram diferentes formas democraticas de enfrentar os problemas da liberalizacao economica. Do ponto de vista dos projetos politicos, alguns paises da America do Sul aproximamse mais da concepcao do projeto democraticoparticipativo, conforme a nocao contida em Dagnino, Olvera e Panfichi 2006, que destaca que o nucleo central do projeto democraticoparticipativo estaria no aprofundamento e na radicalizacao da democracia, onde os modelos de democracia participativa e deliberativa sao utilizados para fazer frente as limitacoes e fragilidades das formas representativas da democracia liberal DAGNINO; OLVERA; PANFICHI, 2006. Assim, alguns paises da America do Sul passaram a criar ou a fortalecer arranjos institucionais de participacao social na gestao publica, visando diminuir a distancia entre o Estado e a sociedade. A aposta de fundo dessa estrategia repousa na crenca de que os arranjos participativos, ao congregarem representantes da sociedade civil e dos governos para discutir as politicas publicas, ampliariam o controle social sobre as 3. A sintese desse debate e que a democracia trazia limites ao sistema capitalista, pois ao limitar a propriedade traria ganhos distributivos para as camadas pobres da sociedade. Assim, Os marxistas entendiam que essa solucao exigia descaracterizacao total da democracia, uma vez que nas sociedades capitalistas nao era possivel democratizar a relacao fundamental que se assentava a producao material, a relacao entre capital e trabalho SANTOS, 2003, p. 40, 41. ipea texto para discussao 1378 fev. 2009 9 instituicoes estatais, ao mesmo tempo em que aumentariam a influencia da sociedade na definicao das prioridades governamentais. Entretanto e importante ressalvar que algumas correntes, notadamente institucionalistas,4 defendem que a consolidacao das democracias na America do Sul se daria por intermedio das instituicoes representativas por serem a unica via capaz de reproduzir comportamentos democraticos. Outras vias seriam consideradas iniciativas populistas e antidemocraticas ou um retrocesso na consolidacao do regime, uma vez que conspirariam contra as instituicoes no intuito de alguns lideres alcancarem uma relacao direta com os eleitores, sem intermediacao institucional, e ao mesmo tempo criarem divisoes sociais com potencial para grandes conflitos e crises: O raciocinio institucionalista liberal e o de que os lideres populistas buscam suplantar as instituicoes democraticas, enfraquecendo o parlamento, os partidos politicos e mesmo instituicoes sociais como a Igreja e a imprensa. Dessa forma, essas liderancas seriam altamente nocivas a democracia uma vez que estimulariam na populacao sentimentos avessos a uma verdadeira cultura civica e de respeito as regras do jogo constitucional. Esse populismo criaria ainda divisoes na sociedade, um ambiente de conflito polarizado e maiores riscos ao equilibrio da economia, tudo isso em razao de uma busca pessoal por poder, que na pratica acaba tendo vida curta e deixando uma heranca perniciosa. COUTINHO, 2006, op.cit. p. 121. 3 PARTICIPACAO SOCIAL AO LONGO DA HISTORIA POLITICA BRASILEIRA Analises historicoculturais mostram que a participacao social sempre existiu no Brasil. De acordo com Carvalho 1998, a atitude apatica e bestializada 5 do povo brasileiro ante as arbitrariedades do Estado nao corresponde a realidade. Esta visao e, segundo a autora, uma construcao discursiva que desqualifica o comportamento e a atitude do povo brasileiro, que incorpora as culturas negras e indigenas na forma de manifestar suas insatisfacoes. Com efeito, a historia politica do pais e repleta de exemplos de manifestacoes populares que demonstram a capacidade do povo brasileiro de se organizar e lutar por seus direitos. E claro que a forma e a intensidade de luta variam de acordo com os usos e costumes de cada epoca, com a experiencia historica e politica de cada um dos movimentos sociais e com a abertura ao dialogo e a negociacao com os governantes da vez.6 Por exemplo, Carvalho 1996, ao estudar os primeiros anos da Republica no Brasil e o singular processo de distanciamento entre o mundo politico e a sociedade 4. A tese central da corrente institucionalista e de que as instituicoes sao decisivas para a determinacao do comportamento politico HALL; TAYLLOR, 2003. 5. Expressao cunhada pela autora do titulo do livro de Carvalho 1996. 6. Entre tantos outros movimentos e manifestacoes populares, que ilustram a cultura de participacao social do povo brasileiro, a autora cita os mais conhecidos ocorridos desde o periodo colonial ate a decada de 1970: a Confederacao dos Tamoios e os Quilombos, que foram as primeiras resistencias negras e indigenas; os movimentos messianicos, como a guerra de Canudos; os movimentos de libertacao e contra a opressao, tais como a Inconfidencia Mineira e as lutas pela abolicao da escravatura e pela independencia do Brasil; as revoltas urbanas pela carestia; os movimentos operarios e anarquistas; as ligas camponesas; os movimentos estudantis, a luta armada e as guerrilhas urbanas e camponesas contra o regime ditatorial. 10 texto para discussao 1378 fev. 2009 ipea civil, nos mostra que, contrariando a expectativa de renovacao politica e participacao das classes menos favorecidas no Rio de Janeiro entao capital do Brasil o entrosamento entre o novo regime politico teoricamente democratico e o povo foi minimo, e que na pratica nao houve quase nenhuma interacao entre representantes e representados. Analisando esse periodo, o autor rebate a tese de que o pouco ou nenhum envolvimento das classes menos favorecidas com a politica possa ser visto como um alheamento. Tratase, na verdade, de uma real demonstracao de desprezo a elite governante por parte daqueles que foram obrigados a se adaptar a uma forma de governo, a um projeto politico sobre o qual sequer foram consultados. Para os que defendem a tese da apatia da populacao da epoca a politica, Carvalho chama a atencao para o episodio da Revolta da Vacina, mostrando que havia, sim, povo no Rio de Janeiro. Quando explodiu a revolta e a populacao tomou as ruas da cidade, o povo demonstrou suas insatisfacoes participando do quebraquebra. Por outro lado, do ponto de vista da politica formal eleicoes, voto, e verdade que as classes populares nao se interessavam em se envolver, pois para estas a Republica era considerada um elemento estranho a cultura, ja que nao tinham tomado parte de sua construcao, e a entendiam como um processo imposto de cima pra baixo. Assim, as manifestacoes populares nao se davam por meio dos canais oficiais, como os mecanismos eleitorais, mas por meio de rituais religiosos e grandes festas populares etnicas que refletiam a cultura local. O que se depreende deste episodio da historia brasileira e que os repertorios de acao dos movimentos populares sao construidos historicamente e que os movimentos sociais desenvolvem, ao longo do tempo, uma diversidade de formas de protestos. Por exemplo: os trabalhadores aprenderam a fazer greve, os camponeses a invadir terras, os estudantes a fazer passeatas, e assim por diante. O certo e que a heranca historica exerce um papel preponderante nos repertorios de acao utilizados pelos movimentos populares, por esse motivo e temerario desqualificar as diferentes estrategias de protestos utilizadas ao longo da historia politica brasileira e, com isso, afirmar que o povo brasileiro nao tem uma cultura participativa. Se a historia politica brasileira e entremeada de manifestacoes populares singulares, com o golpe militar a conjuntura politica e social do pais foi radicalmente transformada. Ate o inicio da decada de 1960, podese dizer que se vivia um Brasil onde se multiplicavam as lutas populares, destacamse os movimentos pela reforma agraria, pela regulamentacao dos alugueis, pela reducao da tarifa dos transportes publicos, entre outros. Com o advento da ditadura militar, passase a viver um Brasil onde predomina um cotidiano de violencia que impede todo e qualquer tipo de mobilizacao politica da sociedade. Os canais formais de manifestacao e dialogo foram fechados, ficando os movimentos populares e organizados da sociedade a deriva, isto e, sem alternativas consideradas licitas para a canalizacao de suas insatisfacoes e demandas ao Estado. Do ponto de vista da participacao nas politicas sociais, ate o inicio dos anos 1960, o periodo populista havia legado a cidadania regulada, cujo icone era a carteira de trabalho e na qual apenas o trabalhador era reconhecido como cidadao. Mesmo assim, nao eram cidadaos todo e qualquer tipo de trabalhador, so aqueles, cuja profissao era reconhecida por meio de sindicatos, os quais para funcionar necessitavam ter sua existencia reconhecida pelo Estado SANTOS, 1979. Com o ipea texto para discussao 1378 fev. 2009 11 autoritarismo militar, emergiu um novo padrao de politicas sociais no pais, onde a Uniao centralizava a execucao dos programas sociais existentes e unificava sob seu controle os recursos e servicos prestados. De acordo com Fagnani 2005, a estrategia para as politicas sociais adotada pelo regime militar potencializou a capacidade de intervencao do Estado neste campo, ampliando o alcance da gestao governamental. No entanto, este autor assevera que o periodo do regime militar foi marcado por uma modernizacao conservadora, que beneficiava as classes medias e altas em detrimento das camadas mais pobres da populacao, acentuando enormemente a desigualdade social. Alem disso, este autor sublinha no contexto da ditadura militar o aspecto perverso da privatizacao do espaco publico, onde os interesses empresariais e politicos tinham acesso privilegiado nos processos decisorios das politicas sociais, o que desviava as decisoes do objetivo central de combater a miseria.7 As mudancas na forma de gestao e controle das politicas publicas no periodo militar nao contemplavam qualquer estrategia de participacao popular, todos os mecanismos de controle publico foram eliminados e mesmo o Congresso Nacional participava pouco das discussoes sobre as definicoes das politicas sociais. Nao obstante a pesada repressao as lutas sociais e as manifestacoes populares contrarias a politica do regime de excecao, o marco mais importante da luta pela maior participacao popular na esfera publica teve sua origem no bojo da resistencia contra a ditadura militar, a partir dos anos 1970 e ao longo dos anos 1980, quando os novos movimentos populares e segmentos da classe media se organizaram, de costas para o Estado, em torno das reivindicacoes urbanas como educacao, saude, moradia, saneamento e transporte coletivo. Assim, apos um periodo de luta as escondidas entre 1968 e 1977, despontaram novas expressoes da luta social, como as Comunidades Eclesiais de Base e o vigoroso movimento operario do ABC paulista. Em 1979 acontece o congresso de refundacao da UNE e no inicio dos anos 1980 nascem a CUT e o MST, dando origem a um periodo de ascensao das lutas populares no Brasil. De acordo com Diniz e Boschi 1989, esses movimentos emergiram tanto como manifestacoes de massa esporadicas e nao estruturadas, mas tambem como formatos mais organizados centrados nos locais de moradia, mobilizados por interesses ligados a servicos urbanos, e bens de consumo coletivo, passando por coletividades aglutinadas ao redor de atributos, como sexo e raca, alem dos movimentos de cunho religioso e movimentos de defesa do meio ambiente. Ciconello 2008, em recente artigo publicado pela Oxfam International, destaca a estrategia de articulacao e mobilizacao dos novos movimentos sociais no bojo da ditadura militar, afirmando que: Muito embora a ditadura militar tenha controlado e restringido a liberdade de expressao e de associacao de individuos e de grupos politicos e sociais que criticassem o regime politico autoritario, havia algum espaco de mobilizacao e de debate na base da sociedade brasileira. Esse espaco foi estrategicamente identificado e utilizado por milhares de organizacoes formais e informais , militantes, religiosos, intelectuais e movimentos sociais inspirados, principalmente, por referenciais teoricos e morais, como a Teologia da Libertacao e o movimento pedagogico criado pelo brasileiro 7. Trecho de entrevista concedida por Fagnani ao Jornal da Unicamp, na Edicao 301 12 a 18 de setembro de 2005, disponivel em http:www.unicamp.brunicampunicamp. 12 texto para discussao 1378 fev. 2009 ipea Paulo Freire, chamado Educacao Popular. A atuacao era baseada em processos educativos junto a grupos populares com a finalidade de gerar emancipacao e consciencia cidada. Educar a populacao para a transformacao social era o objetivo. CICONELLO, 2008, p. 2. De acordo com Avritzer 2002c, a ampliacao da esfera publica no Brasil na decada de 1970 relacionase com o surgimento de varios outros fatores, tais como: o crescimento das associacoes civis, em especial das comunitarias; a reavaliacao, por parte de segmentos da sociedade, da ideia de direitos; a postura de defesa da autonomia organizacional em relacao ao Estado; a pratica de apresentacao publica de reivindicacoes e a tentativa de dialogo com o Estado. Neste periodo, reivindicavamse, alem disso, a criacao de espacos de participacao, onde a sociedade civil organizada pudesse canalizar suas demandas e influir nos processos decisorios de politicas publicas. Essa vertente de reivindicacoes visava encontrar solucoes para o enfrentamento do crescente deficit social das classes urbanas de baixa renda nas areas de saneamento, urbanizacao, saude e habitacao. 3.1 CONSTITUICAO FEDERAL DE 1988: PARTICIPACAO DA SOCIEDADE NO DESENHO, IMPLEMENTACAO E CONTROLE SOCIAL DAS POLITICAS PUBLICAS A reivindicacao por maior participacao popular foi encaminhada para a Assembleia Constituinte por meio da proposta de garantia de iniciativa popular no Regimento Interno Constituinte. Este manifesto foi apresentado e aceito pela Assembleia Constituinte contendo mais de 400 mil assinaturas. O processo de emendas populares foi uma experiencia pioneira no campo da institucionalizacao da participacao da sociedade no ambito da politica nacional. Por meio das emendas populares, a sociedade pode participar ativamente do processo de elaboracao da atual Carta Magna, apresentando propostas ao texto constitucional. O constituinte Ulisses Guimaraes presidente da Assembleia Nacional Constituinte em seu discurso na Sessao Solene de promulgacao da Constituicao de 1988 ressaltou que a participacao popular na elaboracao da atual Carta Magna nao se deu somente por meio das Emendas, mas tambem:   pela presenca, pois diariamente cerca de dez mil postulantes franquearam, livremente, as onze entradas do enorme complexo arquitetonico do Parlamento, na procura dos gabinetes, Comissoes, galerias e saloes. Ha, portanto, representativo e oxigenado sopro de gente, de rua, de praca de favela, de fabrica, de trabalhadores, de cozinheiras, de menores carentes, de indios, de posseiros, de empresarios, de estudantes, de aposentados, de servidores civis e militares, atestando a contemporaneidade e autenticidade social do texto que ora passa a vigorar. Trecho extraido de Discurso de Ulisses Guimaraes em 05 de outubro de 1988. Mais adiante, no mesmo discurso, o deputado Ulisses Guimaraes destacou que a Constituicao de 1988 alargou o exercicio da democracia brasileira em participativa, alem de representativa, assinalando que: E o clarim da soberania popular e direta, tocando no umbral da Constituicao, para ordenar o avanco no campo das necessidades sociais. O povo passou a ter a iniciativa de leis. Mais do que isso, o povo e ipea texto para discussao 1378 fev. 2009 13 o superlegislador, habilitado a rejeitar pelo referendo projetos aprovados pelo parlamento. A vida publica brasileira sera tambem fiscalizada pelos Cidadaos. Do presidente da Republica ao Prefeito, do Senador ao Vereador. A moral e o cerne da patria. Ulisses Guimaraes, 1988, op.cit  Assim, a Constituicao Brasileira, promulgada em 1988, acabou absorvendo grande parte das reivindicacoes do movimento de Participacao Popular na Constituinte, institucionalizando varias formas de participacao da sociedade na vida do Estado, sendo que a nova Carta Magna ficou conhecida como a Constituicao Cidada pelo fato de, entre outros avancos, ter incluido em seu ambito mecanismos de participacao no processo decisorio federal e local e tambem pelo fato de ter concedido maior poder aos municipios que estao, em principio, mais proximos do cidadao. Com referencia a participacao direta, a Constituicao destaca o Referendo, o Plebiscito e a Iniciativa Popular. Ja no tocante a democracia participativa, estabelece os Conselhos Gestores de Politicas Publicas nos niveis municipal, estadual e federal com representacao do Estado e da Sociedade civil, indicando, por exemplo, que a gestao das politicas de seguridade social, de educacao e da crianca e do adolescente deveria ter carater democratico e descentralizado. Importante ressaltar que o dispositivo de emendas populares foi tambem utilizado nos processos de elaboracao das constituicoes estaduais e das leis organicas dos municipios brasileiros, resultando na criacao de conselhos municipais de gestao e controle de politicas publicas com a participacao de atores governamentais e naogovernamentais. A inscricao de espacos de participacao da sociedade no arranjo constitucional das politicas sociais brasileiras apostou no potencial das novas institucionalidades em mudar a cultura politica do pais, introduzindo novos valores democraticos e maior transparencia e controle social na atuacao do Estado no tocante as politicas sociais. A Constituicao brasileira estabeleceu sistemas de gestao democratica em varios campos de atuacao da administracao publica, tais como: o planejamento participativo, mediante a cooperacao das associacoes representativas no planejamento municipal, como preceito a ser observado pelos municipios artigo 29, XII; a gestao democratica do ensino publico na area da educacao artigo 206, VI; a gestao administrativa da seguridade social com a participacao quadripartite de governos, trabalhadores, empresarios e aposentados artigo 114, VI, e a protecao dos direitos da crianca e do adolescente. A seguir destacamse alguns avancos da participacao social nas politicas sociais, que resultaram de preceitos constitucionais. A luta pela reforma sanitaria em articulacao com os profissionais de saude resulta na aprovacao do SUS, que institui um sistema de cogestao e de controle social tripartite governo, profissionais e usuarios das politicas de saude. A luta pela reforma urbana resulta na definicao da funcao social da propriedade e da cidade reconhecida pela atual Constituicao em capitulo que preve 14 texto para discussao 1378 fev. 2009 ipea que a funcao social da propriedade devera constar em planejamento e a gestao participativa das politicas urbanas.8 A luta conjunta entre os movimentos sociais vinculados a defesa dos direitos da infancia e da adolescencia e de entidades internacionais resultou na criacao do Estatuto da Crianca e do Adolescente, que nasceu fundamentado na Constituicao de 1988. Nos artigos 227 e 228, a Constituicao enterra o arcaico Codigo de Menores, afirmando que a crianca e um sujeito de direitos, e que a sociedade, a familia e o Estado tem o dever de protegela. A manifestacao de amplos setores da sociedade contra a antiga visao de benemerencia da assistencia resultou no reconhecimento constitucional de que a Assistencia Social e um direito, figurando ao lado dos direitos a saude e a previdencia social na Constituicao de 1988. Hoje, apos duas decadas dos avancos inseridos na Constituicao, quase a totalidade das politicas sociais brasileiras saude, educacao, assistencia social, crianca e adolescente, trabalho e renda, turismo, meio ambiente, pesca etc. conta com espacos institucionalizados de participacao social. Sao os conselhos que se configuram como orgao administrativo colegiado com representantes da sociedade civil e do Poder Publico. Muitos desses, com o apoio do Estado, passaram a desenvolver tambem Conferencias Nacionais, que sao consideradas espacos mais amplos de participacao, onde representantes do Poder Publico e da sociedade discutem e apresentam propostas para o fortalecimento e adequacao de politicas publicas especificas. Algumas conferencias sao regulamentadas por lei, conferencias nacionais, estaduais e municipais da saude e da assistencia social, outras sao regulamentadas por decreto do Poder Executivo e ha ainda aquelas que nao possuem nenhum instrumento de institucionalizacao que obriga a sua realizacao. 3.2 O LUGAR DA PARTICIPACAO SOCIAL NA ESFERA PUBLICA FEDERAL NO PERIODO 20032006 Os avancos constitucionais no desenho das politicas sociais criaram espacos concretos de participacao da sociedade no planejamento e execucao de politicas por meio de Conselhos municipais, estaduais e federais. Entretanto, ao lado destes avancos, ao longo da decada de 1990 e no inicio dos anos 2000, a relacao do estado com a sociedade sofreu uma inflexao. Isto e, os movimentos sociais que na decada de 1980 caracterizavamse por seu carater reivindicatorio, pela ampliacao de direitos sociais universais e pela construcao de um Estado de bemestar social, na decada de 1990, grande parte das organizacoes passa a assumir responsabilidades conferidas ao Estado pela Constituicao Federal. Esta guinada no papel da sociedade civil reflete a politica governamental do estado minimo, significando a tentativa de repassar a sociedade civil, responsabilidades conferidas a instancia publica governamental, conforme outorgadas pela Constituicao Federal de 1988 e por todas as Leis Organicas decorrentes. 8. Embora a reforma nao tenha consolidado um sistema articulado de Conselhos, institui diversos espacos de cogestao das politicas urbanas nas esferas estaduais e municipais. Apenas em 2001 foi aprovada a lei que regulamentou os artigos 182 e 183 da Constituicao. ipea texto para discussao 1378 fev. 2009 15 Segundo Dagnino 2004, na decada de 1990 ha uma outra nocao de participacao em disputa na atual conjuntura politica e social. De acordo com esta autora, a ideia de participacao passou por um processo de resignificacao, passando a ser vista como participacao solidaria. Esta nocao de participacao relacionase com a pratica do trabalho voluntario e com a ideia de responsabilidade social de individuos e empresas. Neste sentido, ha uma despolitizacao do significado da participacao social, pois se enfatiza uma nocao de participacao individualista, ligada a valores morais, desconectada do coletivo. Esta perspectiva traz impactos negativos tanto para o desenvolvimento e efetivacao dos espacos publicos participativos como para a implementacao de politicas publicas de combate a pobreza e a desigualdade social. No entanto, os estudos que tratam das caracteristicas da participacao de acordo com determinados projetos politicos ainda estao longe de serem definitivos, pois os ultimos dados empiricos do Instituto Brasileiro de Geografia e Estatistica IBGE e do Ipea sobre o surgimento, expansao e principais areas de atuacao das fundacoes e associacoes sem fins lucrativos Fasfil mostram que continuou aumentando o numero destas organizacoes nos ultimos 12 anos. Alem disso, a atuacao das Fasfil nao sofre grandes alteracoes no periodo entre 1996 e 2005. O que ocorreu, basicamente, foi a ampliacao de novas areas de defesa de direitos ao lado das ja existentes. Singer 2008, ao comentar os ultimos dados do IBGE sobre as Fasfil, em artigo publicado pelo jornal Folha de S. Paulo reitera que : As Organizacoes NaoGovernamentais ONGs vem crescendo cada vez mais depressa: conforme os dados do IBGE, em 1996, havia 107.332 no Brasil; em 2002, elas passaram a ser 275.895; em 2005 ultimo censo, eram 338.162. Se o ritmo de crescimento do ultimo trienio meramente se manteve, o numero de ONGs deve neste ano andar por volta de 416 mil. A analise dos resultados do Censo de 2005 pelo IBGE aponta algumas razoes desse crescimento acelerado: A idade media das Fasfil, em 2005, era 12,3 anos, e a maior parte delas 41,5% foi criada na decada de 1990. Entre os varios fatores que contribuiram, naquele momento, para o crescimento acelerado dessas entidades, destacase o fortalecimento da democracia e da participacao da sociedade civil na vida nacional. Mais adiante, o texto do IBGE diz que a maioria das entidades a partir dos anos 1990 e voltada para a promocao do desenvolvimento e da defesa dos direitos e interesses dos cidadaos. A medida que o Brasil se redemocratizou e passou a eleger governos cada vez mais comprometidos com politicas sociais de redistribuicao da renda e de luta contra a exclusao social e a pobreza, era inevitavel que essas politicas exigissem o engajamento de um numero crescente de ONGs dedicadas a educacao popular, a reversao das causas da mortalidade infantil e subnutricao, a organizacao dos trabalhadores excluidos em associacoes autogestionarias e muitos outros objetivos analogos. Com a assuncao ao poder de uma das forcas politicas originarias do sindicalismo e dos movimentos sociais criados nas decadas de 1970 e 1980, o governo federal passou a defender o fortalecimento e a criacao de novos espacos publicos voltados para a democratizacao das instituicoes de Estado, visando manter e ampliar a interlocucao com movimentos sociais e organizacoes da sociedade e dar voz a grupos sociais especificos negros, indigenas, GLBTTT. Para dar inicio a estrategia de fortalecimento e ampliacao da participacao social na esfera publica federal, uma das primeiras medidas tomadas nesta direcao no inicio de 2003 foi ampliar as atribuicoes institucionais da SGPR. Ate 2002, este orgao tinha 16 texto para discussao 1378 fev. 2009 ipea a atribuicao de relacionarse apenas com os poderes legalmente instituidos Executivo Federal, Legislativo, Judiciario e demais entes da federacao , em 2003, a SGPR recebeu do presidente da Republica a atribuicao de assistilo no tocante ao relacionamento e articulacao com as entidades da sociedade civil e a criacao e implementacao de instrumentos de consulta e participacao popular de interesse do Poder Executivo.9 Com isso, de acordo com o ministrochefe da SGPR, Luis Dulci, quis o presidente da Republica ampliar o conceito de governabilidade, incorporando os atores nao legalmente instituidos, como os movimentos sociais e as entidades representativas da sociedade civil, no dialogo permanente com o Estado, realizado pelos gestores publicos, sobretudo nos momentos que antecedem as decisoes governamentais que afetam diretamente a vida da populacao brasileira: Este e um governo de mudanca, que so alcancara seu objetivo ampliando o espaco democratico da participacao social. A governabilidade parlamentar e fundamental, mas, para realmente mudar o Brasil, e preciso ampliar o proprio conceito de governabilidade. Nunca a sociedade se mostrou tao disposta a participar na construcao de um novo pais. Estamos incorporando essa energia. Alem disso, a Historia nos da exemplos de governos liderados pela esquerda, em outros paises, que fracassaram por nao terem conseguido ampliar e aprofundar sua base social. So neste primeiro ano, a equipe da SG manteve mais de 700 reunioes com organizacoes da sociedade. Esse metodo inovador de governar refletese na agenda do proprio Lula. Ele foi o primeiro presidente a visitar a Assembleia da CNBB em Itaici, o Congresso da CUT em Sao Paulo, a marcha do Forum Nacional da Reforma Agraria em Brasilia. Tambem foi o primeiro a receber a Associacao Brasileira de ONGs. Recebeu a direcao da Uniao Nacional dos Estudantes UNE, que havia dez anos nao era convidada ao Planalto. Outros governos chegaram a criminalizar movimentos como o Movimento dos Trabalhadores Rurais Sem Terra MST. O nosso, ao contrario, mantem com eles uma interlocucao franca e respeitosa. Trecho extraido de entrevista concedida pelo Ministro Luis Dulci para Ricardo Azevedo, publicada na Revista Teoria e Debate da Fundacao Abramo, ano 17, n. 56, dezembro 2003janeiro 2004. Entre outras iniciativas para dinamizar o dialogo com a sociedade na administracao publica no periodo 20032006, o governo federal colocou em pratica uma estrategia de apoio a realizacao de conferencias nacionais e de criacao de novos conselhos nacionais de direitos e de politicas publicas. Em torno da participacao social nas conferencias nacionais, assistiuse neste periodo a uma situacao inedita, pois nunca os segmentos organizados da sociedade haviam demonstrado tanto dinamismo nas mais diferentes areas de politicas publicas. Entre 2003 e 2006 foram realizadas 43 conferencias 38 nacionais e cinco internacionais que mobilizaram cerca de 2 milhoes de pessoas da sociedade civil e do poder publico nas esferas municipal, estadual e nacional. E importante notar que, do conjunto de conferencias realizadas no periodo 20032006, 16 foram realizadas pela primeira vez, conforme aponta o quadro 1, a seguir. 9. Lei no 10.683, de 28 de maio de 2003, com as alteracoes determinadas pela Lei no 11.129, de 30 de junho de 2005 e pela Medida Provisoria no 259, de 21 de julho de 2005. ipea texto para discussao 1378 fev. 2009 17 QUADRO 1 Brasil: conferencias nacionais e internacionais realizadas entre 2003 e 2006 Conferencias Data de realizacao Orgao responsavel 1. 8a Conferencia Nacional de Direitos Humanos Junho de 2003 Camara Federal 2. 1a Conferencia Nacional de Medicamentos e Assistencia Farmaceutica Setembro de 2003 Ministerio da Saude Conselho Nacional de Saude CNS 3. 1a Conferencia Nacional das Cidades Outubro de 2003 Ministerio das Cidades 4. 5a Conferencia Nacional dos Direitos da Crianca e do Adolescente Novembro de 2003 5. 1a Conferencia Nacional de Aquicultura e Pesca Novembro de 2003 Secretaria Especial dos Direitos Humanos SEDH Conselho Nacional dos Direitos da Crianca e do Adolescente Conanda Presidencia da Republica Secretaria Especial de Aquicultura e Pesca 6. 1a Conferencia Nacional do Meio Ambiente Novembro de 2003 Ministerio do Meio Ambiente 7. 1a Conferencia Nacional InfantoJuvenil pelo Meio Ambiente Novembro de 2003 Ministerio do Meio Ambiente 8. 2a Conferencia Nacional de Saude Dezembro de 2003 Ministerio da Saude CNS 9. 4a Conferencia Nacional de Assistencia Social Dezembro de 2003 Ministerio do Desenvolvimento Social e Combate a Fome CNAS 10. 2a Conferencia Nacional de Seguranca Alimentar Marco de 2004 Presidencia da Republica Consea 11. 9a Conferencia Nacional dos Direitos Humanos Junho de 2004 Presidencia da Republica SEDH 12. 1a Conferencia Nacional de Juventude Junho de 2004 Camara Federal 13. 1a Conferencia Nacional do Esporte Junho de 2004 Ministerio do Esporte 14. 1a Conferencia Nacional de Politicas Publicas para as Mulheres Julho de 2004 Presidencia da Republica Secretaria Especial de Politicas para as Mulheres CNDC 15. 2a Conferencia Nacional de Ciencia, Tecnologia e Inovacao em Saude Julho de 2004 Ministerios da Saude e Ministerio da Educacao e Ciencia e Tecnologia 16. 3a Conferencia Nacional de Saude Bucal Julhoagosto de 2004 Ministerio da Saude CNS 17. 1a Conferencia Brasileira sobre APL Arranjos Produtivos Locais Agosto de 2004 Ministerio do Desenvolvimento, Industria e Comercio Exterior 18. Conferencia da Terra e da Agua: Reforma Agraria, Democracia e Desenvolvimento Sustentavel Novembro de 2004 Forum Nacional pela Reforma Agraria e Justica 19. 1a Conferencia Nacional de Promocao da Igualdade Racial Julho de 2005 Presidencia da Republica Secretaria Especial de Politicas de Promocao da Igualdade Racial Seppir 20. 2a Conferencia Nacional sobre APL Arranjos Produtivos Locais Setembro de 2005 Ministerio do Desenvolvimento., Industria e Comercio Exterior 21. 3a Conferencia Nacional de Ciencia, Tecnologia e Inovacao Novembro de 2005 Ministerio de Ciencia Tecnologia 22. 3a Conferencia Nacional de Saude do Trabalhador Novembro de 2005 Ministerio da Saude, Ministerio do Trabalho e Emprego e Ministerio da Previdencia Social 23. 2a Conferencia Nacional das Cidades Novembro de 2005 Ministerio das Cidades e Conselho Nacional das Cidades 24. 5a Conferencia Nacional de Assistencia Social Dezembro de 2005 Ministerio do Desenvolvimento Social e Combate a Fome e CNAS 25. 2a Conferencia Nacional do Meio Ambiente Dezembro de 2005 Ministerio de Meio Ambiente 18 texto para discussao 1378 fev. 2009 continua ipea continuacao Conferencias Data de realizacao Orgao responsavel 26. 6a Conferencia Nacional dos Direitos da Crianca e do Adolescente Dezembro de 2005 27. 1a Conferencia Nacional de Cultura Dezembro de 2005 28. 2a Conferencia Nacional de Aquicultura e Pesca Marco de 2006 29. 2a Conferencia Internacional de Reforma Agraria e Desenvolvimento Rural CIRADR 30. 3a Reuniao das Partes do Protocolo de Cartagena sobre Biosseguranca MOP 3a Marco de 2006 Marco de 2006 31. 8a Conferencia das Partes da Convencao sobre Diversidade Biologica COP 8a Marco de 2006 Presidencia da Republica SEDH Conanda Ministerio da Cultura e Comissao de Educacao e Cultura da Camara. Presidencia da Republica Secretaria Especial de Aquicultura e Pesca e Conselho Nacional de Aquicultura e Pesca Ministerio do Desenvolvimento Agrario. Promovida pela FAOONU Ministerio do Meio Ambiente, Forum Brasileiro de ONGs e Movimentos Sociais para o Meio Ambiente e o Desenvolvimento Ministerio do Meio Ambiente, Forum Brasileiro de ONGs e Movimentos Sociais para o Meio Ambiente e o Desenvolvimento 32. 2a Conferencia Internacional de Intelectuais da Africa e da Diaspora 33. Conferencia Regional das Americas contra o Racismo, Discriminacao Racial, Xenofobia e Intolerancias Correlatas 34. 3a Conferencia Nacional de Gestao do Trabalho e da Educacao na Saude Julho de 2006 Presidencia da Republica Seppir Julho de 2006 Presidencia da Republica Seppir ONU Marco de 2006 Ministerio da Saude CNS 35. 4a Conferencia Nacional de Saude Indigena Marco de 2006 Fundacao Nacional da Saude Ministerio da Saude Conselho Nacional de Saude 36. 1a Conferencia Nacional dos Povos Indigenas Abril de 2006 Ministerio da Justica Fundacao Nacional do Indio Funai 37. 2a Conferencia Nacional InfantoJuvenil pelo Meio Ambiente Abril de 2006 Ministerio da Educacao e Ministerio do Meio Ambiente 38. 2a Conferencia Nacional do Esporte Maio de 2006 Ministerio do Esporte 39. 1a Conferencia Nacional dos Direitos da Pessoa com Deficiencia Maio de 2006 Conselho Nacional dos Direitos da Pessoa Portadora de Deficiencia Conade e SEDH 40. 1a Conferencia Nacional dos Direitos da Pessoa Idosa Maio de 2006 Presidencia da Republica 41. 10a Conferencia Nacional de Direitos Humanos. Maio e junho de 2006 Camara Federal Conselho de Direitos Humanos e 42. 1a Conferencia Nacional de Economia Solidaria Julho de 2006 43. 1a Conferencia Nacional de Educacao Profissional e Tecnologica Novembro de 2006 Minorias Ministerio do Trabalho e Emprego, Ministerio do Desenvolvimento Agrario e Ministerio do Desenvolvimento Social e Combate a Fome Ministerio da Educacao e Cultura Secretaria de Educacao Profissional e Tecnologica e Forum Nacional de Gestores Estaduais de Educacao Profissional Fonte: SGPRSecretaria Nacional de Articulacao Social SNAS janeiro de 2007. a Conferencias Internacionais Conferencias nacionais realizadas pela primeira vez no periodo 20032006. No tocante aos conselhos nacionais, no periodo em analise foi colocado em pratica pelo governo federal um franco processo de abertura de novos espacos dessa natureza. De 2003 a 2006, 11 novos conselhos vinculados as politicas publicas e a ipea texto para discussao 1378 fev. 2009 19 defesa de direitos foram criados. Levantamento realizado pelo IpeaSGPR revela ainda que, em janeiro de 2007, a administracao publica federal contabilizava cerca de 40 conselhos nacionais, cujas composicoes contemplavam representantes de organizacoes da sociedade civil.10 O mesmo levantamento destaca tambem a enorme heterogeneidade de organizacoes civis presentes nesses espacos. No inicio de 2007, participavam dos conselhos nacionais cerca de 440 entidades naogovernamentais organizacoes sindicais, patronais, movimentos urbanos, rurais, ambientalistas, de defesa de direitos, entre outros, sendo que, aproximadamente, metade destas organizacoes participava de mais de um conselho nacional, ultrapassando, no total, o numero de 600 assentos ocupados pela sociedade civil nos conselhos nacionais.11 A diversidade na participacao das ONGs e de movimentos sociais nesses conselhos e um aspecto revelador da sua importancia como instrumento de vocalizacao das demandas da sociedade civil para o aparato estatal. O grafico 1 agrega as organizacoes da sociedade civil que participam dos conselhos nacionais em dez categorias: a movimentos do campo e ambientalista; b cultura e esporte; c defesa de direitos; d educacionais; e entidades de classe; f patronalempresarial; g movimentos populares urbanos; h religiosos; i sindicais urbanos; e j outros. Observase, pelo grafico 2 a seguir, que as entidades que militam em organizacoes de defesa de direitos sao as mais presentes nos conselhos nacionais, com 122 representacoes, seguidas das entidades empresariais e patronais 92 representacoes e, em terceiro lugar, os movimentos sociais do campo e ambientalista com 57 participacoes. Notase, em linhas gerais, que a sociedade civil presente nos conselhos nacionais e oriunda de diferentes projetos politicos, tanto no tocante ao lugar que ocupa na estrutura do sistema capitalista capital x trabalho, como tambem em relacao a centralidade de suas tematicas. GRAFICO 1 Grandes categorias de entidades da sociedade civil que participam de conselhos nacionais fevereiro de 2007 121 sotierid ed asefe D120100 80 60 40 20 0 56 satsiliatnebma e opma CFonte: SGPRSNAS. Elaboracao: Ipea. 91 32 sianoicacud E14 essalc ed sedaditn E lairaserpme e lanorta P 32 17 s osogiile Rsonabru seraupo Pl 55 onabru lacidn Si 25 s ortu O 10. Dados de pesquisa realizada pelo Ipea e SGPR em fevereiro de 2007. Resultados nao publicados. 11. IpeaSGPR. A informacao referese apenas aos membros titulares, excluindo os suplentes. A maior parte dos conselhos nacionais mantem uma relacao de dois suplentes para dois titulares. Os suplentes, na maior parte, participam das reunioes e discussoes, sendo impedidos apenas de votar se o titular estiver presente. 20 texto para discussao 1378 fev. 2009 ipea O grafico 2 destaca o conjunto de 26 entidades naogovernamentais que detem o maior numero de assentos nos conselhos nacionais. Para compor este universo foram consideradas aquelas que participavam de mais de 3 conselhos diferentes. Assim, observase que a Central Unica dos Trabalhadores CUT, a Confederacao Nacional da Industria CNI e a Confederacao Nacional dos Trabalhadores na Agricultura Familiar Contag participavam, em fevereiro de 2007, de 12 conselhos. A Confederacao Nacional do Comercio CNC e a Forca Sindical participavam de 10 conselhos; a Confederacao da Agricultura e Pecuaria do Brasil CNA e a Confederacao Nacional dos Bispos do Brasil CNBB encontravamse representadas em 8; a Confederacao Geral dos Trabalhadores CGT estava presente em 7; e as demais 17 entidades destacadas detinham representantes em, no minimo, 3 e, no maximo, 6 conselhos nacionais. GRAFICO 2 Entidades que participam de tres ou mais conselhos fevereiro de 2007 Confederacao Nacional dos Trabalhadores na Agricultura Confederacao Nacional da Industria Sociedade Brasileira para o Progresso da Ciencia Confederacao da Agricultura e Pecuaria do Brasil Conferencia Nacional dos Bispos do Brasil Organizacao das Cooperativas Brasileiras Confederacao Geral dos Trabalhadores Confederacao Nacional das Instituicoes Financeiras Central Unica dos Trabalhadores CUT CNI CONTAG Confederacao Nacional do Comercio CNC Forca Sindical CNA CNBB OCB CGT CNF Ordem dos Advogados do Brasil OAB SBPC Confederacao Nacional do Transporte CNT ABONG Conselho Federal de Servico Social CFESS COIAB FETRAF Pastoral da Crianca Social Democracia Sindical SDS UBC Uniao Brasileira de Cegos Associacao Brasileira de Engenharia Sanitaria e Ambiental ABES Brasileira Ca ritas Central Geral dos Trabalhadores do Brasil CGTB COBAP Pensionistas Instituto Ethos de Empresas e Responsabilidade Social UNE Uniao Nacional dos Estudantes 0 Coordenacao das Org. Indigenas da Amazonia Brasileira Federacao dos Trab. na Agricultura Familiar da Regiao Sul Associacao Brasileira de Organizacoes nao Governamentais Confederacao Brasileira de Aposentados e 4 4 4 4 4 4 4 3 3 3 3 3 3 4 2 Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. 12 12 12 10 10 8 8 7 6 6 6 6 5 6 8 10 12 Pelo exposto, podese afirmar que, do ponto de vista quantitativo, houve, no periodo analisado, uma expansao da participacao social na esfera publica social brasileira. No entanto, mesmo que nao faca parte da proposta deste trabalho analisar os resultados desse processo, chamase a atencao para a importancia de realizacao de investigacao mais aprofundada que tenha como foco de analise a capacidade do Estado em responder a quantidade expressiva de novas e antigas demandas que adentraram a burocracia estatal. Para este estudo emergem algumas questoes ainda sem respostas: a burocracia do Estado teria sido capaz de dar procedimento aos resultados da participacao social, transformando as resolucoes dos conselhos, as deliberacoes das conferencias em medidas e politicas publicas concretas que melhoraram a qualidade de vida da populacao? Ou ainda, partindo de outro referencial, a capacidade de pressao dos movimentos organizados da sociedade seria forte o bastante para mudar as estruturas de poder e transformar suas reivindicacoes em politicas publicas mais adequadas? Uma analise de Moroni 2006, da Associacao Brasileira das Organizacoes Nao Governamentais Abong, suscita que o processo de participacao ocorrido no periodo ipea texto para discussao 1378 fev. 2009 21 analisado gerou frustracoes na sociedade, destacando uma serie de questoes sobre as dificuldades enfrentadas pelo Estado brasileiro em coordenar e processar adequadamente os resultados gerados nos espacos de participacao criados. Segundo esse autor, a participacao social neste periodo:   foi uma multiplicacao dos espacos de interlocucao, sem que houvesse politica de governo para o fortalecimento do sistema descentralizado e participativo e a ampliacao dos processos democraticos. A participacao ficou reduzida a estrategia de governabilidade e a um fazdeconta, ela nao e um elemento essencial nas transformacoes sociais, politicas, culturais e economicas. MORONI, 2006. Entretanto, Monteiro 2006, em artigo publicado no Portal da Fundacao Abramo, enfatiza que o novo metodo de governar com participacao social trouxe muitos avancos que resultaram no estabelecimento de medidas e politicas publicas mais adequadas: Com este metodo, novos atores sociais, alem de reconhecidos, foram incorporados ao processo de tomada de decisao nas politicas publicas, com resultados concretos nas mais diversas areas. Por exemplo, a discussao do Plano Safra da Agricultura Familiar, construido em conjunto com a Contag, o MST e a Fetraf, o credito consignado em folha, a correcao da tabela do imposto de renda, as 21 medidas de desoneracao tributaria e o fomento a producao industrial, o aumento real do salario minimo, entre outras, estao entre as conquistas substantivas que foram obtidas. Nao ha duvida que este movimento representa uma inovacao na forma de pensar o Estado e que toda mudanca de cultura e um processo lento onde e preciso enfrentar as resistencias. No entanto, esta em curso a consolidacao de um amplo sistema de participacao social, com a incorporacao de praticas e mecanismos voltados para a articulacao dos diversos atores sociais, que envolve o fortalecimento dos Conselhos de Politicas Publicas, das Ouvidorias, a realizacao de Conferencias Setoriais que ja mobilizou diretamente mais de 2 milhoes de pessoas em todo o pais. MONTEIRO, 2006. 4 CONFERENCIAS NACIONAIS DE POLITICAS PUBLICAS: INTERFACE COM O DEBATE CONTEMPORANEO DE ESPACOS PUBLICOS As conferencias sao espacos amplos de participacao, onde representantes do poder publico e da sociedade discutem e apresentam propostas para o fortalecimento e adequacao de politicas publicas especificas:   sao espacos mais amplos que os conselhos envolvendo outros sujeitos politicos que nao estejam necessariamente nos conselhos, por isso, tem tambem carater de mobilizacao social. Governo e sociedade civil, de forma paritaria, por meio de suas representacoes deliberam de forma publica e transparente. Estao inseridas no que chamamos de democracia participativa e do sistema descentralizado e participativo, construido a partir da Constituicao de 1988 e que permite a construcao de espacos de negociacao, a construcao de consensos e dissensos, compartilhamento de poder e a coresponsabilidade entre o Estado e a sociedade civil. Sao precedidas de conferencias municipaisregionais e estaduais e sao organizadas pelos respectivos conselhos. MORONI, 2006. As conferencias inscrevemse nos debates da teoria democratica contemporanea, no percurso que foi iniciado por Habermas 1997, que definiu a esfera publica politica como estrutura comunicacional enraizada no mundo da vida por intermedio da sociedade civil. Na esfera publica habermasiana, os problemas sao percebidos, 22 texto para discussao 1378 fev. 2009 ipea identificados, tematizados e dramatizados; os fluxos comunicacionais sao filtrados e condensados em opinioes publicas. Habermas entende o mundo da vida como uma arena de integracao social, o dominio das interacoes cotidianas, que se constituem em um reservatorio de tradicoes culturais. No entanto, o conceito de esfera publica formulado por Habermas nao contempla a participacao da sociedade civil nos niveis decisorios sistemicos, reservando aos atores civis a dimensao informal que pode ou nao influenciar os dominios institucionais. Cohen e Arato 1992, dando continuidade ao conceito formulado por Habermas, propoem alargar o papel reservado aos atores sociais para alem de uma atuacao defensiva, sustentando que a saida consistiria em introduzir espacos publicos no Estado e nas instituicoes economicas, estabelecendo uma continuidade com uma rede de comunicacao composta por movimentos sociais, associacoes e esferas publicas. Na mesma direcao, Avritzer 2002a critica a visao habermasiana de esfera publica, sobretudo, pelo fato de esta nao considerar a capacidade dos atores civis incidir efetivamente nas decisoes do poder politico. Assim, este autor assevera que os espacos de mediacao entre a sociedade e o Estado sao, por excelencia, o locus da democracia deliberativa, soberania popular procedimentalizada entre os espacos participativos e representativos. a possibilidade de incluindo Frazer 1993, tambem criticando a esfera publica habermasiana, por sua vez, defende que a forca da opiniao publica e potencializada quando um espaco publico que a representa tem o poder de traduzir suas opinioes em decisoes autorizativas. Esta autora, ao refutar a premissa de Habermas de que o funcionamento de uma esfera publica democratica requer uma clara separacao entre a sociedade civil e o Estado, pondera que esta visao e responsavel pela criacao de espacos publicos debeis, afirmando que:   Como consequencia, se promove o que eu chamarei de os publicos debeis, cuja pratica de deliberacao consiste exclusivamente na formacao de opinioes, e nao inclui a tomada de decisoes. Alem disso, a concepcao burguesa de esfera publica insinua que uma ampliacao para alem da autoridade discursiva do espaco publico, que inclui os processos de tomada de decisoes, ameacaria a autonomia da opiniao publica, ja que, desta forma, o publico se transformaria no Estado e com isso perderia a possibilidade de exercer um discurso critico a atuacao do mesmo. FRAZER, 1993, p. 24. Observase que as criticas feitas a formulacao habermasiana de esfera publica, resguardando suas especificidades, defendem um maior empoderamento da sociedade nos espacos publicos, concedendolhes o poder da deliberacao, bem como a inclusao dos publicos tradicionalmente excluidos do processo politico formal mulheres, negros, indigenas, entre outros. 5 CONFERENCIAS NACIONAIS REALIZADAS NO PERIODO 20032006: ALGUMAS CARACTERISTICAS A breve incursao citada anteriormente em torno dos conceitos de esfera publica permite agora apreciar algumas caracteristicas das conferencias realizadas no periodo de 2003 a 2006 e antever alguns indicios de avancos e dificuldades no tocante as ipea texto para discussao 1378 fev. 2009 23 possibilidades desses espacos publicos relacionadas as politicas publicas. influirem, decisivamente, nas decisoes Com o objetivo de ampliar a compreensao sobre o processo de conferencias realizado no periodo 20032006, a Secretaria Nacional de Articulacao Social da SGPR, entre os meses de setembro e novembro de 2006, promoveu a Pesquisa Nacional das Conferencias junto aos coordenadores das conferencias, lotados nos ministerios eou nos conselhos nacionais.12 O universo da pesquisa abrangeu 34 das 38 conferencias nacionais realizadas no periodo de 2003 a 2006. Conforme mostra a relacao contida no quadro a seguir, em virtude de dificuldades operacionais para contatar seus organizadores e, entre estes, identificar o informante mais qualificado para responder ao questionario da pesquisa, nao foram pesquisadas as seguintes conferencias nacionais: a 8a Conferencia Nacional de Direitos Humanos, a 1a Conferencia Nacional de Juventude essas duas organizadas pela Camara Federal; a Conferencia Nacional de Educacao Profissional e Tecnologica, que foi realizada em periodo posterior ao envio dos questionarios e a Conferencia da Terra e da Agua: Reforma Agraria, Democracia e Desenvolvimento Sustentavel, que foi organizada pelo Forum Nacional pela Reforma Agraria e Justica. Conferencias QUADRO 2 Conferencias nacionais pesquisadas 1a Conferencia Nacional das Cidades 2a Conferencia Nacional das Cidades 2a Conferencia Nacional de Seguranca Alimentar 1a Conferencia Nacional do Esporte 2a Conferencia Nacional do Esporte 1a Conferencia Nacional dos Povos Indigenas 4a Conferencia Nacional de Saude Indigena 3a Conferencia Nacional de Ciencia, Tecnologia e Inovacao 1a Conferencia Nacional sobre Arranjos Produtivos Locais N.o 1 2 3 4 5 6 7 8 9 10 2a Conferencia Nacional sobre Arranjos Produtivos Locais 11 4a Conferencia Nacional de Assistencia Social 12 5a Conferencia Nacional de Assistencia Social 13 1a Conferencia Nacional InfantoJuvenil pelo Meio Ambiente 14 2a Conferencia Nacional InfantoJuvenil pelo Meio Ambiente 15 1a Conferencia Nacional de Cultura 16 1a Conferencia Nacional pelo Meio Ambiente 17 2a Conferencia Nacional pelo Meio Ambiente 18 12a Conferencia Nacional de Saude 12. As informacoes coletadas foram sistematizadas pelo Ipea em meados de 2007. 24 texto para discussao 1378 fev. 2009 continua ipea continuacao N.o Conferencias 19 1a Conferencia Nacional de Medicamentos e Assistencia Farmaceutica 20 2a Conferencia Nacional de Ciencia, Tecnologia e Inovacao em Saude 21 3a Conferencia Nacional de Gestao do Trabalho e da Educacao na Saude 22 3a Conferencia Nacional de Saude Bucal 23 3a Conferencia Nacional de Saude do Trabalhador 24 1a Conferencia Nacional de Economia Solidaria 25 1a Conferencia Nacional de Aquicultura e Pesca 26 2a Conferencia Nacional de Aquicultura e Pesca 27 10a Conferencia Nacional dos Direitos Humanos 28 1a Conferencia Nacional dos Direitos da Pessoa com Deficiencia 29 1a Conferencia Nacional dos Direitos da Pessoa Idosa 30 5a Conferencia Nacional dos Direitos da Crianca e do Adolescente 31 6a Conferencia Nacional dos Direitos da Crianca e do Adolescente 32 9a Conferencia Nacional dos Direitos Humanos 33 1a Conferencia Nacional de Promocao da Igualdade Racial 34 1a Conferencia Nacional de Politicas para as Mulheres 5.1 NUMERO DE PARTICIPANTES O reconhecimento da importancia institucional das conferencias nacionais concedido pelos atores da sociedade civil pode ser entrevisto pelo expressivo numero de participantes.13 Considerandose unica e exclusivamente as etapas nacionais, as 34 conferencias realizadas reuniram um publico total de 43.515 pessoas, que corresponde a uma media de 1.451 participantes por conferencia nacional. Aquelas que contaram com maior participacao foram a 1a Conferencia Nacional de Politicas para as Mulheres e a 12a Conferencia Nacional de Saude, ambas com um publico de 3 mil pessoas.14 QUADRO 3 Publico das etapas nacionais Total Participacao media Participacao maxima Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais. Elaboracao: Ipea. Numero de pessoas 43.515 1.415 3.000 13. Como ja destacado anteriormente, a realizacao das 43 conferencias 38 nacionais e 5 internacionais entre 2003 e 2006 envolveu a participacao de cerca de 2,0 milhoes de pessoas em suas etapas nacionais, estaduais e municipais 14. Foram excluidas do calculo as duas Conferencias Nacionais pelo Meio Ambiente e a 2a Conferencia Nacional de Aquicultura e Pesca, uma vez que informaram os participantes de todas as etapas e nao apenas da etapa nacional, alem de nao ter sido informado o publico total da etapa nacional da 1a Conferencia Nacional de Aquicultura e Pesca. ipea texto para discussao 1378 fev. 2009 25 5.2 PARTICIPACAO DE REPRESENTANTES DA SOCIEDADE CIVIL ELEITOS EM CONFERENCIAS INTERMEDIARIAS VISAVIS OS REPRESENTANTES DO ESTADO Mais da metade dos delegados 55,1% participou das conferencias na qualidade de representantes da sociedade civil, 36,6% representavam orgaos ou instituicoes nao governamentais e 8,3% eram observadores, representantes de orgaos do legislativo ou de organismos internacionais. GRAFICO 3 Divisao dos delegados participantes da etapa nacional das conferencias 2.033 8,3% 8.931 36,6% Esfera governamental Sociedade Civil Outro 13.451 55,1%Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. 5.3 ELEICAO DE DELEGADOS A esmagadora maioria dos delegados 88% foi eleita nas conferencias intermediarias e 12% deles foram definidos como delegados natos,15 isto e, aqueles que participam da conferencia sem precisar ser eleito, pois ocupa algum cargo ou funcao que lhe outorga o direito de ser delegado, independente de ter sido indicadoeleito em conferenciasetapas intermediarias grafico 4. GRAFICO 4 Classificacao dos delegados que estiveram nas conferencias 12%88% Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. Natos Eleitos 15. Cada conferencia especifica seus delegados natos, mas geralmente, entre estes se encontram os conselheiros. 26 texto para discussao 1378 fev. 2009 ipea 5.4 CONSIDERACAO DOS CRITERIOS DE GENERO E RACAETNIA NA ESCOLHA DE DELEGADOS O principal criterio considerado para definir a quantidade de delegados estaduais para participar das conferencias nacionais foi o populacional, isto e, quanto maior um determinado estado, maior o numero de delegados que participariam das instancias nacionais das conferencias, sendo que 21 conferencias consideraram este criterio. As questoes de generos e de racaetnia para a definicao dos quantitativos de participantes por unidade da federacao, que, se consideradas poderiam tornar estes espacos mais inclusivos e equanimes, foram utilizadas por apenas 16 e 13 das 34 conferencias pesquisadas, respectivamente grafico 5. GRAFICO 5 Criterios considerados para a definicao do quantitativo de delegados estaduais Outro Populacao Raca Genero 5 05 Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. 1421 1010152025 Observase, assim, que os principios da igualdade e da equidade ainda nao sao uma pratica na participacao das conferencias nacionais, resultando em desigualdades formais na participacao, alem das informais, que refletem as maiores dificuldades de os grupos subordinados manifestarem seus problemas especificos. 5.5 HETEROGENEIDADE NA PARTICIPACAO DA SOCIEDADE CIVIL No que diz respeito a participacao de representantes da sociedade civil, nas etapas nacionais, os dados coletados mostraram que 38% eram oriundos de movimentos sociais; 24% de entidades sindicais de trabalhadores; 10% de entidades empresariais; 9% de organizacoes nao governamentais; 4% de entidades profissionais; e 15% nao informaram o tipo de representacao grafico 6. GRAFICO 6 Participacao da sociedade civil nas conferencias Movimentos sociais 38% Sem informacao 15% Fonte: SGPRSNAS. Elaboracao: Ipea. ONGS 9% Entidades profissionais 4% Assc. empresariais 10% ipea texto para discussao 1378 fev. 2009 Movimento sindical trabalhadores 24% 27 5.6 NUMERO DE CONFERENCIAS ESTADUAIS E MUNICIPAIS REALIZADAS As etapas intermediarias ocorreram em 31 das 34 conferencias pesquisadas. Isto e, para o universo das 34 conferencias pesquisadas foram realizadas 698 conferencias estaduais, 26.393 municipais e 1.427 utilizaram outros recortes espaciaisregionais quadro 4. QUADRO 4 Numero de conferencias estaduais e municipais realizadas Tipo de conferencia Quantidade de conferencias nacionais que contaram com etapas intermediarias Numero de conferencias Estadual Municipal Outros recortes 28 16 11 698 26.393 1.427 Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. Observase que as etapas estaduais e municipais foram realizadas praticamente na totalidade dos estados do Brasil e na quase totalidade dos municipios brasileiros, uma vez que existem conferencias que realizaram mais de 4 mil etapas municipais. 5.7 NATUREZA DAS DECISOES No quadro 5 podese observar a divisao das conferencias pela natureza de suas decisoes. A natureza consultivapropositiva das conferencias e a predominante: 23 conferencias definiram suas decisoes como sendo consultivas eou propositivas. Isto e, a partir do debate interno sao construidas propostas, que nao tem a forca de uma deliberacao, mas sao indicativas dos anseios e das reivindicacoes de seus participantes. Apenas 11 conferencias definiram suas decisoes como deliberativas, as quais, por definicao, deveriam ser recebidasencaminhadas pelos governos com a forca de leidecisao a ser implementada. Neste caso, a nao consideracao das deliberacoes deveria envolver negociacoes ou explicacoes convincentes sobre tal impossibilidade com a outra parte interessada. Na verdade, quem define a natureza de determinada conferencia, na ausencia de legislacao especifica, e geralmente o conselho ou um outro orgao publico responsavel por sua organizacao. Pode ainda acontecer de ser criado, por decreto ou portaria, um grupo de trabalho, composto por integrantes governamentais e nao governamentais, com a atribuicao de elaborar a legislacao pertinente e organizar a realizacao da conferencia necessidade de recursos, criterios, metodos, temas etc  No entanto, em geral, a natureza das decisoes de uma conferencia, ou ainda seria mais adequado chamar de a forca de suas decisoes, esta diretamente relacionada ao seu grau de institucionalizacao do ponto de vista da existencia de legislacao que respalda obriga a sua realizacao. Assim, as deliberacoes de conferencias de politicas publicas constitucionais como, por exemplo, sao os casos das politicas de saude e da assistencia social, tem mais forca na esfera dos orgaos decisorios de ambito federal, mesmo que tal fato nao se reflita na garantia da implementacao. 28 texto para discussao 1378 fev. 2009 ipea QUADRO 5 Divisao das conferencias pelo carater de suas decisoes Carater Consultivopropositivo Deliberativo Total Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. Quantidade 23 11 34 5.8 INSTITUCIONALIZACAO DAS CONFERENCIAS Uma das formas de se garantir a continuidade de realizacao de conferencias nacionais e a sua institucionalizacao, isto e, a existencia de instrumentos legais que obrigam a sua realizacao em determinado periodo de tempo. Geralmente, quem institui a obrigatoriedade e a periodizacao de realizacao das conferencias sao os conselhos nacionais. Asseverase que a institucionalizacao das conferencias e um expediente da maior importancia no ambito da esfera publica federal, pois sua previsao autoriza a alocacao de recursos no Orcamento Geral da Uniao OGU, viabilizando financeiramente a sua realizacao. Entretanto, do conjunto de 34 conferencias pesquisadas, 20 cerca de 60% nao contavam ainda com qualquer instrumento legal que garantisse a sua continuidade, independente das mudancas governamentais. 5.9 CONFERENCIAS NACIONAIS: O QUE SE APREENDE O conjunto de conferencias realizadas no periodo 20032006 produziu um numero extenso de deliberacoes. Do universo das 34 conferencias nacionais pesquisadas, apenas quatro nao tiveram deliberacoes aprovadas: a primeira e a segunda conferencias sobre Arranjos Produtivos Locais, a 10a Conferencia de Direitos Humanos e a 3a Conferencia Nacional de Ciencia, Tecnologia e Inovacao. No entanto, as demais 30 conferencias analisadas neste trabalho produziram conjuntamente um total de 8.047 deliberacoes, ou seja, uma media de aproximadamente 270 deliberacoes por conferencia, relativas aos mais diversos temas de politicas sociais. Do total das deliberacoes, 45% 3.624 demandavam encaminhamento,16 de competencia exclusiva do ministerio responsavel pela 4.423 eram de competencia realizacao da conferencia. Entretanto, 55% compartilhada. Isto e, as deliberacoes tratavam de questoes que mantinham interface com outras areas do executivo e, sendo assim, o adequado encaminhamento, visando subsidiar eou pautar a elaboracao de determinada politica publica, exigia a articulacao e a atuacao de mais de um ministerioorgao da esfera publica federal. 17 Em funcao do expressivo numero de deliberacoes geradas e da complexidade do encaminhamento, sobretudo quando envolvia atuacao compartilhada de diferentes 16. Encaminhamento aqui e entendido como as providencias necessarias para a consecucao pratica dos resultados das conferencias. 17. Outro ponto preocupante e que merece destaque e que mais da metade das conferencias analisadas apresentou deliberacoes recorrentes, isto e, que ja teriam sido objetos de reivindicacoes em conferencias anteriores, mas nao foram encaminhadas ou nao resultaram em medidas politicas. ipea texto para discussao 1378 fev. 2009 29 orgaos de ambito federal, mais da metade dos entrevistados 19 coordenadores nacionais, quando indagados sobre como se dava o processo de encaminhamento no ambito da esfera publica federal,18 assinalou o item nao sabe. Em duas conferencias, os entrevistados disseram que as deliberacoes nao eram encaminhadas; em cinco, informaram que os resultados das conferencias eram encaminhados por meio da realizacao de reunioes interministeriais, onde se processava o encaminhamento; e em quatro, o encaminhamento e realizado por intermedio do conselho nacional, ou seja, os conselhos teriam expedientes e mecanismos proprios para proceder ao encaminhamento dos resultados das conferencias aos canais apropriados no ambito da esfera publica. Para dar consequencia aos resultados das conferencias nacionais e fundamental o processo de prestacao de contas aos participantes. Nesse sentido, questionouse quanto a elaboracao de documento final com os resultados, sendo que 94% das conferencias produziram algo assim. Contudo, 22% das conferencias pesquisadas nao enviaram o documento aos participantes, como, por exemplo, conselhos estaduais eou municipais. Ja os outros 78% enviaram o documento final num prazo inferior a um ano, sendo 16% ate tres meses, 31% de tres a seis meses e 31% de seis meses a 1 ano grafico 7. Todavia, nenhum processo de conferencia previu qualquer metodologia participativa de acompanhamento dos resultados. GRAFICO 7 Prazo de envio do documento final da conferencia 22% 31% 16%ate 3 meses 31%de 3 a 6 meses de 6 meses a 1 ano Nao enviou o Documento Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. Do processo de encaminhamento dos resultados das conferencias nacionais, apreendese, mesmo preliminarmente, que o que e feito dos resultados das conferencias ainda nao e de conhecimento amplo. Alem disso, podese afirmar que os resultados das conferencias nacionais nao encontram vazao automatica para dentro da esfera publica federal. Ou seja, o processamento das deliberacoes das conferencias pelo governo federal ainda padece de um metodo institucional de gestao, pois o que se identificou e que cada conselhoministerio processa os encaminhamentos da forma que mais lhe aprouve. Sendo que ha aqueles que sequer sabem como sao e se sao feitos os encaminhamentos para as deliberacoes das conferencias que realizaram. Desta forma e 18. Os entrevistados sao, em geral, conselheiros governamentais ou entao funcionarios oriundos de movimentos sociais, trazidos pelo atual governo, com vasta experiencia em metodos de organizacao de foros com participacao da sociedade civil mas pouco conhecimento dos processos administrativos internos e externos ao seu ministerio. 30 texto para discussao 1378 fev. 2009 ipea importante chamar atencao para a necessidade de atribuir um carater procedimental as conferencias nacionais a fim de que sejam impostos procedimentos e processos que garantam que suas deliberacoes tenham forca no ambito das decisoes do executivo e do legislativo e incidam no ciclo de elaboracao, controle e gestao de politicas publicas. QUADRO 6 Tipos de encaminhamento das deliberacoes das conferencias nacionais Forma de encaminhamento das deliberacoes Realizacao de reuniao interministerial Responsabilizacao dos representantes ministeriais nos conselhos nacionais Nao encaminham as deliberacoes Nao sabe Conferencias que nao produziram deliberacoes Total Fonte: SGPRSNAS Pesquisa das Conferencias Nacionais 2006. Elaboracao: Ipea. Numero de conferencias 05 04 02 19 04 34 Indagados sobre a existencia de dificuldades no ambito das instituicoes formais para o encaminhamento providencias para a resolucao das deliberacoes das conferencias, a maioria dos entrevistados admitiu que o conselho eou orgao responsavel enfrenta, de fato, inumeras dificuldades nesta esfera, destacandose: Problemas internos no ambito do proprio ministerio responsavel pela organizacao da conferencia, principalmente quanto a dificuldade de negociacao visando garantir a prioridade para a implementacao das deliberacoes das conferencias. Questoes referentes a complexidade da tematica das conferencias, sobretudo, aquelas que tratam de temas transversais, cujos encaminhamentos envolvem a articulacao com uma multiplicidade de orgaos federais, tais como as deliberacoes relativas a direitos humanos, esporte, cultura, genero, raca, crianca e adolescente, entre outras. Falta de recursos humanos e infraestrutura nos conselhos nacionais para dotalos de maior capacidade de pressao e negociacao no momento do encaminhamento das deliberacoes das conferencias. Entre as causas das dificuldades enfrentadas para o processamento adequado das deliberacoes das conferencias nacionais, destacaramse as seguintes: Inexistencia de estrategia de coordenacao horizontal entre as diversas conferencias nacionais, resultando em dificuldades para a identificacao e para o encontro de solucoes para os inumeros casos de deliberacoes recorrentes, sobrepostas e, muitas vezes, antagonicas entre si. Realizacao de conferencias, sobre o mesmo tema ou similares, com intervalo muito curto entre uma e outra, restando aos conselhos eou aos ministerios um prazo reduzido para processar os resultados das mesmas. ipea texto para discussao 1378 fev. 2009 31 Ausencia de acompanhamento das deliberacoes encaminhadas, resultando em dificuldades de prestacao de contas para a sociedade em relacao aos resultados efetivos de sua participacao. Ausencia de integracao entre as decisoes tomadas nos conselhos nacionais, referentes ao encaminhamento das deliberacoes das conferencias, e as tomadas no ambito do Congresso Nacional. Tal aspecto resulta, muitas vezes, em decisoes do Congresso Nacional que desrespeitam as deliberacoes da sociedade advindas do processo de conferencias nacionais. 6 ESTADO E CONFERENCIAS NACIONAIS: AVANCOS E DESAFIOS O expressivo numero de conferencias realizadas, a diversidade e a transversalidade de temas tratados resultaram em um conjunto complexo, contendo milhares de deliberacoes, que demandam a afirmacao de prioridade e vontade politica suficiente para enfrentar o desafio de administrar sua complexidade e intersetorialidade, fazendo valer o investimento participativo que se deu em torno das mesmas. Entretanto, e importante reconhecer que, alem dos empecilhos de ordem burocratica que dificultam os encaminhamentos dos resultados das conferencias, existem outros fatores que atuam comprometendo a efetividade desse espaco publico. Com efeito, os resultados das conferencias, se de um lado expressam o rico processo de participacao social, de outro, trazem em seu bojo interesses diferentes e muitas vezes conflitantes entre si, que dificultam sobremaneira seu encaminhamento no ciclo de elaboracao e planejamento de politicas publicas. Para ficar apenas em dois exemplos de complexidade, basta, em primeiro lugar, cotejar as deliberacoes oriundas da Conferencia das Cidades, que demandam, por exemplo, politicas de incremento da utilizacao do uso do solo urbano, com as deliberacoes da Conferencia do Meio Ambiente, que propoem medidas altamente conflitantes com a primeira, como a ampliacao de areas de preservacao ambiental permanente no perimetro urbano. E, em segundo lugar, desafiase a pensar nas deliberacoes advindas de conferencias que tratam de temas totalmente transversais, tais como crianca e adolescente, idosos, pessoa com deficiencia, os quais demandam politicas de varias pastas ministeriais como educacao, saude, cultura, esporte, assistencia social, direitos humanos, trabalho, entre outras. Assim, o processo eminentemente rico em participacao social, como foi o das conferencias nacionais realizadas entre os anos de 2003 e 2006, remete a reflexao das dificuldades que precisam ser enfrentadas para concretizar seu potencial de espaco publico forte, que mantem interconectividade com o processo decisorio de politicas publicas. Do ponto de vista do Estado, as origens e razoes para tais dificuldades demandam analisar todos os fatores politicos, tecnicos e burocraticos que estao em jogo no ciclo de elaboracao, planejamento e gestao de politicas publicas do governo federal. A decomposicao desses elementos basicos com certeza podera contribuir para elucidar a trajetoria das contribuicoes da sociedade civil no bojo das instituicoes politicas formais. Alem disso, a busca pelas origens das dificuldades e pelo encontro das solucoes tambem 32 texto para discussao 1378 fev. 2009 ipea nao pode se furtar de um estudo aprofundado da configuracao atual do Estado brasileiro e da atual configuracao das forcas sociais que o sustentam. Jessop 2007 analisa o Estado moderno de acordo com o enfoque estrategico relacional que parece oferecer alguma ferramenta para compreender essa questao, pois nos faz refletir sobre a necessidade de se estudar as dinamicas sociais, as aliancas de classe e os conflitos no interior do sistema politico em seu conjunto. Para Jessop, o Estado e seus instrumentos de intervencao nao sao neutros, mas se constituem em um campo de conflito entre os diferentes interesses em jogo. Com isso, podese admitir que, se e verdade que o Estado tem um grande poder de influencia nos poderes sociais e economicos, ele o e tambem por estes, constantemente, modificado. Assim, isto e o mesmo que admitir que o resultado do jogo nao esteja dado. Mesmo considerando que os espacos de participacao, ora analisados, repousem no bojo de um projeto democraticoparticipativo, ha pela frente um enorme campo de disputa a ser enfrentado ate que este metodo de governar seja de fato incorporado no modo de fazer e de ser do Estado e de seu corpo administrativo. Apesar das dificuldades e dos desafios a serem enfrentados, os dados apresentados aqui sobre o processo de realizacao de conferencias nacionais no periodo 20032006 proporcionam elementos empiricos que permitem afirmar que as conferencias nacionais tem o potencial de se transformar em espaco publico forte, se suas deliberacoes encontrarem formas sustentaveis de se vincularem ao processo decisorio, o que ainda nao acontece em grande escala. Sobre isso, os coordenadores nacionais das conferencias apresentaram algumas sugestoes que, na visao dos mesmos, poderiam contribuir para minimizar as dificuldades no encaminhamento das deliberacoesproposicoes das conferencias nacionais. A imensa maioria dos entrevistados sugeriu a criacao de instancia de coordenacao das conferencias nacionais no ambito da burocracia publica federal, preferencialmente localizada em orgao da Presidencia da Republica por deter autoridade e maior capacidade de articulacao intersetorial. De acordo com os entrevistados, essa instancia de coordenacao poderia contribuir para a maior efetividade desses espacos, pois seria o elo entre as diversas tematicas tratadas, visando trabalhar antagonismos, superposicoes e transversalidade das deliberacoes; proporcionaria o intercambio das experiencias de metodologia, de organizacao e de forma de realizacao das inumeras conferencias realizadas; facilitaria a construcao de um sistema formal de encaminhamento, acompanhamento e implementacao e prestacao de contas das deliberacoes aprovadas nas conferencias; realizaria a articulacao entre os representantes governamentais e da sociedade civil que participam das conferencias e padronizaria os procedimentos de encaminhamento dos resultados das conferencias nacionais. Em sintese, a enfase das sugestoes recaiu na necessidade da coordenacao horizontal, que propiciaria a articulacao entre as conferencias, pois, como mostrado, o processo e departamentalizado, ou seja, um espelho da estrutura governamental, que se organiza por tema de politica publica. Outro aspecto relevante que necessita ser equacionado com certa rapidez referese a criacao de mecanismos de comunicacao para a prestacao de contas aos atores sociais que participaram do processo de conferencias, informando quais, quantas e como suas contribuicoes influiram na elaboracao de politicas publicas. Com efeito, a ausencia sistematica de procedimentos dessa natureza ja vem provocando, em alguns segmentos, uma especie de frustracao que se alimenta do desconhecimento do que as ipea texto para discussao 1378 fev. 2009 33 instituicoes do Estado fizeram ou estao fazendo com suas contribuicoes. Ainda e importante resgatar que o processamento das deliberacoes das conferencias nacionais demanda a articulacao entre as estruturas das instituicoes do Executivo e do Legislativo, que trabalham com logicas, prazos e prioridades nem sempre coincidentes. Ha que se pensar, portanto, em arranjos de participacao social que contemplem tambem a articulacao sistematica com as instituicoes formais da democracia representativa, dada a influencia hoje exercida por este poder nos processos de planejamento e alocacao de recursos para as politicas publicas. 7 CONSIDERACOES FINAIS O avanco da participacao social por meio das conferencias e uma resposta do Estado aos reclamos da sociedade civil por maior controle social e ampliacao do espaco politico. Assim, considerase que o avanco da participacao social a partir da realizacao de conferencias aprofunda a democracia do pais pelo reconhecimento de novos atores diversidade, pela inclusao de segmentos populares na seara politica, pela ampliacao da consciencia de direitos da parcela excluida da populacao e pela criacao de novos direitos. Tais aspectos demonstram o potencial das lutas politicas dos segmentos sociais que representam as classes populares nos espacos institucionalizados de participacao social, trazendo elementos que podem ser enfatizados para a construcao de um novo projeto hegemonico, que traga mais igualdade, a partir do aprofundamento da democracia. Entretanto, nao se ignora que existem, para o funcionamento adequado dos espacos de participacao social, dificuldades de toda ordem politica, material, de assimetria de saberes, entre outras. Tampouco, nao se desprezam os fatores de disputa politica, como a reacao e a atuacao de grupos contrarios a construcao de um novo projeto de democracia, que inclui a maior participacao da sociedade. Compreendese, todavia, que a completude da transformacao requer articulacao de forcas politicas que estao alem desses espacos de participacao social e dos grupos sociais que deles participam. Na linguagem gramsciana, a consolidacao de um novo metodo de governar com participacao social requer a criacao de uma verdadeira vontade coletiva para ir alem de interesses corporativos e considerar os interesses da maioria da populacao. REFERENCIAS AVRITZER, L. Sociedade civil e democratizacao. Belo Horizonte: Del Rey, 1994. ___________. Democracy and the public space in Latin America. Oxford: Princeton University Press, 2002a. 202p. ___________. O orcamento participativo: as experiencias de Porto Alegre e Belo Horizonte. In: DAGNINO, E. Org  Sociedade civil e espacos publicos no Brasil. Sao Paulo: Paz e Terra, p. 1745, 2002b. AVRITZER, L. Modelos de deliberacao democratica: uma analise do orcamento participativo no Brasil. In: SANTOS, B. de S. Org  Democratizar a democracia. Rio de Janeiro: Record, v. 1, p. 1678, 2002c. CARVALHO, J. M. de. Os bestializados. O Rio de Janeiro e a Republica que nao foi. Sao Paulo: Companhia das Letras, 1996. 34 texto para discussao 1378 fev. 2009 ipea CARVALHO, M. C. A. A participacao social no Brasil hoje. Instituto Polis, 1998 Polis Papers, n. 2. Disponivel em: http:www.polis.org.brpublicacoes_interno.asp?codigo169. CICONELLO, A. A participacao social como processo de consolidacao da democracia no Brasil. In: From pover: how active citizens and effective states can change the world. Oxfam International. Oxfam International, jun. 2008. COHEN, J.; ARATO, A. Civil society and political theory. Cambridge: MIT Press, 1992. COUTINHO, M. Movimentos de mudanca politica na America do Sul contemporanea. Revista de Sociologia Politica, Curitiba, n. 27, p. 107123, nov. 2006. Disponivel em: http:www.scielo.brpdfrsocpn 2708.pdf. DAGNINO, E. Os movimentos sociais e a emergencia de uma nova cidadania. In: DAGNINO, E. Org  Anos 90: politica e sociedade no Brasil. Sao Paulo: Brasiliense, 1994. ___________. Sociedade civil, espacos publicos e a construcao democratica no Brasil: limites e possibilidades. In: DAGNINO, E. Org  Sociedade civil e espacos publicos no Brasil. Sao Paulo: Paz e Terra, 2002. ___________Sociedade civil, participacao e cidadania: de que estamos falando? 2004. Disponivel em: bibliotecavirtual.clacso.org.ararlibrosvenezuelafacesmatoDagnino.pdf. DAGNINO, E.; OLVERA, J. A.; PANFICHI, A. Orgs  A disputa pela construcao democratica na America latina. Rio de Janeiro: Paz e Terra, Campinas SP: Unicamp, 2006. DINIZ, E.; BOSCHI, R. R. A consolidacao democratica no Brasil: atores politicos, processos sociais e intermediacao de interesses. In: DINIZ, E.; BOSCHI, R. R.; LESSA, R. Orgs  Modernizacao e consolidacao democratica no Brasil: dilemas da Nova Republica. Sao Paulo: VerticeEd. Revista dos Tribunais, 1989. FAGNANI, E. Politica social no Brasil 19642002: entre a cidadania e a caridade. Unicamp, 2005. Disponivel em: http:plibidigi.unicamp.brdocument. FRAZER, N. Rethinking the public sphere: a contribution to the critique of actually existing democracy. In: ROBINS, B. Ed  The phantom public Sphere. Minneapolis: University of Minnesota Press, 1993. p. 132. FUNDACAO PERSEU ABRAMO. Revista Teoria e Debate, ano 17, n. 56, dez. 2003jan. 2004. HABERMAS, J. Tres modelos normativos de democracia. Lua Nova, n. 36, 1995. ___________. Direito e democracia: entre factilidade e validade. Rio de Janeiro: Tempo Brasileiro, v. 2, 1997. 352p. HALL, P.; TAYLLOR, R. As tres versoes do neoinstitucionalismo. Lua Nova, n. 58, 2003. Disponivel em: http:www.scielo.brpdflnn 58a 10n 58.pdf. JARDIM PINTO, C. R. Espacos deliberativos e a questao da representacao. Revista Brasileira de Ciencias Sociais, v. 19, n. 54, p. 97113, fev. 2004. JESSOP, B. Estrategias de acumulacao, formas estatais e projetos hegemonicos. Revista Ideias, ano 14, 2007. ipea texto para discussao 1378 fev. 2009 35 MONTEIRO, I. R. O estado brasileiro e a participacao social. Teoria e Debate Urgente. Fundacao Perseu Abramo. 2006. Disponivel em: http:www 2.fpa.org.brportalmodules newsindex.php?storytopic835. MORONI, A. J. Participamos, e dai? Social WatchObservatorio da Cidadania Coordenacao executiva: Ibase Grupo de referencia Brasil: Ibase, Fase, Inesc, Rede Dawn, Cfemea, CESe CUcam e Criola. Apoio: Novib, 2005. Disponivel em: http:www.aracati.org.br portalpdfs13_Biblioteca. ___________. O direito a participacao no Governo Lula. 2006. Disponivel em: http:www.icom.orgglobal.conferenceBrasil 2006papersjose_antonio_moroni.pdt. PATEMAN, C. Participacao e teoria democratica. Rio de Janeiro: Paz e Terra, 1992. SANTOS, B. de S. Org  Democratizar a democracia: os caminhos da democracia participativa. 2. ed. Rio de Janeiro: Civilizacao Brasileira, 2003. SANTOS, W. G. dos. Cidadania e justica: a politica social na ordem brasileira. Rio de Janeiro: Campus, 1979. SINGER, P. Tendencias e debates. A crise das ONGs e das politicas sociais. Folha de S. Paulo, 08102008. 36 texto para discussao 1378 fev. 2009 ipea Instituto de Pesquisa Economica Aplicada Ipea 2009 EDITORIAL Coordenacao Iranilde Rego Supervisao Andrea Bossle de Abreu Revisao e Editoracao Equipe Editorial Livraria SBS Quadra 1 Bloco J Ed. BNDES, Terreo 70076900 Brasilia DF Fone: 61 33155336 Correio eletronico: livrariaipea.gov.br Tiragem: 130 exemplares ", "filename": "597624879.pdf", "person": ["Enid Rocha Andrade da Silva", "da Silva, Enid Rocha Andrade"], "date": ["2009"]}