{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/35818/1/597847932.pdf"], "title": ["Have you heard the news? How real-life expectations react to publicity"], "plaintext": "Have You Heard the News? How RealLife Expectations React to Publicity Karen van der Wiel Netspar, Tilburg University and IZA Discussion Paper No. 4064 March 2009 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. ABSTRACT Have You Heard the News? IZA Discussion Paper No. 4064 March 2009 How RealLife Expectations React to Publicity As evidence is accumulating that subjective expectations influence behavior and that these expectations are sometimes biased, it becomes policyrelevant to know how to influence individuals expectations. Information in the media is likely to affect how people picture the future. This paper studies the role of public information dissemination, or publicity, in a reallife expectations formation process. For this purpose, an exceptional Dutch dataset on monthly expectations regarding the future eligibility age for old age social security is analyzed. On average, the publicity reaction in eligibility age expectations is small but the differences among subgroups are considerable. I find that higher educated and high income groups hardly adapt their expectations to relevant publicity. On the contrary, those who do not often read a newspaper have a relatively high publicity reaction. A potential explanation for this latter finding is that these groups have low quality initial expectations. If this is true, publicity thus particularly benefits the initially worse informed groups. JEL Classification: D83, D84, H55 Keywords: Corresponding author: Karen van der Wiel Tilburg University PO Box 90153 5000 LE Tilburg The Netherlands Email: K.M.vdr Wieluvt.nl expectations, information, media Thanks to Arthur van Soest, Frederic Vermeulen, James Banks, Jan van Ours and Damjan Pfajfar for useful comments and suggestions. The Dutch government institution that pays out social security benefits, the Sociale Verzekeringsbank, generously funded this research through Netspar, the Network for Studies on Pensions, Ageing and Retirement. This paper was partly written during a research visit at University College London. 1 Introduction Economists like to believe that expectations play a role in almost every decision that economic agents make. In our models, retailers for example havebeliefs over competitors future prices while determining their own price andhouseholds are assumed to take their unemployment risk into account before signing a mortgage contract. The academic debate on the actual roleof expectations in decisionmaking is still ongoing though. An expandingliterature relates subjective expectations, sometimes measured in probabilities, to individual behavior such as saving, criminal activities and smoking.Interesting papers on the relationship between observed expectations andobserved actions include Stephens 2004, Lochner 2007 and Viscusi and Hakes 2008. While I have tried to contribute to this literature in an earlierpaper Van der Wiel, 2008 by showing that old age social security expectations are related to pension scheme participation, the current paper takesone step back.In this paper I study how public information dissemination influencesobserved expectations for different demographic groups. As more and moreevidence is being presented that subjective expectations are important indecisionmaking, policymakers would like to know whether expectationscan be influenced through information dissemination in the media. Thisis important when individuals expectations are overly optimistic or overlypessimistic. Two examples in the literature of systematically biased expectations are the yendollar exchange rate expectations that were too lowfor Japanese exporting companies Ito, 1990 and the probabilities of obtaining certain diseases that were too high for Dutch women Carman and Kooreman, 2007. In assessing the importance of the publicity reaction, Iam answering the call for more knowledge on the underlying mechanismgenerating expectations by both Manski 2004 in his influential paper onmeasuring expectations 1 and by Bernanke 2007 in his speech for the NBERmonetary economics summer workshop 2.In this paper I specifically examine the influence of newspaper publicityon the degree to which individuals social security expectations change overtime. Public information dissemination, or publicity, is defined here as theinformation concerning the entity at interest that is disseminated throughvarious public media outlets. Publicity can thus contain both new information and repetitions of information that was already known. I find thatthe aggregate publicity reaction of Dutch households in their old age social 1I see a critical need for basic research on expectations formation. Understanding howpersons revise their expectations with receipt of new information often is a prerequisite forcredible use of econometric decision models to predict behavior. Manski, 2004, p.13712We must understand better   the relationship between policy actions and theformation of inflation expectations.   A fuller understanding of the publics learningrules would improve the central banks capacity   to evaluate the implications of itspolicy decisions and communications strategy.Bernanke, 2007, p.42security expectations is small, but that certain subgroups of the population,such as the middleaged and those who infrequently read a newspaper, adapttheir expectations relatively often in publicityrich periods.Unlike the majority of papers in the empirical expectations formationliterature e.g. Gramlich, 1983, Caskey, 1985, Keane and Runkle, 1990,Souleles, 2004 and Lamla and Lein, 2008, I will not base my findings oninflation expectations. Instead I will analyze the influence of publicity on Dutch old age social security expectations, specifically focusing on individuals expectations regarding the future eligibility age 3. I am not the firstto look at these expectations. As U.S. social security expectations are bestdocumented, the literature mostly focuses on Americans perception of theirold age benefits e.g. Dominitz, Manski and Heinz, 2003. Subjective socialsecurity expectations have been studied mostly in order to understand theimpact of social security policy on retirement savings e.g. Bernheim and Levin, 1989, Dominitz et al., 2002 and Van der Wiel, 2008.A major advantage of the Dutch eligibility age expectations over the U.S.expectations is that there cannot be valuable private information involvedwhen Dutch individuals consider the future of their old age social securitysystem. Future benefits perceptions in the U.S. are influenced by individualhealth, job security and income expectations, besides future policy expectations. The same holds for inflation expectations: private information playsan important role as absorbed price information is so different across consumers. Unlike the U.S. system, Dutch old age social security is uniformand universal, and expectations regarding its future will therefore only reflect general policy expectations. The information set that individuals coulduse in forming expectations would for example include the debates and decisions of the Dutch Parliament as well as Statistics Netherlands estimatesof future population growth. This information is all publicly known. Alack of relevant private information is necessary in order to distinguish thepublicity reactions of different demographic groups. If unobservable privateinformation would also play a role in the eligibility age expectations, I couldnever separate differences in information absorption from differences in theavailable information set.Like in most of the expectations formation literature based on surveydata e.g. Carroll, 2003, Mankiw, Reis and Wolfers, 2003, Souleles, 2004,and Branch, 2004, I also observe a high degree of heterogeneity in the levelof expectations. The theoretical model that is the basis for my empiricalanalysis takes this heterogeneity explicitly into account. I then propose anovel method of assessing the influence of publicity on expectations. Thiswill be done by estimating the proportion of the variance in expectation 3The Dutch old age social security system, AOW, is a universal PayAsYouGopension scheme that is currently rewarded to all Dutch citizens from the age of 65 onwards.The monthly amount an individual receives is independent of contributions, income orwealth.3changes that can be attributed to a publicity reaction. The variance is therelevant unit of analysis here as I am interested in all publicity reactions;i.e.in both positive and negative expectations shifts. The estimator isnamed the Publicity Reaction Coefficient PRC and is estimated for different demographic and media consumption groups. To produce the PRC I usetwo Dutch datasets: the Pensionbarometer, a monthly Dutch longitudinalhousehold survey of pension policy expectations, and a dataset containingthe weekly frequency of newspaper articles on old age social security takenfrom the Lexis Nexis database. Naturally, I do not know how many and whatnewspaper articles individuals read or take notice of when determining expectations. However, I do observe multiple survey periods before whichhardly any relevant newspaper articles appeared. The observed expectationchanges in these surveys are likely to be realizations of the heterogeneousreporting error term which allows me to estimate the value of the reportingerror variance per subsample. The Publicity Reaction Coefficient is then estimated by subtracting this error variance from the variance of expectationchanges in highpublicity periods.It turns out that media coverage of the old age social security systemtypically accounts for between zero and thirty percent of the variance inexpectation changes. Rather than publicity, random shifts thus explain themajority of the variance in changes in eligibility age expectations, with especially older individuals being more imprecise in their expectation reports.When comparing subgroups, I find that middleaged, those who infrequentlyread a newspaper, those who consider themselves belowaverage informedabout Dutch politics and those who read free or populist newspapers have arelatively high PRC. These respondents thus change their expectations moreafter heavy media attention than other demographic groups. On the contrary the old, those with a university degree and those who earn a relativelyhigh income have a low Publicity Reaction Coefficient. These socioeconomicgroups are thus relatively insensitive to heavy media attention on old agesocial security. This could be counterintuitive at first, but several plausible explanations can be identified. First, it becomes understandable whenthe majority of newspaper articles about the old age social security systemcontains old news. It is after all likely that those with lower quality initialexpectations adapt their expectations more whenever already available information is repeated in the media. The quality of the priors of those with auniversity degree is probably better so that these respondents can ignore allthe information in the media that they were already aware of. If this is themechanism at play, policymakers could thus improve the quality of expectations by often repeating already available information in the media. Second,another explanation could be that those for whom the future of old age social security is more important pay more attention to the relevant mediaexposure. As the old age social security benefit is universal in level, it playsa minor role in the pension income of high income individuals. Hence, the 4highincome group probably does not read the relevant newspaper articlesas interestedly as middleincome individuals. The same holds for those overthe age of 64 as changes in the social security eligibility age will probably notaffect them anymore. If this is the mechanism at play, policymakers couldprobably not improve the quality of expectations by often repeating alreadyavailable information in the media, as those who want to know already payattention to the available publicity. Additional research is needed to find outmore about the mechanisms that drive the differences in publicity reactionbetween demographic groups.This paper will proceed with an overview of some of the relevant economic literature in Section 2. I then propose an econometric approach toestimate the Publicity Reaction Coefficient in Section 3. Furthermore, Idescribe the Pensionbarometer dataset Section 4 and the information setthat was available to respondents during the observation window Section 5.Section 6 presents the results of the empirical analysis. Section 7 concludes.2 Literature In this section I will present some of the relevant economic literature onexpectations formation and the role that publicity could play in this process. As the contribution of this paper is the empirical analysis of a uniqueexpectations dataset I am however not exhaustive here. Interesting parallelswith the subjective health expectations literature and asset pricing literature could be drawn, but were omitted in order to be as concise as possible.Before data on subjective expectations were available, economists already formulated models for expectations formation in order to completetheir theoretical and structural models. Especially in monetary economicsit is of the utmost importance how expectations formation is modeled. Mostof these expectations formation theories have one thing in common; they linkthe relevant information that is available at time t to what organizations,firms and individuals expect to happen at time t 1. Among the firstto formalize a theory on expectations formation were Arrow and Nerlove1958 who expanded the adaptive expectations theory in which one learnsfrom previous prediction errors. Another wellknown example of such a theory is the rational expectations hypothesis proposed by Muth 1961. Heintroduced the convenient notion that individuals and firms use all the currently available information in a correct way so that they compute perfect,or unbiased, expectations. Given the evidence of judgement biases in simpleevaluation tasks e.g. Tversky and Kahneman, 1974, the rational expectations assumption is unlikely to hold in reality. Several authors have indeedshown that not all relevant and available information is incorporated in expectations e.g. Figlewski and Wachtel, 1981, and Carroll, 2003 and thatchanges in expectations are typically more extreme than expost justifiede.g. De Bondt and Thaler 1990. Given that most of these studies ana5lyze inflation or exchange rate expectations of professional forecasters, theextent to which expectations of the general public are biased is probablyeven larger.Out of discontent with the standard rational expectations assumption,Mankiw and Reis 2002 introduced a more realistic theory: the sticky expectations model. In this expectations formation model all new informationis correctly absorbed in the expectations of a certain fraction of the population, while another ignorant fraction sticks to their previous expectations.Although a vast improvement to the earlier literature on expectations formation, the sticky expectations literature does not discuss which individualsbelong to the updating and which belong to the ignorant group. In fact, thetheory assumes that each period all individuals are equally likely to updatetheir expectations. It seems more reasonable though that certain individuals are always on top of the news and hence display a strong informationreaction, while others systematically ignore the news and hence have morestable expectations.Some authors have tested the stickyexpectations model by quantifyingthe fraction of the population that belongs to the ignorant group, typicallyanalyzing expost prediction errors in inflation expectations. Mankiw, Reisand Wolfers 2003 estimate that professional economists in the Livingstonesurvey update their expectations once every ten months and that households in the Michigan Survey update their inflation expectations once everythirteen months. This comes down to more than ninety percent of individuals ignoring new information revelations each month. Carroll 2003 findsthat the typical household in the Michigan Survey updates inflation expectations roughly once a year, while unemployment expectations appear to beupdated more frequently.Carroll also pays attention to media intensity on the relevant randomvariable. He uses the Michigan Survey to find that inflation expectationsare more accurate in periods before which there is a lot of news coverage oninflation and also that the updating speed in the total population is fasterwhen there has been more news coverage. In his paper, Carroll provides amicrofoundation for Mankiw and Reiss sticky expectations, as he proposesthat the media are the information channel through which individuals, indifferent degrees, absorb professional forecasters inflation expectations. Another example of a study in which publicity plays a direct role is a paper by Lamla and Lein 2008 who examined the role of the media in German consumers inflation expectations. Their findings support Carolls results thatmore news indeed leads to more expectations updating. Lamla and Leinalso investigate the effect of the wording of inflation news and find that theexpectation bias increased in periods in which the media were blaming theintroduction of the euro for significant price increases. Although they doshow that media intensity affects the quality of expectations, neither Carroll nor Lamla and Lein address if and how demographic groups differ in 6their uptake of relevant information in the media.While ignoring the publicity element of expectations formation, otherauthors have examined demographic differences in expectations. Severalpapers have analyzed the differences in expost expectation errors betweenprofessional forecasters, or economists, on the one hand and households onthe other hand e.g. Gramlich, 1983. Unexpectedly, this comparison doesnot always favor the professionals. Gramlich also provides sketchy evidencethat lowincome and loweducation households forecast inflation better. Heargues that this counterintuitive finding has its origin in the acceleratinginflation during the survey period 19781979. Congenital pessimists, whichhe believes lowincome and loweducated individuals are, would have had aforecast advantage in that period. Jonung 1981 was one of the first to decompose household inflation perceptions and expectations demographicallyand he found that women perceived higher inflation rates than men using Swedish data. Jonung suggests that this might have to do with the differentproducts that men and women buy, as especially food inflation had beenrelatively high in the survey period. This importance of private informationsets in inflation expectations has been a major argument to analyze policychange expectations in this paper. Souleles 2004 related macroeconomicforecast errors to demographic characteristics and he found that the forecastbias decreased in magnitude with age, income and education. He howeverdoes not provide an explanation for this phenomenon.The stickyexpectations model is thus a promising recent developmentin the theoretical expectations formation literature that is more realisticthan its predecessors. So far, empirical tests of the model suggests thatmany individuals indeed choose to ignore publicly available information. Itnow seems policy relevant to shed more light on the heterogeneity in thestickiness of expectations. In this paper I focus on how the updating of expectations differs over various demographic and media consumption groups.This empirical exercise can only be done using an expectation for whichprivate information is unimportant, as this will circumvent many identification issues. In Section 4 I will explain that the expectations regarding thefuture of the Dutch old age social security eligibility age are perfect for thispurpose.3 Expectations formation model 3.1 A theoretical model of the information reaction I consider the following expectations formation model that makes only weakassumptions on the relationship between information, publicity and expectations. Individual i reports expectations at time t over the realization ofa random variable y at a specified moment in the future, t z. This expectation will be denoted as ytzand is the sum of three components: ait 7function fi of the absorbed information set that is available at time t, it, atimeinvariant component, i, and a reporting error term, it. The followingequation presents this expectations formation model:it fiit i it. ytz Individual heterogeneity enters the expectations formation formula inmany ways. First, individuals do not necessarily absorb all available information. This means that the personal information set it is a subset ofthe generally available information set t it t. Note that this meansthat private information is excluded in this expectations formation model;individuals differ in their information absorption but they could in principleall access the same knowledge.A second source of individual heterogeneity resides in how the absorbedinformation is translated into an expectation. The information processingfunction fi in the expectations formation model therefore has subscripti. Information absorption and information processing are theoretically different concepts think about the proverb In one ear. . . Out the other.Unfortunately, it is empirically very difficult to distinguish the two effects.Therefore, I will from now on refer to their combined effect on expectationsas the information consumption effect.The expectations formation model includes two additional sources of interpersonal variation. The constant component i represents individuals inherent inclination towards low or high expectations, i.e. towards pessimismor optimism. Moreover, I make assumptions on the distribution of the errorterm it that allow for individual heteroskedasticity. All assumptions on theerror term can be summarized as follows:it n.i.d.0, 2i .The larger the variance of the error term, 2i , the larger is the typicaldeviation in the expectations report from the informationbased expectation. In this model, individuals thus differ in the size of these deviations.A way of thinking about this is that someone with a small error varianceis a precise individual and someone with a high error variance is a sloppyindividual.One source of heterogeneity in the expectations, namely the individualspecific constant term i, can easily be eliminated by taking first differences.It is important to note that in empirical applications this individual constantterm will, besides optimism, also include the influence of initial informationon expectations. This is because the expectations formation process willhave started long before the expectations are first observed by the researcher. The first difference expectations formation model can be found 8below:it ytz ytzi,t 1 fiit fii,t 1 it i,t 1 it ytz itfi it.Expectation changes are thus a linear combination of the change in theprocessed information set that an individual absorbs into her expectationsitfi and a new error component it. The new errors are by assumption independent normal with mean zero and a variance that is twicethe individual error variance 2i .The systematic effect of information on expectation changes itfiis what I call the information reaction. In this paper, I am interested in thesize of this effect and especially in how this size varies over individuals.3.2 Information, publicity and newspaper articles Now that it is clear that expectation changes depend on the new informationthat someone consumes in between two time periods, it is necessary to thinkabout how a person acquires her new expectation formation input. Publicinformation dissemination, or publicity, is likely to play an important partin this information acquisition.The publicity set, t, is defined here as the set of all information onthe realization of the random variable y at time t z that is disseminatedthrough publicly available media outlets between period t 1 and periodt. These outlets would include television programmes, internet blogs andmagazine and newspaper articles. The publicity set, t, can be divided intwo separate subsets: the set of truly new information revelations that wereunavailable last period, t, and the set of repeated information elementsthat were already known last period, t. The exact explanation of thepublicity set is given in the following equations:t t tt t t cid:42 t 1t t 1.Note that the publicity set is defined such that each informational elementcan only enter the set once, so that the number of times that a certain pieceof information is mentioned in the media does not play a role in t.I will assume that the only sources from which individuals derive newinformation, it, are the public media outlets. I thus exclude library visitsand say, university lectures. Note that one does not have to watch a certaintelevision programme oneself to know what it was about. I am allowing forhearing about news from others colleagues, family, friends as long as there 9is only a short period between the appearance of the television programmeand the informal information dissemination. I furthermore do not allow forlagged publicity effects in my expectation change model. A person thatchooses not to read the newspaper in a certain period cannot decide to readit three months later. This is not such a strong assumption as repetitionsof existent information t are an important component of the publicityset t. These two assumptions on the newly absorbed information aresummarized as follows:it t.Unfortunately, there are two empirical problems concerning the publicityset t. First, as I am interested in quantifying the information reaction inexpectations, a quantitative measure of information dissemination is muchmore useful than a set of informational elements. This is because each element of the information set will have a distinct influence on expectationsand these effects cannot be separated empirically. Second, it is technicallyimpossible to exactly observe all informational elements of the publicity sett. Even if a researcher would have time to carefully read the thousands ofrelevant newspaper articles, there is no way to assemble all television programmes that have featured information on the random variable y. Becauseof these data problems, I will introduce a new quantitative and observablemeasure of publicity intensity, t, which I define as the number of newspaper articles that mention the relevant random variable y in their contentin this paper, the old age social security eligibility age. Newspapers arenaturally not the only available media outlet. However, I choose to restrictt to newspaper articles as this is the only information source that can easilybe retrieved. The underlying assumption is that the correlation between thepublicity intensity across all media outlets is very strong.A positive relationship between the number of elements in the publicity set t and the quantitative measure of publicity intensity t is easy toimagine. It is likely that the more newspaper articles appear about a certainsubject, the more information about that topic will be disseminated. Howstrong this relationship is from period to period is hard to say however. Onefrontpage article by a wellknown journalist could have much more influencethan a standard press release that has been copied in all large newspapers.I therefore choose not to further formalize the relationship between the content and quantity of media coverage. The only assumption that I am willingto make is that the publicity set t is empty when the amount of newspaperarticles on the relevant variable y is very low, i.e. when t 0. What Imean with very low will become explicit in Section 5 of this paper.It turns out that the restrictions on no lagged publicity and on the relationship between t and t are very useful assumptions. Together theyimply that the informationrelated component of expectation changes i.e.the information reaction will equal zero when the media intensity on the 10random variable is very low. The information reaction in such circumstancesis laid out in the equation below:itfi 0 if t , i.e. when t 0.Because this proposition requires important assumptions on how individuals obtain their personal information set from the media, it is appropriateto name the information related component of expectation changes the publicity reaction here rather than the information reaction. Although the twoare the same by assumption I believe that readers could misunderstand theinformation effect as having to do with real information revelations onlyt rather than also with repeated elements of the information set t.Note that a lack of publicity is not the only circumstance as a result ofwhich a zero publicity reaction is observed. The publicity reaction couldalso be zero when 1 the individual does not absorb any new publicity, 2all elements of the consumed publicity set were already known to the individual or 3 the individual does not change her expectation after processingthe newly absorbed information.3.3 Identification of the publicity reaction The proposition that the informed component of an expectation does notchange whenever the publicity on the realization of the relevant variable hasbeen negligible will prove useful in identifying the actual publicity reactionlater on. To see this, let me first define two types of time periods: theset L contains periods in which there is hardly any publicity between t 1and t t L if t 0 and the set H contains periods before which somepublicity, containing real andor repeated news, is published t H if t cid:1920. For these period subsets, a different expectation change expression canbe written down.cid:40it ytz it if t Litfi it if t H.It turns out that in lowpublicity periods expectation changes are only arealization of the change error, while in highpublicity periods the publicityreaction enters the expression as well. In order for this distinction between L and H to be empirically relevant I need to observe expectation changesin time periods in which the quantity of relevant newspaper articles is lowt 0 and in periods in which it is high t cid:192 0. I will explain in Section 5 that I indeed observe such periods for my social security policy expectations.I cannot derive interesting empirical results from the expectations changemodel in terms of the level of changes. This is because both increases anddecreases in expectations could be due to publicity reactions but such observations would cancel out in estimations. Instead, I am interested in the 11variance of expectation changes which, under assumptions, can give me insight into the degree to which expectations are formed by publicity consumption. The traditional variance measure is the second central moment,i.e. the extent to which different observations of a variable typically varyit y2. For the publicity reaction analysis I amfrom its mean E ytzhowever interested in the second moment E ytz2 rather than in thesecond central moment as changes in expectations and not levels are theunit of analysis. Think about an individual that increased her expectationby the same large amount for a couple of time periods in a row. The second central moment of this persons expectation changes would equal zero,although it is very well possible that the individual did strongly react topublicity. The second moment of her expectation changes will have beenrelatively large however. In this paper, the word variance will thus represent the second moment of expectation changes, i.e. the average squaredexpectation changes. This is a very intuitive unit of analysis, as it will always increase in the degree of publicity reaction.it The data at hand does have to satisfy one nontestable assumption inorder for the variance to be a suitable unit of analysis. I have to assumethat there is no linear relationship between the publicity reaction and thenew error term i.e. the covariance between these elements of expectationchanges should equal zero:Eitfi it Covitfi, it 0.The zero correlation assumption is necessary for the variance of the expectation changes to be the sum of the variance of its components. Notethat this relatively weak assumption does not rule out heteroscedasticity. Itremains possible for the variance of the change errors 22i to be a function of individual timeinvariant characteristics. If the covariance is indeedzero, the variance of the expectation changes can be decomposed as in thefollowing equation: V arit Eit2 if t LV aritfi it Eitfi2 Eit2 if t H.V arit ytz The periods with very little publicity on the variable that individualshave expectations over L can now be exploited to identify the proportionof the variance in expectation changes related to publicity. A twostep procedure has to be applied. First, I can estimate the variance of the errorcomponent in expectation changes by computing the average squared expectation change in the lowpublicity periods. Second, I can decompose thetotal variance in publicityrich periods H into the variance of the publicity reaction and the variance of the error term which is estimated in the 12first step. This can be done as I assume that the variance of the reporting error term is constant over time, so that the variance of the error termin lowpublicity times will be similar to that in highpublicity times. Thisprocedure then generates an estimate of the proportion of the variance inexpectation changes that is related to information dissemination:cid:92V arit Ei,t L ytz2cid:92V aritfi V ari,t H ytz cid:92V arit Ei,t H ytz2 Ei,t L ytz2.When an estimate of the variance of the publicity reaction exists, I cansay something on the importance of publicity in the expectations formationprocess relative to the importance of noise.I can calculate the Publicity Reaction Coefficient PRC, which is defined as the ratio of the estimatedsystematic variance over the total variance of expectation changes. Thehigher the PRC, the more important is the role of information disseminationin expectation changes. Equation 1 displays how the Publicity Reaction Coefficient is constructed.P RC cid:92V aritfiV arit ytzEi,t H ytz2 Ei,t L ytz2Ei,t H ytz21The Publicity Reaction Coefficient is ideally estimated on the individuallevel. This can be done when sufficient observations are available on the individual level in both publicitypoor and publicityrich periods. Especiallythe number of lowpublicity observations is important because these are usedto estimate the variance of the new error term which should be consistentlyestimated. One can imagine that at least 30 expectations observations inlowpublicity periods would be necessary to do so. Unfortunately the datasetthat I will be using is not long enough to meet this criterium. Thereforethe reporting error variance and consequently the PRC will be estimatedfor different demographic and media consumption subgroups rather thanper individual. The subscript i in this section should for my empirical application thus be interpreted as representing different groups rather thanpersons. The estimated groupPRCs will still be very relevant as these willallow me to draw conclusions on how the publicity reaction in expectationsdiffers across relevant groups in the population.It seems policy relevantto know whose expectations overreact to publicity and who displays largereporting errors. If such groups could be identified, information campaignscould for example be better targeted.3.4 The prediction error variance estimated Under the assumption of normality of the reporting error term it is furthermore possible to see how the noise variance 2is related to demographics.i 13Although this is not central to the publicity reaction analysis, it is nevertheless interesting to see which groups are more prone to errors in theirexpectation estimates. I choose to model the heteroscedasticity in the variance of it in the multiplicative fashion that is often used. Like in thetextbook examples, I thus work with the assumption that the individualvariance equals an exponential function. The squared expectation changesin periods before which no publicity entered the scene t L can then beseen as drawings from the variance distribution.If I moreover take logson both sides, the model simplifies to a linear equation which can be estimated using OLS. These steps are laid out in the equations below. Thecoefficients will tell me who is more precise and who is more sloppy bynature:cid:92V arit Ei,t L ytz2i,t L ytz2 2 2i 2 excid:48iitcid:48lni,t L ytz2 ln2 xi itit n.i.d.0, 2.4 Expectations data 4.1 The Pensionbarometer Although this paper wishes to say something about the publicity reactionin general, the expectations that will be empirically examined are peoplesbeliefs over the future of the Dutch old age social security eligibility age.This subjective expectation is interesting and useful in the publicity reaction analysis for the following four reasons. First, as the Dutch old agesocial security system the AOW is completely universal, i.e. all individuals receive a similar level of benefits from the same age onwards irrespectiveof contributions paid, all forecasts about potential policy changes refer tothe same random variable. The expectations are therefore fully comparable.Second, the majority of individuals expects to grow old and therefore toreceive the nonnegligible 4 AOW benefits at some point in time. Hence,the future of the old age social security system is of direct consequence torespondents, thereby enhancing the quality of answers provided. Third, asthe future of the old age social security system basically depends on a fewindividuals only i.e. on 150 members of parliament and as the debateabout its sustainability is followed closely by the media, I claim that all theinformation that could enter the formation process of eligibility age expectations is publicly available. This implies that differences in expectations 4In 2008 the AOW benefit was equal to gross e 997,12 for a single individual ande 682,51 for a cohabitating individual. Note that gross would almost have been equal tonet in this case.14only reflect differences in which pieces of information individuals absorb andon how this information is processed, not on which information individualsactually have access to.The expectations data analyzed in this paper is taken from a Dutch survey on pensions opinions and expectations, the Pensionbarometer, which iscollected by Cent ERdata at Tilburg University in the Netherlands. Netspar,a Dutch research network on pensions, ageing and retirement, has fundedthe data collection process. The Pensionbarometer is collected mainly toproduce longitudinal statistics for confidencelevels in the Dutch pensionsystem. Every month about 500 individuals are asked to answer a few general questions about social security, pensions and retirement via the internet.The respondents are randomly selected from the Cent ERdata internetpanel,which in turn is a random sample of the population drawn from the municipal registry. Whenever a selected individual does not have access tothe internet, Cent ERdata makes sure that access is arranged. The Pensionbarometer is designed as a paneltype survey, and every respondent receivesthe questionnaire every three months so that there are in total three recurring groups of respondents. This was done to be able to produce theconfidence statistics monthly while not overwhelming the respondents withquestions. In this paper, I use the first thirtyone waves of the Pensionbarometer 16,669 observations. The first wave of the survey was enumerated in May, 2006. The last wave that is included in my analysis was enumerated in November, 2008. A total of 2,573 individuals were interviewed. Individualsparticipated eight times on average. 296 individuals reply only once there isreplacement sampling and 707 individuals answer the probability questionsten or more times.The Pensionbarometer asks a series of four questions about individualseligibility age expectations that read as follows:What is the probability between 0 and 100 that within tenyears within twenty years the AOWeligibility age will be   higher? higher by at least two years? lower? lower by at least two years?The questions were always asked in the order above. Four rather then onequestions were posed to provide insight in the internal consistency and underlying distribution of the expectations. For longitudinal studies it is however more interesting to examine each question separately as this allows meto focus on changes in expectations. Although the total sample PRCs in theother probabilities will also be reported, I therefore estimate the subgroup Publicity Reaction Coefficients using the first question on a higher eligibilityage.Each Pensionbarometer survey, the time horizon for which an individual 15is asked her expectations is randomly chosen and this time horizon thusvaries over the surveys for each individual. The questions either concern aten or a twenty years time horizon. As I believe there is no clear, cardinal relationship between the ten and twenty year expectations I will reportthe results for both horizons separately. This leaves me with a first sampleof expectation levels with 8,521 ten year observations 2,339 individualsand 8,148 twenty year observations 2,322 individuals. A second sample ofexpectation changes is smaller for two reasons. First, the initial Pensionbarometer wave drops out when changes are considered. Second, consecutiveexpectation answers over different time horizons when for example first tenyear expectations are given and later twenty year expectations are also ignored. A change in expectations could in such a case namely also reflecta different opinion on the time horizons rather than it being a result of apublicity reaction.I lose 4,646 first wave observations and another 6,716observations because the time horizon that the individual was asked to provide an expectation over changes from one survey to the next. This leavesme with a second sample of 2,736 ten year expectation changes 1,296 individuals and 2,571 twenty year expectation changes 1,283 individuals.The Pensionbarometer also enumerates several important demographiccharacteristics such as education level, age and income. The Publicity Reaction Coefficient of all relevant subgroups will be estimated in Section 6.Three independent variables concern media consumption, which will be interesting when analyzing the publicity reaction. The media consumptiondata is based on additional questions that were asked to all respondents in June 2008. Unfortunately, this means the media information is not availablefor all respondents, but only for 987 of them. Two questions about directmedia consumption read:How often do you read a newspaper free papers and internetpapers included?and How often do you watch a regular news bulletin on the television?The response scales individuals could use were 1 Every day, 2 Multipletimes a week, 3 Once a week, 4 At least once a month, 5 Less than oncea month. The distribution of answers over these scales can be found in Table 1. The Pensionbarometer sample is relatively wellread and frequentlywatches news bulletins on television. More than sixty percent of respondents state that they read the newspaper on a daily basis.It should benoted that newspaper takeup is generally high in The Netherlands. The Dutch Bureau of Statistics reports that in 2006 51 % of the population hada paid newspaper subscription. For the empirical analysis of this paper I16Table 1: Frequencies of informative media consumption in terms of newspaper and television bulletins for respondents in second sample.Every day Multiple times a week Once a week At least once a month Less than once a month Observations Newspaper 66%18%7%2%6%987Television news 61%30%5%2%3%987Table 2: Response frequency for which newspaper the respondents mostread in second sample.Free newspapers De Telegraaf populistDe Volkskrant progressiveNRC Handelsblad liberalOther Observations Most read 12%11%10%7%60%926have transformed the consumption data in two dummies for relatively lowmedia consumption: low newspaper consumption once a week or less andlow television news consumption once a week or less. This was done because the latter categories contain relatively little observations. I performedsensitivity analysis for the results in Section 6 using a different threshold forthe dummy which had little effects on the results.I also know which newspaper the respondents most often read, as theywere asked to state from which newspaper they typically obtained mostinformation. The frequencies can be found in table 2. The most read category are the free newspapers which are distributed in and around publictransport and in communal buildings such as Metro, Spits and De Pers.12% of respondents indicate that they obtain most information from thesesources. Other large categories are two morning quality newspapers, onemore conservative populist De Telegraaf and another more progressive De Volkskrant 5. It will be interesting to see whether the slant of a newspaper affects how individuals absorb publicity into their expectations in theempirical section.Additionally, respondents were asked to rate their own knowledge of 5The classification of newspapers according to their tone or background is taken froma newspaper article in the NRC Next on the 4th of March 2009.17Table 3: Response frequency for subjective political informedness for respondents in second sample.Very bad Bad Average Well Very well Observations Being informed 3%14%52%28%4%987current political events. The exact question posed read:Compared to the average Dutch person, how well informed areyou about current affairs in Dutch politics?Respondents could choose from five answer categories: 1 Very bad, 2 Bad,3 Average, 4 Well, 5 Very well. Table 3 shows that the Pensionbarometer respondents consider themselves relatively wellinformed, although stillsixteen percent believe that they know less than the average Dutchmen. In Section 6 I translate this data into a dummy for being relatively illinformedvery bad and bad answer categories. This partition was chosen as it bestexplains the differences in empirical publicity reactions.4.2 Characteristics of the expectations formation process In this section I present some noticeable facts of the expectations formationprocess that are observed in the data. Whenever statistics on the expectation levels are reported I have used the first sample N16,669, whereas Iam using the second sample N5,307 whenever statistics on expectationchanges are discussed.Figure 1 sheds some light on the development of the average subjective expectations over all waves and both time horizons. Each datapointrepresents the mean of about 250 observations. The observed average probability of later benefits is well above 50 i.e. a probability of one half forall waves and both time horizons. Hence, pessimism prevails. The averagedoes vary over the relevant time horizon. As one would expect, people believe that the probability of a policy change within the next twenty years ishigher average is 65 than within the next ten years average is 61. Thisdifference was consistent in all but one waves. The Pensionbarometer respondents were most optimistic around the end of 2006 beginning of 2007when a new government was being formed and most pessimistic aroundthe summer of 2008 when a government appointed committee proposed toraise the eligibility age to 67 years. The average probability seems considerably volatile; the difference between the smallest and largest average 18Figure 1: Average probability assigned to higher eligibility age for both timehorizons week 152: 2006, week 53104: 2007, week 105157: 2008.probability is about 15 probability points for both the ten and the twentyyear expectations. Note that I choose to name high probabilities pessimistichere and low probabilities optimistic out of convenience; this does not meanto say that I have an objective rationale to label the high or low answersnormatively.A histogram in Figure A1 in the appendix provides more informationon the distribution of the twenty year answers. A clustering of probabilitiesaround 50 is visible.It has been argued that respondents also provide afifty percent chance response when they have no idea what probability toassign. Manski 2004 however argues that This concern has largely beenlaid to rest as empirical evidence has accumulated. p. 1342. Also giventhat only one percent of respondents always answer 50 to both the ten andtwenty year horizon questions I will assume here that all 50 answers represent true opinions.Although in general respondents are pessimistic about the future of theold age social security eligibility age, considerable heterogeneity in expectations exists. Figure A2 in the appendix represents the median and the 25thand 75th percentile for the expectations with a twenty year time horizon.The average interquartile range is substantial and relatively constant overtime, at about 40 probability points.19.55.6.65.7.75Probability 050100150Week of survey from 112006Ten years horizon Twenty years horizonThis individual heterogeneity in the assessment of future policy changesis to a certain degree persistent. Those individuals who assign a higher orlower than average probability in one period are more likely to do so in thenext period. Using the second sample, I find that the probability of assigning a higher than average probability to a policy change in two consecutiveperiods is equal to 74 % for the ten year expectations and 67 % for thetwentyyear expectations. The probability of assigning a lower than averageprobability twice in a row is 77 % for the ten year expectations and 77 % forthe twenty year expectations. This means that despite the general tendencyto remain less or more optimistic than others, still more than twenty percentof individuals move their expectation to the other side of the distributionfrom one period to the next.The vast majority of individuals, also those who remain on one side of Figure 2: Percentage of respondents adapting eligibility age expectationssince last survey per week week 152: 2006, week 53104: 2007, week 105157: 2008.the average expectation, alter their stated expectations between consecutivesurveys. Figure 2 shows the percentages of respondents that change theirsubjective probabilities by more than five points compared to their previous answer. Absolute changes below five probability points are ignored asthese could just be due to rounding differences. Remember that my second sample only includes observations of individuals who happened to have 20.2.3.4.5Percentage of respondents 050100150Week of survey from 112006Upward change in probability 5 pointsDownward change in probability 5 pointsanswered questions for a similar time horizon in two adjacent surveys andthat expectation changes are thus measured over a three month period. Theaverage percentage of respondents that display a positive change equals 34%and the average percentage of respondents that display a negative changeover all waves equals 32%. About seventy percent of individuals thus significantly update their beliefs within three months. Moreover, only six percentof respondents never change their expectations by more than five probabilitypoints.Table 4 finally displays the regression results of twolimit Tobit regressions of the subjective probability of a higher eligibility age on some relevantdemographic characteristics for both the ten and the twenty year expectations. A tobit estimation technique was chosen to accommodate censoringof the given probabilities at 0 and 100. In both time horizon regressions,the older one gets, the more optimistic one becomes. Also persistent inboth columns; respondents with relatively higher incomes as well as thosewith a partner are significantly more pessimistic. Gender furthermore influences the shortterm social security expectations. Women assign higherprobabilities to an increase in the eligibility age within ten years. Educationmoreover has a significant influence on the longterm eligibility age probabilities. Those who completed a higher vocational or an academic educationare significantly more pessimistic about the future. Despite the significantcovariates, individual heterogeneity and noise seems to be most importantin explaining differences in expectation levels as the regressions only explainabout 0.4 % of the variation in expectations.21Table 4: Coefficients and standard errors of twolimit Tobit regressions.Dependent: probability of higher eligibility age between 0 and 100.110 years220 years S.e.2.9403.1243.0162.9503.1581.8651.6311.6161.7211.7611.7531.8721.9652.0941.3071.296Vocational secondary General secondary Vocational tertiary Higher vocational Academic education Age 1524Age 3544Age 4554Age 5564Age 64Low middle income Middle income High middle income High income Dummy female Dummy partner Observations Individuals Censored at 0Censored at 100Pseudo R2Coef.4.6381.3170.0521.8031.8657.1066.4148.28311.88914.3941.9545.8285.3506.0492.5706.3188,4502,3172881,2850.40%S.e.1.902.112.011.982.2135.841.421.361.381.401.311.421.481.620.990.99Coef.1.3413.8451.4304.9217.7090.1636.3055.2818.88014.0860.3854.9684.8955.8240.3166.4768,0872,29023114910.42%Standard errors in parentheses p 0.05, p 0.01, p 0.001Base categories: primary education, age 2534, low income 225 Publicity set The publicity set t is defined in Section 3 as the set of all informationalelements on the realization of the relevant entity here the old age socialsecurity eligibility age that is disseminated through publicly available media outlets between two survey periods. These outlets include for exampletelevision programmes, internet blogs and magazine and newspaper articles.As explained before, the publicity set contains both new informational elements, t, and repetitions of already available information, t. Becauseit is empirically very difficult to identify the exact elements in and the precise size of the publicity set, Section 3 already introduced the quantity ofnewspaper articles, t, as a reasonable proxy for the intensity of publicityin a given period. Carroll 2003 and Lamla and Lein 2008 also use thenumber of newspaper articles in their papers. In the theoretical section it isexplained that on the relationship between the publicity set and the numberof published newspaper articles the only necessary assumption to estimatethe Publicity Reaction Coefficient is that no information is disseminatedwhenever the number of relevant newspaper articles has been very low.The data on the quantity of newspaper articles is assembled through anonline database of written Dutch media content, Lexis Nexis. Every piece oftext that is published in large magazines and newspapers can be retrievedthrough this database. For each week between the first wave of the Pensionbarometer week 19 in 2006 and the last reported wave week 46 in 2008 I have selected all relevant articles that appeared in Dutch nationalnewspapers. Four different series of weekly quantities were generated thatcould partly overlap: the number of articles containing the acronym AOWin their title, the number of articles containing the acronym AOW in theirintroduction, the number of articles containing the word AOW eligibilityage in their total content and the number of articles containing the wordageing in their introduction. Note that AOW is the acronym of the Dutchequivalent of old age social security. Figure 3 displays these four series separately. Considerable variation in the number of relevant newspaper articlescan be seen, with especially the middle time period low in media attentionfor all four series.Some peaks in the publicity quantities have a real information causeand these events are indicated with vertical lines in Figure 3. Here is asummary of important events related to old age social security during theperiod May 2006 November 2008: a April 2006: The leader of the socialdemocrats Mr. W. Bos gives a speech in which he promotes higher taxrates for retired individuals. These rates had been lower because those over 64 do not pay old age social security contributions; b August 2006: Thepresentation of general election programs by all relevant parties. Most parties, including the liberals and Christiandemocrats, promise to keep theold age social security scheme exactly as it is. Some small parties propose 23Figure 3: Weekly number of news paper articles in Dutch national mediafeaturing words relevant to the old age social security system and specialinterest weeks af week 152: 2006, week 53104: 2007, week 105157:2008.to raise the eligibility age. The socialdemocrats stick to their idea to alter the contributions scheme; c November 2006: The election results comein. Relatively to polls halfayear earlier, the Christiandemocrats win andthe socialdemocrats loose, mainly due to the unpopular social security contributions policy proposal; d February 2007: A coalition government of Christiandemocrats and socialdemocrats is formed and a compromise toincrease tax rates for rich retired individuals is revealed; e June 2008: Aspecial governmentappointed committee committee Bakker of prominentsocial and Christiandemocrats that was asked to think about labor forceparticipation in the long run proposes to e.g.increase the social securityeligibility age by two years from 65 to 67 years. The government officiallyrejects this idea immediately; f November 2008: Parliament accepts a newtaxation law that introduces marginally higher taxrates for those over 64and also a tax credit for those between 61 and 65 who are still employed.Note that from this short description of events, it becomes clear that formore than a year, between March 2007 and May 2008, the discussion aboutthe future of Dutch old age social security disappeared from the politicalscene as other matters were more pressing such as employment protection.24abcdef 010203040AOW in title 050100150Week of surveyabcdef 020406080AOW in introduction 050100150Week of surveyabcdef 010203040AOWage in content 050100150Week of surveyabcdef 01020304050Ageing in introduction 050100150Week of surveyThis period will be very useful in identifying the variation in expectationsthat can be attributed to noise.The quantity of newspaper articles that matters for the publicity reaction in expectations is actually the number of newspaper articles that haveappeared since the last time someone participated in the survey, as thosewill be the potential inputs for changes in expectations. Remember thatalthough the Pensionbarometer is surveyed each month, a single respondentonly participates in it every third month. The relevant quantity here is thusthe cumulative number of newspaper articles that have been published overthese three months since the respondent last answered an expectation question.Figure 4: Cumulative newspaper articles three months before each survey,relative to median per variable. Low publicity periods between dotted linesL. Veryhigh publicity periods between dashed lines HH.To estimate the Publicity Reaction Coefficient my survey span has toinclude periods in which hardly any newspaper articles appeared t 0.I will now introduce two different definitions of lowpublicity periods, basedon the four different series in Figure 3. A period is qualified as a standardlowpublicity period when the quantity of articles for all four publicity serieswas below the median of that variable. The bar plots in Figure 4 show thesecumulative series per survey week in comparison to their respective medians. The publicitylow periods L are those in between the dotted lines. In 25LLHHHH050100150AOW in title 050100150Week of survey LLHHHH0100200300400AOW in introduction 050100150Week of survey LLHHHH050100150AOWage in content 050100150Week of survey LLHHHH50100150200250300Ageing in introduction 050100150Week of surveyFigure 5: Cumulative news paper articles three months before each survey,relative to first quartile per variable. Verylow publicity periods betweendotted lines LL. High publicity periods between dashed lines H.total eight periods can be classified as informationlow using this definition.In the same figure, veryhigh publicity periods HH are identified as thoseperiods before which there was more than the median level of publicity inall four series. The dataset contains seven of these periods. Table A1 inthe appendix provides a list of all periods and their categories.For the purpose of sensitivity analysis in Section 6 a second definitionof publicitypoor periods is introduced, based on the first quartile of thearticle quantities rather than on the median. Figure 5 shows the cumulativenumber of articles compared to their respective first quartiles. A period isqualified as a verylow publicity period LL when the quantity of articlesfor all four publicity series was below the first quartile of that variable. Theverylow publicity periods are those in between the dotted lines in Figure 5. Only three periods can be classified as informationlow using this definition. In the same figure, high publicity periods H are identified as thoseperiods before which for all four series more newspaper articles appearedthan their respective first quartile. There are thirteen of such highpublicityperiods.26LLLLLLHHHH050100150AOW in title 050100150Week of survey LLLLLLHHHH0100200300400AOW in introduction 050100150Week of survey LLLLLLHHHH050100150AOWage in content 050100150Week of survey LLLLLLHHHH50100150200250300Ageing in introduction 050100150Week of survey6 Empirical results 6.1 Reduced form analysis This subsection presents reducedform results of the extent to which thevariance of expectation changes and publicity intensity are related. Thisis done to investigate whether more publicity before a survey indeed leadsto larger changes in expectations. Table 5 presents the results of OLS regressions of the logarithm of squared changes in the higher eligibility ageexpectations on publicity intensity and several other covariates that controlfor individuals propensity to change their expectations.In table 5 eachnewspaper articlescoefficient was estimated in a separate model, on boththe entire sample column I or the ten years column II and twenty yearshorizon column III subsamples.The results suggest that higher publicity levels are significantly associTable 5: Selected coefficients and standard errors of separate OLS models.Dependent variable:logarithm of squared expectation changes in highereligibility age expectations. Newspaper article series in units of 100.IIIIArticles AOWin title Articles AOWin introduction Articles AOWagein total content Articles Ageingin introduction Observations All 0.2520.1140.1150.0480.0060.0930.2310.0765,275IITen years 0.2550.1550.1240.0670.0540.1290.2270.1052,714Twenty years 0.2320.1710.0990.0730.0640.1410.2260.1132,561Standard errors in parentheses are clustered at the individual level p 0.05, p 0.01, p 0.001Other covariates: education level, age group, income group, gender and partnerated with changes in eligibility age expectations. The effect is nonnegligible.One hundred additional newspaper articles that feature the Dutch acronymfor old age social security AOW in their title increase changes in expectations by 25 percent. Not only quantity but also the quality of news seemsto matter; newspaper articles mentioning AOW in their title have an effect on expectation changes that is more than twice as large as the effect ofthose mentioning AOW in the introduction. An additional probitanalysisof whether respondents changed their expectations e.g. with at least 5probability points more often in periods of high publicity intensity showedno significant publicity coefficients. This indicates that the results in table 275 are driven by larger expectation changes rather than by more respondentsadapting their expectation answers.6.2 Publicity Reaction Coefficient The underlying expectations formation model that explains the estimationof the Publicity Reaction Coefficient PRC is laid out in Section 3 and willtherefore not be repeated here. In this section I estimate the publicity reaction in old age social security expectations using the Dutch Pensionbarometer data. To obtain a first impression, Figure 6 depicts average squaredexpectation changes per survey week for the two different time horizons. Asin Figures 4 and 5, the periods between the dotted lines are classified aslow publicity periods L and the periods between the dashed lines as highpublicity periods H. Although the extent to which respondents adaptedtheir expectations does seem somewhat lower in the informationpoor periods the difference is not overwhelming. This indicates that random shifts inexpectation reports account for a substantial proportion of the variance inexpectation changes; something that will be supported by the PRC evidencebelow.Figure 6: Average squared change in probability assigned to later eligibilityage per survey week. Low publicity periods between dotted lines L. Highpublicity periods between dashed lines H.Table 6 then presents the estimates of the Publicity Reaction Coefficients 28LLHHHH3.544.555.5Log of squared expectation changes 050100150Week of survey from 112006Ten years horizon Twenty years horizonfor the total sample over the two different time horizons and for the fourdifferent expectation questions. To remind the reader: the Publicity Reaction Coefficient is defined as the ratio of the estimated systematic varianceover the total variance of expectation changes. The estimated systematicvariance equals the variance of expectation changes in high publicity periods H minus this variance in low publicity periods L. The followingequation, a repetition of Equation 1 in Section 3, displays how the Publicity Reaction Coefficient is constructed.P RC Ei,t H ytz2 Ei,t L ytz2Ei,t H ytz2The PRCs in the first column are estimated exploiting expectation changesin the high publicity and low publicity periods. To check the robustnessof these results, the PRC estimates in the second column only use observations in veryhigh and verylow publicity periods. How high and low andveryhigh and verylow publicity periods are exactly defined is explained in Section 5.In Table A2 in the appendix one finds the number of observations used per estimate divided into those from publicitypoor and thosefrom publicityrich periods. Throughout this section, PRC estimates aredepicted in normal text when the involved error variance estimate is basedon more than 50 observations. Italic text displays Publicity Reaction Coefficients that used error variance estimations based on in between 30 and 50observations. Finally, a PRC is not displayed whenever less than 30 observations could be used to estimate the associated error variance.All but three out of sixteen PRC estimates in Table 6 are positive,Table 6: Publicity Reaction Coefficients for the total expectation changessampleIPublicitypoor vs.publicityrich 10 years 6.8%0.0763.4%0.07713.5%0.16410.9%0.21620 years 1.8%0.0902.2%0.08219.5%0.15630.5%0.160IIPublicityverypoor vs.publicityveryrich 10 years 20.3%0.09516.1%0.09520.5%0.21118.8%0.28220 years1.7%0.1344.5%0.1299.0%0.28226.4%0.256Prob. for higher age Prob. for two yearhigher age Prob. for lower age Prob. for two yearlower age Standard errors are bootstrapped and in parentheses p 0.05, p 0.01, p 0.00129indicating that expectations do change more in periods with a larger publicity set. The publicity reaction is typically larger when the considered timehorizon is shorter. Moreover, the probabilities that individuals assign to alower eligibility age are more sensitive to publicity than the probabilitiesthey assign to a higher eligibility age. For all subsamples however morethan seventy percent of the variance in expectation changes was due to random shifts in expectations as the highest significant PRCestimate equals 30.5%. This is emphasized by the fact that only three PRCs are significantly different from zero.The following tables report Publicity Reaction Coefficients that have Table 7: PRCs for the probability of a higher eligibility age for five differentage groupsIPublicitypoor vs.publicityrich 10 years 42.0%0.16224.9%0.22415.6%0.14521.7%0.13316.1%0.19020 years9.0%0.29211.2%0.31920.1%0.1446.5%0.1798.1%0.194IIPublicityverypoor vs.publicityveryrich 10 years 20 years 22.4%0.3359.6%0.31033.6%0.15130.9%0.1574.3%0.23573.7%0.60692.5%0.81239.9%0.1589.2%0.2692.1%0.326Age 2534Age 3544Age 4554Age 5564Age 64Italic number: error variance based on 3050 obs Standard errors are bootstrapped and in parentheses p 0.05, p 0.01, p 0.001been estimated for different partitions of the total sample. To be relativelyconcise, results are only shown for the higher eligibility age expectations.The first three tables display PRCs for relevant demographic subgroups,while the last two tables focus on media consumption groups. It should benoted that the subgroup PRC estimates are conditional on the partition inthe specified table only and not on other characteristics. This is becausethere are only a limited number of expectation changes in publicitypoorperiods available to estimate the necessary error variance. Estimating the Publicity Reaction Coefficient for smaller subgroups would render these errorvariance estimates unreliable. The number of observations for each estimatein the subsequent tables can be found in Tables A3, A4, A5, A6 and A7in the appendix.30Table 7 reports Publicity Reaction Coefficients for different age groups.Table 8: PRCs for the probability of a higher eligibility age for five differenteducation groupsIPublicitypoor vs.publicityrich 10 years 20 years Primary Vocational secondary General secondary Vocational tertiary Higher vocational Academic education49.1%0.6088.7%0.13024.1%0.19916.2%0.1696.3%0.15525.8%0.31727.9%0.2640.3%0.1633.1%0.2491.2%0.2292.2%0.19030.7%0.357Italic number: error variance based on 3050 obs No number: error variance based on 30 obs Standard errors are bootstrapped and in parentheses p 0.05, p 0.01, p 0.001IIPublicityverypoor vs.publicityveryrich 10 years.%.20 years.%.6.6%0.2372.3%0.4282.4%0.3454.9%0.30258.3%0.68823.5%0.15340.9%0.1995.5%0.30210.3%0.2146.4%0.329Although it is hard to distinguish a clear pattern in the relationship betweenage and the reaction to publicity, the middle age category between 45 and 54 does display the largest publicity reaction in three out of four columns.The PRC of the middle aged is moreover relatively large and significantwhen only the verylow and veryhigh publicity periods are taken into account. Interestingly, the subgroup with the lowest even negative publicityreaction are those individuals over the age of 64 that are already receivingold age social security. It can be argued that once someone receives a benefitshe is no longer interested in news about the eligibility age as changes in thispolicy will not apply to her anymore. The same mechanism could explainthat those in between 55 and 64 display a significant publicity reaction fora change within ten years column II but not for a change within twentyyears.Table 8 reports Publicity Reaction Coefficients for education subsamples. There does not appear to be a linear relationship between level ofeducation and the degree to which a respondent reacts to publicity. Hardlyany of the PRCs are significantly different from zero. What is striking however is that those respondents who managed to obtain a university degree 31Table 9: PRCs for the probability of a higher eligibility age for five differentincome groupsIPublicitypoor vs.publicityrich 10 years 1.0%0.17519.2%0.1569.0%0.18433.7%0.1172.7%0.19220 years 27.6%0.16611.8%0.2013.3%0.1985.7%0.23517.8%0.226Low income Lower middleincome Middle income High middleincome High income Italic number: error variance based on 3050 obs Standard errors are bootstrapped and in parentheses p 0.05, p 0.01, p 0.001II20 years Publicityverypoor vs.publicityveryrich 10 years 25.8%0.17729.7%0.19432.0%0.30437.9%0.17110.3%0.2770.4%0.3714.5%0.3300.1%0.2981.3%0.33623.5%0.355do not respond to publicity at all; their negative PRCs even indicate thatthey change their expectations more in publicitypoor than in publicityrichperiods. Perhaps high educated individuals have such highquality initialexpectations that information disseminated through the media does not induce them to change their policy forecasts.The sample is stratified in five income classes for the estimation of the Publicity Reaction Coefficients in Table 9. The ranking of income subgroups in terms of PRC estimates is rather different over the four columns.However, the high middle income category displayed the highest publicityreaction in both ten yearscolumns, the middle income category displayedthe lowest publicity reaction in these columns and the highest income category displayed the lowest publicity reaction in both twenty yearscolumns.These differences between adjacent groups are surprising and suggest thatseveral opposing factors influence the relationship between income and thepublicity reaction. A possible explanation for the low PRCs of the highestincome group could be that the future of old age social security does notinterest them as they foresee enough alternative income sources.Table 10 reports Publicity Reaction Coefficients for media consumptionand selfreported political awareness subgroups. While focusing on newspaper consumption, what catches the attention is that those who read thenewspaper once a week or less have the highest publicity reaction. This isthe case for all estimates, except for the ten yearshorizon in the publicity32Table 10: PRCs for different media consumption groupsIPublicitypoor vs.publicityrich 10 years9.9%0.11330.9%0.2705.1%0.12114.3%0.2142.3%0.11313.7%0.26220 years 3.1%0.1204.3%0.2644.0%0.12131.7%0.2382.1%0.1192.3%0.349IIPublicityverypoor vs.publicityveryrich 10 years 14.7%0.14240.8%0.28022.4%0.1360.6%0.32520.7%0.13220 years6.5%0.1989.9%0.31512.3%0.19334.1%0.3906.6%0.188.% %.Average newspaperconsumption Low newspaperconsumption Average knowledgeof current affairs Low knowledgeof current affairs Average televisionnews consumption Low televisionnews consumption Italic number: error variance based on 3050 obs No number: error variance based on 30 obs Standard errors are bootstrapped and in parentheses p 0.05, p 0.01, p 0.001poor versus the publicityrich comparison. A similar picture emerges fromthe results on individuals knowledge of current affairs in Dutch politics. Individuals who themselves report that their knowledge is lower than that ofthe average Dutchmen, display higher Publicity Reaction Coefficients. Thisthus means that illinformed individuals do pick up on some of the releasedpublicity on the relevant topic and change their expectations accordingly.At first, these results seem counterintuitive. If low media consumption ishowever correlated with low initial knowledge of old age social security, onecan imagine that publicity should induce more changes in the expectationsof the low informed group. The television news results are in the same direction, but very unprecise as the number of respondents who report lowtelevision news consumption is low.Finally, Table 11 shows PRC estimates for a partition of the dataset intowhat type of newspaper one most often reads. Four specific categories areselected: those who obtain most information from free newspapers, thosewho most often read de Telegraaf a populist conservative newspaper,those who most often read de Volkskrant a progressive newspaper andthose who most often read NRC Handelsblad a liberal newspaper. It turnsout that those who only read free newspapers and those who often read the 33Table 11: PRCs for the probability of a higher eligibility age for five differentnewspaper readership groupsIPublicitypoor vs.publicityrich 10 years 19.3%0.25711.8%0.3290.9%0.35813.0%0.31720.6%0.15620 years 20.3%0.26933.4%0.21955.5%0.60234.5%0.6257.5%0.151IIPublicityverypoor vs.publicityveryrich 10 years.% % % %.20 years.% % % %.13.7%0.21713.0%0.203Free newspapers De TelegraafPopulistVolkskrantProgressiveNRC HandelsbladLiberalOther Italic number: error variance based on 3050 obs No number: error variance based on 30 obs Standard errors are bootstrapped and in parentheses p 0.05, p 0.01, p 0.001populist newspaper have the highest publicity reactions. This could be because of the specific wording in and content of the articles, but also becausethe individuals that typically read these newspapers have lowquality initialexpectations. Those who read the progressive newspaper do seem not veryinfluenceable by the media in terms of their expectations. Respondents whoare in the other newspaper category, which includes regional and smallernational newspapers, display the smallest publicity reaction.All in all, the presented Publicity Reaction Coefficients for the differentdemographic and media consumption subgroups paint an interesting picture. Three groups are identified that do not adapt their expectations morestrongly in high publicityperiods: those over the age of 64, those with auniversity degree and the highest income group. The middle aged respondrelatively heavily to publicity in terms of their expectations, just like thosewho do not often read a newspaper and those who read free newspapersor de Telegraaf. Also the respondents that indicate themselves that theyknow little about Dutch politics display a higher publicity reaction. Sincethe PRC estimates in this section are only conditional on the characteristicpresented in each table, it it unclear what the most important determinantsof differential publicity reaction are. More research will be needed to uncover this.Three explanations of these results come to mind that probably all ex34plain some part of reality. All three involve the publicity set t that individuals use as an input in their expectations formation process. First, generallylessinformed groups are more susceptible to repetitions of old news in themedia, t. The quality of the initial expectations of those with a universitydegree and the highest income groups is probably higher than the quality ofexpectations of, say, those who do not often read a newspaper. If the publicity set contains mostly old news those who did not pay enough attention tothe news before, should respond to these publicity items by shifting their expectations up or down, depending on which old news elements they absorbedover the last period. A second explanation only concerns the Publicity Reaction Coefficient estimates of which type of newspaper the respondent mostoften reads. As mentioned above, it is possible that the type and tone ofnews that is published in free and more populist newspapers is such thatit leads to higher expectation changes by its readers. Third, as mentionedbefore, some groups have lower stakes in the future of the old age socialsecurity eligibility age so that they will hardly pay attention to the publicity set t. Those already receiving a benefit and those who are financiallywelloff probably do not suffer much when the eligibility age goes up andhence will ignore news on the matter.6.3 Variance in expectation change error terms explained As explained in Section 3.4, a side product of the estimation of the Publicity Reaction Coefficients is that one can analyze individuals reportingerrors by investigating their expectation changes in the publicitypoor periods. Table 12 presents estimation results for regressing the log of squaredexpectation changes in the low publicity periods as defined in Section 5 onseveral demographic characteristics. Changes in expectations are assumedto be drawings from the reporting error variance here and the presentedregressions thus capture the factors that influence heteroscedasticity. Theregression coefficients will explain which groups are more likely to provideerroneous expectation answers.The age group dummies turn out to be among the few significant covariates in explaining how errorprone individuals are. Typically, the youngerthe respondent the lower the error variance is. This means that especiallythose over 64 are more inclined to randomly shift their expectations up anddown, even if no publicity forces them to do so. In the twenty yearshorizonregression, the group of people between 35 and 44 years old is the only thatis significantly less errorprone than the elderly. Income also matters significantly in explaining mistakes in the second column. Those with lowermiddle incomes and middle incomes have higher estimated error variances.In general, the explanatory power of these regressions is low, indicating thatthere is large individual heterogeneity in the prediction error variances.35Table 12: Coefficients and standard errors of OLS models. Dependent variable: logarithm of squared expectation changes in publicitypoor periods.Age 2534Age 3544Age 4554Age 5564Vocational secondary General secondary Vocational tertiary Higher vocational Academic education Low middle income Middle income High middle income High income Dummy female Dummy partner Observations Individuals R2110 years220 years S.e.0.3900.3640.3310.3370.5030.5350.5320.5210.6090.3650.3760.3770.4460.2590.273Coef.1.5300.4920.7180.7060.2480.2100.4640.2080.1840.0010.1060.3290.4000.0950.1767405543.4%Coef.0.2170.7010.4350.3000.3620.6870.6270.8410.2910.9560.9290.5170.5490.2280.0697415593.1%S.e.0.4200.4090.3680.3640.5280.6200.5550.5620.6380.4120.4310.4640.5520.2920.266Standard errors are corrected for clustering at the individual level p 0.05, p 0.01, p 0.001Base categories: primary education, age 64, low income 367 Conclusion As empirical evidence is accumulating that subjective expectations influence economic decisionmaking and that these expectations are sometimesbiased, it becomes policyrelevant to know how to influence individuals expectations. It is likely in this respect that information in the media affectshow people feel about the future. This paper sheds light on the role of publicinformation dissemination, or publicity, in a reallife expectations formationprocess. More specifically: I estimate the degree to which different demographic and media consumption groups adapt their expectations to publicityabout the relevant random variable.To examine demographic differences in the publicity reaction, one needsdata of an expectation on which private information has no influence inorder to circumvent identification problems.I therefore use the Pensionbarometer, a unique monthly dataset of expectations on the Dutch old agesocial security eligibility age. As the relevant media attention differed substantially over the survey period, I am able to estimate the proportion of thevariance in the eligibility age expectation changes that can be attributed topublicity the Publicity Reaction Coefficient PRC without making strongassumptions on the expectations formation process.My findings are in line with other empirical papers that suggest media intensity affects the precision and updating of inflation expectations Carroll,2003, and Lamla and Lein, 2008. For the total population, the publicityreaction in eligibility age expectations is estimated to be in between zero andthirty percent. Rather than publicity, random shifts thus explain the majority of the variance in changes in eligibility age expectations, with especiallyolder individuals being more imprecise in their expectation reports. Thedifferences in the publicity reaction among subgroups are considerable however. I find that middleaged, those who infrequently read newspaper andthose who know little about Dutch politics have a relatively high publicityreaction. This can be understood if the majority of newspaper articles aboutold age social security contains old news rather than real information revelations. It is after all likely that those with lower quality initial expectationsadapt their expectations more whenever already available information is repeated in the media. Also those who report to obtain most of their newscontent from either free or a populist newspaper De Telegraaf changetheir expectations more severely in highpublicity periods. The wording inand content of these newspapers could explain this observation. Moreover, Ifind that those over the age of 64 and high income individuals do not adapttheir expectations more often in publicityhigh periods. It seems as if thosewith low stakes in the future of the old age social security eligibility age paylittle attention to publicity on the matter.Provided that the explanations that I propose for my PRC results arevalid, policymakers could learn the following about publicity and expec37tations formation. On the one hand, those who have low quality initialexpectations are easily influenced by whatever appears on the subject innewspapers and on television. If policymakers would like to influence theexpectations of the weaker informed group it would be wise to often repeathighquality information in the media so that eventually even they hear thenews. On the other hand, those who feel they have little to do with theexpectation at hand are hard to influence by public information dissemination, as they will hardly pay attention to the news. This is fine when thedisinterest is justified, but rather problematic when it is not.References Arrow, K. and Nerlove, M.: 1958, A Note on Expectations and Stability,Econometrica 262, 297305.Bernanke, B.:2007, Inflation Expectations and Inflation Forecasting,Speech, Monetary Workshop of the NBER Summer Institute.Bernheim, B. and Levin, L.: 1989, Social Security and Personal Saving: An Analysis of Expectations, American Economic Review 792, 97102.Branch, W.: 2004, The Theory of Rationally Heterogeneous Expectations:Evidence from Survey Data on Inflation Expectations, Economic Journal 114, 592621.Carman, K. and Kooreman, P.: 2007, Flu Shots, Mammograms and the Statistical Value of Life, Netspar working paper, Tilburg University.Carroll, C. D.: 2003, Macroeconomic Expectations of Households and Professional Forecasters, Quarterly Journal of Economics 1181, 269298.Caskey, J.: 1985, Modelling the Formation of Price Expectations: ABayesian Approach, American Economic Review 754, 768776.De Bondt, W. and Thaler, R.: 1990, Do Security Analysts Overreact?,American Economic Review 802, 5257.Dominitz, J., Manski, C. and Heinz, J.: 2002, Social Security Expectationsand Retirement Savings Decisions, JCPR Working Papers 273, Northwestern UniversityUniversity of Chicago Center for Poverty Research.Dominitz, J., Manski, C. and Heinz, J.: 2003, Will Social Security be therefor you?: How Americans Perceive their Benefits, NBER Working Papers 9798.Figlewski, S. and Wachtel, P.: 1981, The Formation of Inflationary Expectations, Review of Economics and Statistics 631, 110.38Gramlich, E.: 1983, Models of Inflation Expectations Formation: A Comparison of Household and Economist Forecasts, Journal of Money,Credit and Banking 152, 155173.Ito, T.: 1990, Foreign Exchange Rate Expectations: Micro Survey Data,American Economic Review 803, 434449.Jonung, L.: 1981, Perceived and Expected Rates of Inflation in Sweden,American Economic Review 715, 961968.Keane, M. and Runkle, D.: 1990, Testing the Rationality of Price forecasts: New Evidence from Panel Data, American Economic Review 804, 714735.Lamla, M. and Lein, S.: 2008, The Role of Media for Consumers Inflation Expectation Formation, KOF Working Papers 201, KOF Swiss Economic Institute.Lochner, L.: 2007, Individual Perceptions of the Criminal Justice System,American Economic Review 971, 444460.Mankiw, N. G. and Reis, R.: 2002, Sticky Information Versus Sticky Prices:A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 1174, 12951328.Mankiw, N. G., Reis, R. and Wolfers, J.: 2003, Disagreement about Inflation Expectations, NBER Working Papers 9796.Manski, C. F.: 2004, Measuring Expectations, Econometrica 725, 13291376.Muth, J.: 1961, Rational Expectations and the Theory of Price Movements,Econometrica 293, 315335.Souleles, N.: 2004, Expectations, Heterogeneous Forecast Errors, and Consumption: Micro Evidence from the Michigan Consumer Sentiment Surveys, Journal of Money, Credit, and Banking 361, 3972.Stephens, M.: 2004, Job Loss Expectations, Realizations, and Household Consumption Behavior, Review of Economics and Statistics 861, 253269.Tversky, A. and Kahneman, D.: 1974, Judgment under uncertainty: Heuristics and biases, Science 1854157, 1124 1131.Van der Wiel, K.: 2008, Preparing for Policy Changes: Social Security Expectations and Pension Scheme Participation, IZA Working Paper 3623.39Viscusi, W. K. and Hakes, J.: 2008, Risk Beliefs and Smoking Behavior,Economic Inquiry 461, 4559.A Figures Figure A1: Histogram of probabilities assigned to higher eligibility agewithin twenty years.4002468Density 0.2.4.6.81Probability of higher eligibility ageFigure A2: Interquartile range for probability assigned to higher eligibilityage within twenty years week 152: 2006, week 5375: 2007, week 105157:2008.B Tables 41.2.4.6.81Probability 050100150Week of survey from 11200625th percentile Median 75th percentileTable A1: Overview of classification of survey weeks Week Year End survey week Lowpublicity Startmediacount Very lowpublicity Highpublicity Veryhighpublicity No No No No No No No No No No No No No Yes No Yes Yes No No No No No No No No No No No No No No No No Yes Yes Yes Yes Yes Yes Yes Yes No No No No No No No No No No No No Yes Yes Yes No No No No No No No No Yes Yes Yes Yes Yes Yes No No No No No No No No No No No No No No Yes No No No No No No No No 19232933384246505458626772768085899398102107111115119125128132137141146150200620062006200620062006200620062007200720072007200720072007200720072007200720072008200820082008200820082008200820082008200813mei 10jun 22jul 19aug 23sep 21okt 18nov 16dec 13jan 10feb 9mrt 13apr 18mei 15jun 13jul 17aug 14sep 12okt 16nov 14dec 19jan 16feb 15mrt 12apr 24mei 14jun 12jul 16aug 13sep 18okt 15nov No No No No No No No No No No No No Yes Yes Yes Yes Yes Yes No Yes Yes No No No No No No No No No No 2apr 14mei 11jun 23jul 20aug 24sep 22okt 19nov 17dec 14jan 11feb 10mrt 14apr 19mei 16jun 14jul 18aug 15sep 13okt 17nov 15dec 20jan 17feb 16mrt 13apr 25mei 15jun 13jul 17aug 42Table A2: Number of observations in estimation of Publicity Reaction Coefficients for the total expectation changes sampleIPublicitypoor vs.publicityrich 10 years 1,2337441,2327441,2327421,23174120 years 1,1557421,1547361,1527341,152733IIPublicityverypoor vs.publicityveryrich 10 years 68530268430268430168330120 years 633273632272631271631270Prob. for higher age Prob. for two yearhigher age Prob. for lower age Prob. for two yearlower age Observations in publicitypoor periods in parentheses Table A3: Number of observations in estimation of PRCs for the probabilityof a higher eligibility age for five different age groupsIPublicitypoor vs.publicityrich 10 years 16610323111630417727918525316320 years 15097186117268198281173270157IIPublicityverypoor vs.publicityveryrich 10 years 95481333816681146711456420 years 83 349838155861505914756Age 2534Age 3544Age 4554Age 5564Age 64Observations in publicitypoor periods in parentheses 43Table A4: Number of observations in estimation of PRCs for the probabilityof a higher eligibility age for five different education groupsIPublicitypoor vs.publicityrich 10 years 5343341232127832581462991561558420 years 68473122071518523314326418012780IIPublicityverypoor vs.publicityveryrich 10 years 31181968971401364817177803020 years 3719 17478842213551139716432Primary Vocational secondary General secondary Vocational tertiary Higher vocational Academic education Observations in publicitypoor periods in parentheses Table A5: Number of observations in estimation of PRCs for the probabilityof a higher eligibility age for five different income groupsIPublicitypoor vs.publicityrich 10 years 25215022315124415925613024415020 years 204124255142207178224161256136IIPublicityverypoor vs.publicityveryrich 10 years 149611386613356134621275720 years 1184313144119621256813656Low income Lower middleincome Middle income Higher middleincome High income Observations in publicitypoor periods in parentheses 44Table A6: Number of observations in estimation of PRCs for the probability of a higher eligibility age for newspaper consumption and selfreportedpolitical awarenessIPublicitypoor vs.publicityrich 10 years 6763971195571240820 years 62742112878681450834466238413368744964042511574IIPublicityverypoor vs.publicityveryrich 10 years 35515320 years 313147581837515138203401457326673134016240163281515227Average newspaperconsumption Low newspaperconsumption Average televisionnews consumption Low televisionnews consumption Average informedness Low informedness Observations in publicitypoor periods in parentheses Table A7: Number of observations in estimation of PRCs for the probabilityof a higher eligibility age for five different newspaper readership groupsIPublicitypoor vs.publicityrich 10 years 805589477846504045924120 years 9156864965595731405280IIPublicityverypoor vs.publicityveryrich 10 years 49204021371528182439020 years 53284815282426719694Free newspapers De TelegraafPopulistDe VolkskrantProgressiveNRC HandelsbladLiberalOther Observations in publicitypoor periods in parentheses 45", "filename": "597847932.pdf", "person": ["Karen van der Wiel", "van der Wiel, Karen"], "date": ["2009"]}