{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/35646/1/597870764.pdf"], "title": ["Restaurant prices and the minimum wage"], "plaintext": " Discussion Paper No. 4070 March 2009 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Restaurant Prices and the Minimum Wage Denis Fougere CNRS, CRESTINSEE, Banque de France, CEPR and IZA Erwan Gautier DEMSSAMICBanque de France Herve Le Bihan DEMSSAMICBanque de France Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 4070 March 2009 ABSTRACT Restaurant Prices and the Minimum WageE31, D43, L11 We examine the effect of the minimum wage on restaurant prices. We contribute to both the study of economic impact of the minimum wage and to the micro patterns of price stickiness. For that purpose, we use a unique dataset of individual price quotes collected to calculate the Consumer Price Index in France and we estimate a price rigidity model based on a flexible S; s rule. We find a positive and significant impact of the minimum wage on prices. The effect of the minimum wage on prices is however very protracted. The aggregate impact estimated with our model takes more than a year to fully pass through to retail prices. JEL Classification: Keywords: Corresponding author: Denis Fougere CRESTINSEE 15 Boulevard Gabriel Peri 92245 Malakoff Cedex France Email: fougereensae.fr price stickiness, minimum wage, inflation, restaurant prices We would like to thank participants in the Annual Meeting of the Canadian Economic Association Halifax, 2007, in the JMA Conference SaintDenisdelaReunion, 2008 and seminar participants at the Bundesbank FrankfurtamMain, 2007, at the Banque de France Paris, 2008, at the Federal Reserve Bank of Chicago Chicago, 2008, at the European Central Bank FrankfurtamMain, 2008 and at the MIT Boston, 2008 for their comments on preliminary versions of this paper. We would also like to thank Daniel Aaronson, Gadi Barlevy, Ricardo Caballero, Patrick Feve, Jonas Fisher, Eric French and Yannick LHorty for helpful remarks and discussions. This paper does not necessarily reflect the views of the Banque de France. 1 Introduction The economic eects of the minimum wage are at the heart of a longlasting controversy. Recentand incid:135uential works by Katz and Krueger 1992 and Card and Krueger 1994 have revivedthis controversy. Focusing on US fastfood restaurants, in which employees paid at the minimumwage are a substantial part of the labor force, they cid:133nd little evidence of an eect of the minimumwage on employment. Neumark and Wascher 2000 have disputed their result. Using payrolldata, they found evidence of a negative employment eect. Card and Krueger 2000 havesubsequently challenged this result by using the same payroll data. Although most of thecontroversy has focused on the impact of the minimum wage on employment Brown, 1999,changes in the minimum wage may have an impact on prices as well. However, evidence on theprice eect of the minimum wage is relatively scant for the moment Lemos, 2008. In the caseof fastfood restaurants, available evidence include papers by Card and Krueger 1994 and by Mc Donald and Aaronson 2006.The present paper uses individual price quotes and a microeconometric approach to assessthe impact of the minimum wage on prices in restaurants in France. Like in the US, Frenchrestaurants are well suited for assessing the eect of minimum wage increases since the proportionof employees paid at the minimum wage is high in this industry around 40%. Moreover, wagesetting is not aected by collective bargaining in restaurants, because collective agreements arevery scarce in this industry composed of very small cid:133rms. Our price dataset is unique andconsists of thousands of monthly price quotes collected in restaurants between 1994 and 2003 bythe French Statistical Institute Insee, Paris to compute the Consumer Price Index see Baudryet al., 2007, for an overall analysis of price stickiness using these data.The contribution of our paper is twofold. First, we provide new estimates of impact ofminimum wage increases on prices by using microdata. This approach was introduced by Katzand Krueger 1992 and Card and Krueger 1994 who used a dierenceindierences estimationstrategy.1 More recent studies have used panel data with a larger timedimension. For instance,1 Since the minimum wage in France is binding at the national level, all cid:133rms are equally concerned. Thusthere is no possibility to apply a dierenceindierences methodology requiring the existence of a valid controlgroup.3using BLS data, Mc Donald and Aaronson 2006 cid:133nd a positive and fast impact of the minimumwage on prices. Using the same type of data, our econometric strategy is however dierent sincewe build a microeconometric nonlinear model which accounts both for the infrequency of priceadjustments and the size of price changes. This strategy allows us to better capture delayedeects of the minimum wage on prices and to analyze the aggregation of nonlinear pricing rulesadopted by heterogenous agents.2Our paper also adds to the empirical literature on price rigidity. Price rigidity is a crucialissue in macroeconomics. After a shock, macroeconomic dynamics typically depends on microeconomic features, like pricesetting behaviour of the cid:133rms see, for instance, Goodfriend and King, 1997. A recurrent challenge for economists is to understand the mechanisms underpinning the infrequency of price adjustments. In particular, price changes in the services sectorare known to be rare. In the euro area and in the US, only 5.6% and 15% of service pricesare respectively modicid:133ed each month compared with 15% and 25% for prices composing theoverall CPI. Restaurant prices are a particularly sticky component of services, with respectivefrequencies of price changes of 4.7% and 9.0% Bils and Klenow, 2004 and Dhyne et al., 2006.Restaurant prices thus appear as an ideal item for assessing price rigidity models. In addition,industries with very sticky prices are of particular interest from a monetary policy perspective:Aoki 2001 shows that the optimal monetary policy should put more emphasis on stabilizingthe incid:135ation rate in the stickiest sectors. Some recent papers have looked at restaurant priceswith a sticky price perspective. For instance, Gaiotti and Lippi 2005 and Hobijn et al. 2006have proposed theoretical models to explain the pricing behaviour of restaurants during theeuro cash changeover. Using microdata for European and Italian restaurants, they build andcalibrate theoretical models to test dierent theoretical assumptions and provide some insightsinto the mechanisms underpinning the incid:135ation peak at the euro cash changeover date. Goetteet al. 2005 report some empirical evidence about the price adjustment of various items sold in 2 Another possibility is to use aggregate sectoral data. Adopting this approach, Lee and Ocid:146Roarke 1999 cid:133nda signicid:133cant eect of the minimum wage on prices. Aaronson 2001 uses timeseries reducedform equations forestimating the reaction of the price subindices of the CPI in the U.S. and Canada to an increase of the minimumwage. He obtains some evidence of a lagged and positive impact of minimum wage increases on prices.4Swiss restaurants. They show that the size of price changes does not respond to incid:135ation whilethe key variable in the variability of incid:135ation seems to be the frequency of price changes. Ourcontribution is to estimate a microeconometric model that links restaurant prices to costs. Bycontrast, many empirical studies of price adjustment approximate marginal cost using a sectoralincid:135ation rate see, for instance, Cecchetti, 1986, and Fougre et al., 2007 or an unobservedsynthetic factor Dhyne et al., 2007. Here, the large proportion of workers paid the minimumwage in French restaurants motivates our focus on the minimum wage as a relevant measure ofcid:133rmscid:146marginal cost. We are then able to determine to what extent observed price stickiness inthis industry may result from cost stickiness.Our main cid:133ndings are the following. The minimum wage has a positive and signicid:133cant impacton prices in restaurants, in line with the weight of lowwage labor in total costs. However,contrary to other studies, we exhibit a protracted impact of the minimum wage on prices.Changes in the minimum wage can take more than a year to pass through to retail prices. Asa result, stickiness in restaurant prices is not just the mere recid:135ection of stickiness in its maindeterminants.The next section presents the dataset used as well as the main features of restaurant priceadjustments in France. Section 3 presents our econometric model of price rigidity. Estimationresults and an assessment of the overall cid:133t of the model are presented in Section 4. In Section 5, we simulate the model to assess the aggregate eect of the minimum wage on prices. Wecompare the response obtained from these microsimulations with those obtained from a linearmodel estimated with aggregate data.2 Data 2.1 Restaurant prices 2.1.1 Data sources Our data are extracted from a longitudinal dataset of monthly price quotes collected by the French Statistical Institute Insee, Paris from July 1994 to February 2003 to compute the 5Consumer Price Index CPI. Each observation is the price of a specicid:133c item here a menu or acourse in a particular outlet here a restaurant. Prices are inclusive of all taxes. Along with theprice level, an individual product code the outlet and the product category, the year and themonth of the record are also available; they allow us to follow the price of a product through time.Prior to estimation, some specicid:133c data treatments have been done. Due to holidays, cid:147missingcid:148prices are quite frequent. The French Statistical Institute Insee, Paris generally replaces themwith the average price observed in other outlets in the same area. But this procedure mayintroduce some spurious price changes. Thus, we assume that the price does not change whenthe restaurant is temporarily closed. As the euro cash changeover is included in our observationperiod, we divide all prices recorded before 2002:1 by 6.55957, the o cial French franceuroexchange rate. Details on data treatments are provided in Baudry et al. 2007 and Fougre etal. 2007.Our analysis is focused on restaurant prices. We distinguish between traditional and fastfood restaurants, since the pricing strategy of these two types of outlets is markedly dierent,as shown below. Several types of items are observed in our dataset: hors dcid:146cid:156uvre, desserts,main course, wine, meals in traditional restaurants, and meals in fastfood restaurants. Wechoose to restrict our sample to full meals in traditional and fastfood restaurants since they arethe most representative items, and because data on full meals are more systematically recordedin restaurants while the other items may not be systematically reported. The meal in atraditional restaurant typically consists of a starter plus a main course or a main course plus adessert. In fastfood restaurants, it consists of a hamburger, french fries and a soft drink. Pricesin restaurants are always inclusive of service and valueadded tax VAT. Note that the VAT ratefor takeaway food is lower than for traditional restaurants 5.5% versus 19.6%. Our databasecontains 93,816 price quotes for the item cid:147menu in a traditional restaurantcid:148, corresponding to 2,948 dierent restaurants, and 10,726 observations for the item cid:147menu in a fastfood restaurantcid:148,corresponding to 448 dierent fastfood restaurants.Figure 1 displays examples of actual price trajectories for a full meal price in traditionalrestaurants. Price changes do not occur continuously. This pattern is quite typical of stickyprices:long periods of price stability are interspersed with small or large price increases. In 6the following section, we document the main characteristics of price rigidity in traditional andfastfood restaurants.Figure 12.1.2 Patterns of price rigidity The frequency of price changes is generally considered as a good indicator of price rigidity e.g.Bils and Klenow, 2004, Dhyne et al., 2006. In our sample, restaurant prices and, to a lesserextent, fastfood prices are very rigid. On average, around 4% of traditional restaurant pricesand 9.4% of fastfood prices are modicid:133ed each month in France, compared to around 19% onaverage for all CPI price quotes Baudry et al., 2007. As a result, the duration of a price spellis on average equal to two years in restaurants and to less than one year in fastfood restaurantssee Table 1. This result is quite consistent with previous cid:133ndings in the US and in the euroarea. Using US data, Mac Donald and Aaronson 2006 cid:133nd that around 13% of restaurant priceschange every two months, implying a monthly frequency of price changes equal to 6.5%. For theeuro area, Dhyne et al. 2006 report a frequency equal to 4.7%. Owing to this apparently highdegree of stickiness, restaurant prices seem to be a good candidate for the estimation of pricerigidity models.Table 1 Figure 3The infrequency of price changes is often explained by the existence of price adjustmentcosts. As noticed by Fisher and Konieczny 2006, these costs can be divided into three categories. First, some costs, called menucosts, are associated with printing new menus or labels.The second category includes the costs of the decisionmaking process, e.g. collecting information, analyzing changes in the cid:147optimalcid:148nominal price in the absence of adjustment costs, anddeciding the amount of the price change. The last type of costs could occur in the event ofan unfavourable reaction from customers to price increases; these costs could be called cid:147antagonization costscid:148. In restaurants, these three types of costs are likely to be at stake. Note that intraditional restaurants, managers may choose a decrease in quantity or quality of food in their 7standard menu as a substitute to a price increase. This reaction would strengthen the case forantagonization costs with respect to price changes. Such a strategy is however not possible forstandardized products like fastfood restaurant items, which may rationalize the higher degreeof price stickiness in traditional restaurants.Figure 3 displays the frequency of price changes over time for the two types of restaurantsconsidered here. The frequency of price changes is quite stable over time, except in some specicid:133cmonths. In the case of traditional restaurants, the frequency of price changes has noticeablepeaks in January and September, the frequency value being around 5% in these two monthsversus around 3% in other months.3In fastfood restaurants, the frequency of price changesdisplays less regular patterns. However, in January, February and July, around 10% of prices aremodicid:133ed, against less than 7% on average during the year.4 Such seasonal price changes mayresult from the costs associated with the pricechange decision. As documented by Zbaracki etal. 2004, adjusting prices is a long process which can last a whole year because managers haveto collect information on competitors and monitor the cost developments. Moreover, as shown by Mcid:252ller et al. 2009, the opportunity cost of adjusting prices may increase in some periods of theyear in which managers face a higher store tra c for example during holidays. So, managersmay prefer revising their prices according to a discretetime process in specicid:133c periods of theyear rather than continuously see Fisher and Konieczny, 2006, for some empirical evidence.In our case, January and September correspond to the reopening of traditional restaurants afterholidays. Price changes during these months would then be less costly.2.1.3 The distribution of price changes A specicid:133c feature of price changes in services is the low proportion of price decreases: 20% ofprice changes are decreases while this proportion is around 40% for the whole CPI Baudry etal., 2007. The degree of downward price rigidity is even higher in traditional restaurants: morethan 90% of price changes are increases and only 10% are price decreases. Prices in fastfood 3 This calculation does not take account of years 2002 and 2003, which have very specicid:133c patterns due to theimpact of the euro cash changeover.4 This calculation does not take account of years 2002 and 2003. See the previous footnote.8restaurants also exhibit, though to a lesser extent, some nominal downward rigidity. In fastfoodrestaurants, 24% of price changes are price decreases. Two interpretations for nominal downwardrigidity can be invoked. First, marginal costs may rarely decrease. Second, it could also be aconsequence of customer antagonization costs: Rotemberg 2005 develops a model in whichconsumers may react negatively to price changes and Zbaracki et al. 2004 show the empiricalrelevance of these antagonization costs. A restaurant manager may thus be reluctant to reducethe price immediately if heshe expects that the price will rise again in the future, which impliesthat the adjustment cost will have to be paid again. Although it is unlikely that a price decreasewould entail customer anger, one can assume that the prospect of future antagonization costscould prevent current price decreases.Table 2 Figure 4The distribution of price changes is represented in Figure 4. While a simple menucost framework would suggest that, as price changes are rare, the size of price changes should be ratherlarge, we observe that the proportion of small price changes is substantial. Around 25% of theprice increases are smaller than 1.6% in traditional restaurants and smaller than 1.3% in fastfood restaurants Table 2. We also note that the average size of a price decrease is larger thanthe size of a price increase Table 2. The distribution of price changes is also characterized bya noticeable proportion of large price changes: in traditional restaurants 10% of price increasesare larger than 8% while 10% of price decreases are smaller than 13%. One possible interpretation is that, although customers may react more strongly to a large price increase than tosmall repeated price increases, some cid:133rms may prefer implementing large price changes becauseof cid:133xed costs associated with price changes.To sum up, large price decreases are common and small price increases are not rare. MacDonald and Aaronson 2006 observe similar patterns for US restaurant prices: the price changedistribution is asymmetric, the proportion of small price changes is important, 12% of pricechanges are large above 10%, and the average size of price increases is smaller, in absolutevalue, than the average size of price decreases.92.2 Determinants of price changes Our aim is to investigate determinants of price changes. Following Cecchetti 1986 and Ratfai2006, we assume that the price adjusts infrequently to an unobserved optimal cid:147frictionlesscid:148price which depends on the structure of costs and demand. This optimal price is typicallydecid:133ned by a markup over marginal costs. Our starting point is that, in restaurants, labor costsand input costs food prices are the main elements of marginal costs.2.2.1 Labor costs and the minimum wage We expect labor costs to be a major element of costs in restaurants. According to nationalaccounts, the share of total compensation in costs is around 40% in traditional restaurants and 33% in fastfood restaurants on average between 1997 and 2002. For fastfood restaurants,we can also use Parsley and Wei 2007cid:146s cost function estimation for Big Mac hamburgers astandardized product as another benchmark. They cid:133nd that labor costs represent around 46%of total costs.In French restaurants, most of the labor costs consist of the wages of employees paid theminimum wage. In restaurants and hotels, more than 40% of employees are paid the minimumwage DARES, 2003. This ratio is particularly high as compared to the national proportionof employees paid the minimum wage, which lies between 12% and 15% over the observationperiod. Moreover, minimum wage increases may spill over to wages of employees above theminimum wage. Koubi and Lhommeau 2006 cid:133nd that the elasticity for restaurants and hotelsis estimated at 0.7 for wages lower than 1.1 times the minimum wage. This implies that aminimum wage increase is expected to indirectly but rapidly aect a wider share of labor costsin restaurants.In France, the minimum wage SMIC, Salaire Minimum Interprofessionnel de Croissance isset a national level. It applies to all employees and types of cid:133rms, and minimum wage increasesare binding. The minimum wage is raised each year in July according to a legal rule, whichis based on the partial indexation to past incid:135ation and to past wage growth. Besides theseindexation procedures, the government may decide on a discretionary basis to amplify the raise.10Over the sample period, the minimum wage was mostly changed in July, except in 1996 when itwas also increased in May. We observe some variability among the minimum wage increases overthe period: most of the minimum wage increases were in the interval 1.2% to 4% see Figure 2. Over the period, the minimum wage increases were on average higher than the overall wagegrowth. In parallel, the successive French governments implemented policies that consisted inreducing employer social security contributions on low wages. For instance, the employer socialsecurity contribution rate at the level of the minimum wage was brought from 24.8% to 12.0%in September 1995 and to 4.2% in January 2003.5 The index for the labor cost at the minimumwage level that we use hereafter takes into account this rate.Figure 2Measuring wages and costs in the restaurant industry raises specicid:133c issues, which could biasthe estimated impact of the minimum wage on labor costs. First, it is known that a fraction ofrestaurant employees are hired on the black market.6 But we can assume that the wage level onthe black market is proportional to the minimum wage level. Second, tips are not reported inthe available price quotes. Tips are however a limited concern since a service charge is includedin restaurant prices; thus tips may contribute to the incomes of employees, but they do notaect restaurant cost functions. They may aect restaurant decisions only indirectly, throughthe opportunity to oer a lower wage against the payment of tips. In addition, tips are optionaland there is no standard convention or social norm in France as to their level. Our assessmentis that tips are unlikely to bias our estimates.2.2.2 Other costs, demand and specicid:133c events Another obvious cost consists of food inputs. For fastfood restaurants, Parsley and Wei 2007cid:133nd that food inputs represent 31.6% of costs to produce a Big Mac hamburger. In this study, weuse an aggregate price index to approximate the price of inputs, namely the producer price index 5 Contribution rates are taken from OFCE 2003, table 1, page 230.6 Measuring the size of the blackmarket is extremely di cult. A recent study by the Central Agency of Social Security Organizations ACOSS estimates that illegal work accounts for around 12% of employees in hotels, cafsand restaurants in 2005.11of food over the sample period. We also incorporate a control variable to represent the demandlevel. More precisely, we use the volume of total sales in traditional and fastfood restaurants.These two monthly series are published by the French Statistical Institute Insee, Paris.Two changes in VAT rates occurred during the observation period. They may have had animpact on the pricing policy of restaurants. In August 1995, the standard VAT rate was raisedfrom 18.6% to 20.6%, while in April 2000 it was lowered from 20.6% to 19.6%. We constructtwo dummy variables for these changes. These changes may have had nontrivial impact inpresence of menucosts. For instance, restaurants may cluster price changes planned otherwiseat the time of the tax change. Consumers could also be more likely to accept a price rise atthe time of a tax increase because the tax increase is a macro event observable by them. Notethat the VAT rate for takeaway food is 5.5%, so that fastfood restaurants are expected to bemuch less aected by changes in VAT. The standard fastfood restaurant policy is to post thesame taxincluded price for a given item, either for takeaway or dinein. In the case of fastfoodrestaurants, the relevant VAT rate is a weighted average of the regular and low rate.Finally, a dummy variable for the euro cash changeover that occurred in January 2002, aswell as two other dummies for the period just before and just after the introduction of theeuro 7, are included. At the time of the euro cash changeover, all restaurants had to change theirnominal price due to the currency conversion. As already noticed by Hobijn et al. 2006, whoconsider restaurants in the euro area, such an event forces cid:133rms to pay a menu cost, and thenimplies a clustering of price changes that would have taken place at other dates in the absenceof the euro cash changeover. As a consequence many traditional restaurants choose to changetheir prices at this date or just before see Figure 3. However, we can assume that the currencychange did not aect the longrun price level in restaurants.7 The period before the euro cash changeover begins in September 2001 and ends in December 2001. The periodafter the euro introduction begins in February 2002 and ends in April 2002.123 An econometric model of infrequent price changes 3.1 Theoretical background Menucost models are the most standard theoretical approach to rationalizing infrequent pricechanges. Sheshinski and Weiss 1977 cid:133rst showed that, in presence of menucosts and of deterministic exogenous shock, the optimal pricesetting behaviour of the cid:133rm has the form of anS; s rule. The essence of the S; s model is the existence of a cid:147band of inactioncid:148: cid:133rms toleratesome deviation from their optimal frictionless price as long as this deviation is not too large.Dixit 1991 and Hansen 1999 then extended this basic model to allow for nondeterministicshocks, and they proved that the optimal behaviour may still be represented by an S; s rule.Note however, as discussed by Attanasio 2000, that a S; s policy is a solution to an optimalpricing problem in specicid:133c cases only.In S; s models, the frictionless price is generally the price level that would be observed inthe absence of any costs of adjustment. It can be derived in a straightforward way under theassumption of cid:135exible prices. If we denote by P cid:3it the optimal price set by a monopolisticallycompetitive outlet i at date t; a standard result is that the optimal frictionless price is given bya markup over marginal costs M Cit, i.e. P cid:3it ki M Cit. Assuming that the production functionhas two inputs, labor and food, maximizing procid:133t under an isoelastic demand curve yields aloglinear expression for the optimal price, similar to that obtained, for instance, by Rotemberg1982 and Cecchetti 1986:pcid:3it ai bwt cqt dyt1where wt and qt are the logarithms of costs of labor and food, respectively, and ytis the demandlevel.In the presence of adjustment costs, cid:133rms trade o between the opportunity cost of deviatingfrom the optimal price i.e. the foregone procid:133t and the adjustment cost. Under some conditionsshown to be of the S; s type, the optimal adjustment rule is then to adjust the price only ifthe dierence between the optimal price pcid:3it and the price pitcid:0cid:28 modicid:133ed at period t cid:0 cid:28 wherecid:28 is the duration since the last price change, exceeds some threshold. We assume that whenprices are reset they are set at the optimal frictionless price up to a constant, like in the paper 13by Tsiddon, 1993. If the price was changed cid:28 periods before, then pitcid:01 pitcid:0cid:28 pcid:3itcid:0cid:28 : Thecid:133rmcid:146s pricing decision depends on the distance covered by pcid:3it between dates t cid:0 cid:28 and t thedate at which the price is observed. We denote this variable by cid:1cid:28 pcid:3it. If it exceeds a certainthreshold C, the price is changed.8 Allowing for error terms in the optimal price, or in the sizeof the band, the probability of a price change will depend on the cumulative change in pcid:3it sincethe last price change.The S; s model puts strong restrictions on the patterns of price adjustments. In particular,in a standard menucost model, the size of the price change will be the same for all price changesequal to C. Moreover, a large adjustment cost would imply infrequent and large price changes.This prediction is at variance with the prevalence of infrequent but small price changes observedin the data see Figure 1.To capture this pattern, we rely on timevarying menu costs following Dotsey et al. 1999.Under such an assumption the threshold cid:135uctuates over time, as shown by Caballero and Engel1999 in a model of investment decision. In our model, thus, the threshold is allowed to vary overtime and across cid:133rms. Our specicid:133cation is rather cid:135exible. For instance, our model encompassesthe Calvo model: when the threshold varies a lot, the model predicts a constant probability fora price change and can generate small price changes.Overall, our approach is related to the adjustment hazard model elaborated by Caballeroand Engel 1999. In such an approach, the probability of a price change is a function of thegap between the current price and a static frictionless optimal price. That gap is the relevantstate variable, so that despite the fact that an optimization problem underlies the decision rule,no expectation term is explicitly present.One additional specicid:133cation issue is that, in restaurants, there could exist an alternativeadjustment margin other than price. As noticed before, restaurants may choose to decreasequality or quantity rather than increase their prices. The existence of such an adjustment marginis expected to lower the value of the parameter b in equation 1, compared to a standard model 8 In theoretical models see, for instance, Sheshinski and Weiss, 1977, this threshold is shown to be an increasingfunction of the menu cost. However, in a reducedform approach like ours, the adjustment cost cannot be measuredsince this function depends on structural parameters that cannot be identicid:133ed .14in which this margin does not exist. Nevertheless, in our reducedform approach, as far as wt,qt and yt are exogenous covariates, the overall impact of the minimum wage on nominal pricesis consistently estimated.93.2 The econometric model Our econometric model encompasses the S; s specicid:133cation and is related to some empiricalmodels that have been previously set forth in the literature. For instance, Attanasio 2000has put forward a cid:135exible econometric specicid:133cation for estimating S; s models applied toconsumption of durables. More recently, in a pricesetting context, Ratfai 2006 has proposed toestimate S; s models by using a probit specicid:133cation, while Dhyne et al. 2007 have introducedstochastic bands.10 On the methodological side, our distinctive feature is, with respect to theformer, to estimate a model for the size of the price change. With respect to the latter, we allowfor observed proxies of the marginal cost and potential asymmetry in the decision to change theprice.Let us denote pit the price posted by restaurant i i 1; :::; n at date t, and cid:1cid:28 pcid:3i;t theoptimal price change.In our a cid:135exible S; s approach the decision rule is as follows:cid:1cid:28 pi;t cid:1cid:28 pcid:3i;tcid:1cid:28 pi;t 0if cid:1cid:28 pcid:3i;t Cif Ccid:0it cid:1cid:28 pcid:3i;t Citit or cid:1cid:28 pcid:3i;t Ccid:0it Our econometric model is thus characterized by three processes, the optimal price changecid:1cid:28 pcid:3i;t, and the timevarying thresholds Ccid:0it and Cincreases, respectively.it associated with price decreases and price The optimal price change is specicid:133ed as:cid:1cid:28 pcid:3i;t cid:120 cid:1cid:28 X1;tcid:121 ui pi;t29 For French CPI data, the French statistical institute INSEE, Paris discontinues the series whenever thenature of the product changes signicid:133cantly, which limits the empirical case for such an adjustment margin.10 Ratfai 2006 studies the price of meat in Hungary, Dhyne et al.2007 a wide range of consumer goods in France and Belgium. See also Sheshinski et al. 1981 for an early estimation of such models.15where cid:1cid:28 X1;t X1t cid:0 X1;tcid:0cid:28 is the variation of covariates X1;t between dates t and t cid:0 cid:28cid:28 being the duration since the last price change and cid:120; cid:121 is a vector of parameters tobe estimated.11 The vector of covariates X1;t includes variables aecting the cost structure,especially the variation of the minimum wage level our proxy for the variation of labor costs,of the food producer price index, of the aggregate demand either in traditional or fastfoodrestaurants, and of the VAT. All these variations are taken between dates t cid:0 cid:28 and t. Theterm ui captures the timeinvariant characteristics of the restaurant that may aect the optimalprice change, like dierences in costs of price changes or in marginal costs.12 It is assumed tobe normally distributed with mean 0 and variance cid:272of the aggregate macro variations cid:1cid:28 X1;t: The random term pidiosyncratic white noise shock with mean 0 and variance cid:272p:u, and to be stochastically independenti;t is a normally distributed The timevarying thresholds are specicid:133ed as 2 vi cCit C X2;tcid:12i;t Ccid:0it Ccid:0 X2;tcid:12cid:02 vi ccid:0i;t3The timevarying threshold associated with price increases respectively, price decreases depends on a constant parameter C respectively Ccid:0, and on X2;t; a vector of timedependentindicators, such as monthly dummies and euro cash changeover dummies 13. The monthly dummies are incorporated because we observe that restaurant managers are more likely to revisetheir prices in January or September. This may recid:135ect that the pricechange decision may varyacross months. Adjustment costs would then be lower during these months.14 We also include 11 Note the cid:133rst date cid:28 is not observed so that the cid:133rst spell is not usable for estimation. We expect howeverthe selection bias resulting from this omission to be small since we observe repeated spells for each restaurant.12 The random terms ui could be correlated due to local or brand eects. Unfortunately, our data set containsno information on the location nor on the brand of restaurants.13 We assume that none of the determinants of the optimal price explains the band associated with the menucosts.14 Woodford 2003 writes that cid:147the main benecid:133t of infrequent price changes is not lower menu costs, but reduction of the costs associated with information collection and decisionmaking. Obtaining this benecid:133t necessarilymeans that the timing of the occasions upon which prices are reconsidered is largely independent of current marketconditions; for example, cid:133rms often reconsider pricing policy at a particular time of year.cid:14816in the vector X2;t the dummy variable indicating the euro cash changeover that occurred in January 2002. At this date, all cid:133rms had to change their prices from francs to euros, and werethat date Hobijn et al., 2006. The vectors cid:12thus forced to pay the menu costs, which gave them an incentive to cluster price changes at 2 and cid:12cid:02 are slope parameters to be estimated.The term vi captures the timeinvariant characteristics aecting the menu cost of restaurant i.i;t and ccid:0i;t are normally distributed random terms with mean 0 and respective variFinally, c. These shocks are shocks on the pricechange decision, resulting from shocksances cid:272c and cid:272ccid:0on menu costs. Consistent with the theoretical models of random menu cost e.g. Dotsey et al.,1999, the menu cost shock is independent of the shock pi;t on the optimal price.The contribution to the likelihood function of a constant price at date t, given that thespecicid:133c random characteristic is ui, is thus:li;tui Prcid:1cid:28 pi;t 0 PrCcid:0it cid:1cid:28 pcid:3i;t Cit i;t C X2;tcid:122 vi cid:0 cid:120 cid:1cid:28 X1;tcid:121 uiii;t cid:0 ci;t cid:0 ccid:0i;t Ccid:0 X2;tcid:12cid:02 vi cid:0 cid:120 cid:1cid:28 X1;tcid:121 uii4 Prhpcid:0 Prhp cid:824 C X2;tcid:122 vi cid:0 cid:120 cid:1cid:28 X1;tcid:121 uiqcid:272c cid:272p 35cid:0cid:824 Ccid:0 X2;tcid:12cid:02 vi cid:0 cid:120 cid:1cid:28 X1;tcid:121 uiccid:0 cid:272qcid:272p 35where cid:8 is the c.d.f of the Gaussian distribution. As idiosyncratic shocks on cid:1cid:28 pcid:3i;t and Ccid:0it andit are independent, this implies that covcCi;t cid:272c cid:272i;t 0; and that V ci;t covccid:0i;t ; pi;t cid:0 pi;t ; pi;t cid:272p and V ccid:0i;t cid:0 pccid:0 cid:272p.The contribution to the likelihood function of a price increase in restaurant i at date t, given 17it j cid:1cid:28 pi;t cid:1cid:28 pcid:3i;ticid:19 cid:2 Prhcid:1cid:28 pcid:3i;t Ccid:19that the specicid:133c random characteristic is ui, is thus:li;tui cid:27pcid:27p 1cid:27p 1cid:27pcid:30cid:18 cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 uicid:30cid:18 cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 uicid:2cid:8cid:20 cid:120 cid:1cid:28 X1;tcid:121 ui cid:0 C X2;tcid:12cid:30cid:18 cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 ui 1cid:27pcid:27p 2 vi cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 uicid:27ccid:19 cid:2 cid:8cid:18cid:0C cid:0 X2;tcid:122 cid:0 vi cid:1cid:28 pi;tcid:27ccid:19cid:215where cid:30 is the p.d.f of the Gaussian distribution. Let us remark that the correlation betweenthe shocks of the two equations pi;t and pi;t is equal toi;t cid:0 ccorrpi;t cid:0 ci;t ; pi;t cid:27pqcid:272ccid:0 cid:272p Price decreases are treated separately from price increases in order to take into account theasymmetry in price changes, which might recid:135ect antagonization costs or other dierences in thecid:133rmcid:146s pricing policy. The contribution to the likelihood function of a price decrease in restauranti at date t; is very similar to the one for price increase.li;tui cid:27pcid:27p 1cid:27p 1cid:27pcid:19 cid:2 Prhcid:1cid:28 pcid:3i;t Ccid:0it j cid:1cid:28 pi;t cid:1cid:28 pcid:3i;ticid:19cid:30cid:18 cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 uicid:30cid:18 cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 uicid:2cid:8cid:20cid:0cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 ui Ccid:0 X2;tcid:12cid:02 vi cid:0 cid:1cid:28 pi;t cid:120 cid:1cid:28 X1;tcid:121 uicid:30cid:18 cid:1cid:28 pi;t cid:0 cid:120 cid:0 cid:1cid:28 X1;tcid:121 cid:0 uicid:19cid:19 cid:2 cid:8cid:18 Ccid:0 X2;tcid:12cid:02 vi cid:0 cid:1cid:28 pi;tcid:27ccid:0cid:27ccid:01cid:27pcid:27pcid:21618where cid:30 is the p.d.f of the Gaussian distribution. As in the case of price increases, we have:corrpi;t cid:0 ccid:0i;t ; pi;t cid:27pqcid:272ccid:0 cid:272p In traditional restaurants, price decreases are very scarce. For this type of outlet, we pool theoccurrences of price decreases with those of nochanges. For fastfood restaurants, we allow cid:120to be dierent for price increases and for price decreases, since price decreases are di cult tocapture with an equation similar to the one for price increases. This model closely proxies amodel with two regimes of price changes. The cid:133rst regime is the standard regime of price changes.The alternative one is characterized for instance by sales, i.e. large negative changes that cannotbe captured by standard economic mechanisms. Besides, we set ui wi and vi 1 cid:11wiwhere wi is assumed to be normally distributed with mean 0 and variance cid:272w.The likelihood function for an i.i.d. sample of n restaurants is thus:ln L ln Z TYt1NXi1litwicid:30wicid:27wdwi!The maximization of this likelihood function is performed using the GAUSS software maxlikprocedure. A GaussHermite quadrature is used to approximate numerically the integral appearing in the loglikelihood function.15 Formally our model is close to a Tobit type 2 model.So all parameters of the model are statistically identicid:133ed see Amemiya, 1984.3.3 Identicid:133cation issues The model raises several identicid:133cation issues that are discussed in this section. In particular, weargue that the model is able to disentangle the incid:135uence of the minimum wage on prices in spiteof the seasonality aecting both of them.A cid:133rst concern is that the degree of variability in minimum wage increases is limited. Thedistribution of legal minimum wage changes, occurring each year in July, has a narrow supportduring the period we consider see Figure 2. However, this is a limited concern per se sincea discrete support does not impede identicid:133ability. In addition, in our model, the righthand 15 We use 40 points of integration on the interval cid:010; 10:19side variable is the cumulative increase in the minimum wage since the last price change. Thisinduces a much wider support and a higher dispersion the distribution of this righthand sidevariable is represented in Appendix A.1 and favors identicid:133cation of the minimum wage eecton prices.Second, a specicid:133c concern here is that minimum wage systematically increases every yearin July. Using OLS time series regression to disentangle the eect of cid:147minimum wagecid:148 changesfrom any seasonal cid:147Julycid:148 eect would be di cult because the identicid:133cation would rely on:i the fact that the size of increase varies across years, ii there is one episode of increasein May and iii there are episodes of reduction in social security contribution.16 However,here the relevant variable is the cumulative increase in the minimum wage since the last pricechange, which strongly reduces collinearity between seasonal dummies and the relevant laborcost variable. Indeed, in our data, while the correlation in the time dimension between theminimum wage increases and the July dummy variable is high 0.43 for traditional restaurantsand 0.34 for fastfood restaurants, the correlation between spellspecicid:133c cumulative increasesand dummies is only 0.15 for traditional restaurants and 0.18 for fastfood restaurants. Anotheridenticid:133cation issue comes from the fact that prices tend to change more frequently in September,suggesting either a seasonal menu cost or a twomonth systematic lag. This latter hypothesiscan be questioned by looking at our individual data since, for the average restaurant, the priceduration is larger than one year and close to 2 years see Table 1. This suggests that cid:133rms donot adjust two months after a minimum wage increase but more than one year after.A last issue is related to parameter identicid:133cation in bivariate sample selection models. Ourmodel consists of two equations: one for the decision of price change and one for the size of theprice change. A theoretical result is that the parameters of this class of models are identicid:133edwithout any restriction on the regressors. However, if exactly the same regressors appear inboth equations, the model is still identicid:133ed but the identicid:133cation relies on functional formassumptions Wooldridge, 2002. Here, we implement exclusion restrictions which strengthenthe identicid:133cation of the model. The cid:133rst one is related to the euro cash changeover. Economictheory indeed strongly points out that a change in numraire should not incid:135uence the long 16 The comparison of our approach with time series linear regression is developped in details in section 5.20run real prices or the markup ratio and relative price levels. It is thus natural to exclude thisvariable from the size of price change equation. On the other hand, theory tells us that to theextent that the change in numraire entails menu costs, it is very much predicted to incid:135uence theprobability of a price change as argued in Hobijn et al. 2006. We also argue that seasonalityprovides a relevant restriction: there exists some seasonality in menu costs due to institutionalfactors like timing of holidays and accounting periods, see Mcid:252ller et al. 2009, Woodford 2003and Zbaracki et al. 2004, and our Section 2.1. This seasonality only aects the menu costswhich play a role in the cid:133rst equation only. Besides, since we control for demand, the price levelshould not be expected to depend per se on seasonality see above our Section 2.1.4 Empirical results Table 3 reports estimation results for menus in traditional restaurants while Table 4 reportsthose for menus in fastfood restaurants. Parameter estimates associated with the estimationof cid:1cid:28 pcid:3i;t equation 2 are displayed in the cid:133rst column of these tables, while those associatedwith Cit and Ccid:0it equation 3 are displayed in the second and third columns of these tables.Tables 3 44.1 Minimum wage eect The eect of the minimum wage on restaurant prices is signicid:133cant for both traditional andfastfood restaurants. A minimum wage rise increases the probability of a price increase inboth traditional and fastfood restaurants, but it decreases the probability of a price decreasein fastfood restaurants. This result is in line with theoretical results of statedependent pricingmodels. The minimum wage thus triggers a selection eect in restaurants that change theirprices, which incid:135uences the dynamics of the passthrough see the next section. The eectof the minimum wage on the size of the price change is noticeable. In traditional restaurants,after a 1% minimum wage increase, prices that change are increased by 0.08%.In fastfoodrestaurants, the elasticity of price increases with respect to the minimum wage is similar, sinceit is equal to 0.117. Estimates are less precise than those obtained for traditional restaurants;21this may be due to the sample size, which is substantially smaller for fastfood restaurants. Wetherefore cannot reject the assumption that the elasticity is the same in both types of outlets.Using aggregate data for France, we are able to compare these results with benchmarkestimates obtained from a proxy of the share of compensations of workers paid at the minimumwage in total restaurant costs Table 5. According to available sources, the share of these laborcosts in restaurant total costs lies between 33% and 46% in fastfood restaurants and is equalto 40% in traditional restaurants. The share of minimum wage compensations in the wage billis approximately 32% in fastfood restaurants and 31% in traditional restaurants. Computingthe eect of the minimum wage on costs as the product of these numbers, we cid:133nd an elasticitybetween 0.10 and 0.15 for fastfoods and equal to 0.12 for traditional restaurants. Taking intoaccount the share of black market labor estimated to be 12%, see above, the range is loweredto values comprised between 0.09 and 0.13. If we now take into account potential spillover fromminimum wage increases to other wages, we obtain 0.15 for traditional restaurants and a rangeof estimates between 0.13 and 0.18 for fastfood restaurants. Our econometric results are lowerbut consistent with these benchmark estimates.Table 5The estimated eects we obtain are somewhat higher than those found in previous studies on US data by Aaronson 2001, Mac Donald and Aaronson 2006 or Aaronson and French 2007.These studies show that the cumulated eect of a 1% increase in the minimum wage on restaurantprices lies between 0.04% and 0.08%.17 This gap between US and French results is explainedby the lower share of labor costs in restaurantscid:146s total costs in the US 31% in fullservicerestaurants and 25% in limitedservice restaurants,18 versus 40% in traditional restaurants and 33% in fastfood restaurants in France and the lower share of minimum wage compensationsin the wage bill in the US 17% versus more than 30% in France; see Aaronson and French,2007.1917 Using US inputoutput data, Lee and Ocid:146Roark 1999 cid:133nd higher elasticities, between 0.08 and 0.12.18 See Aaronson and French, 2007.19 This is partly explained by the lower share of employees paid at the minimum wage in the United States 23%versus more than 40% in France; see Aaronson and French, 2007.224.2 Eects of input prices and demand As expected, food input prices have a signicid:133cant and positive eect on the variations of theoptimal price cid:1pcid:3. The elasticities of restaurant prices with respect to input prices are quitedierent for traditional and fastfood restaurants. They stand around 0.22 and 0.48 for traditional restaurants and fastfoods restaurants, respectively. Parsley and Wei 2007 cid:133nd that theshare of food input costs in total costs is around 32% for Big Mac hamburgers. Using nationalaccounts, the share of intermediate consumption which include food inputs in total costs isaround 60% in the restaurant industry. Our estimation results appear to fall in the range ofthese benchmark estimates.We cid:133nd that demand has also a positive impact on cid:1pcid:3 in the case of fastfood restaurants,and a negative eect in the case of traditional restaurants. In the latter case this might recid:135ect acountercyclical markup. Bils 1987 shows empirically that markups could be countercyclical.Portier 1995 and Chatterjee et al. 1993 propose models of procyclical entry in which theaddition of new cid:133rms during booms causes markups to fall Rotemberg and Woodford, 1999.In traditional restaurants, the eect of a change in the VAT rate on cid:1pcid:3 is asymmetrical.20A VAT increase has a strong positive eect, but a VAT decrease has a negative but smaller inabsolute terms eect on cid:1pcid:3. The 2% increase in the VAT rate in 1995 is estimated to havetriggered a price increase of 4.2%, whereas after the 1% reduction in the VAT rate in 2000, pricesthat were modicid:133ed decreased by 1%.Finally, we can remark that the estimates for the variance of idiosyncratic shocks associatedwith cid:1pcid:3 are large 6.4 for traditional restaurants and 5.9 for fast food restaurants. This resultmay be linked to the recent cid:133ndings on the importance of idiosyncratic shocks in statedependentmodels to explain large price adjustments Golosov and Lucas, 2007.20 Because the standard VAT rate is only marginally relevant in the case of fastfood restaurants we do notinclude it in the model. When including dummies for VAT changes, results are unaected and these dummies arestatistically nonsignicid:133cant.234.3 Seasonality and the euro We now discuss the eects of the variables that are assumed to aect only the decision to reviseprices, but not the target price level. These variables are dummy variables indicating the specicid:133cmonths of the year and the euro cash changeover.The eect of month dummies is quite consistent with the descriptive evidence that we havepreviously reported. In traditional restaurants, C is lower in September, January and to alesser extent May, than in other months, all other things being equal. This means that theprobability of a price change is signicid:133cantly higher during these months.In December, thisprobability is lower than in other months. In fastfood restaurants, managers are more likelyto increase their prices in January, July Au gust and December and less likely to increase in October. They are more likely to decrease their prices at the end of the year. This might recid:135ectthe discretetime nature of the price revision process in restaurants: specicid:133c periods of the yearare more likely to be devoted to pricechange decisions, because, during these periods, managershave more time to collect information or think about the cid:147optimalcid:148price change.The eect of the euro cashchangeover is quite dierent for the two dierent items. Descriptive statistics show that, in traditional restaurants, price decreases are rarely observed duringthe euro cash changeover, while many prices increased just before and just after January 2002.Our estimation concid:133rms this insight. For fastfood restaurants, the frequency of price changesincreased in January 2002, but neither before nor after. Hobijn et al. 2006 propose a menucost interpretation for the incid:135ationary eect of the euro cash changeover in restaurants thatcan rationalize such a pattern. With fastfood restaurants data, the estimated eect on the frequency of price changes is rather symmetrical. Our estimates show that the probabilities of priceincreases and decreases rose simultaneously in January 2002, implying no overall incid:135ationaryeect.The variances of idiosyncratic shocks on C or Ccid:0 are much lower than those obtainedfor cid:1pcid:3 0:39 for traditional restaurants and 0:36 for fast food restaurants. Thus, seasonalvariations appear to capture most of the variability in the adjustment costs as suggested by Woodford 2003 or Zbaracki et al. 2004.244.4 Overall cid:133t of the model We now test the goodness of cid:133t of our model by assessing its ability to match some aggregatemoments of the data. More specicid:133cally, we compute three groups of indicators from the estimatedmodel: the frequency of price changes, the size of price changes and the incid:135ation rate. For thispurpose, we run Monte Carlo simulations on the basis of our parameter estimates. Explanatoryvariables are taken at their sample values. More specicid:133cally, we simulate price trajectories andcompare the aggregate results obtained with those observed. To obtain standard errors forsimulated moments, we repeat the simulation exercise a number of times by drawing several setsof parameters from their estimated asymptotic distribution.21Table 6Results are presented in Table 6. Frequencies of price changes are slightly overestimated.For traditional restaurants, we obtain an overall frequency of 4.1%, whereas the frequency ofprice changes is only 4.2% in the data; for fastfood restaurants, the simulated frequency ofprice changes is equal to 10.5%, versus 9.4% in the sample. Standard deviations are quite small:around 0.1 percentage point for traditional restaurants and 0.3 percentage point for fastfoodrestaurants.The average sizes of price changes are well replicated. The average sizes of price increasesestimated with our model are equal to 3.4% in fastfood restaurants and 4.3% in traditionalrestaurants versus respectively, 3.3% and 4.3% in the sample. For price decreases in fastfoodrestaurants, the model slightly overestimates the size of price changes. Figure 5 displays thesimulated and actual distributions of price changes for both items. First, the model captures theasymmetry of both distributions. However, our model, recid:135ecting its similarity with a menucostmodel, fails to fully account for the share of small price changes observed in the data. Onerationalization for small price changes has been put forward by Midrigan 2007 and relies onprice setting behavior by a multiproduct cid:133rm. Assuming that a restaurant faces a cid:133xed cost ofreprinting the menu, any large deviation from the optimal price for one single item gives riseto a free opportunity to reset price for all items in the menu. In such circumstances, one may 21 The Monte Carlo experiments are described in more detail in section 5.1.25observe small price changes of several items. Our model cannot capture such a rationalizationfor small price changes since we have sampled one item the main menu in each outlet. Howeverthe degree of withinoutlet synchronization in price changes across items appears to be quitelimited in our data which suggests that the multiproduct argument does not fully rationalizethe occurrence of small price changes here.22Figure 5The estimated incid:135ation rate, which is obtained by averaging price changes at each date, israther well reproduced by our model. The average simulated monthly incid:135ation rates are 0.171%and 0.166% in traditional and fastfood restaurants while the observed rates are respectively 0.134% and 0.135%.5 Aggregate implications of the model Our estimates are now used to examine the aggregate eects of minimum wage changes on theprice level in restaurants. Due to the nonlinearity of our model as well as the heterogeneityincorporated in our specicid:133cation, the aggregate dynamics following a shock are nontrivial. Wethus investigate them through simulations. We illustrate the implications of our model bycomparing them with the predictions of a simpler, partialadjustment linear model, which iscid:133tted to aggregate data.5.1 Assessing the impact of a minimum wage increase The dynamic eect of a minimum wage increase on prices is assessed by conducting the followingsimulation experiment. First, as in section 4.4, we simulate individual price trajectories byinserting our estimates in the system of equations 2 3. Shocks pi;t , and Ccid:0i;t are drawnfrom three i.i.d. normal distributions with mean 0 and variances equal to the estimated variances.i;t, C22 For instance, among the restaurants for which the prices of three items are collected, the monthly frequencyof a single price change is 4.8%; the frequency of two simultaneous price changes is 1.9%, and 1.0% for threesimultaneous price changes.26Paths for covariates are identical to their sample trajectories. To obtain more accurate andsmoother response functions, we simulate 40 trajectories for each actual sample trajectory. Wethen aggregate all these individual price trajectories to compute a single path for the price level.Second, we reiterate the experiment with the same set of random shocks, but now assume thatthe minimum wage is permanently above its baseline trajectory as from July 1998. Three dierentscenarios are considered, corresponding to increases of 1%, 2% and 5% respectively. Finally, wecompare the alternative scenarios by computing dierences in aggregate price levels betweenthe benchmark and each alternative scenario. This exercise provides only partial equilibriumresults, since we assume the exogeneity of the minimum wage with respect to restaurant prices,and we assume other covariates producer prices, demand to be unaected by the shock on theminimum wage. We view these assumptions as reasonable approximations.23Table 7The main results of our simulation exercise are gathered in Table 7, as well as in Figures 6and 7. Taking as a benchmark the case of a 1% increase, we observe that the longrun impact ofthe shock on the minimum wage is to raise the price level by 0:130% in fastfood restaurants andby 0:097% in traditional restaurants. These results are quite consistent with the estimated valueof the parameter cid:121 associated with the minimum wage. There appears a mild nonlinearity,since the impact of a 5% shock is slightly lower than cid:133ve times the impact of a 1% shock. Thelongrun impact of a minimum wage increase on restaurant prices is also in line with the onethat we would recover using a simple benchmarking exercise based on national account statisticssee subsection 4.1.Figure 6 A striking result is that the impact of the minimum wage change on restaurant prices isvery protracted. For traditional restaurants, after 14 months, only half of the longrun response 23 As a crude test, we run Granger causality tests and we reject that monthly incid:135ation in restaurants causesoverall monthly incid:135ation and minimum wage changes. We also reject that minimum wage causes food inputincid:135ation. Noncausality between demand and restaurant prices cannot be fully rejected.27has been materialized. After two years, only 75% of the longrun eect is completed. In thecase of fastfood restaurants, adjustment is faster but still very slow: the halflife of the shockis 6 months, and after 12 months, 75% of the eect has been materialized. This protractedadjustment means that, each month, only a small fraction of restaurants decides to revise theirprices. Part of the adjustment operates at the extensive margin, a point illustrated by Figure 6.After a shock, the fraction of restaurants revising their price rises. By contrast, in Calvocid:146s model,this fraction is constant. Since, here, the fraction of restaurants revising their price depends oncovariates, the speed of adjustment varies with the size of the shock. Indeed, with a 1% shockon the minimum wage, the share of traditional restaurants adjusting their prices rises by 0:10percentage point in the cid:133rst month. These eects are larger in fastfood restaurants, the eectis 0:25 percentage point in the cid:133rst month after a 1% minimum wage shock Figures 6.5.2 Comparison with linear aggregate models We compare the results obtained above with those resulting from a linear time series model cid:133ttedto our aggregate data. One motivation for this exercise is provided by the methodology andresults proposed by Aaronson 2001, who estimates a linear model of restaurant price indicesto assess the impact of lagged, present and future values of the minimum wage on prices.24 Hecid:133nds a signicid:133cant and rapid impact of the minimum wage on the prices set by dierent types ofrestaurants in the US and Canada.25Tables 8 and 9 report the estimates of various autoregressive distributed lag ARDL modelsfor fastfood and traditional restaurants respectively. The general specicid:133cation is the following:cid:1pt c KXkcid:0Fcid:11kcid:1wtcid:0k LXk1cid:18kcid:1ptcid:0k JXj1cid:22j zj;t twhere cid:1pt is the sectoral incid:135ation rate computed as a simple average of individual price changesand zj;t is a set of covariates seasonal dummies, dummy variables for the euro cash changeover 24 Wolfson and Belman 2004 use comparable timeseries analysis at the industry level and cid:133nd no signicid:133canteect of the minimum wage on employment in the US.25 The relation between the minimum wage and the overall CPI in France has been analyzed by Lcid:146Horty and Rault 2004 who estimate a VAR model.28period, the growth rates of demand and of food producer prices. We investigate various specicid:133cations, with and without seasonal dummies, and with various lags and leads of the minimumwage. In the case of traditional restaurants, results reported in Table 8 show that these covariates are often signicid:133cant: the dummy variables corresponding to the VAT increase and to theeuro area changeover period, as well as autoregressive terms, are systematically signicid:133cant. Theresults are sensitive to the inclusion of seasonal dummies. The impact of the minimum wageis not clearcut: only the second lag is systematically signicid:133cant see Table 8. The longruneect of a permanent 1% increase in the minimum wage is estimated to be comprised between 0:015 and 0:148, i.e. somewhat lower than the eects obtained in the previous subsection byaggregating microeconomic behaviors.Results for fastfood restaurants are reported in Table 9. Only a few variables appear toexplain changes in the aggregate price level. When seasonal dummies are included, the contemporary eect of the minimum wage increase is signicid:133cant but its lag has a negative sign.Overall, the estimated longrun impact of a variation in the minimum wage is very small. It iseven negative under some specicid:133cations.Figure 7 Thus, the predictions of the linear model are rather at variance with those obtained in previous microsimulations. To understand these dierences, it should cid:133rst be noted that the linearmodel does not disentangle strong seasonality eects from the eect of a change in the minimumwage an expected problem since most changes in the minimum wage level occur in July, seesection 3.3. Unlike what happens with US data Aaronson, 2001, there are in France no geographical or withinyear variations in the timing of minimum wage changes that would help foridenticid:133cation. Moreover, the above results illustrate the fact that a linear aggregate model maynot adequately capture the protracted adjustment resulting from individual lumpy behaviors,a property analyzed by Caballero and Engel 2003. Micro estimates tend to point to sloweradjustment than what macro estimates show. This is clearly suggested by the graphs in Figure 7. These graphs compare the impulse responses of a shock on the minimum wage for the twoestimated models. For fastfood restaurants, the linear model predicts an immediate adjustment 29to a longrun target close to zero. In the case of traditional restaurants, the aggregate linearmodel indicates that full adjustment is almost complete 90% after 20 months, while reachingthe same relative adjustment requires 35 months according to the aggregate micro process see Table 7.The analytical results obtained by Caballero and Engel 2003 help provide an understanding of our results. These authors examine the performance of a partial adjustment model cid:133ttedto aggregated data for measuring the speed of adjustment, when microlevel data are actuallygoverned by a simple lumpy adjustment model, namely a constant hazard Calvotype process.They show that the aggregate model is asymptotically able to capture the probability of adjustment embodied in the Calvo process namely, when the number of cid:133rms N is large and thesample period T is long. However, when N and T are small or moderate, the speed of adjustment is overestimated by a linear aggregate model. In addition, the approximation providedby the linear partial adjustment model is particularly poor when the probability of adjustmentis low. All these mechanisms appear to be present here, especially in the case of traditionalrestaurants, for which the probability of a price change is close to 5%.Our empirical model is somewhat more complex than the analytical framework consideredby Caballero and Engel 2003. For instance, our model contains an additional element of nonlinearity. More precisely, our specicid:133cation for the probability of a price change is able to respondto a deviation from the target variable see equations 2 and 3. Moreover, we have introducedseveral covariates as well as unobserved heterogeneity. As a consequence, the analytical resultsobtained by Caballero and Engel 2003 may not give a full picture of the mechanisms operatinghere. To further illustrate the relationship between lumpy adjustments at the individual leveland aggregate dynamics in our setup, we perform the following Monte Carlo experiment. Weagain use the model 2 and 3 as a datagenerating process DGP. We complete this DGP byestimating simple autoregressive processes for covariates, namely the demand variable as wellas the producer price index for food. We also design a DGP for minimum wage changes inthe following way: every month of July, the minimum wage increase is drawn randomly froma uniform distribution with support 2% cid:0 5%. This mimics the actual process for changes inthe minimum wage. With this complete DGP, we are able to simulate trajectories of individual 30and aggregate prices for an arbitrary number of economic units N and time periods T . Wethen simulate trajectories both for the size of our sample T 105, N 2; 948 for traditionalrestaurants and N 448 for fastfood restaurants and for cid:147largecid:148 T and N T 1; 000 ,N 10; 000. In a further step, we use the articid:133cial data thus generated to compute an aggregateprice index, and use articid:133cial aggregate data to estimate a linear model. This exercise, which isin the spirit of that conducted by Attanasio 2000, provides us with the asymptotic predictionsof a linear approximated model when the DGP is given by the individual lumpy adjustmentprocess.26Results are provided in Tables 10 and 11. First, these experiments concid:133rm that, with a smallsample, it is di cult to recover the eects of a minimum wage increase when using the linearaggregate specicid:133cation.27 For both types of restaurants, the simulated mean impact 0:09 intraditional restaurants and 0:10 in fastfood restaurants are quite consistent with the DGPparameters but these estimates are associated with very high standard deviations 0:211 fortraditional restaurants and 0:165 for fastfood restaurants.28 The pseudotrue values derivedwith a large sample T 1; 000 and N 10; 000 are close to the true elasticity.Second, we concid:133rm that the aggregate model dramatically overestimates the adjustmentspeed, as can be inferred for example from the sum of the autoregressive parameters. In respectively fastfood restaurants and traditional restaurants, the sum of the AR parameters is equalto 0:40 and 0:77 in the model cid:133tted to actual data and to 0:66 and 0:82 in the Monte Carlocid:147small samplecid:148 case. By contrast, in the CaballeroEngel setup, we would expect this persistence parameter to be close to 1 cid:0 cid:21; where cid:21 is the frequency of price changes. In restaurants,the frequency ranges between 5 and 10% see Table 6. Note that the bias partly vanishes inthe asymptotic simulations, where the sum of the autoregressive parameters is equal to 0:86 for 26 In accordance with the econometrics of misspecicid:133ed models, the probability limits of the parameters can belabeled cid:147pseudotrue valuescid:148.27 The poor performance partly recid:135ects the restriction to one specicid:133c class of time series models, namely ARDLmodels. As suggested by Caballero and Engel 2003, the performance of an aggregate model may be improvedby incorporating, say, moving average terms in the model. We stick to the ARDL since it is the class of modelsused in the empirical studies of price passthrough.28 We run 200 simulations.31fastfood restaurants and 0:92 for traditional restaurants.In sum, this exercise illustrates that a linear aggregate model is bound to be a poor approximation. Although the source of the imprecision is the nonlinearity and the individualheterogeneity present in the underlying process, it is amplicid:133ed by the limited size of the available sample.6 Conclusion In this paper, we have used a unique dataset of individual price quotes to assess the impactof the minimum wage on prices both in traditional and fastfood restaurants. Given that, inthis sector, price changes are scarce, we have adopted an empirical model that features lumpyadjustment. Using this framework, we provide arguably better identicid:133ed estimates of the impactof the minimum wage on prices.We cid:133nd that the minimum wage has a positive and signicid:133cant impact on prices in traditionaland fastfood restaurants. The estimated elasticity of prices with respect to the minimum wage isaround 0.10 for both types of outlets. This impact is consistent with the share of minimumwagecompensations in total costs that can be estimated with macroeconomic data. This elasticityis higher than that found by Mac Donald and Aaronson 2006 for the US. This presumablyrecid:135ects the lower fraction of workers paid the minimum wage in U.S. restaurants 25% in the U.S. versus more than 40% in France.Taking into account lumpiness in the microeconomic adjustment of prices, we exhibit such aprotracted impact of the minimum wage on aggregate prices. The aggregate impact estimatedwith our model typically takes more than a year to pass through to retail prices. We show thatsuch protracted impact is di cult to capture using aggregate data. In terms of price rigidity,our results indicate that, although one main reason for restaurant price stickiness is that oneimportant determinant of the cost namely, the minimum wage changes infrequently, there isalso a substantial degree of cid:147intrinsiccid:148 stickiness. Price stickiness is not a mere recid:135ection ofcost stickiness. In addition, our results point to the crucial role of nonlinearity and individualheterogeneity in incid:135ation dynamics.327 References Aaronson D., 2001, Price Passthrough and the Minimum Wage, Review of Economics and Statistics, 83, 158169.Aaronson D., French E., 2007, Product Market Evidence on the Employment Eects ofthe Minimum Wage, Journal of Labor Economics, 25, 167200.Amemiya T., 1984, Tobit Models: a Survey, Journal of Econometrics, 24, 361.Aoki, K., 2001, Optimal Monetary Policy Response to Relative Price Changes, Journal of Monetary Economics, 48, 5580.Attanasio O., 2000, Consumer Durables and Inertial Behavior: Estimation and Aggregationof S,s Rules for Automobiles, Review of Economic Studies, 67, 667696.Baudry L., Le Bihan H., Sevestre P., Tarrieu S., 2007, What Do Thirteen Million Price Records Have to Say About Consumer Price Rigidity?, Oxford Bulletin of Economics and Statistics, 69, 139183.Bils M., 1987, The Cyclical Behavior of Marginal Cost and Price, American Economic Review, 77, 838857.Bils M., Klenow P.J., 2004, Some Evidence on the Importance of Sticky Prices, Journalof Political Economy, 112, 947985.Brown C., 1999, Minimum Wages, Employment, and the Distribution of Income, in Handbook of Labor Economics, edited by O. Ashenfelter and D. Card. Amsterdam: Elsevier Science, NorthHolland, 21012163.Caballero R., Engel E., 1999, Explaining Investment Dynamics in U.S. Manufacturing: AGeneralized S,s Approach, Econometrica, 67, 783826.Caballero R., Engel E., 2003, Adjustment is Much Slower than you Think, NBER Working Paper No. 9898.33Calvo G., 1983, Staggered Prices in a Utility Maximising Framework, Journal of Monetary Economics, 12, 383398.Card D., Krueger A., 1994, Minimum Wages and Employment: A Case Study of the FastFood Industry in New Jersey and Pennsylvania, American Economic Review, 84,772793.Card D., Krueger A., 2000, Minimum Wages and Employment: A Case Study of the FastFood Industry in New Jersey and Pennsylvania: Reply, American Economic Review,90, 13971420.Cecchetti S., 1986, The Frequency of Price Adjustment, Journal of Econometrics, 31, 255274.Chatterjee S., Cooper R., Ravikumar B., 1993, Strategic Complementarity in Business Formation: Aggregate Fluctuations and Sunspot Equilibria, Review of Economic Studies,60, 795812.DARES, 2003, Les bncid:133ciaires de la revalorisation du SMIC et des garanties mensuelles au 1er juillet 2002, Premires Informations et Premires Synthses, Paris.Dhyne E., lvarez L. J., Le Bihan H., Veronese G., Dias D., Homann J., Jonker N., Lcid:252nnemann P., Rumler F., Vilmunen J., 2006, Price Setting in the Euro Area: Some Stylised Facts from Individual Consumer Price Data, Journal of Economic Perspectives, 20, 171cid:150192.Dhyne E., Fuss C., Pesaran H., Sevestre P., 2007, Lumpy Price Adjustments: a Microeconomic Analysis, Note dcid:146Etude et de Recherche 185, Banque de France.Dixit A, 1991, Analytical Approximations in Models of Hysteresis., Review of Economic Studies, 58, 141151.Dotsey M., King R., Wolman A., 1999, StateDependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, 114, 655690.34Fisher T., Konieczny J., 2006, Incid:135ation and Costly Price Adjustment: a Study of Canadian Newspaper Prices, Journal of Money Credit and Banking, 38, 615633.Fougre D., Le Bihan H., Sevestre P., 2007, Heterogeneity in Consumer Price Stickiness:a Microeconometric Investigation, Journal of Business and Economics Statistics, 25, 247264.Gaiotti E., Lippi F., 2005, Pricing Behaviour and the Introduction of the Euro: Evidencefrom a Panel of Restaurants, CEPR Discussion Paper No 4893, London.Golosov M. and Lucas R., 2007, Menu Costs and Phillips Curves, Journal of Political Economy, 115, 171cid:150199.Gcid:246tte L., Minsch R., Tyran J.R., 2005, Micro Evidence on the Adjustment of Stickyprice Goods: itcid:146s How Often, not How Much, CEPR Discussion Paper No. 5364, London.Goodfriend M., King R., 1997, The New Neoclassical Synthesis and the Role of Monetary Policy, in NBER Macroeconomics Annual, edited by B. Bernanke and J. Rotemberg, MITPress, 231283.Hansen P., 1999, Frequent Price Changes under Menu Costs, Journal of Economic Dynamicsand Control, 23, 10651076.Hobijn B., Ravenna F., Tambalotti A., 2006, Menu Costs at Work: Restaurant Pricesand the Introduction of the Euro, Quarterly Journal of Economics, 121, 11031131.Katz L., Krueger A., 1992, The Eect of the Minimum Wage on the FastFood Industry,Industrial and Labor Relations Review, 46, 621.Koubi M., Lhommeau B., 2006, Les eets de diusion de court terme des hausses du Smic dans les grilles salariales des entreprises sur la priode 20002005, Document de Travail, DARES, Paris.Lee C., Ocid:146Roarke B., 1999, The Impact of Minimum Wage Increases on Food and Kindred Products Prices: An Analysis of Price PassThrough, US Department of Agriculture 35Technical Bulletin 877.Lemos S., 2008, A Survey of the Eects of the Minimum Wage on Prices, forthcoming in Journal of Economic Surveys.Lcid:146Horty Y., Rault C., 2004, Incid:135ation, Minimum Wage and Other Wages: an Econometric Study on French Macroeconomic Data, Applied Economics, 36, 277290Mac Donald J. M., Aaronson D., 2006, How Firms Construct Price Changes: Evidencefrom Restaurant Responses to Increased Minimum Wages, American Journal of Agricultural Economics, 88, 292307.Midrigan V. 2007, Menu Costs, MultiProduct Firms and Aggregate Fluctuations, CFSWorking Paper No. 200713.Mcid:252ller G., Bergen M., Dutta S., Levy D., 2009, Holiday NonPrice Rigidity and Costof Adjustment, Economica, forthcoming.Neumark D., Wascher W., 2000, Minimum Wages and Employment: A Case Study ofthe FastFood Industry in New Jersey and Pennsylvania: Comment, American Economic Review, 90, 13621396OFCE, 2003, Lcid:146valuation des politiques conomiques en dbat : dbat sur les allgementsde cotisations sociales sur les bas salaires, Revue de lcid:146OFCE, 85, 209234.Parsley D., Wei S. J., 2007, A Prism into the PPP Puzzles: The MicroFoundations of Big Mac Real Exchange Rates, Economic Journal, 117, 13361356.Portier F., 1995, Business Formation and Cyclical Markups in the French Business Cycle,Annales dcid:146Economie et Statistique, 37, 411430.Ratfai A., 2006, Linking Individual and Aggregate Price Changes, Journal of Money Creditand Banking, 38, 21992224.Rotemberg J. J., 1982, Sticky Prices in the United States, Journal of Political Economy,90, 11871211.36Rotemberg J. J., 2005, Customer Anger at Price Increases, Changes in the Frequency of Price Adjustment and Monetary Policy, Journal of Monetary Economics, 52, 829852.Rotemberg J. J., Woodford M., 1999, The Cyclical Behavior of Prices and Costs, in Handbook of Macroeconomics, Vol. 1, edited by J. B. Taylor and M. Woodford. Amsterdam: Elsevier Science, NorthHolland, 10511135.Sheshinski E., Tishler A., Weiss Y., 1981, Incid:135ation, Costs of Price Adjustment, andthe Amplitude of Real Price Changes: an Empirical Analysis, in Development in an Incid:135ationary World, edited by M. J. Flanders and A. Razin, New York Academic Press,195207.Sheshinski E., Weiss Y., 1977, Incid:135ation and Costs of Price Adjustment, Review of Economic Studies, 44, 287303.Tsiddon D., 1993, The MisBehaviour of the Aggregate Price Level, Review of Economic Studies, 60, 889902.Willis J., 2006, Magazine Prices Revisited, Journal of Applied Econometrics, 21, 337344.Wolfson P., Belman D., 2004, The Minimum Wage: Consequences for Prices and Quantities in LowWage Labor Markets, Journal of Business and Economic Statistics, 22, 296311.Woodford M., 2003, Interest and Prices: Foundations of a Theory of Monetary Policy,Princeton University Press.Wooldridge J., 2002, Econometric Analysis of Cross Section and Panel Data, MIT Press.Zbaracki M. J., Ritson M., Levy D., Dutta S., Bergen M., 2004, Managerial and Customer Costs of Price Adjustment: Direct Evidence from Industrial Markets, Review of Economics and Statistics, 86, 514cid:150533.378 Tables and cid:133gures Table 1: Monthly frequency of price changes %Sample Price Price Price Implied averagesizechangesincreases decreasesprice duration Traditional restaurants 93,816Fastfood restaurants 10,7264.169.413.807.070.362.3424.0410.63Note: the implied average price duration in months is calculated as the inverse of the monthly proportion of price changes.Table 2: Size of price changes %Sample size cid:1p 90 cid:1p 75 cid:1p 50 cid:1p 25 cid:1p 10 cid:1pav Traditional restaurants cid:1pcid:0cid:1p34013.368.543.951.300.266.093,9098.005.253.181.650.304.34Fastfood restaurantscid:1pcid:0cid:1p2698447.555.092.780.950.553.745.883.662.821.290.343.35Note: In the calculations, price changes equal to zero are not taken into account. Price increases cid:1pand decreases cid:1pcid:0 are considered separately. cid:1p 90 is the 90th percentile of the distribution; cid:1p 75 is the 75th percentile of the distribution; cid:1p 50 is the median of the distribution; cid:1p 25 is the 25th percentileof the distribution; cid:1p 10 is the 10th percentile of the distribution; cid:1pav is the average price change.38Table 3: Parameter estimates: traditional restaurantscid:1cid:28 pcid:3i;t Cit Notation Covariate Estimate Notation Covariate Estimate 1:6240:1371:9890:1261:8170:1191:9610:1371:7440:1181:9070:1391:9130:1481:9190:1471:6150:1512:0080:1322:1010:1242:5120:1580:4880:1920:177cid:01:111cid:03:368cid:01:366cid:01:1390:3900:0400:194cid:120cid:121cid:27wcid:27p Constant Food PPIMin. wage Demand VAT increase0:320cid:010:0720:2250:0370:0800:0150:023cid:00:1144:2100:315VAT decrease cid:00:9900:500cid:122January February March April May June July August September October November December Pre Euro Euro Post Euro 0:4520:0196:3820:144cid:11cid:27c Value of the loglikelihood function 8.231Sample size: 93,81639Constant Constant Food PPIMin. wage Demand0:319cid:08:26610:3080:3690:4790:0660:1180:0310:2460:048cid:120cid:12cid:00cid:121cid:27wcid:27p 0:5710:0575:9480:170cid:11cid:27cValue of the loglikelihood function 11.0061Sample size: 10,726Table 4: Parameter estimates: fastfood restaurantscid:1cid:28 pcid:3i;t Cit Ccid:0it Notation Covariate Estimate Notation Covariate Estimate Notation Covariate Estimatecid:122Januarycid:12cid:020:4700:1720:7130:1681:0110:1991:0430:1630:7950:1560:7840:1880:4680:1270:4180:1320:6020:1351:1530:2071:0240:1800:1380:1260:358cid:01:1391:3890:1460:3600:076cid:11cid:0cid:27ccid:00:0020:0020:0020:0020:002March April May June July January Februarycid:01:256cid:01:002cid:00:860cid:01:465cid:01:380cid:01:319cid:01:319cid:01:266September cid:00:713cid:01:102November cid:00:468December cid:00:4600:9670:005October August0:0020:0020:0020:003Euro0:0020:0020:0020:0470:0040:001cid:0February March April May June July August September October November December Euro 40Table 5: Eects of a 1% minimum wage increase on prices:benchmark estimates Firm size Wage level123456Traditional restaurants Min. wage 0.120.400.3110.110.11Fastfood restaurantsAssumption 1Fastfood restaurantsAssumption 21:1cid:2 Min. wage Min. wage 1:1cid:2 Min. wage Min. wage 1:1cid:2 Min. wage 0.120.400.170.70.040.150.120.330.3210.090.090.120.330.170.70.030.130.120.460.3210.130.130.120.460.170.70.050.18Note: Column 1 reports the share of workers in the black market for hotels and restaurants ACOSS,2006. Column 2 reports the share of labor cost in total cost Assumption 1: French national sectoralaccounts 19972002; Assumption 2: Parsley and Wei, 2007. Column 3 reports the share of theminimum wage compensations in the wage bill DARES and French national sectoral accounts 19972002. Column 4 gives the elasticity of wages just above the minimum wage with respect to minimumwage increases Koubi and Lhommeau, 2006. Column 5 gives the eect of the minimum wage increaseon total cost, i.e. col.5 1col1 cid:2 col.2 cid:2 col.3 cid:2 col. 4. Column 6 is the cumulated sumof the lines of column 5.41Table 6: Goodness of cid:133t Traditional restaurants Simulated Observed Fastfood restaurants Simulated Size of price changes Frequency of price changes Incid:135ation Increase Decrease Increase Decrease Total 0:1710:0040.1344:2570:0614.336cid:00:4080:0376.0864:0440:0823.7977:6400:2567.0700:1010:0190.3634:1450:0864.1602:8690:1682.33510:5100:3009.405Observed Note: Numbers in brackets are standard deviations.0.1353.3460:1660:0123:3580:079cid:03:2430:0773.739Table 7: Simulation results Traditional restaurants Fastfood restaurants123451% 0:0970:0172% 0:1930:0345% 0:4710:0811% 0:1300:0322% 0:2570:0635% 0:6230:147141413665262524121211343433191818Note: Numbers in brackets are standard deviations. Column 1 is the size of the shock on theminimum wage at t. Column 2 reports the cumulated impact after 57 months. Column 3 reportsthe duration in months corresponding to half of the total cumulated impact. Column 4 reports theduration in months corresponding to 75% of the total cumulated impact. Column 5 reports theduration in months corresponding to 90% of the total cumulated impact.42Table 8: Linear model estimated with aggregate data traditional restaurants123450.094cid:3cid:30.008Constant Min. waget3Min. waget2Min. waget1Min. waget Min. wagetcid:01Min. wagetcid:02Min. wagetcid:03Min. wagetcid:04Min. wagetcid:05Min. wagetcid:06Incid:135ationtcid:01Incid:135ationtcid:02Incid:135ationtcid:03Producer prices Demand VAT increase 0.124cid:3cid:30.052cid:3cid:30.011cid:3cid:30.0020.009cid:3cid:30.0010.014cid:3cid:30.0010.0000.0010.013cid:3cid:30.0090.0040.0590.017cid:3cid:30.0000.0030.0030.014cid:3cid:30.130cid:30.263cid:3cid:30.202cid:3cid:30.0050.0050.0660.044cid:3cid:30.007cid:30.0030.0050.0040.0000.0040.0020.011cid:3cid:30.127cid:30.268cid:3cid:30.216cid:3cid:30.0190.007cid:3cid:30.110VAT decrease0.0150.0490.033Pre Euro Euro Post Euro Month dummies Rsquared Longterm impact 0.139cid:3cid:30.662cid:3cid:30.021N0.6530.0120.091cid:3cid:30.573cid:3cid:30.153cid:3cid:3N0.7200.0430.100cid:3cid:30.597cid:3cid:30.152cid:3cid:3N0.7860.049Note: statistical signicid:133cance levels: cid:3cid:3: 5%, cid:3: 10%.430.020cid:3cid:30.0000.013cid:3cid:30.00160.0440.0020.0800.0150.0090.0030.0090.0020.0050.0070.0060.0740.0110.156cid:3cid:30.581cid:3cid:30.034Y0.7330.0160.0030.0030.0030.019cid:3cid:30.0010.0120.0080.0120.0080.0020.043cid:3cid:30.0090.0050.0110.198cid:3cid:30.217cid:3cid:30.331cid:3cid:30.0010.171cid:3cid:30.240cid:3cid:30.216cid:3cid:30.0160.0030.0080.114cid:3cid:30.0040.088cid:3cid:30.453cid:3cid:30.183cid:3cid:3Y0.8260.1180.115cid:3cid:30.0150.141cid:3cid:30.545cid:3cid:30.140cid:3cid:3Y0.8560.148Constant Min. waget3Min. waget2Min. waget1Min. waget Min. wagetcid:01Min. wagetcid:02Mini. wagetcid:03Incid:135ationtcid:01Incid:135ationtcid:02Producer prices Demand Euro 0.136cid:3cid:30.088cid:3cid:30.031cid:30.032cid:3cid:30.0010.0150.0510.0090.036cid:3cid:30.036cid:3cid:30.0030.0230.1640.182cid:30.0450.0080.090cid:3cid:30.0000.0160.0140.039cid:3cid:30.046cid:3cid:30.0030.0200.1680.178cid:30.0570.00760.0020.0070.0190.0080.0150.198cid:30.201cid:30.0690.0070.1490.040cid:3cid:30.041cid:3cid:30.0100.044cid:30.062cid:3cid:30.0100.035cid:30.037cid:30.0060.0050.0790.0130.0170.189cid:30.199cid:30.0700.003Table 9: Linear model estimated with aggregate data fastfood restaurants123450.1300.0460.0910.0550.0510.1700.157Month dummies Rsquared Longterm impact N0.1090.015N0.1760.039N0.2010.020Y0.1760.009YY0.2540.0440.2910.023Note: statistical signicid:133cance levels: cid:3cid:3: 5%, cid:3: 10%.44Table 10: Aggregate results with simulated datatraditional restaurantsOLS aggregate data OLS simulated data OLS simulated data T 105T 105; N 2; 948T 1; 000; N 10; 000Min. waget Min. wagetcid:01Min. wagetcid:02Mini. wagetcid:03Min. wagetcid:04Min. wagetcid:05Min. wagetcid:06Incid:135ationtcid:01Incid:135ationtcid:02Incid:135ationtcid:03Incid:135ationtcid:04Month dummies Longterm impact10:005cid:00:0030:0030:0040:0190:0050:0010:0050:0090:0050:005cid:00:0010:0040:0050:1740:0800:1940:0880:2980:0950:1010:075Y0.13720:0060:0110:0040:0110:0030:0090:0020:0120:0010:0120:0000:0110:0010:0120:3430:1090:1980:1090:1580:1140:1190:100Y0:0920:21130.0040.0050.0020.0010.0010.0000.0000.5080.1670.1610.079Y0.071Note: Column 1 reports the OLS estimates obtained with actual aggregate data. Column 2reports the OLS estimates obtained with aggregate simulated data and a small sample size T 105,N 2; 948. Here the probability of a price change is endogenous. Column 3 reports the OLS estimateswith aggregate simulated data and a large sample size T 1; 000, N 10; 000:45Table 11: Aggregate results with simulated datafastfood restaurantsOLS aggregate data OLS simulated data OLS simulated data T 105T 105; N 448T 1; 000; N 10; 000Min. waget Min. wagetcid:01Min. wagetcid:02Min. wagetcid:03Incid:135ationtcid:01Incid:135ationtcid:02Incid:135ationtcid:03Month dummies Longterm impact10:0400:0190:020cid:00:0400:0100:0240:0160:0240:1840:1120:1940:1150:0220:110Y0.04320:0180:0340:0090:0320:0030:0290:0020:0320:3270:1000:1870:1000:1450:094Y0:0960:16530.0190.0000.0000.0020.7750.1050.020Y0.112Note: Column 1 reports the OLS estimates obtained with actual aggregate data. Column 2reports the OLS estimates obtained with aggregate simulated data and a small sample size T 105,N 448. Here the probability of a price change is endogenous. Columns 3 reports the OLS estimateswith aggregate simulated data and a large sample size T 1; 000, N 10; 000.46Figure 1: Examples of price trajectories Note: each line corresponds to a price trajectory for a menu in a restaurant, prices are expressed in euros.Figure 2: Incid:135ation in restaurants and fastfoods and minimum wage increases Note: Solid line, left scale: monthly incid:135ation in restaurants. Dashed line, left scale: monthly incid:135ation infastfood restaurants. Bars, right scale: monthly minimum wage increases.470.80.60.40.200.20.40.60.811994199519961997199819992000200120023.22.21.20.20.81.82.83.8Figure 3a: Frequency of price changes in traditional restaurants Figure 3b: Frequency of price changes in fastfood restaurants Note: Solid line: Frequency of price changes. Dashed line: Frequency of price increases. Dotted line:Frequency of price decreases 48Figure 4: Distribution of price changes Note: Price changes equal to zero are not taken into account.49Figure 5: Actual versus simulated price change distributions Notes: Black bars: simulated price change distribution. Dashed bars: actual price change distribution.50Figure 6a: Impact of a minimum wage increase on the frequency of price changesin traditional restaurants Figure 6b: Impact of a minimum wage increase on the frequency of price changesin fastfood restaurants Note: Solid line: 1% increase. Dotted line: 2% increase. Dashed line: 5% increase 51Figure 7a: Aggregate response to a minimum wage increasetraditional restaurantsFigure 7b: Aggregate response to a minimum wage increasefastfood restaurantsNote: Solid line: simulated average aggregate response. Dotted line: bounds of the 95% concid:133denceinterval. Dashed line: response derived from the linear model estimated with aggregate data.52Appendix Figure A1: Distributions of the cumulated minimum wage increase since the lastprice change Note: black bars for traditional restaurants, dashed bars for fastfood restaurants. Decreases inemployerscid:146social contributions are included in labor cost at minimum wage.53Figure A2: Distributions of durations and hazard functions Note: Hazard functions are estimated using a simple piecewiseconstant duration model.54", "filename": "597870764.pdf", "person": ["Denis Fougère", "Fougère, Denis", "Erwan Gautier", "Gautier, Erwan", "Hervé Le Bihan", "Le Bihan, Hervé"], "date": ["2009"]}