{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27886/1/600251586.PDF"], "title": ["Einführung in das Kapitalstrukturmanagement"], "plaintext": "Die Kapitalstruktur bei Banken Abstract This paper gives an overview of the capital requirements for banks. Regulatory capital is analyzed, followed by the discussion of economic capital. These ideas are used to explain risk adjusted performance measures. Regulatorisches Kapital, okonomisches Kapital, RAROC, RORAC ISSN: 14369753 Contact: Prof. Dr. Thomas Heidorn Professor fur Bankbetriebslehre Centre for Practical Quantitative Finance Frankfurt School of Finance Management Sonnemannstrae 911 60314 Frankfurt Tel: 49 069 154008721 Fax: 49 069 1540084721 email: t.heidornfrankfurtschool.de . Stephan Rupprecht Global Markets Debt Capital Markets Origination Financial Institutions Deutsche Bank AG Groe Gallusstrae 1014 60272 Frankfurt am Main Tel.: 496991038212 email: stephan.rupprechtdb.com Andreas Boger, CFA Managing Director Head of Capital Solutions Europe Deutsche Bank AG Global Capital Markets Winchester House 1 Great Winchester Street London EC2N 2DB Tel.: 442075475869 Frankfurt School of Finance Management Working Paper No. 121 2 Die Kapitalbestandteile bei Banken Inhalt 1 Einleitung 4 2 Kapitalstruktur bei Banken im Vergleich zu Industrieunternehmen  4 3 Regulatorische Kapitalanforderungen bei Kreditinstituten  7 3.1 Notwendigkeit der Regulierung von Kreditinstituten  7 Eigenkapitalvorschriften nach Basel I 8 3.2 3.3 Eigenkapitalvorschriften nach Basel II  9 4 Kapitalbestandteile bei Kreditinstituten 12 4.1 Eigenmittelbestandteile nach dem KWG  12 4.1.1 Kernkapital Tier1Kapital 14 4.1.2 Erganzungskapital Tier2Kapital 17 4.1.3 Drittrangmittel Tier3Kapital  21 4.2 Bilanzielles Eigenkapital  24 4.3 Okonomisches Eigenkapital  25 4.3.1 Okonomisches Eigenkapital zur Deckung des Geschaftsrisikos 25 4.3.2 Risikoadjustierte Erfolgskennzahlen  27 5 Kapitalstrukturmanagement als Bestandteil einer wertorientierten Unternehmensfuhrung 32 5.1 5.2 Elemente des Valuebased Managements  33 5.1.1 Discounted Cash Flow Methode 33 5.1.2 Steigerung des Free CashFlows  35 5.1.3 Senkung der Kapitalkosten 36 Einflussgroen der Kapitalkosten 37 5.2.1 Geschaftsrisiko  37 5.2.2 Steuerliche und agencytheoretische Perspektive 38 5.2.3 Konkurskosteneffekt und Flexibilitatsverlust 40 6 Zusammenfassung  41 REFERENCES  42 Frankfurt School of Finance Management Working Paper No. 121 3 Die Kapitalstruktur bei Banken 1 Einleitung Das Thema Bankkapital bzw. die Kapitalisierung von Banken ruckte aufgrund der Milliardenabschreibungen von Banken im Zuge der Subprimekrise sowie der Kapitalisierungsmanahmen von Staatsregierungen und Notenbanken zur Stabilisierung der globalen Finanzmarkte in den Fokus der breiten Offentlichkeit. In diesem Arbeitsbericht wird zuerst die exponierte Stellung von Banken innerhalb einer Volkswirtschaft kurz erlautert. Darauf aufbauend liegt der Schwerpunkt dieser Arbeit auf der Darstellung der verschiedenen Kapitalarten im Bankgeschaft. Hierzu werden die einzelnen Kapitalbestandteile nach dem Kreditwesengesetz KWG fur eine Bank in der Rechtsform der Aktiengesellschaft beschrieben. Dies ist die Grundlage fur das Kapitalstrukturmanagement, dessen Verstandnis fur die neuen Regulierungsansatze im Rahmen der Finanzkrise zentral sind. 2 Kapitalstruktur bei Banken im Vergleich zu Industrieunternehmen Kreditinstitute unterscheiden sich deutlich von Industrieunternehmen, die ublicherweise im Zentrum der betriebswirtschaftlichen Betrachtungen stehen. Bei einem normalen Unternehmen werden aus den vorhandenen Produktionsfaktoren Input im Rahmen des betriebswirtschaftlichen Transformationsprozesses Guter oder Dienstleistungen Output hergestellt Schmalen, 2002, S. 25ff. Da Mittelzuflusse und abflusse i.d.R. nicht zeitgleich erfolgen, resultiert hieraus ein Finanzierungsbedarf Funding. Dieser kann nach dem Kriterium der Mittelherkunft in Auen und Innenfinanzierung unterschieden werden. Bei der Auenfinanzierung werden die finanziellen Mittel entweder von den Eigentumern Eigenkapital Equity oder den Glaubigern Fremdkapital Debt zur Verfugung gestellt. Bei bereits existierenden Unternehmungen erfolgt die Finanzierung zudem uber den Verkauf von Gutern bzw. Dienstleistungen Innenfinanzierung. Zur Innenfinanzierung wird auch die Finanzierung aus Abschreibung, Ruckstellung und durch Kapitalfreisetzung gezahlt Perridon und Steiner, 2004, S. 361 363. Die Unterschiede zwischen Banken und Corporates konnen anhand des Vergleichs der durchschnittlichen Bilanz eines deutschen Industrieunternehmens mit der eines Kreditinstitutes gezeigt werden. Frankfurt School of Finance Management Working Paper No. 121 4 Aktiva Die Kapitalstruktur bei Banken %Passiva Anlagevermogen Immaterielle Vermogensgegenstande Sachanlagen Finanzanlagen Umlaufvermogen Vorrate Forderungen Wertpapiere, Bar und Buchgeldbestande sonstige Aktiva 49.80 Eigenkapital 0.50 gezeichnetes Grund bzw. Stammkapital 33.80 Rucklagen 15.50 Gewinn Verlust 50.20 Empfangene Ertragszuschusse 1.50 Ruckstellungen 38.20 Verbindlichkeiten 8.90 sonstige Passiva 1.60Summe Aktiva 100.00 Summe Passiva%21.407.7013.900.202.309.2061.605.50100.00 Abb. 1: Durchschnittliche Bilanz eines deutschen Industrieunternehmens eigene Darstellung in Anlehnung an das Statistische Bundesamt, 2006, S. 596 Die Aktivseite eines Industrieunternehmens besteht zu einem groen Teil aus Sachanlagen und wird uber einen Mischung aus Eigen und Fremdkapital finanziert. Demgegenuber ist der Anteil der sachlichen Betriebsmittel bei Banken vergleichsweise gering 4,65%. Vielmehr wird die Aktivseite bei Kreditinstituten mit mehr als 86% durch monetare Bilanzpositionen dominiert. Auf der Passivseite der Industriebilanz liegt der Eigenkapitalanteil bei ca. 21% der Bilanzsumme. Demgegenuber steht bei Kreditinstituten ein Eigen Kapital von lediglich 5%. Das Fremdkapital ist mit ca. 90% der zentrale Bestandteil. Bei Kreditinstituten ist das Fremdkapital keine externe FundingPosition zur Finanzierung des Geschaftsbetriebes Matten, 1996, S. X. Vielmehr ist das Fremdkapital ein wesentlicher Bestandteil des bankbetrieblichen Wertschopfungsprozesses. Ziel der Banken ist, einen positiven Spread zwischen Assets z.B. Kredite und Refinanzierungskosten zu erzielen Fabozzi und Modigliani, 2003, S. 33. Frankfurt School of Finance Management Working Paper No. 121 5 Aktiva Die Kapitalstruktur bei Banken %Passiva Verbindlichkeiten vorrangig Verbindlichkeiten gegenuber Banken Verbindlichkeiten gegenuber NichtBanken Verbriefte Verbindlichkeiten Treuhandverbindlichkeiten Wertberichtigungen Ruckstellungen Nachrangige Verbindlichkeiten Eigenkapital Kapitalubrige Passivpositionen Monetare Aktiva Kassenbestand Guthaben bei Zentralbanken Schatzwechsel und unverz. Schatzanweisungen Wechsel Buchforderungen an Banken Buchforderungen an NichtBanken Schuldverschreibungen und andere festverzinsliche Wertpapiere Aktien und andere nicht festverzinsliche Wertpapiere Beteiligungen und Anteile an verbundenen Unternehmen Treuhandvermogen Sachanlagen und ubrige Aktivpositionen 86.5240.20%0.95%0.25%0.07%34.42%39.39%11.25%4.37%4.04%0.42%4.65%%86.57%36.68%39.41%10.05%0.42%0.17%1.14%1.89%4.99%5.24%Summe Aktiva 100.00% Summe Passiva 100.00% Abb. 2: Durchschnittliche Bilanz eines deutschen Kreditinstitutes eigene Darstellung in Anlehnung an Deutsche Bundesbank, 2007a, S.10f Die Bankbilanz wird von der finanziellen Sphare beherrscht, wohingegen die Industriebilanz von der Produktionssphare dominiert wird Suchting und Paul, 1998, S. 301. Dadurch weisen Bankbilanzen naturgema einen hoheren Verschuldungsgrad Leverage im Vergleich zu Industriebilanzen auf. Als Folge dessen ist der Fremdkapitalanteil wesentlich hoher als der Eigenkapitalanteil Neukomm und Buttler, 1999, S. 45. Dabei wird der Begriff Kapital bei Banken haufig auch als Synonym fur Eigenkapital verwendet. Dombret et. al, 2004, S. 90. Auf einer abstrakten Ebene konnten Banken theoretisch unendlich viel Fremdkapital zur Kreditvergabe aufnehmen, da Eigenkapital zum Betreiben von Bankgeschaften nicht notwendig ist. Ein umfassender Glaubigerschutz ware somit allerdings nicht gewahrleistet Bieg et al., 2003, S. 1. Aufgrund der exponierten Stellung von Banken innerhalb einer Volkswirtschaft konnte dies die Stabilitat des gesamten Wirtschaftssystems gefahrden. Um dieser Gefahr entgegenzuwirken, sieht die Gesetzgebung ein Mindestma an Eigenmitteln bei Kreditinstituten Frankfurt School of Finance Management Working Paper No. 121 6 Die Kapitalstruktur bei Banken vor, was als begrenzender Faktor bei der Kreditvergabe wirkt. Diese regulatorischen Anforderungen werden im folgenden Kapitel diskutiert. 3 Regulatorische Kapitalanforderungen bei Kreditinstituten 3.1 Notwendigkeit der Regulierung von Kreditinstituten Die Bankenaufsicht stellt einen ordnungspolitischen Eingriff in die allgemeine Gewerbefreiheit dar. Daher bedarf sie im Sinne eines ordoliberalen Staatsverstandnisses einer besonderen Existenzberechtigung SchulteMattler und Traber, 1995, S. 9. Da Kreditinstitute als Intermediare zwischen Kapitalgebern und nehmern eine zentrale Rolle im Wirtschaftskreislauf einnehmen, tragen sie uber ihre Transformationsaufgaben Losgroen, Fristen und Risikotransformation wesentlich zur Funktionsweise eines marktwirtschaftlichen Wirtschaftssystems bei. Im Umkehrschluss bedeutet dies aber auch, dass die Stabilitat marktwirtschaftlicher Systeme von der Stabilitat der Kreditinstitute innerhalb einer Volkswirtschaft abhangig ist. Durch die Ubernahme der Transformationsfunktion sind Banken speziellen monetaren Gefahren ausgesetzt. Aufgrund dieser Risiken reagieren Banken in einer Marktwirtschaft gleichsam wie ein Seismograph auf jede noch so kleine Veranderung und Erschutterung in ihrem wirtschaftlichen und politischen Umfeld Schmidt, 2001, S. 247. In der aktuellen Finanzkrise kam eine Vielzahl von Kreditinstituten in Zahlungsschwierigkeiten, die zum Teil in Konkursen endeten. Systemische Bankenkrisen fuhren zu enormen gesamtwirtschaftlichen Kosten und langerfristigen Wachstumsverlusten. Das Ziel der Bankenaufsicht ist es daher, derartige Krisen zu vermeiden und das Bankensystem intakt zu halten. Unter der Sicherung der Funktionsfahigkeit des Finanzsystems lasst sich die ordnungsgemae Durchfuhrung der Bankgeschafte, die Vermeidung von Nachteilen fur die Gesamtwirtschaft sowie der Schutz der Glaubiger Einleger vor Vermogensverlusten subsumieren SchulteMattler und Traber, 1995, S. 9f. In Deutschland wird diese Aufgabe von der Bundesanstalt fur Finanzdienstleistungsaufsicht Ba Fin in Zusammenarbeit mit der Deutschen Bundesbank wahrgenommen. Frankfurt School of Finance Management Working Paper No. 121 7 Die Kapitalstruktur bei Banken Die Regulierung des Eigenkapitals bei Banken ist einer der Hauptansatzpunkt der Bankenaufsicht zur Wahrung der Soliditat und Funktionsfahigkeit der einzelnen Institute sowie des gesamten Finanzsystems Deutsche Bundesbank, 2002, S. 42. Zum Schutz ihrer Glaubiger sind Kreditinstitute daher verpflichtet, angemessene Eigenmittel zu besitzen. Eine starke Eigenkapitaldecke dient Banken als Puffer fur Verluste und tragt somit zur Stabilitat des Finanzsystems bei. Besonders in der Finanzkrise wurde auch den Industrieunternehmen deutlich, wie stark das aufsichtsrechtliche Eigenkapital als Begrenzungsfaktor bei der Kreditvergabe wirkt. Bislang waren die Eigenkapitalanforderungen in Deutschland im Grundsatz I verankert. Mit der Umsetzung von Basel II in nationales Recht zum 1. Januar 2007 wurden diese Mindeststandards grundlegend modifiziert und sind seither in der Solvabilitatsverordnung geregelt. Bevor die Kapitalbestandteile von Banken nach Basel II aufgezeigt werden konnen, ist zum besseren Verstandnis eine kurze Beschreibung der ursprunglichen Eigenmittelvorschriften nach Basel I sinnvoll. 3.2 Eigenkapitalvorschriften nach Basel I Die bisherigen Eigenkapitalregelungen wurden durch den Baseler Akkord Basel I von 1988 geregelt und waren im KWG in Verbindung mit dem Grundsatz I verankert. Im Fokus stand dabei die angemessene Unterlegung von Krediten mit Eigenkapital. Nach Basel I war dies gewahrleistet, wenn die sehr pauschal berechneten, risikogewichteten Aktiva RWA mit 8% Eigenkapital unterlegt waren. Im Jahr 1996 wurden diese Vorschriften um die Marktpreisrisiken erganzt Deutsche Bundesbank, 2006, S. 70. Das aufsichtsrechtliche Mindestkapital eines Kreditinstituts berechnete sich entsprechend der nachfolgenden Formel MRP steht dabei fur den Anrechnungsbetrag der Marktrisikopositionen: Frankfurt School of Finance Management Working Paper No. 121 8 Die Kapitalstruktur bei Banken Eigenmittel MRP5,12RWA%00,8 Formel 1: Aufsichtsrechtliches Mindestkapital eines Kreditinstituts nach Basel I Zur Ermittlung der gewichteten Risikoaktiva wurden von der Bankenaufsicht lediglich sechs Risikoklassen 0%, 10%, 20%, 50%, 70% und 100% vorgegeben 13 Grundsatz I. Diese Risikoklassen waren bonitatsunabhangig und kategorisierten Kredite und damit ihre Risikogewichte anhand der Zugehorigkeit zu bestimmten Kreditnehmergruppen z.B. Forderungen an Staaten, Zentralbanken, Kreditinstitute, Unternehmen. Die risikogewichteten Aktiva berechnen sich dabei entsprechend der nachfolgenden Formel: RWAKredit Risikoklasse Formel 2: Berechnung der RWA Nach Basel I musste beispielsweise ein Kredit uber EUR 10,00 Mio. je nach Gewichtung mit EUR 0,00 bis zu EUR 800.000,00 an Eigenkapital unterlegt werden bei einer 0% bzw. 100% Gewichtung. Als Folge dieser statischen Risikogewichte stellte die Eigenkapitalunterlegung nach Basel I nicht das tatsachliche Ausfallrisiko ab, da samtliche gleichartigen Kreditnehmer ohne Berucksichtigung ihrer individuellen Bonitat einem bestimmten Risikogewicht zugeordnet wurden. Fur Schuldner mit einer schlechten Bonitat entstanden die gleichen Eigenkapitalkosten wie bei bonitatsmaig besseren Kreditnehmern, obwohl ein hoheres Ausfallrisiko vorhanden war. Diese Quersubventionierung war Ausgangspunkt fur die Reformierung von Basel I, denn bei den neuen Baseler Eigenkapitalvorschriften Basel II war es von Anfang an das erklarte Ziel, die Diskrepanz zwischen den regulatorischen Eigenkapitalvorschriften und den okonomischen Kapitalanforderungen anzugleichen. 3.3 Eigenkapitalvorschriften nach Basel II Mit dem neuen Akkord des Baseler Ausschusses fur Bankenaufsicht Basel II wurde der mangelnde Zusammenhang zwischen regulatorischen und okonomischen Kapitalanforderungen von Basel I angepasst. Dabei besitzen die Empfehlungen des Baseler Ausschusses keine Frankfurt School of Finance Management Working Paper No. 121 9 Die Kapitalstruktur bei Banken Rechtswirksamkeit in Europa findet diese in den EURichtlinien ihren Ausdruck und werden dann in den jeweiligen Mitgliedsstaaten rechtswirksam umgesetzt. Hierzu hat die Europaische Kommission Entwurfe zur Modernisierung der Bankenrichtlinie und der Kapitaladaquanzrichtlinie vorgelegt, die durch das Europaische Parlament und den Europaischen Rat verabschiedet worden sind Richtlinie 200648EG Bankenrichtlinie und Richtlinie 200649EG Kapitaladaquanzrichtlinie. Bis Ende 2006 mussten diese Richtlinien von den Mitgliedsstaaten umgesetzt werden Deutsche Bundesbank, 2006, S. 71. In Deutschland wurden die entsprechenden EGRichtlinien mit der Veroffentlichung des neuen KWG am 22. November 2006 und der Solv V Solvatibilitatsverordnung und der geanderten Gro Mi KV Grokreditsverornung im Dezember 2006 im Bundesgesetzblatt umgesetzt Deutsche Bundesbank, 2006, S. 89. Das System der Bankenaufsicht basiert demnach auf drei Saulen. Die neuen Mindestanforderungen an das Eigenkapital bestimmen sich in Saule 1. In diesen neuen Eigenkapitalvorschriften entspricht die Berechnung der Risikogewichte, die unter Basel I bonitatsunabhangig waren, eher dem tatsachlichen Ausfallrisiko. Zudem mussen unter Basel II neben den Kredit und Marktrisiken auch operationelle Risiken mit Eigenkapital unterlegt werden. Des Weiteren wurden die Saulen 2 Bankaufsichtliche Prufung der Kapitaladaquanz und 3 Forderung der Marktdisziplin eingefuhrt, auf die in diesem Bericht nicht naher eingegangen wird. Frankfurt School of Finance Management Working Paper No. 121 10 Die Kapitalstruktur bei Banken Saule 1 Basel IISaule 2Mindesteigenkapitalanforderungen Bankaufsichtliche Prufungder Kapitaladaquanz Kreditrisiko Standardansatz interner Ratingansatz IRB Kreditsicherungstechniken operationelles Risiko Zinsanderungsrisiken Uberprufung, ob die Methoden der internen Risikomessung den regularorischen Anforderungen entsprechen Als Konsequenz einer Abweichung kann die Aufsicht eine Erhohung des regulatorischen Kapitals fordern Saule 3Marktdisziplin Offenlegung des Eigenkapital niveaus, des Risikoexposures und der Kapitaladaquanz Bestandteil der Zulassungs voraussetzung fur die Anwendung von Optionen in Saule 1Abb. 3: Die drei Saulen von Basel II Schmidt, 2002, S. 82 Das aufsichtsrechtliche Mindestkapital nach Basel II berechnet sich entsprechend der nachfolgenden Formel Deutsche Bundesbank, 2006, S. 85: Anrechenba 512 , RWA re Eigenmi MRPttel Op R008,%Formel 3: Aufsichtsrechtliches Mindestkapital eines Kreditinstituts nach Basel II Die Ausrichtung der Kapitalanforderungen an dem tatsachlichen, okonomischen Risiko wird uber die Zulassung von Ratingansatzen zur Messung der Ausfallrisiken umgesetzt Saule I. Im Standardansatz erfolgt die Kreditrisikoermittlung mithilfe externer Ratings. Anhand dieser Ratings werden den Kreditnehmergruppen z. B. Staaten, Banken, Unternehmen standardisierte bonitatsorientierte Risikogewichte zugeordnet 0%, 20%, 50%, 75%, 100%, 150%, 1.250% Deutsche Bundesbank, 2002, S. 53. Im Vergleich zu Basel I wird deutlich, dass die Bonitatsgewichte einerseits einer feineren Abstufung folgen und andererseits das maximale Risikogewicht mit 1.250% deutlich uber dem alten Hochstma von 100% liegt. Dies hat zur Folge, dass schlechte Kredite mit bis zu 100% 1.250% x 8% an Eigenkapital unterlegt werden mussen. Kredite ohne Rating werden pauschal mit 100% gewichtet. Um den Anreiz einer moglichst exakten Risikoermittlung zu fordern, wurde unter Basel II mit dem internen Ratingansatz IRBAnsatz eine weitere Variante zugelassen. Unter dem IRBAnsatz haben Banken die Wahl zwischen dem Basisansatz und dem fortgeschrittenen Ansatz. Frankfurt School of Finance Management Working Paper No. 121 11 Die Kapitalstruktur bei Banken Im Basisansatz schatzen Kreditinstitute lediglich die Ausfallwahrscheinlichkeit PD der Kreditnehmer selbst, wahrend im fortgeschrittenen Ansatz bis zu vier Parameter von den Banken geschatzt werden mussen Probability of Default PD, Loss Given Default LGD, Exposure at Default Ea D und Maturity M. Die Risikogewichte werden im fortgeschrittenen Ansatz unter Zugrundelegung einer von der Aufsicht vorgegebenen Risikogewichtungsfunktion anschlieend fur jeden Kredit individuell ermittelt Deutsche Bundesbank, 2002, S. 53. Dadurch orientieren sich die regulatorischen Eigenkapitalforderungen deutlich starker an der Bonitat der einzelnen Kreditnehmer und dem tatsachlichen okonomischen Risiko. Mit den Anderungen im KWG vom 22. November 2006 wurde neben der Umsetzung der EURichtlinien, der Schaffung der Rechtsgrundlage fur die Solv V und die Gro Mi KV auch 10 KWG erneuert. 10 KWG regelt die angemessene Eigenmittelausstattung von Kreditinstituten sowie deren Bestandteile. In der neuen Fassung wird der Umsetzung der Bankenrichtlinie Rechnung getragen und die Eigenmittelbestandteile erweitert und teilweise neu definiert. Hierzu wurde die neue Groe modifiziert verfugbares Eigenkapital eingefuhrt 10 KWG Abs. 1d, die gema der Solv V die magebliche Groe zur Beurteilung der Angemessenheit der Eigenmittel eines Kreditinstituts ist. Das nachfolgende Kapitel hat die Komponenten des aufsichtsrechtlichen Bankkapitals zum Inhalt und zeigt die wesentlichen Modifikationen von 10 KWG n F auf. 4 Kapitalbestandteile bei Kreditinstituten 4.1 Eigenmittelbestandteile nach dem KWG Die Eigenmittelbestandteile eines Kreditinstituts werden in 10 KWG Abs. 2 geregelt. Demnach bestehen die Eigenmittel aus dem haftenden Eigenkapital und den Drittrangmitteln 10 Abs. 2 Satz 1 KWG. Das haftende Eigenkapital setzt sich aus dem Kernkapital 10 Abs. 2a KWG und dem Erganzungskapital 10 Abs. 2b KWG abzuglich diverser Abzugsposten zusammen. Auf internationaler Ebene werden auch die Begriffe Tier 1 Kernkapital, Tier 2 Erganzungskapital und Tier 3 Drittrangmittel zur Abgrenzung der Eigenmittelbestandteile verwendet engl. tier Rang. Frankfurt School of Finance Management Working Paper No. 121 12 Die Kapitalstruktur bei Banken Eigenmittel nach 10 Abs. 2 KWGhaftendes Eigenkapital Drittrangmittel Kernkapital Erganzungskapital Nettogewinnabzuglich der Abzugspositionenkurzfristigenachrangige Verbindlichkeiten 2 Jahre Abb. 4: Eigenmittelbestandteile bei Kreditinstituten Das Kernkapital beinhaltet samtliche Mittel, die einer Bank uneingeschrankt, d.h. ohne Ruckzahlungsverpflichtungen, zur Verfugung stehen. Im Falle von Verlusten dienen diese Kapitalbestandteile zur Verlustdeckung. Die Bestandteile des Erganzungskapitals hingegen haben einen Ruckzahlungsanspruch oder werden nicht in der Bilanz ausgewiesen. Folglich ist das Erganzungskapital im Vergleich zum Kernkapital von minderer Qualitat in Bezug auf die Verlustdeckung Luz und Scharpf, 1998, S. 89. Um der unterschiedlichen Qualitat der einzelnen Eigenmittelkomponenten Rechnung zu tragen, hat die Gesetzgebung bei der Anrechenbarkeit der einzelnen Bestandteile Limite gesetzt. Bei der Ermittlung des haftenden Eigenkapitals wird das Erganzungskapital nur bis zur Hohe des Kernkapitals anerkannt 10 Abs. 2 Satz 3 KWG und darf maximal zu 50% aus langerfristigen nachrangigen Verbindlichkeiten bestehen 10 Abs. 2 Satz 4 KWG. Da die gewichteten Risikoaktiva mit 8% Eigenkapital zu hinterlegen sind, bedeutet dies, dass die Risikoaktiva mindestens zu 4% durch Tier1Kapital gedeckt sein mussen. Die Drittrangmittel durfen zusammen mit dem freien Erganzungskapital maximal den 2,5fachen Betrag des Kernkapitals ausmachen anrechenbare Drittrangmittel, 10 Abs. 2c Satz 2 KWG. Das Tier3Kapital wird bei der Kapitalermittlung allerdings nur dann einbezogen, wenn es auch tatsachlich in Frankfurt School of Finance Management Working Paper No. 121 13 Die Kapitalstruktur bei Banken Anspruch genommen wird, d.h. Marktpreisrisiken damit unterlegt werden Deutsche Bundesbank, 2007b, o.S  4.1.1 Kernkapital Tier1Kapital Das Kernkapital wird in 10 Abs. 2a KWG geregelt. Zu den Bestandteilen eines Kreditinstitutes in der Rechtsform einer Aktiengesellschaft zahlen demnach: Eingezahltes Kapital Rucklagen Sonderposten fur allgemeine Bankrisiken nach 340g HGB Vermogenseinlagen stiller Gesellschafter nach 10 Abs. 4 KWG und der Bilanzgewinn. Diese sind um die Abzugspositionen des 10 Abs. 2a Satz 2 KWG zu reduzieren: Bilanzverlust Immaterielle Vermogensgegenstande Korrekturposten gema 10 Abs. 3b KWG durch Ba Fin festgelegt bestimmte Kredite an einflussreiche Gesellschafter und stille Gesellschafter sowie diverse Abzugspositionen. Der Ausgangspunkt bei der Ermittlung des Kernkapitals ist das eingezahlte Kapital. Dieses ist die qualitativ hochwertigste Kapitalform, da es unbefristet zur Verfugung steht und vollstandig an Verlusten teilnimmt. Bei Kapitalgesellschaften handelt es sich dabei um das Grund oder Stammkapital ohne Einbeziehung der Vorzugsaktien mit nachzahlbarer kumulativer Dividende 10 Abs. 2a Satz 2 KWG. In den Rucklagen 272 HGB sind die Kapitalrucklagen Aufgeld aus der Ausgabe von Wertpapieren Agio, Gewinnrucklagen gebildet aus den Geschaftsergebnissen vorausgegangener Geschaftsjahre, gesetzliche Rucklagen, Rucklagen fur eigene Anteile entsprechend der Wertansetzung fur eigene Anteile auf der Aktivseite, satzungsmaige Rucklagen Zufuh Frankfurt School of Finance Management Working Paper No. 121 14 Die Kapitalstruktur bei Banken rung, falls die Satzung oder der Gesellschaftervertrag hierzu verpflichtet und andere Gewinnrucklagen freiwillige, aus dem Jahresuberschuss erbrachte Einlagen enthalten Suchting und Paul, 1998, S. 321. Die Sonderposten fur allgemeine Bankrisiken durfen Kreditinstitute aufgrund der besonderen Risiken des Bankgeschafts im Rahmen vernunftiger kaufmannischer Beurteilung bilden. Die Hohe bestimmt sich nach dem letzten festgestellten Jahresabschluss 340g Abs. 1 HGB. Zufuhrungen und Entnahmen aus dem Sonderposten erfolgen bereits vor der Gewinnermittlung und werden gesondert in der Gewinn und Verlustrechnung ausgewiesen 340g Abs. 2 HGB. Das steuerliche Jahresergebnis wird durch die Zufuhrungen oder Entnahmen allerdings nicht verandert. Vermogenseinlagen stiller Gesellschafter gehoren nach 10 Abs. 4 KWG ebenfalls zum Kernkapital von Kreditinstituten. Die wesentlichen Elemente einer stillen Gesellschaft sind in den 230 236 HGB festgelegt. Demnach handelt es sich bei der stillen Gesellschaft um eine Innengesellschaft, die nach aussen nicht in Erscheinung tritt. Der stille Gesellschafter beteiligt sich dabei am Unternehmen uber eine Vermogenseinlage, ohne extern als Gesellschafter aufzutreten Perridon und Steiner, 2004, S. 366ff. Einlagen stiller Gesellschafter sind dem Kernkapitel entsprechend 10 Abs. 4 KWG nur dann zuzurechnen, wenn die nachfolgenden Voraussetzungen erfullt sind: Nachrangigkeit gegenuber allen anderen Glaubigern der Bank Verlustteilnahme mit Herunterschreibung des Nominalbetrags Aufschiebung von Zinszahlungen im Falle von Verlusten Mindestlaufzeit von 5 Jahren Restlaufzeit von mindestens 2 Jahren Neben den Anforderungen des KWGs stellt die Ba Fin die folgenden Bedingungen an stille Beteiligungen, um sie als Kernkapital anzuerkennen Deutsche Bank, 2007, S. 16: Mindestlaufzeit ohne Kundigungsmoglichkeit NonCall von mindestens 10 Jahren Profit Test in Abhangigkeit vom Jahresuberschuss Kundigungsfrist von mindestens 2 Jahren Frankfurt School of Finance Management Working Paper No. 121 15 Die Kapitalstruktur bei Banken Aufgeschobene Zinszahlungen sind nicht nachzahlbar nichtkumulativ Der Bilanzgewinn ist dem Kernkapital nur dann zuzurechnen, wenn seine Zuweisung zum Geschaftskapital, den Rucklagen oder dem Geschaftsguthaben bereits beschlossen wurde 10 Abs. 2a Satz 1 Nr. 9 KWG. Als logische Konsequenz sind Bilanzverluste vom Kernkapital abzuziehen 10 Abs. 2a Satz 2 Nr. 1 KWG, vgl. auch Bieg et al., 2003, S. 31. Nachdem an dieser Stelle die positiven Bestandteile des Kernkapitals bei Banken bekannt sind, werden im Folgenden die Abzugspositionen kurz dargestellt. Den ersten Abzugsposten stellen die immateriellen Vermogensgegenstande dar 10 Abs. 2a Satz 2 Nr. 2 KWG, die gema den Bilanzierungsvorschriften von 266 Abs. 2 HGB in Verbindung mit 269 HGB als solche auszuweisen sind. Da Banken aufgrund ihres Geschaftsmodells i.d.R. uber keine bzw. wenige Patente verfugen, fallt bei Kreditinstituten hierunter hauptsachlich der derivative Geschafts oder Firmenwert Goodwill. Um der Dynamisierung des Eigenkapitals nachzukommen, kann die Ba Fin nach 10 Abs. 3b KWG einen Korrekturposten auf das Eigenkapital festsetzen. Dadurch werden noch nicht bilanzwirksame Kapitalveranderungen insbesondere Verluste bei der Ermittlung des haftenden Eigenkapitals berucksichtigt und eine Dynamisierung der Abzugsposten erreicht. Dies kann auch der Fall sein, wenn nicht realisierte Reserven des letzten Jahresabschlusses z.B. unrealisierte Gewinne mit Wertpapieren dem haftenden Eigenkapital zugerechnet wurden, die Grundlage hierfur in der Zwischenzeit jedoch weggefallen ist z.B. aufgrund von Kursveranderungen Bieg et al., 2003, S. 42. Um eine Doppelbelegung von Bankkapital zu vermeiden, darf das haftende Eigenkapital, das bereits zur Unterlegung anderer Risiken verwendet wurde z.B. Grokredite gema 13 KWG, qualifizierte Beteiligungen entsprechend 12 KWG, Organkredite gema 15 KWG sowie Positionen nach 10 Abs. 6a KWG, im Rahmen der Solv V nicht mehr zur Unterlegung von Risikopositionen herangezogen werden. Daher sind diese Positionen vom haftenden Eigenkapital abzuziehen. Bei der verbleibenden Summe an Kern und Erganzungskapital handelt es sich um das modifizierte verfugbare Eigenkapital. Dieses stellt die Basis fur die Frankfurt School of Finance Management Working Paper No. 121 16 Die Kapitalstruktur bei Banken Berechnung der Angemessenheit der Eigenmittel nach der Solv V dar Deutsche Bundesbank, 2007b, o.S  Die Berechnung erfolgt gema der folgenden Formel: Haftendes Eigenkapital Kern und Erganzungskapital mit haftendem Eigenkapital zu unterlegende Positionen gema 10 Abs. 6 KWG Positionen gema 10 Abs. 6a KWG Positionen gema 10 Abs. 2b Satz 1 Nr. 9 KWG Wertberichtigungsuber schuss modifiziert verfugbares Eigenkapital Formel 4: Berechnung des modifiziert verfugbaren Eigenmittels 4.1.2 Erganzungskapital Tier2Kapital Beim Erganzungskapital handelt es sich, im Vergleich zum Kernkapital, um Eigenkapital niedrigerer Qualitat. Dies auert sich dadurch, dass das Erganzungskapital entweder lediglich begrenzt zur Verfugung steht nur nachrangig gegenuber erstrangigen Schuldnern und vorrangig gegenuber Kernkapital ist oder nicht in der Bilanz ausgewiesen wird. Wie bereits im vorausgegangenen Kapitel aufgefuhrt, ist das Erganzungskapital maximal in der Hohe des Kernkapitals als haftendes Eigenkapital anrechenbar 10 Abs. 2 Satz 3 KWG und darf maximal zu 50% aus langerfristigen nachrangigen Verbindlichkeiten bestehen 10 Abs. 2 Satz 4 KWG. Daruber hinausgehende Mittel konnen den Drittrangmitteln zugerechnet werden. Aufgrund dieser Beschrankung, die Ausdruck der geringeren Qualitat gegenuber den anderen Erganzungskapitalbestandteilen ist, werden langerfristige nachrangige Verbindlich Frankfurt School of Finance Management Working Paper No. 121 17 Die Kapitalstruktur bei Banken keiten auch als Erganzungskapital zweiter Klasse Lower Tier 2 bezeichnet. Die hoherwertigen Kapitalkomponenten gehoren dem Erganzungskapital erster Klasse Upper Tier 2 an Bieg et al., 2003, S. 43f. Die einzelnen Bestanteile des Tier2Kapitals werden in 10 Abs. 2b KWG festgelegt: Ungebundene Vorsorgereserven nach 340f HGB kumulative Vorzugsaktien 45% von bestimmten Rucklagen nach 6b ESt G Genussrechtsverbindlichkeiten unter Erfullung bestimmter Voraussetzungen Langerfristige nachrangige Verbindlichkeiten unter Erfullung bestimmter Voraussetzungen Nicht realisierte Reserven unter Erfullung bestimmter Voraussetzungen Wertberichtigungsuberschuss bei der Anwendung von internen Ratings IRBA. Neben 340g HGB Sonderposten fur allgemeine Bankrisiken, offene Reserven durfen Kreditinstitute nach 340f HGB weitere, versteuerte stille Vorsorgereserven aufgrund des Risikos des Geschaftszweigs der Kreditinstitute bilden, die zum Upper Tier 2 zahlen. Dabei haben Banken die Moglichkeit, Aktiva, die nicht dem Anlagevermogen bzw. Teil des Handelsbestandes sind z.B. Forderungen, Aktien, festverzinsliche Wertpapiere, mit einem niedrigeren Wert als dem in 253 Abs. 1 Satz 1 und Abs. 3 HGB vorgeschriebenen Wert in der Bilanz anzusetzen. Die Hochstgrenze fur die so gebildeten Vorsorgereserven betragt 4% des Gesamtbetrags der Vermogensgegenstande 340f Abs. 1 Satz 2 HGB Bieg et al., 2003, S. 45. Kumulative Vorzugsaktien durfen nach 10 Abs. 2a Satz 1 Nr. 2 KWG nicht zum Kernkapital dazugezahlt werden und sind vom Aktienkapital abzuziehen. 10 Abs. 2b Satz 1 Nr. 2 KWG sieht jedoch eine Beachtung als Erganzungskapital vor. Genussrechte sind Glaubigerrechte, die einen Anteil am Gewinnerlos verbriefen. Typischerweise sind diese nur dann zu bedienen, wenn ein BilanzGewinn erzielt worden ist. Ferner partizipieren Genussscheine auch am Verlust uber einen Kuponaufschub und die Herun Frankfurt School of Finance Management Working Paper No. 121 18 Die Kapitalstruktur bei Banken terschreibung des Nominals. Allerdings sind Kupons auf Genussscheine i.d.R. kumulativ, d.h. aufgeschobene Kuponzahlungen werden bei positiven Geschaftsergebnissen in den Folgejahren nachgeholt. Eine Bank darf daher auch erst wieder nach der vollstandigen Heraufschreibung der Genussrechte einen Bilanzgewinn ausweisen. Die Bedingungen fur die Anrechenbarkeit von Genussrechten als Erganzungskapital nach 10 Abs. 5 KWG stimmen in weiten Teilen mit den Voraussetzungen des 10 Abs. 4 KWG Anrechenbarkeit von Vermogenseinlagen stiller Gesellschafter als Kernkapital uberein. Die beiden Hauptunterschiede liegen darin, dass Genussrechte erst nach der Befriedigung aller nicht nachrangigen Glaubiger zuruckgezahlt werden 10 Abs. 5 Satz 1 Nr. 2 KWG, wohingegen die Einlagen stiller Gesellschafter erst nach der Befriedigung aller Glaubiger zuruckzuzahlen sind und dass stille Beteiligungen im Gegensatz zu Genussrechten nichtkumulativ sein mussen Ba FinErfordernis. Nachrangige Verbindlichkeiten konnen entsprechend dem KWG sowohl langerfristiger als auch kurzfristiger Natur sein, wobei jedoch nur die langfristigen, nachrangigen Verbindlichkeiten dem Erganzungskapital zweiter Klasse Lower Tier 2 zuzurechnen sind. Die langerfristigen nachrangigen Verbindlichkeiten mussen eine ursprungliche Laufzeit von mindestens funf Jahren aufweisen und werden dem Erganzungskapital hinzugerechnet, wenn es nach der Bedienung aller nicht nachrangigen Glaubiger zuruckbezahlt wird 10 Abs. 5a Satz 1 Nr. 1 und Nr. 2 KWG. Wenn der Ruckzahlungsanspruch in weniger als zwei Jahren fallig wird, werden diese Verbindlichkeiten nur noch zu 40% dem LowerTier2Kapital hinzugerechnet 10 Abs. 5a Satz 2 KWG. 10 Abs. 2b Satz 1 Nr. 6 und Nr. 7 KWG sieht eine Hinzurechnung von nicht realisierten Reserven zum Erganzungskapital erster Klasse vor, wenn diese im Anhang ausgewiesen werden. Nicht realisierte Reserven sind die Folge des Vorsichtsprinzips des HGBs und entstehen, wenn die Buchwerte von Aktivpositionen unterhalb der Marktwerte liegen nach dem Anschaffungsprinzip stellen die Anschaffungs oder Herstellungskosten die absolute Wertobergrenze dar. Hierbei gilt es, auch negative Betrage zu beachten Luz und Scharpf, 1998, S. 130. Die Vermogensgegenstande, die unter diese KWGParagraphen fallen sowie die Berechnung der Bewertungsdifferenz werden in der nachfolgenden Grafik dargestellt. Frankfurt School of Finance Management Working Paper No. 121 19 Die Kapitalstruktur bei Banken Nicht realisierte Reserven Upper Tier 2 Grundstucke grundstucksgleiche Rechte und Gebaude Wertpapiere, die an einer Borse zum Handel zugelassen sind nicht notierte Wertpapiere Kapitalgesellschaften von Genossenschaften oder Sparkassen mit einer Bilanzsumme EUR 10 Anteile am Sondervermogen von Investmentgesellschaftenin Hohe von 45% Unterschiedsbetrag zwischen Buchwert und Unterschiedsbetrag zwischen Buchwert und Beleihungswert Kurswert gemeiner Wertveroffentlichter Rucknahmepreis Abb. 5: Systematik zur Ermittlung der Erganzungskapitalpositionen aus nicht realisierten Reserven eigene Darstellung in Anlehnung an Bieg et al., 2003, S. 50 Mit der Novellierung des KWGs wurde auch die Ermittlung der nicht realisierten Reserven verandert. Alle aufgefuhrten stillen Reserven konnen nach der neuen KWGFassung zu 45% ins UpperTier2Kapital eingehen. Zuvor galt dieser Wert nur fur Grundstucke, grundstucksgleiche Rechte z.B. Erbbaurechte und Gebaude. Die Positionen Wertpapiere borsenzugelassen und nicht notierte und Anteile am Sondervermogen von Investmentgesellschaften, bei denen es sich um Positionen des Anlagebuchs handeln muss, wurden zuvor lediglich mit 35% berucksichtigt Ernst Young AG, 2007, S. 49. Die nicht realisierten Reserven konnen den haftenden Eigenmitteln nur zugerechnet werden, wenn das Kernkapital mindestens 4,4% des 12,5fachen des Gesamtanrechnungsbetrages fur Adressrisiken betragt und die nicht realisierten Reserven maximal 1,4% des Gesamtanrechnungsbetrags fur Adressrisiken betragen. Bei der Ermittlung dieser Zahlen durfen Handelsbuchpositionen als Anlagebuchpositionen behandelt werden 10 Abs. 4a Satz 1 und Satz 2 KWG. Frankfurt School of Finance Management Working Paper No. 121 20 Die Kapitalstruktur bei Banken Die Position Wertberichtigungsuberschuss bei der Anwendung interner Ratings nach 10 Abs. 2b Satz 1 Nr. 9 KWG wurde dem KWG komplett neu hinzugefugt. Entsprechend dieser Vorschrift haben IRBAInstitute die Moglichkeit, Wertberichtigungsuberschusse dem Erganzungskapital hinzuzurechnen. Banken konnen unter Basel II interne Ratings zur Ermittlung der Angemessenheit der Eigenmittel anwenden. Hierbei kann ein Wertberichtigungsuberschuss entstehen, wenn die Wertberichtigungen und Ruckstellungen fur IRBAPositionen Forderungen an Zentralregierungen, Institute, Unternehmen und Mengengeschaft groer als die erwarteten Verluste nach den internen Ratings sind. In diesem Fall durfen derartige Differenzen dem UpperTier2Kapital in einer Hohe von bis zu 0,6% der Summe der risikogewichteten IRBAPositionen hinzugerechnet werden Ernst Young AG, 2007, S. 50. Nachdem an dieser Stelle die Bestandteile und Anrechnungslimite von Tier1 und Tier2Kapital bekannt sind, die in der Summe das haftenden Eigenkapital eines Kreditinstituts ergeben, erfolgt im nachsten Abschnitt mit den Drittrangmittel die Darstellung der qualitativ niedrigsten Kapitalkomponente bei Banken. 4.1.3 Drittrangmittel Tier3Kapital Im Zuge der 6. KWGNovelle im Jahre 1998 wurden die Kapitalkomponenten bei Banken um die Drittrangmittel erweitert. Dadurch wurde die Kapitaladaquanzrichtlinie CAD umgesetzt, die vorschreibt, dass Kreditinstitute ihre Marktrisikopositionen mit Eigenmitteln zu unterlegen haben. Die Marktrisikopositionen beinhalten Fremdwahrungsrisiken, Rohwarenpreisrisiken und Handelsbuchrisiken sowie andere Marktrisikopositionen. Auer diesen Marktrisikopositionen durfen mit Drittrangmitteln keine weiteren Risikoarten unterlegt werden. In der neuen, modifizierten KWGVersion wird die maximale Anrechenbarkeit der Drittrangmittel in Hohe von 250% des Kernkapitals erstmals explizit erwahnt 10 Abs. 2c Satz 2 KWG. Zuvor ergab sich diese Groe nur indirekt aus dem Grundsatz I. Die einzelnen Bestanteile des Tier3Kapitals werden in 10 Abs. 2c KWG definiert: Nettogewinn bei Glattstellung aller Handelsbuchpositionen kurzfristige nachrangige Verbindlichkeiten sowie Frankfurt School of Finance Management Working Paper No. 121 21 Die Kapitalstruktur bei Banken Kappungspositionen, die nicht dem Erganzungskapital zugerechnet werden konnen. Der Nettogewinn ist derjenige anteilige Gewinn, der sich im Falle der Glattstellung samtlicher Handelspositionen unter Abzug der hierfur auftretenden Aufwendungen, Ausschuttungen und Verluste aus dem Anlagebuch ergeben wurde. Wurden die Liquidationsverluste gema 10 Abs. 3b KWG bereits berucksichtigt, entfallt ein erneuter Abzug 10 Abs. 2c Satz 1 Nr. 1 KWG. Der Nettogewinn stellt eine dynamische Eigenmittelkomponente dar, die taglichen Schwankungen unterworfen ist. Bei dieser dynamischen Groe handelt es sich um einen Eigenmittelbestandteil, der noch nicht realisiert worden ist und somit auch dem Institut noch nicht zugeflossen ist Buchgewinn Bieg et al., 2003, S. 80. Die Merkmale von kurzfristigen nachrangigen Verbindlichkeiten 10 Abs. 7 KWG entsprechen im Wesentlichen denen der langerfristigen nachrangigen Verbindlichkeiten und durfen ebenfalls erst nach der Befriedigung samtlicher nicht nachrangigen Glaubiger zuruckgefuhrt werden. Allerdings ist ihre Laufzeit mit mindestens zwei Jahren maximal funf Jahre deutlich kurzer, eine Reduzierung der Anrechenbarkeit in Abhangigkeit von der Laufzeit wie bei langfristigen Nachrangverbindlichkeiten existiert nicht 10 Abs. 7 Satz 1 Nr. 1 und Nr. 2 KWG. Hinsichtlich des Ranges zwischen langerfristigen und kurzfristigen Nachrangverbindlichkeiten kann Gleichrang bestehen Luz und Scharpf, 1998, S. 152. Daruber hinaus mussen die Konditionen der kurzfristigen Verbindlichkeiten die folgenden Bedingungen erfullen, um von der Ba Fin zu den Eigenmitteln gezahlt zu werden 10 Abs. 7 Satz 1 Nr. 4a und Nr. 4b KWG: Aussetzung der Zins und Tilgungszahlungen, wenn dies dazu fuhren wurde, dass die Eigenmittel des Instituts nicht mehr den gesetzlichen Anforderungen entsprechen LockIn Klausel Zuruckerstattung vorzeitig erbrachter Tilgungs oder Zinszahlungen. Mit den Kappungspositionen nach 10 Abs. 2c Satz 1 Nr. 3 KWG wurden die Drittrangmittel formal erganzt. Diese ergaben sich bis dato nur indirekt aus 10 Abs. 2c Satz 3 KWG a F. In der neuen Fassung zahlen Positionen, die aufgrund der Kappung nach 10 Abs. 2 Satz 3 Frankfurt School of Finance Management Working Paper No. 121 22 Die Kapitalstruktur bei Banken halftige Abzugsbetrage vom Kern und Erganzungskapital und 10 Abs. 2 Satz 4 KWG maximale Anrechnung von Erganzungskapital in Hohe des Kernkapitals nicht mehr zum Erganzungskapital zu zahlen sind, zu den Drittrangmitteln. Allerdings sind die Anrechnungslimite des 10 Abs. 2c Satz 2 KWG zu beachten. Die Zurechenbarkeit der Drittrangmittel zu den Eigenmitteln wird durch die Hohe des freien Kern und Erganzungskapitals begrenzt. Diese berechnen sich, indem die Unterlegungsbetrage fur Adressrisiken und fur das operationelle Risiko gema der Solv V vom modifizierten verfugbaren Eigenkapital abgezogen werden. Hiervon mussen zusatzlich die Grokredituberschreitungen des Handelsbuches von den anrechenbaren Drittrangmitteln abgezogen werden. Das Resultat sind die verfugbaren Drittrangmittel eines Kreditinstitutes Ernst Young AG, 2007, S. 52f. Die nachfolgende Grafik fasst die einzelnen Eigenmittelkomponenten und ihre maximalen Anrechnungslimite zusammen. gewichtete RWA mind. 4%mind. 4%Kernkapital Erganzungskapital mind. 8% haftendes Eigenkapital davon mind. 4% Kernkapital freies Kernkapitalmax. 250% davon Marktrisiko positionen Benotigte freie Eigenmittel freies Erganzungskapital Drittrangmittel Abb. 6: Kapitalbestandteile von Banken und ihre Anrechnungslimite Luz und Scharpf, 1998, S. 178 Frankfurt School of Finance Management Working Paper No. 121 23 Die Kapitalstruktur bei Banken 4.2 Bilanzielles Eigenkapital Das bilanzielle Eigenkapital nach dem HGB ist wesentlich enger definiert als das haftende Eigenkapital bei Banken gema dem KWG. Nach der handelsrechtlichen Gliederungsvorschrift gema 266 HGB zahlt das gezeichnete Kapital, Kapital und Gewinnrucklagen, sonstige gesetzliche oder satzungsmaige Rucklagen sowie der Bilanzgewinn verlust zum Eigenkapital. Diese Eigenkapitalbestandteile stellen bankaufsichtliches Tier1Kapital dar und sind der Ausgangspunkt des regulatorischen Kapitalbegriffes. Eine Legaldefinition des Eigenkapitals existiert im HGB nicht, vielmehr ist das bilanzielle Eigenkapital eine Saldogroe aus dem Bilanzvermogen Aktiva zzgl. der aktivischen Abgrenzungsposten und den Schulden inkl. der passivischen Abgrenzungsposten. Eine gewisse Unscharfe entsteht durch die teilweise unterschiedlichen aufsichtsrechtlichen bzw. bilanziellen Behandlungen. Das bilanzielle Fremdkapital bei Banken enthalt Eigenmittelkomponenten des KWGs. So wird das aufsichtsrechtliche Tier2Kapital in Form von Genussrechtskapital oder nachrangigen Verbindlichkeiten im Handelsrecht dem Fremdkapital zugeordnet Deutsche Bundesbank, 2002, S. 44. Das gleiche gilt fur die kurzfristigen nachrangigen Verbindlichkeiten Tier3Kapital. Daher sind Zinsaufwendungen hierfur ublicherweise steuerlich abzugsfahig und vermindern den zu versteuernden Gewinn. Seit dem Jahr 2005 sind borsennotierte Unternehmen in Europa dazu verpflichtet, neben dem anzuwendenden Handelsrecht des Unternehmenssitzes auch nach IAS zu bilanzieren. Zwar ist das Eigenkapital auch nach IAS eine Residualgroe, unterliegt aber aufgrund der Orientierung an angelsachsisch gepragten Bilanzierungsvorschriften einer hoheren Volatilitat, da insbesondere die Ansatz und Bewertungsvorschriften dem FairValuePrinzip folgen Ansetzung zu Marktpreisen. Dies fuhrt zunachst zu einer erhohten Gu VVolatilitat und als Folge hieraus auch zu Bilanz und Eigenkapitalschwankungen, da die Gu V buchhalterisch uber die Bilanzposition Eigen Kapital verbucht wird Deutsche Bundesbank, 2002, S. 44f. Frankfurt School of Finance Management Working Paper No. 121 24 Die Kapitalstruktur bei Banken 4.3 Okonomisches Eigenkapital 4.3.1 Okonomisches Eigenkapital zur Deckung des Geschaftsrisikos In den vorausgegangenen Kapiteln wurde bereits mehrfach angedeutet, dass das Eigenkapital, welches Banken zur Gesamtbanksteuerung verwenden, weder mit dem regulatorischen noch dem bilanziellen Eigenkapital ubereinstimmt. Der hierzu verwendete Eigenkapitalbegriff ist das okonomische Eigenkapital. Dieses bezeichnet die Hohe des Eigenkapitals, die Banken selbst als notwendig ansehen, um sich gegen mogliche unerwartete Verluste eines Geschaftes zu schutzen okonomisches Risiko. Haufig wird das okonomische Kapital auch als Risikoma und nicht als Kapitalform bezeichnet Burns, 2005, o.S  Neben der Abbildung des Risikos eines Geschaftes spielt das okonomische Kapital aber auch bei der Frage nach der effizienten Allokation von Bankkapital eine tragende Rolle. Denn aufgrund der zunehmenden Wettbewerbsintensitat und dem damit einhergehenden Margendruck mussen Banken das knappe Gut Eigenkapital den einzelnen Geschaftsbereichen nicht nur risikoadaquat sondern auch effizient zuordnen Deutsche Bundesbank, 2002, S. 49. Eine wesentliche Voraussetzung hierfur ist es, die Risiken genau zu kennen und abzubilden, was uber die Ermittlung des okonomischen Kapitals erfolgt. Nur dann ist es fur eine Bank moglich, langfristig profitabel und damit wettbewerbsfahig zu sein KPMG, 2003, S. 1. Die Ermittlung des okonomisch notwendigen Kapitals bei Banken ist aufgrund der verschiedenartigen Risiken besonders umfangreich. Die unterschiedlichen Risiken sollen anhand eines vereinfachten Beispiels aufgezeigt werden: bei der Vergabe eines Festsatzkredites mit 10 Jahren Laufzeit besteht fur die Bank sowohl ein Kreditrisiko Ausfall des Schuldners, Marktrisiko Wertanderung aufgrund der Zinsentwicklung und operationelles Risiko falsche Zinsberechnung aufgrund von fehlerhaften internen Prozessen. Die Verluste einer Bank lassen sich dabei in erwartete expected losses und unerwartete Verluste unexpected losses unterscheiden. Erwartete Verluste sind das Ergebnis von Wertveranderungen, die aufgrund der gegebenen Informationen antizipiert werden konnen. Hierzu zahlt beispielsweise die durchschnittliche Ausfallrate von Krediten, die mithilfe von historischen Daten geschatzt werden kann. Fur diese Verluste sollte entsprechend in jeder Ratingklasse eine Ruckstellung gebildet werden. In einzelnen Jahren werden die Ausfalle jedoch hoher sein als der Durch Frankfurt School of Finance Management Working Paper No. 121 25 Die Kapitalstruktur bei Banken schnitt. Um diese Unexpected Losses abdecken zu konnen, wird das okonomische Eigenkapital gebraucht. Der erwartete Verlust wird normalerweise uber den mathematischen Erwartungswert der Verlustverteilung definiert und sollte uber die Vertragskonditionen abgedeckt werden z.B. mittels entsprechender Kreditmargen, die das Ausfallrisiko des Kreditnehmers widerspiegeln. Das eigentliche Risiko stellen die unerwarteten Verluste dar KPMG, 2003, S. 4f. Hierzu benotigt eine Bank genugend okonomisches Kapital, das als Puffer fur das Gesamtrisiko unexpected losses einer Bank dient und im Falle des Eintritts die Uberlebensfahigkeit der Bank gewahrleistet Smithson, 1997, S. 40. Abb. 7: Zusammenhang zwischen erwarteten und unerwarteten Verlusten Burns, 2005, o.S. Aus der Grafik geht hervor, dass das okonomische Kapital die Differenz zwischen der gewahlten Wahrscheinlichkeit der Verlustverteilung der unerwarteten Verluste Konfidenzniveau und dem erwarteten Verlust ist. Das Standardma fur die Berechnung des unerwarteten Verlusts ist der Va R. Dieser druckt in absoluten Betragen den maximalen Verlustbetrag aus, der unter einer vorgegebenen Wahrscheinlichkeit nicht uberschritten wird Dresel, 2003, S. 23 und Deutsche Bundesbank, 2002, S. 49. Die Wahrscheinlichkeit wird durch das gewahlte Konfidenzniveau bestimmt. Dieses muss dabei individuell vom Bankmanagement festgelegt werden. Als sinnvoll hierfur erscheint bei Ausfallrisiken ein Bereich zwischen Frankfurt School of Finance Management Working Paper No. 121 26 Die Kapitalstruktur bei Banken 99,96% und 99,98%, was der Ausfallwahrscheinlichkeit von AA bzw. Aa Unternehmen entspricht Burns, 2005, o.S  Um das Gesamtrisiko einer Bank zu ermitteln, mussen die Risken der Geschaftsbereiche nach ihrer individuellen Erfassung aggregiert betrachtet werden. Werden hierzu nur die einzelnen Risikomae der Geschaftsbereiche addiert undiversifizierte Risikomessung, wurde diese Summe das tatsachliche okonomische Risiko einer Gesamtbank uberschatzen, da Diversifikationseffekte zwischen den einzelnen Geschaftsbereichen unbeachtet bleiben Ausnahme: perfekte Korrelation der Geschaftsgebiete. Eine exaktere Methode zur Messung des Gesamtrisikos ist das okonomische Kapital unter Einbeziehung von Korrelationen zwischen den einzelnen Geschaftsfeldern diversifizierte Risikomessung Smithson, 1997, S. 40. Dies ist auch einer der Grunde fur Unterschiede zwischen dem regulatorischen und dem okonomischen Eigenkapital, da Diversifikationseffekte bei der Ermittlung des regulatorischen Kapitals nicht berucksichtigt werden. Hieraus wird abermals ersichtlich, dass die regulatorischen Vorschriften primar auf den Glaubigerschutz und somit die Reduzierung des Insolvenzrisikos ausgelegt sind und nicht auf die Allokation von Eigenkapital in Abhangigkeit vom Risiko Dresel, 2003, S. 69. Um den Erfolg einer Bank auf Basis des okonomischen Kapitals zu messen, haben sich in der Vergangenheit risikoadjustierte PerformanceMae durchgesetzt. Bei diesen werden die Ertrage in das Verhaltnis zum Risiko eingesetztes risikoadjustiertes Kapital gesetzt. Beispiele fur derartige Kennzahlen werden im nachsten Abschnitt diskutiert. 4.3.2 Risikoadjustierte Erfolgskennzahlen Wie jedes Unternehmen streben auch Banken eine maximale Gewinnerzielung an. Um hierbei eine Fehlallokation der teueren Ressource Kapital zu vermeiden, muss sie den erwirtschafteten bzw. prognostizierten Ertragen das erwartete Risiko gegenuberstellen Deutsche Bundesbank, 2002, S. 51. Als Entscheidungsgrundlage hierfur konnen Risikokennzahlen dienen, die Ertrage in das Verhaltnis zum Risiko setzen. In Erweiterung zu den gangigen Return on Investment Ro I Kennzahlen wird dabei im Bankenbereich mindestens eine der beiden Groen, auf Basis der internen Risikomessverfahren, risikoadjustiert. Dabei haben Geschafts Frankfurt School of Finance Management Working Paper No. 121 27 Die Kapitalstruktur bei Banken felder mit einem hoheren Risikopotential auch einen hoheren Ertrag zu erwirtschaften. Bei Einhaltung dieses Primats wird die optimale Allokation der knappen Ressource Eigenkapital gewahrleistet Suchting und Paul, 1998, S. 591. Die hierzu entwickelten Konzepte konnen unter dem Sammelbegriff Risikoadjustierte PerformanceMessung RAPM zusammengefasst werden. Hierunter befinden sich eine Vielzahl verwandter Kennzahlen, von denen nachfolgend die drei bekanntesten vorgestellt werden. Risikoadjustierte PerformanceMessung RAPMRiskadjusted Return on CapitalRAROCReturn on riskadjusted CapitalRORACRiskadjusted Return onriskadjusted CapitalRARORAC Abb. 8: RAPMKennzahlen Samtliche risikoadjustierten Erfolgskennzahlen folgen dabei der nachstehenden Struktur: Risikoadjustierte Erfolgskennzahl risikoadjurisikoadju Ergebnisstiertesstiertes Kapital Formel 5: Allgemeine Formel von risikoadjustierten Erfolgskennzahlen Werden dabei sowohl Zahler als auch Nenner angepasst, handelt es sich um den RARORAC. Erfolgt die Anpassung nur im Nenner, spricht man vom RAROC. Beim RORAC wird nur das Kapital risikoadjustiert Nickel, 2006, S. 87. Als einheitliche Bezugsgroe zur Messung des Risikokapitals hat sich dabei der Value at Risk Va R durchgesetzt Steiner und Rathgeber, 2006, S. 482 sowie Dresel et al., 2000, S. 6. Beim RAROC findet die Risikoadjustierung bei den Ertragen, also im Zahler, statt. Die hieraus entstehende Nettogroe Ergebnis Risikokosten wird ins Verhaltnis zum eingesetzten Frankfurt School of Finance Management Working Paper No. 121 28 Die Kapitalstruktur bei Banken Eigenkapital gesetzt. Da hierbei jedoch die kritische Groe okonomisches Kapital keine Anwendung findet, ist die Aussagekraft dieser Kennzahl beschrankt. RAROCrisikoadju stiertes Ergebnisal EigenkapitErgebnis RisikokostenEigenkapital Formel 6: RAROC Wird hingegen die Risikoadjustierung im Nenner vorgenommen, spricht man vom RORAC. Die relevante Bezugsgroe ist hierbei das okonomische Eigenkapital auf Basis des Va RKonzepts, der Zahler bleibt unverandert. Der RORAC gibt somit eine Auskunft uber die Uberrendite pro Risikoeinheit. RORAC IErgebnisokonomisches KapitalVa R Formel 7: RORAC I Wurde neben der Risikoadjustierung zusatzlich eine Bereinigung des Nettoertrags um den Ertrag einer risikolosen Anlage erfolgen, erhalt man ein Risikoma, dass dem SharpeRatio ahnelt Steiner und Rathgeber, 2006, S. 484. Diese Groe kann als risikoadjustierter Mehrertrag uber dem risikofreien Zins interpretiert werden. RORACIINettoergebrisikolosernis Risikokapital ErtragUberschussertrag Risikokapital Formel 8: RORAC II Die letzte Variante, der RARORAC, verknupft die Grundideen der beiden vorausgegangen RAPMGroen, da hier sowohl der Zahler als auch der Nenner risikoadjustiert werden. Der Zahler wird um die Standardrisikokosten reduziert erwartete Verluste, der Nenner um die unexpected losses. Frankfurt School of Finance Management Working Paper No. 121 29 Die Kapitalstruktur bei Banken RARORACrisikoadjuokonomischstierteses Kapital ErgebnisVa RErgebnisokonomisch Stand esardrisikok KapitalVa R osten Formel 9: RARORAC Der RARORAC ist die gangigste Methode zur Messung der risikoadjustierten Performance und wird haufig synonym mit dem Begriff RAROC verwendet Paul, 2005, S. 282ff. Ist dieser Wert positiv, wird eine Uberrendite nach Abzug aller Risikokosten erwirtschaftet. Der RARORAC kann dabei auch als Differenz zwischen dem erreichten RORAC und dem geplanten RORAC ermittelt werden Nickel, 2006, S. 89: RARORAC IST RORAC Ziel RORAC mit: Ist RORAC Ziel RORAC Nettoergeb Risikokapinistal Nettoergeb Risikokapinistal Formel 10: RARORAC ermittelt aus RORACGroen Die RAPMKennzahlen konnen dabei auch in die Steuerungsgroen des Residualgewinnkonzepts integriert werden Economic Value Added EVA Konzept. Entsprechend des EVAKonzepts wird ein Unternehmen nach Wertzuwachsgroen gesteuert. Die magebliche Wertbeitragsgroe ist dabei der Residualgewinn, der sich allgemein wie folgt definiert Coenenberg und Salfeld, 2003, S. 264f: EVANettoergebRo EWeightednis Kapitalkos Averagetensatzof Costinvestiert CapitaleminvestiertKapitalem Kapital Formel 11: EVA Banken erzielen immer dann einen Ubergewinn, wenn der RORAC groer als der Soll Ro E ist. Formal lasst sich dieser Zusammenhang wie folgt darstellen Steiner und Rathgeber, 2006, S. 485: Frankfurt School of Finance Management Working Paper No. 121 30 Die Kapitalstruktur bei Banken EVARORACNettoergebRORACnis ZielZielRo ERisikokapi Ro ERisikokapitaltal Formel 12: EVA RORAC Immer wenn der EVA einer Bank einen positiven Wert annimmt, wird fur die Aktionare ein Mehrwert geschaffen. Ein negativer EVA stellt eine Wertvernichtung dar. Daher sollten Geschafte mit einem negativen EVA aus einer okonomischen Perspektive nicht durchgefuhrt werden. Neben der Ergebnismessung konnen die RAPMKennzahlen auch bei der Allokation von Risikokapital unterstutzend wirken. Um RAPMMae zu Steuerungszwecken einsetzen zu konnen, muss diesen eine Mindestrendite Hurdle Rate gegenuber gestellt werden. Die Ermittlung der Hurdle Rate kann aus dem CAPM erfolgen: mit: Rf Rm Hurdle RateRRm f risikoloser Zins Marktrisikopramie Betafaktor Formel 13: Hurdle Rate Demnach sind nur Geschaftsaktivitaten durchzufuhren, bei denen gilt: RORAC Hurdle Rate Steiner und Rathgeber, 2006, S. 485f. Mithilfe der risikoadjustierten Performancekennzahlen kann somit der risikoadjustierte Erfolg ermittelt werden. Zugleich stellen sie aber auch Entscheidungshilfen fur die Allokation von Risikokapital dar. Denn uber die Risikoadjustierung konnen Bereiche identifiziert werden, die vergleichsweise hohere Renditen als andere Geschaftsbereiche erwirtschaften. Dabei ist es denkbar, den einzelnen Geschaftsbereichen das Risikokapital auf Basis ihres erwarteten RO Frankfurt School of Finance Management Working Paper No. 121 31 Die Kapitalstruktur bei Banken RAC zuzuweisen. Aus okonomischer Perspektive sollten den ertragreicheren Bereichen mehr Risikokapital im Vergleich zu den ertragsschwacheren zur Verfugung gestellt werden Dresel, 2003, S. 82. Das erklarte Ziel von Basel II ist es, einen weitestgehenden Einklang zwischen regulatorischem und okonomischem Eigenkapital herzustellen. Im Vergleich zu Basel I wurde diese Konvergenz auch umgesetzt. Allerdings sollte auch klar sein, dass eine komplette Deckungsgleichheit zwischen diesen beiden Eigenkapitalbegriffen nicht erreicht werden kann. Die Begrundung hierfur liegt in den unterschiedlichen Zielsetzungen von Bankenaufsicht und wirtschaftlicher Bankensteuerung. Aufgrund der Allgemeingultigkeit mussen die regulatorischen Eigenkapitalforderungen objektiv, auf einen moglichst weiten Kreis von Instituten anwendbar und nicht zu restriktiv sein. Demgegenuber sind okonomische Eigenkapitalanforderungen meistens subjektiv auf das individuelle Institut zugeschnitten und fur samtliche Geschaftsbereiche bindend Deutsche Bundesbank, 2002, S. 48. Zudem bleiben Korrelationseffekte auch unter Basel II unbeachtet. 5 Kapitalstrukturmanagement als Bestandteil einer wertorientierten Unternehmensfuhrung Mit dem Einzug des ShareholderValue Gedankens nach Rappaport in deutsche Unternehmen und Banken seit Mitte der 90er Jahre ist die Wertorientierung ein wesentlicher Bestandteil moderner Unternehmensfuhrung. Ein wesentliches Ziel einer Bank ist die Maximierung des Unternehmenswertes. Nach Rappaport ermittelt sich der Unternehmenswert aus dem diskontierten Free Cash Flows FCF abzuglich des Marktwerts der Verbindlichkeiten. In diesem Zusammenhang spricht er auch vom ShareholderValueNetzwerk. Die drei wesentlichen Wertreiber fur den Unternehmenswert sind nach diesem Konzept der FCF, die Kapitalkosten sowie der Marktwert der Verbindlichkeiten. Das Fremdkapital stellt dabei lediglich eine Abzugskomponente dar. Daher gilt es im Rahmen einer wertorientierten Unternehmensfuhrung Valuebased Management insbesondere den FCF und die Kapitalkosten zu optimieren Rappaport, 1999, S. 68f. Frankfurt School of Finance Management Working Paper No. 121 32 Die Kapitalstruktur bei Banken Zielsetzung des Unternehmens Schaffung von Shareholder Value Eigentumerrendite Dividenden Kursgewinne Bewertungskomponentenbetrieblicher Cash Flow Diskontsatz Fremdkapital Werttreiber Umsatzwachstum Gewinnmarge Investition Fuhrungsentscheidung Operating Investment Kapitalkosten Finanzierung Abb. 9: Einflussfaktoren auf den Unternehmenswert ShareholderValueNetzwerk eigene Darstellung in Anlehnung an Rappaport, 1999, S. 68 5.1 Elemente des Valuebased Managements 5.1.1 Discounted Cash Flow Methode Zur Ermittlung des Unternehmenswertes uber die DCFMethode gibt es generell zwei unterschiedliche Vorgehensweisen. Beim Gesamtbewertungsverfahren EntityVerfahren erfolgt die Bestimmung des Unternehmenswertes durch die Diskontierung der CashFlows, die sowohl den Eigen als auch Fremdkapitalgebern zustehen. Bei der Ermittlung des Eigenkapitalwertes EquityMethode werden nur die Cash Flows, die den Eigentumern selbst zustehen, mit dem Eigenkapitalkostensatz diskontiert Perridon und Steiner, 2004, S. 230. Bei einer konsistenten Anwendung fuhren jedoch beide Methoden zu dem gleichen Ergebnis Drukarcyk, 2001, S. 205. Frankfurt School of Finance Management Working Paper No. 121 33 Die Kapitalstruktur bei Banken DCFMethoden EntityMethode EquityMethode WACCMethode APVMethode Ermittlung des Gesamtunternehmenswertes durch:Ermittlung des Gesamtunternehmenswertes durch:Ermittlung des Wertes des Eigenkapitals durch: Berechnung des fiktiven Cash Flows bei vollstandiger Eigenfinanzierung Berechnung des fiktiven Cash Flows bei vollstandiger Eigenfinanzierung Berechnung der Cash Flows, die den Eigenkapitalgebern zustehen Diskontierung mit dem WACC Diskontierung mit k U Abb. 10: Ubersicht zu den DCFMethoden Perridon und Steiner, 2004, S. 231 Zur Verdeutlichung der Relevanz des Umsatzwachstums und der Kapitalkosten im Kontext der wertorientierten Unternehmensfuhrung wird an dieser Stelle explizit auf die WACCMethode zur Unternehmensbewertung eingegangen, da bei diesem Konzept der mathematische Einfluss dieser beiden Groen deutlich zu erkennen ist. Bei diesem EntityVerfahren wird der FCF mit dem WACC abdiskontiert. Der WACC druckt dabei die durchschnittlichen Kapitalkosten eines Unternehmens aus. Er lasst sich als gewichteter Mittelwert aus Fremdkapital und Eigenkapitalkosten ermitteln, wobei die steuerlichen Vorteile des Fremdkapitals einbezogen werden mussen Gleiner, 2005, S. 219. Die allgemeine Formel zur Berechnung des WACCs lautet: ACCWEKGK k EKFKGKk FK1 s mit: EK FK GK Marktwert des Eigenkapitals Marktwert des Fremdkapitals Marktwert des Gesamtkapitals EK FK Frankfurt School of Finance Management Working Paper No. 121 34 Die Kapitalstruktur bei Banken k EK k FK s Eigenkapitalkostensatz Fremdkapitalkostensatz Steuersatz des Unternehmens Formel 14: Berechnung der Weighted Average Cost of Capital WACC Die Unternehmensbewertung erfolgt durch eine Diskontierung der FCFs mit dem WACC. Der Wert eines Unternehmens steigert sich also bei einem hoheren FCF bzw. niedrigeren Kapitalkosten. Daher sollten die Maximierung des FCFs und die Minimierung der Kapitalkosten die zentralen Hebel einer wertorientierten Unternehmensfuhrung darstellen. 5.1.2 Steigerung des Free CashFlows Der intuitiv verstandlichere Ansatzpunkt fur die nachhaltige Steigerung des FCFs ist das Umsatzwachstum. Denn uber eine Umsatzsteigerung bei gleichzeitiger Aufrechterhaltung bzw. Verbesserung der Rentabilitat kann der Unternehmensgewinn erhoht werden, was wiederum positive Auswirkungen auf den FCF nach sich zieht. Allerdings gilt es dabei ein besonderes Augenmerk auf die Profitabilitat zu werfen, denn Wachstum alleine tragt nicht per se zu einer Steigerung des Betriebergebnisses bei. Gerade die diversen Beispiele des Neuen Marktes haben dies gelehrt. Eine wichtige Voraussetzung des profitablen Wachstums ist daher der Einklang mit der operativen Exzellenz. Hierunter wird die Fahigkeit eines Unternehmens verstanden, fortlaufende Effizienzverbesserungen im Vergleich zu den Mitbewerbern zu erzielen, um somit den Kundennutzen unter Einhaltung von okonomischen Profitabilitatsbedingungen zu maximieren. Fur das Unternehmen bedeutet dies, dass die marginalen Umsatzanteile einen positiven Beitrag zur Gu V leisten, d.h. dass die zusatzlich erwirtschafteten Ertrage hoher als die damit verbundenen Kosten sind. Aus einer Kombination der beiden Faktoren Umsatzwachstum und operative Exzellenz kann somit der FCF eines Unternehmens nachhaltig gesteigert werden Coenenberg und Salfeld, 2003, S. 103 und 148. Im Folgenden konzentriert sich diese Arbeit auf die Kostenstruktur. Frankfurt School of Finance Management Working Paper No. 121 35 Die Kapitalstruktur bei Banken 5.1.3 Senkung der Kapitalkosten Coenenberg und Salfeld fassen die Finanz Vermogensstruktur und Kapitalkosten als einen Punkt zusammen. Dabei erkennen sie die unterschiedliche Bedeutung fur verschiedenartige Branchen. Kreditinstitute werden sowohl auf der Aktiv als auch der Passivseite von der finanziellen Sphare dominiert. Die Optimierungsansatze fur Industrieunternehmen z.B. Abbau von nicht notwendigen Anlage bzw. Umlaufvermogen besitzen daher fur Banken nur untergeordnete Relevanz, da sie aufgrund ihrer Geschaftsnatur normalerweise uber keine ineffizienten Produktionsstatten bzw. Lagerbestande verfugen. Dennoch konnen auch bei Banken Ineffizienzen auf der Akitvseite auftreten, bspw. wenn der Risikospread fur einen Kredit im Vergleich zu den Spreads auf den Kapitalmarkten bei gleichem Risiko niedriger ist. Die Finanzierungsstruktur, die sich wiederum in den Kapitalkosten niederschlagt, hat bei Banken einen erheblichen Einfluss auf den Unternehmenswert. Dabei divergieren die Verzinsungsanspruche von Eigen und Fremdkapital meist deutlich voneinander, da die Eigenkapitalgeber aufgrund ihrer Nachrangigkeit und dem damit verbundenen groeren Risiko ublicherweise hohere Verzinsungsforderungen haben. Aufgrund ihrer monetaren Pragung bietet es sich bei Banken an, die Formel zur Berechnung des WACCs zu verfeinern. Neben dem klassischen Eigenkapital, gibt es im Aufsichtsrecht viele Formen, die bilanziell wie Fremdkapital behandelt werden. Entsprechend mussen bei der Fremdfinanzierung die Bestandteile genauer differenziert werden. WACC Bank EKGK k EKTier GK FKlangfr.GKk FKlang FKkurzfr.GKk FKkurz 1 k Tier 1 2 Tier GK k Tier 2 3 Tier GK k Tier 3 1 s Formel 15: WACC Bank Das gangigste Verfahren zur Bestimmung der Eigenkapitalkosten basiert auf dem CAPM. Demnach konnen die Kosten des Aktienkapitals aus der folgenden Formel abgeleitet werden Steiner und Perridon, 2004, S. 522: Frankfurt School of Finance Management Working Paper No. 121 36 mit: r Ek Rf Rm Die Kapitalstruktur bei Banken r EKRfRm Rf Eigenkapitalkosten risikoloser Zins Marktrendite Koeffizient fur das systematische Risiko Formel 16: Eigenkapitalkosten Zu den Eigenkapitalkosten sind die durchschnittlichen Kosten der ausstehenden Tier1Emissionen hinzuzurechen. Bei den restlichen Bestandteilen ist lediglich der zu zahlende Zinssatz ins Verhaltnis zum Kapitalanteil zu setzen. Die hieraus resultierende Summe ergibt den WACCBank. Aus der reinen Perspektive des ShareholderValueGedankens sollte es daher das Ziel des Bankmanagements sein, den WACC zu minimieren. Allerdings gilt es hierbei Rahmenbedingungen zu beachten. Aufgrund der Tatsache, dass Fremdkapital wegen seiner geringeren Risikoubernahme vergleichsweise gunstiger ist, sollte rein mathematisch gesehen der Fremdkapitalanteil so hoch wie moglich sein. In der Praxis sind dieser Hohe aufgrund diverser Einflussfaktoren jedoch Grenzen gesetzt, was insbesondere bei Banken anhand der Mindesteigenkapitalanforderung offensichtlich wird. Eine reine Finanzierung uber Fremdkapital ist daher nicht moglich. Die qualitativen Determinanten, denen bei der Festlegung der optimalen Kapitalstruktur eine Bedeutung zukommt, werden im nachsten Kapitel behandelt. 5.2 Einflussgroen der Kapitalkosten 5.2.1 Geschaftsrisiko Allgemein sollte die Kapitalstruktur eines Unternehmens dem Geschaftsrisiko entsprechen. Ein hohes Geschaftsrisiko bedeutet in diesem Zusammenhang, dass die Ertrage volatil sind. Dadurch besteht die Gefahr, dass in schwachen Ertragsjahren die Zins und Tilgungsverbind Frankfurt School of Finance Management Working Paper No. 121 37 Die Kapitalstruktur bei Banken lichkeiten nicht ausreichend gedeckt sind. Das Konkursrisiko ware dementsprechend hoch. Um dem entgegenzuwirken sollte eine ausreichende Eigenkapitaldecke vorhanden sein, da dieser eine Verlustausgleichsfunktion zukommt und somit als Puffer wirkt. Umgekehrtes gilt bei stabilen Ertragen: das Risiko ist vergleichsweise gering, was einen hoheren Fremdkapitalanteil erlaubt. Neben dem Geschaftsrisiko lassen sich nach Coenenberg und Salfeld vier weitere Faktoren identifizieren, von denen die optimale Zusammensetzung der Kapitalstruktur abhangt: Steuer und Konkurskosteneffekte, Agencykosten sowie der mit steigender Verschuldung einhergehende Flexibilitatsverlust Coenenberg und Salfeld, 2003, S. 180ff. sowie Bank for International Settlement, 2003, S. 5. 5.2.2 Steuerliche und agencytheoretische Perspektive Aus der steuerlichen Perspektive ist ebenfalls ein moglichst hoher Anteil von Fremdkapital anzustreben, da Fremdkapitalzinsen aus dem Betriebsergebnis bezahlt werden. Dadurch verringert sich der zu versteuernde Gewinn, was zu einer Reduzierung der Steuerlast fuhrt. Somit erhoht sich sowohl fur Eigenkapital als auch Fremdkapitalgeber das Einkommen bei einem hoheren Leverage. Die Hohe der Steuerbegunstigung TaxShield lasst sich entsprechend der nachfolgenden Formel bestimmen: Tax ShieldZinszahlungen Steuersatz Formel 17: TaxShield Aus der steuerlichen Perspektive sollte daher ein maximaler Verschuldungsgrad angestrebt werden Loof, 2006, S. 7. Zu einem ahnlichen Ergebnis kommt man, wenn die Frage nach der optimalen Verschuldung aus einem agencytheoretischen Blickwinkel beantwortet werden soll. Den allgemeinen Gegenstand der AgencyTheorie stellen Delegationsbeziehungen dar. Innerhalb eines Unternehmens bestehen diese speziell zwischen der Geschaftsleitung Agent und dem Eigner Principal. Es kann davon ausgegangen werden, dass beide mit ihren Handlungen eine Nutzenma Frankfurt School of Finance Management Working Paper No. 121 38 Die Kapitalstruktur bei Banken ximierung verfolgen Bea, 1997, S. 142. Allerdings konnen hierbei Interessenskonflikte entstehen, v.a. wenn eine Handlung nur fur den Manager von Vorteil ist z. B. der Bau einer imposanten Firmenzentrale aus Prestigegrunden. Im Kontext der Kapitalstruktur treten AgencyKosten sowohl bei der Eigenkapital als auch der Fremdkapitalfinanzierung auf. Der typische Verlauf dieser beiden Kosten wird in der nachfolgenden Grafik illustriert: AgencyKosten Gesamte AgencyKosten optimaler Verschuldungsgrad AgencyKosten FKAgencyKosten EKVerschuldungsgrad Abb. 11: Verlauf der AgencyKosten in Abhangigkeit von der Kapitalstruktur Coenenberg und Salfeld, 2003, S. 183 Frankfurt School of Finance Management Working Paper No. 121 39 Die Kapitalstruktur bei Banken Die AgencyKosten des Fremdkapitals sind bei einer niedrigen Verschuldung gering, da die Kreditgeber aufgrund des begrenzten Risikos keine intensiven Kontrollmechanismen anwenden mussen z.B. wochentliche Analysen von Kennzahlen. Mit zunehmendem Verschuldungsgrad wird dieses Risiko jedoch groer. Somit nehmen auch die Kontrollen und damit verbundenen Kosten zu. Bei den AgencyKosten der Eigenkapitalgeber zeigt sich ein umgekehrtes Bild, denn mit zunehmender Verschuldung wird das Management zu mehr Effizienz gezwungen, um die Zins und Tilgungszahlungen bedienen zu konnen. Aus der Gesamtkostenkurve wird deutlich, dass die AgencyKosten bei einem relativ hohen Fremdkapitalanteil minimiert werden. Allerdings besitzt dieser theoretische Ansatz fur die Praxis nur eine geringe Relevanz, da sich die AgencyKosten nur schwer quantifizieren lassen. 5.2.3 Konkurskosteneffekt und Flexibilitatsverlust Von groerer Bedeutung ist der Konkurskosteneffekt. Bei hoher verschuldeten Unternehmen ist das Konkursrisiko Ausfallrisiko groer als bei Unternehmen mit einem niedrigen Verschuldungsgrad. Fur die Ubernahme dieses Risikos wird auf den Kapitalmarkten ein hoherer Kapitalkostenaufschlag CreditSpread gefordert, was in der Folge zu hoheren Fremdkapitalkosten fuhrt. Als Ma fur das Ausfallrisiko gilt auf dem Kapitalmarkt das Unternehmensrating. Mit zunehmend schlechterer Bonitat nimmt der CreditSpread eines Unternehmens daher zu. Gleichzeitig erhoht sich die Ausfallwahrscheinlichkeit. Als letzter Punkt sei der Flexibilitatsverlust aufgefuhrt. Bei einem niedrigen Eigenkapitalanteil und somit hoher Verschuldung lassen sich kurzfristige Investitionen ublicherweise nicht mehr intern finanzieren. Hierzu werden weitere Fremdmittel benotigt, was aufgrund der Kreditverhandlungen zu Zeitverzogerungen fuhren kann. Dadurch wird einem Unternehmen die Chance genommen, schnell und flexibel auf Markttrends zu reagieren und von diesen zu profitieren. Bei Banken steht hierbei nicht die kurzfristige Aufnahme von Krediten im Vordergrund, sondern die Gefahr, dass keine zusatzlichen Geschafte aufgrund der kompletten Ausnutzung der aufsichtsrechtlichen Mindestkapitalquoten durchgefuhrt werden konnen. Ubertragen auf Banken besitzen diese vier Punkte unterschiedliche Relevanz. Der agcenytheoretische Ansatz hat aufgrund der Probleme hinsichtlich der Messbarkeit der Agency Frankfurt School of Finance Management Working Paper No. 121 40 Die Kapitalstruktur bei Banken Kosten eine geringe Praxisbedeutung. Er wurde daher nur der Vollstandigkeit halber erwahnt und wird nicht naher untersucht. Auch steuerliche Aspekte stehen nicht im Mittelpunkt dieser Arbeit, weshalb deren Betrachtung ebenfalls vernachlassigt wird. Die restlichen drei Einflussfaktoren nehmen aber gerade im Bankgeschaft eine wichtige Stellung ein. 6 Zusammenfassung Im Arbeitsbericht wurden die wesentlichen Kapitalbestandteile der Bank vorgestellt. Durch das Bankenaufsichtsrecht entstehen bei Kern und Erganzungskapital haftende Eigenkapitalformen, die bilanziell aber wie Fremdkapital wirken. Dies fuhrt zu einer Erweiterung des WACC im Bankenrahmen. Hinzu kommt der Gegensatz von aufsichtsrechtlichem und okonomischem Kapital. Obwohl durch Basel II eine Annaherung zu beobachten ist, wird die Portfoliodiversifizierung im Aufsichtsrecht nur begrenzt anerkannt. Dies fuhrt zu Steuerungskennzahlen die auf dem Konzept des Risk Adjusted Return on Rrisk Adjusted Capital RARORAC fuhren. Wird mit dem RARORAC die Zieleigenkapitalrendite ubertroffen, wird Economic Value Added EVA geschaffen. Frankfurt School of Finance Management Working Paper No. 121 41 Die Kapitalstruktur bei Banken REFERENCES Bank for International Settlement 2003; Markets for Bank Subordinated Debt and Equity in Basel Committee Member Countries, Working Paper No. 12, Basel, o.V  Bea, Franz X. et al. Hrsg. 1997; Allgemeine Betriebswirtschaftslehre: Band 1: Grundfragen, 7., neubearbeitete und erweiterte Auflage, Stuttgart, UTB fur Wissenschaft. Bieg, Hartmut et al. 2003; Bankenaufsicht in Theorie und Praxis, Frankfurt, BankakademieVerlag Gmb H. Burns, Robert L. 2005; Economic capital and the assessment of capital adequacy, in: The RMA Journal, oline im Internet unter: http:www.fdic.govregulations examinations supervisoryinsights siwin 04economic_capital.html, Abfrage vom 18. Juni 2007. Coenenberg, Adolf G. Salfeld, Rainer 2003; Wertorientierte Unternehmensfuhrung Vom Strategieentwurf zur Implementierung, Stuttgart, SchaefferPoeschel Verlag. Deutsche Bank AG 2007; Hybridkapital unveroffentlichte Kundenprasentation der Deutschen Bank AG, Debt Capital Markets Financial Institutions Group, Frankfurt, 7. Mai 2007. Deutsche Bundesbank Hrsg. 2002; Das Eigenkapital der Kreditinstitute aus bankinterner und regulatorischer Sicht, in: Deutsche Bundesbank Hrsg., Monatsbericht Januar 2002, S. 41 60. Deutsche Bundesbank Hrsg. 2006; Die Umsetzung der neuen Eigenkapitalregelungen fur Banken in deutsches Recht, in: Deutsche Bundesbank Hrsg., Monatsbericht Dezember 2006, S. 69 91. Deutsche Bundesbank Hrsg. 2007a; Bankenstatistik Stand vom 18.5.2007, o.V  Frankfurt School of Finance Management Working Paper No. 121 42 Die Kapitalstruktur bei Banken Deutsche Bundesbank Hrsg. 2007b; Solvabilitat, online im Internet unter: http:www.bundesbank.debankenaufsichtbankenaufsicht_eigen_eigenmittel.php, Abfrage vom 24. Juli 2007. Dombret, Andreas et al. 2004; Valuation of Banks both Art and Science, in: Fischer, Matthias Hrsg., Handbuch Wertmanagement in Banken und Versicherungen, Wiesbaden, Verlag Dr. Th. Gabler, S. 87 103. Dresel, Tanja 2003; Allokation von Risikokapital in Banken ValueatRisk, asymmetrische Information und rationales Herdenverhalten, Bad Soden Taunus, Uhlenbruch Verlag Gmb H. Dresel, Tanja et al. 2000; Die Steuerung von Markt und Kreditrisiken in Banken Arbeitspapier im Rahmen des DFGProjekts, Munchen, o.V  Drukarczyk, Jochen 2001; Unternehmensbewertung, 3., uberarb. und erw. Auflage, Munchen, Verlag Franz Vahlen Gmb H. Ernst Young AG Hrsg. 2007; 7. KWGNovelle Darstellung der KWGAnderungen mit Gesetzesbegrundung, Stuttgart, o.V  Fabozzi, Frank J. Modigliani, Franco 2003; Capital Markets Institutions and Instruments, 3rd Edition, Pearson Education Inc Prentice Hall, New Jersey. Gleiner, Frank 2005; Kapitalkosten: Der Schwachpunkt bei der Unternehmensbewertung und im wertorientierten Management, in: Finanz Betrieb, 4 2005, S. 217 229. KPMG International Hrsg. 2003; Basel II A Closer Look Managing Economic Capital, o.O., o.V  Loof, Hans 2006; Dynamic Optimal Capital Structure and Technological Change, Discussion Paper 03 2006 des ZEW Zentrum fur europaische Wirtschaftsforschung, Mannheim, o.V  Frankfurt School of Finance Management Working Paper No. 121 43 Die Kapitalstruktur bei Banken Luz, Gunther Scharpf, Paul 1998; Marktrisiken in der Bankenaufsicht Umsetzung der Marktrisikoregeln der Kapitaladaquanzrichtlinie, Stuttgart, SchafferPoeschel. Matten, Chris 1996; Managing Bank Capital Capital Allocation and Performance Measurement, Chichester, New York, Brisbane, Toronto, Singapore, John Wiley Sons. Neukomm, Hans Buttler, HansJurg 1999; Die optimale Eigenmittelhaltung bei Banken, Schweizerische Nationalbank Hrsg.; Quartalsheft 1 1999, Zurich, o.V., S. 44 65. Nickel, Andreas 2006; RAROTRAC eine neue Kennzahl zur integrierten Steuerung, in: Finanz Betrieb, 022006, S. 87 90. Paul, Stephan et al. 2005; Wertorientierte Banksteuerung I: Renditemanagement, Frankfurt am Main, BankakademieVerlag Gmb H. Perridon, Louis Steiner, Manfred 2004; Finanzwirtschaft der Unternehmung, 13., uberarbeitete und erweiterte Auflage, Munchen, Verlag Franz Vahlen. Rappaport, Alfred 1999; Shareholder value: ein Handbuch fur Manager und Investoren, 2., vollst. uberarb. und aktualisierte Auflage, Stuttgart, SchafferPoeschel. Schmalen, Helmut 2002; Grundlagen und Probleme der Betriebswirtschaft, 12., uberarb. Auflage, Stuttgart, SchafferPoeschel. Schmidt, Andreas 2002; Interner RatingAnsatz aus Sicht einer Geschaftsbank, in: Hofmann, Gerhard Hrsg. 2002; Basel II und Ma K: Vorgaben, bankinterne Verfahren, Bewertungen, Frankfurt, Bankakademie Verlag Gmb H. Schmidt, Paul G. 2001; Ursachen systemischer Bankenkrisen, in: Ordo Jahrbuch fur die Ordnung von Wirtschaft und Gesellschaft, Band 52, Stuttgart, Lucius Lucius, S. 239 280. Frankfurt School of Finance Management Working Paper No. 121 44 Die Kapitalstruktur bei Banken SchulteMattler, Hermann Traber, Uwe 1995; Marktrisiko und Eigenkapital: Bankaufsichtliche Normen fur Kredit und Marktrisiken, Wiesbaden, Verlag Dr. Th. Gabler Gmb H. Smithson, Charles 1997; Capital Budgeting How banks measure performance, in: Risk, Vol 10, No. 6, S. 40 41. Statistisches Bundesamt Hrsg. 2006; Statistisches Jahrbuch 2006 fur die Bundesrepublik Deutschland, Wiesbaden, o.V  Steiner, Manfred Rathgeber, Andreas 2006; Kennzahlensysteme in der Banksteuerung, in: Rolfes, Bernd 2006 Hrsg.; Herausforderung Bankmanagement Entwicklungslinien und Steuerungsansatze Festschrift zum 60. Geburtstag von Henner Schierenbeck, Frankfurt am Main, Fritz Knapp Verlag, S. 475 490. Suchting, Joachim Paul, Stephan 1998; Bankmanagement, 4., vollst. uberarb. und erw. Aufl., Stuttgart, SchaefferPoeschel Verlag. Gesetzestexte Gesetz uber das Kreditwesen KWG 2007; Uberarbeitete Lesefassung der Sechsten KWGNovelle, online im Internet unter: http:www.bundesbank.dedownload bankenaufsichtpdfkwg_0407.pdf, Abfrage vom 29. Juni 2006 Handelsgesetzbuch 2003; 40., uberarbeitete Auflage, Munchen, Verlag C. H. Beck. Frankfurt School of Finance Management Working Paper No. 121 45 Die Kapitalstruktur bei Banken FRANKFURT SCHOOL HFB WORKING PAPER SERIES No. 121. 120 119 118 117. 116. 115. 114. 113. 112. AuthorTitle Heidorn, Thomas Rupprecht, Stephan Einfuhrung in das Kapitalstrukturmanagement bei Banken Rossbach, Peter Die Rolle des Internets als Informationsbeschaffungsmedium in Banken HerrmannPillath, Carsten Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Holscher, Luise Clasen, Sven Erfolgsfaktoren von Private Equity Fonds Bannier, Christina E. Is there a holdup benefit in heterogeneous multiple bank financing? Robach, Peter Gieamer, Dirk Ein e LearningSystem zur Unterstutzung der Wissensvermittlung von WebEntwicklern in Sicherheitsthemen HerrmannPillath, Carsten Kulturelle Hybridisierung und Wirtschaftstransformation in China Schalast, Christoph: Staatsfonds neue Akteure an den Finanzmarkten? Schalast, Christoph Alram, Johannes Konstruktion einer Anleihe mit hypothekarischer Besicherung Schalast, Christoph Bolder, Markus Radunz, Claus Siepmann, Stephanie Weber, Thorsten Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 111. Werner, Karl Moormann, Jurgen Efficiency and Profitability of European Banks How Important Is Operational Efficiency? 110. 109. 108. 107. 106. 105. 104. 103. 102. 101. 100. HerrmannPillath, Carsten Moralische Gefuhle als Grundlage einer wohlstandschaffenden Wettbewerbsordnung: Ein neuer Ansatz zur erforschung von Sozialkapital und seine Anwendung auf China Heidorn, Thomas Kaiser, Dieter G. Roder, Christoph Empirische Analyse der Drawdowns von DachHedgefonds HerrmannPillath, Carsten Neuroeconomics, Naturalism and Language Schalast, Christoph Benita, Barten Private Equity und Familienunternehmen eine Untersuchung unter besonderer Berucksichtigung deutscher Maschinen und Anlagenbauunternehmen Bannier, Christina E. Grote, Michael H. Equity Gap? Which Equity Gap? On the Financing Structure of Germanys Mittelstand HerrmannPillath, Carsten The Naturalistic Turn in Economics: Implications for the Theory of Finance Schalast, Christoph Hrgs. Schanz, KayMichael Scholl, Wolfgang Aktionarsschutz in der AG falsch verstanden? Die LeicaEntscheidung des LG Frankfurt am Main Bannier, Christina Musch, Stefan Die Auswirkungen der SubprimeKrise auf den deutschen LBOMarkt fur Small und Mid Caps Cremers, Heinz Vetter, Michael Das IRBModell des Kreditrisikos im Vergleich zum Modell einer logarithmisch normalverteilten Verlustfunktion Heidorn, Thomas Pleiner, Mathias Determinanten Europaischer CMBS Spreads. Ein empirisches Modell zur Bestimmung der Risikoaufschlage von Commercial MortgageBacked Securities CMBS Schalast, Christoph Hrsg. Schanz, KayMichael Schaeffler KGContinental AG im Lichte der CSX Corp.Entscheidung des US District Court for the Southern District of New York 99. Holscher, Luise Haug, Michael Schweinberger, Andreas Analyse von Steueramnestiedaten Year 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 Frankfurt School of Finance Management Working Paper No. 121 46 Die Kapitalstruktur bei Banken Heimer, Thomas Arend, Sebastian The Genesis of the BlackScholes Option Pricing Formula Heimer, Thomas Holscher, Luise Werner, Matthias Ralf Access to Finance and Venture Capital for Industrial SMEs Bottger, Marc Guthoff, Anja Heidorn, Thomas Loss Given Default Modelle zur Schatzung von Recovery Rates Almer, Thomas Heidorn, Thomas Schmaltz, Christian The Dynamics of Short and LongTerm CDSspreads of Banks Barthel, Erich Wollersheim, Jutta Kulturunterschiede bei Mergers Acquisitions: Entwicklung eines Konzeptes zur Durchfuhrung einer Cultural Due Diligence Heidorn, Thomas Kunze, Wolfgang Schmaltz, Christian Liquiditatsmodellierung von Kreditzusagen Term Facilities and Revolver Burger, Andreas Produktivitat und Effizienz in Banken Terminologie, Methoden und Status quo Lochel, Horst Pecher, Florian The Strategic Value of Investments in Chinese Banks by Foreign Financial Insitutions Schalast, Christoph Morgenschweis, Bernd Sprengetter, Hans Otto Ockens, Klaas Stachuletz, Rainer Safran, Robert Der deutsche NPL Markt 2007: Aktuelle Entwicklungen, Verkauf und Bewertung Berichte und Referate des NPL Forums 2007 Schalast, Christoph Stralkowski, Ingo 10 Jahre deutsche Buyouts Bannier, Christina Hirsch, Christian The Economics of Rating Watchlists: Evidence from Rating Changes DemidovaMenzel, Nadeshda Heidorn, Thomas Gold in the Investment Portfolio Holscher, Luise Rosenthal, Johannes Leistungsmessung der Internen Revision Bannier, Christina Hansel, Dennis Determinants of banks engagement in loan securitization Bannier, Christina Smoothing versus Timeliness Wann sind stabile Ratings optimal und welche Anforderungen sind an optimale Berichtsregeln zu stellen? Bannier, Christina Heterogeneous Multiple Bank Financing: Does it Reduce Inefficient CreditRenegotiation Incidences? Cremers, Heinz Lohr, Andreas Deskription und Bewertung strukturierter Produkte unter besonderer Berucksichtigung verschiedener Marktszenarien DemidovaMenzel, Nadeshda Heidorn, Thomas Commodities in Asset Management Cremers, Heinz Walzner, Jens Risikosteuerung mit Kreditderivaten unter besonderer Berucksichtigung von Credit Default Swaps Cremers, Heinz Traughber, Patrick Handlungsalternativen einer Genossenschaftsbank im Investmentprozess unter Berucksichtigung der Risikotragfahigkeit Gerdesmeier, Dieter Roffia, Barbara Monetary Analysis: A VAR Perspective Heidorn, Thomas Kaiser, Dieter G. Muschiol, Andrea Portfoliooptimierung mit Hedgefonds unter Berucksichtigung hoherer Momente der Verteilung Jobe, Clemens J. Ockens, Klaas Safran, Robert Schalast, Christoph WorkOut und Servicing von notleidenden Krediten Berichte und Referate des Hf BNPL Servicing Forums 2006 Abrar, Kamyar Schalast, Christoph Fusionskontrolle in dynamischen Netzsektoren am Beispiel des Breitbandkabelsektors Schalast, Christoph Schanz, KayMichael Wertpapierprospekte: Markteinfuhrungspublizitat nach EUProspektverordnung und Wertpapierprospektgesetz 2005 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2006 2006 2006 Frankfurt School of Finance Management Working Paper No. 121 47 98. 97. 96. 95. 94. 93. 92. 91. 90. 89. 88. 87. 86. 85. 84. 83. 82. 81. 80. 79. 78. 77. 76. 75. 74. Die Kapitalstruktur bei Banken 73. 72. 71. 70. 69. 68. 67. 66. 65. 64. Dickler, Robert A. Schalast, Christoph Distressed Debt in Germany: What s Next? Possible Innovative Exit Strategies Belke, Ansgar Polleit, Thorsten How the ECB and the US Fed set interest rates Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Heterogenitat von Hedgefondsindizes Baumann, Stefan Lochel, Horst The Endogeneity Approach of the Theory of Optimum Currency Areas What does it mean for ASEAN 3? Heidorn, Thomas Trautmann, Alexandra Niederschlagsderivate Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Moglichkeiten der Strukturierung von Hedgefondsportfolios Belke, Ansgar Polleit, Thorsten How Do Stock Market Returns React to Monetary Policy ? An ARDL Cointegration Analysis for Germany Daynes, Christian Schalast, Christoph Aktuelle Rechtsfragen des Bank und Kapitalmarktsrechts II: Distressed Debt Investing in Deutschland Gerdesmeier, Dieter Polleit, Thorsten Measures of excess liquidity Becker, Gernot M. Harding, Perham Holscher, Luise Financing the Embedded Value of Life Insurance Portfolios 63  Schalast, Christoph Modernisierung der Wasserwirtschaft im Spannungsfeld von Umweltschutz und Wettbewerb Braucht Deutschland eine Rechtsgrundlage fur die Vergabe von Wasserversorgungskonzessionen? Bayer, Marcus Cremers, Heinz Klu, Norbert Wertsicherungsstrategien fur das Asset Management Lochel, Horst Polleit, Thorsten A case for money in the ECB monetary policy strategy Richard, Jorg Schalast, Christoph Schanz, KayMichael Unternehmen im Prime Standard Staying Public oder Going Private? Nutzenanalyse der Borsennotiz Heun, Michael Schlink, Torsten Early Warning Systems of Financial Crises Implementation of a currency crisis model for Uganda Heimer, Thomas Kohler, Thomas Auswirkungen des Basel II Akkords auf osterreichische KMU Heidorn, Thomas Meyer, Bernd Pietrowiak, Alexander Performanceeffekte nach Directors Dealings in Deutschland, Italien und den Niederlanden Gerdesmeier, Dieter Roffia, Barbara The Relevance of realtime data in estimating reaction functions for the euro area Barthel, Erich Gierig, Rauno Kuhn, IlmhartWolfram Unterschiedliche Ansatze zur Messung des Humankapitals Anders, Dietmar Binder, Andreas Hesdahl, Ralf Schalast, Christoph Thone, Thomas Aktuelle Rechtsfragen des Bank und Kapitalmarktrechts I : NonPerformingLoans Faule Kredite Handel, WorkOut, Outsourcing und Securitisation Polleit, Thorsten The Slowdown in German Bank Lending Revisited Heidorn, Thomas Siragusano, Tindaro Die Anwendbarkeit der Behavioral Finance im Devisenmarkt Schutze, Daniel Schalast, Christoph Hrsg. Wider die Verschleuderung von Unternehmen durch Pfandversteigerung Gerhold, Mirko Heidorn, Thomas Investitionen und Emissionen von Convertible Bonds Wandelanleihen Chevalier, Pierre Heidorn, Thomas Krieger, Christian Temperaturderivate zur strategischen Absicherung von Beschaffungs und Absatzrisiken Becker, Gernot M. Seeger, Norbert Internationale Cash FlowRechnungen aus Eigner und Glaubigersicht 62. 61. 60. 59. 58. 57. 56. 55. 54. 53. 52. 51. 50. 49. 48. 2006 2006 2006 2006 2005 2005 2005 2005 2005 2005 2005 2005 2005 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2003 2003 Frankfurt School of Finance Management Working Paper No. 121 48 Die Kapitalstruktur bei Banken Boenkost, Wolfram Schmidt, Wolfgang M. Notes on convexity and quanto adjustments for interest rates and related options Hess, Dieter Determinants of the relative price impact of unanticipated Information in U.S. macroeconomic releases Cremers, Heinz Klu, Norbert Konig, Markus Incentive Fees. Erfolgsabhangige Vergutungsmodelle deutscher Publikumsfonds Heidorn, Thomas Konig, Lars Investitionen in Collateralized Debt Obligations Kahlert, Holger Seeger, Norbert Bilanzierung von Unternehmenszusammenschlussen nach USGAAP Beitrage von Studierenden des Studiengangs BBA 012 unter Begleitung von Prof. Dr. Norbert Seeger Rechnungslegung im Umbruch HGBBilanzierung im Wettbewerb mit den internationalen Standards nach IAS und USGAAP Overbeck, Ludger Schmidt, Wolfgang Modeling Default Dependence with Threshold Models Balthasar, Daniel Cremers, Heinz Schmidt, Michael Portfoliooptimierung mit Hedge Fonds unter besonderer Berucksichtigung der Risikokomponente Heidorn, Thomas Kantwill, Jens Eine empirische Analyse der Spreadunterschiede von Festsatzanleihen zu Floatern im Euroraum und deren Zusammenhang zum Preis eines Credit Default Swaps Bottcher, Henner Seeger, Norbert Bilanzierung von Finanzderivaten nach HGB, Est G, IAS und USGAAP Moormann, Jurgen Terminologie und Glossar der Bankinformatik Heidorn, Thomas Bewertung von Kreditprodukten und Credit Default Swaps Heidorn, Thomas Weier, Sven Einfuhrung in die fundamentale Aktienanalyse Seeger, Norbert International Accounting Standards IAS Moormann, Jurgen Stehling, Frank Strategic Positioning of ECommerce Business Models in the Portfolio of Corporate Banking Sokolovsky, Zbynek Strohhecker, Jurgen Fit fur den Euro, Simulationsbasierte EuroManahmenplanung fur DresdnerBankGeschaftsstellen Robach, Peter Behavioral Finance Eine Alternative zur vorherrschenden Kapitalmarkttheorie? Heidorn, Thomas Jaster, Oliver Willeitner, Ulrich Event Risk Covenants Biswas, Rita Lochel, Horst Recent Trends in U.S. and German Banking: Convergence or Divergence? Eberle, Gunter Georg Lochel, Horst Die Auswirkungen des Ubergangs zum Kapitaldeckungsverfahren in der Rentenversicherung auf die Kapitalmarkte Heidorn, Thomas Klein, HansDieter Siebrecht, Frank Economic Value Added zur Prognose der Performance europaischer Aktien Cremers, Heinz Konvergenz der binomialen Optionspreismodelle gegen das Modell von BlackScholesMerton Lochel, Horst Die okonomischen Dimensionen der New Economy Frank, Axel Moormann, Jurgen Grenzen des Outsourcing: Eine Exploration am Beispiel von Direktbanken Heidorn, Thomas Schmidt, Peter Seiler, Stefan Neue Moglichkeiten durch die Namensaktie Boger, Andreas Heidorn, Thomas Graf Waldstein, Philipp Hybrides Kernkapital fur Kreditinstitute 2003 2003 2003 2003 2003 2003 2003 2002 2002 2003 2002 2001 2001 2001 2001 2001 2001 2001 2001 2001 2000 2000 2000 2000 2000 2000 Frankfurt School of Finance Management Working Paper No. 121 49 47. 46. 45. 44. 43. 42. 41. 40. 39. 38. 37. 36. 35. 34. 33. 32. 31. 30. 29. 28. 27. 26. 25. 24. 23. 22. Die Kapitalstruktur bei Banken Heidorn, Thomas Entscheidungsorientierte Mindestmargenkalkulation Wolf, Birgit Die Eigenmittelkonzeption des 10 KWG Cremers, Heinz Robe, Sophie Thiele, Dirk Beta als Risikoma Eine Untersuchung am europaischen Aktienmarkt Cremers, Heinz Optionspreisbestimmung Cremers, Heinz Value at RiskKonzepte fur Marktrisiken Chevalier, Pierre Heidorn, Thomas Rutze, Merle Grundung einer deutschen Stromborse fur Elektrizitatsderivate Deister, Daniel Ehrlicher, Sven Heidorn, Thomas Cat Bonds Jochum, Eduard Hoshin Kanri Management by Policy Mb P Heidorn, Thomas Kreditderivate Heidorn, Thomas Kreditrisiko Credit Metrics Moormann, Jurgen Terminologie und Glossar der Bankinformatik Lochel, Horst The EMU and the Theory of Optimum Currency Areas Lochel, Horst Die Geldpolitik im Wahrungsraum des Euro Heidorn, Thomas Hund, Jurgen Die Umstellung auf die Stuckaktie fur deutsche Aktiengesellschaften Moormann, Jurgen Stand und Perspektiven der Informationsverarbeitung in Banken Heidorn, Thomas Schmidt, Wolfgang LIBOR in Arrears Jahresbericht 1997 Ecker, Thomas Moormann, Jurgen Die Bank als Betreiberin einer elektronischen ShoppingMall Jahresbericht 1996 Cremers, Heinz Schwarz, Willi Interpolation of Discount Factors Moormann, Jurgen Lean Reporting und Fuhrungsinformationssysteme bei deutschen Finanzdienstleistern 21. 20. 19. 18. 17. 16. 15. 14. 13. 12. 11. 10. 09. 08. 07. 06. 05. 04. 03. 02. 01. FRANKFURT SCHOOL HFB WORKING PAPER SERIES CENTRE FOR PRACTICAL QUANTITATIVE FINANCE AuthorTitle KellerRessel, Martin Kilin, Fiodar ForwardStart Options in the BarndorffNielsenShephard Model Griebsch, Susanne Wystup, Uwe On the Valuation of Fader and Discrete Barrier Options in Hestons Stochastic Volatility Model Veiga, Carlos Wystup, Uwe Closed Formula for Options with Discrete Dividends and its Derivatives No. 18. 17. 16. 2000 2000 2000 1999 1999 1999 1999 1999 1999 1999 1999 1998 1998 1998 1998 1998 1998 1997 1997 1996 1995 Year 2008 2008 2008 Frankfurt School of Finance Management Working Paper No. 121 50 Die Kapitalstruktur bei Banken Packham, Natalie Schmidt, Wolfgang Latin hypercube sampling with dependence and applications in finance Hakala, Jurgen Wystup, Uwe FX Basket Options Weber, Andreas Wystup, Uwe Vergleich von Anlagestrategien bei Riesterrenten ohne Berucksichtigung von Gebuhren. Eine Simulationsstudie zur Verteilung der Renditen Weber, Andreas Wystup, Uwe Riesterrente im Vergleich. Eine Simulationsstudie zur Verteilung der Renditen Wystup, Uwe VannaVolga Pricing Wystup, Uwe Foreign Exchange Quanto Options Wystup, Uwe Foreign Exchange Symmetries Becker, Christoph Wystup, Uwe Was kostet eine Garantie? Ein statistischer Vergleich der Rendite von langfristigen Anlagen Schmidt, Wolfgang Default Swaps and Hedging Credit Baskets Kilin, Fiodor Accelerating the Calibration of Stochastic Volatility Models Griebsch, Susanne Kuhn, Christoph Wystup, Uwe Instalment Options: A ClosedForm Solution and the Limiting Case Boenkost, Wolfram Schmidt, Wolfgang M. Interest Rate Convexity and the Volatility Smile Becker, Christoph Wystup, Uwe On the Cost of Delayed Currency Fixing Boenkost, Wolfram Schmidt, Wolfgang M. Cross currency swap valuation Wallner, Christian Wystup, Uwe Efficient Computation of Option Price Sensitivities for Options of American Style 15. 14. 13. 12. 11. 10. 09. 08. 07. 06. 05. 04. 03. 02. 01. HFB SONDERARBEITSBERICHTE DER HFB BUSINESS SCHOOL OF FINANCE MANAGEMENT No. 01. AuthorTitle Nicole Kahmer Jurgen Moormann Studie zur Ausrichtung von Banken an Kundenprozessen am Beispiel des Internet Preis: 120, 2008 2008 2008 2008 2008 2008 2008 2008 2007 2007 2007 2006 2005 2004 2004 Year 2003 Frankfurt School of Finance Management Working Paper No. 121 51 Die Kapitalstruktur bei Banken Printed edition: 25.00 2.50 shipping Download: Working Paper: http:www.frankfurtschool.decontentderesearchPublicationslist_of_publication 0.html CPQF: http:www.frankfurtschool.decontentderesearchquantitative_Financeresearch_publications.html Order address contact Frankfurt School of Finance Management Sonnemannstr. 9 11 D 60314 FrankfurtM. Germany Phone: 49 0 69 154 008 734 Fax: 49 0 69 154 008 728 e Mail: m.biemerfrankfurtschool.de Further information about Frankfurt School of Finance Management may be obtained at: http:www.frankfurtschool.de Frankfurt School of Finance Management Working Paper No. 121 52 ", "filename": "600251586.PDF", "person": ["Andreas Böger", "Böger, Andreas", "Thomas Heidorn", "Heidorn, Thomas", "Stephan Rupprecht", "Rupprecht, Stephan"], "date": ["2009"]}