{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27887/1/600510719.PDF"], "title": ["Diversity Management und diversitätsbasiertes Controlling: von der Diversity Scorecard zur Open Balanced Scorecard"], "plaintext": "Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Abstract In recent years, diversity management has evolved from a perspective on human resources management toward a conception of strategic management. This implies the need to adapt a central management function, strategic controlling, in order to render the conception of diversity management in established categories of operative management. Starting out from the existing proposal of a diversity scorecard, this paper extends the DM approach into the notion of an open balanced scorecard. The open balanced scorecard results from the application of DM principles on this widely used management tool. The argument is based on an overview of existing approaches to DM and their critical evaluation. Key words: diversity management, cognitive diversity, balanced scorecard JEL classification: M12, M14, ISSN: 14369753 Contact: Prof. Dr. Carsten HerrmannPillath Academic Director, East West Centre of Business Studies and Cultural Sciences Frankfurt School of Finance Management Sonnemannstr. 911 60314 Frankfurt am Main c.herrmannpillathfrankfurtschool.de Frankfurt School of Finance Management Working Paper No. 119 2 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Content 1 Einleitung 4 2 Diversity Management aus evolutionsokonomischer Sicht 5 2.1 Kombinatorische Emergenz nachhaltiger Wettbewerbsvorteile  5 2.2 Das Leitbild: Die offene Unternehmung 6 2.3 Was ist Diversitat aus evolutionsokonomischer Sicht?  8 3 Zielbezogene Bestimmung von Diversitat 12 3.1 Gravierende Mangel einer wissenschaftlichen Begrundung der Erfolgswirksamkeit von Diversitat 12 3.2 Relevanzanalyse: Welche Diversitat zahlt? 13 4 DMbasierte Transformation der Balanced Scorecard  15 4.1 Die Diversity Scorecard  16 4.2 Die Open Balanced Scorecard  20 5 Ist Diversity Management moglich? 23 5.1 Das Dilemma des Diversity Management  24 5.2 Das Paradox des Diversity Management 24 6 Schlussbemerkung  25 Literatur  26 Frankfurt School of Finance Management Working Paper No. 119 3 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard 1 Einleitung Seit einigen Jahren erfahrt die neue ManagementKonzeption des Diversity Management DM auch im deutschsprachigen Raum immer mehr Beachtung siehe etwa die Aufsatzsammlungen von Becker und Seidel, 2007, oder Koall et al., 2007, sowie praxisbezogene Kompilationen, etwa diversityworks, 2007, Gemeinschaftsinitiative EQUAL 2008 oder Koppel und Sandner, 2008. Im weitesten Sinne geht es um die unternehmerische Aktivierung von individuellen Unterschieden im Humanvermogen einer Unternehmung mit dem Ziel der Entwicklung nachhaltiger Wettbewerbsvorteile. In dieser Weise abstrakt definiert, geraten die kulturspezifischen Ursprunge in den USA aus dem Blickfeld zum Uberblick etwa Engel, 2007. Das ist gewunscht, erschwert aber gleichzeitig die Anschlussfahigkeit an die internationale Literatur: Denn der kurze Blick auf die englischsprachigen Texte zum DM zeigt sofort, dass DM immer noch mit zum Teil sehr engen Bezugen auf den US Kontext diskutiert wird beispielhaft hierzu das Lehrbuch von Bell, 2007, aber auch programmatische Texte wie Thomas 2006. Das hat zur Folge, dass in deutschen Unternehmen haufig argumentiert wird, DM sei nicht unmittelbar relevant bzw. bereits in anderen Zusammenhangen und mit anderer Terminologie bereits abgedeckt eine Debatte, die in vergleichbarer Weise auch fur andere anglophile Management Konzeptionen zu verzeichnen ist, wie die Corporate Social Responsibility. Zur Verwirrung tragt weiter bei, dass es schon wieder neue Begriffe gibt, die manchmal an seine Stelle treten, wie etwa Inclusiveness Management Vincent, 2003. So mag es manchem Kritiker anmuten, dass alleine diese Diversitat von Konzeptionen zeigt, dass Diversitat nicht notwendigerweise positiv ist. Allerdings ist mit der lange debattierten Inkraftsetzung des AGG endgultig eine europaische Position zur Vielfalt im Sinne des Diversity Management auch in Deutschland etabliert und schlagt sich unter anderem in der hohen Dynamik von offentlichen Initiativen zur Charta der Vielfalt nieder, mit entsprechenden Manahmen im Management vieler deutscher Unternehmen Merx und Vassilopoulou, 2007. Vor diesem Hintergrund bleibt eigentlich nichts anderes ubrig, als eine dezidiert unabhangige Position einzunehmen und bestimmte Begriffe und Bezuge originar zu definieren. Ich mochte dies im Folgenden tun, mit Blick auf die eingangs getroffene Definition. DM erscheint dann als eine spezielle Perspektive auf das strategische Management, die sich bewusst evolutionstheoretischen Ansatzen gegenuber offnet. In der Literatur ist der resource based view ein naturlicher Anknupfungspunkt Barney, 1991; Becker, A. 2007: Der resourcebased view fut theoretisch auf der Annahme, dass langfristig nachhaltige Wettbewerbsvorteile eines Unternehmens nur nichtimitierbare bzw. nichtubertragbare Merkmale seiner unterschiedlichen Vermogensbestandteile sein konnen, insbesondere naturlich in Gestalt der organisatorisch eingebetteten Kompetenzen seiner Mitarbeiter Innen. Er leitet sich also aus einer genuin evolutorischen Sicht des Marktwettbewerbs ab Metcalfe 1998. Es geht um die Einmaligkeit der in Frage stehenden Wettbewerbsvorteile, wie beispielsweise ein einzigartiges technisches Wissen und Problemlosungskompetenz, eine einzigartige Marke, oder auch einzigartige Vernetzungen mit Lieferanten und anderen Partnern. Ich mochte im Folgenden eine solche evolutionsokonomische Sicht auf das DM knapp skizzieren und eine konkrete Schlussfolgerung fur das Controlling ziehen zu einer evolutorischen Sicht auf das Management siehe besonders Aldrich, 1999. Die Argumentation ist einfach: Evolutionsokonomisch ist das entscheidende Problem des strategischen Managements, wie Wissen uber Wettbewerbsvorteile des Unternehmens generiert und operationalisiert werden Frankfurt School of Finance Management Working Paper No. 119 4 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard kann. Controlling ist aus dieser Sicht auch als ein kreativer Prozess zu verstehen, in dem mit moglichst groer analytischer Scharfe Hypothesen uber vermogensbasierte Wettbewerbsvorteile entwickelt und anhand von Zahlenwerken uberpruft werden konnen. Damit das Controlling diese wissensgenerierende Funktion voll ausbilden kann, empfehle ich, es diversitatsorientiert zu organisieren. Was das bedeutet, erlautere ich an einem ManagementInstrument, fur das bereits eine DM Spezifikation vorliegt, namlich die Balanced Scorecard, in Gestalt der Diversity Scorecard. Daruber hinausgehend, skizziere ich eine DMbasierte Fortentwicklung der klassischen BSC, die Open Balanced Scorecard. Die BSC ist der naturliche Anknupfungspunkt fur eine DM Perspektive im Controlling, weil sie ursprunglich genau dafur konzipiert wurde, den Erfolgsbeitrag intangibler Vermogensbestandteile im Unternehmen zu bestimmen und strategisch zu gestalten. 2 Diversity Management aus evolutionsokonomischer Sicht Der evolutionsokonomische Gedanke von der Einzigartigkeit von Wettbewerbsvorteilen spielt auch eine Schlusselrolle im heutigen Verstandnis von DM, das sich nicht nur in der wissenschaftlichen Literatur, sondern auch in der Praxis durchgesetzt hat. So erklart beispielsweise die Ford Motor Company: By 2000, the company had expanded its definition of diversity to include not only race, ethnicity, age and gender, but also many things that make people unique: situations http:www.ford.comourvaluesdiversitydiversityfordhistorydiversitydiversityhistory440p, accessed Dec 31, 2008. Damit hat sich der Schwerpunkt klar vom ursprunglichen, gruppenbezogenen AntiDiskriminierungsansatz verschoben, mit der Konsequenz, dass DM inzwischen eine Fragestellung des strategischen Managements ist vgl. den Uberblick in Becker, M. 2006. backgrounds, perspectives opinions, experiences, and life DM eroffnet den Blick auf den einfachen Sachverhalt, dass eine solche Einzigartigkeit selbst weiter disaggregiert werden muss, um zu einer Operationalisierung des resource based view zu gelangen. Aus der Sicht der evolutorischen Okonomik ergibt sich an dieser Stelle aber ein grundsatzliches erkenntnistheoretisches Problem, das unmittelbare Konsequenzen auch fur praktische Fragestellungen etwa des Controlling hat zur Einfuhrung in die Evolutionsokonomik siehe HerrmannPillath, 2002; 2007a und b. Denn die Vorteilhaftigkeit eines bestimmten Vermogensgutes im dynamischen Wettbewerb kann nur durch den Bezug auf kunftige Umfeldkonstellationen festgestellt werden, die selbst aber unsicher sind. Das heit, das Bewertungsproblem im resource based view ist identisch mit dem allgemeinen Problem unternehmerischer Unsicherheit auf der strategischen Ebene, das prinzipiell durch keine Methode reduziert oder gar annulliert werden kann, die auf vergangenheitsorientierten Daten beruht vgl. aus Sicht des strategischen Managements Liebl, 2000. Wie kann auf der Basis vorhandenen Wissens moglichst erfolgreich mit dieser Unsicherheit umgegangen werden? 2.1 Kombinatorische Emergenz nachhaltiger Wettbewerbsvorteile Genau an dieser Stelle setzt nun DM konstruktiv ein. DM stellt eine spezifische Hypothese zur Generierung nachhaltiger Wettbewerbsvorteile auf. Sie besagt, dass die Einmaligkeit von Wettbewerbsvorteilen nicht auf der Ebene einzelner Vermogensbestandteile zu suchen ist, sondern in deren Kombination, und dass erst diese Kombination geeignet ist, Aspekte von Frankfurt School of Finance Management Working Paper No. 119 5 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Vermogensbestandteilen zu aktivieren, die gegebenenfalls bei isolierter Betrachtung gar nicht hervortreten konkret: Wenn Desvaux et al. 2008 den business case for women proklamieren, ware also zu klaren, ob die positiven Wirkungen eines hoheren Anteils von Frauen in Fuhrungspositionen auf den Unternehmenserfolg durch genderspezifische Eigenschaften entstehen und oder hauptsachlich durch die bessere Mischung von Mannern und Frauen. In diesem Sinne ist DM also ein ganzheitlicher und systemischer Ansatz. DM verlangt, dass die Diversitat von Vermogensbestandteilen in der Unternehmung gezielt gestaltet werden muss, um im Zusammenspiel emergente Eigenschaften des Unternehmens zu generieren, die selbst den Charakter einzigartiger Wettbewerbsvorteile haben, und zwar selbst wenn die einzelnen Bestandteile generisch sind. Dieser Ansatz kann gut in allgemeinen evolutionstheoretischen Uberlegungen begrundet werden, wie sie beispielsweise in der Erforschung technologischer Innovation und Evolution langst Anwendung finden zum Uberblick etwa Ziman, 2000. Es besteht eine direkte theoretische Verknupfung zwischen so unterschiedlichen Denkrichtungen wie der Evolutionsbiologie, der Technologiegeschichte und der Organisationswissenschaft. Das einigende konzeptionelle Gerust kann aus der Evolutionaren Erkenntnistheorie gewonnen werden Popper, 1973; mit Blick auf die volkswirtschaftliche Dimension siehe etwa Mantzavinos 2001, mit Blick auf die Organisationstheorie Armbruster, 2005. Sie geht davon aus, dass der einzige Weg zur Gewinnung genuin neuen Wissens ein Prozess der Variation, Selektion und Bewahrung ist, und dass mithin der okonomische Standardansatz der Optimierung zwar Ergebnisse evolutorischer Prozesse beschreiben kann, aber gleichzeitig impliziert, dass er in Zustanden endet, die keine endogene Neuheit mehr generieren Metcalfe, 1998. Der Prozess der Erzeugung von Varianten ist selbst blind im Sinne, dass er prinzipiell die spateren Ruckkopplungen nicht antizipieren kann, aber gerade deshalb ist er der einzige Treibstoff der Evolution. Modelltheoretisch sind solche Prozesse bereits gut verstanden, wie etwa in der Theorie genetischer Algorithmen als einem Bestandteil der Theorie der Complex Adaptive Systems Holland, 1995; Markose, 2005; Miller and Page, 2007. Es fehlt aber an einer konsequenten Ubertragung auf das Management. Genau dies kann DM leisten. Betonen die meisten ManagementAnsatze die Perfektion der Uhr, so konzentriert sich DM auf die Unruh. DM befasst sich also mit dem strategischen Management der kombinatorischen Emergenz nachhaltiger Wettbewerbsvorteile: Dabei besagt der Begriff der Emergenz, dass die Entstehung dieser Vorteile nicht selbst vollstandig planbar ist. An diesen grundlegenden Sachverhalt der Ergebnisoffenheit des strategischen Managements muss sich auch unser Grundverstandnis dessen anpassen, was unter einer Unternehmung verstanden wird. 2.2 Das Leitbild: Die offene Unternehmung Um diese konsequent evolutionstheoretische Perspektive auf die Wissenserzeugung auch operativ umsetzen zu konnen, erfordert Diversity Management den Ubergang zu einem Leitbild der offenen Unternehmung, Poppers Differenzierung zwischen der offenen und der geschlossenen Gesellschaft aufgreifend Gebert und Boerner, 1999; vgl. etwa das Konzept des extended enterprise von Post et al., 2002; publizistisch auch Economist, 2006. Auch wenn die Unterscheidung zwischen der geschlossenen und der offenen Unternehmung sehr plakativ erscheint, ist sie doch hilfreich, einen zentralen Punkt zu verdeutlichen: Wahrend die geschlossene Unternehmung einen TopDown Prozess der Zielgenerierung und hierarchisch gebundenen Umsetzung darstellt mit dem korrespondierenden Anspruch auf WissensvorFrankfurt School of Finance Management Working Paper No. 119 6 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard sprunge an der Unternehmensspitze, ubertragt die offene Unternehmung den Prozess der Zielerzeugung selbst an unternehmensubergreifende Netzwerke, lasst also die Grenze des Unternehmens selbst disponibel werden. Dieser Prozess ist heutzutage nicht zuletzt auch Technologiegetrieben und mundet derzeit in vieldiskutierte Enterprise 2.0 Konzeptionen ein vgl. aber bereits Picot et al., 2003. Seine Prinzipien reichen aber weit uber die Technologie hinaus. Diese radikale Schlussfolgerung ergibt sich aus dem Umstand, dass Diversitat selbst nur uber die Grenzen des Unternehmens hinweg bestimmt werden kann. Abb. 1: Alternative NetzwerkKonfigurationen und strong ties versus weak ties Quelle: Burt, 2000 Abstrakt kann dieser Gedanke anhand eines einfachen Modells aus der Social Network Theory illustriert werden, das Burt 2000 entwickelt hat. Es basiert auf der einfachen Unterscheidung zwischen strong ties und weak ties, den einflussreichen Arbeiten von Granovetter 1985, 2005 folgend Abbildung 1. In sozialen Netzwerken sind strong ties zwar der Kooperation und Vertrauensbildung forderlich, haben aber den Nachteil, dass sie aufgrund der gemeinsamen Interaktionsgeschichte eine vergleichsweise groe Ahnlichkeit der Wissensausstattungen der beteiligten Individuen bedingen. Neue Informationen diffundieren daher vor allem uber weak ties, die hochgradig individualisiert, d.h. idiosynkratisch sind. Allerdings setzt eine kooperative Nutzung solcher Informationen auch Vertrauen voraus, das nur in stong ties generiert wird. Demzufolge ist das aus Sicht der Wissenserzeugung optimale Regime die NetzwerkKonfiguration C. Diese Konfiguration ist keineswegs eine naturlich sich einstellende, denn die individuellen Differenzen zwischen den Akteuren bergen immer die Moglichkeit von Kommunikationsproblemen oder gar Konflikten in sich, zumindestens aber der Erosion des Vertrauens. Frankfurt School of Finance Management Working Paper No. 119 7 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Wir konnen dann als eine wesentliche Aufgabe von DM identifizieren, die Konfiguration C zu generieren und zu stabilisieren. DM fordert einerseits die Differenziertheit der unternehmensexternen Beziehungen von Mitarbeiter Innen im Sinne ihrer Inklusion in die Unternehmensprozesse, andererseits wird kooperativ an der Entwicklung von Vertrauensbeziehungen durch die Gestaltung einer unternehmensgebundenen gemeinsamen Identitat gearbeitet. Im Idealfall wird also eine Struktur geschaffen, die ihre Dynamik gerade durch die unternehmensubergreifenden Beziehungen erhalt, gleichzeitig aber die strategische Einheit des Unternehmens standig reproduziert. Diese abstrakte Konzeption begreift also die Unternehmung als einen organisatorischen Kristallisationskern in den sozialen Netzwerken aller ihrer Mitarbeiter Innen. Das ist die allgemeinste Weise, das Prinzip der Offenheit zu beschreiben: DM verkorpert strategisch die Dezentrierung des strategischen Managements und hat also im Leitbild der offenen Unternehmung eine zentrale Position HerrmannPillath, 2007c. Das wird auch in der Literatur schon deutlich, die betont, dass der vielleicht entscheidende Unterschied zwischen DM und anderen ManagementInstrumenten wie etwa dem interkulturellen Management darin besteht, dass DM nur erfolgreich sein kann, wenn es von der Unternehmensspitze getragen und mit Prioritat versehen wird zusammenfassend Schulz, 2009. Das heit vor allem: Erstens, DM fokussiert die KonfliktDimension und damit die MachtThematik im organisationalen Wandel an herausgehobener Stelle. Die offene Unternehmung benotigt ein ManagementInstrument, das die funktional notwendige Etablierung von Hierarchien standig hinterfragt, was deren nichtfunktionale und damit nichtintendierte Auswirkungen angeht. Zweitens, DM ist aufgrund der Perspektive radikaler Individualisierung ein Generator von standigen Offnungen in den Prozessen der offenen Unternehmung. Damit installiert DM den fur evolutorische Prozesse unerlasslichen Generator von Varietat. Das bedeutet, im Unterschied zu individualistischen Konzeptionen der corporate entrepreneurship Sathe, 2003 fokussiert DM den Prozess der Neuerung in den Netzwerken der offenen Unternehmung. Historisch betrachtet, durften wir derzeit den Ubergang zu diesem Leitbild der offenen Unternehmung erleben, inzwischen akzentuiert durch den zunehmenden gesellschaftlichen Legitimitatsverlust von ManagementEliten. Theoretisch grundlegend fur DM ist naturgema der Begriff der Diversitat selbst. Er hat in den letzten zwei Jahrzehnten einen bemerkenswerten Wandel durchlaufen. 2.3 Was ist Diversitat aus evolutionsokonomischer Sicht? Aufgrund der USamerikanischen Begriffsgeschichte wird Diversitat oft auf eine begrenzte Zahl von Eigenschaften der Belegschaft von Unternehmen bezogen, beginnend mit der ethnischen Diversitat, um dann schrittweise erweitert zu werden um Aspekte wie die GenerationenDiversitat oder die Diversitat sexueller Orientierungen. Bei solchen Klassifikationen wirkt die AntidiskriminierungsProblematik im Hintergrund fort, insofern im Ergebnis stets Gruppenbildungen uber individuelle Differenzierungsmerkmale erfolgen. Das gilt auch fur die meistzitierteste Klassifikation, diejenige von Gardenswartz und Rowe 1994 Abbildung 2. Das hangt im Wesentlichen damit zusammen, dass auch hier nach den potenziell negativen Frankfurt School of Finance Management Working Paper No. 119 8 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Folgen von Diversitat gefragt wird, also als Unterschied solche Merkmale betrachtet werden, die in irgendeiner Form Grenzen zwischen unterschiedlichen Personen im Unternehmen ziehen und damit die Kommunikations und Transaktionskosten erhohen die productivity saboteurs nach Gardenswartz und Rowe. Abb. 2: Dimensionen von Diversitat nach herrschender Auffassung Quelle: Gardenswartz und Rowe, 1994 So wichtig diese Frage ist, so nachdrucklich mochte ich sie an die Seite rucken, hier durchaus auch US Protagonisten des Konzeptes folgend, siehe etwa programmatisch Thomas 2006. Denn die AntidiskriminierungsProblematik ist aus strategischer Sicht reduzierbar auf zwei Fragestellungen: Erstens, wie weit generiert das politische, gesellschaftliche und vor allem auch rechtliche Umfeld des Unternehmens Risiken, die aus Konflikten uber die Personalpolitik, Fuhrungsstile und andere Aspekte der Tatigkeit eines Unternehmens entstehen? Zweitens, wie weit sind Diskriminierungsphanomene im Zusammenhang der Aktivitaten eines Unternehmens Hindernisse fur die Aktivierung von Diversitat fur die unternehmerischen Ziele? Das bedeutet, ich nehme eine klar unternehmens und wettbewerbszentrierte Perspektive ein. Das ist eine Grundsatzentscheidung, die man auch anders fallen kann die Literatur unterscheidet entsprechend unterschiedliche Ansatze zum DM; siehe im Uberblick Becker, M. 2006: Denn naturlich ist auch die Option gegeben, das Unternehmen bzw. Teile seiner Aktivitaten gesellschaftspolitischen Zielen unterzuordnen, eine weit verbreitete Position in der DM Literatur. Ich werde auf diese Option auch noch zu sprechen kommen. Sie ist aber theoretisch nicht hilfreich, um den Zusammenhang zum Controlling herzustellen. Controlling definiert sich als das Bemuhen, moglichst eindeutige Vorstellungen uber den Zusammenhang zwischen dem Unternehmenserfolg und seinen Determinanten herzustellen, diese so weit wie moglich zu quantifizieren, und dann zu Vorgaben fur die Umsetzung strategischer Ziele auf Frankfurt School of Finance Management Working Paper No. 119 9 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard allen Ebenen des Unternehmens zu gelangen. Das bedeutet fur unseren Zusammenhang, wie kann Controlling mit der Herausforderung umgehen, Diversitat als Potenzial nachhaltiger Wettbewerbsvorteile zu erkennen und zu operationalisieren? Um diese Frage zu beantworten, ist konzeptionelle Vorarbeit vonnoten. Wesentlich ist hierfur gerade die Abkehr von gruppenbezogenen Kategorisierungen von Unterschiedlichkeit. Das ist moglich, wenn gefragt wird, was eigentlich die fur die Wissenserzeugung entscheidenden Formen der Unterschiedlichkeit sind. Evolutionsokonomisch anschlussfahig ist daher der jungste Versuch von Page 2007, Diversitat vor allem mit Blick auf kognitive Dimensionen zu fassen Abb. 3. Abb. 3: Formen der Diversitat nach Page 2007 Quelle: Eigene Darstellung Page unterscheidet zwischen kognitiver Diversitat und Diversitat der Identitat. Letztere schlagt sich in der Unterschiedlichkeit der Praferenzen nieder, die wiederum fundamentale oder instrumentelle sein konnen. Diese Kategorie steht der traditionellen DM Konzeption am nachsten, wenngleich auch sofort deutlich wird, dass sie substanziell ist und eben nicht an Diskriminierungsphanomenen anknupft. Feministisch wurde beispielsweise durchaus die Auffassung vertreten, dass die fundamentalen Praferenzen von Mannern und Frauen gleich sind: Diskriminierung fuhrt lediglich dazu, dass der Erfolg bei der Verfolgung dieser Interessen ungleich ist, bzw. im Extrem, dass sich die unterprivilegierte Gruppe sogar sozial oktroyierten Praferenzanderungen unterwirft. Page unterstellt hingegen echte Praferenzunterschiede. Sind solche aber in einer Gruppe oder Organisation gegeben, so gilt das ArrowTheorem zur Unmoglichkeit der Aggregation individueller Praferenzen zu einer kollektiven Praferenz. Fundamentale Diversitat von Praferenzen ist also ein ebenso fundamentales ManagementProblem und erfordert vermutlich die Durchsetzung einer bestimmten Position durch machtbasiertes Handeln. Instrumentelle Praferenzunterschiede sind hingegen weniger problemaFrankfurt School of Finance Management Working Paper No. 119 10 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard tisch, da sie sich nur auf unterschiedliche Methoden zur Erreichung gegebenenfalls konsensueller Ziele beziehen. Ich schlage vor, den Begriff der Identitat bei Page als personale Identitat zu bezeichnen und die Kriterien von Gardenswarz und Rowe als soziale Identitat. Bereits auf dieser Ebene zeigt sich ein grundlegender Unterschied zwischen den traditionellen Kriterien der Diversitat im DM und dem Ansatz von Page: Es ist namlich stets zu fragen, ob und wie weit die soziale Identitat uberhaupt mit Diversitat der personalen Identitat korreliert. Es kann zum Beispiel der Fall sein, dass soziale Identitat Diversitat personaler Identitat uberlagert. Gerade das Aufbrechen von Stereotypen verlangt die Manifestation personaler Identitat. Ob das aber wiederum der Erreichung der Unternehmensziele dient, lasst sich per se nicht beantworten. Das ist vollig anders fur den Fall der kognitiven Diversitat. Kognitive Diversitat ist auf die Losung von Problemen bezogen, nicht auf Praferenzen. Page 2007: S. 162 formuliert hier das aus evolutionsokonomischer Sicht zentrale Theorem des Diversity Management, das Diversity Trumps Ability Theorem. Es besagt, dass eine Zufallsauswahl von Problemlosern unter bestimmten Bedingungen immer leistungsfahiger ist als eine gezielte Auswahl der besten Problemloser; ein Korrelat dieses Theorems ist das Diversity Trumps Homogeneity Theorem, welches besagt, dass von zwei Gruppen von Problemlosern mit gleichen Fahigkeiten diejenige Gruppe mit der groeren kognitiven Diversitat immer leistungsfahiger ist. Die Bedingungen fur die Gultigkeit des zentralen Theorems lauten: 1 Es muss sich um schwierige Probleme handeln, d.h. sie sind nicht leicht durch einzelne Problemloser losbar; 2 die einzelnen Problemloser mussen in der Lage sein, lokale Optima zu finden; 3 mit Ausnahme des globalen Optimums gibt es immer Losungen, die fur einzelne Problemloser kein lokales Optimum sind; und 4 die Grundgesamtheit der Problemloser, aus denen eine Auswahl fur die Bildung von Teams gezogen wird, muss relativ gro sein, und das Team selber darf nicht zu klein sein. Page unterscheidet vier Dimensionen kognitiver Diversitat: Vielfalt von Perspektiven, d.h. Formen der Darstellung und Wahrnehmung von Problemen; Vielfalt von Interpretationen, d.h. Weisen der Kategorisierung und Aufteilung von Problemen; Vielfalt von Heuristiken, d.h. Formen der Problemlosung; Vielfalt von VorhersageTechniken, d.h. Formen der Verknupfung zwischen Ursachen und Wirkungen. Auch hier stellt sich also mit Blick auf den traditionellen DMAnsatz die Frage, wie weit die soziale Identitat eigentlich mit kognitiver Diversitat korreliert. Relativ klar sind beispielsweise kognitive Differenzen zwischen unterschiedlichen Berufsgruppen, etwa Programmierer Innen und Kunstler Innen. Erheblich schwieriger ist es, eine Kategorie wie die Ethnizitat oder Kultur mit kognitiver Diversitat zu verbinden. Ein klassisches Beispiel ist die Unterscheidung zwischen analytischem kognitiven Stil im europaischamerikanischen Kulturkreis und holistischem kognitiven Stil im ostasiatischen Kulturkreis, der sich auch in der jungsten kognitionswissenschaftlichen Forschung bestatigt hat Ji et al., 2000. Frankfurt School of Finance Management Working Paper No. 119 11 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Der Ansatz von Page ist der derzeit am weitesten entwickelte, was eine theoretische Fundierung der Kausalitat zwischen Diversitat und Ergebnis im Sinne der Unternehmensleistung anbetrifft. Gleichzeitig verdeutlicht er aber auch die gewaltige Distanz zwischen dem praktizierten DM und einer angemessenen wissenschaftlichen Fundierung. Solange die traditionellen Kriterien der Diversitat nicht eindeutig zu Kriterien wie denjenigen von Page in Beziehung AntiDiskriminierungszusammenhang verhaftet. Hierfur sind sie auch die angemessenen, im Sinne der zentralen Bedeutung der sozialen Identitat fur Diskriminierung. Fur das Produktivitats und Kreativitatsargument sind sie aber zunachst irrelevant. eigentlich bleiben dem gesetzt werden konnen, sie 3 Zielbezogene Bestimmung von Diversitat Aus dem Ansatz von Page ergibt sich eine unmittelbare praktische Konsequenz: Es gibt keine Bestimmung von Diversitat ohne Bezug auf ein zu losendes Problem. Anders gesagt, Diversitat ist immer zielbezogene Diversitat vgl. auch HaysThomas 2004: S. 12. Diese Einsicht ist von allgemeiner Bedeutung fur Diversity Management im Unterschied zu anderen Zugangen zu Diversity, etwa im gesellschaftspolitischen Kontext. DM muss eine Hypothese uber den Zusammenhang zwischen Zielen und Diversitat formulieren. Nur dann kann es auch in Bezug zum Controlling gesetzt werden. Diese Einsicht ist auch von groer Bedeutung fur das Diversity Management. Denn sie unterscheidet sich prinzipiell von einer Definition der Diversitat, die nur die soziale Identitat zugrunde legt. Zwar ist es richtig, dass alle Probleme, die aus der Diversitat sozialer Identitat entstehen, selbst zielrelevant in allgemeinen Sinne sind, aber dies ist naturlich eine sehr verkurzte Sichtweise. DM hinterfragt vielmehr stets, wie weit soziale Identitat mit zielrelevanter Diversitat einhergeht oder nicht. 3.1 Gravierende Mangel einer wissenschaftlichen Begrundung der Erfolgswirksamkeit von Diversitat Wenn sich Diversitat nur zielbezogen definieren lasst, wird eigentlich klar, dass DM gar nicht in einfacher Weise auf das gesamte Unternehmen bezogen sein kann. Vielmehr ist Diversitat teilzielbezogen, muss also die Zielhierarchie ins Blickfeld nehmen, die sich aus den strategischen Zielen ableitet. Zum Beispiel ist die zielbezogene Diversitat in der Forschung und Entwicklung vermutlich eine andere als in der Fertigung. Dieser Aspekt ist wichtig, um eine der allgemeinsten Kausalhypothesen zur Erfolgswirksamkeit von Diversitat aufzugreifen: Das ist die These, dass Diversitat zur Kreativitat und damit Produktivitat eines Unternehmens beitragt, und die theoretisch sehr gut durch den skizzierten Ansatz von Page begrundet werden kann. Nun liegt auf der Hand, dass Kreativitat nicht unbedingt in allen Bereichen des Unternehmens gefragt ist bzw. selbst nur problembezogen Sinn macht. Das gilt aber mutatis mutandis fur alle Teilziele. Tragt ethnische Vielfalt in der FE Abteilung zu deren Produktivitat positiv bei? Oder steht fachliche Diversitat im Vordergrund? Was geschieht, wenn als Ergebnis einer fachbezogenen Personalauswahl zwar die fachliche Diversitat realisiert wird, aber sich ungewollt eine einseitige ethnische Homogenitat einstellt Frankfurt School of Finance Management Working Paper No. 119 12 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard alle Top Programmierer sind Inder? Wie kann hier eine zielbezogene Gewichtung unterschiedlicher Aspekte von Diversitat stattfinden? Dieses einfache Beispiel zeigt sofort, dass ein zentrales Problem des DM unser mangelhaftes Wissen uber die Kausalzusammenhange selbst ist zusammenfassend etwa Fischer 2007: 11ff  Das ist allerdings auf den zweiten Blick weniger besorgniserregend als es scheint. Die wissenschaftliche Forschung hat bislang keine eindeutigen Belege dafur geliefert, dass Diversitat in der Praxis eindeutig und immer positive Wirkungen auf uns interessierende Messgroen zeitigt. Beispielsweise gibt es inzwischen eine ganze Reihe von Untersuchungen zur Leistungsfahigkeit diverser Teams, die je nach Methode und Konstellation zu positiven, aber auch negativen Ergebnissen gelangen; im Einzelnen differieren die Ergebnisse auch fur unterschiedliche Dimensionen der Diversitat, also je nachdem, ob Gender Dimensionen oder ethnische Dimensionen betrachtet werden vielzitierte Untersuchungen sind Wise and Tschirhart 2000, Ely und Thomas 2001 oder Kochan et al. 2004. Wenn schon die Analyse von Teams schwierig ist, wird es noch problematischer, auf der Ebene des gesamten Unternehmens zu argumentieren. Hier wird zumeist ein Mosaik von Beobachtungen zusammengestellt, um eine solche Generalvermutung zugunsten von Diversitat zu begrunden etwa Stuber 2004. Solche Generalvermutungen thematisieren aber nie die Korrelation zwischen unterschiedlichen Dimensionen von Diversitat. In diesem Sinne ist DM eng mit portfoliotheoretischen Ansatzen im weitesten Sinne verwandt, denn auf Unternehmensebene macht es Sinn, Diversitat auf die Vielfalt von Geschaftsfeldern, Markten und Unternehmensbereichen einer Unternehmung zu beziehen, dabei aber die besondere Problematik kontextueller, Diversitatsbedingter Risiken zu erfassen. Portfoliotheoretisch wird typischerweise auch nach der Korrelation der Risiken uber die Felder hinweg gefragt, was de facto bedeuten wurde, Diversitat in ihrem Gesamtbeitrag zur Unternehmensleistung zu beurteilen. Ein solcher, im Personalmanagement bereits erprobter Ansatz etwa Bundesverband 2006: 190f. wurde aber voraussetzen, Korrelationen zwischen unterschiedlichen Dimensionen von Diversitat genau bestimmen zu konnen. Davon ist die einschlagige Forschung jedoch weit entfernt. Diese Forschungen haben aber gleichzeitig auch gezeigt, dass die positive Wirkung von Diversitat gerade durch ein geeignetes Managing diversity verstarkt oder gar erst erzeugt werden kann. Diversitat ohne DM ist also zunachst eine Groe, die uninteressant ist. Erfolgsrelevant ist Diversitat, die durch DM gestaltet wird, und nur dieser Gesamtkomplex kann dann auch im Controlling berucksichtigt werden. Zu diesem Zweck ist eine DMRelevanzanalyse geboten. 3.2 Relevanzanalyse: Welche Diversitat zahlt? Eine Relevanzanalyse bedeutet, dass in Bezug auf ein konkretes Unternehmensziel und die verschiedenen Ziele in Teilbereichen des Unternehmens gefragt wird, welche Aspekte von Diversitat moglicherweise das Unternehmensergebnis beeinflussen. Dieser Ansatz kann weit tragen. Wird zum Beispiel im Unternehmen ein langfristiger Engpass bei hochqualifizierten Fachkraften festgestellt, ist zu fragen, wie weit bezugsgruppenspezifische Potenziale der Rekrutierung ausgeschopft sind. So mag man zum Beispiel feststellen, dass im Unternehmen Ingenieurinnen deutlich unterreprasentiert sind, gemessen am Anteil der Absolventinnen in diesem Fachgebiet. Eine solche Beobachtung konnte auf Diskriminierungstatbestande hinweisen. Frankfurt School of Finance Management Working Paper No. 119 13 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Aber diese sind hier nicht als solche relevant, sondern unter dem Aspekt der negativen Auswirkungen auf die Zielerreichung. In ahnlicher Weise lassen sich fur alle Unternehmensbereiche Unterziele definieren und eine Relevanzanalyse durchfuhren. Dabei geht es stets darum, relevante Dimensionen von Diversitat zu entdecken. Sie liegen namlich nicht immer auf der Hand. Die Hauptschwierigkeit liegt darin begrundet, dass mit dem Ubergang zum Leitbild der offenen Unternehmung alle denkbaren Bestandteile personaler Identitat jenseits der Unternehmensgrenzen potenziell relevant werden konnen. Anders gesagt, die Beziehung zwischen Diversitat und Zielen ist selbst eine offene und damit ein wesentliches Problem des Wissensmanagements. Um beim obigen Beispiel zu bleiben: Ist ein moglicherweise unterproportionaler Anteil von Briefmarkensammlern unter den Ingenieuren ein Hinweis darauf, gezielt unter Aficionados der Briefmarken nach Ingenieuren zu suchen? Wenn ja, fuhrt das moglicherweise zu einer Verstarkung der Unterreprasentierung von Ingenieurinnen, wenn es der Fall sein sollte, dass vornehmlich Manner Briefmarken sammeln? Angesichts der Mangel der wissenschaftlichen Fundierung von DM kann die Relevanzanalyse derzeit im Wesentlichen nur ein Element der diskursiven Sensibilisierung sein. DM wirft die Frage auf, welche denkbaren Formen von Diversitat zielrelevant sein konnen. Sehr haufig bedeutet das nur, dass ein Mechanismus der Offnung installiert werden muss, so dass Prozesse angestoen werden, die dann erst relevante Diversitat erkennbar werden lassen. Ein Beispiel fur einen solchen Mechanismus ist die Besetzung von Fuhrungspositionen in einem internationalen Unternehmen. So konnte es ratsam sein, die Personalauswahl durch gemischte Teams aus unterschiedlichen Landern und aus unterschiedlichen Unternehmensbereichen durchfuhren zu lassen, weil durch die implizierte Diversitat der Perspektiven moglicherweise zielrelevante Eigenschaften von Kandidat Innen entdeckt werden, die bei einem rein internen Prozess in einer Unternehmenseinheit gar nicht thematisiert worden waren. Geschieht dies, so kann durch eine Auswertung der Prozesse gegebenenfalls Transparenz und Systematik fur spatere Auswahlprozesse erzielt werden. Insofern muss sich die DM Relevanzanalyse oft indirekter Verfahren bedienen. Ein wichtiges Instrument ist die Einnahme einer Stakeholder Perspektive. Das bedeutet beispielsweise fur die Oberziele des Unternehmens, dass systematisch gefragt wird, welche Bedeutung das Unternehmen fur Ziele anderer Gruppen und Personen im Umfeld des Unternehmens hat. Das ist deswegen wichtig, weil zwischen solchen Gruppen und der unternehmensinternen Perspektive Brucken bestehen konnen, die in Aspekten der Diversitat wurzeln. Nehmen wir das rein hypothetische Beispiel eines globalen Unternehmens im Energiesektor. Das Unternehmen ist mit der Herausforderung konfrontiert, gesellschaftlichen Forderungen nach Strategien zum Klimawandel gerecht zu werden. Es identifiziert Stakeholder, die sich gegebenenfalls auch unmittelbar fur das Unternehmen interessieren. Es stellt gegebenenfalls fest, dass es zur Erreichung seiner Ziele bestimmte Defizite im Bereich des Humanvermogens besitzt. Daraus kann sich ergeben, dass Stakeholder auch eine Gruppe sein mogen, aus der spezifisches Personal rekrutiert werden kann. Zum Beispiel kann es sich um Angehorige einer ethnischen Gruppe handeln, die unter Umstanden besonders stark vom zukunftigen Klimawandel betroffen sein konnte. Frankfurt School of Finance Management Working Paper No. 119 14 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Die Relevanzanalyse gewinnt einen systematischen Stellenwert fur die Strategieentwicklung einer Unternehmung, wenn sie im Rahmen der Erstellung einer Balanced Scorecard erfolgt. Wenden wir uns also diesem zentralen Thema im DM zu. 4 DMbasierte Transformation der Balanced Scorecard Die Relevanzanalyse des DM muss auf fundierten Kausalanalysen beruhen. Daraus ergibt sich mit einem Blick, dass im Rahmen des Controllings die Balanced Scorecard das dem DM unmittelbar nahestehende und daher auch langst genutzte Instrument der Umsetzung ist. Im Anschluss an Hubbard 2004 wurde die Diversity Scorecard entwickelt Rieger, 2007. In der klassischen Darstellung von Kaplan und Norton 1997 ist die Balanced Scorecard deshalb dem DM kongenial, weil haufig als letzte kausale Fundierung die Learning and Growth Kategorie betrachtet wird. Im DM kann an diese Stelle die Perspektive der Diversitat treten. Insofern im Standardansatz der Balanced Scorecard die finanziellen Kennziffern das letzte Ma aller Dinge bleiben, ergibt sich also auch ein Bezug zur portfoliotheoretischen Sicht auf die Diversitat. Allerdings geht dieser Ansatz gleichzeitig uber eine solche Interpretation hinaus, weil DM drei neue Gedanken einfuhrt. Erstens, die zielrelevante Diversitat ist nicht per se fur die Unternehmensfuhrung transparent und bekannt, sondern muss erst in einem Prozess erschlossen werden. Anders gesagt, kann Diversitat nicht als Datum in die Konstruktion einer BSC eingehen, sondern ist selbst als zielrelevante Diversitat erst ein Ergebnis des BSC Prozesses d.h. man kann nicht mit einem exogen vorgebenen Diversitatskonzept arbeiten, wie etwa per se den Kategorien gender oder Alter. Damit wird die BSC gerade als Instrument der Relevanzanalyse genutzt, d.h. als ein Mittel der Generierung von Wissen uber UrsacheWirkungsketten, was auch der herrschenden Auffassung zum eigentlichen Nutzwert der BSC gerecht wird Wall 2001. Zweitens, Diversitat kann nicht einfach in einem aggregierten Optimierungsansatz auf der Ebene des Gesamtunternehmens neutralisiert werden, sondern Diversitat impliziert immer Konfliktpotenziale. Es ist gerade die entscheidende Leistung von DM, diese Konfliktpotenziale zu erkennen, sie zu managen und im besten Fall fur die Kreativitat der Unternehmung zu aktivieren. Dieser beste Fall bedeutet aber gerade nicht, dass Konflikte immer aufgelost werden. Die DMbasierte BSC muss daher grundsatzlich Konflikte thematisieren, im Extremfall sogar auf die Idee der balance verzichten. In diesem Fall wird die BSC zu einem Instrument des dynamischen KonfliktManagements. Drittens, und vielleicht entscheidend, steht die Umorientierung von Instrumenten wie der BSC auf das Leitbild der offenen Unternehmung an. Das wird sofort deutlich, wenn man eine BSC Kategorie betrachtet wie diejenige der internen ProzessPerspektive. Sobald verschwimmt, wo die Grenze zwischen intern und extern liegt, gerade wenn letztlich auf den financial impact geachtet wird, dann mussen adaquate Methoden gefunden werden, diesen Tatbestand auch in der BSC zu reflektieren. In welchem Umfang muss beispielsweise die interne Perspektive die Kooperation mit Zulieferern und damit letztlich auch deren interne Perspektive mit einschlieen? Frankfurt School of Finance Management Working Paper No. 119 15 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Im Folgenden uberzeichne ich die mogliche Rolle des DM in der Fortentwicklung der BSC, um die entscheidenden Punkte zu akzentuieren. In der Praxis der BSC sind viele der genannten Punkte bereits realisiert, freilich nicht allgemein ublich vgl. etwa Bach 2006. Meine These ist, dass gerade diese Fortentwicklung der BSC in der Praxis durch eine DMMethodik am besten systematisiert werden kann. 4.1 Die Diversity Scorecard Die Anpassung des Instruments der BSC an das DM erfolgt bislang nicht mit Blick auf die unternehmensweite BSC, sondern mit besonderem Fokus auf solche Aspekte von DM, die strategisch relevant sind. Das bedeutet, DM wird nicht selbst als Instrument der Strategieentwicklung betrachtet, vielmehr werden die strategischen Oberziele nach anderen Kriterien entwickelt und erst anschlieend gefragt, in welcher Hinsicht Diversitat diese Ziele beruhrt. Dementsprechend wird die BSC in Gestalt einer Diversity Scorecard modifiziert: Selbstverstandlich macht das in diesem Ansatz nur Sinn, wenn das Unternehmen eine vollstandige und auch nachhaltig gefuhrte BSC besitzt. Im Kontext der BSC konnte also auch von einem strategic theme im Sinne von Kaplan und Norton 2006 gesprochen werden. Allerdings zeigt dies sogleich das Problem auf, inwieweit die Differenzierung zwischen BSC und DSC die letztere nicht wiederum relativiert. Insbesondere scheint die DSC eine fast paradoxe Intention zu besitzen: Denn wahrend die BSC ausdrucklich das Ziel verfolgt, intangible und nichtfinanzielle Determinanten des Unternehmenserfolges zu erfassen, will die DSC eigentlich gerade die quantitative und finanzielle Dimension der Diversitat abbilden. Die DSC leitet sich aus der BSC vor allem durch die Einfuhrung neuer Kategorien ab. Die Resultante des Financial Impact bleibt auch in der DSC erhalten. Neu kommt zunachst hinzu, dass eigens eine Dimension des Diversity Leadership Commitment Berucksichtigung findet. Damit wird deutlich, dass DM unbedingt eine volle Unterstutzung durch das TopManagement verlangt und daher in der VisionStrategie Dimension reflektiert sein muss. Beispielsweise setzt DM voraus, dass Diversity auch in der Zusammensetzung des Vorstandes erkennbar sein muss Beispiel: Siemens hat erstmals in 2008 ein weibliches Vorstandsmitglied. Insofern enthalt die DSC eine wesentliche Komponente der Selbstreflektion und SelbstBewertung der Strategie, ohne aber gleichzeitig die Strategie selbst an DM auszurichten. Genau an dieser Stelle liegt dann auch, wie oben ausgefuhrt, die mogliche Bruchstelle aller DMAnsatze. Es stellt sich auch die gerade aufgeworfene Frage, inwieweit DM also eine nachhaltig fortbestehende Aufgabe der strategischen Fuhrung ist, oder nur ein temporar geltendes strategisches Thema. Frankfurt School of Finance Management Working Paper No. 119 16 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Abb. 4: Struktur der Diversity Scorecard, modifiziert nach Hubbard 2004 Quelle: Eigene Darstellung Naturgema teilt die DSC die Annahme der BSC, dass Learning and Growth die Grundlage fur alle weiteren Kausalprozesse darstellt, die letzten Endes in einen kompetitiven Wettbewerbsvorteil mit positiven Auswirkungen auf den Financial Impact munden. Die DSC fokussiert dann aber genau jene Bereiche, in denen erwartet wird, dass es eine spezifische Wirkung von Diversitat gibt. Das heit, die BSC wird teilweise komprimiert und reduziert, wobei insbesondere solche Aspekte Betonung finden, die mit der Zusammensetzung der Belegschaft zusammenhangen und dem Personalmanagement. Dabei ist besonders erwahnenswert und wird in Abb. 4 auch in Abweichung von anderen Darstellungen der DSC visualisiert, dass in Bezug auf die Customer Perspective in der klassischen BSC ein noch engerer Zusammenhang zwischen Customer Relations und dem Workplace Profile gesehen wird, d.h. die Diversitat der Belegschaft und das ihr korrespondierende DM werden als unmittelbar kausal relevant fur nachhaltig erfolgreiche Kundenbeziehungen angesehen. Hier gibt es engere und weitere Faktoren. Im engeren Sinne kann zum Beispiel betrachtet werden, inwieweit ein erfolgreiches interkulturelles Marketing voraussetzt, in der Produktentwicklung ein ethnisch diverses Team zu haben, so dass spezifische Kundenwunsche und Wertvorstellungen bereits in dieser Phase Berucksichtigung finden siehe etwa Seidel 2006. Im weiteren Sinne geht es aber auch um die grundsatzliche DMHypothese, dass Diversitat zu einer Verbesserung der Unternehmensleistung beitragt, in deren Mittelpunkt naturgema die Kundenzufriedenheit steht. Insofern uberlappt sich diese Kategorie mit der internen Prozessperspektive. Dennoch rechtfertigt die besondere Betonung der Korrelation zwischen interner und externer Diversitat, die Kategorien des Frankfurt School of Finance Management Working Paper No. 119 17 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Workplace Profile und des Diverse CustomerCommunity Partnership zu einem Komplex zusammenzufassen. Die Diverse CustomerCommunity Perspective ist besonders markant an Gesichtspunkten der Diversitat orientiert. Genau an dieser Stelle treten auch die gesellschaftspolitischen Aspekte von DM starker hervor, insofern das Unternehmen nicht nur die Diversitat von Kundengruppen etwa im Marketing berucksichtigen muss, sondern sich daruber hinaus auch mit der Frage beschaftigen muss, wie die Wertvorstellungen von unterschiedlichen Kundengruppen im Unternehmen reflektiert werden mussen, um auch die engeren Unternehmensziele zu erreichen. Damit erfasst diese Kategorie zum Beispiel auch den gesamten Bereich der Corporate Social Responsibility als ein Element des externen DM Schulz 2009. Die interne Prozessperspektive erscheint sicherlich am deutlichsten reduziert, was den Vergleich mit der vollen BSC angeht. Hier geht es vor allem um die kontextuellen Bedingungen der Arbeitsorganisation im Unternehmen. Die Schnittstelle zur allgemeinen BSC ist allerdings klar definiert, insofern Messgroen wie Arbeitsplatzzufriedenheit oder Fehlzeiten relevant sind, wie sie auch in Standardansatzen zum Personalcontrolling Anwendung finden etwa Krause und Arora, 2008: S. 267ff  Sie werden aber explizit zu DM Aspekten in Beziehung gesetzt, wie beispielsweise der ethnischen Komposition der Belegschaft oder der Analyse der Familienfreundlichkeit von Karrierepfaden. Grundsatzlich lassen sich alle Personalbezogenen Kenngroen nach DM Gesichtspunkten anpassen, zum Teil mit direktem Bezug auch auf die Learning and Growth Perspective Beispiel: Ausdifferenzierung der Kenngroe Teilnahmequote am betrieblichen Vorschlagswesen nach DiversitatsKategorien. Schlielich kann auch die Kategorie des Financial Impact auf die DM Perspektive verengt werden. In diesem Fall geht es nicht mehr um den allgemeinen Zusammenhang zwischen DM und Gesamtleistung des Unternehmens, sondern um die unmittelbare finanzielle Auswirkung spezifischer DM Manahmen. Beispielsweise kann gefragt werden, inwieweit spezielle Manahmen zur Attraktion von Ingenieurinnen sich in den allgemeinen Kosten der Personalrekrutierung niederschlagen. Zusammenfassend lasst sich sagen, dass beim Prozess der DSC Erstellung entscheidend ist, neue ControllingKennzahlen zu definieren, ohne dass dabei der Controlling Prozess selbst verandert wird. Denn, wie gesagt, ein entscheidendes Problem im DM ist die zum Teil mangelhafte Fundierung von UrsacheWirkungszusammenhangen der Diversitat. Deshalb ist die DSC auch ein Instrument zur Gewinnung von Hypothesen uber die Zusammenhange zwischen Diversitat und Unternehmensleistung. Gleichzeitig erlauben diese Kennzahlen eine Integration des DM mit den bestehenden ControllingStrukturen. Wie die nachfolgende Ubersicht zeigt, sind viele Kennzahlen bereits aus dem PersonalControlling vertraut und werden lediglich auf das Konzept der Diversitat hin angepasst. 18 Frankfurt School of Finance Management Working Paper No. 119 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard DSC Perspective Controlling Kennzahlen beispielhaft Diversity Leadership Commitment Diversitat des TopManagements in unterschiedlichen Dimensionen; Stellenwert von Diversitatskriterien in der BSC des Unternehmens; Rolle von DM Aspekten im BonusSystem des Vorstandes Learning and Growth Demographische Aufschlusselung der Verteilung Workforce Profile Workplace CultureClimate Diverse CustomerCommunity Financial Impact von Bildungsabschlussen und der Teilnahme an Weiterbildungsmanahmen im Unternehmen; auerhalb der FE Abteilung generierte Innovationen Demographische Aufschlusselung der Belegschaft und Differenz zum Profil Gesamtbevolkerung bzw. relevante Kundengruppen; Anteil von Minderheiten in leitenden Positionen Demographische Aufschlusselung von Fehlzeiten und Krankenstand; Diskriminierungsrelevante Personaldaten, etwa Anteil von Mitarbeiter Innen mit Behinderung DM basierte ZielgruppenAnalyse der Verteilung von CSR Manahmen; DM basierte Analyse der Zulieferer etwa Anteil von Minoritaten; Demographische Analyse des differentiellen Wachstums unterschiedlicher Kundengruppen Reduktion von Gerichtskosten in AntidiskriminierungsVerfahren; Diversity Return on Investment; Personalkosteneinsparungen durch DMbasierte Rekrutierungsmethoden Angesichts der oben diskutierten, erheblichen theoretischen Probleme, die es im Zusammenhang der Kausalanalyse von Diversitat gibt, ist die DSC freilich ein heroisches Unterfangen, ist doch schon die Kausalanalyse beispielsweise produktionswirtschaftlicher Zusammenhange mit erheblichen Problemen der Komplexitat konfrontiert Wall 2001. Daruber hinaus bleibt naturlich das grundlegende Problem bestehen, wie eigentlich Diversitat selbst definiert wird. In der Praxis orientieren sich die beispielhaft genannten Kennzahlen eindeutig weiterhin am Kriterium der sozialen Identitat. Das theoretisch wunschenswerte Kriterium, wie von Page entwickelt, lasst sich kaum in Kennzahlensysteme umsetzen. Daraus ergibt sich aber die konstruktive Uberlegung, ob dies indirekt moglich ist, wenn der Prozess der BSC selbst als ein komplexes Problem im Sinne von Page betrachtet wird. Das bedeutet, wir fragen, wie kann die Erstellung der BSC im Rahmen des Controlling zum Gegenstand von Diversity Management werden? Frankfurt School of Finance Management Working Paper No. 119 19 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard 4.2 Die Open Balanced Scorecard Die DSC wirft die Frage ausdrucklich auf, wie weit die Unternehmensfuhrung selbst DMorientiert ist. Diese Frage lasst sich aber auch fur den Prozess der Erstellung und Implementierung einer BSC stellen. Damit ergibt sich zwanglos der Ubergang zur Open Balanced Scorecard als einer Verallgemeinerung der Idee der DSC auf das umfassendere ControllingInstrument der BSC fur das gesamte Unternehmen. Es bedeutet, dass der Prozess der Erstellung einer BSC selbst diversitatsbasiert sein muss. Diese Anforderung geht also weit daruber hinaus, das Instrument der Balanced Scorecard an das Erfordernis der Messung von Diversitat und ihren Auswirkungen anzupassen, wie das in der DSC geschieht. Vielmehr muss der Prozess der BSC selbst geoffnet werden. Gewohnlich wird die Erstellung einer Balanced Scorecard als ein Projekt im Unternehmen behandelt, das einem speziellen Team zeitlich befristet ubertragen wird. Bereits hier stellt sich die Frage, inwieweit die Komposition dieses Teams ein DM Problem ist; gewohnlich arbeiten hier Mitarbeiter Innen aus dem Controlling und der Unternehmensfuhrung zeitlich befristet zusammen, d.h. die Zusammensetzung des Teams wird funktional legitimiert, nicht aber aus DM Gesichtspunkten abgeleitet. Betrachtet man aber die Erstellung einer BSC als ein komplexes Problem im Sinne von Page, dann muss also bereits in dieser Stufe konsequent dem diversity trumps ability Prinzip gefolgt werden. Das bedeutet konkret, es muss: versucht werden, eine moglichst groe Diversitat von kognitiven Stilen und Perspektiven im BSC Team zu haben. Das betrifft nicht nur Fachperspektiven, sondern auch Diversitat in anderen Dimensionen, wie etwa Alter, Geschlecht etc. Allerdings setzt dies wiederum eine Relevanzanalyse voraus: Welche Dimension von Diversitat ist fur ein BSC Projekt relevant? in der Anfangsphase strengstens vermieden werden, ein bestimmtes Vorverstandnis der Unternehmensziele im Sinne einer Identitat vorzugeben. Das betrifft vor allem ein bestimmtes Verstandnis der Unternehmenskultur und bedeutet positiv, der Prozess der BSC Erstellung wird explizit als konflikttrachtig behandelt, ja dient sogar dazu, verdeckte Konflikte explizit werden zu lassen. Das Kernelement der BSC, die Vision und Strategie, muss selbst im Prozess der BSC Erstellung disponibel sein. Es muss zulassig sein, aus unterschiedlichen Perspektiven im Team gegebenenfalls BSC Szenarien zu entwickeln, die auch in dieser fundamentalen Hinsicht miteinander konkurrieren. Im Extremfall werden alternative BSC Szenarien entwickelt. Diese Uberlegung zeigt, dass in einem konsequenten DM Ansatz zur BSC die Strategie des Unternehmens nicht einfach vorgegeben werden darf. Vielmehr wird systematisch davon ausgegangen, dass TopDownAnsatze der Strategieentwicklung notwendig an der Betriebsblindheit einer diversitatsreduzierten Zusammensetzung des TopManagements leiden. Der Strategie Prozess wird selbst als das moglicherweise zentrale MachtProblem in der Unternehmung behandelt ein Paradebeispiel ist die Unfahigkeit des TopManagements in der amerikanischen Automobilindustrie, sich auf globale NachfrageTrends und strukturelle Anpassungsnotwendigkeiten einzustellen. Gerade die Open Balanced Scorecard muss dieses Fundamentalproblem losen helfen. Insofern wird der Prozess der Strategieentwicklung dekonstruiert, denn es wird bewusst versucht, aus den bereichsspezifischen Analysen strategische Ziele neu zu generieren. 20 Frankfurt School of Finance Management Working Paper No. 119 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Die OBSC gestaltet also in der Praxis durchaus schon langer angewendet den BSC Prozess so weit als moglich auch bottomup siehe schon Kaplan und Norton, 20071996. In diesem Fall wird besonders deutlich, dass die BSC nicht nur ein Controlling Instrument ist, sondern zu einem Strategic Management System wird. Die OBSC muss sich ausdrucklich in diesem Sinne verstehen. Das bedeutet, der Prozess startet mit einer Dekonstruktion der BSC des Gesamtunternehmens in bereichspezifische BSC, ohne dabei im ersten Schritt wesentliche Indikatoren der GesamtBSC bereits vorzugeben. Die OBSC ist also ein dynamischer Prozess der wechselseitigen Erganzung, Korrektur und tatsachlichen Ausbalancierung der derart dekonstruierten BSC. Das unterscheidet sich deutlich von der dominanten Praxis, zunachst eine GesamtBSC zu gestalten, und anschlieend diese auf bereichsspezifische oder gar individuelle BSC herunterzubrechen. Unterhalb der Ebene der Strategieentwicklung muss also in ahnlicher Weise eine Diversitatsorienterung der BSC Prozesse erreicht werden. Eine einfache Manahme ist, systematisch das Expertenprinzip zu durchbrechen und zu vermeiden, dass bereits in der Analysephase aufgrund der Geschlossenheit des BSC Teams bestimmte Perspektiven dominieren. Ein einfacher Ansatz besteht darin, die vier Saulen des klassischen BSC Ansatzes also die Kundenperspektive, die interne Prozessperspektive, die Lern und Entwicklungsperspektive und die finanzielle Perspektive bewusst zu fragmentieren und sie jeweils SubTeams anzutragen, die zunachst auf der Basis eines vorher erstellten, noch diversen Sets strategischer Ziele nun die Bereichsperspektiven erarbeiten. Wie man sieht, unterscheidet sich die OBSC an dieser Stelle grundlegend von der DSC. Die DSC separiert das Konzept der Diversitat analytisch, im Sinne eines strategischen Themas, die OBSC betrachtet die BSC selbst als Gegenstand von DM. Ein DM Ansatz wurde in diesem Kontext erfordern, die Bereichsperspektiven moglichst weitgehend zu offnen. Ein denkbares Instrument ist die Erweiterung des BSC Teams um eine oder mehrere FokusGruppen, bzw. die Errichtung eines Systems von Beiraten fur die BSC also etwa: Kundenbeirate. Beispielsweise wurde der Bereich Kundenperspektive um eine Fokusgruppe erweitert, in der Kund Innen teilnehmen, um zu verhindern, dass die Kundenperspektive tatsachlich zusammenschrumpft auf die Sicht des Kunden durch die Brille der unternehmensinternen Fachabteilungen. Die Fokusgruppe wurde also nicht mehr nur im Kontext etwa der Produktentwicklung operationalisiert werden, sondern wurde in einen zentralen strategischen Prozess des Unternehmens integriert. Der entscheidende Punkt ist, dass in einem solchen veranderten Modell der BSC moglichst weitgehend auch zukunftsbezogene Informationen generiert werden. Dieses Prinzip der Offnung des strategischen Prozesses kann im weitesten Sinne als ein Modell der stakeholder inclusiveness bei der BSC gekennzeichnet werden. Stakeholder Inclusiveness bedeutet, dass die verschiedenen Bereiche des BSC systematisch um die Stakeholder Perspektive erweitert werden, konkret etwa durch die allseitige Implementierung von FokusGruppen. Beispielsweise konnte fur den Bereich des Learning and Growth eine FokusGruppe eingerichtet werden, die Student Innen einschliet, deren Studienfach fur das Unternehmen relevant ist. Deren Zusammensetzung kann sich etwa an demographischen Kennziffern der Bevolkerung orientieren, die sich gegebenenfalls sehr von der internen Zusammensetzung im Unternehmen unterscheiden. Daraus lassen sich gegebenenfalls wichtige Einsichten fur das PersonalManagement gewinnen, was die Fortentwicklung des Unternehmens zu einem attraktiven Arbeitgeber fur Hochqualifizierte angeht. Frankfurt School of Finance Management Working Paper No. 119 21 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Stakeholder Inclusiveness kann in der offenen Unternehmung besonders wichtig fur die strategische Organisation der Beziehungen zwischen dem Unternehmen und seinen Zulieferern sein. Das betrifft also direkt die Fluiditat und Diffusitat der Grenzen des Unternehmens. Zulieferer sind in komplexen supply chains oft in besonderem Mae gefordert, ihre eigenen Ziele mit den Zielen des Endproduzenten zu koordinieren. In diesem Sinne kann also die interne Prozessperspektive gar nicht mehr ohne die Zulieferer betrachtet werden. Es ist also vonnoten, in diesem Bereich einen ZuliefererBeirat zu grunden, der die Sichtweise der Partner des Unternehmens einbringt. Eine solche Offnung ist sogar fur die scheinbar neutralste Perspektive der BSC moglich, namlich den Financial Impact. Diese begrundet sich zumeist aus der Konzeption des shareholder value heraus. Die BSC hat jedoch von Anbeginn dezidiert die Absicht verfolgt, kurzfristige finanzielle Kennziffern mit Blick auf intangible Faktoren zu relativieren Bruhl 2004: 430ff  Gerade in der Praxis der BSC besteht aber die Tendenz, angesichts der besseren Greifbarkeit und leichten Kommunizierbarkeit finanzieller Kennziffern diese wiederum zu stark zu betonen, also sogar das ursprungliche Ziel der BSC aus dem Auge zu verlieren Bruhl 2004, S. 439. Ein Instrument gegen eine solche Sicht ware die Einrichtung einer shareholder focus group in der Financial Impact Perspektive. Hier ginge es vor allem darum, die Interessen von shareholder activists fruhzeitig einzubinden sowie die Balance zwischen kurz und langfristigen Zielen aus der Sicht unterschiedlicher Gruppen der Anteilseigner zu definieren. Beispielsweise kann sich ergeben, dass bestimmte langfristige Investitionsziele durchaus auch zu Lasten kurzfristiger Gewinneinbuen konsensfahig sind. Eine Analyse der Diversitat der Anteilseigner einer Unternehmung kann unter Umstanden gerade bei groen Unternehmen wichtige Informationen uber Zukunftstrends generieren. Abb. 5 Die Open Balanced Scorecard Quelle: Eigene Darstellung In diesem Aufsatz kann ich nicht weiter auf Details der OBSC eingehen. Ich mochte zusammenfassend als einige zentrale Elemente identifizieren Abb. 5: Frankfurt School of Finance Management Working Paper No. 119 22 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Die OBSC ist ein dynamisches System des strategischen Managements, das topdown und bottomup Prozesse moglichst machtbalanciert parallel laufen lasst, also zunachst mit einer fragmentierten BSC arbeitet. Die sich im Ergebnis einstellende GesamtBSC wird bewusst als eine temporare Balance von Konflikten gesehen. Die OBSC bezieht in hohem Mae unternehmensexterne Personen in Gestalt von Fokusgruppen, Beiraten etc. ein, um das Potenzial von Diversitat zu nutzen, neue Einsichten in UrsacheWirkungsZusammenhange in der BSC zu gewinnen, und um die Unternehmensstrategie nachhaltig im unternehmerischen Kontext zu verankern. Die OBSC wird sinnvoller weise durch eine DSC als Satellitensystem erganzt, das speziell die Rolle der Diversitat in der Unternehmensstrategie analysiert. Die OBSC wird in einer geeigneten Form auch in der externen Kommunikation der Unternehmung genutzt, um die verschiedenen Stakeholder uber die Strategie zu informieren und gegebenenfalls ihre Reaktionen fur die weitere Strategieentwicklung zu nutzen. 5 Ist Diversity Management moglich? Es ist nun an der Zeit, zwei zentrale Dilemmata, ja ein Paradox des diversitatsbasierten Controllings zu thematisieren. Das Paradox besteht darin, dass die Relevanzanalyse selbst ein Faktor der Verdrangung von Diversitat sein kann, und dass dieses Problem nur aufgebrochen werden kann, indem die Ziele selbst immer wieder radikal hinterfragt werden. Genau das hebt aber wiederum die Stringenz der Relevanzanalyse auf. Das Dilemma besteht darin, dass die Analyse von Diversitat eben nicht an den Unternehmensgrenzen stehen bleiben kann. Dieser Punkt wird aber gegebenenfalls selbst Gegenstand von Konflikten, wenn es um die Mitarbeiter Innen geht. Denn die Diversitat von Mitarbeitern betrifft in hohem Mae auch deren Privatleben. Im Extremfall wurde ein umfassendes DM die Grenze zwischen dem Privatleben und der Rolle im Unternehmen verschwimmen lassen. Wider Erwarten wurde gerade DM zu einem Instrument der totalitaren Dominanz des Business uber die Gesellschaft. Man kann dieses Problem auch so formulieren, dass gerade der business case fur DM das DM ad absurdum fuhrt, denn eine rein instrumentalistische Behandlung von Zielen zur Gleichberechtigung, Starkung der individuellen Autonomie oder der gesellschaftlichen Verantwortung desavouiert eben genau jene Ziele: Denn damit ist auch stets die Moglichkeit gegeben, dass im konkreten Fall diese Ziele auch wieder aufgegeben werden, wenn sich kein business case ergibt zu dieser Kritik an einem neoliberalen DM siehe Bendl 2007. Frankfurt School of Finance Management Working Paper No. 119 23 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard 5.1 Das Dilemma des Diversity Management Was zunachst das letztere angeht, so ist dieses Problem durchaus auch in der Antidiskriminierungspraxis zu erkennen. Hier wurde in den USA bereits der Begriff der lifestyle discrimination geschaffen, der in einem Schlag die Problematik vollig offnet Sugarman 2003. Denn was unter Lifestyle fallt, lasst sich nicht mehr an einfachen Kriterien wie Rasse oder Geschlecht festmachen. Es gibt vielfaltige Aspekte des individuellen Lebenswandels, die durchaus direkt relevant sind fur die Unternehmensleistung, wie etwa Sport oder Rauchen. Wenn heutzutage amerikanische Unternehmen bereits die Einstellung von Rauchern vermeiden, warum sollte dies nicht auch fur uberhohten Zuckerkonsum gelten oder das Betreiben gesundheitlich riskanter Sportarten? Oder umgekehrt betrachtet: Wenn Rauchen die Kreativitat von Forschern steigert zumindest nach deren Aussage, kann dann die FE Abteilung in einer ansonsten rauchfreien Unternehmung zur Raucherzone erklart werden? Auf das DM im Sinne dieses Aufsatzes angewendet, ergibt sich das Problem, inwieweit gerade der Ausbau eines DM Controlling erhebliche Konfliktpotenziale im Bereich der Diskriminierungsproblematik aufwerfen kann. Der Anspruch der radikalen Individualisierung lasst sich pragmatisch kaum durchhalten: Jede betriebliche Manahme muss in Kategorisierungen enden, die unter Umstanden bestehende soziale Identitaten fixiert. Wird beispielsweise ein Mentoring Programm fur Frauen mit Migrationshintergrund geschaffen, stellt sich immer die Frage, wie weit dies selbst ein Diskriminierungstatbestand ist. Letzten Endes ist sogar moglich, dass solche Manahmen in einer Weise die soziale Identitat von Menschen thematisieren, die das personlich gar nicht wunschen. Man kann sich daher durchaus fragen, wie weit der Arbeitsmarkt und die Vielfalt von Unternehmen selbst ein Medium von Diversitat sind, das letzten Endes auch die innerbetrieblichen Anforderungen an das DM abschwacht. Denn soweit der Arbeitsmarkt diskriminierungsfrei operieren wurde was letzten Endes eine Frage der staatlichen Ordnungs und Rechtspolitik ist, konnen sich die Individuen diejenigen Formen von DM aussuchen, die sie selbst praferieren. Gerade diese Schnittstelle liee sich mit dem Instrument der OBSC gut handhaben: Die OBSC muss auch zu einer Verortung des DM selbst kommen, und dieses in geeigneter Weise kommunizieren. Das Dilemma des DM lasst sich also losen, wenn die Diversitat von DM Konzeptionen selbst anerkannt wird, die in einem dynamischen Wettbewerb unternehmensspezifisch getestet werden. Der gerade von DMBerater Innen gerne propagierte Gedanke von best practices im DM steht dem in Grunde entgegen. 5.2 Das Paradox des Diversity Management Das Paradox des DM besteht darin, dass eine fundierte Analyse der Ziele und zielrelevanter Diversitat selbst Diversitat reduziert. Insbesondere kann in der praktischen Umsetzung geschehen, dass die generierten Indikatoren verhindern, dass diversitatsorientiertes Verhalten Platz greifen kann. Es ist daher von entscheidender Bedeutung, dass DM Controlling mit dem Instrument der OBSC selbst diversitatsorientiert zu gestalten. Hier schliet sich die Brucke zum eingangs eingefuhrten Konzept der offenen Unternehmung. Frankfurt School of Finance Management Working Paper No. 119 24 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Diese Problematik lasst sich mit dem Slogan der Einheit in der Vielfalt gut greifen. Denn DM hat naturlich ganz wesentlich die Aufgabe, zu einer zielorientierten Integration der Vielfalt zu gelangen. Diese Integration reduziert aber wiederum Vielfalt. Das wird besonders bei sehr stark ausgepragten Unternehmenskulturen deutlich, die das Individuum oft regelrecht vereinnahmen. Die Losung dieses Paradoxes verweist erneut auf die OBSC als ein mogliches Instrument: Denn sie ist nur moglich, wenn der Prozess der Entstehung der Einheit selbst in hohem Mae inklusiv ist, das heit moglichst machtfrei verlauft. Dass es sich hier um eine Form der Utopie handelt, ist unstrittig: Aber Utopien haben bekanntermaen eine hohe mobilisierende Kraft. 6 Schlussbemerkung Die in diesem Papier entwickelte Position zum Diversity Management bildet nicht die herrschende Meinung in der einschlagigen Diskursgemeinschaft ab. Ich habe dafur votiert, den Begriff der Diversitat von der sozialen Identitat abzulosen. Wenn Diversitat vor allem als positiver Beitrag zur Unternehmensleistung begriffen werden soll, ist auch unvermeidbar, sie auf bestimmte Unternehmensziele hin zu relativieren. Wie wir soeben gesehen haben, wirft dies ein Dilemma fur das DM auf, das sich als Konflikt zwischen Wert und Zweckrationalitat begreifen lasst. Dieses Dilemma lasst sich nur losen, wenn die Diversitat von DM Konzeptionen selbst anerkannt wird. Evolutionsokonomisch stellt sich die einfache Frage, wie weit DM selbst zu einem nachhaltigen Wettbewerbsvorteil wird. Auch hier gilt wieder, dass wir gravierende Wissensmangel konstatieren mussen. Gegenwartig ist DM eindeutig auf dem Vormarsch, wenngleich Skeptiker oftmals nur schone Schaufenster sehen. Die Zukunft wird zeigen, ob DM zu einem normalen Bestandteil der Unternehmenspraxis wird. Wenn dies geschehen sollte, ist eine Integration von DM und Controlling unvermeidlich. Unternehmen haben die gesellschaftliche Aufgabe, wirtschaftliches Handeln nachhaltig zu organisieren. Insofern gilt: DM muss sich den Standards des Controllings stellen, und umgekehrt muss das Controlling den Gestaltungsprinzipien des DM folgen. Das Ergebnis durfte die weitere Starkung des Controllings als Instrument des strategischen Managements sein. Dies habe ich versucht zu zeigen. Frankfurt School of Finance Management Working Paper No. 119 25 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Literatur Aldrich, Howard: Organizations Evolving, London: 1999. Bach, Norbert: Analyse der empirischen Balanced Scorecard Forschung im deutschsprachigen Raum, Controlling Management 50. Jg, Heft 5, 2001: S. 298304. Barney, J.: Firm Resourses and Sustained Competitive Advantage, in: Journal of Management, 171 1991: S. 99120. Becker, A.: Diversity Management aus der Perspektive betriebswirtschaftlicher Theorien, in: Becker, M. und Seidel, A.: Diversity Management. Unternehmens und Personalpolitik der Vielfalt, Stuttgart 2006: S. 207240. Becker, M.: Wissenschaftstheoretische Grundlagen des Diversity Management, in: Becker, M. und Seidel, A.: Diversity Management. Unternehmens und Personalpolitik der Vielfalt, Stuttgart 2006: S. 551. Bell, M. B.: Diversity in Organizations, Mason 2007. Bendl, R.: Betriebliches Diversitatsmanagement und neoliberale Wirtschaftspolitik Verortung eines diskursiven Zusammenhangs, in: Koall, I. Bruchhagen, V., Hoher, F., Diversity Outlooks, Munster 2007: S. 1028. Bruhl, Rolf: Controlling. Grundlagen des Erfolgscontrollings, Munchen 2004. Bundesverband Deutscher Unternehmensberater: Controlling. Ein Instrument zur ergebnisorientierten Unternehmenssteuerung und langfristigen Existenzsicherung, 5. Auflage, Berlin 2006. Burt, R. S.: The Network Structure of Social Capital, faculty.chicagogsb.eduronald.burtresearchNSSC.pdf, 2000. Coombes, Paul: Agenda of a Shareholder Activist, in: The Mc Kinsey Quarterly, 2004 Number 2. Desvaus, G. et al.: A Business Case for Women, in: The Mc Kinsey Quarterly September 2008. Diversityworks: Vom Nutzen der Vielfalt. Kompendium Diversity Management. Wien 2007. Economist: The New Organisation. A Survey of the Company, January 21, 2006. Ely, R.J. und Thomas, D.A.: Cultural Diversity at Work. The Effects of Diversity Perspectives on Work Group Processes and Outcomes, Administrative Science Quarterly 462 2001: 229273. Engel, R.: Die Vielfalt der Diversity Management Ansatze. Geschichte, praktische Anwendungen in Organisationen und zukunftige Herausforderungen in Europa, in: Koall, I., Bruchhagen, V., Hoher, F.: Diversity Outlooks. Managing Diversity zwischen Ethik, Profit und Antidiskriminierung, Munster 2007: S. 289299. Fischer, Michael. Diversity Management and the Business Case. HWWI Research Paper 311, Hamburg 2007. Gardenswartz, L. und Rowe, A.: Diverse Teams at Work: Capitalizing on the Power of Diversity, Irwin 1994. Frankfurt School of Finance Management Working Paper No. 119 26 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Gebert, D. und Boerner, S.: The Open and the Closed Corporation as Conflicting Forms of Organization, in: Journal of Applied Behavioral Science, 35 3 1999: S. 341359. Gemeinschaftsinitiative EQUAL: Diversity Management. Empfehlungen fur Kleine und Mittlere Unternehmen, Bundesministerium fur Arbeit und Soziales 2008. Granovetter, M.: Economic Action and Social Structure: The Problem of Embeddedness, American Journal of Sociology 913 1985: S. 481510. Granovetter, M.: The Impact of Social Structure on Economic Outcomes, Journal of Economic Perspectives 191 2005: S. 3350. HaysThomas, R.: Why Now? The Contemporary Focus on Managing Diversity, in: Stockdale, M.S. und Crosby, F.J.: The Psychology and Management of Workplace Diversity, MaldinOxfordCarlton 2004: S. 330. HerrmannPillath, Carsten: Grundri der Evolutionsokonomik, zwei Bande, Stuttgart 2002 vollstandig als onlineVersion bei www.evolutionaryeconomics.net HerrmannPillath, Carsten: Einfuhrung in die Evolutionsokonomik, Teil I und II, 2007a, Das Wirtschaftsstudium 112007: S. 14711479, 122007: S. 16001607. HerrmannPillath, Carsten: Evolutionsokonomik, Schutzeichel, R., Hrsg., Handbuch Wissenssoziologie und Wissensforschung, Konstanz: UVK, 2007b: S. 231241. HerrmannPillath, Carsten: Diversity: Management der offenen Unternehmung, in: Koall, I. Bruchhagen, V., Hoher, F.:, Diversity Outlooks, Munster 2007c: S. 202222 Holland, John H.: Hidden Order. How Adaptation Builds Complexity, Reading et al.: 1995. Hubbard, E.E.: The Diversity Scorecard. Evaluating Organizational Performance, Burlington Oxford 2004. the Impact of Diversity on Ji L. Nisbett, R. E. Peng, K.: Culture, Control, and Perception of Relationships in the Environment, Journal of Personality and Social Psychology 785 2000: S. 943955. Kaplan, R.S. und Norton D.P.: How to Implement a New Strategy Without Disrupting Your Organization, Harvard Business Review March 2006: 100109. Kaplan, R.S. und Norton D.P.: Using the Balanced Scorecard as a Strategic Management System, Harvard Business Review JulyAugust 2007: S. 150161. Kochan, T. et al.: The Effects of Diversity on Business Performance. Report of the Diversity Research Network, Human Resource Management 421: S. 321 Koppel, P. und Sandner, D.: Synergy by Diversity. Real Life Examples of Cultural Diversity in Corporations, Gutersloh 2008. Krause, H.U. und Arora, D.: Controlling Kennzahlen. Key Performance Indicators. Munchen 2008. Liebl, F.: Der Schock des Neuen. Entstehung und Management von Issues und Trends, Munchen 2000. Mantzavinos, C.: Individuals, Institutions, and Markets, Cambridge, UK.: 2001. Markose, S.M.: Computability and evolutionary complexity: markets as complex adaptive systems CAS, in: Economic Journal 115504 2005: S. F159F193. Frankfurt School of Finance Management Working Paper No. 119 27 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Merx, A. und Vassilopoulou, J.: Das arbeitsrechtliche AGG und DiversityPerspektiven, in: Koall, I. Bruchhagen, V., Hoher, F.:, Diversity Outlooks, Munster 2007: S. 354385. Metcalfe, J. S.: Evolutionary Economics and Creative Destruction, LondonNew York 1998. Miller, J. H. and Page, S. E.: Complex Adaptive Systems. An Introduction to Computational Models of Social Life, Princeton, NJ: 2007. Picot, A. Reichwald, R. Wigand, R.: Die Grenzenlose Unternehmung. Information, im zur Unternehmensfuhrung Lehrbuch Organisation Informationszeitalter, Wiesbaden 2003. und Management. Popper, Karl R.: Objektive Erkenntnis. Ein evolutionarer Entwurf, Hamburg 1973. Sathe, Vijay: Corporate Entrepreneurship. Top Managers and New Business Creation, Cambridge, UK 2003. Schulz, A.: Diversitatsmanagement als strategische Konzeption der internationalen Unternehmensfuhrung, Dissertation Witten 2009. Seidel, A.: Kundenorientierung und Mitarbeitervielfalt Interdependenzen und Begrundungszusammenhang, in: Becker, M. und Seidel, A.: Diversity Management. Unternehmens und Personalpolitik der Vielfalt, Stuttgart 2006: S. 240257. Spehl, Harald: Zur Bedeutung der Vielfalt in Okonomie und Okologie, in: Wachter, H. Vedder, G. Fuhring, M.: Personelle Vielfalt in Organisationen, Hampp 2003: S. 112. Stuber, M.: Diversity. Das Potenzial von Vielfalt nutzen den Erfolg durch Offenheit steigern. Neuwied 2004. Sugarman, S. D.: Lifestyle discrimination in Employment, in: Berkeley Journal of Employment Labor Law 242 2003: S. 377438. Thomas, R. R: Building on the Promise of Diversity. How We Can Move to the Next Level in Our Workplaces, Our Communities, and Our Society, New York 2006. Wall, Friederike: UrsacheWirkungsbeziehungen als ein zentraler Bestandteil der Balanced ihrer Gewinnung, Controlling, Heft 2, Scorecard. Moglichkeiten und Grenzen 2001: 6574. Wise, L.R. und Tschirhart, M.: Examining Empirical Evidence on Diversity Effects. How Useful is Diversity Research for Public Sector Managers?, Public Administration Review 695, 2000: 386395. Vinzent, Markus: Interkulturelles Diversity and InclusivenessManagement, in: Personalfuhrung 102003: S. 3036. Ziman, John: Technological Innovation as an Evolutionary Process, Cambridge et al. 2000. 28 Frankfurt School of Finance Management Working Paper No. 119 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard FRANKFURT SCHOOL HFB WORKING PAPER SERIES No. 118 117. 116. 115. 114. 113. 112. AuthorTitle Holscher, Luise Clasen, Sven Erfolgsfaktoren von Private Equity Fonds Bannier, Christina E. Is there a holdup benefit in heterogeneous multiple bank financing? Robach, Peter Gieamer, Dirk Ein e LearningSystem zur Unterstutzung der Wissensvermittlung von WebEntwicklern in Sicherheitsthemen HerrmannPillath, Carsten Kulturelle Hybridisierung und Wirtschaftstransformation in China Schalast, Christoph: Staatsfonds neue Akteure an den Finanzmarkten? Schalast, Christoph Alram, Johannes Konstruktion einer Anleihe mit hypothekarischer Besicherung Schalast, Christoph Bolder, Markus Radunz, Claus Siepmann, Stephanie Weber, Thorsten Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 111. Werner, Karl Moormann, Jurgen Efficiency and Profitability of European Banks How Important Is Operational Efficiency? HerrmannPillath, Carsten Moralische Gefuhle als Grundlage einer wohlstandschaffenden Wettbewerbsordnung: Ein neuer Ansatz zur erforschung von Sozialkapital und seine Anwendung auf China Heidorn, Thomas Kaiser, Dieter G. Roder, Christoph Empirische Analyse der Drawdowns von DachHedgefonds HerrmannPillath, Carsten Neuroeconomics, Naturalism and Language Schalast, Christoph Benita, Barten Private Equity und Familienunternehmen eine Untersuchung unter besonderer Berucksichtigung deutscher Maschinen und Anlagenbauunternehmen Bannier, Christina E. Grote, Michael H. Equity Gap? Which Equity Gap? On the Financing Structure of Germanys Mittelstand HerrmannPillath, Carsten The Naturalistic Turn in Economics: Implications for the Theory of Finance Schalast, Christoph Hrgs. Schanz, KayMichael Scholl, Wolfgang Aktionarsschutz in der AG falsch verstanden? Die LeicaEntscheidung des LG Frankfurt am Main Bannier, Christina Musch, Stefan Die Auswirkungen der SubprimeKrise auf den deutschen LBOMarkt fur Small und Mid Caps Cremers, Heinz Vetter, Michael Das IRBModell des Kreditrisikos im Vergleich zum Modell einer logarithmisch normalverteilten Verlustfunktion Heidorn, Thomas Pleiner, Mathias Determinanten Europaischer CMBS Spreads. Ein empirisches Modell zur Bestimmung der Risikoaufschlage von Commercial MortgageBacked Securities CMBS Schalast, Christoph Hrsg. Schanz, KayMichael Schaeffler KGContinental AG im Lichte der CSX Corp.Entscheidung des US District Court for the Southern District of New York Holscher, Luise Haug, Michael Schweinberger, Andreas Analyse von Steueramnestiedaten Heimer, Thomas Arend, Sebastian The Genesis of the BlackScholes Option Pricing Formula Heimer, Thomas Holscher, Luise Werner, Matthias Ralf Access to Finance and Venture Capital for Industrial SMEs Bottger, Marc Guthoff, Anja Heidorn, Thomas Loss Given Default Modelle zur Schatzung von Recovery Rates Almer, Thomas Heidorn, Thomas Schmaltz, Christian The Dynamics of Short and LongTerm CDSspreads of Banks Barthel, Erich Wollersheim, Jutta Kulturunterschiede bei Mergers Acquisitions: Entwicklung eines Konzeptes zur Durchfuhrung einer Cultural Due Diligence 110. 109. 108. 107. 106. 105. 104. 103. 102. 101. 100. 99. 98. 97. 96. 95. 94. Year 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 Frankfurt School of Finance Management Working Paper No. 119 29 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Heidorn, Thomas Kunze, Wolfgang Schmaltz, Christian Liquiditatsmodellierung von Kreditzusagen Term Facilities and Revolver Burger, Andreas Produktivitat und Effizienz in Banken Terminologie, Methoden und Status quo Lochel, Horst Pecher, Florian The Strategic Value of Investments in Chinese Banks by Foreign Financial Insitutions Schalast, Christoph Morgenschweis, Bernd Sprengetter, Hans Otto Ockens, Klaas Stachuletz, Rainer Safran, Robert Der deutsche NPL Markt 2007: Aktuelle Entwicklungen, Verkauf und Bewertung Berichte und Referate des NPL Forums 2007 Schalast, Christoph Stralkowski, Ingo 10 Jahre deutsche Buyouts Bannier, Christina Hirsch, Christian The Economics of Rating Watchlists: Evidence from Rating Changes DemidovaMenzel, Nadeshda Heidorn, Thomas Gold in the Investment Portfolio Holscher, Luise Rosenthal, Johannes Leistungsmessung der Internen Revision Bannier, Christina Hansel, Dennis Determinants of banks engagement in loan securitization Bannier, Christina Smoothing versus Timeliness Wann sind stabile Ratings optimal und welche Anforderungen sind an optimale Berichtsregeln zu stellen? Bannier, Christina Heterogeneous Multiple Bank Financing: Does it Reduce Inefficient CreditRenegotiation Incidences? Cremers, Heinz Lohr, Andreas Deskription und Bewertung strukturierter Produkte unter besonderer Berucksichtigung verschiedener Marktszenarien DemidovaMenzel, Nadeshda Heidorn, Thomas Commodities in Asset Management Cremers, Heinz Walzner, Jens Risikosteuerung mit Kreditderivaten unter besonderer Berucksichtigung von Credit Default Swaps Cremers, Heinz Traughber, Patrick Handlungsalternativen einer Genossenschaftsbank im Investmentprozess unter Berucksichtigung der Risikotragfahigkeit Gerdesmeier, Dieter Roffia, Barbara Monetary Analysis: A VAR Perspective Heidorn, Thomas Kaiser, Dieter G. Muschiol, Andrea Portfoliooptimierung mit Hedgefonds unter Berucksichtigung hoherer Momente der Verteilung Jobe, Clemens J. Ockens, Klaas Safran, Robert Schalast, Christoph WorkOut und Servicing von notleidenden Krediten Berichte und Referate des Hf BNPL Servicing Forums 2006 Abrar, Kamyar Schalast, Christoph Fusionskontrolle in dynamischen Netzsektoren am Beispiel des Breitbandkabelsektors Schalast, Christoph Schanz, KayMichael Wertpapierprospekte: Markteinfuhrungspublizitat nach EUProspektverordnung und Wertpapierprospektgesetz 2005 Dickler, Robert A. Schalast, Christoph Distressed Debt in Germany: What s Next? Possible Innovative Exit Strategies Belke, Ansgar Polleit, Thorsten How the ECB and the US Fed set interest rates Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Heterogenitat von Hedgefondsindizes Baumann, Stefan Lochel, Horst The Endogeneity Approach of the Theory of Optimum Currency Areas What does it mean for ASEAN 3? Heidorn, Thomas Trautmann, Alexandra Niederschlagsderivate Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Moglichkeiten der Strukturierung von Hedgefondsportfolios Belke, Ansgar Polleit, Thorsten How Do Stock Market Returns React to Monetary Policy ? An ARDL Cointegration Analysis for Germany 93. 92. 91. 90. 89. 88. 87. 86. 85. 84. 83. 82. 81. 80. 79. 78. 77. 76. 75. 74. 73. 72. 71. 70. 69. 68. 67. Frankfurt School of Finance Management Working Paper No. 119 30 2008 2008 2008 2008 2008 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2006 2006 2006 2006 2006 2006 2006 2005 2005 2005 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Daynes, Christian Schalast, Christoph Aktuelle Rechtsfragen des Bank und Kapitalmarktsrechts II: Distressed Debt Investing in Deutschland Gerdesmeier, Dieter Polleit, Thorsten Measures of excess liquidity Becker, Gernot M. Harding, Perham Holscher, Luise Financing the Embedded Value of Life Insurance Portfolios Schalast, Christoph Modernisierung der Wasserwirtschaft im Spannungsfeld von Umweltschutz und Wettbewerb Braucht Deutschland eine Rechtsgrundlage fur die Vergabe von Wasserversorgungskonzessionen? Bayer, Marcus Cremers, Heinz Klu, Norbert Wertsicherungsstrategien fur das Asset Management Lochel, Horst Polleit, Thorsten A case for money in the ECB monetary policy strategy Richard, Jorg Schalast, Christoph Schanz, KayMichael Unternehmen im Prime Standard Staying Public oder Going Private? Nutzenanalyse der Borsennotiz Heun, Michael Schlink, Torsten Early Warning Systems of Financial Crises Implementation of a currency crisis model for Uganda Heimer, Thomas Kohler, Thomas Auswirkungen des Basel II Akkords auf osterreichische KMU Heidorn, Thomas Meyer, Bernd Pietrowiak, Alexander Performanceeffekte nach Directors Dealings in Deutschland, Italien und den Niederlanden Gerdesmeier, Dieter Roffia, Barbara The Relevance of realtime data in estimating reaction functions for the euro area Barthel, Erich Gierig, Rauno Kuhn, IlmhartWolfram Unterschiedliche Ansatze zur Messung des Humankapitals Anders, Dietmar Binder, Andreas Hesdahl, Ralf Schalast, Christoph Thone, Thomas Aktuelle Rechtsfragen des Bank und Kapitalmarktrechts I : NonPerformingLoans Faule Kredite Handel, WorkOut, Outsourcing und Securitisation Polleit, Thorsten The Slowdown in German Bank Lending Revisited Heidorn, Thomas Siragusano, Tindaro Die Anwendbarkeit der Behavioral Finance im Devisenmarkt Schutze, Daniel Schalast, Christoph Hrsg. Wider die Verschleuderung von Unternehmen durch Pfandversteigerung Gerhold, Mirko Heidorn, Thomas Investitionen und Emissionen von Convertible Bonds Wandelanleihen Chevalier, Pierre Heidorn, Thomas Krieger, Christian Temperaturderivate zur strategischen Absicherung von Beschaffungs und Absatzrisiken Becker, Gernot M. Seeger, Norbert Internationale Cash FlowRechnungen aus Eigner und Glaubigersicht Boenkost, Wolfram Schmidt, Wolfgang M. Notes on convexity and quanto adjustments for interest rates and related options Hess, Dieter Determinants of the relative price impact of unanticipated Information in U.S. macroeconomic releases Cremers, Heinz Klu, Norbert Konig, Markus Incentive Fees. Erfolgsabhangige Vergutungsmodelle deutscher Publikumsfonds Heidorn, Thomas Konig, Lars Investitionen in Collateralized Debt Obligations Kahlert, Holger Seeger, Norbert Bilanzierung von Unternehmenszusammenschlussen nach USGAAP Beitrage von Studierenden des Studiengangs BBA 012 unter Begleitung von Prof. Dr. Norbert Seeger Rechnungslegung im Umbruch HGBBilanzierung im Wettbewerb mit den internationalen Standards nach IAS und USGAAP Overbeck, Ludger Schmidt, Wolfgang Modeling Default Dependence with Threshold Models Balthasar, Daniel Cremers, Heinz Schmidt, Michael Portfoliooptimierung mit Hedge Fonds unter besonderer Berucksichtigung der Risikokomponente 2005 2005 2005 2005 2005 2005 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2003 2003 2003 2003 2003 2003 2003 2003 2003 2002 Frankfurt School of Finance Management Working Paper No. 119 31 66. 65. 64. 63  62. 61. 60. 59. 58. 57. 56. 55. 54. 53. 52. 51. 50. 49. 48. 47. 46. 45. 44. 43. 42. 41. 40. Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Heidorn, Thomas Kantwill, Jens Eine empirische Analyse der Spreadunterschiede von Festsatzanleihen zu Floatern im Euroraum und deren Zusammenhang zum Preis eines Credit Default Swaps Bottcher, Henner Seeger, Norbert Bilanzierung von Finanzderivaten nach HGB, Est G, IAS und USGAAP Moormann, Jurgen Terminologie und Glossar der Bankinformatik Heidorn, Thomas Bewertung von Kreditprodukten und Credit Default Swaps Heidorn, Thomas Weier, Sven Einfuhrung in die fundamentale Aktienanalyse Seeger, Norbert International Accounting Standards IAS Moormann, Jurgen Stehling, Frank Strategic Positioning of ECommerce Business Models in the Portfolio of Corporate Banking Sokolovsky, Zbynek Strohhecker, Jurgen Fit fur den Euro, Simulationsbasierte EuroManahmenplanung fur DresdnerBankGeschaftsstellen Robach, Peter Behavioral Finance Eine Alternative zur vorherrschenden Kapitalmarkttheorie? Heidorn, Thomas Jaster, Oliver Willeitner, Ulrich Event Risk Covenants Biswas, Rita Lochel, Horst Recent Trends in U.S. and German Banking: Convergence or Divergence? Eberle, Gunter Georg Lochel, Horst Die Auswirkungen des Ubergangs zum Kapitaldeckungsverfahren in der Rentenversicherung auf die Kapitalmarkte Heidorn, Thomas Klein, HansDieter Siebrecht, Frank Economic Value Added zur Prognose der Performance europaischer Aktien Cremers, Heinz Konvergenz der binomialen Optionspreismodelle gegen das Modell von BlackScholesMerton Lochel, Horst Die okonomischen Dimensionen der New Economy Frank, Axel Moormann, Jurgen Grenzen des Outsourcing: Eine Exploration am Beispiel von Direktbanken Heidorn, Thomas Schmidt, Peter Seiler, Stefan Neue Moglichkeiten durch die Namensaktie Boger, Andreas Heidorn, Thomas Graf Waldstein, Philipp Hybrides Kernkapital fur Kreditinstitute Heidorn, Thomas Entscheidungsorientierte Mindestmargenkalkulation Wolf, Birgit Die Eigenmittelkonzeption des 10 KWG Cremers, Heinz Robe, Sophie Thiele, Dirk Beta als Risikoma Eine Untersuchung am europaischen Aktienmarkt Cremers, Heinz Optionspreisbestimmung Cremers, Heinz Value at RiskKonzepte fur Marktrisiken Chevalier, Pierre Heidorn, Thomas Rutze, Merle Grundung einer deutschen Stromborse fur Elektrizitatsderivate Deister, Daniel Ehrlicher, Sven Heidorn, Thomas Cat Bonds Jochum, Eduard Hoshin Kanri Management by Policy Mb P Heidorn, Thomas Kreditderivate Heidorn, Thomas Kreditrisiko Credit Metrics 39. 38. 37. 36. 35. 34. 33. 32. 31. 30. 29. 28. 27. 26. 25. 24. 23. 22. 21. 20. 19. 18. 17. 16. 15. 14. 13. 12. Frankfurt School of Finance Management Working Paper No. 119 32 2002 2003 2002 2001 2001 2001 2001 2001 2001 2001 2001 2001 2000 2000 2000 2000 2000 2000 2000 2000 2000 1999 1999 1999 1999 1999 1999 1999 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Moormann, Jurgen Terminologie und Glossar der Bankinformatik Lochel, Horst The EMU and the Theory of Optimum Currency Areas Lochel, Horst Die Geldpolitik im Wahrungsraum des Euro Heidorn, Thomas Hund, Jurgen Die Umstellung auf die Stuckaktie fur deutsche Aktiengesellschaften Moormann, Jurgen Stand und Perspektiven der Informationsverarbeitung in Banken Heidorn, Thomas Schmidt, Wolfgang LIBOR in Arrears Jahresbericht 1997 Ecker, Thomas Moormann, Jurgen Die Bank als Betreiberin einer elektronischen ShoppingMall Jahresbericht 1996 Cremers, Heinz Schwarz, Willi Interpolation of Discount Factors Moormann, Jurgen Lean Reporting und Fuhrungsinformationssysteme bei deutschen Finanzdienstleistern 11. 10. 09. 08. 07. 06. 05. 04. 03. 02. 01. FRANKFURT SCHOOL HFB WORKING PAPER SERIES CENTRE FOR PRACTICAL QUANTITATIVE FINANCE AuthorTitle KellerRessel, Martin Kilin, Fiodar ForwardStart Options in the BarndorffNielsenShephard Model Griebsch, Susanne Wystup, Uwe On the Valuation of Fader and Discrete Barrier Options in Hestons Stochastic Volatility Model Veiga, Carlos Wystup, Uwe Closed Formula for Options with Discrete Dividends and its Derivatives Packham, Natalie Schmidt, Wolfgang Latin hypercube sampling with dependence and applications in finance Hakala, Jurgen Wystup, Uwe FX Basket Options Weber, Andreas Wystup, Uwe Vergleich von Anlagestrategien bei Riesterrenten ohne Berucksichtigung von Gebuhren. Eine Simulationsstudie zur Verteilung der Renditen Weber, Andreas Wystup, Uwe Riesterrente im Vergleich. Eine Simulationsstudie zur Verteilung der Renditen Wystup, Uwe VannaVolga Pricing Wystup, Uwe Foreign Exchange Quanto Options Wystup, Uwe Foreign Exchange Symmetries Becker, Christoph Wystup, Uwe Was kostet eine Garantie? Ein statistischer Vergleich der Rendite von langfristigen Anlagen Schmidt, Wolfgang Default Swaps and Hedging Credit Baskets Kilin, Fiodor Accelerating the Calibration of Stochastic Volatility Models Griebsch, Susanne Kuhn, Christoph Wystup, Uwe Instalment Options: A ClosedForm Solution and the Limiting Case No. 18. 17. 16. 15. 14. 13. 12. 11. 10. 09. 08. 07. 06. 05. 1999 1998 1998 1998 1998 1998 1998 1997 1997 1996 1995 Year 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2007 2007 2007 Frankfurt School of Finance Management Working Paper No. 119 33 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Boenkost, Wolfram Schmidt, Wolfgang M. Interest Rate Convexity and the Volatility Smile Becker, Christoph Wystup, Uwe On the Cost of Delayed Currency Fixing Boenkost, Wolfram Schmidt, Wolfgang M. Cross currency swap valuation Wallner, Christian Wystup, Uwe Efficient Computation of Option Price Sensitivities for Options of American Style 04. 03. 02. 01. HFB SONDERARBEITSBERICHTE DER HFB BUSINESS SCHOOL OF FINANCE MANAGEMENT No. 01. AuthorTitle Nicole Kahmer Jurgen Moormann Studie zur Ausrichtung von Banken an Kundenprozessen am Beispiel des Internet Preis: 120, 2006 2005 2004 2004 Year 2003 Frankfurt School of Finance Management Working Paper No. 119 34 Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Printed edition: 25.00 2.50 shipping Download: Working Paper: http:www.frankfurtschool.decontentderesearchPublicationslist_of_publication 0.html CPQF: http:www.frankfurtschool.decontentderesearchquantitative_Financeresearch_publications.html Order address contact Frankfurt School of Finance Management Sonnemannstr. 9 11 D 60314 FrankfurtM. Germany Phone: 49 0 69 154 008 734 Fax: 49 0 69 154 008 728 e Mail: m.biemerfrankfurtschool.de Further information about Frankfurt School of Finance Management may be obtained at: http:www.frankfurtschool.de Frankfurt School of Finance Management Working Paper No. 119 35 ", "filename": "600510719.PDF", "person": ["Carsten Herrmann-Pillath", "Herrmann-Pillath, Carsten"], "date": ["2009"]}