{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/64260/1/601134532.pdf"], "title": ["Small and medium enterprises (SME) adjustments to information technology (IT) in trade facilitation: The South Korean experience"], "plaintext": "AsiaPacific Research and Training Network on Trade Working Paper Series, No 61, January 2009 SSmmaallll aanndd MMeeddiiuumm EEnntteerrpprriisseess SSMMEE AAddjjuussttmmeennttss ttoo IInnffoorrmmaattiioonn TTeecchhnnoollooggyy IITT iinn TTrraaddee FFaacciilliittaattiioonn:: TThhee SSoouutthh KKoorreeaann EExxppeerriieennccee Revised April, 2009 Junsok Yang Associate Professor, Economics Department, The Catholic University of Korea, Republic of Korea. This paper was conducted as part of the ARTNe T initiative, aimed at building regional trade policy and facilitation research capacity in developing countries. This work was carried out with the aid of a grant from IDRC, Canada and is part of an ARTNe T Regional Study on the Impact of Information Technology Based Trade Facilitation Measures on SMEs see www.artnetontrade.org for details. The technical support of the United Nations Economic and Social Commission for Asia and the Pacific is gratefully acknowledged. The opinion figures and estimates are the responsibility of the author and should not be considered as reflecting the views or carrying the approval of the United Nations, ARTNe T and The Catholic University of Korea. Any remaining errors are the responsibility of the author. The author may be contacted at yanjunacatholic.ac.kr The AsiaPacific Research and Training Network on Trade ARTNe T aims at building regional trade policy and facilitation research capacity in developing countries. The ARTNe T Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about trade issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. ARTNe T working papers are available online at: www.artnetontrade.org. All material in the working papers may be freely quoted or reprinted, but acknowledgment is requested, together with a copy of the publication containing the quotation or reprint. The use of the working papers for any commercial purpose, including resale, is prohibited. 1 Abstract This report examines how IT was incorporated into cargo clearance procedures in Korea, and what its implications are for traders, SMEs in particular. After a short introduction in Section I, Section II examines the definition of SMEs in Korea, and SMEs role in Korean trade. In Section III, we describe the history of the adoption of IT in Korean cargo clearance. The introduction of IT to cargo clearance procedures in Korea can be roughly divided into two stages. The first stage includes the implementation of: Preparation for Customs Clearance Automation 1980s1992, EDI Customs Clearance Automation Six Year Plan 19921997, Establishment of Paperless Customs Clearance System 19972001; and the Plan for Establishment of Infrastructure for Information Technology and Knowledge Management 20012003. The main accomplishment of the first stage was a Value Added Network Electronic Data Interchange VANEDI which linked KCS and traders in 1996. The system was subsequently expanded so that traders could access the system through the Internet  The second stage begun in 2003, and has nearly reached completion in 2008. The goal of the second stage is to build an etrade system where IT is used at every stage of trade, encompassing not only governmentbusiness traders transactions such as cargo clearance, but all traderelated transactions including businessbusiness transactions as well. This second stage involves the establishment of an etrade network and u Trade Hub, which ties not only government with traders, but other traderelated organizations and private agencies such as shippers, insurers, banks and financial institutions. These projects were carried out with considerations for SMEs in mind. Section IV describes the results of the adoption of IT into cargo clearance. We find that IT has significantly lowered costs and sped up the cargo clearance process. Section V includes some case examples of individual firms which use the etrade network for cargo clearance. Lastly, section VI tries to draw some lessons for other countries which seek to adopt IT into cargo clearance. These lessons include: 1 2 3 4 5 6 7 Adopting IT to cargo clearance must be a part of a comprehensive customs procedure reform. Legal framework must accompany the adoption of IT and etrade Single network and single standard may be more useful than variety Keep It Simple The etrade system and paperless trade system is meant to be used by the widest number of people. Trust must be built between SMEs and government agencies. Usefulness of etrade will increase exponentially when more countries join. 2Table of Contents: I. Introduction  4 II. South Korean SMEs, Trade, and Trade Facilitation  4 III. Evolution in the Use of IT for Cargo Clearance   6 Background  7 Introduction of ETrade  8 First Stage   10 Second Stage:   13 Evaluation   21 IV. Adjustments to an IT Environment   23 V. Case Studies of Traders   26 Cowon Systems Inc. 2008   26 Woory Industrial Company 2008  28 Customs Brokers and SMEs   29 Other examples  30 VI. Impact on SMEs: Conclusions and Recommendations   32 3Introduction International trade has been, and continues to be one of the most important factors in South Koreas growth and development. Trade has played a critical part in the development of its economy, and in recent years, Koreas trade volume exports and imports reached more than 80% of its GDP. Because of the importance of trade, Korea has always been interested in ways to make trade easier and faster. Korea was one of the first countries to utilize information technology IT for trade procedures. By the late 1990s, Korea was one of the most wired countries in the world.1. Given the rapid pace of IT adoption, it made sense for Korea to utilize IT for customs procedure and trade facilitation. The Korean government vigorously pursued extensive use of IT for cargo clearance in order to reduce transaction costs and regulatory burden for traders, especially small and medium sized enterprises SMEs, since these costs tend to affect SMEs more than large businesses. In this paper, we examine the evolution of the use of IT for cargo clearance in Korea, and how it affected businesses, especially SMEs. We want to emphasize that the adoption of IT for cargo clearance involved not only installing new hardware and software, replacing paper forms with electronic forms, but also required an extensive revision of laws and regulations to maximize effectiveness. In section II, we examine SMEs, and their role in Korean trade. In section III, we examine how the Korean government adopted IT into its trade and customs procedures. In Section IV, we examine how these changes affected SMEs in general, and in section V, we look at some specific case examples. In section VI, we develop some conclusions, and make some recommendations based on the Korean experience. South Korean SMEs, Trade, and Trade Facilitation In this section, we examine what constitutes a SME in Korea, and the role of SMEs in trade. As seen in Table 1, for the manufacturing sector, the Korean legislation defines SME as a firm with less than 300 fulltime employees or equivalent, or a firm with capital of less than 8 billion won 2. For mining, manufacturing, construction and transportation industries, a small business is a firm with less than 50 full time employees or equivalent, and a microenterprise is a firm with less than 10 full time employees or equivalent. 1 : According to UNCTAD ebusiness database 2006, in 2004, 94.0% of all Korean businesses had access to the Internet, and 92.2% of all Korean businesses were able to access the Internet through fixed line connections of 2 Mbps or higher 2 : Approximately 8 million US dollars in 2008. 4Table 1: Legal Definitions of SMEs in South Korea SMEs No of Workers Less than 300 Less than 300 Capital Sales Capital of 8 billion won or less Capital of 3 billion won or less Less than 300 Sales of 30 billion won or less Small Business No. of Workers Microenterprises Less than 50 Less 10 Less than 50 Less 10 than than Less than 10 Less than 5 Sector Manufacturing Mining, construction and transportation general retail stores, service, hospital condominium hotel, operation, information processing industries, and Large recreational communications, and other computerrelated engineering broadcasting Seed and seedling production, fishing, electrical, gas and waterworks, medical and orthopaedic products, wholesales, fuel and related products wholesales, mail order sale, doortodoor sale, tour agency, warehouses and service, professional, technology service, business support service, movie, amusement and them park operation Wholesale and product intermediation, machinery equipment rent for industrial use, RD public performance, news provision, botanical garden, zoo and natural parks, waste water treatment, waste disposal and cleaning related service transportationrelated and science, science natural for Other sectors Less than 200 Sales of 20 billion won or less Less than 10 Less than 5 Less than 100 Sales of 10 billion won or less Less than 10 Less than 5 Sales of 5 billion won or less Less than 10 Less than 5 Less than 50 Business and Small Medium Administration Source: http:www.smba.go.krmainenglishsub 3sub 03_1.jsp In 2006, there were approximately 3 million SMEs in South Korea 99.9% of the total number of firms, employing 10.9 million workers 87.5% of the total. However, the SMEs tend to underperform in trade. SMEs only accounted for 31.9% of total Korean exports. Graph 1 shows recent trends in Korean SME exports, and Table 2 shows the recent share of SMEs in Korean exports. Korea website 5Graph 1: Recent Trends in Korean SME Exports USD billions 35030025020015010050020022001Exports by SMEs 2003200420052006Exports by large and other firms Source: Korea Federation of Small Business webpage: http:stat.kfsb.or.krstat_index.html Table 2: Percentage of SME Exports in Total Korean Exports 2003 42 2002 42 2005 32 2006 32 2004 2001 43 36 Source: Korea Federation of Small Business webpage: http:stat.kfsb.or.krstat_index.html The type of goods Korean SMEs export is substantially different from those exported by large enterprises. Table 3 shows the breakdown of exports for SME exports, and the last row of Table 3 shows the breakdown for large enterprises in the first quarter of 2007. As seen, the exports of SME and large enterprises are heavily concentrated in machinery and electronics, but SMEs tend to export more chemicals, plastics and rubber products, as well as steel and metal products, which tend to be less processed. The differences in percentages probably represent the lower technology base of SMEs. Table 3: Percentage of Exports for SMEs 3.5 5.2 3.9 3.4 8.2 Fiber Steel Metal 5.2 8.6 9.1 10.4 8.4 20.4 15.8 13.7 9.8 0.6 8.2 11.6 13 13.4 9.7 Agriculture Chemicals Plastics Rubber 5.3 4.1 5 4.4 1.4 2001 2003 2005 2007 14 2007 Large Enterprises Source Korea Federation of Small Business webpage: http:stat.kfsb.or.krstat_index.html III. Evolution in the Use of IT for Cargo Clearance 14 Machinery 20.2 16.8 20.1 21.7 34.3 Electric Electronic 31.2 33.4 31.2 34.1 37.3 6Background For Korea, the adoption of IT in cargo clearance has been an important part of Koreas overall etrade project, which in turn is a crucial component of Koreas overall trade facilitation initiative. It is important to note that the introduction of etrade was a part of an overall longterm reform of trade procedures. While the introduction of IT may have been the largest component of the reform process, without reforms in these other areas, it is likely that much of the gains in efficiency would not have been realized. Korea had been emphasizing trade facilitation and reforms of customs clearance since the late 1980s for several reasons. First, trade had always played an important part in Korean development. As seen in Graph 2, since mid1970s, combined trade volume exports and imports was consistently greater than 50% of the GDP. Further, because Korea was a resourcepoor country, and until arguably mid 1990s, also a lowtechnology country, it needed to import raw material and other inputs from abroad. Thus, better customs clearance could reduce costs of producers and exporters. Also, after a sixyear period of trade surpluses in the mid 1980s, Korea experienced trade deficits from 1990, due in large part to the slowing growth of exports, coupled with rapid rise in imports. Thus, emphasis was placed on streamlining and reducing costs. Graph 2: Trade as a Percentage of GDP in Korea 100806040200 201970 1973 1976 1979 1982 1985 1988 1991 1994 1997 2000 2003 2006Exports Imports Total Trade Net Trade Data KOSIS Database of the National Statistics Office http:www.kosis.kr Another factor may have been the bad reputation of the Korea Customs Service KCS during much of the time the reforms took place. As KCS itself has admitted in a 2004 report to the President, KCS was often placed on the list of most corrupt and unfriendly government agency up to early 2000s 3. Also, the logistics related costs were deemed to be higher than Koreas international competitors due to inefficient laws and regulations, as well as corruption. Such perception gave Korea the incentive to try to overhaul the system. 3 : KCS 2004 p.5. However, due in large part to the reforms described in this paper, KCS is now consistently rated as one of the more efficient and less corrupt government agencies. KCS itself seems to admit that the low rating served as one of the incentives for reforms, and is deservedly quite proud that KCS is now considered one of the least problematic government agencies. 7 Korea completed a major reform of the import clearance system in 1996. The most important consequence of that reform was that Korea moved from a permit system to a selfdeclaration system, and KCS moved toward postentry investigation for cargo clearance. Focus was placed on deregulation and facilitation of customs clearance. During these reforms, the preclearance payment of duty was replaced by postclearance payment system as well. Korea introduced the ondock immediate delivery system in 1998, which allowed an importer to unload and release imported goods simultaneously at the time of entry 4. Such reforms accelerated the customs clearance procedures considerably, and set the stage for ecustoms and etrade. Introduction of ETrade The use of IT for cargo clearance is only a part of the etrade process. Korea defines etrade as wideranging trade activities, which use electronic means for customs clearance, financial payments, transportation and insurance; and encompasses not only traders but also third parties such as government, transportation firms and financial institutions. 5 Korean trade law recognizes etrade as trade whose transactions take place wholly or partially through information processing equipment such as computers, and electronic information network.6 Korea placed importance on using IT for customs clearance because in the late 1980s and early 1990s, Korea began to emerge as a major producer for IT related goods, and the Korean society began to get wired. In the late 1990s, the Korean government began its initiative to establish an egovernment where agencies would adopt and use IT wherever possible. Customs clearance was a natural candidate for such egovernment initiatives. Korea has been pursuing etrade since the late 1980s. In 1989, the Korean government initiated the Comprehensive Trade Automation Plan, and in 1991, Korea passed the Act on Trade Automation. The Act gave legal basis for the use of IT in cargo clearance as well as automation of the cargo clearance process. In the same year, the Ministry of Trade and Commerce currently Ministry of Knowledge Economy signed an Agreement on Trade Automation with the Korean Customs Service KCS. In 1991, Korea International Trade Association KITA, a private organization composed of traders, which often act as an intermediary between traders and the government, funded the establishment of the Korea Trade Network KTNET, which was to build and operate etrade infrastructure and etrade services. In the same year, KCS designated KTNET as sole Trade Automation Service Provider. Since then, KTNET has been the primary etrade infrastructure operator and service provider, and it has played an important part in establishing etrade in Korea. The introduction of IT to cargo clearance procedures in Korea can be roughly divided into two stages. The first stage can be subdivided into following substages: Preparation for Customs Clearance Automation 1980s1992, EDI Customs Clearance 4 : GCW123 5 : The International Trade Center, on the other hand, defines etrade as the application of information and communications technologies ICT to improve export competitiveness of companies. 6 : Sohn and Yoon 2001 p.88 The Korean trade law also defines etrade as trade of nontangible goods in electronic format, as defined by Presidential Executive Order. 8Automation Six Year Plan 19921997, Establishment of Paperless Customs Clearance System 19972001; and the Plan for Establishment of Infrastructure for Information Technology and Knowledge Management 20012003. The main accomplishment of the first stage was a Value Added Network Electronic Data Interchange VANEDI which linked KCS and traders in 1996. KCS expanded the VANEDI so that traders could access the network through the Internet in 1997, and began building a single window for submitting paperwork to the government. From 2003, a second stage has begun for etrade in Korea, and as of 2008, is nearing completion. The goal of the second stage is to build on the accomplishments of the first stage, and establish an etrade system where IT is used at every stage of cargo clearance procedures encompassing not only governmentbusiness traders transactions, but businessbusiness transactions as well. Some Korean observers refer to such IT network as ubiquitous etrade system, or utrade. The system would provide realtime information on the status of cargo and paperwork, and allow submission of electronic paperwork in real time. The paperwork would be delivered automatically to all parties which require it, and it would provide realtime assistance. This second stage involves the establishment of an etrade network and u Trade Hub, which ties not only government with traders, but other traderelated organizations and private agencies such as shippers, insurers, banks and financial institutions. The ultimate goal of the second stage is to have, not only submissions of electronic paperwork to the government, but all trade related transactions such as exchange of electronic paperwork between businesses and financial payments made through the electronic network. Table 4 shows the timeline of the more important events in the introduction of IT to cargo clearance, and Box 1 explains the concept of ubiquitous trade. Table 4: Timeline of IT Introduction to Cargo Clearance customsas sole Event Korean government initiates Comprehensive Trade Automation Plan Comprehensive Trade Automation Task Force created within KITA Korea enacts Trade Automation Act; Korea Trade Network KTNET is established by KITA Korea Customs Service designates KTNET automation service provider Korea initiates electronic customs clearance system for exports Korea initiates electronic customs clearance system for imports KTNET provides logistics service through MFCS Korea realizes a 100% electronic customs clearance system VANEDI EDIVAN service expanded to include the Internet Ecommerce law passed; Electronic signature law passed External trade law amended to define and allow etrade National eTrade Committee, chaired by the Prime Minister, is established BPRISP for eTrade Process Innovation Korean government enacts eTrade Facilitation Act eLC service is launched for the 1st time in the world eTrade Service Project,2nd stage is completed u Trade Hub is launched Date 1989 1990 1991 1992 1994 1996 1997 1999 2001 2003 2004 2005 2006 2008 9eTrade Service Project. 3rd stage is completed Source Data taken from KITA 2007, KITA press releases and Jung 2008 Box 1: What is Ubiquitous Trade? Since 2005, KCS has pursued ubiquitous and invisible trade as one of its mediumterm goals 5 year objective, and in the development of UTrade Hub, KITA and KTNET have emphasized the role of UTrade Hub in the development of ubiquitous trade system. Then, what is ubiquitous trade? KCS defines ubiquitous and invisible trade as customs service which is not noticeable to the eye, but is efficient and available to its customers at any time and at any place 7. For KITA and KTNET, while they do not give a formal definition, ubiquitous trade system seems to imply an etrade network which is accessible 24 hours a day from any place where an Internet connection is possible; and through which, all traderelated transactions can take place. These transactions include not only transactions between the government and traders G2B such as payments of tariff and taxes and submission of paperwork, but also transactions between traders and private agents and businesses B2B other traders, trading companies, manufacturers, freight forwarders, insurers, warehouses, financial institutions and the like. First Stage 8 Electronic Data Interchange and Paperless Trading In 1992, the Six Year Comprehensive Plan for EDI Electronic Data Interchange began. KTNET, under instruction and in cooperation with KCS, developed the basic design for the EDI system in 1993. The EDI system was used to promote paperless trading, trade computerization and automation. EDI for export clearance was introduced in November 1994, EDI for import clearance was introduced in July 1996, and EDI for Customs Duty Drawback and the export cargo system was introduced in July 1997, and EDI for import cargo system was introduced in January 1998. Table 5 summarizes what each system included. Further, KCS linked its computer network to the quarantine inspection agency in May 1998. Electronic fund transfer for tariff duty was allowed from 1999, and export automatic trade system was online in 2000. VAT could also be paid through electronic means since 2001. Table 5: Progress in EDI Automatic Clearance Systems System Functions Development Period 10931094 Start of Operation 1194 Export Clearance System Export declaration through EDI Tabulating export statistics Provide export information 7 : http:www.customs.go.krkcswebuser.tdf?auser.board.Board Appc2002seq850ctxboard_idGPB_NEWSDATAmc 8: Many of the details concerning the first stage were summarized in KCS 2004. 10Import Clearance System Export System Cargo Customs Drawback System Import System Cargo Import declaration through EDI Managing levies collection, collateral, defaults etc. Customs surveillance spotting of high risk cargo, etc. Compiling import information and providing clearance information Export cargo management port controlling manifests, departure records, etc. Tabulating export statistics Provide export cargo information File and determine customs drawback Electronic Funds Transfer EFT payment of drawback Issue certificates Provide drawback information Import cargo management port entry, unloading, withdrawal, bonded transportation, handling, detaining goods, etc. Tabulate import statistics Provide import cargo information 11940696 0796 05960697 0797 06960797 0897 10961297 0198 Source based on data http:english.customs.go.kr from Korean Customs Service English webpage: Initially, EDI operated as a valueadded network VAN which linked KCS and government agencies with large traders and customs brokers who had good past records. Thus, only those firms and customs brokers with access to the VANEDI could take advantage of the network. Relatively few SMEs were allowed to access VANEDI directly. However, even this limited access to EDI brought improvements to Korean cargo clearance procedures. According to Republic of Korea 1998, in 1998, computerization had reduced processing time for export clearance from 4 hours to four minutes, and reduced processing time for import clearance from 8.5 hours to 3.5 hours 9. Further, KCS operated a number of offices with VANEDI terminals so that firms and brokers which did not have direct access to VANEDI could also use the network. By May, 1999, the EDI system had progressed so that a completely paperless import customs clearance system could be implemented for domestic traders 10. It was hoped that, with the introduction of the system, the time needed for the import customs clearance procedures would be cut in half 11. The paperless PL system enabled 9 : Republic of Korea 1998 pp.45 10 : KCS English webpage http:english.customs.go.kr. Some accounts give a slightly different date of July 12, 1999. 11 : Republic of Korea 1999 pp.56 11traders to file electronic documents necessary for import declarations through the EDI network, and enabled electronic verification of import requirements demanded by other government agencies, so that KCS could confirm that other government agencies had issued permits, certificates and other documents electronically. The EDI was also designed so that it could serve as a single window, so that traders could submit all paperwork to all relevant Korean government agencies through the paperless clearance system network. In 1999, 19 government agencies and 48 organizations such as industry associations, and national institutes of plant and veterinary quarantine were interlinked in the electronic network. Various required documentation, including inspection quarantine certificates and permit approval recommendations papers, were standardized in electronic format, based on international standards such as UNEDIFACT. However, even though most relevant border agencies were tied into the network, traders had to fill out the information and submit them individually for each agency. KCS and KTNET have continually improved the system, tying more agencies and organizations into the network, and in 2004, began to build a Single Window which required only onetime submission of information. The EDI also used what you see is what you get WYSIWYG principles so that what was on the screen looked exactly like the forms that firms were familiar with. Such WYSIWYG principles had two advantages. First, there was relatively little confusion on the part of traders and customs brokers, since they were filling out the same forms as they had always, the only difference being that they were typing on a keyboard rather than writing on paper. Second, it facilitated the adoption of international standards for paperwork and data formats, since these standards became more widely used thanks to the WYSIWYG format of the electronic forms. The KCS estimated that the new system substantially contributed to further reducing the time and costs involved in the distribution of importedexported goods. Republic of Korea 2000 reported that, in 2000, 96% of exports, 12% of imports, and 33% of drawbacks have been completed utilizing the electronic paperless clearance system, and the total time required for processing, from the submission of a declaration to acceptance by relevant authorities, was reduced from 2 hours and 50 minutes to 45 minutes 12. Until November 2000, KCS had limited the number of firms which could use the paperless trading for import clearance to 352 firms. These firms had good past records and had received approval from KCS. The KCS had restricted the number of firms to reduce the possibility of illegal transactions. The restriction, however, limited the extensive use of the paperless trading procedures, as only 12% of all transactions used the paperless procedures. As a result, KCS increased the number of eligible firms to 2589, and the percentage of transactions rose to 30%. SMEs were severely disadvantaged by this type of restriction to EDI, since SMEs tend to have worse records than large firms and customs officials tend to distrust SMEs more than large companies due to SMEs lack of manpower, resources, shorter histories and larger turnovers. 12 : Republic of Korea 2000 pp.12 12 According to Sohn and Yoon 2001, as of 2001, 100% of the procedures for customs clearance such as export and import declaration, as well as logistics such as submission of bill of lading, notification of arrival and departure, were automated. Citing report drawn by KTNET, the use of EDI was estimated to have saved 81% of export related paperwork costs, and 79% of importrelated paperwork costs, resulting in a savings of 578 billion won annually. Samsung Electronics estimated that by using the trade automation system, its ordering time was reduced from ten days to two days, and it had saved USD 800 million 13. Cargo Selectivity EDI was also used for selection of cargo for inspection. By July 1996, Korea had established an EDIbased Cargo Selectivity System, which used the EDI data and risk management principles to prioritize which goods to inspect. Under this system, lowrisk items were exempted from the inspection, while highrisk items were targeted for closer inspection 14. This system is also used to monitor travellers and vessels, to detect prohibited articles such as prohibited chemical substances 15. Use of Internet Initially, the use of IT in cargo clearance was limited to the VANEDI network. However, as the Internet became more prevalent in the late 1990s, the decision was made to allow submission of paperwork through the Internet. By early 2000s, middleware program was in place to transfer data between VANEDI and the Internet. Thus, customs brokers and traders can enter information directly to KCS on the Internet. Second Stage: In the 2000s, Korea began pursuing the goal of making Korea the logistic hub of North Asia. Presidents Kim Dae Jung and Rho MooHyun expressed their idea that Korea can act as a central base for cargo coming from and to Japan, China and even Russia, by using ports of South Korea and land routes which would start from South Korea, go through North Korea, onward to China, Russia and perhaps even to Europe. The idea of such logistics hub gave further incentives for Korea to streamline its customs clearance procedures. Also, the growing prominence of Korea as the most networked country in the world also gave incentive for Korean government and businesses to further incorporate IT into customs clearance. During the second stage, KCS further improved its ITbased customs clearance system. At the same time, 13 : Jeong 2005 14 : As of 2008, customs inspectors can override the decisions made by the cargo selectivity system. If an ontheground customs inspector feels that inspection is warranted, he can assign a cargo for inspection even if the cargo selectivity system indicated that the cargo does not need to be inspected. Ontheground inspector can also override the decisions made by the selectivity system to stop an inspection suggested by the selectivity system, but in this case, the inspector requires an approval from his supervisor. 15 : Republic of Korea 1998 p.4 13KTNET, under the impetus of the Ministry of Commerce and Industry, furthered etrade. ECustoms 16 KCS has pursued the goal of eCustoms, uCustoms, World Best Customs 2012. During the second stage, KCS completed its internet portal site, and established the internetbased customs system, the UNIPASS. From October 2005, KCS has been operating a webbased clearance system. In 2008, some firms and brokers still use the VANEDI network, but many more access the ecustoms system through the Internet. KCS representative states that due to the opening of the internet system, the use of EDI system has fallen quickly. Korea began building an internetbased single window for submission of documents in 2004. Between August 2004 and July 2005, eight government agencies, which included KCS, Korean Immigration Service, National Quarantine Station among others, formed a task force to examine how a single window could be established. The task force reviewed paperwork and information gathered by the agencies to see whether overlapping paperwork and repeated requests for information could be consolidated. At the same time, from August 2004 to February 2006, the government contracted private suppliers to build the appropriate infrastructure and software. In March 2006, the single window opened. As of 2008, a total of fourteen agencies, including KCS, Korean Food and Drug Administration, National Veterinary Research Quarantine Service, and National Fishery Products Quality Inspection Service are linked to the internet single window. According to a KCS representative, over 40% of traders use the single network, while a KTNET representative states that currently submissions for 96% of all trade transactions are carried out entirely within the Single Window. While there are few agencies which are not currently covered by the Single Window, there are no serious plans to include more agencies in the Single Window, since the marginal cost of including these remaining agencies are deemed higher than benefits to traders. The use of KCS internet portal site and the single window is expanding to include not only traders but firms in traderelated industries. Transportation and logistics businesses such as forwarders, bonded warehouses, bonded transporters and carriers are using the KCS network. As of 2008, 20% of all freight processing 17 are carried out through the KCS network, and the number is growing quickly according to KCS representative. Also, KCS and IATA are pursuing an efreight project, where forwarders, customs brokers and traders can file manifests, bills of lading, invoices, packing lists and other documents electronically. KCS is also adopting RFID 18 technology to process freight in bonded areas, so that cargo can be processed electronically, and uptotheminute information can be received through the KCS internet clearance portal site. The test project was completed in 2008, and the RFID system is expected to be formally implemented for air cargo in 2009. KCS is also stepping up its cooperative efforts with customs services of other countries. KCS has 16 : Material for this subsection is taken from Yang 2009. 17: By number of cases 18: RFID stands for Radio Frequency Identification. 14agreed to share data with Belgium and the Philippines, and is in discussion with Japan, China and Australia on how their internet portal systems can be linked with the Korea network. KCS has also begun a cooperative project with many larger companies to link the Internet customs clearance portal with the ERP Enterprise Resource Planning system of some of the larger Korean companies in order to reduce time required for customs clearance and facilitate global supply chain management of these companies. The effort began in 2006, and as of 2008, seventeen firms, mostly large companies such as Samsung Electronics, Hynix Semiconductors, and LG Electronics. KCS expects another ten companies to link their ERP system with the KCS customs clearance portal site in 2009. KCS estimates that, in 2008, the number of export and import clearance done through the ERPKCS system link is 17% of the total number of clearances. ETrade Korea envisioned a single window etrade system where all aspects of trade would take place within the etrade network. In other words, this network would encompass not only cargo clearance procedures between the trader and the government, but all aspect of trade from initial transactions between suppliers and exporters as well as transactions between exporters and importers, to logistics transactions between traders and cargo carriers and warehouses, to financial transactions, and insurance transactions as well as transactions between traders and government. In short, the network would be a single window, which encompasses all B2B businesstobusiness and B2G businesstogovernment transactions related to trade. Etrading companies would also operate within this system. Korea believed that such comprehensive and ubiquitous etrade system would be helpful for SME manufacturers and suppliers, who may not have sufficient human resources to handle traderelated transactions. The etrade system would be a privatelyrun network, operated on a forprofit basis by KTNET and KITA, but it would have the support of KCS and the government. Picture 1 shows what such system looks like. Such comprehensive etrade system would be the goal of the third phase. In 2008, Korea began operation of the Utrade Hub, which is such comprehensive system, as seen in Picture 1. Picture 1: Single Window Model of Korea UTrade Hub 15Trade Leads Overseas Ads cid:131eMarket Place cid:131eBiz Site cid:131Trade Information Site Credit Evaluation cid:131Credit Evaluation Co. cid:131Korea Export Insurance Corporation License Certificate cid:131Union Association cid:131KCCI cid:131Quarantine Station cid:131Insurance Company cid:131Private Institution Owner Trading Co. Single Window Portal u Trade Hub Gateway MMaarrkkeettiinngg FFoorreeiiggnn EExxcchhaannggee GG44CC eeSSeerrvviiccee LLooggiissttiiccss CCuussttoommss SSeettttlleemmeenntt Data Warehouse eeTTrraaddee DDooccuummeenntt RReeppoossiittoorryy MMeessssaaggiinngg HHuubb Global Overseas Branch Foreign Chamber of Commerce Foreign Supplier Global Foreign Buyer Foreign Customs Bilateral Connection Intl Financial Settlement Financial Institution cid:131KFTC cid:131SWIFTNet cid:131The Bank of Korea cid:131Banks Logistics cid:131Shipper Airliner cid:131Forwarder cid:131CY,Bonded Warehouse cid:131KLNET Customs cid:131Korea Customs Service cid:131Customs Broker Source: KITA Paperless Trading Center 2007 National ETrade Committee The process began in 2003. To pursue this expanded version of paperless etrade, Korea established the National eTrade Committee. The committee was chaired by the Prime Minister, and included such public agencies as the Ministry of Industry and Energy MOCIE19, KCS and Korea Fair Trade Commission KTFC and private organizations such as KITA and Korean Federation of Banks. Box 2 lists the public and private agencies, which participated in the National eTrade Committee. Box 2 Participants of the National eTrade Committee Chairman: Prime Minister Ministers from: Ministry of Finance and Economy Ministry of Justice Ministry of Government Administration and Home Affairs Ministry of Culture and Tourism Ministry of Commerce, Industry and Energy Ministry of Information and Communications Ministry of Construction and Transportation Ministry of Maritime Affairs 19 : Now renamed the Ministry of Knowledge Economy MKE 16 Ministry of Planning and Budget Office of the Prime Minister Minister for Trade Ministry of Foreign Affairs and Trade Commissioner of the Korean Customs Service From the private sector, the chairmen or presidents of following organizations: Federation of Korean Industries Korea Chamber of Commerce and Industry Korea International Trade Association KITA Korean Federation of Small and Medium Business Korea Trade and Investment Promotion Agency KOTRA The Committee, which included both civilian and public officials at the highest levels, provided a clear idea which elements needed to be included in the etrade network relatively quickly. Under the leadership of the Committee, KITA established the Korea Paperless Trade Center and the Korea eTrade Facilitation Center in 2005. In the eTrade Facilitation Center, six working groups were organized, dealing with: Platform; Law; Finance; Logistics; Marketing and Global cooperation. These working groups were able to work out the details of the eTrade network which eventually became the Utrade Hub. In 2004, KTNET introduced the CTrade World portal website. Through this site, KTNET offers four etrade services to firms and customs brokers on a forfee basis 20: e Trade Frame, e Customs Frame, e Logis Frame, and e Trade Info. The first three services are designed to foster paperless trading at various stages of international trade. ETrade Frame deals with export and import related paperwork e.g. LC, purchase confirmations, certificate of origin, export negotiations, transfer of funds, foreign exchange transactions, export approvals, basic customs clearance, notification of arrival of shipping documents. ECustoms Frame deals with customs clearance e.g. export clearance related work such as export notification, notification of loading; import clearance related work such as import notification and notification of prices, calculation and receipt for taxes; tariff duty drawback; and various confirmations. ECustoms Frame is designed to be used by customs brokers, though companies who are familiar with customs clearance can also use the system. ELogis Frame 21 deals with logistics matters related to transportation providers, forwarders, bonded warehouses and transport, banks, customs brokers, and quarantine stations. This system also provides cargo information through the Automated Manifest System for cargo headed to the US. The last system, CTrade Info, is designed to provide various information national statistics, firmspecific information, legal and regulatory information to clients in realtime. 20 : The fee is based not on pertransaction basis, but on the amount of information bytes that passes through the network or stored within the network. 21 : e Logis Frame was introduced in 2001. 17 KCS maintains the EDI and webbased customs clearance channels for those firms, which do not choose to pay for the services provided by the CTrade World portal site and UTrade Hub. CTrade World and UTrade Hub are tied in to the KCS customs clearance network. In order to provide legal basis for etrade, Korea enacted the eTrade Facilitation Act in 200522. The Act was effectively a revision of the Act on the Promotion of Office for Trade, which had passed in 1991. Kim 2007 summarizes the major provisions of this act as follows. First, the Act defined electronic trade, and electronic trade documents. Second, the Act obligated the Minister of MOCIE to formulate and introduce measures and policies for facilitating etrade. Such measures and policies must include the formulation of basic direction for etrade facilitation policies; measures concerning the establishment and operation of etrade related infrastructure; and fostering a favorable environment for etrade, in particular, establishing an appropriate communications network for etrade, which links traders with relevant agencies, and which allows transmission, storage and certification of electronic documents. The Act also stated that etrade infrastructure should include the provision of a single window. Third, the Act defined the etrade infrastructure operator 23. The infrastructure operator operates the etrade platform, which is publicly owned, and is required to be neutral, and publicminded. The Act listed the main responsibility of the operator, and criteria, which should be used for selecting the operator. Fourth, for certain documents including LC, purchase confirmations, certificate of origin, LG, delivery order and certificate of insurance for cargo, if a trader or trade related agency decides to submit electronic documents, the Act required the use of etrade infrastructure. In other words, electronic documents must be filed and submitted using the existing electronic infrastructure. Also, these documents must use a standardized format. Fifth, the Act defines an etrade service provider, lists the services that such providers provide, and the requirements such providers must fulfill to be registered as etrade service providers. Finally, the Act allowed the government to provide funds to universities and governmentsupported research institutions in order to foster etrade specialists 24. The eTrade Facilitation Act gave legal basis to ten important trade documents in electronic form. These include the certificate of origin, letter of credit, local letter of credit, letter of guarantee, delivery order, insurance policy, import license, export license, trade approvals and purchase confirmation. However, even though the Act provided legal basis for these electronic documents, many of them are not used. For 22 : This legislation was a substantial revision of the Trade Automation Facilitation Act which was originally introduced in 1991. 23: Currently, the only authorized etrade infrastructure operator is KTNET. 24: Kim 2007 pp.287290 18example, while an electronic certificate of origin can be used legally, it is not actually being used currently. According to an official in KITAs Paperless Trade Center, in order to use an electronic certificate of origin, trading countries must agree on rules and format. Korea is currently negotiating with Taiwan on the use of electronic certificate of origin, but there is no such negotiation for any other country so far. UTrade Hub Following the recommendations and decisions of the National eTrade Committee, MOCIE authorized the construction of UTrade Hub website and electronic network. KITA was given the task of building the network, which would be a network open to all traders, and run by KTNET on a fee and forprofit basis. As described in Picture 1, the UTrade Hub seeks to use IT for all stages of trade, from negotiating between firms, financial arrangements and payments, insurance, logistics, inspection and quarantine, as well as customs procedure. Thus, the network links firms, banks, insurance companies, transportation companies, customs brokers, as well as government agencies. Traditional trading companies as well as new etrading companies also participate in UTrade Hub, to find new goods and buyers through the UTrade Hub network. Legally, the UTrade Hub system is a privately run service, but sharing public etrade infrastructure. For those who do not want to use the UTrade Hub, KCS still maintains its EDI network and webbased clearance system. The UTrade Hub network was built not only for convenience but also with security in mind. The Koreas National Intelligence Service was involved in designing security measures so that the network would be as hackerproof as possible. UTrade Hub came online in late July 2008. In many ways, UTrade Hub only combines services, which are already offered separately under Ctrade World. However, there are factors that make UTrade Hub unique and especially useful. First, because all services are offered with a single logon procedure, all documents and processes for trade, including logistics, paperwork, quarantine and inspection, finance, insurance, as well as other aspects of customs procedure are all tied together, and available to traders and those who require the documents. Logistics and paperwork information are available online in realtime, so the trader and other interested parties can know exactly where they are in the customs procedure, and keep track of cargo. Customs brokers have remarked that their work has become easier and faster because the documents that they need to inspect and sign are available instantly on their monitors as soon as the other parties have finished preparing them. Currently, UTrade Hub consists of five subportals: Logistics portal; Banking portal; Marketing portal; Customs clearance portal; and Global portal 25. Combined and consolidated access to these five subportals is also available through the overarching Trade portal. For those firms, which choose to carry out their own customs clearance work 25 : Global portal links Korean firms with foreign firms so that they may exchange electronic paperwork. 19instead of using a customs broker, their job will become easier, because UTrade Hub advises the firms on the steps that they must take. Whenever they complete one step of the customs clearance and logistics procedure, the software advises them on what steps they must take next. The representatives of KITA and KTNET, as well as customs brokers note that while UTrade Hub will be of great help to firms, it is unlikely that it will replace customs brokers in the near future, because very specialized legal and regulatory knowledge is still sometimes needed for customs clearance. In addition, KTNET and UTrade Hub act as official depository of electronic paperwork. A copy of all relevant paperwork for transactions, which go through CTrade World and UTrade Hub is kept in an isolated server 26. Because all paperwork is filed and stored electronically, the government expects the submission of counterfeit forms to be eliminated. Picture 2: How Firms Utilize UTrade Hub UUsseerr IInntteerrffaaccee SSeerrvviicceess IInnffrraassttrruuccttuurree User A Small Fi Internet Portal User B Medium Firms E Trade User Solutions Web Service Interface Internet User C Large FiInternal Systems InternetVANETrade Services Marketing Foreign Exchange Negotiations Logistics Customs Procedures Payment ETrade Infrastructure Document Depository Intermediary System Standardized RegistryStorage Picture 2 gives some indication of how firms may connect with UTrade Hub and use the network. For small firms, they may link to UTrade Hub via the Internet portal and access the network. Through the network, they can utilize Etrade services in marketing, foreign exchange transactions, negotiations with potential buyers and sellers, logistics, customs procedures, and payment. Single signin and customized services are available through the Internet portal. Medium size firms may install etrade user solutions. These solutions are similar to an internal electronic paperwork network for trade. The solutions can be made to 26 : Legally, the copy of the document in these servers would be treated legally as original documents. 20 connect with UTrade Hub though a webservice interface offered by UTrade Hub, and the traderelated paperwork of the firm can be sent directly to the UTrade Hub. Large firms, which already have an internal electronic paperwork system, may choose to become an etrade partner. In this case, the firms system can be tied directly into the UTrade Hub system to directly share information and keep track of the status of trade transactions in real time  Evaluation As we had seen, in 1990s, in the initial days of EDI, KCS limited the use of EDIVAN to trusted firms. It was not until the late 1990s when KCS expanded its EDI to encompass the Internet that the use of electronic paperwork and etrade truly took off. The establishment of the CTrade World etrade portal Internet site seemed to have been especially helpful. Table 6 and Graph 3 shows the rapid growth in the use of EDI and the Internet portal site in the 2000s. Because VANEDI charges fees, while the Internet based customs clearance system does not, KCS 2007 estimates that, based on 2005 data on the numbers of cases filed through the Internet, the traders and customs brokers saved 319 million won by using the Internet rather than VANEDI27. Table 6: Use of EDI for Import Cargo Clearance thousands of cases Year Entry Exit 2001 6,931 7,353 2002 8,286 8,783 2003 9,121 9,704 2004 10,023 10,698 2005 11,498 12,263 2006 13,381 14,261 Note Based on entry and exit of cargo to bonded storage area Source KCS 2007 p.28 Graph 3: Internet Portal Utilization Rate for Submission of Paperwork % of total submissions 403020100Oct. 2005Dec. 2005Jun. 2006Dec. 2006Source KCS 2007 p.29 The introduction of etrade in Korea has lowered costs for Korean firms significantly. According to a 2006 estimate by Hyundai Economic Research Institute, etrade and UTrade Hub is expected to save Korean firms approximately 2.6 trillion won per year. The breakdown of cost savings is listed in Table 7 27: KCS 2007 p. 108 21Table 7: Expected Cost Savings and Economic Effects of eTrade in billion won Amount Categories Increases in productivity 294.7238.1 5.1 51.5 Savings in manpower costs Savings in paperwork printing costs Savings in paperwork delivery mailing costs Savings in freight storage costs Savings in inventory related costs 2,107.81353.5754.3179.8Savings in associated expenses Savings due to elimination of overlapping investment in information technology 2,582.3Total Savings Note This estimate was made by Hyundai Research Institute on Feb. 2006 at request of MOCIE and KTNET. Source Ministry of Knowledge Economy formerly MOCIE press release, 2008.7.30 However, there remain problems that must be solved before etrade can be judged completely successful. First, many interviewees, both firms and customs brokers, mentioned that the usefulness of the etrade system is limited because foreign firms the foreign counterparts to Korean traders are not using etrade. Thus, while the paperwork from the Korean firms, government and banks are available immediately, traders, customs brokers and banks often must wait until the physical paperwork arrives from their foreign counterparts. For example, one customs broker has stated that often he has to wait until a hardcopy of documents, such as the bill of lading, arrives before he can finish filing the paperwork to the border agencies. Thus, customs brokers and traders alike advise the Korean government to negotiate actively with Koreas trading partners so that they would adopt etrade and paperless trade. It is also important that the companies and governments in these countries share compatible standards for etrade systems and edocuments and certificates. As stated, while Korea has legal basis for using ecertificate of origin, because Korea has not yet negotiated the use and the format of ecertificates of origin with any exporting countries which would have to issue those ecertificates, the ecertificate of origin is not yet in use. Because APEC, WCO and other organizations have done much work in adopting standardized format for etrade, problems due to incompatible national formats may not be serious. The serious problem may be getting foreign countries to invest in the required infrastructure and adopt etrade. Another challenge for Korea is that, while Korea has made major advances in paperless etrade, the Korean authorities believe that still lags behind many advanced countries in the speed and efficiency of import and export procedures. Table 8 lists recent data and ranking for Korea in the World Bank Doing Business Indicator, in the area of import and export procedures. While Korea is ranked near the top and made significant improvements recently, it still lags behind US and Japan, which Korea considers as benchmark targets. Graph 3 shows that Koreas transport costs are higher, as a percentage of sales, than US and Japan. These results may imply that, while 22Korea has made significant improvements in etrade and its etrade system is among the best in the world, there remains inefficiencies in laws and regulations, as well as physical problems that raise the logistics cost of Korean traders. KCS has stated that it needs to further reduce logisticsrelated costs, 28 but in order to achieve further reductions in costs, further regulatory reform dealing with customs procedures may be necessary. Table 8: Doing Business Indicators for Korea in Export and Import Procedures 2006 5 3 12 n.a. 8 5 12 n.a. n.a. Documents to Export Signatures to Export Time to Export days Cost to Export US Documents to Import Signatures to Import Time to Import days Cost to Import US Rank Source World Bank, Doing Business 2006, 2007, 2008 editions, and World Bank Doing Business from http:www.doingbusiness.org 2007 5 n.a. 12 780 8 n.a. 12 1040 28175 2008 4 n.a. 11 745 6 n.a. 10 745 13178 2009 4 n.a. 8 767 6 n.a. 8 747 12181 2009 Country Profiles for Korea downloaded Graph 3: Transport Costs as Percentage of Sales for Firms in Korea, US and Japan 12.99.06.512.57.36.1Korea USJapan 11.19.25.59.97.55.09.77.54.816.014.012.010.08.06.04.02.00.019971999200120032005 Source KCS 2007 p. 26 IV. Adjustments to an IT Environment This section looks at how the introduction of IT to cargo clearance and etrade affected Korean companies. We try to look at the problems of SMEs whenever possible. However, during the first stage, it seems that most SMEs were not directly 28 : KCS 2007 p.26 23affected by the introduction of IT to cargo clearance. The reason is that most SMEs did not have direct access to the VANEDI network, and further, most SMEs preferred using customs brokers for export and import clearance. According to interviews with customs brokers and SMEs, even with the introduction of IT, it was not cost effective for SMEs to carry out customs clearance work without the assistance of customs brokers and file the electronic paperwork directly. In many cases the introduction of IT even lessened the incentive and the need for SMEs to do their own customs clearance work. With the reduced amount of paperwork, there was less need to maintain full time employees for filling out customs clearance forms. Thus, firms had less incentive to hire workers to man their customs clearance departments. Also, while the introduction of IT reduced the time required for processing paperwork, it did not necessarily reduce legal and regulatory burdens per se. Traders still had to obey various laws and regulations, which could be very technical and complex in nature. Further, while the inspection process became more transparent and objective, some cargo still had to be inspected, and inspection required the presence of a representative from the firm 29. Given these circumstances, almost all SMEs found that outsourcing cargo clearance work to customs brokers was more costeffective, even when firms had access to ecustoms or UTrade Hub. Many industry representatives and customs brokers expressed doubts that firms would find it costeffective to maintain customs clearance departments and dedicated employees. Customs clearance still requires specialized knowledge due to technical and arcane nature of customs laws and regulations. Problems with tariff classification were often given as examples. They argue that personnel involved in customs clearance would need to spend much time and resources keeping up with changes in laws and regulations, but for most firms, there would not be enough work for these personnel to be retained. Also, according to these interviewees, if SMEs carried out their own customs and cargo clearance work, SMEs would have to maintain employees at ports where the firm exported or imported their goods. However, it is doubtful if there would be enough work to justify a fulltime employee at ports. By outsourcing the cargo clearance work to customs brokers, the SMEs could save cost since they do not need to hire cargo clearance related personnel, and gain efficiency since customs brokers already have considerable expertise in cargo clearance, and keeps pace with changes in laws and regulations. The interviewees argue that such incentive to outsource has increased after the introduction of IT to cargo clearance, since the use of IT further lessened the need for full time employees devoted to customs clearance, and lowered the cost of customs brokers. From the customs brokers point of view, the introduction of IT in cargo clearance had considerable efficiency effects. VANEDI network, and later the Internet allowed customs brokers to fill out forms and receive clearances within minutes. Thus, the 29 : According to KCS 2007, in addition to highrisk items, about 5% of cargo is randomly selected for inspection. 24customs brokers were able to achieve substantial economies of scale, reducing the processing costs for their customers. From interviews, customs brokers state that they handle dozens of cases each day, and the price they charge for processing one shipment regardless of the cost or the value of the shipment is around US20. Such low prices would not have been possible without the introduction of IT to cargo clearance. Similar arguments also apply to larger firms. Most large firms, and even some trading companies, have also eliminated or substantially reduced their customs and cargo clearance divisions. While large firms do hire experts in customs and cargo clearance, their job is usually to check on the job done by the customs broker, and coordinate work between domestic and foreign customs brokers 30. While the companies do not always notice, etrade has significantly reduced the cost and customs clearance time. Table 8 shows KCS estimates of clearance time in Korean ports. It is still making significant improvements. Electronic clearance is most significant in the notification to acceptance stage, and Table 9 shows that, while the process is very efficient, significant reductions are still taking place. However, since most of the time taken in clearance is between port arrival and notification and handover to owner, it points out the need for more efficiency in physical clearance procedures. Table 9: Clearance Time in Korean Ports hours Processing Time Hours Port arrival Warehouse Warehouse Notification Notification Acceptance Acceptance Warehouse Departure 111.7110.2101.812.6 12.9 11.6 57.870.457.570.451.863.40.30.30.217.8 16.5 16.0 Warehouse Departure Handover to Owner 23.241.32339.822.238.4Year 2004 2005 2006 Source KCS 2007 p.27 In interviews with companies 31, the interviewees remarked that they benefited from a significant reduction of fees and savings of labor hours when they switched to etrade system. SMEs were especially impressed with the savings associated with opening trade documents such as LC letter of credit, LG letter of guarantee and purchase certificates. Reduction of labor costs was significant. Previously, many manhours 30: For this reason, when we tried to find SME firms to interview for this study, we found very few SMEs willing to talk with us. One major reason was that there was no one in the company who had deep knowledge of customs procedures, because the company personnel left all such tasks to customs brokers. Another reason was that, for the companies which do significant amount of their own paperwork, they made the transition to etrade systems in early 2000s, and the people who were most involved in the transition work were no longer with the company. 31: Some of which are summarized in Section IV. 25were lost because employees must physically go to banks, other firms, customs brokers and insurers and wait to receive forms required to open these trade documents. Also, must time was lost in organizing these forms. Now, there is no need to wait since the documents are sent through the Internet, and the etrade programs organize the forms for the interested parties 32. Another significant advantage of the Korean etrade system was that there was only one network and one set of standards that the parties needed to follow. One interviewee remarked that before they used CTrade World and KTNETs etrade services for bank transactions, they had to install and use the banks proprietary programs for online transactions. Because the firm dealt with many banks, and because every bank used slightly different procedures for their program, there was much difficulty and confusion in installing and using these programs as well as dealing with the banks. Thus having one system, designated by law, and one set of standards based on international standards, allowed firms and customs brokers to learn only one standard method of operation, which in turn, made the etrade system easier to use. In 2006, KCS commissioned a report to see how traders, customs brokers, warehouse operators, transportation service operators, and other customers of the KCS felt about KCSs adoption of paperless trading and etrade systems. In the report, a poll was commissioned asking the customers to rate which aspects of computerization and automation they liked the most. Respondents, who included firms, transportation and storage providers, firms, and customs brokers, reported that they found VANEDI export clearance system and VANEDI import clearance system most useful, while they found the Internet duty drawback system and the Single Window system the least useful 33. V. Case Studies of Traders In this section, we summarize some of th e interviews with traders and customs brokers, which were done for this project. We also summarize experiences of companies on their adoption of etrade, as reported in newspaper articles. Cowon Systems Inc. 2008 Cowon Systems is a producer of multimedia software and hardware, globally known for its Jet Audio integrated multimedia software. It was established in 1995, and in 2000, entered the MP3 player hardware market. Cowon has gradually expanded the range of its products and currently produces, in addition to MP3 players, Portable Media Players PMPs, automobile navigation devices and other portable devices, and currently it is one of globally leaders in this field. Cowon also provides various 32: In interviews with traders and KTNET, the interviewees emphasized the savings from LC and LG the most. One reason for the emphasis on LC and LG may be that, as we shall see later, traders often leave much of the actual customs clearance processing to customs brokers. We often found that some firms did not have a clear idea of what customs clearance process involves. The issuance of LC and LG is one of the tasks that firms have to carry out on their own without assistance from customs brokers. 33: KCS 2006 pp. 7778. Further details on this report may be found in the Appendix to this report. 26software contents and has entered the online game market. It boasts considerable technical expertise in the digital media field, and from its establishment in 1995, had never posted a loss 34. As of 2007, it employed 122 workers qualifying it as a SME under Korean laws, its capital was 33.3 billion won, and its revenues were 95.4 billion won 35. Cowon uses Koreas etrade system to apply for and receive letters of credit LC and letters of guarantee LG. Because Cowon Systems produces MP3 players and other consumer electronic goods, it receives parts and components from sources all over the world, and it is important that these components arrive quickly and promptly. Also, because Cowon works with many suppliers, it deals with virtually all major Korean banks. Even before the current electronic LC and LG filing system was introduced, Cowon used electronic methods in bank transactions, but each bank had its own proprietary program, which were incompatible with other banks. Thus, Cowon had to download multiple programs one for each bank, and deal with idiosyncrasies of each program. In addition, because many of the supporting forms were not in electronic form, and because hardcopy forms were required by government and banks, hardcopy forms had to be delivered to the banks physically to apply for LC and LG. As a result, considerable costs were incurred for express mail and carrier services, and much time was wasted in delivery and waiting at the banks. With the use of the current system, Cowon now only need to deal with one software package, and many of the required supporting documents are now available through the electronic network in an electronic form. Thus, these forms no longer need to be correlated and attached physically to the application, but rather are available to the bank officer and Cowon officials at a keystroke. Time required for approval has fallen drastically as well. Once the application for LC and LG is sent through the electronic network, it is not unusual for Cowon to receive them within ten minutes. While the time saved has not been estimated, Cowon Systems believes that the savings has been considerable. In addition, the fees for application have fallen considerably as well. Previously, an application for LG and LC cost 25,00030,000 won, but currently it costs only 8000 won. Cowon has expressed considerable satisfaction with the electronic system for LC and LG applications. However, while applications for LC and LG for air cargo are currently carried out entirely through UTrade Hub, for some cases of sea cargo, required paperwork from foreign firms are still submitted in hardcopy, and not available through UTrade Hub. As a result, LC and LG application in these cases must be partially processed outside UTrade Hub, reducing efficiency and increasing the time required for customs clearance. Thus, Cowon requests that more of these paperwork from foreign 34: Introductory material on Cowon Systems provided by the interviewee and its website at http:www.cowon.net in Korean 35 : Financial and employee information from Cowon Systems website at http:www.cowon.netirir_finance_result.php and http:www.cowon.netirir_notice_public.php in Korean 27firms be processed electronically 36. Cowon also uses the etrade system for other aspects of importing as well. Cowon was reluctant to go into specific details, because the interviewee was not familiar with tasks of other departments, but the interviewee does report that they are very satisfied with the etrade system in the other areas as well, and the etrade system makes the job of both Cowon employees and Cowons customs broker easier. Woory Industrial Company 2008 Woory Industrial Company Woory is an automobile parts manufacturer established in 1989. Its main products include controllers for heating and airconditioning in automobiles, heater control assembly, clutch coil assembly, fuel sender assembly and other automobile part assembly. Woory sells much of its output to Halla Climate Control and Delphi, and is seeking to expand its operation by exporting its products on OEM basis. Woorys revenues are around 100 billion won about 100 million USD, and has 400 permanent employees. Woory has used elements of etrade and EDI for seven years, resulting in substantial cost and time savings by reducing the need for physically visiting various agencies and banks, as well as taking advantage of streamlined paperwork. Woory uses www.ctradeworld.com, CTrade World and uses its services to open and amend LC, LG and confirmation of purchases. Woory has examined the UTrade Hub services, and is in process of adopting its operations to use UTrade Hub. According to Woory, before it began using EDI in 2002, the cost of opening a LC was 50,000 won, and it typically took 120 minutes of manhours to process it. After using EDI, the cost was reduced to 15,000 won and 10 minutes of manhours. Woory estimates that by adopting EDI, its monthly cost for opening an LC fell from 750,000 won to 225,000 won. The cost of opening a LG fell as well, though Woory does not have preEDI data. Woorys cost of opening a LG using EDI is 10,000 won and 10 minutes of manhours per opening. For issuing a purchase confirmation, before using EDI, the cost for each confirmation was 30,000 won and 120 minutes of manhours. After using EDI, the cost was 4000 won and 10 minutes of manhours per confirmation. Woory estimates that its preEDI monthly cost for issuing purchase confirmations were 1.2 million won, and postEDI, the monthly cost is 160,000 won. In conclusion, Woory is very satisfied with how etrade system has helped them, and is in the process of expanding the use of etrade, as it is incorporating UTrade Hub into its operation, to expand the use of etrade beyond the issuance of LC, LG and confirmation of purchases. 36 : KTNET has stated that they are aware of this problem. However, in order to alleviate this problem, more foreign countries must adapt etrade, and in some cases, the Korean government must negotiate with foreign governments for mutual recognition of electronic signatures and formats. 28 Customs Brokers and SMEs As stated above, despite the introduction of IT in cargo clearance and various regulatory and procedural reforms, customs brokers still do the bulk of customs clearancerelated paperwork. In interviews with the representatives of Korea Customs Broker Associations and several individual customs brokers 37, customs brokers process about 98% of import shipments, and 93% of export shipments by number of cases. Korea does not require the use of customs brokers for cargo processing and paperwork, but most firms, large and small, find it more efficient and costeffective to use customs brokers, not only for clearance in foreign countries, but for clearance work in Korea. The cost for filing export clearance or import clearance is inexpensive. Routine import clearance processing only costs 20,000 won roughly US 20. Only a limited number of large firms do cargo clearance related paperwork inhouse. While formal statistics are not kept, the interviewees stated that for most customs brokers, SMEs constitute most of their business. One broker stated that he has about 400 clients, in a wide variety of industries, and about 6070% of them are SMEs. Another broker stated that about 80% of his clients were SMEs. They stated that these figures are the norm for most customs brokers. According to the customs brokers, the extensive use of brokers can be seen as a form of outsourcing. It is very questionable whether there would be enough work to justify having full time employees for cargo processing. Because of the reforms and introduction of IT described in the previous section, processing paperwork for export or import clearance takes mere minutes. However, it is very difficult to have a worker work parttime on such processing since they sometimes require specialized knowledge about trade laws and regulations 38. Further, every once in a while, a representative from the company must travel to the port when KCS or other government agency decides to inspect the shipment; or go to government offices when there is an irregularity. Thus, for most companies, outsourcing their customs clearance work to customs brokers is a convenient solution. Another consideration may be the legal responsibility related to customs clearance. Firms, especially SMEs, may not want to take legal responsibility for errors in paperwork or improper procedures, and using customs brokers allow the firms to shift the blame to the brokers or at the very least share the blame. Because the customs broker carries out processing work for hundreds of companies, they can achieve an economy of scale, since most transactions are routine and standardized. Since brokers deal with hundreds of clients, they can afford to have representatives in all major ports and airports where goods may arrive and leave. Thus, most of the processing of customs procedures is left to customs brokers. In a phone interview with a representative of Korea Federation of Textile 37 : The interviews were carried out as a background research for Im and Yang 2008. The interviews took place between January and March of 2008. 38 : The need for firms to be aware of complex laws and regulations may point out the need for more legal and regulatory reform. 29Industries 39 KOFOTI, the representative supported the statements by the customs brokers. Most members of KOFOTI are SMEs, and according to the representative, these firms do not have the resources or capacity to do their cargo clearance inhouse, and they depend on customs brokers to carry out the required processing. Also, as indirect evidence, the researchers found that it was very difficult to find SMEs which had employees who were knowledgeable about customs procedures. Most SMEs simply do not bother with customs procedures, leaving it up to the brokers. However, it would be a mistake to conclude that Koreas efforts to reform its customs clearance procedures and introduce IT in cargo clearance were of no use to SMEs. These reforms helped reduce the prices charged by the customs brokers, and it made the process more transparent, so that bribery or errors were substantially reduced. In fact, the ignorance of customs procedures by the SMEs may be an indication of the very success of the reforms, since customs procedures no longer represent significant hassle for most SMEs. One broker describes how the adoption of EDI has sped up customs clearance for his clients thus: Since we could not visit customs offices for each and every transaction, we used to gather up the paperwork and visit the offices once a day at 3 oclock. At that time, customs had to examine and approve each transaction, so processing paperwork would take all day or even two days. This broker also states that while EDI costs only around 300,000 won per month, it does the work of 2030 employees 40 . Further, the brokers expressed little difference in the amount of paperwork required for cargos of SMEs versus cargoes of large companies, or expensive cargoes versus more inexpensive cargoes. Other examples When various components of etrade were introduced, KTNET introduced testimonials of its users, and the Korean press and mass media often ran introductions and stories about the use of etrade by individual businesses. This section introduces some of those stories. Korea Exchange Bank KEB is one of the major commercial banks in Korea. As of August 2005, 3100 firms used KEBs foreign exchange EDI system to carry out foreign exchange transactions related to trade. KEB has joined KTNET EDI project since its conception and trial from 1993, and has invested billions of won to build the electronic infrastructure to process these electronic transactions. As of October 2006, KEB estimated that about 60% of all foreign exchange transactions which go through KEB were done electronically. Firms have benefited because, while in the past, firms had to apply for and receive at least four or five documents, such as LC, certificate of origin, invoice, packing list and BL. When banks received an LC from abroad, a bank representative had to phone the firm, and an employee from the firm had to 39 : The interview took place in late January 2008. 40 : http:etnews.co.krnewsprint.htmlid200611080131 Korea Nov. 9, 2006. Electronic Times in Korean Downloadable from 30physically come to the bank to pick up the form. Such running around is no longer necessary. EDI has resulted in lowering of fees from about 20000 won to less than 10000 won. Benefits were not accrued only to firms. KEB has benefited as well. KEB no longer has to print out paper forms for more than 400 trade transactions that they process daily, and the bank employees no longer must physically examine the paperwork, find the firms that the forms were addressed to, phone them and wait for them to pick up the form. KEB estimates that before the use of EDI, more than 600 employees were dedicated solely for processing trade related paperwork, but now less than one person per branch are required 41. Pantos Logistics Pantos is a logistic firm whic h provides brokerage of air freight, sea freight, and container freight; bonded transportation; customs clearance; warehousing and consulting services. Pantos has used KTNETs EDI logistic tools and network since 1997. It processed 550,000 FEU42 containers in sea cargo alone in 2005. Pantos has invested more than 2 billion won for etrade and EDI related infrastructure, and its payment for EDI related services reach more than 30 million won annually. However, Pantos feels that the benefits are several dozen times greater than the costs. More than 100 types of forms are filled out electronically by Pantos. All repetitive tasks once handled by employees are now handled automatically. Before using the EDI, BL had to be typed individually, and one employee could not handle more than 600 cases a month. Once EDI was introduced, the manpower could be diverted to more useful tasks. The introduction of EDI has made Pantos more competitive as a freight forwarder. Before the introduction of EDI, Pantos could not issue delivery orders DO and BL issued by Pantos was not accepted for claims. However, with the introduction of EDI, Pantos could keep track of all freight under its charge, raising transparency and confidence. EDI has allowed Pantos to reach beyond logistics into tasks dealing with customs clearance and negotiations 43. Daewoo Electronics has used KTNET EDI service for foreign exchange, customs clearance and logistics since 1996. As with other companies, EDI has saved Daewoo Electronics a great deal of manhours by eliminating the time required to print out the actual paperwork, as well as commuting and waiting times. Daewoo electronics files more than 40 types of forms electronically. Their EDI costs reach 80 million won, but they believe that benefits substantially outweigh the cost. Time taken for single transaction has fallen from 22 minutes to 6 minutes, and resulting in cost savings of 75 million won for manpower alone. Before EDI, in 2000, the foreign exchange department of Daewoo Electronics required 21 employees. In 2006, only eight employees are required. The number of employees in the logistics department fell from 60 to 35. Total cost savings from EDI are estimated to be nearly 1 billion won. At the time of writing in 2006, Daewoo Electronics were in the process of transferring their internal IT infrastructure to XMLEDI format, to improve compatibility with other 4143Korea Oct. 12, : Electronic Times 2006. http:www.etnews.co.krnewsprint.html?id200610110135 42 : Fortyfoot equivalent unit : Electronic Times Korea Oct. 12, 2006. http:www.etnews.co.krnewsprint.html?id200610180123 in Korean Downloadable from in Korean Downloadable from 31external systems 44. VI. Impact on SMEs: Conclusions and Recommendations In this final section, we try to draw so me conclusions and recommendations based on the Korean experience. Box 4 lists the factors that KITA believes contributed significantly to building an efficient and successful etrade system. Establishing appropriate legal framework, strong leadership by government, partnership and extensive discussion between government agencies and businesses, sufficient budget, use of international standards, and the use of userfriendly system are emphasized. Box 4 Critical Success Factors According to KITA Korea Paperless Trading Center Appropriate legal framework Strong leadership by government Public private cooperation Covers not only B2B but B2G, G2G Enough budget Adopting international standards and trends Userfriendly system Easy, Simple and Intuitive interface IT infrastructure Network, Hardware, Software ex My Trade at u Trade Hub Adopting stateoftheart Technology BPM Business Process Management Trusted Platform of reinforced security technology Supporting industry SCM with global visibility and RFID Source KITA Korea Paperless Trading Center 2007 While these points are important, these success factors seems to be drawn from the governments and the serviceproviders point of view. The need to reform and streamline laws and regulations for trade overall seems to be somewhat ignored. One of the reasons why Korean etrade system has been so successful is that Korea overhauled its import clearance system in the late 1990s. Thus, keeping these points in mind, we would like to make the following recommendations: 1 Adopting IT to cargo clearance must be a part of a comprehensive customs procedure reform. Gains from technology will be limited if the number of forms or the number of required procedures are still large. While clearance may be slightly faster, firms and brokers are still involved in filling out forms and procedures, which may not be necessary. Legal and regulatory reviews as well as audits of physical procedures will be useful complementary tools to IT and etrade. We saw in section III that, despite 44: Electronic Times 2006 http:www.etnews.co.krnewsprint.html?id200611010127 Korea Nov. 2, in Korean. Downloadable from 32the extensive use of paperless trade tools and etrade, Korea lags behind benchmark countries in transportationrelated costs. Also, some interviewees have remarked that one of the reasons many businesses prefer to outsource customs clearance to brokers is that some of the existing laws and regulations, such as tariff classifications, are too technical. Such opinions seem to imply that Korea needs to review and reform other areas of cargo clearance. 2 Legal framework must accompany the adoption of IT and etrade In Korea, some elements of etrade were delayed because the law did not provide legal basis for some of the services provided by etrade. For example, before the ETrade Facilitation Act gave legal status to electronic documents, and before Electronic Certification Law defined what is meant by original documents for etrade, the uses of electronic documents were limited. Legal framework must accompany the adoption of technology. 3 Single network and single standard may be more useful than variety Some observers may be wary of establishing a single network and single format for etrade, arguing that it may reduce efficiencies from competition among different networks and different formats. However, from interviews with Korean firms and brokers, having one single etrade service provider and one single network seems to have made the adoption of etrade easier by establishing a common format. They did not have to bother with learning several different procedures and formats. 4 Keep It Simple Computer programmers often cite the KISS45 principle when writing programs and designing user interfaces. This principle seems useful for etrade platforms as well. For example, the WYSIWYG design for electronic documents and screen format, which made electronic documents look exactly the same as the paper documents, seems to have made the adjustment to paperless trade and etrade much easier for traders, brokers, and other agencies. 5 The etrade system and paperless trade system is meant to be used by the widest number of people. As we saw in Section III, initially the KCS limited the use of EDIVAN fearing that the use of paperless trade system may increase illegal transactions. It is not surprising then, that the percentage of transactions which went through EDI remained low. The true adoption of paperless trade and etrade did not occur until KCS allowed more firms to use EDI, and opened the system up to the Internet. The ultimate goal of the etrade system is to reduce costs for the trader, and such reduction will remain low if traders are not allowed to use the etrade system. This is especially important to SMEs since, if access to the etrade system is limited, it is likely that SMEs will be the firms whose 45: Keep It Simple, Stupid 33access to the system will be denied. 6 Trust must be built between SMEs and government agencies As we saw, government may limit the use of etrade network to traders who they feel are not trustworthy. Thus, to facilitate the usage of etrade systems, trust must be established and strengthened between traders and governments. However, because of the inherent weaknesses of SMEs such as more frequent turnovers, lower capital, and lack of good recordskeeping, many SMEs may not have comprehensive past records, or even good past records. Due to these types of problems, government agencies tend to trust SMEs less than larger firms. In the past, the size of firm and the size of capital have been used as one of the prerequisites for using the etrade systems. Thus, for SMEs to use etrade system fully, government and SMEs must build trust, so that the ability to use the etrade system and take advantage of facilitated trade requirements depend only on the firms actual records and performance, rather than preconceived notions by customs authorities. 7 Usefulness of etrade will increase exponentially when more countries join When asked about how the current Korean etrade system can improve, the interviewees, both from the private and the public sector, pointed out that there is an urgent need to get more foreign partners to use etrade. Because domestic documents can move electronically, and domestic approvals can be made online, those parts of trade transactions, which involve only domestic documents and approvals can be made quickly. However, when approval requires a document from abroad, domestic traders and agencies must wait for physical documents to arrive. Such waiting significantly reduces the speed of trade related transactions. Thus, the more foreign counterparts join the etrade system and can send their documents and approval electronically, the faster the trade transactions will be. Internationalization of etrade requires countries to coordinate and use standardized procedures and formats for hardware, software, document format, electronic certification of documents, and legal interpretation of documents. As seen in the case of electronic certificates of origin, even if Korean laws allow such electronic documents, they must also be approved by other countries in order to be effective. Many international and regional organizations such as APEC, WCO and UN have made significant contributions to establishing international standards and internationally common procedures. However, there remains much work to be done. References Giles, John 2003 National Etrade Strategies: Beyond Access, International Trade Forum Internet, http:www.tradeforum.orgnewsfullstory.phpaid587National_Etrade_Strategies:_Beyond_Access.html visited August 30, 2008 available 20033, Issue on the 34Korea Customs Service 2006 and Junsok Yang Korea Customs Service 2008 Kiupcheukmeonesuhui WTODDA Im, Hyejoon Muyukwonhwalhwa Hyupsang Junryak Guchuk Forming a Negotiation Strategy for WTODDA Trade Facilitation Negotiations from the Industrys Point of View, Unpublished, Seoul, Korea Institute for International Economic Policy in Korean Jeong, Yoon Sae 2005 The Present and Future of Koreas eTrade Paperless Trading Presentation given in Capacity Building Workshop on Trade Facilitation Implementation for Asia and the Pacific Region March 18, 2005, Kuala Lampur, Malaysia. Jung, JaeWoo 2008 A Study on the Comparative Analysis of the eTrade in Korea, United States and Japan, Korea Trade Review Vol.33 No.4 in Korean KCS Korea Customs Service 2003 Gwansaechung Jungbohwa Baeksuh Customs Administration Informationalization White Paper, Korea Customs Service in Korean Gwanasehaengjungjungbohwa KCS Sunggwacheukjung mit Sunggwagwanrimodel Gaebal Evaluation of Results for Customs Administrative Informationalization and Development of an Evaluation Model Korea Customs Service in Korean Ireun Kwansae KCS Haengjungui Searoeun Yuksa New History of Customs Administration Achieved Through FirstClass Customs Report to the Blue House, Sept. 2004 in Korean KCS Korea Customs Service 2007 Ttonggwanbunkwa Bogosuh Report of the Customs Clearance SubCommittee Korea Customs Service in Korean Kim, Cheolho 2007 Some Issues of the eTrade Promotion Act in Korea and Its Improvement Plans in Korean Gukjaesanghak, Vol. 22, No.1 Korean Academy of International Commerce Inc. pp. 281299 KITA Korea International Trade Association Korea Paperless Trade Center, 2007, What Makes uTrade Hub Unique?, Powerpoint Presentation Material, Aug. 2007 Republic of Korea 1998 Trade Facilitation: National Experience Paper Reforming the Customs Clearance System in Korea, WTO Document GCW123, 25 Sept. 1998 Republic of Korea 1999a Trade Facilitation: National Experience Paper Revision of the Customs Act of Korea for Trade Facilitation, WTO Document GCW146, 6 Apr. 1999 Republic of Korea 1999b Trade Facilitation: Customs Administration and Trade Facilitation, WTO Document GCW150, 16 Apr. 1999 2004 Choilrewkwansaero 35Republic of Korea 2000 Koreas Recent Efforts to Streamline the Customs Clearance System, WTO Document GCW212, 6 June 2000 Sohn, ChanHyun and Jinna Yoon 2001, Trade Facilitation in WTO and eTrade, Policy Analysis II 0103, Dec. 2001, Seoul, Korea Institute for International Economic Policy KIEP in Korean Yang, Junsok 2009, Case Studies on Regulation Reform in APEC Countries: Study on Korean Customs and BorderRelated Trade Reforms in process. APEC Economic Committee and the World Bank. 36Appendix: KCS Customer Satisfaction Survey In 2006, KCS commissioned a report to see how traders, customs brokers, warehouse operators, transportation service operators, and other customers of the KCS felt about KCSs adoption of paperless trading and etrade systems. In the report, a poll was commissioned asking the customers to rate which aspects of computerization and automation they liked the most. Table A1 lists the results of the poll, for all 95 customers polled 46, as well as results from firms and customs brokers in particular. Customers consisted of 35 customs brokers, 8 firms traders, 30 bonded warehouse operators, 5 bonded transport operators, 4 forwarders, and 13 airlines and shipping companies The grading was done according to a sevenpoint scale, with higher points signifying greater satisfaction. In general, there was satisfaction across all areas, with most areas scoring in the high 4s and 5s. While the number of firms surveyed may be too small to give reliable results, the results that they have given are suggestive. Firms, which included both SMEs and large companies, were particularly impressed with improved customer service, and the improvements in organizational and cultural factors that was brought about by computerization and automation. Table A1 Survey Results: Effects of Computerization Automation of Customs Administration Classification Number of respondents Customer Service Service quality improvement of customer Increased satisfaction Provision service Reduction customer request for improved service Reduction of inferior service customized in Cost reduction Reduction in administrative costs All Customers 95 4.86 1.86 5.01 1.86 5.02 1.79 4.82 1.87 4.72 1.87 4.75 1.91 4.58 1.90 4.82 1.90 Firms 47 Customs Brokers 35 4.44 2.08 4.57 2.10 4.69 2.04 4.31 2.08 4.20 2.07 4.43 2.12 4.45 2.12 4.77 2.00 8 5.70 1.13 6.13 0.83 6.00 0.76 5.13 1.73 5.75 1.04 5.50 1.31 4.85 1.78 4.88 1.81 46 :. 47 : Respondents in the firm category include one respondent who worked for a firm with less than 50 employees small enterprise, two for firms with 50100 employees medium enterprise, two for firms with 300500 employees, and one for firm with more than 500 employees. Three of the eight respondents worked in the area of export clearance, and five worked in the area of import clearance. 37Increases efficiency Reduction in inventory and inventory costs Reduction in labor costs Reduction system costs in in information to Reduction in time spent on responding customer requests and complaints Increase in timely provision of services Reduction in time required for administration Increased correcting errors Reduction in administrative errors Reduction in time required for consultation and decisionmaking for administrative possibility image 4.59 1.89 4.42 1.87 4.50 1.93 4.90 1.90 4.72 2.02 5.07 1.80 5.08 1.92 4.92 1.87 4.79 1.84 4.83 1.89 4.50 1.77 5.38 1.41 4.63 2.13 5.42 1.44 5.63 1.19 5.00 1.93 5.63 1.19 5.00 1.85 5.75 1.04 5.50 1.41 4.43 2.10 4.31 2.23 4.31 2.15 4.58 2.08 4.20 2.22 4.77 2.04 4.74 2.06 4.57 2.08 4.57 2.00 4.60 2.05 4.76 1.82 4.83 1.83 4.66 1.78 4.78 1.78 4.74 1.85 4.80 1.84 for Organization and Cultural factors 5.65 1.24 5.50 1.41 5.38 1.30 5.63 1.51 5.88 1.13 5.88 0.83 4.53 2.07 4.63 2.02 4.43 2.00 4.66 2.18 4.46 2.08 4.46 2.09 employee innovative Improved and customer satisfaction of firm Improved cooperation among personnel and departments Creating environment within firm Improved satisfaction within company Improved capacity responding to changes Source KCS 2006 Tables 47, 49, 411 In the same report, the researchers asked various parties which parts of the etrade system that various users found most useful. Box A1 lists the various parts of the etrade systems that the parties had to choose from. Customs brokers reported that they found VANEDI export clearance system and VANEDI import clearance system most useful, while they found the Internet duty drawback system and the Single Window system the least useful 48. For firms, because of the low number of respondents, the results for firms are not 48: KCS 2006 pp. 7778 38clear. However, the Internet EDI duty drawback system and the Single Window again received low marks 49. It should be noted that while the firms rated the Single Window relatively low compared to other systems, KCS 2007 estimates that based on 2005 data on number of submissions, the Single Window saved firms and government agencies a total of 1.25 million manhours that year. It is not clear why the results for the Single Window are so low, but it may be because firms do not use the Single Window as much as other customers, and it also may be because the Single Window is used only once during a trade transaction when the forms are submitted, while other systems are used more often. For example, the cargo system is often used to keep track of the location of the cargo, and what stage of the clearance process the cargo is currently going through. So firms may periodically use the cargo system to check on the progress of the cargo. Also, in the interviews with SMEs, we often found that one person is not responsible for all the steps involved in cargo clearance. Thus, because of the limited area of responsibility, one respondent may have different views on usefulness of certain systems than another respondent, even if they work for the same company. Box A1 Components of the eTrade System Used for the Poll for Usefulness VAN EDI Import Clearance System VAN EDI Export Clearance System Internet EDI Export Clearance System VAN EDI Import Clearance System VAN EDI Export Cargo System Internet EDI Import Clearance System Internet EDI Duty Drawback System VAN EDI Duty Drawback System Single Window Source KCS 2006 Chapter 4, Section 3. 49: KCS 2006 pp. 8182 39", "filename": "601134532.pdf", "person": ["Junsok Yang", "Yang, Junsok"], "date": ["2009"]}