{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/37040/1/603371981.pdf"], "title": ["Has the euro changed the business cycle?"], "plaintext": "Has the Euro changed the Business Cycle?Zeno Enders Philip Jung Gernot J. M uller University of Bonn University of Mannheim University of Bonn June 7, 2009Abstract In this paper we analyze European business cycles before and under EMU. Across the twoperiods we find 1 a significant decline in real exchange rate volatility, 2 significant changesin crosscountry correlations, and 3 the volatility of macroeconomic fundamentals largely unchanged. We develop a twocountry business cycle model and show that the calibrated model isable to replicate key features of the data prior to and under EMU. We find that the euro has a strongbearing on the transmission mechanism as crosscountry spillovers increase substantially under EMU. As a result, foreign shocks become more and domestic shocks less important in accountingfor the unchanged volatility of macroeconomic fundamentals.Keywords:European business cycles, Euro, Optimum Currency Area, EMU,Monetary Policy, Exchange rate regime, Crosscountry spillovers JELCodes: F41, F42, E32We thank J org Breitung, Giancarlo Corsetti, and seminar participants at the University of Mannheim, the EUI Florence, and the University of Bonn for helpful discussions. The usual disclaimer applies. Please address correspondence tozeno.endersunibonn.de, p.jungvwl.unimannheim.de or gernot.muellerunibonn.de.1 Introduction In January 1999 eleven European countries adopted the euro as a common currency and delegatedmonetary policy to the European Central Bank. Theory suggests that the creation of the European Monetary Union EMU alters European business cycles profoundly. Most importantly, the lack of exchange rate flexibility impairs macroeconomic adjustment in the face of asymmetric shocks if pricesare sticky Friedman 1953. This is the maintained hypothesis of the theory of optimum currencyareas which balances foregone stabilization under a common currency with gains in transparency andlower transaction costs Mundell 1961, Mc Kinnon 1963, and Kenen 1969.Against this background we analyze to what extent the euro has actually changed European businesscycles. We proceed in two steps. First, taking a purely empirical perspective, we document significantchanges in European business cycles. Second, we develop a general equilibrium model that allows usto decompose these changes into changes due to differences in policy, the exchange rate regime, andthe exogenous shock structure. While empirical and theoretical studies of intraEuropean businesscycles have flourished in recent years, our distinct contribution is to demonstrate the ability of acarefully calibrated model to account for the changes in European business cycles and to investigatethe underlying causes through counterfactual experiments.1Our empirical analysis focuses on a sample of nine European countries Belgium, France, Finland,Germany, Netherlands, Ireland, Italy, Spain, and Portugal and analyzes quarterly data for the periods 19851996 and 19992007, to which we refer as the Pre EMU and the EMU sample, respectively.Given the limited number of observations, we focus on simple statistics to characterize business cycles: the volatility of macroeconomic fundamentals as well as their crosscountry correlation. Comparing results for both samples, we find 1 a significant decline in real exchange rate volatility, 2 asignificant increase decrease in the crosscountry correlation of output government spending, and 3 the volatility of macroeconomic fundamentals largely unchanged.These findings are subject to the caveat that longer term developments triggered by the euro may notyet be manifest in the data.2 It is reassuring, however, that our findings mirror those for the periodwhen the BrettonWoodssystem had been abandoned in favor of a system of floating exchange rates.In an influential study, Mussa 1986 documented a dramatic rise in real exchange rate volatility in OECD countries in the period after 1973. Baxter and Stockman 1989 provide a more comprehen1Related empirical studies include Artis and Zhang 1997 who analyze the effect of the European exchange rate mechanism on business cycles correlations. More recent studies by Canova et al. 2007, Negro and Otrok 2008, Giannone et al.2008, and Gerlach and Hoffmann 2008 study possible effects of the euro. The former studies fail to detect the emergenceof a specific EMU cycle while focusing on either annual output data, or quarterly data up to 2005. The last study, in contrast,reports significant changes in various measures of business cycle comovement. Related theoretical studies include Collardand Dellas 2002, Kollmann 2004, and Faia 2007.2For instance, the euro may, by stimulating trade integration at the inter and intraindustry level, affect the extent ofspecialization across countries and hence business cycle synchronization in the longrun, see Krugman 1993.2sive analysis of the data and find, in addition, evidence suggesting a decline in the crosscountrycorrelations of economic activity, but an increase in the correlation of government spending. Finally,they document that macroeconomic fundamentals display quite similar volatilities under and after the BrettonWoods system of fixed exchange rates see also Flood and Rose 1995.3Focusing on the recent European experience, we attempt to identify the causes underlying the documented changes. In order to do so, we put forward a twocountry general equilibrium model. Asunemployment fluctuations are the major concern regarding business cycle fluctuations in Europe,our model features a nonWalrasian labor market along the lines of Mortensen and Pissarides 1994.The twocountry structure draws on Chari et al. 2002, but also distinguishes between the production of traded and nontraded goods in order to better capture the comovement of macroeconomicaggregates across countries Stockman and Tesar 1995. We assume that price setting is constraint bythe Calvo mechanism and that prices are sticky in the buyers currency. All model features are fairlystandard. To our knowledge, however, no attempt has been made to calibrate such a model to specificcharacteristics of European economies before and after the introduction of the euro.To calibrate the model we use data for Germany and an aggregate of the remaining European countries in our sample, except for Belgium and the Netherlands, which maintained a defacto peg to the Deutsche Mark during Pre EMU. We distinguish a Pre EMU and an EMU scenario by allowing estimated shock processes as well as fiscal and monetary policies to differ. The latter are characterizedthrough estimated feedback rules, whereas we consider exogenous processes for technology and, as away to capture nonfundamental exchange rate volatility, shocks that drive a wedge in the uncoveredinterest rate parity condition Kollmann 2002. While these shocks are assumed to occur only underthe Pre EMU scenario, the process governing technology shocks is invariant across policy regimes.We assess the performance of the model in replicating key features of the data under both scenariosand, importantly, the documented changes across periods. We find that the model performs well onboth counts, which is noteworthy, as our estimation procedures are carried out independently andprior to the simulations of the model.A number of interesting findings emerge from analyzing the international transmission mechanismimplied by the calibrated model. First, the absence of nonfundamental exchange rate shocks under EMU allows to match quantitatively the decline in real exchange rate volatility. Second, changes inthe conduct of fiscal policy have virtually no bearing on business cycles, except for the behavior of fiscal aggregates. Third, the exchange rate regime has a strong impact on the transmission of technologyshocks across countries. Relative to Pre EMU, crosscountry spillovers of shocks increase substan3It thus appears that macroeconomic fundamentals are sheltered from exchange rates fluctuations and theoretical studieshave, in fact, highlighted the importance of limited exchange rate passthrough to account for the observations by Mussaand BaxterStockman Duarte 2003 and Monacelli 2004. Note that this explanations has potentially important policyimplications: if passthrough is limited, exchange rates fail to operate as automatic stabilizers thereby undermining the casefor flexible exchange rates Devereux and Engel 2003 and Corsetti 2008.3tially under EMU, while the effect of domestic shocks on domestic variables declinesreflecting acommon monetary stance and a muted real exchange rate response. Importantly, this change in thetransmission mechanism implies two offsetting effects on the volatility of macroeconomic fundamentals and can thus not be detected in reduced form evidence. It is, however, of potentially greatinterest for policy making.The remainder of the paper is organized as follows. Section 2 analyzes properties of the data. Section 3 outlines the model structure. Section 4 discusses the calibration of the model and its performance inaccounting for key features of the data. Section 5 per.forms counterfactual experiments to understandchanges in European business cycles. Section 6 concludes.2 Properties of the data In this section we summarize properties of macroeconomic times series for output and its components as well as those of the unemployment rate, inflation, and the real exchange rate. Our sampleincludes nine European countries, all of which introduced the euro in January 1999: Belgium, France,Finland, Germany, Ireland, Italy, Netherlands, Spain, and Portugal EA9.4 As a control group weinclude seven countries which did not adopt the euro; four European countries: Norway, Sweden,Switzerland, and the UK, as well as three nonEuropean countries: Canada, Japan, and the US.We consider quarterly data for two periods. First, our Pre EMU sample comprises data from 1985 until 1996. The starting point of sample is motivated by the observation that business cycle fluctuationsbecame more moderate from the mideighties onwards, see Stock and Watson 2005 for evidence onthe G7 countries. In order to take a possible anticipation of the introduction of the euro into account,we chose the end date two years before the actual creation of EMU.5 Our EMU sample runs from 1999 to 2007. We apply the HPfilter with a smoothing parameter of 1600 to all series in order toisolate business cycle fluctuations.6Identifying a euroeffect on European business cycles across the two samples is complicated bythe rich variety of exchange rate arrangements in the decades prior to the introduction of the euro.During our sample period 19851996, the European Monetary System was subjected to considerableturbulence and the width of the targeted bands was increased to 15% after the 1992 crisis.Inaddition, capital controls had been in place up to 1990 or later for some countries. Hence, for aset of countries there was considerable exchange rate flexibility and therefore monetary control. Tokeep things manageable and yet to isolate the effect of fixing exchange rates, we distinguish amongthose countries which successfully limited exchange rate variability visavis Germany already in the 4We lack data for Austria and Luxembourg.5Results are not sensitive to extending the Pre EMU sample up to 1999.6To filter the data, we use the longest time series available, i.e. 1970Q12007Q4. A detailed description of the datasources and the aggregation method is provided in the appendix.4Pre EMU period Belgium, Netherlands and the remaining countries where exchange rate volatilityrelative to Deutsche Mark was higher. We refer to the latter group as EA6: Finland, France, Ireland,Italy, Portugal, and Spain.7In figure 1 we display the standard deviations of the variables of interest before and under EMUfor all nine EMU countries in our sample as well as for the seven nonEMU countries. Standarddeviations are computed in percent per quarter and, except for those of output, are scaled by thestandard deviation of output. In each panel, the standard deviation for the period prior to EMU isplotted against the horizontal axis; the standard deviation for the EMU period is plotted against thevertical axis. A point on the 45 line indicates that for a particular country no change in the standarddeviation can be observed. Points above the 45 line indicate an increase in volatility, while pointsbelow the 45 line indicate a reduction in volatility. EMU countries are represented by solid points,while those of the control group are represented by circles.The upper left panel displays the standard deviation of output. There is a tendency for a decline involatility, but this seems to be the case for EMU as well as for nonEMU countries. Except for thereal exchange rate lower right panel, there is little evidence for systematic change across periods. Itthus appears that the volatility of those variables changed in the same way as output. The reductionof the volatility of the real exchange rate relative to that of output is quite pronounced for the eurocountries, while no systematic change can be observed for nonEMU countries.Figure 2 displays the crosscountry correlation for output and its components, the unemployment rate,and inflation in the Pre EMU and the EMU sample for all countries in our sample.8 Again, we use thehorizontal vertical axis to measure the correlation before under EMU. According to this measure,it appears that the comovement of macroeconomic aggregates increased somewhat under EMU. Aremarkable exception is government spending, where crosscountry correlations declined markedlyunder EMU.Table 1 summarizes the evidence for three groups of countries. We report standard deviations andcorrelations for Germany relative to EA6 left panel. The values for standard deviations for EMUcountries in the middle panel are averages over all EA9 countries, while the right panel displays theaverage of the nonEMU countries, using longrun PPPadjusted GDP as weights.9 We use a nonlinear Wald test to evaluate whether changes are significant and use an asterisk to indicate significance 7In the appendix we plot monthly percentage change of the nominal exchange rate in these eight countries. Fluctuationsin the exchange rates of Belgium and the Netherlands were much more limited than those of the EA6 group. We include France in the EA6 group, because exchange rate volatility was almost twice as large as for Belgium.8For nonEMU countries we consider the aggregate of the remaining nonEMU countries as the corresponding counterpart. For each member of the EA6 group we use the aggregate of the remaining eight EMUcountries. For Belgium,Netherlands, and Germany, instead, we only consider EA6 as a counterpart, because it is only with respect to these countries that a significant change in the exchange rate regime occurred as a result of the introduction of the euro.9We obtain similar values for the corresponding statistics for EA6, see table 4 below.5Output Consumption 1.51UME0.511.5Pre EMU22.50.50.51Pre EMU1.5Investment Government spending 3456Pre EMUUnemployment 2.42.221.8UME1.61.41.210.80.61.41.210.80.60.40.2UME11.5Pre EMU2Inflation 51015Pre EMUNet exports 20250.20.40.60.811.21.4Pre EMUReal exchange rate UME876543212.52UME1.510.56.565.554.543.532.5UME2520UME15105UME1.61.41.210.80.60.40.20.20.40.60.81Pre EMU1.21.41.612345Pre EMU678Figure 1: Standard deviations of macroeconomic timeseries before and under EMU. Notes: solidpoints represent EMU countries, circles represent nonEMU countries; standard deviations are scaledby standard deviation of output; standard deviation of output is expressed in percent; statistics computed on quarterly HPfiltered data for period 19851996 and 19992007.6Output Consumption UME0.80.60.40.200.200.20.40.60.810.20Pre EMUInvestment 0.20.4Pre EMU0.60.81Government spending UME10.80.60.40.200.20.40.600.20.4Pre EMU0.60.810.50Pre EMU0.51Unemployment Inflation 10.80.6UME0.40.2010.80.6UME0.40.2010.80.6UME0.40.2010.80.60.40.200.2UME0.200.20.40.60.8100.20.40.60.81Pre EMUPre EMUFigure 2: Crosscountry correlations of macroeconomic timeseries. Notes: see figure 1.7Table 1: Cyclical properties of time series before and under EMUGermanyEA6Pre EMUEMUEMU Avg Pre EMUEMUNonEMU Avg EMUPre EMUVolatility Std. Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd InflStd YTrade Std RXStd YStd NXStd YCrossCountry Corr. Y YCorr. C CCorr. I ICorr. G GCorr. U UCorr. Infl Infl 1.300.682.311.049.180.222.480.230.420.360.580.350.730.491.030.763.400.907.320.300.340.270.850.620.850.100.830.351.200.933.011.026.960.332.740.380.660.600.670.380.710.430.870.843.480.957.370.480.480.450.860.720.850.070.770.611.100.873.631.147.760.365.230.270.540.410.270.280.660.370.870.704.451.038.510.465.000.270.620.320.750.420.720.49Notes: statistics are computed for time series after applying HPfilter. Pre EMU and EMUperiods cover 19851996 and 19992007, respectively.at the 10% level, two asterisks for the 5% level, and three for the 1% level.10The most dramatic change across the two sample periods is the reduction in the volatility of realexchange rates. In fact, for our sample we find a decline by a factor of about 67. We thus confirm for EMU the well know finding that the exchange rate regime is a key determinant of real exchange ratevolatility. In an influential study, Mussa 1986 documented that the variability of real exchange ratesincreased systematically in the period after 1973 relative to the BrettonWoods period.11 Regardingthe crosscountry correlations we find a significant increase in the correlation of output and investmentamong EMU countries. Note, however, that the correlation of investment increases between nonEMU countries as well.Interestingly, the crosscountry correlation of government spending falls 10The test statistic of the Wald test is given by W rb qRb V Rb1rb q 21,with b being a vector of variances of the original variables. The function rb maps these variances into the statistic ofinterest, for example StdCP re EM U StdYP re EM U StdCEM U StdYEM U . The derivative Rb is defined asrbb. Finally, V is the estimated variancecovariance matrix of b, i.e. the variances and covariances of the includedvariances. We estimate V employing the NeweyWest adjustment for autocorrelation and heteroscedasticity using a laglength of T 14, with T being the sample length.11Mussas study relies mostly on plots of the real exchange rate. He finds: the size of the observed difference in the shortterm variability of real exchange rates under floating rather than fixed exchange rates is generally so large that measuresof statistical significance are irrelevant. The consistent observation of these large differences, without exception, across abroad array of cases is fatal to the hypothesis of nominal exchange rate neutrality. p. 123.8across EMU countries but increases across nonEMU countries. Also the average change in the crosscountry correlation of inflation is positive and significant. A third finding is that there seems to be nosystematic change in overall volatility. While the standard deviation of output falls significantly forthe EMU average, we also observe a significant decline for our sample of nonEMU countries acrossthe two sample periods.Our findings thus mirror the observation reported by Baxter and Stockman 1989 as regards a possible change in business cycle statistics after the breakdown of the BrettonWoods system of fixedexchange rates. They find little change in the volatility of macro aggregatesexcept for a strongincrease in real exchange rate volatility, but document that the crosscountry correlation of economicactivity was higher under the BrettonWoods system of fixed exchange rates. They also document aconsiderable increase in the correlation of government consumption in the postBrettonWoods period.12Given that the change in real exchange rate volatility is certainly the most striking change which canbe related to the introduction of the euro, we follow Mussa 1986 and decompose movements in thereal exchange rate into movements of the nominal exchange rate and the ratio of price levels. Figure 3 plots the results for Germany, the EA6countries, and the UK. As real exchange rates move quiteclosely with nominal rates, much of its volatility vanishes after 1999 in the EMU countries.3 The model In order to provide a structural account of the data before and under EMU, we now put forwardour twocountry business cycle model. The good market structure draws on earlier work by Chariet al. 2002, among others. Important differences concern price setting behavior where we rely onthe Calvo scheme and the fact that we consider a nontraded goods sector as in Stockman and Tesar1995 and labor market frictions along the lines of Mortensen and Pissarides 1994.In the following we give a formal exposition of the model, discussing in turn the problems of thefinal goods firm, intermediate goods firms, labor market firms, and the representative household. Weclose the model with feedback rules characterizing monetary and fiscal policy. As both countrieshave isomorphic structures, we focus on the domestic economy, i.e. on the home country. Whennecessary we refer to foreign variables by means of an asterisk. All variables are expressed in percapita terms. The relative size of the home country, i.e. its population divided by the population ofthe foreign country, is denoted by n.12Kollmann 2005, in contrast, focusing on an aggregate of Germany, France, and Italy on the one hand and the US onthe other, finds that the crosscountry correlations of real macro aggregates and the price level were markedly higher in thepostBrettonWoods era relative to the BrettonWoods period.9Finland France 201001020308230201001020308240302010010203040828060402002040608284879093959801040609Germany 84879093959801040609Italy 84879093959801040609Spain 84879093959801040609151050510158210505101520824030201001020308240302010010208284879093959801040609Ireland 84879093959801040609Portugal 84879093959801040609UK84879093959801040609Figure 3: Real exchange rate solid line, nominal exchange rate dashed line, and price ratio dasheddotted line. Notes: real exchange rate is measured as the log of the price ratio times the nominalexchange rate, where the price ratio is given by CP I CP I. Except for the UK, variables are definedrelative to remaining European countries.103.1 Final good firms Final goods, Ft, which are not traded across countries, are composites of intermediate goods producedby a continuum of monopolistic competitive firms in both countries. We use j 0, 1 to indexintermediate good firms as well as their products and prices. Final goods firms purchase domesticallyproduced intermediate goods, Atj, imported intermediate goods, Btj, and domestically producednontraded goods, Ntj. Taking their domestic currency prices PA,tj, PB,tj, and PN,tj asgiven, final good firms operate under perfect competition. A representative final good firm minimizesexpenditures in order to meet the demand for final goods subject to an aggregation technology. Letting Ct, It, and Gt denote consumption, investment, and government spending, respectively, and Vt aresource loss arising from labor market frictions discussed below, the constraint of the final goodfirms can be stated as followscid:21 0 Btjdjcid:17 1,1Ft Ct It Gt Vt 1cid:201cid:16R 10 Atjdjcid:17 1 1cid:16R 1 1 1cid:16R 10 Ntjdjcid:17 where 1 1 measures the trade price elasticity of substitution, o 1 1 denotes theelasticity of substitution between intermediate goods of the same type, and 1 1 measuresthe elasticity of substitution between tradeable and nontradeable goods. The parameters and arethe weights of traded and imported goods in final and traded goods, respectively.Expenditure minimization implies that the price of final goods is given by PF,t cid:2PT,twhere 1 1 PN t 1 1 PB,t 1cid:3 11 , with PT,t cid:2PA,t Pk,t cid:18Z 1Pk,tj1odjcid:19 11o 0for k A, B, N .1 ,1cid:3 123We discuss below how prices of varieties, Pk,tj, are determined. The index k is used to denotetraded domestically produced, imported, or nontraded intermediate goods. Expenditures minimization by final good firms at home and abroad gives rise to demand for domestically produced intermediate goods of the tradeable type, Atj and At j, respectively Atj cid:18 PA,tjt j P PA,t cid:19ocid:18 PA,t A,t !o P PT,tcid:19cid:18 PT,t T,t! P A,tjP PF,tcid:19F,t!T,t P P A,t A1 Ft F t .4511For nontraded goods, Ntj, we have Ntj 1 cid:18 PN,tjPN,t cid:19ocid:18 PN,t PF,tcid:19Ft.3.2 Intermediate goods firms The production of intermediate goods is governed by the following production function Yk,tj Zk,t Kk,tjLk,tj1,67where Zk,t denotes technology in sector k A, N . Kk,tj and Lk,tj measure the amount ofcapital and labor employed by firm j, respectively. Capital and labor inputs are not firm specific andcan be adjusted freely in each period such that marginal costs for each firm within each sector aregiven by M Ck,t PL,t Lk,t1 Yk,tRk,t Kk,t Yk,t,8where PL,t and Rk,t denote the price of labor and capital, respectivelynote that only the latter issector specific.We assume that price setting is constrained exogenously by a discrete time version of the mechanismsuggested by Calvo 1983. Each firm has the opportunity to change its price with a given probability 1 k. With respect to firms which produce traded intermediate goods, we assume that prices are setin buyers currency. As a result, intermediate goods producers problems differ depending on whetherthey produce traded or nontraded goods.Consider first the problem of a generic firm in the nontraded goods sector. We assume that it sets itsprice PN,tj, given the opportunity to readjust, in order to maximize the expected discounted valueof net profits:max Xl0N l Ett,tl Nt,tlj PN,tj M CN,tl PF,tl.9subject to demand functions defined by 6 and the production function 7. Nt,tlj denotes demandin period t l given that prices have been last adjusted in period t. t,tl is the pricing kernel usedto discount profits. As firms are owned by households, we assume that t,tl tl UC,tlt and UC,t denote discount factor and marginal utility of households, respectively. We discuss the, wheret UC,thousehold problem in detail below.Traded good firms set possibly different prices for the domestic and foreign market. We assume thatthe frequency of price adjustment is determined by the destination market, not by the origin of theproduct. Domestic prices PA,tj are set in order to maximize the expected discounted value of netprofitsmax Xl0Al Ett,tl At,tlj PA,tj M CA,tl PF,tl,1012subject to demand functions defined by 4 and the production function 7. Foreign prices P A,tjare set to maximize the following expressionmax Xl0 Al Ett,tl At,tljcid:2Stl P A,tj M CA,tlcid:3 PF,tl,11subject to demand functions defined by 5, and the production function 7. A measures the probability that a price remains in effect in the foreign market and St is the nominal exchange rate.3.3 Households A representative household allocates consumption expenditures on final goods, Ct, and supplies labor,Ht. Preferences are given by E0t C 1t 11 H 1t1 Ut1 !12Xt00 1, t1 Ctt, Ct 1 Ct1 ,where the function Ct ensures that the discount factor t increases in response to a rise in averageconsumption. This effect is not internalized by the household.13 The parameter 0 determines thevalue of the discount factor in steady state. Ut denotes the measure of workers that are unemployed.Labor and capital are internationally immobile; households in each country own the capital stock:KA,t and KN,t are employed in the production of intermediate traded goods and nontraded goods,respectively. As in Christiano et al. 2005, we assume that it is costly to adjust the rate of investment.Specifically, we assume for the law of motion for capital in each sector Kk,t1 1 Kk,t Ik,t, Ik,t 1, with 1 2cid:18 Ik,t Ik,t 1 1cid:192 Ik,t,13where 0 measures the extent of adjustment costs. Total investment expenditures are given by It IA,t IN,t.As regards international financial markets, we only allow for trade in riskless bonds, t and tdenominated in domestic and foreign currency, respectively. The budget constraint of the domestichousehold is therefore given byWt Ht1 Ut RA,t KA,t RN,t KN,t t PF,tCt Tt It R1t t1 R1t Stt1n t Stt n14where Rt and Rt denote domestic and foreign gross nominal interest rates and Wt is the wage rate.Tt measures lumpsum taxes and t denotes intermediate and labor market firms profits discussedbelow. Households maximize 12 subject to 13 and 14.13The assumption of an endogenous discount factor induces stationarity of the model around a deterministic steady state,see SchmittGroh e and Uribe 2003 for details.13Combining the first order conditions for domestic and foreign bond holdings gives rise to the uncovered interest rate parity condition: Rt Rt Et St1. We assume, following Kollmann 2005, thatthere are disturbances to this condition:Rt Rt Et St1U IPt,15where U IPtfollows an exogenous process specified below. Assuming that such shocks originate inthe foreign exchange market provides a convenient way to account for nonfundamental exchangerate volatility as documented, for instance, in Flood and Rose 1995.143.4 Labor market firms We assume that intermediate good firms purchase labor services from labor market firms, wheretotal demand for the labor good is given by Lt LA,t LN,t. We consider a nonWalrasian labormarket assuming that a labor market firm is a match between a single worker and a single firm, whichproduces the labor good according to a homogeneous production function:15lti Hti.16The perfectly competitive labor good sector aggregates the production of the continuum of matchesof individual workers to the final labor market good: Lt R 1Ut 0a symmetric equilibrium where all matches provide the same amount of labor and therefore drop theltidi 1 UtHt. We considerindex i from now on. We assume a standard homogenous matching function that relates the numberof matches Mt to the number of vacancies Vt and unemployed Ut:t U 1t,Mt s V Mt Vt f,t scid:18 Vt Utcid:191 ue,t scid:18 Vt Utcid:19,Mt Ut,171819where measures the matching elasticity, and s is a scaling constant. f,t denotes the probabilityof finding a worker from the firms perspective, ue,t is the probability of finding a job from theworkers perspective. Real profits of a single firm Jt and the surplus of the match from the workersperspective Vt are given by Jt Vt PL,t Ht Wt Ht PF,t Et1 f t,t1Jt1,Wt Ht bt PF,t UCtt H 11 Ett,t11 f ue,tVt1,202114Bacchetta and van Wincoop 2008 for example attribute deviations from UIP to infrequent foreign currency portfoliodecisions, which can arise due to relatively small fees for managing foreign exchange positions.15This setup ensures that, if we fix the unemployment rate at a constant level and shut down the labor market friction, ourmodel delivers the standard neoclassical outcome.14where f is the exogenous destruction rate of the match and UCt denotes the marginal utility of consumption. Note that in a bargaining model productivity and wages do not equalize. The wedge, i.e.profits of the firm, determines the amount of vacancies posted, and is described below. We draw on Hall and Milgrom 2008 and Jung and Kuester 2008 by assuming that the threat point of the workerin the bargaining process is not given by the value of being unemployed standard Nashbargaining,but by the cost of delaying bargaining for one period. This allows us to use the static bargainingsolution given by H t UCtPL,t PF,t22for hours worked, delivering an efficient choice of hours worked identical to the one obtained in theneoclassical limiting case. Our labor market friction manifests itself in the following wage settingequation Wt PL,t 1 cid:20 PL,t 1 eb Wcid:21 .23Here denotes the bargaining power of the worker. Our setup implies that wages are a convexcombination of productivity and the outside option. The latter is given by the saved amount of leisureterms of average steady state wage per hour W , see Jung and Kuester 2008.16 Note that, by settingand an abstract strike value bt eb W Ht, whereeb 0, 1 expresses the outside option in percentageeb 0, we can reproduce cyclical properties of a Walrasian labor market where wages almostperfectly comove with productivity and movements in the unemployment rate are essentially shutdown.The free entry condition ensures that on average firms make no profits when posting a new vacancy: f,t Ett,t1Jt1,24where are real vacancy posting costs expressed in terms of the consumption good and accountedfor in the total resource constraint of the economy. Finally, the implied law of motion for the unemployment rate Ut is given by:Ut1 Ut1 f ue,t f.2516Note that we fix W to the steady state value, but allow the outside option to comove positively with hours worked.This allows us to reproduce a version of the static Nashbargaining equation with hours worked. The main difference to thestandard Nashsolution is the absence of a term VU , which turns out to be small and negligible given our calibration strategybut complicates the derivation. For our purpose it is enough to assume this mild form of wage rigidity supposing that theoutside option does not move one to one with the business cycle. In the present context, we interpreteb as an abstract outsideoption that will be set to match the amount of unemployment volatility observed in the data; it may either be interpreted asunemployment benefits or as the cost of delyingstriking for one period. This allows us to sidestep on the debate between Hagedorn and Manovskii 2008 and Shimer 2005 and use this parameter to align the model and the data with respect tomatching observed unemployment volatilities.153.5 Market clearing, aggregation, and definitions In equilibrium, firms and households maximize profits or utility for given initial conditions and government policies specified below. In each sector, markets clear at the level of intermediate goods.As in Gal and Monacelli 2005, we define an index for aggregate output in each sector YA,t t jnand YN,tj Ntj in both expressions using the demand functions given by 46 gives the . Substituting for YA,tj Atj A0 YN,tjdjcid:17 1aggregate relationshipscid:16R 10 YA,tjdjcid:17 1 and YN,t cid:16R 1PT,tcid:19cid:18 PT,t PF,tcid:19YA,t cid:18PA,t YN,t 1 cid:18 PN,t PF,tcid:19Ft.1 Ft P T,t! P F,t!T,t P P A,tt n ,F 26From the definition of marginal costs 8, we can write an intermediate good firms productionfunction as Yk,tj Kk,tjRk,tM Ck,t1. Aggregation over firms gives R 1Kt Rk,tM Ck,t1 or, using again 8, we have for each sector 0 Yk,tjdj k,t Yk,t Zk,t K k,t H 1k,t,27dj provides a measure for output and price dispersion atwhere k,t R 10Yk,tjYk,tthe level of intermediate goods in each sector.Market clearing on factor markets requires 0 cid:16 Pk,tjPk,t cid:17odj R 1Lk,t Z 10Lk,tjdj,for all k, and the asset market clears by Walras law.Kk,t Z 10Kk,tjdj2829As a measure for real GDP we define Yt Ct It Gt Vt St P A,t PF,t At n PB,t PF,t Bt,where exports and imports are defined as Arespectively.t cid:16R 10 At jdjcid:17 1 and Bt cid:16R 10 Btjdjcid:17 1 ,Using 5 and the corresponding domestic counterpart to substitute for At j and Btj gives inaggregate termst P T,t! P F,t!T,t P P A,t AF t , Bt PB,t T,t!cid:18 PT,t PF,tcid:19P 1 Ft.30Finally, we define the real exchange rate and the trade balance as follows RXt St P F,t PF,t,N Xt 16St P A,t At n PB,t Bt PF,t Yt.313.6 Government policies We close the model by specifying feedback rules characterizing monetary and fiscal policies. Regarding the latter, we assume that government spending reacts to lagged output growth and its own pastvalue:log Gt 1 g log G g log Gt 1 log Yt 1Yt 2 g,t,32where variables without timesubscript refer to steady state values and g,t denotes i.i.d. governmentspending shocks. We assume that lumpsum taxes adjust to balance the government budget in eachperiod: Gt Tt. Note that while this rule is fairly simple, it strikes us as a convenient way to capturea possible change in the endogenous conduct of fiscal policy. We consider a response to lagged ratherthan current output growth because of decision and implementation lags, see Blanchard and Perotti2002.17Monetary policy is characterized by an interest rate feedback rule of the following typelog Rt log Rt 1 1 Et log t 1,4 y log YtYt 1 r log Rt r,t33where t,i PF,tiPF,t Qijt t,j such that t 1,4 denotes four quarter cumulated future inflation of final goods. R,t is an i.i.d. shock to monetary policy. The coefficients , y and rdetermine how interest rates are adjusted in response to expected inflation, output growth, and foreign interest rates. They may take different values in home and abroad. Furthermore, we allowinnovations to government spending and to the interest rate to be correlated across countries as wediscuss below. Monetary policy rules of this type have been shown to provide a good description ofmonetary policy in Europe, see, for instance, Clarida et al. 1998.4 Model simulation We use a firstorder approximation to the equilibrium conditions around a deterministic steady state tostudy the properties of the model numerically. Before discussing the results, the following subsectionprovides the rationale for the parameter values used in the simulation of the model.4.1 Calibration We calibrate our twocountry model to capture key features of the German economy relative to EA6.Importantly, we consider both a Pre EMU and a EMU scenario. To pin down parameter values,we rely on new estimates, which we report below, as well as on estimates of earlier studies. Detailson data and data sources are provided in the appendix. We distinguish three sets of parameters:17We leave more sophisticated specificationsnotably by considering debtfor future research recall that in the presentversion of the model Ricardian equivalence holds and the time path of taxesgovernment debt is irrelevant for the allocationfor any given stream of government spending.171 parameters characterizing preferences and technologies; 2 parameters capturing the behavior ofmonetary and fiscal policy, and 3 parameters governing the exogenous shock processes.Preferences and Technologies The first set of parameters are displayed in table 2; we assumeidentical values under Pre EMU and EMU because these parameters are arguably deep enough tobe invariant with respect to changes in the policy regime. In the upper lower panel, we report thevalues of those parameters which are identical different across countries. In the right column of thetable, we display target values or sources which serve to pin down the parameter values shown in theleft column.18Table 2: Parameter values of theoretical economy: structural parameters Symmetric parameters Inverse Frisch Utility weight of work Risk aversion Trade price elasticity Nontraded price elast.Elast. of discount factor Depreciation rate Adjustment costs Price elasticity Capital share Government share Country size home Separation rate Bargain parameter Matching elasticityo GYnf Value 2.0037.61.000.900.44.014.0151.506.00.340.210.49.0450.500.50Calibration target source Domeij and Flod en 2006Hours worked steady state Balanced growth Heathcote and Perri 2002Stockman and Tesar 1995KYIYStdIStdY Markup Labor share Government spending share GDP Germany vs. EA6Bachmann 2005Shimer 2005Petrongolo and Pissarides 2001Value 0.3012.000.186Table 40.2000.660.21Asymmetric parameters Germany EA6 Calibration target source Germany EA6Outside option Vacancy posting Matching constant Weight traded goods Weight domestic goods Price rigidities tradables Price rigidities nontradablesebs TN0.640.120.550.380.850.840.870.62 StdU StdY 0.16 Unemployment steady state 0.42 Normalization V U0.35 Production manuf.services 0.900.72 Price duration indust. goods 0.82 Price duration services Import exp. share Germany Table 40.0751.0000.6210.0536.1737.7520.0961.0000.5370.0673.5695.595Notes: Parameters remain unchanged across simulations, see main text for discussion of target values. Pricedurations are measured in quarters. Variables without time subscript refer to steady state values.One period in the model corresponds to one quarter. We set 2, implying a Frisch wage elasticityof labor supply of 0.5, see Domeij and Flod en 2006. We set such that hours worked in steadystate are 0.3. Furthermore, we assume that 1, consistent with balanced growth. Regardingtrade price elasticities, we set 0.9, which corresponds to the estimate reported in Heathcote 18In general equilibrium, calibration targets typically depend on values of several parameters; nevertheless it is possibleto pin down specific parameter values by focusing on one particular target value. Unless stated otherwise, we draw on the Economic Outlook database to compute target statistics, see OECD 2008a.18and Perri 2002. Following Stockman and Tesar 1995 we assume 0.44. We target a steadystate quarterly capitaltooutput share of 12 and an average investmenttooutput ratio of 0.186 topin down the elasticity of the discount factor and the depreciation rate , respectively. Capitaladjustment costs, i.e. is set to match the volatility of investment, reported in table 4 below averagevalue across countries and scenarios. We determine o such that the average markup is 20 percent, see Rotemberg and Woodford 1991. We set to match average wage shares of two thirds for Germanyand EA6.19 The observation that government spending accounts for 21 percent of GDP on averageallows us to pin down the steadystate share of government spending accordingly. The relative sizeof the domestic economy n is set to reflect the ratio of German output relative to EA6. Regardinglabor markets, we assume 0.045 in line with estimates for firingseparation rates for Germany atquarterly frequency, see Bachmann 2005. Following Shimer 2005 and Petrongolo and Pissarides2001, respectively, we set the bargaining parameter and the matching elasticity to one half.Next, we turn to parameters which are allowed to take different values in Germany and EA6 in orderto capture important heterogeneities in the labor market. First, we determine the outside option bytargeting the unemployment volatility reported in table 4 below average value across countries andscenarios.20 To pin down vacancy posting costs, we target the average unemployment rate, which is 7.5% for Germany and 9.6% for EA6. Finally, we normalize the number of vacancies posted to pindown values for s.A last set of parameters is set to determine the weight of traded and nontraded goods and the extent ofprice rigidities. In both respects, we allow for asymmetries as they are likely to impact fundamentallyon intraEuropean business cycles. The weight of traded goods in total output is determined by theaverage ratio of output in the manufacturing sector relative to services. This ratio is 0.62 for Germanyand 0.54 for the EA6 aggregate.21 Given the parameter , the shares of imports and exports in steadystate are governed by . For the period 19852007, we find that German imports from EA6 averageat 5.32 percent of GDP, while exports to EA6 average at 6.67 percent, respectively.22 We pin downprice rigidities on the basis of the frequency of price changes reported in Dhyne et al. 2006. For thetraded and nontraded goods sector, we consider data for nonenergy industrial goods and services,respectively. Price durations are highest within the nontraded goods sector in Germany and lowest 19Data for the capitaltooutput ratio and the wage share are obtained from the AMECO database, see European Commission DG ECFIN 2008.20Our model does not suffer from a lack of volatility of unemployment, stressed by Shimer 2005, because of sluggishreal wage adjustment which in turn induces profits to fluctuate strongly over the cycle. For details see, among others,Hagedorn and Manovskii 2008 and Hall and Milgrom 2008.21Source: STAN database, see OECD 2008b.22In the medium to long term the importtoGDP ratio is likely to depend on the nominal exchange rate regime. In fact,following Rose 2000 the importance of the exchange rate regime for trade has been discussed by a number of authors.During our sample period, a considerable increase in openness can be observed. We therefore considered the possibilityof different degrees of openness, but found the quantitative implications for business cycle dynamics negligible. In whatfollows we therefore assume constant values for and .19in the traded goods sector in EA6. The Calvo parameters T and N are set to match average pricedurations.23Policy rules The behavior of fiscal and monetary policy is characterized by feedback rules 32 and33, which are allowed to differ under the Pre EMU and EMU scenario according to our estimates forthe Pre EMU sample 19851996 and the EMU sample 19992007. First, regarding the monetarypolicy rule, drawing on Clarida et al. 1998, we employ a threestage least squares approach, usingfour lags of CPIinflation, the shortterm interest rate, the oil price, and output growth as instrumentsin the first step of the procedure. We estimate two different rules for Germany and EA6 for Pre EMUand a common monetary policy rule for EMU. In the former case, we estimate both rules simultaneously, allowing for possible correlation of monetary policy shocks. While we restrict the parameterr to be zero for Germany, we estimate it for EA6. Results are reported in the second panel of table 3. For Germany we find considerable interest rate smoothing and a fairly strong response of interestrates to inflation and economic activity, measured by output growth. For EA6, we find less strongresponses to both variables, but a considerable response to German interest rates.24 For EMU, ourestimates for the interest rate feedback rule are within the range of values documented by earlierstudies.Second, regarding fiscal policy, we allow for a change in the parameters governing the rules 32under EMU relative to Pre EMU and estimate them for both sample periods by OLS.25 Results arereported in the first panel of table 3 for both sample periods. We find quite persistent processes forgovernment spending for both sample periods, notably for EA6. According to our estimates, fiscalpolicy has been conducted more countercyclically under Pre EMU.26Forcing processes In estimating the UIP shocks we follow Kollmann 2005. Rewriting 15 inlogs without expectations provides a measure for the realized deviations from UIP:lnU IPt lnRt lnRt lnSt1.In order to extract the expected exante component, U IPt, we regress lnU IPt on its own four lagsand other variables known at time t: contemporaneous values and four lags of output, inflation, andthe interest rateeach for Germany and EA6. Next, we estimate an AR1 process on the fitted 23Aggregation follows Baharad and Eden 2004. We assume that price durations for domestically produced traded B ; hence there is one valueintermediate goods and for imports are the same within each country i.e. for price stickiness for each sector T and N in each country.A B and A 24Note that the equilibrium is uniquely determined for these parameter values.25A linear trend is included in the estimation. Note that our specification excludes a contemporaneous response ofgovernment spending to output a priori. We thus employ an identification assumption which is frequently made in the VARliterature on fiscal policy transmission, see Blanchard and Perotti 2002.26Gal and Perotti 2003 fail to detect such an effect when comparing a preMaastricht period 198091 to a postMaastricht period which ends, however, in 2002.20Table 3: Parameter values of theoretical economy: policy rules shock processes Pre EMUEMUGermany EA6Germany 0.600.300.990.070.58.003EA60.870.02Government spending Smoothing Output growth Var.cov. matrixof government innov.Monetary policy Smoothing Inflation Output growth Germ. int. rate Var.cov. matrixof monetary innov.gyrcid:20 1.500.070.070.13 cid:21 1040.882.280.370.670.990.010.69cid:20 0.880.200.201.80 cid:21 106UIP process AR1coeff UIP shock UIP shock variance U IP2U IPTechnology process AR1coeff. techn. traded AR1coeff. techn. nontraded 0.351.90104Germany 0.970.99Var.covar. matrixof technology innovationscid:20 0.710.070.070.43 cid:21 1040.621.680.783.77 106EA60.930.95 104Notes: parameter values for monetary and fiscal policy for Pre EMU and EMU scenario, see main text fordiscussion.1.470.180.570.080.180.310.040.010.570.040.830.060.080.010.060.11values. Results are reported in the third panel of table 3. We find that predictable deviations from theuncovered interest rate parity are fairly shortlived, compared with Kollmanns estimate of U IP 0.5 for the US. Note that we assume UIP shocks to occur only under Pre EMU.Regarding the technology process governing intermediate goods production, we assume that deviations from steady state follow an AR1 process. To pin down parameter values, we rely on standardprocedures based on Solow residuals. Specifically, we use data for the industrial sector where available otherwise we employ data for the manufacturing sector as a proxy for the traded goods sector,and the service sector for the nontraded goods sector. Estimating a SUR regression allows us to takethe contemporaneous correlation of the innovations into account, both across sectors and countries.We estimate the shock process for the full sample period assuming that it is stable across exchangerate regimes.27 Results are reported in the last panel of table 3, suggesting considerable autocorrelation as well as some correlation of innovations across sectors and countries.27We include a linear trend in the regression, as well as a dummy for the German reunification in the German series. Thelabor share is set to 0.66.214.2 Model performance We assess the ability of the model to account for European business cycles by confronting modelpredictions for the Pre EMU and the EMU scenario with key features of the data for the correspondingsample period.28 In each case we draw from the assumed distribution of shocks and generate timeseries of 52 observations and an additional 60 observations to initialize the model, corresponding tothe length of our Pre EMU sample. After applying the HPfilter with a smoothing parameter of 1600,we compute the moments of interest and report averages over 100 simulations. The predictions forthe home and foreign country are measured up against German and EA6 data, respectively.Results are reported in table 4. In the left panel we list the empirical moments for Germany and EA6.The first and the second column replicate the values for the Pre EMU and EMU period shown in table 1 as well as the corresponding moments for EA6. In a third column we report the difference betweenboth periods, i.e. we subtract the value for the Pre EMU period from the value of the EMU period. Inthe right panel we report the corresponding statistics for the model.In the upper two panels we focus on the volatility of macroeconomic fundamentals. In terms of absolute volatility, measured by the standard deviation of output, the model predicts about 90 percent of theactual output volatility. In accordance with the data, the model predicts a decline in output volatility,but less so for EA6.29 In terms of relative volatilities the model performs quite well, with volatilitiesof consumption and government spending mildly overpredicted for Germany and underpredicted for EA6. Note that the volatilities of investment and unemployment have served as a calibration targetand can not be used to evaluate the model.30In the third panel we focus on the volatility of the real exchange rate and the trade balance for Germany relative to its trading partners comprised in the EA6 aggregate. We find that the models predictions not only match the volatility of the real exchange rate fairly well, but also its substantial declineunder EMU. It is important to stress that while the model features nonfundamental exchange ratevolatility UIP shocks only under Pre EMU, real exchange rate volatility did not serve as a calibration target. Put differently, while the general direction of the change in real exchange rate volatility isnot surprising, the quantitative accuracy of the models predictions is remarkable. Below, we give amore detailed account of the exact contribution of UIP shocks to the volatility of real exchange rates.We also note that the model is less successful in predicting the change in the volatility of the trade 28As discussed above, under Pre EMU both countries are characterized by distinct money policy rules and UIP shocksare assumed to occur, while under EMU we assume a common monetary policy and UIP shocks are absent. Tables 2 and 3summarize that parameter values used in the simulations.29Recall that we document a decline in volatility for nonEMU countries as well, suggesting that the actual decline maybe unrelated to EMU.30The extent of labor market frictions is crucial for the model to match actual unemployment fluctuations, but also affectsthe propagation of shocks more generally. Considering a version of the model which approximates a Walrasian labor market,we found that output volatility declines by about 20 percent.22Table 4: Model performance Data Pre EMUEMUPre EMUModel EMUGermanyHome Std Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd Std YEA6Foreign Std Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd Std YTrade Std RXStd YStd NXStd YCrosscountry Corr Y YCorr C CCorr I ICorr G GCorr U UCorr 1.300.682.311.049.180.221.070.923.720.724.870.252.480.340.420.360.580.350.730.491.030.763.400.907.320.300.700.813.580.596.070.490.270.081.090.141.680.080.370.110.140.131.200.240.340.362.140.020.850.620.850.100.830.350.430.260.270.450.100.141.170.852.841.089.100.040.770.742.960.574.110.111.790.120.520.410.510.160.590.490.890.892.940.999.480.100.700.643.190.374.710.140.310.040.700.720.460.040.680.210.290.050.100.090.380.050.070.100.230.210.600.031.470.080.170.310.050.120.080.27Notes: statistics are computed on actual simulated time series for Germany homecountry and EA6 foreign country after applying the HPfilter to the log deviation ofthe original value from its trend steadystate value. First panel: standard deviationsfor Germanyhome country; second panel: EA6foreign country; third panel: standarddeviation of real exchange rate and trade balance of Germany home country relative to EA6 foreign country; lower panel crosscountry correlation for variables in Germanyhome country and EA6 foreign country. Pre EMU and EMU periods cover 19851996 and 19992007, respectively. column measures difference between Pre EMUand EMU period.balance.The performance of the model in predicting the crosscountry correlation, shown in the lowest panel,is also quite strong. Not only does the model accurately predict the size of the correlation of almost allvariables for the Pre EMU sample. It also predicts the direction of change correctly for five out of sixvariables, i.e. an increase in the correlation of all variables except for government spending and inflation. International comovement has long puzzled the international business cycle literature. Backuset al. 1994, 1995, for instance, have stressed the consumptionoutput anomaly, i.e. the observationthat crosscountry correlations of output are typically much larger than those of consumption, whilestandard models predict otherwise. In this regard our assumption of a large nontraded goods sector 23plays an important role in aligning theory and evidence, see also Stockman and Tesar 1995. Additional factors driving the good performance of our model in terms of international comovement is thecrosscorrelation of innovations to the technology process as well as the presence of nontechnologyshocks.31Overall, we find that the model performs well in predicting key features of the data. Despite someshortcomings in specific dimensions, the model is able to account for three key observations regarding European business cycles before and under EMU: 1 the volatility of the real exchange rate is substantially reduced under EMU; 2 there is some increase in crosscountry business cycle correlationmeasured by output, but less correlation of government spending; 3 the volatility of macroeconomicfundamentals other than the real exchange rate is largely unchanged across the two sample periods.5 Understanding changes in European business cycles Given that the model is able to replicate key features of the databoth for the Pre EMU and the EMUperiodwe now turn to the causes underlying the observed changes in European business cycles. Wedistinguish between changes due to differences in shock processes and changes in propagation following from either relinquishing monetary policy independence under EMU or from other alterationsin the policy framework.5.1 Shock processes To isolate the effects of specific shocks we compute the predictions of the model while allowing foronly one source of shocks at a time. In the two panels of table 5, we present results for the Pre EMUand EMU scenario, respectively. Column ALL replicates results from table 4, i.e. the case when allshocks occur, while columns TEC, MON, GOV, and UIP display results obtained if either onlytechnology shocks, monetary policy shocks, government spending shocks, or UIP shocks occur.We find that technology shocks are by far the most important source of business cycle fluctuations, inboth scenarios. With only technology shocks, output volatility is about 95 percent of what is observedif all shocks occur. Also relative volatilities and correlations are close to the allshocks scenario,except for the real exchange rate volatility, which is considerably lower a well known finding fromstandard open economy RBC models, see, for instance, Backus et al. 1995, as well as governmentspending and the trade balance.Monetary policy shocks, in turn, account for some volatility of output, but more so for inflation. Inthe Pre EMU period they are also a nonnegligible source of real exchange rate volatility. This isdifferent under EMU, where monetary policy shocks are symmetric by construction and therefore 31Results from simulations of the model aimed at isolating the distinct contribution of different model features to theoverall model performance are available on request.24Table 5: Theoretical moments: sources of fluctuations Pre EMUEMUALLTEC MONGOVUIPALLTEC MONGOV1.170.852.841.089.100.040.770.742.960.574.110.111.130.862.900.229.540.030.750.693.050.074.260.050.350.882.860.276.200.120.261.042.200.072.430.300.220.220.485.840.960.060.034.342.3816.172.740.090.130.110.360.340.430.040.050.140.290.070.800.220.890.892.940.999.480.100.700.643.190.374.710.140.820.892.950.009.950.090.710.603.220.024.740.120.340.892.740.006.150.120.151.171.590.031.450.310.140.410.876.471.040.050.041.051.996.972.080.171.790.120.380.040.800.050.110.0816.401.070.310.040.340.030.140.040.130.090.520.410.510.160.590.490.580.470.520.420.580.470.320.290.300.330.340.550.300.230.740.080.420.071.000.940.650.880.951.000.700.720.460.040.680.210.730.670.510.680.690.060.820.920.700.990.810.920.450.800.120.020.640.14Domestic Std Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd Std YForeign Std Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd Std YTrade Std RXStd YStd NXStd YCrosscountry Corr Y YCorr C CCorr I ICorr G GCorr U UCorr Notes: for computation of statistics see table 4. Column ALL shows results under the assumption thatall shocks occur. TEC: only technology shocks; MON: only monetary policy shocks; GOV: onlygovernment spending shocks; UIP: only UIP shocks. UIP shocks are absent under EMU.induce very little real exchange rate movements and high comovement of macroeconomic aggregatesacross countries. Government spending shocks are of limited importance for output fluctuations, butincrease the volatility of government spending while lowering its crosscountry correlation relative towhat is observed if only technology or monetary policy shocks occur. Regarding UIP shocks, we notethat while their importance for output volatility is quite contained, they induce considerable volatilityof the real exchange rate: if UIP shocks were the only source of fluctuations, the volatility of the realexchange rate would be about 16 times the volatility of output. A second noteworthy observation isthat UIP shocks induce strongly negative comovements across countries.These results shed some light on the changes in European business cycles brought about by EMU.First, a common monetary policy and the absence of idiosyncratic monetary policy shocks lower realexchange rate volatility and increase the crosscountry correlation of business cycles. Second, theabsence of UIP shocks works in the same direction. Third, the decline in the crosscountry correlationof government spending appears to be driven by the change in the shock process determining theexogenous innovations to government spending itself.255.2 Transmission The calibrated model predicts only a mild decline of the volatility of macroeconomic fundamentals,but a strong decline of real exchange rate volatilityin line with the evidence. Mussa 1986, Baxter and Stockman 1989, and Flood and Rose 1995 provide similar evidence for earlier episodessuggesting that the volatility of macroeconomic fundamentals does not vary substantially across exchange rate regimes while exchange rate volatility does. This evidence apparently conflicts with thenotion thatif prices are stickythe exchange rate regime fundamentally alters the transmissionmechanism, a notion stressed by Friedman 1953 and maintained by OCA theory.32Against this background we assess the role of the exchange rate regime in the international transmission of shocks within our calibrated model.33 In figures 4a and 4b we display the impulse responsesunder the Pre EMU dashed lines and EMU solid lines calibration. We display the responses ofdomestic and foreign output and its components figure 4a as well as those of unemployment, inflation, the real exchange rate, and the trade balance figure 4b, expressed in percentage deviationsfrom steady state. In addition, we display in the lower panels of figure 4b the responses of a measurefor the real longterm interest rate . It allows us to assess the monetary policy stance and hence toaccount for the effect of the exchange rate regime on the transmission mechanism.34The responses to technology shocks are displayed in the first traded goods sector and second nontraded goods sector column. Both shocks are expansionary: output, consumption, and investmentincrease both at home and abroad. The pattern of adjustment of unemployment mirrors those ofoutput. Spillovers are typically positive: technology shocks in the traded goods sector induces apositive comovement across countries in all variables except for inflation, while technology shocks inthe nontraded goods sector induce positive comovement except for unemployment, investment andinflation. Yet responses in the foreign economy are contained relative to the adjustment observed inthe domestic economy.Comparing the adjustment under Pre EMU and EMU provides important insights into the role of the 32Duarte 2003 and Monacelli 2004 attempt to account for the empirical observations of Mussa and BaxterStockmanwithin sticky price models. Duarte assumes that prices are predetermined in the buyers currency for one period such thatdemand is completely isolated from exchange rate changes. As a result, she finds that exchange rate volatility changes substantially across exchange rate regimes, leaving the volatility of macroeconomic fundamentals largely unaffected. Monacellialso highlights the role of limited exchange rate passthrough, but considers a Calvo pricing scheme. Under his baselinecalibration the exchange rate regime matters for the volatility of the real exchange rate, but also for the volatility of fundamentals. Output volatility, however, is shown to remain unchanged across exchange rates regimes for a high degree ofopenness andor trade price elasticity.33To simplify the exposition we focus on domestic shocks. The effects of shocks originating in the foreign economy arenot fully symmetric due to the asymmetries of the model, but fairly similar to the effects of domestic shocks on the foreigneconomy.34Specifically, we use the Lagrange multiplier on the household budget constraint as a measure for expected longtermreal interest rates. Abstracting from endogenous changes in the discount factor, it corresponds, in terms of deviations fromsteady state, to the sum of future real shortterm rates up to a firstorder approximation of the model, see the discussion in Woodford 2003.26T Tech NT Tech Money Gov UIP0.150.10.050510152051015200.010.00500.0050.010.080.060.040.02000.010.020.0351015205101520510152051015205101520510152000.511.522.500.20.40.600.511.522.551015205101520510152051015200.30.250.20.150.10.0500.10.080.060.040.0200.60.50.40.30.20.100.060.050.040.030.020.01000.20.40.60.811.251015205101520510152000.20.40.60.851015205101520024600.010.020.0300.020.040.060.0851015205101520510152051015205101520Y0.80.60.40.20Y0.10.080.060.040.020C0.50.40.30.20.10C0.060.040.0202.52I1.510.500.3I0.250.20.150.10.0500G0.050.10.1500.010.020.030.040.050.06642023x 1051015203x 1020246821012510152051015203x 1050510150.030.020.0100.010.020.030.80.60.40.203x 1020246510152051015200.00500.0050.010.0150.020.025510152051015204x 103x 102.521.510.5051015200.40.30.20.100.200.20.40.60.851015205101520510152000.020.040.060.080.80.60.40.205101520510152051015204x 103x 103x 100G0.511.522.550510152015105055101520510152051015205101520Figure 4a: Shock transmission under Pre EMU dashed and EMU solid scenario.27T Tech NT Tech Money Gov UIPU01234567U0.10.20.30.40.50.60.700.010.020.030.0421.510.505101520510152000.10.20.30.40.55101520510152000.0050.010.0150.020.0250.031510500.80.60.40.200.200.10.20.351015200.0500.050.10.0200.020.040.0600.010.020.03510152051015200.0250.020.0150.010.0050510152051015205101520510152051015205101520510152051015203x 101510500.0250.020.0150.010.005000.050.10.150.25101520510152051015203x 103x 108642032103x 103x 1003210150551015203x 1024681.510.500.080.060.040.0205101520510152051015203x 1051015203x 10864202210120.40.3XRXN0.20.1000.010.020.030.0400.10.20.30.40.500.020.040.0651015200.250.20.150.10.0503x 101050551015205101520510152000.10.20.30.40.50.65101520510152000.010.020.030.040.050.0600.511.50.120.10.080.060.040.0202.521.510.500.80.60.40.20510152051015203x 1005105101520510152051015200.060.050.040.030.020.0100.030.020.010510152051015205101520510152051015205101520Figure 4b: Shock transmission under Pre EMU dashed and EMU solid scenario.28Table 6: Crosscountry spillovers of technology shocks Pre EMUALLTECTECALLEMUTECTECDomestic Std YStd CStd IStd GStd UStd Foreign Std YStd CStd IStd GStd UStd 1.170.993.331.2710.680.050.770.572.280.443.170.091.150.983.410.2510.850.030.070.030.160.000.350.010.050.020.060.010.560.000.720.502.290.053.080.040.890.792.610.888.410.090.700.452.250.263.310.100.790.712.450.007.950.080.220.110.670.011.180.030.170.130.430.001.150.010.600.371.980.012.730.09Notes: Standard deviation in percent. Column ALL shows results under the assumption that all shocks occur. TEC: only domestic technology shocks; TEC: only foreign technology shocks.exchange rate in the international transmission mechanism. Relative to Pre EMU, domestic technology shocks generate larger crosscountry spillovers under EMU, while their impact on domesticvariables is reduced. To rationalize this observation, note that domestic technology shocks depreciate the real exchange rate RX increases, but less so under EMU because the nominal exchangerate channel is absent and prices are sticky. As a result, demand for domestic goods increases relatively less, while demand for foreign goods increases relatively morecompared to Pre EMU. Hence,macroeconomic fundamentals except for inflation respond less to domestic technology shocks andmore to foreign technology shocks. The difference in the real exchange rate response under both exchange rate regimes is consistent with our measure for longterm real interest rates. While technologyshocks lower longterm real interest rates lower panels of figure 4b, they do less so under EMU inthe domestic economy, and more so abroad. This reflects a common monetary stance and a mutedexchange rate response under EMU which aligns the adjustment process in both countries.Table 6 quantifies how EMU changes crosscountry spillovers of technology shocks. It reports thestandard deviations of macroeconomic fundamentals under Pre EMU left panel and under EMUright panel. In both cases we report the standard deviation if either all shocks ALL, only domestic technology shocks TEC, or only foreign technology shocks TEC occur. Under Pre EMUdomestic fundamentals are to a large extent driven by domestic technology shocks. Reflecting increased spillovers, the importance of domestic shocks decreases under EMU, while those of foreignshocks increases considerably. Put differently, the change in the transmission mechanism generatestwo offsetting effects as regards the volatility of macroeconomic fundamentals. It thus appears that 29the unchanged volatility of macroeconomic fundamentals masks important changes in the underlyingtransmission mechanism: a substantial increase in the crosscountry spillovers under EMU.The effect of EMU on the transmission of nontechnology shocks is also nonnegligible, althoughless consequential for business cycle statistics. The effects of a contractionary monetary policy shockare displayed in the third column of figure 4. An immediate effect of the shock is the increase inthe domestic real longterm rate, because of nominal rigidities. Output and its components contract,inflation falls. In the Pre EMU scenario this results in a strong appreciation of the real exchange rate.Under EMU the adjustment process is more symmetric, because in this case a domestic monetarypolicy shock corresponds to a unionwide shock.The responses to domestic government spending shocks and UIP shocks are displayed in the fourthand fifth column of figure 4, respectively. An increase in government spending tends to increasedomestic output and to lower domestic consumption and investment. The effect on foreign output isquite contained, but changes sign under EMU. UIP shocks occur only under Pre EMU. They depreciate the real exchange rate and induce a strong negative comovement of macroeconomic fundamentalsacross countries.5.3 Decomposition of change We now turn to a systematic decomposition of the differences predicted by the model for Pre EMUand EMUisolating the quantitative contributions of the features that are different in both scenarios.Results are reported in figure 5 for four statistics of interest: the standard deviation of output, thestandard deviation of the real exchange rate, the crosscountry correlation of output, and the crosscountry correlation of government spending.35 The left and the right charts of each plot represent thestatistic for the Pre EMU and EMU calibration, respectively. The bars in between represent valuesfrom counterfactual simulations which are meant to simulate a gradual transition from Pre EMU to EMU by altering one feature at a time from left to right.First, we simulate the model under Pre EMU except that we assume that UIP shocks are absent secondbar: real exchange rate volatility falls strongly, almost to the EMU level. Second, we assume in addition to abstracting from UIP shocks that fiscal policy is conducted as suggested by our estimates forthe EMU sample. This modification has little effect on all variables, except on government spendingitself: the crosscountry correlation falls third bar: EMUgov. Third, we assume that monetary policyis conducted independently across countries with the rule coefficients taking values estimated for thecommon EMU rule. In this case we find the volatility of output reduced, because of the higher outputcoefficient in the ECB interest rate rule fourth bar: EMUrules. Fourth, we additionally impose thatmonetary policy shocks occur simultaneously in both countries, while drawing from the distribution 35The corresponding statistics for other moments are reported in table A2 in the appendix.301.41Ydts 0.6Pre EMU EMUgov EMUshocks No UIP EMUrules EMUYdtsXRdts 1.510.50Pre EMU EMUgov EMUshocks No UIP EMUrules EMUYY,rroc 0.70.60.50.150.10.05GG,rroc Pre EMU EMUgov EMUshocks No UIP EMUrules EMUPre EMU EMUgov EMUshocks No UIP EMUrules EMUFigure 5: Decomposition of change. Notes: for computation of statistics see table 4; left and rightbars replicate results for Pre EMU and EMU calibration, respectively. Middle bars from left to rightsimulate gradual transition from Pre EMU to EMU: no UIP shocks, fiscal rulesshocks as under EMU,independent monetary policy rules but with EMU coefficients, monetary policy shocks occur symmetrically volatility as under EMU.of monetary policy shocks estimated for the EMU sample. As a result, we observe an increase inthe crosscountry correlation of output fifth bar: EMUshocks. Finally, the sixth bar plots resultsfor the EMU scenario, such that differences relative to the fifth bar isolate the effect of the exchangerate regime change per se on business cycles: the most dramatic effect is a further increase in thecrosscountry correlation of output, while the volatility of output hardly changes. This is consistentwith our previous observations that EMU induces profound changes on the transmission mechanismof technology shocks: crosscountry spillovers increase strongly, resulting in higher comovement ofmacroeconomic fundamentals but leaving volatilities largely unchanged, as the domestic effects ofshocks are muted.6 Conclusion Has the euro changed the European business cycle? On the one hand, changes are likely if pricerigidities are nonnegligible and, hence, the nominal exchange rate regime is nonneutral in the shortrunthe maintained hypothesis of OCA theory. On the other hand, earlier research suggests thatthe volatility of macroeconomic fundamentals does not differ systematically across exchange rateregimes Baxter and Stockman 1989, Flood and Rose 1995. Against this background, we address 31the question empirically and within a structural business cycle model.In a first step, we document that there are apparently limited changes in European business cycles which can be related to the euro. Specifically, three findings emerge from analyzing Europeantime series data relative to a sample of nonEMU countries and comparing the periods 19851996and 19992007. First, the volatility of real exchange rates falls substantially under EMU. Second,the crosscountry correlations of output and its components tend to increase, except for governmentspending for which we document a decline. Third, the volatility of macroeconomic aggregates islargely unchanged.In a second step, we develop and calibrate a general equilibrium model taking an intraEuropeanperspective: abstracting from the rest of the world, we focus on Germany visavis EA6 an aggregatecomprising Finland, France, Ireland, Italy, Portugal, and Spain. We calibrate the model for bothsample periods, allowing estimated policies and shock processes to differ across Pre EMU and EMUscenarios. Importantly, under EMU there is a common monetary policy for both countries and theexchange rate regime is fixed. As a result of the latter, there are no shocks originating in the foreignexchange market UIP shocks.We find that the model performs quite well in predicting key features of the data, both for the PreEMU sample and for EMU. Consequently, it also correctly predicts the changes documented for thedata. Given the empirical success, we use the model to identify the causes of the change in businesscycles. Three findings are particularly noteworthy. First, changes in the conduct of fiscal policy areof little consequence, except for the behavior of fiscal aggregates. Second, the disappearance of UIPshocks induces a fall in real exchange rate volatility within the model, which is quantitatively in linewith the empirical observations. Third, and most importantly, our structural analysis shows that theeuro has induced profound changes on European business cycles: crosscountry spillovers increasesubstantially, while the effects of domestic shocks on the domestic economy are muted. As thesechanges have offsetting effects on the volatility of macroeconomic fundamentals, they cannot be detected in unconditional time series data. Nevertheless, the changes in the propagation of shocks raiseimportant questions for welfare and policy making. We intent to pursue them in future research.32Appendix A Further tables and figures Italy Netherlands 0.100.10.100.10.100.10.100.119851990Belgium 199519851990Portugal 199519851990France 19951985199019950.100.10.100.10.100.10.100.119851990Finland 1995198519901995Spain 19851990Ireland 1995198519901995Figure A1: Nominal exchange rate visavis Germany 19801998: monthly percentage change.Source: Bundesbank; gray area indicates periods with partial capital controls in place, see Eichengreen 1997, p. 158.33Std. Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd InflStd YStd RXStd YStd NXStd YCorr. Y YCorr. C CCorr. I ICorr. G GCorr. U UCorr. Infl Infl Std. Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd InflStd YStd RXStd YStd NXStd YCorr. Y YCorr. C CCorr. I ICorr. G GCorr. U UCorr. Infl Infl GEITSPIRBEFIPORFRNEPre 1.300.200.680.082.310.141.040.199.181.150.220.032.480.400.230.050.420.170.360.140.580.100.350.140.730.100.490.13EMU1.030.090.760.10 3.400.270.900.127.320.560.300.04 0.340.060.270.03 0.850.070.620.11 0.850.04 0.100.160.830.060.350.11Pre 0.970.131.370.23N a NNa N1.240.265.751.130.400.084.911.230.570.090.690.060.740.06N a NNa N0.540.110.550.120.530.10EMU0.810.14 0.860.10N a NNa N0.850.194.020.79 0.230.05 0.530.120.370.080.820.080.690.08N a NNa N 0.080.190.630.100.700.06Pre 1.390.141.060.12N a NNa N1.240.17N a NNa N0.440.072.620.280.460.070.790.060.830.05N a NNa N0.170.18N a NNa N0.130.16EMU 0.570.081.320.17N a NNa N1.000.14N a NNa N 1.430.31 0.790.13 0.910.160.910.070.820.06N a NNa N0.130.21N a NNa N 0.590.07Pre 1.860.330.660.193.850.271.840.553.590.320.220.051.340.320.750.160.760.060.320.100.830.060.040.190.720.110.360.10EMU1.500.16 1.120.15 5.500.892.360.59 6.090.73 0.400.06 0.670.130.910.160.590.10 0.890.08 0.180.18 0.500.120.690.080.550.07Pre 1.010.100.890.154.550.790.930.197.600.940.390.061.970.390.810.120.930.070.760.050.850.070.290.150.920.080.470.14EMU0.780.130.920.113.410.591.170.3910.111.300.500.10 0.560.12 1.460.300.910.100.780.09 0.660.080.160.130.870.060.580.10Pre 2.780.490.940.073.750.280.770.166.130.530.180.032.300.410.230.040.360.190.280.160.630.090.030.180.540.160.380.19EMU 1.060.13 0.610.143.530.39 1.520.21 4.050.64 0.390.06 0.570.10 0.620.07 0.850.050.110.140.760.060.160.230.680.120.690.07Pre 2.070.190.840.14N a NNa N0.920.136.340.720.520.091.500.270.920.170.810.030.630.10N a NNa N0.550.100.630.050.570.08EMU 1.040.101.030.12N a NNa N1.260.17 10.160.710.560.08 0.430.060.900.140.780.060.800.06N a NNa N 0.120.13 0.860.05 0.800.05Pre 1.050.130.750.093.250.240.680.114.530.550.280.061.330.330.210.040.830.070.700.080.860.050.530.100.820.070.510.05EMU 0.720.120.630.093.440.260.720.14 8.181.56 0.480.10 0.450.090.270.050.900.080.800.060.940.06 0.200.180.780.04 0.870.06Pre 0.940.091.140.114.100.590.910.189.781.400.460.083.210.430.360.050.620.110.500.120.310.150.090.140.700.060.140.14EMU1.160.12 0.840.083.620.47 1.550.30 14.391.660.350.06 0.470.080.320.04 0.860.08 0.790.05 0.810.040.070.20 0.890.07 0.680.07USUKJAPCACHNORSWENonEMU Avg.EMU Avg.Pre 0.920.110.890.083.570.411.160.248.661.170.350.074.801.160.220.030.690.070.570.080.280.180.31EMU0.950.15 0.650.044.510.450.900.149.861.050.390.093.970.78 0.130.020.690.070.460.21 0.890.05 0.500.140.900.070.570.07Pre 1.430.191.240.113.850.460.880.136.690.980.600.124.090.750.340.070.700.080.460.130.670.110.170.220.820.070.170.12EMU 0.420.061.280.21 6.151.14 2.160.468.801.88 1.150.19 8.551.56 0.610.120.720.080.410.18 0.210.180.130.16 0.02Pre 1.300.140.660.083.610.271.320.254.460.490.310.047.721.240.260.060.020.200.150.180.010.230.55EMU 0.840.090.550.083.820.300.890.154.450.490.250.056.320.960.180.020.330.220.220.18 0.560.16 0.370.13 0.500.170.300.14Pre 1.170.200.550.11N a NNa N1.290.2126.542.560.420.076.511.460.290.060.480.150.300.26N a NNa N0.07Pre 1.560.160.760.063.260.310.720.115.360.310.290.062.420.370.440.070.830.040.820.070.550.140.110.210.920.080.300.13EMU 0.820.160.610.092.680.630.840.236.160.65 0.670.184.171.10 1.200.250.710.080.490.19 0.920.070.380.160.900.08 0.570.07EMU1.050.120.580.08N a NNa N1.180.18 11.610.880.560.114.600.300.300.050.640.090.550.14N a NNa N0.130.160.710.110.530.11Pre 1.470.161.400.225.110.641.350.1811.111.190.270.042.750.491.330.170.040.230.050.210.070.170.140.170.180.220.07EMU 0.810.091.210.106.601.101.810.3214.482.75 0.840.17 5.520.841.660.30 0.500.11 0.620.080.420.140.270.12 0.550.09 0.310.08Pre 1.540.291.070.175.350.510.640.1612.821.700.540.104.530.700.420.100.610.110.300.230.440.140.290.130.790.060.230.12Pre 1.100.090.870.043.630.221.140.177.760.720.360.055.230.950.270.030.540.080.410.080.270.170.28EMU 0.860.161.060.115.120.60 1.160.2411.302.650.610.147.501.85 0.670.11 0.850.080.680.07 0.840.060.460.140.650.09 0.770.06Post 0.870.090.840.05 3.480.180.950.127.370.75 0.480.07 0.480.070.450.05 0.860.06 0.720.05 0.850.03 0.07Post 0.870.11 0.700.04 4.450.401.030.148.510.780.460.085.000.680.270.030.620.070.320.14 0.750.04 0.420.110.720.050.490.06Pre 1.200.110.930.073.010.131.020.096.960.620.330.042.740.410.380.040.660.060.600.050.670.050.380.080.710.040.430.060.100.160.890.080.420.150.110.770.03 0.610.03Table A1: For GE, NE, and BE: relative variables are towards EA6. Other countries: relative variables are towards remaining EA9. Timevarying 4 quarters rolling windowtrade shares were used as weights. All variables are expressed in logs except Infl and NX and HPfiltered. Standard errors are given in small fonts. Asterisks denote 10%, 5%,and 1% significant difference. Averages are weighted with longrun PPPadjusted GDP.0.130.660.080.370.120.170.880.090.430.080.230.330.150.250.360.160.090.15Table A2: Structural decomposition of change Pre EMU No UIP EMUgov EMUrules EMUshocks EMUDomestic Std Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd Std YForeign Std Y 100Std CStd YStd IStd YStd GStd YStd UStd YStd Std YTrade Std RXStd YStd NXStd YCrosscountry Corr Y YCorr C CCorr I ICorr G GCorr U UCorr 1.170.852.841.089.100.040.770.742.960.574.110.111.790.120.520.410.510.160.590.491.180.842.881.089.180.040.780.743.010.584.130.110.430.040.530.420.460.120.570.511.180.832.840.749.180.040.790.732.970.324.060.110.430.040.530.420.460.060.560.530.920.812.940.968.770.070.710.693.100.365.310.100.450.040.550.420.490.040.580.560.920.812.930.968.790.070.730.713.040.355.180.120.390.040.620.530.540.040.610.670.890.892.940.999.480.100.700.643.190.374.710.140.310.040.700.720.460.040.680.21Notes: for computation of statistics see table 4; left and right columns replicate resultsfor Pre EMU and EMU calibration, respectively. Middle columns from left to rightsimulate gradual transition from Pre EMU to EMU: no UIP shocks, fiscal rulesshocksas under EMU, independent monetary policy rules but with EMU coefficients, monetarypolicy shocks occur symmetrically volatility as under EMU.B Data sources and issues B.1 Sources Data are taken from the OECD Economic Outlook 84, the Main Economic Indicators vol. 2008release 12, Monthly Statistics of International Trade Vol. 2008 release 11, and the Quarterly National Accounts vol. 2008 release 12 databases, all in OECD 2008a. We also use the STAN database in OECD 2008b and the AMECO database in European Commission DG ECFIN 2008.For Canada, Finland, France, Germany Western Germany before 1991, Ireland, Italy, Norway,Japan, Portugal, Spain, Sweden, Switzerland, the United Kingdom, and the United States, we takethe following series from the Economic Outlook: Gross domestic product volume market prices;Private final consumption expenditure volume; Private total fixed capital formation volume;Government final consumption expenditure volume; Government gross fixed capital formation 35volume; Consumer price index; Unemployment rate; Exchange rate; Gross domestic product volume at 2000 PPP USD; Interest Rate, Short Term; OECD crude oil import price CIF USD per barrel; Total trade in value by partner countries. Note that government spending is defined as the sum of government investment and consumption where data on government investmentis available.36For the same countries we obtain the following series from the STAN database: Production grossoutput, volumes as well as Production gross output, current prices in Manufacturing and Totalservices; and the following series from from the AMECO database: Net capital stock per unit ofgross domestic product at constant market prices: Capital output ratio: total economy AKNDV and Adjusted wage share: total economy: as percentage of GDP at current factor cost Compensation peremployee as percentage of GDP at factor cost per person employed. ALCD2.The computation of Solow residuals is based on labor inputs only as the capital stock adjusts onlyvery little at high frequency and data on the capital stock is not generally available. We obtainthe following series from the OECD Main Economic Indicators: Production of total industry sa;Civilian employment: industry including construction sa where not available GE, FR, and IRseries for Production in total manufacturing sa and Weekly hours worked paid: manufacturingor Employees: manufacturing sa and Civilian employment: services sa. Where available, data forOutput of Services are from the OECD Quarterly National Accounts. We only consider data up to 2006, because the German series for labor employed ends at that point. We also include a dummy atthe time of the reunification in equations for Germany.B.2 Foreign aggregate and parameter values In order to avoid national basis effects, we construct the rest of the world series, i.e. the foreigncountry for each home country considered, by first calculating quarterly growth rates and aggregating the weighted series. Euro area growth rates include WestGermany until 1990Q4, and unified Germany from 1991Q1 onwards. Weights are calculated as the timevarying percentage shares oftrade importsexports with the respective country lagged fourquarter rolling window.The aggregated growth rates are then cumulated from the normalized base year in order to transformthe series into levels. Relative variables are specific to the country under consideration and therespective foreigncountry aggregate. For example, the real exchange rate is constructed using thecorresponding data on nominal exchange rates and the CPIs of the specific country and the countriesforming the foreign aggregate.36The series for UK investment private and public was adjusted for the unusual transfer of nuclear reactors from the British Nuclear Fuels plc to the Nuclear Decommissioning Authority in April 2005, see National Statistics 2006 for details.36Concerning the values for the labor share, the capitaltooutput ratio, and the price durations, theaverages of the above mentioned timevarying trade weights were used as weights. These weightswere adjusted for the fact that data for Ireland is missing in the case of price durations. The averagecapitaltooutput ratio, the labor share, and government spending over GDP were calculated by aggregating the two longrun averages for Germany and EA6 using average PPP adjusted GDP weights,yielding values of 11.99, 0.66, and 0.21 respectively. We compute the average of the ratio of manufacturing relative to services output using the averages of the timevarying trade weights adjustedfor the missing data for Portugal, Spain, and Ireland.B.3 Filtering We generally apply the HPfilter with a smoothing parameter of 1600 to the time series data beforecomputing statistics of interest. We apply the filter to the longest available sample 19702007 toremove the trend. Note that data used in the estimation of the Taylor rule is not filtered. Sincethe calculation of the UIP shocks relies on forecasts based on data available in each period, firstdifferences were used instead of the twosided HPfilter to remove trends.37References Artis, M. J. and Zhang, W. 1997. International business cycles and the erm: Is there a europeanbusiness cycle? International Journal of Finance Economics, 21:116.Bacchetta, P. and van Wincoop, E. 2008. Infrequent portfolio decisions: A solution to the forwarddiscount puzzle. mimeo.Bachmann, R. 2005. Labour market dynamics in germany: Hirings, separations, and jobtojobtransitions over the business cycle. Humboldt University: SFB Discussion Paper 200545.Backus, D., Kehoe, P., and Kydland, F. 1995. International business cycles: Theory and evidence.In Cooley, T. F., editor, Frontiers of Business Cycle Research, pages 331356. Princeton University Press, Princeton.Backus, D. K., Kehoe, P. J., and Kydland, F. E. 1994. Dynamics of the trade balance and the termsof trade: the Jcurve? American Economic Review, 841:84103.Baharad, E. and Eden, B. 2004. Price rigidity and price dispersion: Evidence from micro data.Review of Economic Dynamics, 7:613641.Baxter, M. and Stockman, A. C. 1989. Business cycles and the exchangerate regime: some international evidence. Journal of Monetary Economics, 23:377400.Blanchard, O. and Perotti, R. 2002. An empirical characterization of the dynamic effects of changesin government spending and taxes on output. Quarterly Journal of Economics, 1174:13291368.Calvo, G. 1983. Staggered prices in a utility maximizing framework. Journal of Monetary Economics, 12:383398.Canova, F., Ciccqrelli, M., and Ortega, E. 2007. Similarities and convergence in G7 cycles. Journalof Monetary Economics, 54:850878.Chari, V. V., Kehoe, P. J., and Mc Grattan, E. R. 2002. Can sticky price models generate volatile andpersistent real exchange rates? Review of Economic Studies, 69:533563.Christiano, L. J., Eichenbaum, M., and Evans, C. 2005. Nominal rigidities and the dynamic effectsof a shock to monetary policy. Journal of Political Economy, 1131:145.Clarida, R., Gal , J., and Gertler, M. 1998. Monetary policy rules in practice some internationalevidence. European Economic Review, 42:10331067.38Collard, F. and Dellas, H. 2002. Exchange rate systems and macroeconomics stability. Journal of Monetary Economics, 49:571599.Corsetti, G. 2008. A modern reconsideration of the theory of optimum currency areas. mimeo EUI.Devereux, M. B. and Engel, C. 2003. Monetary policy in the open economy revisited: Price settingand exchangerate flexibility. Review of Economic Studies, 70:765783.Dhyne, E., Alvarez, L. J., Bihan, H. L., Veronese, G., Dias, D., Hoffmann, J., Jonker, N., L unnemann,P., Rumler, F., and Vilmunen, J. 2006. Price changes in the euro area and the United States: Somefacts from individual consumer price data. Journal of Economic Perspectives, 202:171192.Domeij, D. and Flod en, M. 2006. The laborsupply elasticity and borrowing constraints: Whyestimates are biased. Review of Economic Dynamics, 92:242262.Duarte, M. 2003. Why dont macroeconomic quantities respond to exchange rate variability? Journal of Monetary Economics, 50:889913.Eichengreen, B. 1997. European Monetary Unification. The MIT Press.European Commission DG ECFIN 2008. Annual macroeconomic database AMECO.Faia, E. 2007. Financial differences and business cycle comovements in a currency area. Journalof Money, Credit, and Banking, 391:151185.Flood, P. R. and Rose, A. K. 1995. Fixing exchange rates: A virtual quest for fundamentals. Journalof Monetary Economics, 36:337.Friedman, M. 1953. The case for flexible exchange rates. In Essays in Positive Economics. University of Chicago Press.Gal , J. and Monacelli, T. 2005. Monetary policy and exchange rate volatility in a small openeconomy. Review of Economic Studies, 72:707734.Gal , J. and Perotti, R. 2003. Fiscal policy and monetary integration in Europe. Economic Policy,18:533572.Gerlach, S. and Hoffmann, M. 2008. The impact of the euro on international stability and volatility.European Commission Economic Papers 309.Giannone, D., Lenza, M., and Reichlin, L. 2008. Business cycles in the euro area. NBER Working Papers 14529, National Bureau of Economic Research, Inc.39Hagedorn, M. and Manovskii, I. 2008. The cyclical behavior of equilibrium unemployment andvacancies revisited. American Economic Review, 984:16921706.Hall, R. E. and Milgrom, P. R. 2008. The limited influence of unemployment on the wage bargain.American Economic Review, forthcoming.Heathcote, J. and Perri, F. 2002. Financial autarky and international business cycles. Journal of Monetary Economics, 49:601627.Jung, P. and Kuester, K. 2008. The unimportance of unemployment fluctuations for welfare.Working paper no. 0831, Federal Reserve Bank of Philadelphia.Kenen, P. 1969. The theory of optimum currency areas: an eclectic view.In Mundell, R. and Swoboda, A., editors, Problems of the international economy. Cambridge University Press.Kollmann, R. 2002. Monetary policy rules in the open economy: Effects on welfare and businesscylces. Journal of Monetary Economics, 49:9891015.Kollmann, R. 2004. Welfare effects of a monetary union: the role of trade openness. Journal of the European Economic Association, 223:289301.Kollmann, R. 2005. Macroeconomic effects of nominal exchange rate regimes: new insights intothe role of price dynamics. Journal of International Money and Finance, 24:275292.Krugman, P. 1993. Lessons of Massachusetts for EMU. In Giavazzi, F. and Torres, F., editors, Thetransition to Economic and Monetary Union in Europe, pages 241261. Cambridge University Press.Mc Kinnon, R. I. 1963. Optimum currency areas. American Economic Review, 53:717725.Monacelli, T. 2004. Into the Mussa puzzle: monetary policy regimes and the real exchange rate ina small open economy. Journal of International Economics, 62:191217.Mortensen, D. and Pissarides, C. 1994. Job creation and job destruction in the theory of unemployment. Review of Economic Studies, 613:397415.Mundell, R. 1961. A theory of optimum currency areas. American Economic Review, 514:657665.Mussa, M. 1986. Nominal exchange rate regimes and the behavior of real exchange rates: evidenceand implications. CarnegieRochester Conference Series on Public Policy, 25:117214.National Statistics 2006. Business investment. Revised results 3rd quarter 2006.40Negro, M. D. and Otrok, C. 2008. Dynamic factor models with timevarying parameters: measuringchanges in international business cycles. Staff Reports 326, Federal Reserve Bank of New York.OECD 2008a. Economic Outlook 84, Main Economic Indicators vol. 2008 release 12, and Monthly Statistics of International Trade vol. 2008 release 11. Source OECD.OECD 2008b. STAN database for structural analysis. OECD.Stat.Petrongolo, B. and Pissarides, C. A. 2001. Looking into the black box: A survey of the matchingfunction. Journal of Economic Literature, 20012:390431.Rose, A. K. 2000. One money, one market: The effect of common currencies on trade. Economic Policy, 30.Rotemberg, J. and Woodford, M. 1991. Markups and the business cycle. In NBER Macroeconomics Annual, volume 6, pages 63129. University of Chicago Press.SchmittGroh e, S. and Uribe, M. 2003. Closing small open economy models. Journal of International Economics, 61:163185.Shimer, R. 2005. The cyclical behavior of equilibrium unemployment, vacancies, and wages: Evidence and theory. American Economic Review, 951:2549.Stock, J. H. and Watson, M. W. 2005. Understanding changes in international business cycle dynamics. Journal of the European Economic Association, 35:9681006.Stockman, A. C. and Tesar, L. L. 1995. Tastes and technology in a twocountry model of thebusiness cycle: Explaining international comovements. American Economic Review, 851:168185.Woodford, M. 2003. Interest Prices. Princeton University Press, Princeton, New Jersey.41", "filename": "603371981.pdf", "person": ["Zeno Enders", "Enders, Zeno", "Philip Jung", "Jung, Philip", "Gernot J. Müller", "Müller, Gernot J."], "date": ["2009"]}