{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/30519/1/604522142.pdf"], "title": ["Incorporation and taxation : theory and firm-level evidence"], "plaintext": " CESifo Working Paper No. 2685 Incorporation and Taxation: Theory and Firmlevel Evidence Abstract This paper provides a theory and firmlevel evidence on the incorporation decision of entrepreneurs in a model of taxes and corporate governance. The theory explains how the incorporation decision of entrepreneurs is driven by taxation corporate and personal income taxes, corporate transparency, access to external capital and limited liability. We estimate features of this model using a large crosssection of more than 540, 000 firms in European manufacturing. We find that higher personal income tax rates favor incorporation while higher corporate tax rates reduce the probability to incorporate. These findings are robust to the inclusion of other economic and institutional determinants of external financing and choice of organizational form. JEL Code: H25, H73, F23, C21. Keywords: incorporation, governance, taxes, discrete choice models. Peter Egger Ifo Institute for Economic Research and Center for Economic Studies at the University of Munich Poschingerstrasse 5 Germany 81679 Munich eggerifo.de Christian Keuschnigg University of St. Gallen IFFHSG Varnbuelstrasse 19 9000 St. Gallen Switzerland christian.keuschniggunisg.ch Hannes Winner University of Salzburg Kapitelgasse 5 7 Austria 5010 Salzburg Hannes.Winnersbg.ac.at This version: June 10, 2009 The paper was presented at the University of St. Gallen Finance Research Seminar in 2008, the workshop on Taxes and the Financial and Legal Structure of Firms by Oxford University CBT and University of Economics in Vienna, the CESifo Area Conference in Public Sector Economics in Munich, and the workshop on The Role of Firms in Tax Systems at the Ross School of Business, University of Michigan, Ann Arbor, in 2009. We appreciate very constructive comments by seminar participants and, in particular, by Vittoria Cerasi and by the discussants Marcel Gerard and Jagadeesh Sivadasan. 1 Introduction A substantial number of firms are run as a sole proprietorship or noncorporate firm. Theytend to be small and are typically characterized by concentrated ownership. A singleentrepreneur or only a few partners make the key decisions. Large firms, in contrast, arealmost exclusively organized as corporations and are subject to much tighter companylaws, accounting standards and book keeping regulations. For these reasons, large firmstend to be more transparent and are more easily evaluated by external investors andother stakeholders. Obviously, the tighter reporting requirements impose extra overheadcosts and make this legal form more expensive. The larger administrative costs should bejustified by economic benefits of incorporation. Little is known about the precise natureof these advantages. Economists mention limited liability and improved access to thecapital market as main advantages of incorporation. It is rather unclear, however, howexactly the corporate form facilitates access to capital market financing and how, if at all,limited liability of the owners could promote the expansion of the firm. Our paper offersa theoretical explanation of the decision to incorporate. Further, we provide firmlevelevidence on the main predictions of the theory.The public economics literature has empirically analyzed the impact of taxes on thechoice of organizational form e.g. Gentry, 1994, Goolsbee, 2004, 1998, Gordon, 1998,Gordon and Mac KeeMason, 1994, Mac KeeMason and Gordon, 1997, de Mooij and Nicodeme, 2008. However, this literature typically assumes an exogenous distributionacross firms of the net benefits or losses from incorporation. The focus is typically onthe use of the corporate form as a means to save taxes which leads to a larger rate ofincorporation in reduced form. By incorporating, entrepreneurs might be able to avoidhigh personal income taxes under the sole proprietorship and instead become liable tolow corporate tax and personal dividend and capital gains taxes. This literature doesnot provide a deeper structural explanation of the economic determinants of the choiceof organizational form. The law and economics literature has recently emphasized theimportance of legal rules such as degrees of investor protection, reporting requirements,1bankruptcy rules etc. on economic performance.1 This literature is mainly empirical andhas not focussed on the choice of organizational form.Our analysis rests on corporate finance theory as recently summarized in Tirole 2006.This literature explains how the conflict of interest between entrepreneurs and managers,protected by limited liability, and external investors bears on a firms ability to raiseexternal financing. Part of the literature explicitely addresses the role of transparencyfor corporate governance see Hermalin and Weisbach, 2007, and Almazan, Suarez and Titman, 2007 for two very recent contributions. The choice of organizational form and itseconomic determinants and consequences have not been analyzed, however. This papersets out to develop a theoretical framework of the main advantages and disadvantagesof incorporation. We then explain how firms selfselect into organizational forms. Theanalysis determines the decomposition of the business sector into corporate and noncorporate form, and the relative size and other characteristics of these two types of firms.The proposed theory formalizes two often cited advantages of incorporation: limitedliability and access to external capital. Adopting the corporate form requires to implementtighter bookkeeping, accounting and reporting standards which imposes an extra overheadcost that would not be necessary with a sole proprietorship or partnership. The advantageof these standards is increased transparency to external investors and other stakeholders.Therefore, the managerial discretion and autonomy of the entrepreneur is lower, the moretransparent and tighter the reporting requirements are. It becomes cheaper to incentivizethe entrepreneur. The firms pledgeable income that may credibly be promised as arepayment to external investors, increases. The entrepreneur is thus able to raise moreexternal capital for any given amount of own equity. This formalizes the access to capitalmarket argument which is often cited as an advantage of incorporation.The other commonly stated advantage is limited liability. Typically, entrepreneurs 1See Armour and Cumming 2008, Berkowitz and White 2004, Crawford and Freedman 2007,Djankow et al. 2002, Fan and White 2004, and La Porta et al. 1997, 1998, 2000. Spamann 2008and Martynova and Renneboog 2009 investigated the sensitivity of results in empirical law and financeresearch. Bushman et al. 2004 provide an accounting perspective on corporate transparency.2not only dispose of financial assets that they inject as own equity in the firm, but arealso endowed with private assets such as ones own family house. Probably, the valueof private assets is higher for the entrepreneur than for the bank because they providean extra consumer surplus such as living in ones own house. We argue that banks canseize all assets of sole proprietors including private assets.In contrast, depending onbankruptcy rules, the corporate form protects a larger part of private assets on accountof limited liability. We emphasize two opposing consequences of limited liability. Theneed to pledge all private assets sharpens incentives of sole proprietors and allows themto raise more external financing. However, entrepreneurs attach much higher value totheir private assets than banks or the market do. They might thus be very unwilling topledge the asset and to loose it in case of bankruptcy. The need to pledge private assetsemphasizes the downside risk of sole proprietorships. If entrepreneurs have a sufficientlyhigh valuation of the private asset and are thus highly riskaverse, they might want toprotect it against the downside risk even if the asset could serve as collateral and raiseborrowing capacity. Hence, sufficiently riskaverse entrepreneurs prefer to incorporate tobenefit from limited liability and protect their private wealth. However, it might also bethe case that incorporated entrepreneurs voluntarily offer their private asset as collateralto facilitate external financing if they are not very averse to the downside risk. Hence,the value of limited liability is ambiguous.To explore the central predictions of the theoretical model empirically, we compilea crosssectional dataset of more than 540, 000 firms in manufacturing of 26 Europeaneconomies. These data on firm characteristics are merged with other country specificdata on taxes, entry and exit costs and corporate governance variables such as accountingstandards and measures of investor protection. The estimates of a variety of empiricalspecifications of the incorporation decision are in line with the theoretical hypotheses.Most importantly, a higher effective corporate tax rate comprising the corporate taxrate plus personal income taxes at the shareholder level reduces a firms probability toincorporate while a higher personal income tax rate of the entrepreneur boosts incorporation. With respect to economic determinants, we find that better accounting standards 3and better creditor rights which facilitate external financing, lead to larger incorporationrates.In contrast, costs of starting businesses which mostly relate to corporate firmsand their compliance with accounting and reporting regulations, significantly reduce theprobability to incorporate. We also find that costs of closing businesses, relating to thedownside risk of bankruptcy, have a significantly positive impact on incorporation rates.We conclude that limited liability is valuable in protecting private wealth which might bemore important than the benefits of using private assets as a collateral to secure credit.Finally, we find that tax and economic determinants importantly interact. Firms thatare comparable in all other respects, become significantly and substantially larger whenadopting the corporate form.In line with our theory, the endogenous incorporationdecision boosts firm size in terms of fixed assets, but this impact is compressed reducedby a higher effective corporate tax burden.The remainder of the paper is organized as follows. The subsequent section presents astylized theoretical model of the decision to incorporate in the presence of taxes. Section 3 derives comparative static results for the key variables of interest. Section 4 introducesthe dataset, describes features of the data, presents the empirical model, and summarizesthe key empirical results. The last section concludes.2 A Model of Incorporation 2.1 Tax Environment The taxation of firms differs by organizational form. An entrepreneur organizing as anoncorporate firm or sole proprietorship is subject to personal income tax. Denote thestatutory rates by tw, as applied to labor earnings. Sole proprietors are usually taxed atthe same rate. It will be useful to use a separate symbol, tn tw, where n refers to noncorporate firms. If incorporated, an entrepreneur pays corporate tax at rate but is alsoliable to personal income taxes on distributed profits. In constrast to directly progressive 4wage taxes, many countries tax dividends, interest and capital gains at separate, proportional and often different rates. Capital gains are usually tax preferred, either by reducedrates or simply by the tax advantage of the realization principle. We summarize personallevel taxation of capital income by an effective tax rate te. Most countries use methods toavoid double taxation. This can be achieved by adopting a certain rate structure. Denoteby tc the total, effective tax rate on corporate income paid by the shareholder. A fewcountries still adhere to the classical system of full double taxation at the company andpersonal level, leading to an effective corporate tax rate oftc 1 te.1Double taxation is avoided if tc tw. However, wage taxes are typically progressive sothat tax rates rise with income. In contrast, capital income taxes at the firm and personallevels, and te, are often proportional. In this case, double taxation is much more difficultto avoid. Full integration with single taxation in all income brackets would require thatthe corporate tax is considered a prepaid personal tax and is fully credited and possiblyrefunded against the personal income tax. The personal tax liability would be te tw,leading to an effective rate equal to the rate on labor income, tc te tw. Whenpersonal capital income is tax at proportional rates, double taxation may be avoidedon average only by appropriately setting tax rates in 1 but tc tw if tw is directlyprogressive. Some countries apply a halfrate method or, more generally, include onlya fraction of distributions as taxable personal income. This means that the effectiverate on dividends etc. is te tw, leading to an effective rate tc 1 tw. Thesubsequent analysis is based on the effective rate tc which may exceed or fall short of thepersonal income tax with progressive rates tw.An additional problem in taxing corporate income arises when effective tax rates onlabor and capital income differ. Suppose capital income is taxed at a lower effectiverate than labor income, tc tw. Entrepreneurs can then save tax by incorporatingand collecting income in terms of lightly taxed dividends, instead of paying a heavily 5taxed managers salary for their managerial labor input.2 Income shifting by relabellingentrepreneurial labor income as lightly taxed capital income can potentially lead to highlosses from income tax on wage earnings and artificially inflate revenues from corporate taxand is often a substantial problem in countries with a dual income tax, see De Mooij and Nicodeme 2008, Sorensen 2005 and Fjaerli and Lund 2001 in a European context.Sivadasan and Slemrod 2008 empirically documented significant tax induced shiftingof income from profits to managerial wages in India. The found that income shifting inresponse to the tax law change of 1992 explains almost all of the observed increase inmeasured wage inequality. Gordon and Slemrod 2000 have discussed this problem ina more general context, pointing to other channels of income shifting between corporateand personal tax bases, and found it to be empirically important for various periodsin the U.S. Cullen and Gordon 2007 point to a particular way of tax avoidance bymeans of organizational choice. Entrepreneurs stay noncorporate when the companymakes losses and the income tax burden is low, either due to low tax rates in low incomebrackets, or by offsetting business losses against other income. When the firm starts toearn profits, income tax liability rises progressively. Entrepreneurs then face a strong taxincentive to incorporate in order to benefit from a relatively lower effective tax rate oncorporate income. Given our focus on other determinants of incorporation, we chooseto keep the model simple and do not explicitely address income shifting. In any case,the additional tax advantage of incorporation due to income shifting should be capturedby the coefficients of the tax rates in our econometric estimates of the probability toincorporate.2To capture income shifting, an earlier version of this paper assumed a true profit contribution of theentrepreneurial labor input equal to w, adding to other profit from investment. Given a total gross oftax profit w , and claiming a management salary wt, the total tax liability is twwt tc w wt tww tc tw tc w wt. The correct tax liability is tww tc when the true entrepreneuriallabor earnings are received as a management salary. Entrepreneurs can save tax tw tc w wt bysetting an artificially low salary wt, possibly equal to zero.62.2 Entrepreneurial Finance Entrepreneurship requires managerial effort and is subject to bankruptcy risk. Thereis a mass one of entrepreneurs who are endowed with financial assets A and privatewealth H. The consumption value 1 H of the private asset ones own family houseexceeds market valuation H by external investors. If the private asset must be liquidated,entrepreneurs suffer a deadweigth utility loss equal to H.3 End of period utility u y H b consists of expected wealth y income plus wealth endowment AH, where thedeposit rate is normalized to zero, consumer surplus H from the private house if notliquidated, and the value of leisure b when shirking private benefits. Supplying highmanagerial effort requires to give up private benefits which reduces utility to u y H.After starting a firm, entrepreneurs must choose the organizational form. We abstractfrom entry and assume that all entrepreneurs start a firm endowed with a single projectwhich is developed in two stages. The lifecycle of a firm consists of a startup and anexpansion stage. Early stage investment k is fixed and selffinanced out of own assets A,expansion investment I is of variable size and is leveraged with external funds. Firms areheterogeneous in their success probability q of the fixed cost k and, thus, move with avariable probability from startup to expansion stage. This success probability is known tofirms at the beginning of period, and characterizes a firms type. The success probabilityof expansion stage investment is either high or low, depending on managerial effort, butis otherwise symmetric across firms.The timing of events is the following: i Given its type q, a firm chooses organizationalform j n, c, and a specific early stage investment kj is sunk;4 ii The firm either failswith probability 1q or continues with expansion investment; iii After selffinancing kj,the owner is left with equity Ej Akj Ij. To go ahead, banks must lend Dj Ij Ej;iv Expansion investment is sunk and the entrepreneur chooses effort. High effort no 3We interpret the loss of consumer surplus in case of bankruptcy as downside riskaversion.4Whether probability q is private information or not, does not matter. Since early stage investmentis fully selffinanced by assumption, there is no adverse selection problem in financing startups.7private benefits yields a high success probability p, low effort consumption of privatebenefits, or leisure leads to p L p; v Given a rate of return , investment yields endof period value 1 Ij if successful, and nothing if failed. If successful, the owner paysback credit and consumes. As usual, the model is solved by backward induction.Entrepreneurs find it optimal to put up all their financial assets A as own equityto achieve maximum leverage. The corporate form offers limited liability so that entrepreneurs can protect their private assets. As a matter of choice, they can pledge theirprivate asset as a collateral hc for repayment equal to the market value in the bad state,hc 0, H. In contrast, sole proprietors are, by law, fully liable with all private wealth,hn H. Depending on choice and organizational form, banks can always get a repayment of at least hj and can thus issue a riskless amount of debt equal to hj. Since therefinancing cost equal to the deposit rate is normalized to zero, a competitive bank canbreak even by charging no interest on safe debt. The zero profit condition for safe debtis phj 1 p hj hj. After getting safe debt, the firm still needs risky debt equal to Dj Ij Ej hj which can be repaid only in case of success while a failed firm is unableto repay anything. Lending an amount Dj, the bank must thus charge a positive intereston risky debt to break even, p 1 i Dj Dj.Taking account of the distinction between safe and risky debt, the companys surplusis divided between the owner and the bank according to 5ej p 1 Ij Tj 1 i Dj 1 1 p hj Ej,bj p 1 i Dj Ij Ej hj ,j p 1 1 Ij p Tj 1 p hj,25Equivalently, ej p 1 Ij Tj 1 i Dj hj 1 p 1 hj Ej. The owner repayssafe debt hj in the good state. Since a failed firm has no profits, the owner looses the full consumptionvalue of her house in the bad state. Bank profits are bj p 1 i Dj hj 1 p hj Ij Ejwhere the last term is total debt. Repayment in the good state is 1 i Dj on risky and hj on safe debt.In the bad state, only hj is repaid upon liquidation of the collateral which leads to a deadweight loss ofhj. Note that ej is the surplus over initial wealth. See Appendix A for the end of period utility.8where Ej A kj is own equity. Tax Tj tj Ij i Dj is due only if the companysucceeds, and depends on organizational form. If the venture succeeds, all debt is repaid.Repayment of risky debt Dj Ij Ej hj includes interest i, the loan rate on safe debtis zero. If the company fails, the bank gets repayment only on safe debt hj by seizing theowners private house with liquidation value hj. A competitive bank charges no interest onsafe debt since the deposit rate and, hence, the banks refinancing cost are normalized tozero. Liquidation of the private asset results in a deadweight loss hj when the firm fails.Adding tax to the last line yields a social surplus of j p 1 1 Ij 1 p hj.Perfectly competitive banks can do no better than break even. A binding participationj 0, leads to two consequences. First, given zero profits in banking, thej j, as long as she obtains externalfinancing. Second, the zero profit condition requires a positive lending rate on risky debt,owner appropriates the entire joint surplus, econstraint, bp 1 i 1, i 0.3Assumption A1 below means that entrepreneurs earn, per unit of investment, a nonnegative surplus p 1 1, which implies i in 2.2.3 Credit Analysis External financing are often subject to moral hazard and entrepreneurial opportunism.Since effort is costly, entrepreneurs might shirk and consume private benefits if they gainlittle extra income by supplying full effort. The bank, on the other hand, can break evenonly if high effort is guaranteed and repayment is likely. For bank lending to be incentivecompatible, entrepreneurs must keep a high enough stake for high effort to be worthwhilewhen effort is costly in terms of foregone private benefits bj j Ij. Private benefits areassumed to rise linearly with the investment level. In raising the firms success probabilityfrom p L to p, more effort not only results in a higher expected end of period wealth but alsoreduces the risk of loosing the consumer surplus hj of the private asset. The incentiveconstraint relating to 2 requires that the utility gain from a higher success probability 9must exceed the extra effort cost,1 Ij Tj 1 i Dj hj j Ij p p L j Ij.4Since effort changes only the success probability, state independent terms do not enterthe incentive constraint.The entrepreneur must keep a minimum amount j per unit of investment to guarantee her effort. However, the income share going to the owner limits the companys debtservicing capacity and, therefore, the size of a possible bank loan. Pledgeable income thatthe firm can credibly promise for repayment of debt, is equal to the total project valuenet of tax, 1 Ij Tj, minus the minimum incentive compatible income j Ij, but isaugmented by hj. The threat of loosing the consumer surplus from ones own housesharpens incentives, reduces the cost of incentivizing the entrepreneur, and thereby augments pledgeable income. Substituting tax liability Tj tj Ij i Dj and rearrangingshows the maximum incentive compatible debt level Dj 61 1 tj j j Ij hj 1 1 tj i Dj .5The firms capacity to repay risky debt is exhausted by Dj . Since the entrepreneurssurplus in 2 increases linearly with investment Ij, she wants to borrow and invest asmuch as possible until her borrowing capacity is exhausted. Substituting Dinto thejbanks break even condition and noting 1 i p 1 yields 1 1 tj i Ij mj Ej j hj , mj The firm invests more by leveraging equity Ej with outside funds Ij Ej. Ignoring hj, theinverse of the leverage factor mj would be the equity ratio EjIj. Private assets may serveas collateral, augmenting the borrowing capacity and allowing for higher investment.j 1 tj i1 1 tj i, j 1 .6We impose the following assumption:p 1 pj p 1 1 0.A110The last inequality implies that, in the absence of tax, the owners surplus per unit ofinvestment is positive, see 2. The entrepreneur thus wants to invest as much as possiblewhich makes her borrow until she exhausts the firms borrowing capacity. In the absenceof tax, using p 1 i 1, the leverage factor reduces to mj 1 pj p 1 1 andis positive by the second inequality. The first inequality also implies p 1 j 0which implies that the multiplier mj 1 1 p 1 j is not only positive, but alsolarger than one. Otherwise, the firm wouldnt need outside financing. The multiplier mjthus indicates by how much own equity is leveraged with outside financing. We assumetaxes to be small enough so that all properties also hold in the presence of tax.The multiplier declines with higher private benefits, i.e. with j j p p L. Moresevere agency problems reduce credit and investment. A higher tax rate also reduces themultiplier, essentially because it reduces pledgeable income:dmjdj m 2j 1 1 tj i 0,dmjdtj mj i i mj 1 1 tj i 0.7In the last derivative, we have i on account of 3. Both a higher effective tax rateand more severe agency problems reduce debt leverage and investment. The investmentreducing effect results because the tax reduces cashflow and, thereby, the firms borrowingcapacity. This is entirely different from standard neoclassical models where investment isnot finance constrained and, thus, not sensitive to cashflow.Proposition 1 Access to Capital Tight reporting standards and book keeping rulesunder corporate legal form make firms more transparent to external investors, reduce managerial independence and agency costs lower j. The firms pledgeable income riseswhich allows to raise more external capital for a given amount of own equity.2.4 The Value of Limited Liability With perfect competition among banks, the entrepreneur extracts the entire joint surplusin 2. Since it linearly increases in Ij, investment is expanded as much as possible. Banks 11lend an amount of risky debt equal to Dj Ij Ej hj only this gives rise to interestdeductions since safe debt is available at zero interest. Upon substitution, tax liabilityequals Tj tj i Ij tji Ej hj. Using this in 2 yields again use p 1 i 1when necessaryj 1 tj i p Ij tjip 1 p hj tjpi Ej.Finally, substituting the constrained investment level Ij mj Ej j hj from 6gives a closed form solution for the entrepreneurs surplus,j 1 tj i mj tji p Ej j hj,j 1 p tjip 1 tj i pmj j,8where p i p 1 1 0 is the gross of tax surplus per unit of investment. Ownequity Ej unambiguously raises the owners surplus when taxes are small.The coefficient j is key to our analysis. A value j 0 means that pledging theprivate asset diminishes the surplus j. Entrepreneurs would not want to pledge theirown house, and they do not need to do so if protected by limited liability. A positivenet value can therefore be interpreted as peoples value of having their own house orprivate asset protected by limited liability. By law, only the corporate form providesthis protection. However, the sign of j is in general ambiguous, reflecting opposinginfluences. The first term parameterizes the deadweight loss from liquidating privateassets, i.e. the owners private value attached to her house exceeds market valuation bya factor of . An entrepreneur looses highly valued private assets when the business failsdespite of high effort. The utility loss from loosing ones house can also be interpreted asriskaversion. The value of limited liability is in avoiding part of the downside risk of thebusiness. The second term reduces the surplus for tax reasons. When pledging her ownhouse, an entrepreneur can obtain a safe credit from a bank at a zero loan rate, insteadof risky debt with a loan rate i. Replacing risky debt thus reduces interest deductions incase of success and inflates the tax bill by tiphj on average. The third term reflects thecollateral value of ones house. By pledging private wealth, the entrepreneur can increase 12her borrowing capacity. She can invest an additional amount mj jhj because the risk ofloosing ones house reduces the financial incentives necessary to prevent shirking, therebyaugmenting the companys pledgeable income and allowing banks to lend more. Eachunit of investment contributes an extra surplus net of tax equal to 1 tj i p.By law, limited liability is granted only when adopting the corporated form which issubject to tighter accounting standards. Limited liability is denied to noncorporate firmswith less transparent book keeping and reporting rules. We can now state the followingcondition, in the absence of tax, for a positive value of limited liability,61 p 1 p p i m j j 0.A2The condition is satisfied if i riskaversion as measured by the above market valuation of the private asset, and ii agency costs as measured by j, become larger. The left handside increases with and approaches a maximum value of 1 p p for . For anygiven value of , the multiplier on the right hand side declines when the moral hazardproblem becomes more severe m 0j 0. The condition is also assured if the cashflowshrinks such that i which reduces the right hand side to zero.Condition A2 thus holds when entrepreneurial misbehavior is sufficiently damagingto business survival large j and, thus, small mj. In the absence of limited liability, theentrepreneur bears a larger downside risk which sharpens her incentives, raises pledgeableincome, relaxes the borrowing constraint and raises investment and expected income.Assumption A2 implies that the risk of loosing private assets in case of business failureimposes a utility loss from foregone consumption value which exceeds the utility gainfrom increased borrowing and investment.In other words, the safety net provided bylimited liability is worth more than the extra expected income from sharper incentives.Hence, an entrepreneur opting for incorporation does not want to pledge private assetsas a collateral to banks and sets hc 0 in order to maximize the surplus in 8. Anunincorporated entrepreneur, by law, is liable with her entire private wealth hn H6With tax, the condition is1ptj ip 111tj i 1 tj i pmj.13always and therefore suffers a utility loss. If condition A2 is satisfied, limited liabilityclearly favors incorporation.If the condition fails to hold, incorporated entrepreneursoptimally set hc H. They voluntarily use private assets as a collateral and prefer notto take advantage of limited liability under corporate form. In this case, limited liabilityis not relevant for the decision to incoporporate.7Proposition 2 Limited Liability Limited liability is positively valued since it protectsagainst the loss of highly valued private assets, and negatively since the denial of privateassets as a collateral restricts access to external capital. Limited liability has a positivenet value and favors incorporation if i the above market valuation of private assets islarge, and ii agency costs j are large.3 Law, Taxation and Incorporation 3.1 Costs and Benefits of Incorporation The cost of incorporation is that adopting the corporate form requires a larger startupinvestment which is selffinanced out of the entrepreneurs own wealth, kc kn 0. Forsimplicity, we normalize early stage investment of noncorporate firms to zero so thatkc k is the differential cost of incorporation. These additional organiziational startupexpenses reflect the extra costs created by the need to comply with the tighter bookkeeping and reporting standards which result in a higher degree of firm transparency andinvestor protection. This additional expense also leads to an indirect cost. Since it isselffinanced, it reduces own equity and investment leverage.The main benefit of incorporation is improved access to capital markets, i.e. externalfinancing. Noncorporate firms are rather intransparent to external investors, giving large 7Condition A2 thus formalizes the statement in Berkowitz and White 2004, p. 71: In makingloans to small corporations, lenders therefore may require that owners personally guarantee the loans.This abolishes the legal distinction between corporations and their owners for purposes of the particularloan and puts the owners personal assets at risk to repay the loan.14autonomy and therefore large private benefits to the entrepreneur. Corporate firms, incontrast, must comply with tight accounting rules and are, thus, much more transparentto external investors, allowing to raise more external financing. Higher transparencyreduces the possible private benefits from shirking when choosing the corporate form,c n and, thus, c n. With lower agency costs, it becomes cheaper to incentivizeentrepreneurs so that pledgeable income and borrowing capacity is increased. Firms canraise more funds multiplier mc mn larger and thereby achieve a larger leverage of ownequity. This is one aspect of better access to external capital which is commonly viewedas a major advantage of corporate compared to noncorporate form. For the same reason,corporations are larger!The law and finance literature emphasizes that better legal institutions and tighterinvestor protection tend to reduce agency costs and facilitate investment, see the papersby La Porta et al. 1997 etc., or Armour and Cumming 2006, 2008. Other thingsequal, better law towards more corporate transparency restricts managerial autonomy andthereby reduces the possible benefits from reaping private benefits in conflict with interestsof outside investors. Within a country, the increased transparency under corporate legalform allows entrepreneurs to secure more credit and raises the leverage of own equity: thedifference in private benefits c n induces a difference in multipliers as a measure ofleverage, mc mn.Another potential benefit of incorporation is limited liability to protect some privatewealth in case of business failure. With limited liability, the owner does not need topledge private wealth and is protected against downside risk. Assumption A2 impliesc 0 for corporate firms with low agency costs c. In choosing the corporate form, anentrepreneur does not need to and does not want to pledge private wealth. Hence, hc isoptimally set to zero in 8 which raises the owners surplus. A positive collateral wouldonly reduce expected surplus, despite of the fact, that it also helps to raise more funds. Incontrast, limited liability and downside protection is not available for sole proprietorships.In this case, the owner has no choice, hn H. By law, she is liable with her full private 15wealth which reduces her surplus by n H where n c 0.8 The advantage of limitedliability clearly favors incorporation. However, if the consumer surplus from private assetsis small, and agents are little averse to the downside risk of bankruptcy, then j 0. Inconsequence, entrepreneurs prefer not to make use of limited liability and voluntarily offerall private wealth as a collateral in order to raise more external financing, independentof organizational form. In fact, since c n 0, offering collateral is more valuable tocorporate firms which are more transparent and can raise more external capital than soleproprietorships. In this case, limited liability does not favor incorporation.3.2 Incorporation Decision Entrepreneurs are assumed to be heterogeneous with respect to the quality of their firm,as measured by the project specific early stage success probability q 0, which is distributedin 0,1 with a cumulative distribution G q R q 0 g q 0 dq 0. A firm with a project of typeq 0 survives the startup period with probability q 0, and earns a zero return if it fails withprobability 1q 0. Establishing a corporation yields a net present value cq 0k which variesacross firms with different q 0. The net present value of remaining a sole proprietor leavesnq 0 instead. Maximizing end of period utility requires to choose the organizational formwhich yields the higher net present value.9 Given the extra fixed cost of incorporation,the corporate form must yield a higher surplus to be attractive at all, c n. Aninteresting interior solution requires some conditions on the relative magnitudes of theseterms which are discussed below. Under these assumptions, the cutoff value determiningbusiness segmentation is given by the indifference condition q c k q n. The pivotalsuccess probability is see Figure 1 for illustrationq k c n .9It would be easy, although uninteresting, to find parameters such that one or the otherorganizational form does not exist in equilibrium. Our analysis focuses on parameters that 8Given c n, 6 implies mc mn. As j is independent of j, 8 yields n c.9Comparing utilities is equivalent to comparing net present values, see A.1 in the Appendix.16support an interior equilibrium. For example, 1 q 0 requires c n k. Inspecting2 reveals that, in the absence of tax, corporate surplus is larger if Ic In. The inequalityc n holds not only due to larger corporate investment but also because incorporationoffers the valuable option of protecting ones private wealth. If entrepreneurs are veryaverse to bankruptcy, they want to keep their private asset safe and take advantage oflimited liability under corporate form. The value of a sole proprietorship, in contrast, isreduced by the potential loss of private wealth in case of business failure i.e. hc 0 andhn H. The following assumption in the absence of tax, T 0 indeed guarantees thatcorporations invest more than noncorporate firms, even if they do not offer collateral.Without taxes, and using p 1 i 1, we have 1p and, therefore, Ic mc A kand In mn A 1 p H. Hence, Ic In is guaranteed ifmcmnA 1 p HA k 1.A3The middle term necessarily exceeds unity. The inequalities are satisfied if the transparency of corporations leads to a much larger multiplier than for sole proprietorships.Making c small relative to n raises mcmn while the middle term is close to unity if kand H are small relative to A.qkcq n 1qnoncorp.corporate Figure 1: Incorporation 17kFor further analysis, we write expected surplus in 8 separately for the two alternativelegal forms, after substituting in the optimal investment level,10c 1 tc i mc tci p A k ,n 1 tn i mn tni p A n H.103.3 Tax Effects We consider first a higher corporate tax which, for given taxes at the personal level,inflates the effective tax tc on corporate profits, and so do higher dividend taxes at thepersonal level. When j 0, entrepreneurs want to benefit from limited liability. Whenincorporating, they choose to protect private assets and deny collateral by optimallysetting hc 0. There is thus no tax effect on the value of collateral. A corporations NPVwill importantly hinge on the level of expansion investment Ic mc A k. By reducingavailable cashflow for repayment of external debt, the tax erodes the firms borrowingcapacity and reduces the leverage ratio mc in 7 and thereby constrains investment. Witha binding finance constraint, a reduction in investment has a strictly negative first ordereffect on firm value. In total, the corporate surplus in 10 declines bydcdtc i m i 1 tc idmcdtc p A k 0.11The first two terms in the square bracket express the direct reduction in firm value dueto higher tax payments. The third is the negative behavioral effect via investment. Thereduction in corporate value obviously discriminates against incorporation. This could beillustrated in Figure 1 by the downward rotation of the q 0c k line.Proposition 3 Effective Corporate Tax Rate A higher effective tax rate on corporate profits reduces borrowing, investment and firm value of corporations and reduces the 10We focus on j 0 below, i.e. limited liability is valuable. In the absence of tax, c i p Ic n i p In n H. In the case c n 0, both types of firms voluntarily offer collateral, leadingto c i p Ic c H 0. Corporations leverage investment even more relative to noncorporatesand also derive a larger gain from offering collateral so that c n holds a fortiori.18probability to incorporate.In many countries, income of sole proprietors is subject to the standard progressiveincome tax. Due to double tax relief or a separate lower tax on interest, dividendsand capital gains, personal capital income is often taxed at a much lower rate. A higherpersonal income tax will thus have only a limited impact on the effective corporate incometax. We thus consider an increase in the personal income tax, holding the effective taxtc on corporate income constant. This scenario thus affects investment and profits in away parallel to the paragraph above. The only difference stems from the fact the ownerof a noncorporate firm cannot protect her private wealth. By 6, the collateral value ofthe private asset rises with the tax rate, d ndtn i 1 1 tn i2 0, which boostsinvestment and partly offsets the other detrimental tax effects. The reason is seen from theincentive constraint 45. An entrepreneur who must pledge privately valued assets, hasmore at stake if the business fails. The collateral value of H sharpens incentives and allowsfor a larger incentive compatible debt level. Due to the tax savings from the additionalinterest deductions, the private asset expands debt capacity by H 1 1 tn i in 5.The value of the tax deduction increases with the tax rate. The collateral value of theprivate asset for this reason expands debt capacity and investment to a larger extent whenthe tax rate is higher, leading to d ndtn 0. The tax saving arising from the collateralvalue of the private asset thus reduces somewhat the other detrimental effects of the taxrate on investment.The personal income tax also reduces the NPV of noncorporate firms. The onlydifference to 11 again derives from the tax implications of the collateral value of H.Taking the deriviative of 8 yieldsdndtn ip i pmn n 1 tn i p ndmndtn mnd ndtn 0.12The square bracket is negative, making the overall effect positive.11 A higher personal taxrate reduces the net present value of noncorporate firms qualitatively in the same way 11After some steps, one can show ndmndtn mnd ndtn 11tnii11tniimn11tni2mn 0.19as in 11 referring to corporations. However, the inability of entrepreneurs to protecttheir private assets reduces the value of noncorporate firms by the term n in 10, andthe negative valuation effect is even stronger when the tax rate increases dndtn 0reduces n even more than in 11. For this additional reason, the personal income taxshould create a strong reason to incorporate. In Figure 1, the qnline tilts down, reducesthe pivotal q and increases the probability to incorporate.Proposition 4 Personal Income Tax The personal income tax reduces borrowing,investment and net present value of noncorporate firms and thereby increases the probability to incorporate.3.4 Institutional Determinants Our framework points to a number of institutional determinants that should affect the incorporation decision and which enter our econometric analysis as independent control variables. The theory is importantly driven by the tradeoff between increased transparencyfor outside investors and the better access to external financing under the corporate form,and the extra costs of complying with tighter accounting and reporting standards. Theaccess to external capital argument should also be particularly important for firms witha high return to investment and, therefore, a high growth potential. On the other hand,the limited liability argument for incorporation seems less important since limited liability seems to be a bane and a boon at the same time. Short of providing rigorous proofs,we now state the following conjectures:i We conjecture that the quality of a countrys commercial law accounting andreporting rules, degrees of investor protection, corporate governance and transparencystandards etc. reduce the discretion for managerial misbehavior in the corporate organization c falls relative to n. Control variables capturing aspects of accounting standardsand corporate governance should thus raise corporations borrowing capacity and therebyincrease size and value of corporate firms relative to sole proprietorships. The same should 20be true for creditor rights which facilitate the oversight by external investors relationshipbanking, allowing to commit more funds when they can gain control over firms in financial distress and force repayment more easily. The probability of incorporation shouldthus increase in measures of accounting standards and creditor rights.ii Firms face various setup costs. Since corporate firms must comply to tightercommercial and legal regulations and reporting standards, the costs of creating a corporatefirm are larger. In fact, we conclude that many standard empirical measures of entry costssuch as days necessary to start a business, registering costs, costs of starting a business etc.mainly apply to corporations rather than noncorporate firms increasing k. In Figure 1, the corporate value line shifts down and raises the pivotal q. We thus conjecture thatthese variables should reduce the probability of incorporation.iii Our formal analysis revealed that limited liability does not unambiguously favorcorporate firms. On the one hand, protecting ones private wealth is valuable for anentrepreneur and thus favors the corporate form. On the other hand, the threat of loosingones private wealth also sharpens incentives and raises the borrowing capacity. Thisreduces the value of limited liability and would speak against incorporation. We thusconclude that measures such as costs of closing business or tightness of bankruptcy rulesshould have no clearcut effect on the incorporation decision.iv Finally, we find a statistically significant and consistently negative impact ofantidirector rights. This variable measures the control of and influence on directors ormanagers of the firm by outside shareholders.In the extreme case, outside investorssuch as venture capitalists could easily replace the founding entrepreneur as it frequentlyhappens in venture capital financing see Hellmann and Puri, 2002, for evidence from Silicon Valley. Black and Gilson 1998 argue that entrepreneurs are rather averse togiving up independence and autonomy and are willing to accept venture capital onlybecause of its timelimited nature. Although outside our theoretical model, we believe thattight antidirector rights might render the corporate form unattractive as they interferewith the entrepreneurs desire for independence and personal autonomy.214 Empirical Analysis In the empirical part, we use a large dataset of 544, 291 firms which are located in Europeand whose major business activity is in manufacturing. The dataset is made availableby Bureau van Dijk through the large edition of Amadeus Update 146, published in November 2006. While the original source comprises a panel dataset, the strength of Amadeus lies in the crosssection rather than the time series.12 To avoid the influenceof particular years and the loss of crosssectional information due to missing timeseriesdata, we compute averages of the data between 1999 and 2004 throughout.We link the dataset with four other sources of data available at the country level:information on the effective shareholder corporate tax burden including local taxes onprofits and dividends is taken from KPMGs Corporate Tax Rate Survey 19932006,13personal income tax rates and wages in manufacturing are collected by Egger and Radulescu 2008.14 Institutional determinants of the incorporation decision are collected by La Porta, LopezdeSilanes, Shleifer, and Vishny 1999 and available from the World Banks Doing Business 20032007.From the database of La Porta, LopezdeSilanes, Shleifer, and Vishny 1999, weuse three variables which are related to transparency of reporting and monitoring costs,12There is substantial attrition in the panel and, even more importantly, timeseries datapoints arefrequently inter or extrapolated by collecting authorities. The latter renders the exploitation of thetimeseries dimension in the data over the available short period after 1999 almost useless.13To calculate this tax burden, we assume that a typical shareholder is subject to the corporateincome tax and if profits are paid out as dividends to an additional personal income tax. Thereby,we account for integration schemes between corporate and personal income taxes. For instance, for astatutory corporate tax rate of 30 percent and a withholding tax on dividends of 20 percent, we obtainan effective shareholder tax burden of 44 percent in the case of a classical system, see 1.14The original sources of the data are the Organisation for Economic Cooperation and Development,Price Waterhouse Coopers, and the International Bureau of Fiscal Documentation, described in detail in Egger and Radulescu 2008. We use the top personal income tax rate expressed as a fraction of unity.Hence, a top personal income tax rate of average wages of 0.5 indicates a tax rate of 50 percent in thehighest income bracket.22namely indices capturing creditor rights, accounting standards and antidirector rightsi.e., shareholder protection rules. Thes are discussed in paragraphs i and iv ofsection 3.4.In the context of our model these costs reflect an average firms accessto external financing. From the World Banks Doing Business dataset, we use indicescapturing the costs of starting and closing a business. In the context of our model, thesereflect the fixed costs of setting up a firm and exit costs see paragraphs iiiii in Section 3.4.15 According to the theoretical model, we expect to find a positive impact of betteraccounting standards and creditor rights on the probability to incorporate, and a negativeimpact of antidirector rights. Higher entry costs should reduce incorporation while wehave no clearcut prediction on the value of limited liability and, thus, on the impact ofhigher exit costs.4.1 Data and Econometric Specification Of the 544, 291 manufacturing firms included in our sample, about 93 percent are incorporated and the rest is unincorporated. The large fraction of incorporated firms is notdue to a selection of mainly large firms in our sample: about 10 percent of the includedfirms have only one employee, average firm size is about 65 employees the median firmhas less than 9 employees, and firms in the interquartile range have between 3 and 26employees. About 10 percent of the included firms have been incorporated between 1999and 2004. The average incorporated firm is about 17 years old, and the median is 13years old. The interquartile range of firm age covers units which are between 7 and 20years old. The firms are located in one of the 26 European economies listed in Table A1of the Appendix. The representation of the firm population varies across countries due tothe coverage in Amadeus. Countries which are particularly well represented are Belgium,Denmark, Finland, France, Italy, Netherlands, Portugal, Spain, and most of the Central 15These variables refer to the average time to complete all necessary procedures to start up and operatea business, the cost of bankruptcy proceedings, and the recovery rate informing about how many centson the dollar claimants creditors, tax authorities, and employees recover from an insolvent firm.23and Eastern European economies.Other features of the data are found in Table A2 of the Appendix. The Table reportsobservation numbers for the explanatory variables together with the mean and standarddeviation of each covariate used in the subsequent regressions.16 The descriptive statisticsfor the effective shareholder corporate tax burden and personal income tax variables aremost notable. For instance, the effective shareholder corporate tax and the top personalincome tax rate on average wages tend to be lower in countries, where incorporated firmsare located in, than in other countries, on average. However, we should be careful withdrawing firm conclusions from Table A2 for two reasons. First, the tax variables aresignificantly correlated with each other so that Table A2 is not telling about the partialimpact of the tax instruments on the probability of incorporation at the firm level.17This can be done by means of a multivariate model. Second, incorporation is capturedby a binary indicator variable which according to Sections 2 and 3 is the observablecounterpart to the unobservable latent profit comparison undertaken by entrepreneursin advance of the incorporation decision.Inference on the impact of any of the taxinstruments on the incorporation decision should account for the nonlinear relationshipbetween the tax instruments and the indicator variable. The latter can be done in anonlinear probability model. Accordingly, the probability of incorporation is given by PryfXci PryfXci FXci13 tc 1 tn 2 Zci f ,f 1,  , Nwhere f, c, and i are firm, country, and industry specific indices, respectively. yf denotes 16Not all the regressors are available for all 26 countries in the sample which explains the differencesin observations both across the covariates in Table A2 and across the estimated models below.17The correlation coefficient between the effective shareholder corporate tax burden and the top personal income tax rate on average wages amounts to 0.721. Moreover, the personal income tax rate ataverage wages in manufacturing is correlated with the top personal income tax rate between the average and five times the average wage with a coefficient of 0.297. All of the mentioned coefficients aresignificantly different from zero at one percent.24the unobserved variable i.e., the profitability of incorporation, and yf is the observedbinary variable of the legal status of the firm where entry one stands for an incorporatedfirm with yf 0. tc and tn indicate the countryspecific effective shareholder corporatetax burden and the top personal income tax rate. Zci is an N K matrix of country andindustry specific controls including a constant or country specific effects at the NACE3digit level. Finally, f is the remainder error term. 1, 2, 3, and the K 1 vector are unknown and need to be estimated.4.2 Empirical Results In Table 1, we summarize the findings from parsimonious and less parsimonious modelswhere the firmlevel decision to incorporate is a function of the two tax instruments ofinterest corporate and top personal income tax rates, a constant or fixed NACE 3digit industry effects, and a number of control variables. In Probit 1, we assume that thecoefficients across all NACE 3digit industries are identical. Alternatively, we allow forindustryspecific effects and include a complete set of 127 NACE 3digit industry dummiesin Probit 2. All regressions in Table 1 are nonlinear probability models, assuming that thelatent variable i.e., the net benefit from incorporation to the firm is normally distributedsee Cameron and Trivedi, 2005; Greene, 2008.The following conclusions can be drawn from the results in the table.In general,the explanatory power of the tax variables alone is remarkable.18 Mc Faddens pseudoR2 in Probit 1 amounts to about 14 percent, which is due to the tax variables and theconstant only. A higher corporate profit tax rate reduces, and a higher top marginalincome tax rate raises the probability to incorporate. The theoretical model suggeststhat the entrepreneurmanager is less likely to incorporate when the effective shareholdercorporate tax burden is high. On the other hand, higher personal income tax rates i.e.,higher costs of staying unincorporated should raise the probability of incorporation.18The standard errors are robust to clustering at the country level and to heteroskedasticity of arbitraryform throughout the paper.25The empirical results are supportive of these hypotheses.The inclusion of the 127 NACE 3digit dummies in Probit 2 does not improve thepseudoR2 of the model a lot.19 The latter may be a first indication of the relative importance of countrylevel variables as opposed to industrylevel variables for the incorporationdecision at the firm level. However, the joint impact of the industry dummies is significantly different from zero so that we include them always in the subsequent empiricalmodels. Notice that the parameter estimates of the two tax instruments included in Probit 2 are very close to the ones in Probit 1 with excluded industry dummy variables.Table 1Other important drivers of the decision to incorporate are institutional variablesrelated to the fixed costs of incorporating as well as entering and exiting the market.Such variables are collected in La Porta, LopezSilanes, Shleifer, and Vishny 1999, andthe World Banks Doing Business Data described above. Probit 3 and Probit 4 in Table 1 summarize the findings from less parsimonious specifications than Probit 1 or 2. Theinstitutional variables, however, are not available for all countries in the sample. We mustthus rely on a somewhat smaller number of observations. Yet, in Probits 3 and 4, thenumber of included firms still exceeds 360, 000.The institutional variables in Probit 3 include creditor rights, accounting standards,and antidirector rights as well as log GDP per capita the latter being a measure of wagecosts.20 These institutional covariates are relatively important: the pseudoR2 in Probit 3 is about 12 percentage points higher than its counterpart in Probit 2. Based on our 19However, the industry dummies have a nontrivial explanatory power which becomes evident fromthe amount of perfect predictions due to these dummies alone: while the parameter estimates in Probit 1 relied upon 544,291 observations, the ones in Probit 2 only use 521,286. The difference is simply thenumber of perfect predictions due to the inclusion of the industry dummies.20In an earlier version of the paper, we used average wage costs per employee including social securitycontributions in a countrys manufacturing sector, and the results turned out similar to the ones weobtain with GDP per capita. However, we prefer the current specification, since it avoids a furtherloss of observations due to missing wage data. Using wages per employee at the firm level is not an 26theoretical model, we have argued in section 3.4, paragraph i, that better accountingstandards as well as creditor rights should boost the probability to incorporate, and wehave concluded in paragraph iv that antidirector rights might discourage incorporation.The empirical results of Probit 3 support these hypotheses. When associating a higherlevel of percapita GDP with higher wage expectations, it is consistent with our modelthat an increase in wage expectations reduces the probability to incorporate.Probit 4 includes two additional control variables from the World Banks Doing Business Data: the costs of closing business and the costs of starting business. We tend toassociate the costs of starting businesses as mainly being relevant for corporate firms andtherefore reflecting fixed costs of incorporation. We find, in line with our theoretical results, that higher starting costs deter incorporation. Further, the coefficient in Probit 4shows that higher exit costs raise the probability of incorporating. Associating exit costswith the tightness of bankruptcy rules, one might think of this as putting some disciplineon entrepreneurs, thereby reducing agency costs and facilitating external financing. Thisbenefit is potentially offset by the risk of loosing highly valued private assets so that theory provides no clear prediction. We find a significantly positive impact of higher costs ofclosing business, possibly indicating that the disciplining role of bankruptcy proceduresfavors incorporation. However, while the exit and entry cost variables enter significantlydifferent from zero, they are not as important as the corporate governance variables whenit comes to their marginal explanatory power the pseudoR2 was 0.271 in Probit 3 andit is 0.274 in Probit 4.Altogether, the results in Probits 3 and 4 indicate that the two pillars of our theoreticalmodel corporate and personal income tax rates as well as accounting and governancestandards together with fixed costs of incorporation, as captured by entry cost areimportant to explain the variation of the incorporation indicator variable. The relativeoption here and would induce an endogeneity problem: individuals decide upon incorporation ex ante,i.e., before realizing profits or wages; moreover, the firmlevel dataset does not allow discerning wages ofmanagers from those of workers. Similarly, the inclusion of other firmlevel variables such as the numberof employees is not advisable because of a possible endogeneity problem.27magnitude of the coefficients on corporate profit and personal income tax rates are lower in Probits 3 and 4 than in Probits 1 and 2. The reason for the latter is mainly the correlationbetween tax rates and percapita GDP 0.868 and 0.778, respectively. However, while theimpact of the considered tax instruments on the probability to incorporate is somewhatsmaller in Probits 3 and 4 than in their more parsimonious counterparts, the qualitativeinsights remain unaffected by considering a larger number of countrylevel covariates.To get a sense of the relative importance of the tax variables for the incorporationdecision, we compute the marginal effects and their standard errors for Probit 4. We mayevaluate these effects at the sample mean as well as the subsample means of incorporatedand unincorporated firms. We find that a onepercentagepoint increase in the effectiveshareholder corporate tax burden results in a decline of the probability to incorporateof about 0.1 percentage points for the average firm. The response probability for theincorporated firms reacts in the same way, while that of the unincorporated firms declinesby almost 0.3 percentage points. All of the estimated marginal effects are significantlydifferent from zero at one percent. Given that the standard deviation of the effectiveshareholder corporate tax burden is almost 14 percentage points in the sample, a band of 1 standard deviation of the tax burden implies a band of percentage point changes inthe response probability of about 1.4 percentage points on average.4.3 Sensitivity Analysis We regard Probit 4 as our preferred empirical model of firmlevel incorporation choiceand assess the sensitivity of results along three different lines: the inclusion of industrybycountry average capital intensity measured by the log ratio of cash flow to fixed assetsas an additional covariate;21 the use of alternative governance variables creditor rights;accounting standards; and antidirector rights from Martynova and Renneboog 2009instead of the ones from La Porta, LopezdeSilanes, Shleifer, and Vishny 1999, the 21We conjecture that firms with a larger cashflow ratio are more profitable, invest more and, thus,benefit more from incorporation to facilitate external financing.28functional form of the nonlinear probability model, and the exclusion of large firms. Forthe sake of brevity, we focus on the parameters of the tax variables the corporate profitand top personal income tax rates to discuss the results of the sensitivity analysis in Table 2. For convenience, we repeat the benchmark results of Probit 4 in the first column.Table 2The findings from our sensitivity analysis may be summarized as follows. First, thecoefficient of average cash flow over fixed assets in manufacturing of a country in Probit 5referred to as Alternative 1 in the table is positive and significantly different from zeroat conventional levels. The model predicts that a higher capital intensity of an industryin a country leads to a larger number of incorporated firms there. However, adding thisvariable to the list of covariates has little bearing for the other parameter estimates.Second, the construction of the variables reflecting creditor rights, accounting standards, and antidirector rights by La Porta, LopezdeSilanes, Shleifer, and Vishny 1999has been criticized recently. It turns out that some of their original findings are sensitiveto the use of more accurate indices than theirs in replication studies. In Probit 6 referredto as Alternative 2 in Table 2, we use an alternative set of indices for the same governance measures which has been made available by Martynova and Renneboog 2009.It turns out that the explanatory power is slightly better with these variables than withthe ones in Probit 4 with a pseudoR2 of 0.274 in Probit 4 and one of 0.275 in Probit 6. However, there is no qualitative difference between the two models in the sense thatthe signs of the coefficients remain unaffected and they remain significant at conventionallevels. One exception is the coefficient of the costs of starting business, which is morecollinear with the variables from Martynova and Renneboog 2009 than with the onesof La Porta, LopezdeSilanes, Shleifer, and Vishny 1999 and not significantly differentfrom zero in Probit 6.Third, we estimate the specification by logit instead of probit Alternative 3 in Table 2. The logit model displays a somewhat higher value for Mc Faddens pseudoR2 than 29probit and would be preferable to probit see Davidson and Mac Kinnon, 2004, for alikelihoodbased test on probit versus logit. However, there is no qualitative differencebetween the results in Probit 4 and the logit model in terms of the coefficient signs. Allof the coefficients of the variables of interest in the logit model are significantly differentat conventional levels.Finally, we run Probit 4 on subsamples which exclude firms with more than 200employees Alternative 4 or more than 100 employees Alternative 5, respectively. Wefind that the results display only little sensitivity to those restrictions which is remarkable:the number of observations drops from 362,224 in Probit 4 to 99,977 in Alternative 4 andto 91,901 in Alternative 5. Even though we mentioned before that our sample mainlyconsists of firms in the relevant size range, we feel more comfortable with the resultsbeing insensitive to the exclusion of large to mediumsized enterprises.4.4 Extension We have focused on the determinants of the incorporation decision. A possible extensionof the empirical exercise guided by our theoretical model is to consider the consequencesof incorporation and its interaction with the effective shareholder corporate tax burdenfor firm size. One goal of our research was to model the incorporation decision as achoice. This suggests that an indicator variable of incorporation should not be treatedas exogenous in empirical work on the impact of incorporation on firm size. We mayaccount for endogenous firm selection into incorporation by means of matching basedon the propensity score i.e., the estimated response probability as in Tables 1 and 2.Assuming that the determinants of incorporation are observable and captured by a modelsuch as Probit 4, that incorporation choice apart from the included observables is random,and that selection into incorporation of a firm does not affect other firms decisions, wemay estimate the impact of endogenous incorporation on firm size consistently.We use the estimated response probabilities of Probit 4 to determine suitable controlunits unincorporated firms with the same probability to incorporate as the actually 30incorporated ones and estimate the average treatment effect of incorporated firms as theaverage difference in firm size between the incorporated and the suitable control firms.22The theoretical model suggests that incorporated firms are larger than unincorporatedones after controlling for selfselection. Furthermore, the model suggests that a highereffective shareholder corporate tax burden compresses reduces this positive main effectof incorporation on firm size. The latter can be inferred by including an interactive termbetween the incorporation indicator variable and the effective shareholder corporate taxburden in the conditional mean regression model after matching see Blundell and Costa Dias, 2002. Following the theoretical model, we use log fixed assets at the firm level as ameasure of firm size and report the results from exogenous and endogenous incorporationeffect estimates in Table 3.Table 3The results in Table 3 suggest the following conclusions. First, taking account of endogenous selection matters. The treatment effect of incorporation on the actually incorporated firms is negative without conditioning on the observables and positive otherwise.Let us refer to the corresponding estimate as the exogenous treatment effect and the oneobtained with matching as the endogenous treatment effect. Both the exogenous andendogenous treatment effects are significantly different from zero at one percent whenapplying conventional levels of statistical significance. Note that incorporation wouldactually reduce firm size if the estimate of the exogenous average treatment effect of 22We apply matching based on the propensity score with common support which works as follows.First, estimate the propensity of incorporation by means of a nonlinear probability model. Second, excludeall incorporated firms for which the propensity of incorporation is larger than the maximum propensityof incorporation in the group of unincorporated firms. Similarly, exclude all those unincorporated firmswhose estimated propensity to incorporate is smaller than the minimum propensity to incorporate of thegroup of incorporated firms. What we are left with is referred to as the common support region. Third,use the estimated propensity scores within the common support region to find closestpossible matchesfor each incorporated firm in the group of unincorporated firms. Fourth, calculate the average differencein the outcome in our case, firm size between the incorporated and the matched unincorporated firms.This difference is referred to as the average treatment effect of incorporation of the treated on outcome.31incorporation in the first column of Table 3 were taken. However, the estimate of theendogenous average treatment effect of the incorporated firms in column three of the Table is clearly positive. The point estimate suggests that incorporation causes firm size toincrease by about 100 exp0.408 1 55%.Second, our theory suggests that a higher effective shareholder corporate tax altersthe impact of incorporation on firms size. An impact on firm size is found for the inconsistent exogenous treatment effect as well as the endogenous treatment effect. In linewith the hypotheses from our theoretical model, a higher effective shareholder corporatetax compresses the positive treatment effect of incorporation on firm size, but only after accounting for endogenous selection into incorporation see the last column of Table 3. The interactive effect of incorporation and the effective corporate tax burden is significantly different from zero at one percent at conventional levels. The results in thelast column of Table 3 imply that the effective shareholder corporate tax burden whichrenders the average treatment effect of incorporation of the incorporated firms consistentwith the estimate in the third column, amounts to about 52.13%. This rate is higherthan the average tax rate among all incorporated firms reported in the first row of Table A2. This has to do with the exclusion of observations outside the common support regionof propensity scores.23 According to the parameter estimates in the last column of thetable, an increase of the effective shareholder corporate tax burden by one percentagepoint from that average level reduces the positive effect of incorporation on firm size byabout 5 percentage points.245 Conclusions This paper studies the decision to incorporate at the firm level. We analyze a model wherenew firms decide whether to adopt corporate or noncorporate form. In particular, we 23Matching reduces the discrepancy between corporate and noncorporate firms with regard to allobservables not only the effective corporate tax included in the selection model for incorporation.24100 exp5.397 9.570 0.5313 1 exp5.397 9.570 0.5213 1, using coefficients in Table 3.32study two main arguments in favor of incorporation that are emphasized largely informallyin the literature:limited liability and access to capital. We propose an agency modelwhere firm transparancy improves corporate governance and thereby facilitates externallyfinanced investment. The analytical part of the paper finds that better access to externalcapital is an important benefit of the corporate form when firms are finance constrainedwhile the effect of limited liability on the incorporation decision is generally ambiguous.Differential tax rates are also a crucial factor determining the incorporation decision. Ahigher effective corporate tax, measuring both firm level taxes and personal taxes ondistributed profits, discriminates against incorporation while a higher personal incometax rate on noncorporate firms encourages incorporation.The empirical part exploits a large crosssectional dataset of more than 540, 000 firmsin 26 European countries to study the impact of corporate and personal income taxinstruments on the incorporation decision at the firm level. The data are supportive ofkey hypotheses of our theoretical model. Most importantly, a higher effective corporatetax rate reduces a firms probability to incorporate while a higher personal income taxrate in particular, at high income levels does the opposite. In particular, incorporationleads to substantially larger firm size in terms of fixed assets investments, comparedto unincorporated firms with identical characteristics other than organizational form.However, the size effect of incorporation is compressed by a higher effective corporate taxrate i.e., the combined tax burden between corporate taxes and the personal income taxat the shareholder level.Appendix A Model Closure Incorporation imposes a differential fixed cost k. A firm with success probability q ofearly stage investment yields expected net present value of qc k if incorporated, and 33qn if not. Note that j is the surplus over the value of financial and private assets, Aand 1 H. Expected end of period utility of an E with a type q project isuj q qj kj A 1 H z ,A.1where kj k if corporate and kn 0 if not, and z is a lumpsum transfer from government.After observing q 0, agents choose organizational form. All q 0 q incorporate whileq 0 q remain as a sole proprietor and avoid the cost k, where the indifferent type isq d G q 0 of firms incorporates but only sc 0 q 0d G q 0 1 n of all noncorporategiven by qc k qn. A share n R 1R 1q q 0d G q 0 n of all corporations and sn R qfirms survive to the mature stage. Due to business failure, sn sc 1.Consider end of period welfare of entrepreneurs when taxes are refunded back tothem. The fiscal constraint yields a per capita transfer z p sn Tn sc Tc. End ofperiod utility is either un or uc, depending on organizational choice. Upon integration, u snn scc kn A 1 H z. Substituting j from 2 and z yields u A 1 H kn p 1 1Pj sj Ij 1 p Pj sjhj.The first two terms are end of period consumption value of wealth, the third term is earlyA.2stage investment from n startups, the fourth term is output minus expansion investmentin both sectors, and the last term is the loss in housing surplus due to business failurewhere hn H and hc 0, H depending on whether incorporated firms use privateassets as a collateral or not.B Data and Descriptive Statistics We summarize the sample coverage across countries in Table A1 and descriptive statisticsof the independent variables considered in Table A2. We report means and standarddeviations along with the available numbers of observations not only for the whole samplebut also the subsamples of incorporated and unincorporated firms. The means andstandard deviations of the countrylevel independent variables in the two subsamples are 34frequencyweighted averages according to the numbers of incorporated and unincorporatedfirms, respectively, across the included economies.Tables A1 and A2References1 Almazan, Andres, Javier Suarez and Sheridan Titman 2007, Firms Stakeholdersand the Costs of Transparency, NBER Working Paper No. 13647.2 Armour, John and Douglas Cumming 2008, Bankruptcy Law and Entrepreneurship, American Law and Economics Review 10, 303350.3 Armour, John and Douglas Cumming 2006, The Legislative Road to Silicon Valley,Oxford Economic Papers 58, 596635.4 Berkowitz, Jeremy and Michelle J. White 2004, Bankruptcy and Small Firms Access to Credit, RAND Journal of Economics 35, 6984.5 Black, Bernard S. and Ronald J. Gilson 1998, Venture Capital and the Structureof Capital Markets: Banks versus Stock Markets, Journal of Financial Economics 47, 243277.6 Blundell, Richard and Monica Costa Dias 2002, Alternative Approaches to Evaluation in Empirical Microeconomics, Portuguese Economic Journal 1, 91115.7 Bushman, Robert M., Joseph D. Piotroski and Abbie J. Smith 2004, What Determines Corporate Transparency?, Journal of Accounting Research 42, 207252.8 Cameron, A. Colin and Pravin K. Trivedi 2005, Microeconometrics. Methods and Applications, Cambridge University Press.9 Crawford, Clair and Judith Freedman 2007, Small Business Taxation, Special Studyin Selected Issues Undertaken for the Mirrlees Review, Oxford University.10 Cullen, Julie Berry and Roger H. Gordon 2007, Taxes and Entrepreneurial RiskTaking: Theory and Evidence for the U.S., Journal of Public Economics 91, 14791505.11 Davidson, Russell and James G. Mac Kinnon 2004, Econometric Theory and Methods, Oxford University Press.12 De Mooij, Ruud A. and Gaetan Nicodeme 2008, Corporate Tax Policy, Entrepreneurship and Incorporation in the EU, International Tax and Public Finance 15,478498.3513 Desai, Mihir A. and Dhammika Dharmapala 2008, Taxation and Corporate Governance: An Economic Approach, in Wolfgang Schoen ed., Tax and Corporate Governance, Springer, 1330.14 Djankov, Simeon, Rafael La Porta, Florencio LopezdeSilanes, and Andrei Shleifer2002, The Regulation of Entry, Quarterly Journal of Economics 117, 137.15 Egger, Peter and Doina Radulescu 2008, Labour Taxation and Foreign Direct Investment, CESifo Working Paper No. 2309.16 Fjaerli, Erik and Diderik Lund 2001, The Choice Between Owners Wages and Dividends Under the Dual Income Tax, Finnish Economic Papers 14, 104119.17 Fan, Wei and Michelle J. White 2004, Personal Bankruptcy and the Level of Entrepreneurial Activity, Journal of Law and Economics 46, 543568.18 Gentry, William M. 1994, Taxes, Financial Decisions and Organizational Form.Evidence from Publicly Traded Partnerships, Journal of Public Economics 53, 223244.19 Goolsbee, Austan 2004, The Impact of the Corporate Income Tax: Evidence from State Organizational Form Data, Journal of Public Economics 88, 22832299.20 Goolsbee, Austan 1998, Taxes, Organizational Form, and the Deadweight Loss ofthe Corporate Income Tax, Journal of Public Economics 69, 143152.21 Gordon, Roger H. 1998, Can High Personal Tax Rates Encourage Entrepreneurial Activity?, IMF Staff Papers 45, 4980.22 Gordon, Roger H. and Jeffrey K. Mac KieMason 1994, Tax Distortions to the Choice of Organizational Form, Journal of Public Economics 55, 279306.23 Gordon, Roger H. and Jeffrey K. Mac KieMason 1990, Effects of the Tax Reform Act of 1986 on Corporate Financial Policy and Organizational Form, in: Joel Slemroded., Do Taxes Matter? The Impact of the Tax Reform Act of 1986, Cambridge: MITPress, 91131.24 Gordon, Roger H. and Joel B. Slemrod 2000, Are Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases?, in Joel B. SlemrodEd., Does Atlas Shrug? The Economic Consequences of Taxing the Rich, New York: Russell Sage Foundation and Cambridge, MA: Harvard University Press, 240280.25 Greene, William A. 2008, Econometric Analysis, 6th edition, Prentice Hall.26 Hellmann, Thomas and Manju Puri 2002, Venture Capital and the Professionalization of StartUp Firms, Journal of Finance 57, 169197.3627 Hermalin, Benjamin E. and Michael S. Weisbach 2007, Transparency and Corporate Governance, NBER Working Paper No. 12875.28 La Porta, Rafael, Florencio LopezdeSilanes, Andrei Shleifer and Robert W. Vishny1997, Legal Determinants of External Finance, Journal of Finance 52, 11311150.29 1998, Law and Finance, Journal of Political Economy 106, 11131155.30 1999, The Quality of Government, Journal of Law, Economics and Organization 15, 222279.31 2000, Investor Protection and Corporate Governance, Journal of Financial Economics 58, 327.32 Mac KieMason, Jeffrey K. and Roger H. Gordon 1997, How Much Do Taxes Discourage Incorporation?, Journal of Finance 52, 477505.33 Martynova, Marina and Luc Renneboog 2009, A Corporate Governance Index:Convergence and Diversity of National Corporate Governance Regulations, unpublished working paper.34 Sivadasan, Jagadeesh and Joel Slemrod 2008, Tax Law Changes, IncomeShiftingand Measured Wage Inequality: Evidence from India, Journal of Public Economics 92, 21992224.35 Sorensen, Peter Birch 2005, Neutral Taxation of Shareholder Income, International Tax and Public Finance 12, 777801.36 Spamann, Holger 2008, Law and Finance Revisited, unpublished working paper.37 Tirole, Jean 2006, The Theory of Corporate Finance, Princeton University Press.37Table 1 The impact of corporate and personal income taxation on the incorporation decision Explanatory variables Effective shareholder corporate tax burden Top personal income tax rate Creditor rights 03; higher index value means more rightsAccounting standards 0100; a higher index value means higher standardsAntidirector rights 06; a higher index value means more rightsLog GDP per capita Costs of closing business 142; a higher index value means higher costsCosts of starting business 035.2; a higher index value means higher costsProbit 1Probit 2Probit 33.103 1.4398.856 3.0013.071 1.4378.406 2.9261.745 0.7473.799 1.4490.362 0.0340.056 0.0130.405 0.1320.5160.439Probit 40.863 0.4804.713 0.4610.514 0.0260.100 0.0100.843 0.0943.812 0.5620.028 0.0050.092 0.010Observations Fixed NACE 3digit industry effects 127544291no 521286yes 362224yes 362224yes Loglikelihood Mc Faddens pseudoR2Notes: A constant is included in all models. The corresponding coefficient and standard error in Probit 1 are 2.618 and 1.467, respectively. Figures below coefficients arestandard errors which are robust to clustering at the country level and to heteroskedasticity. , , denote coefficients which are significantly different from zero at 1, 5, and 10 percent, respectively.120763124645772570.271769660.2740.1390.151Table 2 Sensitivity analysis Explanatory variables Effective shareholder corporate tax burden Top personal income tax rate Creditor rights 03; higher index value means more rightsAccounting standards 0100; a higher index value means higher standards0.863 0.4804.713 0.4610.514 0.0260.100 0.0100.902 0.4824.694 0.4660.515 0.0260.100 0.011Benchmark Probit 4Alternative 1Probit 5Probit 6Alternative 2aLogit Excl. firms200 empl.Excl. firms100 empl.Alternative 3Alternative 4Alternative 5Antidirector rights 06; a higher index value means more rights0.843 0.842 Log GDP per capita Costs of closing business 142; a higher index value means higher costsCosts of starting business 035.2; a higher index value means higher costsAverage cash flowfixed assets in manufacturing of the country 0.0940.0953.812 3.797 0.5620.028 0.0050.092 0.0100.5660.028 0.0050.092 0.0110.004 0.001Observations Fixed NACE 3digit industry effects 127362224yes 362223yes1.744 0.5493.179 0.3820.551 0.0340.023 0.0040.724 0.1291.250 0.5510.022 0.0070.0030.009362224yes1.076 0.54910.244 0.5951.121 0.0380.231 0.0091.905 0.0918.518 0.7480.056 0.0080.209 0.013362224yes1.086 0.4162.870 0.6490.528 0.0360.094 0.0070.781 0.0563.697 0.5400.032 0.0040.085 0.01399977yes0.742 0.4202.609 0.6640.487 0.0350.093 0.0070.761 0.0553.706 0.5740.032 0.0040.083 0.01391901yes Loglikelihood Mc Faddens pseudoR2Notes: Figures below coefficients are standard errors which are robust to clustering at the country level and to heteroskedasticity. , , denote coefficients which are significantly different from zero at 1, 5, and 10percent, respectively. a The model in Alternative 2 replaces the antidirector rights index of La Porta, LopezSilanes, Shleifer, and Vishny 1999 by the alternative measure of Martynova and Renneboog 2008.7696376890769660.274211680.246769010.275238050.2680.2740.275Table 3 Firm size log fixed assets and incorporation using Probit 4 to estimate propensity scoresTreatment effect of the treated Exogenous incorporation Endogenous incorporation nearestneighbor matchingIncorporation Incorporation Effective shareholder corporate tax burden0.760 0.0132.390 0.7023.808 1.9420.408 0.2395.397 1.6009.570 2.889Notes: Figures below coefficients are standard errors which are robust to clustering at the country level and to heteroskedasticity. , denote coefficients whichare significantly different from zero at 1 and 10 percent, respectively.Table A1 Country coverage and firm distribution across countries Country Austria Belgium Bulgaria Croatia Czech Republic Denmark Estonia Finland France Germany Greece Hungary Iceland Firms 10122116563853378998889495950111101021088874722851691617Country Italy Latvia Lithuania Netherlands Poland Portugal Romania Russian Federation Slovak Republic Slovenia Spain Switzerland Ukraine Firms 10031280414681784860391066956061569921235208496093151738Table A2 Descriptive statistics Explanatory variable Effective shareholder corporate tax burden Top personal income tax rate Full sample Nonincorporated firms Incorporated firms Obs. Mean Std.dev.Obs. Mean Std.dev.Obs. Mean Std.dev.5442915442910.4240.5140.1380.06940748407480.5030.5200.1075035430.0415035430.4180.514Creditor rights 03; higher index value means more rights3853831.444Accounting standards 0100; a higher index value means higher standards38538363.952Antidirector rights 06; a higher index value means more rightsLog GDP per capita 3853835442912.4279.351Costs of closing business 142; a higher index value meanshigher costs54267411.079Costs of starting business 035.2; a higher index value means higher costs54267411.1410.9356.0581.2801.0105.5846.745314030.4210.9173539801.5343140367.6243.33535398063.62631403407482.6529.6570.8873539800.8645035432.4079.3264074010.4075.26150193411.133407405.9967.32050193411.558Average cash flowfixed assets in manufacturing of the country 54219330.829 1044.971407314.686267.70150146232.952 1083.8720.1380.0710.8816.1371.3081.0175.6066.521CESifo Working Paper Series for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2621 YinWong Cheung and Xingwang Qian, The Empirics of Chinas Outward Direct Investment, April 2009 2622 Frederique Bec and Christian Gollier, Assets Returns Volatility and Investment Horizon: The French Case, April 2009 2623 Ronnie Schob and Marcel Thum, Asymmetric Information Renders Minimum Wages Less Harmful, April 2009 2624 Martin Ruf and Alfons J. Weichenrieder, The Taxation of Passive Foreign Investment Lessons from German Experience, April 2009 2625 Yao Li, Borders and Distance in Knowledge Spillovers: Dying over Time or Dying with Age? Evidence from Patent Citations, April 2009 2626 Jim Malley and Ulrich Woitek, Technology Shocks and Aggregate Fluctuations in an Estimated Hybrid RBC Model, April 2009 2627 Jin Cao and Gerhard Illing, Endogenous Systemic Liquidity Risk, April 2009 2628 Thiess Buettner and Bjoern Kauder, Revenue Forecasting Practices: Differences across Countries and Consequences for Forecasting Performance, April 2009 2629 Hakan Selin, The Rise in Female Employment and the Role of Tax Incentives An Empirical Analysis of the Swedish Individual Tax Reform of 1971, April 2009 2630 Nick Johnstone and Ivan Hascic, Environmental Policy Design and the Fragmentation of International Markets for Innovation, April 2009 2631 Spiros Bougheas, Richard Kneller and Raymond Riezman, Optimal Education Policies and Comparative Advantage, April 2009 2632 Jay Pil Choi and Heiko Gerlach, MultiMarket Collusion with Demand Linkages and Antitrust Enforcement, April 2009 2633 Thor O. Thoresen, Income Mobility of Owners of Small Businesses when Boundaries between Occupations are Vague, April 2009 2634 Guido Schwerdt and Amelie C. Wuppermann, Is Traditional Teaching really all that Bad? A WithinStudent BetweenSubject Approach, April 2009 2635 Kurt R. Brekke, Luigi Siciliani and Odd Rune Straume, Hospital Competition and Quality with Regulated Prices, April 2009 2636 Peter Diamond, Taxes and Pensions, April 2009 2637 Shoshana Grossbard, How Chicagoan are Gary Beckers Economic Models of Marriage?, May 2009 2638 Roland Strausz, Regulatory Risk under Optimal Incentive Regulation, May 2009 2639 Holger Zemanek, Ansgar Belke and Gunther Schnabl, Current Account Imbalances and Structural Adjustment in the Euro Area: How to Rebalance Competitiveness, May 2009 2640 Harald Hau and Marcel Thum, Subprime Crisis and Board InCompetence: Private vs. Public Banks in Germany, May 2009 2641 Martin Halla, Mario Lackner and Friedrich G. Schneider, An Empirical Analysis of the Dynamics of the Welfare State: The Case of Benefit Morale, May 2009 2642 Balazs Egert, Infrastructure Investment in Network Industries: The Role of Incentive Regulation and Regulatory Independence, May 2009 2643 Christian Gollier, Expected Net Present Value, Expected Net Future Value, and the Ramsey Rule, May 2009 2644 Soren Blomquist and Hakan Selin, Hourly Wage Rate and Taxable Labor Income Responsiveness to Changes in Marginal Tax Rates, May 2009 2645 Dominique Demougin, Oliver Fabel and Christian Thomann, Implicit vs. Explicit Incentives: Theory and a Case Study, May 2009 2646 Francesco C. Billari and Vincenzo Galasso, What Explains Fertility? Evidence from Italian Pension Reforms, May 2009 2647 Kjell Arne Brekke, Karen Evelyn Hauge, Jo Thori Lind and Karine Nyborg, Playing with the Good Guys A Public Good Game with Endogenous Group Formation, May 2009 2648 Guglielmo Maria Caporale and Luis A. GilAlana, MultiFactor Gegenbauer Processes and European Inflation Rates, May 2009 2649 Henning Bohn, A Static Model for Voting on Social Security, May 2009 2650 Markus Haavio and Kaisa Kotakorpi, The Political Economy of Sin Taxes, May 2009 2651 Augusto de la Torre, Maria Soledad Martinez Peria and Sergio L. Schmukler, Drivers and Obstacles to Banking SMEs: The Role of Competition and the Institutional Framework, May 2009 2652 Tobias Lindhe and Jan Sodersten, Dividend Taxation, Share Repurchases and the Equity Trap, May 2009 2653 Assaf Razin and Edith Sand, MigrationRegime Liberalization and Social Security: PoliticalEconomy Effect, May 2009 2654 YinWong Cheung and Hiro Ito, A CrossCountry Empirical Analysis of International Reserves, May 2009 2655 Bart Cockx and Bruno Van der Linden, Flexicurity in Belgium. A Proposal Based on Economic Principles, May 2009 2656 Michael Melvin, Lukas Menkhoff and Maik Schmeling, Exchange Rate Management in Emerging Markets: Intervention via an Electronic Limit Order Book, May 2009 2657 Susanne Neckermann, Reto Cueni and Bruno S. Frey, What is an Award Worth? An Econometric Assessment of the Impact of Awards on Employee Performance, May 2009 2658 Steven Brakman, Harry Garretsen and Charles van Marrewijk, Economic Geography within and between European Nations: The Role of Market Potential and Density across Space and Time, May 2009 2659 Giovanni Facchini and Cecilia Testa, Reforming Legislatures: Is one House better than two?, May 2009 2660 Carsten Kowalczyk and Raymond Riezman, Trade Agreements, May 2009 2661 Oliver Falck, Stephan Heblich and Elke Luedemann, Identity and Entrepreneurship, May 2009 May 2009 2662 Christian Lessmann and Gunther Markwardt, One Size Fits All? Decentralization, Corruption, and the Monitoring of Bureaucrats, May 2009 2663 Felix Bierbrauer, On the Legitimacy of Coercion for the Financing of Public Goods, 2664 Alessandro Cigno, Agency in Family Policy: A Survey, May 2009 2665 Claudia M. Buch and Christian Pierdzioch, Low Skill but High Volatility?, May 2009 2666 Hendrik Jurges, Kerstin Schneider, Martin Senkbeil and Claus H. Carstensen, Assessment Drives Learning: The Effect of Central Exit Exams on Curricular Knowledge and Mathematical Literacy, June 2009 2667 Eric A. Hanushek and Ludger Woessmann, Schooling, Cognitive Skills, and the Latin American Growth Puzzle, June 2009 2668 Ourania Karakosta, Christos Kotsogiannis and MiguelAngel LopezGarcia, Does Indirect Tax Harmonization Deliver Pareto Improvements in the Presence of Global Public Goods?, June 2009 2669 Aleksandra Riedl and Silvia RochaAkis, Testing the Tax Competition Theory: How Elastic are National Tax Bases in OECD Countries?, June 2009 2674 Francesco Menoncin and Paolo M. Panteghini, Retrospective Capital Gains Taxation in Conditions, June 2009 the Real World, June 2009 2670 Dominique Demougin and Carsten Helm, Incentive Contracts and Efficient Unemployment Benefits, June 2009 2671 Guglielmo Maria Caporale and Luis A. GilAlana, Long Memory in US Real Output per Capita, June 2009 2672 Jim Malley and Ulrich Woitek, Productivity Shocks and Aggregate Cycles in an Estimated Endogenous Growth Model, June 2009 2673 Vivek Ghosal, Business Strategy and Firm Reorganization under Changing Market 2675 Thomas Hemmelgarn and Gatan Nicodeme, Tax Coordination in Europe: Assessing the First Years of the EUSavings Taxation Directive, June 2009 2676 Oliver Himmler, The Effects of School Competition on Academic Achievement and Grading Standards, June 2009 2677 Rolf Golombek and Michael Hoel, International Cooperation on ClimateFriendly Technologies, June 2009 2678 Martin Cave and Matthew Corkery, Regulation and Barriers Telecommunications Services in the European Union, June 2009 to Trade in 2679 Costas Arkolakis, A Unified Theory of Firm Selection and Growth, June 2009 2680 Michelle R. Garfinkel, Stergios Skaperdas and Constantinos Syropoulos, International Trade and Transnational Insecurity: How Comparative Advantage and Power are Jointly Determined, June 2009 2681 Marcelo Resende, Capital Structure and Regulation in U.S. Local Telephony: An Exploratory Econometric Study; June 2009 2682 Marc Gronwald and Janina Ketterer, Evaluating Emission Trading as a Policy Tool Evidence from Conditional Jump Models, June 2009 2683 Stephan O. Hornig, Horst Rottmann and Rudiger Wapler, Information Asymmetry, Education Signals and the Case of Ethnic and Native Germans, June 2009 2684 Benoit Dostie and Rajshri Jayaraman, The Effect of Adversity on Process Innovations and Managerial Incentives, June 2009 2685 Peter Egger, Christian Keuschnigg and Hannes Winner, Incorporation and Taxation: Theory and Firmlevel Evidence, June 2009 ", "filename": "604522142.pdf", "person": ["Peter Egger", "Egger, Peter", "Christian Keuschnigg", "Keuschnigg, Christian", "Hannes Winner", "Winner, Hannes"], "date": ["2009"]}