{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/41351/1/605037779.pdf"], "title": ["Commonalities in the order book"], "plaintext": "Commonalities in the order book H el ena BeltranLopez Pierre Giot Joachim Grammig January 30, 2009Abstract This paper uses data from one of the most important European stock markets and showsthat, in line with predictions from theoretical market microstructure, a small numberof latent factors captures most of the variation in stock specific order books. We showthat these order book commonalities are much stronger than liquidity commonality acrossstocks. The result that bid and ask side as well as the visible and hidden parts of theorder book exhibit quite specific dynamics is interpreted as evidence that open orderbook markets attract a heterogeneous trader population in terms of asset valuations andimpatience. Quantifying the informational content of the extracted factors with respectto the evolution of the asset price we find that the factor information shares are highestabout ten percent for less frequently traded stocks. We also show that the informationalcontent of hidden orders is limited.Keywords: limit order book, commonalities, liquidity, market microstructure JEL classification: G10, C32H el ena BeltranLopez is a FNRS research fellow at CORE, Universit e catholique de Louvain, Voie du Roman Pays 34, B1348 LouvainlaNeuve, Belgium. Phone: 32 0 10 478160. Email: beltrancore.ucl.ac.be.Pierre Giot is Professor of Finance at the Department of Business Administration CEREFIM, Universityof Namur, Rempart de la Vierge, 8, 5000 Namur, Belgium and CORE at Universit e catholique de Louvain.Phone: 32 0 81 724887. Email: pierre.giotfundp.ac.be. Joachim Grammig is research fellow at the Centre for Financial Research, Cologne and Professor of Econometrics at the Faculty of Economics, University of T ubingen, Mohlstrasse 36, D72074 T ubingen, Germany. Phone: 49 7071 29 76009. Fax: 49 295546. Email: joachim.grammigunituebingen.de. Send all correspondence to pierre.giotfundp.ac.be. Worksupported in part by the European Communitys Human Potential Programme under contract HPRNCT200200232 Microstructure of Financial Markets in Europe and the German Research Foundation DFG. Thefirst author gratefully acknowledges financial support from the Belgian Fonds National de la Recherche Scientifique FNRS. We are grateful to Deutsche B oerse AG for providing access to the limit order data. Earlierdrafts of the paper were presented at seminars at CREST and Frankfurt University. We thank the seminarparticipants, Michel Baes, Frank de Jong and Thierry Foucault for helpful comments. We owe special thanksto Stefan Frey for his collaboration in the reconstruction of the limit order books, and to Kerstin Kehrle forher excellent research assistance. Uwe Schweickert provided his invaluable expertise about the details of the Xetra trading system. The usual disclaimer applies.1. Introduction More and more trading venues throughout the world operate as open order book markets.In those exchanges, liquidity is supplied voluntarily by market participants who provide aninflow of limit buy and sell orders. Nonexecuted orders constitute the limit order book whichconsists of distinct, sorted limit pricedepth pairs. Since in a pure open order book marketthe book is the single source of liquidity, identifying the factors that account for its variationis of paramount interest for regulators, exchange operators and investors.This paper studies commonalities of liquidity supply in a pure limit order book market.We draw on results from microstructure theory that hint at the existence of common factorswhich explain the intertemporal variation of an order book. According to Glostens 1994seminal paper, limit order traders post orders with characteristics price and volume thatdepend on the underlying asset value. In Glostens framework, limit order traders protectthemselves against the pickingoff risk, i.e. adverse price changes in the value of the security.Accordingly, a single latent factor the underlying asset value affects all pricedepth pairsdisplayed in the book. The papers by Parlour 1998 and Foucault, Kadan, and Kandel2003 suggest that another factor accounts for the variation of the order book: the mixof patient and impatient traders.In their theoretical frameworks, just like in real worldtrading systems, orders are executed according to time and price priorities. Traders thusface a tradeoff between the price improvement made possible by a limit order and fasterexecution using a market order or an aggressive limit order which jumps ahead of the orderqueue. Impatient traders incur higher waiting costs, hence they are more likely to post marketorders, or aggressive limit orders that improve the best quotes. Patient traders are ready toprovide liquidity using less aggressive limit orders away from the best quotes. Accordingly,the shape of the order book depends on the mix of patient and impatient traders. This paperaims to provide empirical evidence on the existence of commonalities in the order book. Forthat purpose we address the following research agenda: Is there evidence that the pricedepth pairs in a limit order book exhibit those commonalities suggested by microstructure theory? In other words, can liquidity suppliedin a limit order book be summarized by a small number of latent factors, and if yes,what is their specific role in explaining the variations of the book?1 The theoretical papers cited above implicitly assume some degree of symmetry betweenthe buy and sell sides of the order book. However, if agents with different liquidity needs,asset valuations, and risk aversion place orders on both sides of the book, different factorsmay explain the variation of the buy and sell sides of the order book. Accordingly, thispaper investigates whether ask and bid sides of the book feature the same commonalities.In the same vein, since trader heterogeneity may be reflected in the use of visible orhidden limit orders, we also analyze whether the visible and the hidden part of the orderbook exhibit the same commonalities. Recent empirical papers e.g. Cao, Hansch, and Wang 2004 show that the limit orderbook contains informational content with respect to the evolution of the fundamentalasset price. Relating our paper to this literature, we assess the informational contentof the extracted factors, especially the differences between small, less frequently tradedand large, actively traded stocks. In the same vein, we also quantify the informationalcontent of the hidden part of the book.To a reader familiar with the recent literature on commonalities in market microstructure,this research agenda may appear surprising. As a matter of fact, most of the previous work hasfocussed on liquidity commonalities across stocks. Recent papers along this line of researchinclude Chordia, Roll, and Subrahmanyam 2001, Hasbrouck and Seppi 2001, Brockmanand Chung 2002, Hansch 2003, Bauer 2004, Coughenour and Saad 2004, Domowitz,Hansch, and Wang 2005 and Kempf and Mayston 2006.In contrast, we focus on thecommonalities exhibited by pricedepth pairs in stock specific order books. However, in orderto link this paper to the previous literature, we use the results of the stock specific analysisand also quantify crosssectional commonalities of liquidity.Our empirical analysis is based on Frankfurt Stock Exchange FSE order book data fromthe Xetra trading system. This unique dataset is particularly well suited for the analysis ofthe present paper. The data contain the complete order books of the stocks constituting the DAX30 index for a three months period in 2004.1 Similar to Euronext, the other prominent European trading system, Xetra is an automated auction system with an open limit order 1The DAX30 is a value weighted index of the thirty largest German stocks and one of the leading Europeanstock indexes, along with the French CAC and the British FTSE.2book.2 There are no designated market makers for frequently traded stocks. Xetra is a pureopen limit order book market. In contrast to the NYSE or NASDAQ, the Xetra order bookdoes not compete with significant other purveyors of liquidity. Although a floor trading systemand some regional exchanges offer alternatives to the Xetra book, they only account for a smallamount 2% to 5% of the total trading activity. Some of the stocks in our sample are alsocrosslisted at foreign trading venues, most importantly at the NYSE. DaimlerChrysler is themost prominent example. However, compared to FSEXetra, the foreign trading volume isquite small. The data used in the paper originate directly from the Xetra production system.They include all necessary information to perform a real time reconstruction of the stockspecific order books over the sample period. Since the FSE itself uses these data for internaland external reporting, the data quality is excellent.The empirical methodology employed in this paper tries to keep things simple. Usingsequences of reconstructed realtime order books we compute price impacts which measurethe relative price per share increase for a buyer initiated transaction or decrease for a sellerinitiated transaction when hypothetically trading a volume v at time t against the book.Accordingly, price impact curves monotonically increase buy side or decrease sell sidewith the hypothetical trading volume. They represent a natural way to measure committedliquidity supply in an open order book system. Performing a principal components analysisPCA on the price impact data we extract orthogonal factors that account for the variationof liquidity supply in an open order book.3 The extracted factors and the factor weights arethen further analyzed to address the research agenda outlined above.The main results can be summarized as follows: For diurnally adjusted price impacts, twoprincipal components already provide an explanatory power of more than 94% in terms ofcumulative R2. This holds true for the onesided analysis, i.e. when the PCA is performedseparately for the buy and the sell side of the order book. Variations in the first principalcomponent shift the supply and demand curves while the second principal component rotatesthe slope of the book. We show that bid and ask side of the book are driven by distinct,albeit correlated factors. When performing PCAs on both sides of the book simultaneously,four factors are needed to achieve a similar explanatory power as in the onesided analysis.2The Xetra system also operates at the Dublin and Vienna stock exchanges and at the European Energy Exchange.3Like volatility and inside spreads, the price impact series exhibit a intraday seasonal pattern diurnality,hence the price impact series are diurnally adjusted prior to performing the PCA.3Similarly, we show that the visible and hidden portions of the limit order book share somecommon dynamics, but also exhibit clear idiosyncracies. We interpret these results as evidencethat an open order book market attracts a heterogeneous population of limit order traderswith different trading strategies, trading needs, and asset valuations. Our results also indicatethat while there is evidence of liquidity commonality across stocks, the total explanatorypower of the principal components is much smaller than for the stock specific analysis. Ourcross sectional commonality results are, however, broadly comparable to those reported in Hasbrouck and Seppi 2001 and Bauer 2004.The paper also shows that the information share attributable to the extracted factorswith respect to the long run evolution of the asset price is nonnegligible. In other words,shifts and rotations of the order book carry informational content. The information shares areconsiderably different across stocks. While for the group of most actively traded stocks whichare also the biggest in terms of market capitalization we estimate an average informationshare attributable to the extracted factors of about 5 percent, the number doubles for thegroup of least frequently traded stocks. On the other hand, the hidden part of the book doesnot carry economically significant informational content.The remainder of the paper is organized as follows. Section 2 outlines the market structure and conducts a descriptive analysis of the data. In Section 3 we review the empiricalmethodology. Sections 4.1 one sided analysis, 4.2 joint analysis of ask and bid side, 4.3joint analysis of visible and hidden book, and 4.4 analysis of incremental price impacts discuss the results of the principal component analysis performed on stock specific reconstructedorder books. Section 4.5 focusses on cross sectional commonalities. Section 4.6 sheds light onthe informational content of the extracted principal components. We conclude in Section 5with a summary and an outlook for further research.2. Market structure and order book liquidity measures 2.1. The Xetra order book Xetra is an open order book system developed and maintained by the German Stock Exchange.4 It operates since 1997 as the main trading platform for German blue chip stocks 4See Deutsche B orse AG 1999 for a detailed description of the Xetra system.4at the Frankfurt Stock Exchange. Between an opening and a closing call auction and interrupted by another midday call auction trading is based on a continuous double auctionmechanism with automatic matching of orders based on rules of price and time priority. During pre and posttrading hours it is possible to enter, revise and cancel orders, but orderexecutions are not conducted, even if possible. Trading hours extend from 9 a.m. CET to 5.30 p.m. CET. For the DAX30 stocks there are no designated market makers. Traderscan view the full order book, except hidden shares coming from socalled iceberg orders. Aniceberg order is similar to a limit order in that it has prespecified limit price and volume.The difference is that a portion of the volume is kept hidden from the other traders. Thevisible portion of the iceberg order, called the peak, enjoys full price and time priorities asany visible limit order. The hidden portion receives only price priority. All disclosed volumesare executed first, even if those volumes entered the book after the iceberg order submission.When a market order hits the hidden portion, a new portion of the iceberg order equal tothe peak size is revealed to the market participants and is granted time priority over subsequent order submissions. Consequently, a trader submitting a market order may receive anunexpected price improvement if her market order is executed against a hidden order.The Xetra trading protocol is comparable to the Euronext trading system which, atthe time of this writing, encompasses the Amsterdam, Brussels, Lisbon and Paris stock exchanges. Xetra also shares many features with the trading system of the Hong Kong stockexchange, which has been recently studied by Ahn and Cheung 1999, Brockman and Chung1999 and Ahn, Bae, and Chan 2001. A feature which makes the Xetra data especiallyuseful for the purpose of our study is that market orders exceeding the volume at the bestquote walk up the book. In other words, the system guarantees market orders immediate fullexecution, at the cost of a worse price per share than the best quote. The liquidity measuresused in the present paper implicitly assume that such a walk up the book is possible.The German Stock Exchange granted us access to a database containing complete information about Xetra order book events entries, cancelations, revisions, expirations, partialfillsand fullfills of market, limit, and iceberg orders that occurred at the FSE during the firstthree months of 2004 January, 2nd March, 31st. The data encompasses the 30 stocksbelonging to the DAX30 index. Based on the time stamped event based data we performa real time reconstruction of the order book sequences. Specifically, starting from an initial 5set of non executed limit orders, we track each change in the order book implied by entry,partial or fullfill, cancelation and expiration of market, limit, and iceberg orders.5 The result is a sequence of order books, i.e. pricedepth pairs which are sorted in price descendingprice ascending order for the bid ask side. From these order book sequences, snapshots at 5minute intervals during the continuous trading hours are taken. This results in 102 orderbook snapshots per day. To account for the presence of iceberg orders, which are not fullydisclosed, we actually track two limit order book sequences. First, we have the visible orderbook, which contains all limit orders as well as the visible portion of the iceberg orders. Second, we reconstruct the complete order book that features all orders, including the hiddenportions.Table 1 presents some descriptive characteristics of the data. One can see that liquiditysupply and demand is quite active. On average, 13,000 11,000 nonmarketable limit ordersper stock are submitted canceled per day. Implicit transaction costs are relatively smallwith relative spreads ranging from 0.04% to 0.14%. On average, 2,100 trades per stock areexecuted each day and 15.2% of these walk up the book i.e. they are matched by standinglimit orders beyond the best bid and ask prices. We refer to those events as aggressivetrades.2.2. Using price impacts to measure liquidity beyond the best quotes Automated auction markets enforce price and time priority rules which govern the tradingprocess. This implies that the price impact of a buy sell market order is an increasingdecreasing function of the trade size. The available pretrade liquidity of the book can becharacterized by the unit price for selling v shares at time t,btv Pk bk,tvk,tv1where v is the volume executed at k different unique bid prices bk,t with corresponding volumesvk,t standing in the limit order book at time t. The unit price atv of a buy of size v attime t can be computed analogously. The unit prices btv and atv can be computed for anarbitrary range of volumes v. Liquidity supply in an order book can thus be characterized 5This is done by implementing the rules of the Xetra trading protocol in a GAUSS program. An exhaustivebattery of consistency checks showed that there were no errors during the reconstruction process.6at any given point at time t by a grid of unit ask and bid prices conditional on the tradedvolume v. Three transformations to the raw unit price series atv and btv are needed tomake the data amenable for our empirical analysis.First, the unit price series will be nonstationary, but our statistical methodology requiresstationary data input. We therefore consider a stationary transformation into price impacts.Price impacts capture the premium discount incurred by a buy sell market order traderwhen the initiated transaction is executed against standing limit orders beyond the bestquotes. Specifically, bid price impacts are computed as: 6bptv bt1 btvbt1 100.2Ask price impacts, aptv, are computed accordingly.Second, to ensure comparability across stocks, we do not express the trade size v in numberof shares, but in euros. By construction, the larger a seller buyer initiated trade againstthe book, the lower higher the per share price paid as the market order hits more and morelimit orders and is likely to walk up further in the book. For example, a bpt100, 000 1%bid price impact means that the per share price the initiator of a 100,000 euros sell order attime t receives for each share sold is 1% lower than the price if the sellers volume would besmaller or equal to the depth at the best bid. When the trading volume v does not consumeall the shares available at the best price, the price impact is zero.Third, we account for diurnality intraday seasonality of the price impact series. Figure 4 shows that the intraday pattern is characterized by high price impacts in the morning,a stablization during the day, and a slight increase at the close. Adopting the standardprocedure in the recent empirical literature, we remove intraday seasonality by subtractingtimeofday tod means and divide by the timeofday standard deviations. To compute todmeans and standard deviations the trading day is divided into thirtyminute bins. Specifically,diurnally adjusted bid price impacts ebptv are computed asebptv bptv bptodvstdbptodv,36See Irvine, Benston, and Kandel 2000 and Gomber, Schweickert, and Theissen 2004 for a similarmeasure of book liquidity. Note that in microstructure the term price impact is also used in a differentcontext. The difference of effective and realized spread is often also referred to as price impact.7where bptodv is the average and stdbptodv the standard deviation of the price impact inthe corresponding thirty minute timeofday bin. An analogous formula is used to computediurnally adjusted ask price impacts.We compute ask and bid price impacts for a grid of trade sizes v ranging from 10,000euros to 500,000 euros, with an increment of 10,000 euros. This yields a total of 50 priceimpacts for both the ask and bid sides. The choice of the minimum and maximum volumes isbased on the following rationale. We have computed for the 30 stocks the quantiles of themarket orders and marketable limit orders submitted during the time period under analysis.These empirical results are summarized in Table 2 we report results averaged across the 30stocks. The median trade size on average is approximately equal to 23,000 euros and the 90% percentile is at 100,000 euros. While the 99% percentile is a bit larger than 300,000 euros,the maximum traded volume is larger than 3 millions euros. The information conveyed by the 99% percentile indicates that extremely large volumes are almost never observed. Besides, itis well known that traders strategically time their large orders, i.e. they enter large order whenliquidity is plentiful in the order book. Therefore, it seems not sensible consider extreme tradesizes. A stock specific analysis reveals that this grid is adequate for all stocks in the sample.In a previous version of this paper, we have considered a grid size ranging from 50,000 eurosto 2 million euros, with an increment of 50,000 euros. The results are qualitatively similar,hence the analysis is robust to the choice of the grid size.To further illustrate, Table 3 reports the average price impacts and standard deviationsfor hypothetical trade sizes of 20,000 small trade, 50,000 medium trade, 100,000 largetrade and 500,000 euros extremely large trade. For small and medium trades, the priceimpacts are small around 0.01% and 0.02% respectively. Even for relatively large trades,the provision of liquidity is quite adequate: A 100,000euro market order only incurred a 0.03% price impact. Extremely large orders, however, had to walk up the book extensively,resulting in larger price impacts.A key feature of the data is that we have information about both the visible and hiddenorders present in the book. This implies that, during the reconstruction process, we can keeptrack of two order book sequences. The first only contains the shares visible to traders thevisible order book, whereas the second also includes the hidden orders the complete orderbook. Consequently, three types of price impacts can be computed. We refer to visible price 8impacts as those that results from an application of Equation 1 using only the visible bookdepth, while complete price impacts are computed using the complete book, i.e.includinghidden volumes. The latter are, by definition, smaller than or equal to the former. Third, wecompute hidden price impacts. The hidden price impact measures the price improvementbrought about by the hidden part of the iceberg orders. Hidden price impacts are computedas the difference between the price impact implied by the complete order book and the priceimpact implied by the visible order book.2.3. Time series properties of price impacts The time series properties of the price impacts are remarkably similar for the 30 stocks inour sample. Hence we present our results as holding on average for all stocks and presentaverages across stocks along with confidence bounds indicating the distribution across stocks.For illustration purposes we also present the results for one single stock. For no particularreason, except that it can be considered a typical stock, we chose Bayer AG ticker symbol BAY, a company specialized in life sciences. Figure 1 presents the time series of 20,000,50,000, 100,000 and 500,000euro ask price impacts for the Bayer stock. The price impactswere computed using the complete order book. The time series look similar for both the bidside price impacts and the price impacts computed from the visible book. Figure 1 and Table 3indicate that small volume price impacts exhibit little persistence and a high dispersion index.Figures 1 and 2 show that for relatively small volumes the price impacts exhibit only smallserial correlation, while the 500,000euro price impacts are strongly autocorrelated. All seriesshow intraday seasonality, although the diurnal pattern is less pronounced for the smallestprice impacts. Once diurnally adjusted, the series exhibit very similar dynamics, exceptthat there are no seasonal peaks left in the autocorrelograms see Figure 3. Overall, theseresults indicate that liquidity supply is far from being static which corroborates previousevidence reported by Ahn, Bae, and Chan 2001 and Biais, Hillion, and Spatt 1995 for the HongKong and Paris Bourse stock exchanges, respectively.Table 5 reports the crosscorrelations between the inside spread and the price impacts.The first six rows of this table report the spread correlations with ask and bid price impacts forvolumes ranging from 20,000 to 500,000 euros. The reported correlations are very small froman economic perspective. Indeed, they are often almost equal to zero, which suggests that the 9inside spread exhibits other dynamics than the price impacts. This shows that the dynamicsof the full book liquidity the focus of our work is distinct from the nearthebestquotesliquidity. Table 5 reports correlations of the inside spread with the Xetra Liquidity MeasureXLM, the official liquidity measure computed by the FSE see Gomber, Schweickert, and Theissen 2004. The XLM is constructed in a similar way as our price impacts. However,while we compute price impacts relative to the best bid or ask, the XLM standardizes volumedependent per share prices with respect to the the midquote the average of best ask andbid. The XLM thus captures, by construction, not only the variation of book liquidity supplybeyond the best quotes, but also that of the spread. Not surprisingly, the XLM is much morecorrelated with the spread than the price impacts. The XLM is thus not wellsuited for theanalysis of the dynamics of the book liquidity beyond the best quotes. Finally, the high crosscorrelations reported in Table 4 indicate that price impacts for different trade sizes indeeddisplay common dynamics. This result provides the springboard for the analysis in the nextsection.3. Modeling the order book using principal component analysis Several statistical methodologies are at hand to study order book commonalities.In thispaper we employ a standard technique, principal component analysis PCA.7 This sectiondescribes the PCA methodology in the context of order book modeling. A reader familiarwith the methodology can jump ahead to Section 4 and use this section as a reference fornotational details.The data input for the PCA are the diurnally adjusted time series of price impacts faptvand ebptv. We compute these price impacts for a grid of N trading volumes and for asequence of T equidistant order book snapshots during the threemonth sample period. Theprice impacts are collected in a T N matrix X such that each column of X contains a timeseries sequence of price impacts computed for a given volume v. For a onesided analysis thecolumns are sorted by increasing v.We also conduct a joint analysis on horizontally concatenated price impacts from bothsides of the book, and joined hidden and visible price impacts. Hence, we need a general 7In an earlier draft we have also conducted a dynamic factor analysis as advocated by Forni, Hallin, Lippi,and Reichlin 2003. However, we found that for the context of the present paper the dynamic factor analysisoffers no additional benefit, but comes at the cost of a higher degree of complexity.10notation to indicate the column of the input data matrix. For that purpose, let xt,i denotethe ith column price impact at snapshot time t. The row index t 1, . . . , T identifies thetime of the order book snapshots. Since PCA requires mean zero, one standard deviationdata input, the price impact data are standardized as follows:zt,i xt,i xisdxi.4xi and sdxi denote sample mean and standard deviation of column i, respectively. Thestandardized price impacts zt,i are collected in a T N matrix Z.The standardized price impacts are expressed as a linear combination of N orthogonalvectors, referred to as principal components,Z P W ,5where P F 1, F 2, . . . , F N denotes a T N matrix containing the orthogonal principalcomponents factors, and W is a N N matrix of weights. The ith i 1, . . . , N columnof P is referred to as the ith principal component, and denoted F i F i 1, F i 2, . . . , F i T .8The extraction of orthogonal principal components is achieved by computing the eigenvaluesand associated eigenvectors of the sample correlation matrix of standardized price impacts,1T Z Z. The columns of the weight matrix W containing these eigenvectors are arrangedin descending order of the associated eigenvalues. Finally, the principal components arecomputed as P Z W . The weightseigenvectors in W provide the mapping between theprincipal components and the price impact series. We will show below how an analysis of theweight matrix W helps understand how the principal components explain the variation ofthe shape of the order book.Ordering by decreasing eigenvalues implies that the first principal component, F 1, is theone with the largest variance, i.e.it explains most of the variation in the price impacts.The second principal component, F 2, has the second largest variance and explanatory powerand so forth. The explanatory power referred to as cumulative R2 of the first n principalcomponents F 1, F 2, . . . , F n can be computed by dividing the sum of the n first eigenvalues 8When the PCA is performed on ask and bid side price impacts, we denote the principal components F Aiand F Bi, respectively.11by the total sum of all N eigenvalues.If the price impact series share common components exhibit commonalities, then thefirst n N principal components will have a considerable explanatory power. The firstn principal components, collected in the T n matrix P n F 1, F 2, . . . , F n, combinedwith the weight matrix W n which contains the first n columns of W then feature enoughinformation to rebuild the whole state of the order book at time t. For that purpose wefirst compute b Z P nW n and then reintroduce the standard deviation and mean of eachcolumn using the inverse transformation of Equation 4. This provides b X, the reconstructedprice impacts matrix derived from the information provided by the first n principal components. If the price impacts feature commonalities then the reconstructed price impact serieswill be highly correlated with the observed price impacts. Provided that n is small, the PCAcan deliver a considerable reduction of complexity. In our application this would imply thatthe variation of the order book can be explained by a small number of orthogonal factors.4. Empirical evidence on order book commonalities: Resultsand discussion In this section we perform PCAs on stock specific price impact data, first on each side of thebook separately Section 4.1, before performing joint PCAs for both the sides of the orderbook Section 4.2 and for visible and hidden impacts Section 4.3. Incremental price impactsare analyzed in Section 4.4. Cross sectional commonalities are investigated in Section 4.5.Since the weight structure and the explanatory power of the significant principal componentsare remarkably similar for all stocks, the tables and figures which document our results reportaverages across stocks.9 Whenever useful, we also report cross sectional standard deviations,minima and maxima as well as confidence bounds.4.1. Onesided analysis of commonalities in the order book We start with the visible order book and perform a principal components analysis on thediurnally adjusted price impact series using the grid of 50 volumes from v 10, 000 through 9Note that this does not imply that the order book of the 30 stocks are generated by the same factors.Indeed, the factors for the 30 stocks are different, although they may share some common dynamics. We dealwith this issue in Section 4.512500, 000 euros. The PCA is conducted for ask and bid side price impacts separately. Theresults reported in Table 6 show that the first two principal components explain in termsof cumulative R2 more than 94% of the variation in visible price impacts. This suggests achoice of n 2 principal components, a decision which is also supported by the low explanatory power of the third principal component around 3%. There are only minor differencesbetween bid and ask side. Figure 5 depicts the weights of the first two principal componentsfor the bid and the ask side. The weights of the first principal component are positive andapproximately the same for volumes ranging from 100,000 to 500,000 euros. Weights decreaseby about 50% when v decreases from 100,000 euros to 10,000 euros. An increase in the firstprincipal component therefore produces an upward shift in the whole price impact curve,which, however, affects the price impacts for volumes smaller than 100,000 euros to a lesserextend. This is illustrated in the top panel of Figure 7 where we perform simulations usingthe Bayer BAY PCA results as an example. Starting from a base scenario, we successivelyincrease and decrease the value of the first principal component and plot the change in thewhole range of price impacts. The top panel of Figure 7 shows how the ask side of the orderbook shifts upwards downwards when the first principal component is increased decreased.It is clearly visible that the price impacts of large volumes v are more affected than the priceimpacts of small volumes. The top panel of Figure 7 suggests referring to the first principalcomponent as shift factor since it moves all price impacts in the same direction, albeit ina nonlinear fashion: An increase of the shift factor indicates that liquidity quality is mildlyreduced near the inside quotes, while beyond medium size trading volumes liquidity qualitydeteriorates more sharply.Figure 5 shows that the weights of the second principal component are negative for volumesup to about 230,000 euros and positive for larger volumes. An increase in the second principalcomponent thus reduces the price impacts for smaller volumes, and increases those for largevolumes. This effect is illustrated in the bottom panel of Figure 7 where the ask side of the Bayer order book is again used as an illustrative example. As before, we start from a basescenario, increase and decrease the value of the second factor and plot the resulting priceimpacts. Figure 7 shows that, as the second principal component is increased, the wholeask side of the book rotates counterclockwise around a volume of about 230,000 euros. Priceimpacts for low through medium volumes decrease, while price impacts increase for medium to 13very large volumes. Put differently, an increase decrease in the second principal componentindicates an improvement deterioration of liquidity quality for small to mediumvolumetrades, while liquidity beyond mediumvolume trades is negatively positively affected. Itseems natural to refer to the second principal component as rotation factor.Figure 5 shows that the weight patterns are remarkably similar for both sides of the book.We come back to this issue below when we investigate whether the ask and bid sides aresubject to the same dynamics. Additional results from PCAs performed on the completeorder book including hidden price impacts are presented in Table 6. The reported figuresfor the explanatory power and the pattern of the weight structures not reported are veryclose to what we find for the visible order book.4.2. Joint analysis of ask and bid sides The onesided analysis in the previous subsection revealed that the first two principal components shift and rotation factor have a remarkable explanatory power for both sides ofthe order book, and that the ask and bid side weight structures are quite similar. It couldtherefore be conjectured that one would also need only two factors one to account for theshift and one for the rotation of the price impact curves when performing a joint PCA usingthe price impacts from sides of the book. However, the empirical results reported in Table 6contradict this hypothesis. These results rather point to asymmetries in the order book.The bottom panel of Table 6 reports the explanatory power of the first four principalcomponents extracted by the joint PCA. Averaged across stocks, the cumulative R2 of thefirst two principal components amounts to 82%, a considerable reduction compared to thecumulative R2 of 94% from the onesided analysis. The explanatory power of the three firstprincipal components amounts to 88%, and it takes four principal components to reach acumulative R2 of 94%. This suggests that different factors account for the variation of thebid and ask side of the order book.The interpretation of the four joint principal components is not as clearcut as in thesingle sided PCA and warrants some further investigation. For that purpose we show in Table 6 that the explanatory power of the first two joint factors is quite similar to the explanatorypower of the first principal component shift factor from the onesided analysis about 82%.This suggests that the onesided shift factor captures the same dynamics as the first two 14principal components from the joint PCA. If this bears out, then price impacts reconstructedfrom the shift factor should be closely correlated with price impacts reconstructed from thefirst two joint principal components. An analogous reasoning can be applied with respect tothe onesided rotation factor and the third and fourth principal components from the joint PCA. Indeed, the correlations between the price impacts reconstructed from the shift factorand the price impacts reconstructed from the first two joint factors are greater than 0.98 forall price impacts and all stocks, both for the bid or the ask side. This shows that the firsttwo factors from the joint PCA indeed capture the same order book variation as the shiftfactor from the onesided analysis. Similar results are obtained regarding the relation of theonesided rotation factor to the third and fourth principal components.Further evidence on the asymmetries between the bid and ask sides of the book is providedin Table 4. Here we report the crossmarket side correlations of the raw price impacts fordifferent trade sizes. All correlations between the bid and ask side price impacts of the visiblebook are smaller than 0.25. Furthermore, the crossmarket side correlations between shift andand rotation factor are small. Specifically, opposite market side shift factors are only weaklycorrelated about 0.13 averaged across all stocks, and the correlation between the oppositeside rotation factors is negligible. Ask side shift factor and the bid side rotation factor arealso only weakly correlated about 0.07 on average. The same holds true for the correlationof the bid side shift and ask side rotation factors.As a matter of fact, the apparent heterogeneity of the buy and sell sides of the orderbook is not surprising. In limit order markets like Xetra or Euronext, limit order tradershave no compelling reason to be simultaneously active on both sides of the market. An openlimit order market is in that respect quite different from a dealership system where dedicatedmarket makers have a binding obligation to supply liquidity for both ask and bid side inorder to maintain an orderly market. The classic inventory model of Stoll 1978 assumessuch a market structure. Stolls model implies symmetrical ask and bid side variations as thedealer shifts her bid and ask prices simultaneously to manage her inventory position. Ourresults indicate that an anonymous open order book market attracts heterogeneous liquiditysuppliers. The heterogeneity can refer to asset valuation, impatience and being informedabout the true asset value. In an analysis of the Reuters D20002 order book trading system Danielsson and Payne 2001 reach the same conclusion.154.3. Commonalities of visible and hidden liquidity In this section the issue of trader heterogeneity is further investigated by a study of commonalities between the visible and hidden liquidity contained in the order book. For thatpurpose the PCAs are performed on horizontally concatenated data sets which contain bothvisible and hidden ask price impacts. As described in Section 2.2, the hidden price impactscapture the price improvements brought about by iceberg orders. The PCAs are performedonesided, i.e.separately for the buy and the sell side. As before, all price impacts arediurnally adjusted.Table 6 shows that four principal components are needed to achieve an explanatory powercomparable to the onesided PCA performed on visible price impacts. While in the latterapplication shift and rotation factor deliver a cumulative R2 of about 94%, the explanatorypower of the first two principal components in the joint visiblehidden PCA is reduced to 80% averaged across stocks. We have to include the third and fourth principal components toincrease the cumulative R2 to 94%.Performing a separate PCA on the hidden price impacts only, the results are qualitativelysimilar to the results for the visible book.10 Specifically, the first two principal componentsexplain more than 90% of the variation of the hidden price impacts, and the interpretation ofthe first principal component as shift factor and the second as rotation factor also applies.Yet, the variation of the hidden part of the book is driven by other factors than the visiblepart. The correlation between the same side hidden book shift factor and the visible bookshift factor is weak, about 0.21 cross stock averages. The correlation between the visible andhidden rotation factor is about the same size. The trader heterogeneity story of the previoussubsection thus extends to the provision of visible and hidden liquidity.4.4. Commonalities in incremental price impacts The analysis in Section 4.1 focused on the price impacts in levels. However, price impactsfor two volumes are, by construction, correlated. For example, the ask price impact of av 10, 000 euros trade and the ask price impact of a 11,000 euros trade share the priceimpact of the first 10,000 euros. To check the robustness of our conclusions we thereforecheck whether price impact differences exhibit the same commonalities. For that purpose we 10To conserve space, we do not report tables with the results of this analysis.16compute the differences of two adjacent price impacts and perform the PCA on these data.For example, the price impact difference at 20,000 euros is computed as the price impactat 20,000 euros less the price impact at 10,000 euros. These price impact differences areconstructed for all volumes in the grid up to 500,000 euros. The principal component analysisof the previous sections is then performed on price impact differences for the visible, completeand hidden order books. The PCA results are presented in Table 7. They show that theconclusions of Sections 4.1, 4.2 and 4.3 extend to price impact differences, too. Althoughthe explanatory power of the first two principal components extracted from onesided PCAs67% 70% is lower than for the level analysis, it is still remarkable and shows that priceimpact differences, too, exhibit strong commonalities. The weights for the first and secondprincipal components are depicted in Figure 6. This is the counterpart of Figure 5 whichshows the level price impact results. The plots are very similar, such that the interpretationof the first two principal components as shift and rotation factors also applies to price impactincrements.4.5. Crosssectional commonalities As mentioned in the introduction, the analysis performed in the previous subsections is quitedifferent from the usual commonality analysis studied in the market microstructure literature. Hasbrouck and Seppi 2001 and Coughenour and Saad 2004 for the NYSE, andmore recently Hansch 2003, Bauer 2004 and Kempf and Mayston 2006 for automatedauction markets use PCAs to study liquidity commonalities across stocks. In order to linkour paper to that literature, this section performs a cross sectional principal component analysis of liquidityrelated variables for the 30 stocks in our sample. To perform an analysisalong the lines of Hasbrouck and Seppi 2001 one has to select a single liquidity variableper stock upon which the the cross sectional PCA can be performed. In Table 8 we reportsthe results for a whole set of alternative liquidity indicators. It is convenient to draw on thestock specific results obtained before, and to use the previously extracted ask and bid sideshift and rotation factors. These are obtained from onesided principal components analysisof the visible price impacts Section 4.1. As discussed above, the first two PCA extractedfactors summarize stock specific variations of liquidity, and thus are obvious choices to studycommonalities across stocks. We also use the ask side price impacts for 10,000 euros and 17100,000 euros trades. By performing the PCAs on price impacts for two specific trade sizes,we check whether there is more commonality within similar sections of the book across stocksthan for the whole book. Finally, we also use the inside spread and the best ask depth including hidden liquidity. While the PCAs performed on shift and rotation factors and theprice impacts deliver information about commonalities in book liquidity i.e. liquidity supplyfor aggressive trades, the cross sectional PCAs performed on the inside spread and best askdepth help measure the amount of commonality in the provision of liquidity at the best quotesfor small trades.Table 8 shows that there is obviously much less commonality across stocks than in thebooks for individual stocks. Choosing the ask side shift factor as liquidity indicator, thecrosssectional commonality is around 18% cumulative R2 of the first three principal components. Using the ask side rotation factor commonality measured in the same way amounts to 13%. The crosssectional analysis of the order book variables ask 10,000 euros and 100,000euros price impacts as well as spread broadly yields the same results. We find almost nocommonality for the best ask depth. The results are similar for the bid side.These results show that cross sectional liquidity commonality is much smaller than commonality in stock specific order books. Our cross sectional results are, however, broadlycomparable with those in Hasbrouck and Seppi 2001 who report about 30% explanatorypower for the first three principal components in their cross sectional commonality study. Ina more recent study Bauer 2004 reports about 25% commonality for the Swiss stock market,which also operates as an open order book market. The result that stocks traded in openorder book systems exhibit less commonality in liquidity is a result that warrants furtheranalysis.4.6. The informational content of the factors In this section we address the following questions: Can the previously identified principalcomponents help explain longrun movements of the fundamental asset price proxied by themidquote? In the affirmative, which of the principal components the shift factor or the rotation factor is the most informative? Does the hidden portion of the book provide informationbeyond what is already contained in the visible book?Ours is not the first attempt to address those issues. As a matter of fact this section 18provides, from a different methodological angle, a contribution to a growing empirical literature focusing on the informational content of the order book Pardo and Pascual 2004;Cao, Hansch, and Wang 2004; Naes and Skjeltorp 2005. In this paper we address thesequestions using a standard time series methodology. The basic idea is to estimate a vectorautoregressive VAR system that contains the midquote change and the principal components as endogenous variables. We then analyze the longrun mean square forecast error ofthe midquote change. This variance decomposition gives the proportions of the movementsof the midquote changes attributable to the principal components. In finance the resultingvariance shares are often referred to as information shares, Hasbrouck 1991 is the classicreference.11In order to assign variance shares to the orthogonal innovations of each endogenous variable, the contemporaneous correlation of the innovations of the VAR must be disentangled.The standard solution is to perform a Cholesky decomposition of the covariance matrix ofthe estimated VAR residuals.12 Depending on the degree of contemporaneous correlation,a change in the Cholesky ordering will result in different information shares. To assess thesensitivity of our results we thus vary the ordering of midquote change and principal components. One ordering places the midquote change first, which amounts to assuming that theshape of the book does not contemporaneously affect the midquote. This ordering tends toreduce the information share assigned to the principal components. Alternatively, we placethe midquote last and put the principal components first. This tends to increase the information share of the factors. The alternative orderings provide upper and lower bounds of theinformational content of the factors. We also vary the ordering of the principal componentsby interchanging the position of shift and the rotation factor.We focus on two VAR specifications. In the first, the endogenous variables are the shiftand rotation factors obtained from separate stock specific PCAs performed on ask and bid sidevisible price impacts. We refer to this specification as the visible factor VAR. The second VAR includes the factors extracted from a PCA performed on both visible price impacts andincremental hidden price impacts. This specification which we refer to as visible and hidden 11We assume that the reader is familiar with the basics of structural VAR analysis and innovation accountingvia long run MSE decompositions. Chapter 11 in Hamilton 1994 provides a lucid review of the methodology.12This amounts to assuming a hierarchical ordering of the endogenous variables in which the variable ordered first is not contemporaneously affected by the others. The variable ordered second is assumed to becontemporaneously affected only by the variable ordered first and so on.19factor VAR includes the first four principal components for the ask and bid side alongwith the midquote change as endogenous variables.For each stock the reduced form VARs are estimated equation by equation by OLS.Information criteria suggest a VAR lag order equal to two. The variance decomposition focuseson the 15stepahead forecast error of the midquote change.13 Consistent with similar marketmicrostructure papers that use time series models Chan 2005; Giot and Grammig 2006,previous day information is not allowed to affect the present day. Observations involvingovernight midquote changes are excluded. Furthermore, if the lags of the VAR equationsreach back to the previous day, then these lagged values are substituted by sample means.4.6.1. Visible factor VARTable 9 contains the results for the visible factor VAR. The table reports the informationshares averaged over the thirty stocks and the corresponding crosssectional standard deviations. The results show that the shift and rotation factors have informational content withrespect to the longrun movements of the midquote. Averaged over the four Cholesky orderings, the aggregated information share of the principal components amounts to 7.5%. It isnot surprising that the own information share of the midquote innovations dominates. Theinnovations in the structural equation for the midquote change account for new public andprivate information brought about by trades occurring within the fiveminute sampling interval as well as noninformationally related microstructure effects like inventory accounting androunding errors.14 Beyond the own information share effect, we can nevertheless concludethat the shape of the order book contains additional informational content with respect tothe longrun movements of the asset price.15When the information shares of the first principal components are compared, the resultsin Table 9 suggest that the shift factor is more informative than the rotation factor. However,the crosssectional standard deviations of the variance shares are quite large. This indicatesthat studying on a finer aggregation level may be warranted. For that purpose, Table 1013The convergence of the variance of the forecast error to its unconditional variance is actually faster. Formost stocks decomposing the 5stepahead forecast yields virtually the same results.14These microstructure effects should not matter to a large extent. In Xetra there are no dedicated marketmakers who have to carry involuntary inventory. Furthermore the minimum tick size is just one euro cent.15In a related paper for the Australian Stock Exchange, Cao, Hansch, and Wang 2004 argue that the information share of the book beyond the best quotes amounts to 30%. However, their econometric methodologyis different as they estimate a cointegrated system for the share prices and not relative price impacts.20reports crosssectional averages and standard deviations for stocks grouped by trading activity.Specifically, we sort the 30 stocks into four trading activity quartiles. Trading activity ismeasured in average number of trades per day. The results show a more differentiated picture.First, the information share of the principal components is higher for less actively tradedstocks. The total variance share of the factors averaged across orderings amounts to 9.9% forthe group of least frequently traded stocks, while for the actively traded stocks first quartilethe average variance share is 5.3%. The aggregated information shares for the second quartileaverage 6.4% and third quartile average 7.4% are in between. This suggests that theinformational content of the book is higher for less actively traded stocks. This is consistentwith recent evidence documented by Naes and Skjeltorp 2005, who focus on the tradingvolume volatility relationship in order book markets. They show that this relationship isshaped by the fact there is more disagreement regarding the future earnings of smallcapstocks than largecap stocks. As a result, order books tend to be more informative for lessactively stocks than for large stocks.In the same vein, the proportion of information shares attributable to the shifts and rotations of the book is different for actively and less actively traded stocks. Table 10 showsthat, for the group of actively traded stocks, the shift factor accounts for 88% of the totalinformation share attributable to the principal components sum of ask and bid side information shares averaged across the orderings. However, for the least active quartile, rotationsof the order book are relatively more informative: the rotation factor accounts for 57% ofthe aggregated information share attributable to the principal components again sum of askand bid side shares averaged across orderings. The second activity quartile is similar to themost active quartile with the shift factor accounting for 85% of the total information share.For the third activity quartile, the information shares are more balanced 55% for the shiftfactor, 45% for the rotation factor. The result that the slope of the order book determinedby the rotation factor is more informative for less actively traded stocks again corroboratesthe findings in Naes and Skjeltorp 2005.4.6.2. Visible and hidden factor VAR results In order to assess the informational content of the hidden orders, we now turn to the visibleand hidden factor VAR. In this case, we use the first four ask and bid side principal com21ponents obtained from PCAs performed on visible price impacts and the incremental priceimpacts brought about by hidden orders. As discussed in the previous section, the first two ofthe four factors assume the role of shifting the price impact curve, while the third and fourthfactors account for the change of the slope of the price impact curve. Table 11 confirms theresults reported for the visible factors VAR in that the total information share of the principal components is higher for less actively traded stocks. Furthermore, as discussed above,we find that for actively traded stocks shifts of the order book seem more informative. Forless frequently traded stocks, a rotation of the book slope carries more informational content.However, the information share of all eight principal components combined is not substantially increased compared to the visible factors specification. Averaged across orderings, theaggregated variance share attributable to the principal components increases from 5.3% to 6.3% for the most active quartile and from 9.9% to 10.7% for the least actively traded quartile.For the other two quartiles the results are similar from 6.4% to 7.6% for the second quartileand from 7.4% to 8.3% for the third quartile. This suggests that hidden orders containsome informational content in excess of shifts and rotations of the visible book, but that themajority of the informational content is already accounted for by the visible factors. This isin agreement with De Winne and DHondt 2005. Using a different empirical methodologyand Euronext order book data, they conclude that hidden orders are not related to informedtrading.5. Conclusion This paper was motivated by theoretical models which suggest that a small set of latentfactors accounts for the variation of liquidity in an order book. Put in statistical terms,microstructure theory hints at the existence of order book commonalities. The recent availability of order book data called for an empirical investigation of this issue. To conduct suchan analysis, we have used high quality order book data from one of the largest European stockmarkets, more precisely reconstructed limit order book sequences for the thirty German bluechip stocks that constitute the DAX30 index. By performing principal components analysis on the reconstructed order books we investigated the heterogeneity liquidity suppliers.The stock specific analysis was augmented by a more traditional cross sectional analysis ofliquidity commonalities. Finally, we have also quantified the informational content of the ex22tracted factors, as well as that of the hidden liquidity. The following findings are of particularimportance:First, two principal components already provide a considerable explanatory power toaccount for the intertemporal variation of stock specific order books. This holds true foronesided analysis, i.e. when the principal component analysis is performed separately forthe buy and the sell side of the order book. We showed that the two extracted factors haveclearly identified purposes: Variations in the first principal component account for nonlinearshifts of the liquidity supply curves, while the second principal component rotates the slopeof the price impact curves.Second, the paper showed that bid and ask side of the book on the one hand, and visibleand hidden portions of liquidity on the other, are driven by distinct, albeit correlated factors.We interpret this as evidence that an open order book market attracts a heterogeneous population of limit order traders, with heterogeneity referring to asset valuation, impatience andbeing informed about the true asset value.Third, and in line with previous findings, we also found evidence of liquidity commonalityacross stocks. However, the total explanatory power of the principal components is considerably smaller than in the stock specific analysis. Our cross sectional commonality results are,however, broadly comparable to those reported in Hasbrouck and Seppi 2001 and Bauer2004.Fourth, we showed by means of a VAR analysis that the information share attributable tothe extracted factors with respect to the long run evolution of the asset price is nonnegligible.The information shares have a considerably cross sectional variation, but a clear pattern isdiscernible. While for the group of least frequently traded stocks, we estimated an informationshare of the principal components of about ten percent, the information share for the groupof most actively traded stocks is only half the size.Fifth, extending the VAR analysis to account for the hidden liquidity factors we foundthat the hidden part of the book does not have economically significant informational content.Avenues for further research stretch in various directions. The heterogeneity of limitorder traders is clearly an issue that warrants further investigation. By means of a bivariate GARCH model one could investigate the time series properties of crossside correlations ofprice impacts and their determinants. The smallbig stock analysis also calls for further 23research. What is the economic story behind the result that for less frequently traded stockschanges in the slope of the book seem more informative, while for actively traded stocks itis the shift of the price impact curves that conveys informational content? Furthermore, ananalysis along the lines of Gomber, Schweickert, and Theissen 2004 could investigate theeffect of volatility and liquidity demand shocks large trades hitting one side of the marketon the shift and rotation factor, thereby providing a description how the order book shaperesponds towards liquidity demand shocks. Finally, the VAR analysis conducted in this papercould be extended to study the dynamics of various dimensions of liquidity supply. Besidesthe shift and rotation factors one could include the inside spread as an endogenous variableand study the dynamics of inside spread and beyond best quote book liquidity.References Ahn, H., K. Bae, and K. Chan 2001: Limit orders, depth and volatility: evidence fromthe stock exchange of Hong Kong, Journal of Finance, 56, 767788.Ahn, H., and Y. Cheung 1999: The intraday patterns of the spread and depth in amarket with market makers: the Stock Exchange of Hong Kong, PacificBasin Finance Journal, 7, 539556.Bauer, W. 2004: Commonality in liquidity in pure orderdriven markets, Mimeo.Biais, B., P. Hillion, and C. Spatt 1995: An empirical analysis of the limit order bookand the order flow in the Paris Bourse, Journal of Finance, 50, 16551689.Brockman, P., and D. Chung 1999: An analysis of depth behavior in an electronic,orderdriven environment, Journal of Banking and Finance, 23, 18611886.2002: Commonality in liquidity: evidence from an orderdriven market structure,Journal of Financial Research, 25, 521539.Cao, C., O. Hansch, and X. Wang 2004: The informational content of an open limitorder book, AFA 2005 Philadelphia Meetings; EFA 2004 Maastricht Meetings Paper No.4311.24Chan, Y. 2005: Price movement effects on the state of the electronic limitorder book,The Financial Review, 40, 195221.Chordia, T., R. Roll, and A. Subrahmanyam 2001: Commonality in liquidity,Journal of Financial Economics, 56, 328.Coughenour, J., and M. Saad 2004: Common market makers and commonality inliquidity, Journal of Financial Economics, 73, 3769.Danielsson, J., and R. Payne 2001: Measuring and explaining liquidity on an electroniclimit order book: evidence from Reuters D20002, Financial Markets Group, London School of Economics.De Winne, R., and C. DHondt 2005: Market transparency and traders behavior: Ananalysis on Euronext with full order book data, Working paper, Catholic Unversity of Mons and EDHEC Business School, Lille.Deutsche B orse AG 1999: Xetra Market Model Release 3 Stock Trading, Technical Report.Domowitz, I., O. Hansch, and X. Wang 2005: Liquidity commonality and returncomovement, Forthcoming in Journal of Financial Markets.Forni, M., M. Hallin, M. Lippi, and L. Reichlin 2003: The generalized factor model:consistency and rates, Forthcoming in the Journal of Econometrics.Foucault, T., O. Kadan, and E. Kandel 2003: Limit order book as a market forliquidity, Forthcoming, Review of Financial Studies.Giot, P., and J. Grammig 2006: How large is liquidity risk in an automated auctionmarket?, Empirical Economics, 304, 867 887.Glosten, L. 1994: Is the electronic open limit order book inevitable?, Journal of Finance, 49, 11271161.Gomber, P., U. Schweickert, and E. Theissen 2004: Zooming in on Liquidity, EFA2004 Working Paper, University of Bonn.25Hamilton, J. D. 1994: Time Series Analysis. Princeton University Press.Hansch, O. 2003: Island tides: exploring ECN liquidity, Mimeo.Hasbrouck, J. 1991: Measuring the information content of stock trades, Journal of Finance, 461, 179207.Hasbrouck, J., and D. Seppi 2001: Common factors in prices, order flows and liquidity,Journal of Financial Economics, 59, 383411.Irvine, P., G. Benston, and E. Kandel 2000: Liquidity beyond the inside spread: measuring and using information in the limit order book, Mimeo, Goizueta Business School,Emory University, Atlanta.Kempf, A., and D. Mayston 2006: Systematic Liquidity across Limit Order Books Evidence from Order Data, Mimio. University of Cologne.Naes, R., and J. Skjeltorp 2005: Order book characteristics and the volumevolatilityrelation: Empirical evidence from a limit order market, Working Paper Norges Bank and Norwegian School of Managment.Pardo, A., and R. Pascual 2004: On the hidden side of liquidity, Working Paper Universidad de las Islas Baleares.Parlour, C. A. 1998: Price Dynamics in Limit Order Markets, Review of Financial Studies, 11, 789816.Stoll, H. 1978: The supply of dealer services in securities markets, Journal of Finance,33, 11331151.2627Ticker Company Name Daily Market cap Trade % agg Daily nb Daily nb Daily nb Price Spread Spread Table 1: Characteristics of the DAX30 stocks.SIEMENSINFINEONBASFTurnover 350627866DTE DEUTSCHE TELEKOM321704299SIE309282831DBK DEUTSCHE BANK289980556ALV ALLIANZ207353230MUV2 MUENCHENER RUECK187737846DCX DAIMLER CHRYSLER184628162SAPSAP160625983EOA E.ON146462315IFX124434537BAS104249843VOW VOLKSWAGEN98351090HVM BAY.HYPOVEREINSBK.97655566RWE RWE88776121BAY BAYER87854358BMW BMW53171668CBK COMMERZBANK51413053SCH SCHERING43946809LHA LUFTHANSA43836617DPW DEUTSCHE POST38874669MEO METRO37892493TKA THYSSEN KRUPP35696903DB131976047ADS ADIDASSALOMON30985416ALT ALTANA27685031MAN MAN26281175TUI25627638CONT CONTINENTAL22378772LIN18174548HEN3 HENKELFME FRESENIUS MEDICAL CARE 12850947108683880DEUTSCHE BOERSETUILINDEAveragemill.34858528933822833805163963031627412337534790254259688662912653159111221175697055454868065018645048474104333824342025406034483682194414076tradessize 788845.072831 16.778083 19.364114 21.460534 20.756736 14.565795 21.955950 13.6523318.648236 13.840963 16.050783 15.042203 13.036994 12.441639 14.436659 12.633756 16.232504 11.933330 11.031480 15.730017 11.336359 18.432635 20.128310 18.926189 13.024723 17.625574 13.524971 15.825904 16.620680 16.742972 15.2trades 44454418396145233425330928062871279925802545193723142400211014501523135213151235126298298010951057106310028967026212099subm.144982365923169297912015418722197331889910320182111347410204144381525814736119229111807968617975786465988057771872146767803683427989576412785cancel.110091992019772258821689415919170951646877441589811273829312355129881276410476766967805666670266725698710566096235571470527454730651951088715.764.067.2100.193.936.4131.552.511.643.339.218.733.823.134.715.440.814.218.235.015.946.992.648.627.718.731.643.665.954.044.50.010.030.030.050.060.020.080.030.010.030.030.020.030.020.020.020.040.020.020.040.020.040.080.050.030.030.040.050.070.070.04%0.070.050.050.050.060.060.060.060.100.060.070.110.080.080.070.110.090.120.110.120.130.100.090.100.120.140.110.110.100.130.09Characteristics of the stocks included in the DAX30 index. For each stock, Market cap is the market capitalization in million euros at the end of December 2003, Trade size is the average trade size over the 3month sample, and %agg trades is the percentage of total trading volume that walked up the book. Theremaining statistics are daily averages over the 3 months: Daily turnover is the total amount of shares traded in euros per trading day, Daily nb trades is thedaily number of trades, Daily nb subm. is the daily number of order submissions, market orders excluded, and Daily nb cancel. is the daily number of ordercancellations. Finally, Price, Spread and Spread, % refer to the average midquote, spread and relative spread over the 3 months. The sample ranges from January 2, 2003 to March 31, 2003.Table 2: Descriptive statistics for the trade sizesquantile 0.0250.050.0750.10.1250.150.1750.20.2250.250.2750.30.3250.350.3750.40.4250.450.4750.50.5250.550.5750.90.9250.950.9750.991mean 9961846269834784111486258306704756785829755109731227413522148391633517828194782114522857248672702129552978451168411465152037583106843350844std. deviation 27152472210261163142820052486268231263880455351505679613966527021753581869130100311090811923369884797964124879561478322659970min 552104215621880201227423388369839604713523454705578588666067579852095661030010837112661262214184503465467063703914401337751016500max 157731274396629668968312106661285113906162171912520895239912642428593315953326034835374464085445356503655545117619823505031602644161573320613578391Descriptive statistics for the quantiles of the trade sizes expressed in euros. For the quantile given at the startof the row, the next columns give the mean, standard deviation, minimum and maximum trade sizes in euroson average for the 30 stocks.28Table 3: Descriptive statistics for the price impacts 20,00050,000100,000500,000mean std. deviation dispersion index 0.010.020.030.182.811.821.360.870.020.030.040.16Descriptive statistics for the price impacts. Each row corresponds to a complete book ask price impact series,for a hypothetical trade size of 20,000, 50,000, 100,000 and 500,000 euros. The columns read as follows: meanis the average across the 30 stocks of the mean of the price impact, st.deviation is the average across the 30stocks of the standard deviation of the price impact, and dispersion index is the average across the 30 stocksof the dispersion index of the price impact. The dispersion index is the ratio of the standard deviation to themean of the series.29Table 4: Correlations between price impact seriesvariables PIA 3 PIA 11PIA 3 PIA 51PIA 3 PIB 3PIA 3 PIB 11PIA 3 PIB 51DIFF1 PIA 3 PIA 11DIFF1 PIA 3 PIA 51DIFF1 PIA 3 PIB 3DIFF1 PIA 3 PIB 11DIFF1 PIA 3 PIB 51PIA 11 PIA 3PIA 11 PIA 51PIA 11 PIB 3PIA 11 PIB 11PIA 11 PIB 51DIFF1 PIA 11 PIA 3DIFF1 PIA 11 PIA 51DIFF1 PIA 11 PIB 3DIFF1 PIA 11 PIB 11DIFF1 PIA 11 PIB 51PIA 51 PIA 3PIA 51 PIA 11PIA 51 PIB 3PIA 51 PIB 11PIA 51 PIB 51DIFF1 PIA 51 PIA 3DIFF1 PIA 51 PIA 11DIFF1 PIA 51 PIB 3DIFF1 PIA 51 PIB 11DIFF1 PIA 51 PIB 51avg 0.660.310.010.030.050.410.150.010.010.000.660.620.030.090.140.450.290.010.000.000.310.620.060.140.220.220.390.010.000.01std 0.030.050.020.030.040.050.050.010.020.010.030.050.040.060.080.030.080.010.020.020.050.050.040.070.100.040.060.010.020.02min max 0.720.590.380.200.050.020.080.040.060.140.280.480.070.230.050.010.050.020.020.040.720.590.680.480.120.030.070.220.350.080.380.500.160.430.030.020.030.060.080.030.380.200.680.480.120.040.070.290.620.030.130.270.240.470.040.020.040.070.090.04Correlations between the complete price impact series at the bid and ask side. PIA stands for ask price impacts,PIB stands for bid price impacts. PIA 3 corresponds to an ask price impact for a trade size of 20,000 euros,PIA 11 100,000 euros, and PIA 51 500,000 euros the same holds for the bid price impacts PIB 3, PIB 11, PIB51. DIFF1 means that the variable is differentiated as e.g. DIF F 1P IA3 P IA3t1 P IA3t. Variablesnot differentiated are observed at time t. Avg is the average correlation across the 30 stocks, Std its standarddeviation, and Min and Max the smallest and largest correlations across the 30 stocks. For example, an entryreads as follows: the correlation between the ask price impact for a trade size of 20,000 euros PIA 3 and theask price impact for a trade of 100,000 euros PIA 11 is on average equal to 0.66.30Table 5: Spread correlationvariable PIA 20,000PIA 100,000PIA 500,000PIB 20,000PIB 100,000PIB 500,000XLM A 20,000XLM A 100,000XLM A 500,000XLM B 20,000XLM B 100,000XLM B 500,000XLM 20,000XLM 100,000XLM 500,000correlation0.040.020.130.050.010.110.860.620.370.850.610.350.920.720.44Fiveminute contemporaneous correlation between the spread and the variable given in the first column onaverage for the 30 stocks. PIA stands for ask complete price impacts, PIB stands for bid complete priceimpacts. XLM A and XLM B are the ask and bid price impacts normalized by the midquote, while XLM isthe sum of XLM A and XLM B i.e. XLM is the volumeweighted spread. The number next to PIA, PIB,XLM A, XLM B or XLM gives the trade size in euros.31Table 6: Principal component analysis for the price impacts Visible price impacts Ask Stdv Min Max 0.850.020.020.170.050.010.000.020.740.100.030.01Bid Avg 0.820.130.030.01Stdv Min Max 0.850.030.020.180.050.000.000.020.740.100.030.01F 1F 2F 3F 4Complete price impacts Ask Stdv Min Max 0.850.020.160.010.000.050.020.000.750.100.030.01Visible and hidden price impacts Avg 0.820.120.030.01F 1F 2F 3F 4Bid Stdv Min Max 0.850.030.180.020.000.050.020.000.740.100.030.01Ask Stdv Min Max 0.570.030.360.030.110.010.010.070.420.250.080.04Bid Avg 0.490.310.080.05Stdv Min Max 0.550.040.360.030.100.010.010.080.400.260.070.04F 1F 2F3F 4Bid and ask price impacts Visible Stdv Min Max 0.500.020.030.410.090.010.010.080.430.290.060.05Complete Avg 0.460.360.060.06Stdv Min Max 0.500.020.030.410.090.010.010.080.430.310.050.05F 1F 2F 3F 4Avg 0.820.120.030.01Avg 0.820.120.030.01Avg 0.500.300.090.05Avg 0.470.350.060.06F 1F 2F 3F 4F 1F 2F 3F 4F 1F 2F 3F 4F 1F 2F 3F4Explanatory power for the first 4 principal components in the PCA. The first panel starting from the topreports the explanatory power of a PCA on the visible ask price impacts left side and of a PCA on thevisible bid price impacts right side. F 1 to F 4 refer to the explanatory power for the first to fourth principalcomponents respectively. The second panel displays similar results except that the PCA is applied to thecomplete price impacts. The third panel reports the explanatory powers for a PCA on the visible and hiddenprice impacts, and the bottom panel for a PCA on both sides of the book. Avg is the average explanatorypower across the 30 stocks, Std its standard deviation, and Min and Max the smallest and largest explanatorypower across the 30 stocks.32Table 7: Principal component analysis for the price impact differences Visible price impacts Ask Stdv Min Max 0.580.040.010.190.110.010.000.070.380.140.070.05Bid Avg 0.510.160.090.05Stdv Min Max 0.580.040.010.190.110.010.000.070.380.130.070.05F 1F 2F 3F 4Complete price impacts Ask Stdv Min Max 0.590.040.190.010.010.110.070.000.390.130.070.04Visible and hidden price impacts Avg 0.530.160.080.05F 1F 2F 3F 4Bid Stdv Min Max 0.600.040.190.010.010.110.070.000.390.120.070.04Ask Stdv Min Max 0.390.030.240.030.130.010.000.070.240.130.080.05Bid Avg 0.330.190.110.06Stdv Min Max 0.400.030.240.030.130.010.010.080.230.140.080.05F 1F 2F 3F 4Bid and ask price impacts Visible Stdv Min Max 0.400.030.020.250.100.010.010.090.200.180.070.06Complete Avg 0.310.230.080.08Stdv Min Max 0.400.030.020.260.100.010.010.090.210.180.070.06F 1F 2F 3F 4Avg 0.520.150.080.05Avg 0.540.160.080.05Avg 0.340.180.110.06Avg 0.310.210.080.08F 1F 2F 3F 4F 1F 2F 3F 4F 1F 2F 3F 4F 1F 2F 3F 4Explanatory power for the first 4 principal components in the PCA. The first panel starting from the topreports the explanatory power of a PCA on the visible ask price impact differences left side and of a PCAon the visible bid price impact differences right side. F 1 to F 4 refer to the explanatory power for the firstto fourth principal components respectively. The second panel displays similar results except that the PCA isapplied to the complete price impact differences. The third panel reports the explanatory powers for a PCAon the visible and hidden price impact differences, and the bottom panel for a PCA on both sides of the book.Avg is the average explanatory power across the 30 stocks, Std its standard deviation, and Min and Max thesmallest and largest explanatory power across the 30 stocks.33Table 8: Crosssectional principal component analysis Factors identified in Section 4.1Ask FA10.100.040.040.04FA20.050.040.040.04F 1F 2F 3F 4Order book liquidity variables Bid FB10.080.050.040.04FB20.050.040.040.0410,000euro PI100,000euro PI0.040.040.040.040.070.040.040.04Spread Depth 0.030.020.020.020.090.040.040.04F 1F 2F 3F 4F 1F 2F 3F 4F 1F 2F 3F 4Explanatory power for the first 4 principal components in the PCA crosssectional analysis on the 30 stocks.The top panel reports the explanatory power of a crosssectional PCA on the first FA1 for the ask side and FB1 for the bid side and second factors FA2 and FB2 identified in Section 4.1. F 1 to F 4 refer to theexplanatory power for the first to fourth principal components respectively. The bottom panel reports theexplanatory power of a crosssectional PCA on some liquidity variables. 10,000euro PI 100,000euro PI refers to the complete ask price impacts for a trade size of 10,000 100,000 euros, Spread to the usual bidaskspread in basis points, and Depth to the depth displayed at the best ask price.34Cholesky Ordering F 1A F 1B F 2A F 2BF 1 F 2 M QF 2 F 1 M QM Q F 1 F 2M Q F 2 F 13.92.93.62.91.30.70.80.43.01.22.81.61.60.70.90.52.02.12.31.90.30.40.80.72.12.42.32.10.30.41.00.911.08.511.08.53.52.23.52.5own 89.03.989.03.996.51.696.51.6Table 9: Information shares of visible factors with respect to midquote movements averagesacross all stocks We estimate a structural VAR that includes the midquote change and the first two askand bid factors as endogenous variables. The factors are obtained from separate PCAs of the ask and bidside visible price impacts. The sampling frequency is five minutes. The table reports the results of a variancedecomposition of the longrun forecasting error of the midquote change. The information shares in %attributable to the first shift and second rotation factor factor are reported in the columns F 1A, F 2A askside and F 1B and F 2B bid side. The column reports the aggregated information share of all factors. Theinformation share of the midquote innovations is reported in column own. The variance shares are averagedacross all stocks. The numbers in parentheses are crosssectional standard deviations. The table shows theresults for four alternative orderings for a Cholesky decomposition of the variance covariance matrix of theresiduals of the VAR in standard form. The orderings interchange the position of the midquote change M Qand the first and second factors. Within each ordering the ask factors are placed before the bid side factors.For example the ordering F 1 F 2 M Q shift factors before rotation factors before midquote change readsin detail F 1A F 1B F 2A F 2B M Q.351st quartilemost active2nd quartile 3rd quartile 4th quartileleast activeCholesky Ordering F 1A F 1B F 2A F 2BF 1 F 2 M QF 2 F 1 M QM Q F 1 F 2M Q F 2 F 1F 1 F 2 M QF 2 F 1 M QM Q F 1 F 2M Q F 2 F 1F 1 F 2 M QF 2 F 1 M QM Q F 1 F 2M Q F 2 F 1F 1 F 2 M QF 2 F 1 M QM Q F 1 F 2M Q F 2 F 14.21.24.81.50.60.30.60.35.33.84.94.21.30.51.00.43.83.42.52.81.60.20.80.22.21.52.11.31.61.00.70.53.11.03.61.30.80.30.80.33.61.73.01.81.60.61.20.52.61.01.50.81.90.40.90.42.90.73.41.52.20.80.80.71.00.50.40.20.00.00.10.10.50.61.00.70.10.10.40.32.31.53.81.10.30.11.10.34.22.74.21.60.80.71.70.70.80.50.30.20.00.00.10.10.40.51.00.60.10.00.50.22.11.73.01.10.40.31.20.35.32.54.91.80.80.42.10.89.13.29.13.31.50.71.50.89.86.59.87.33.01.23.01.410.87.610.85.94.11.04.11.214.67.314.66.25.32.95.32.7own 90.92.890.92.898.50.598.50.590.25.090.25.097.00.997.00.989.23.189.23.195.90.795.90.785.42.285.42.294.71.494.71.4Table 10: Information shares of visible factors with respect to midquote movements tradingactivity quartiles We estimate a structural VAR that includes the midquote change and the first two askand bid factors as endogenous variables. The factors are obtained from separate PCAs of the ask and bid sidevisible price impacts. The table reports the results of a variance decomposition of the longrun forecasting errorof the midquote change. The information shares in % attributable to the first shift and second rotationfactor factor are reported in the columns F 1A, F 2A ask side and F 1B and F 2B bid side. The column reports the aggregated information share of all factors. The information share of the midquote innovationsis found in column own. The variance shares are averaged across all stocks within the same trading activitymeasured in trades per day quartile. The numbers in parentheses are crosssectional standard deviations. Thetable shows the results for four alternative orderings for a Cholesky decomposition of the variance covariancematrix of the residuals of the VAR in standard form. The orderings interchange the position of the midquotechange M Q and the first and second factors. Within each ordering the ask factors are placed before the bidside factors. For example, the ordering F 1 F 2 M Q shift factors before rotation factors before midquotechange reads in detail F 1A F 1B F 2A F 2B M Q.36Quartile Cholesky Ordering 1st quartilemost activeF 1 F 2 F 3 F 4 M QF 3 F 4 F 1 F 2 M QM Q F 1 F 2 F 3 F 4M Q F 3 F 4 F 1 F 2F 1 F 2 F 3 F 4 M Q2nd quartile F 3 F 4 F 1 F 2 M QM Q F 1 F 2 F 3 F 4M Q F 3 F 4 F 1 F 2F 1 F 2 F 3 F 4 M Q3rd quartile F 3 F 4 F 1 F 2 M QM Q F 1 F 2 F 3 F 4M Q F 3 F 4 F 1 F 2F 1 F 2 F 3 F 4 M QF 3 F 4 F 1 F 2 M QM Q F 1 F 2 F 3 F 4M Q F 3 F 4 F 1 F 24th quartileleast activeF 13.31.83.92.20.30.20.20.24.13.53.73.70.60.20.40.22.22.01.71.80.80.40.40.32.61.13.72.21.40.70.60.5F 24.81.15.31.11.90.61.90.66.02.75.72.93.41.23.11.15.22.93.82.83.61.02.41.13.92.63.12.02.91.51.71.5F 30.90.60.50.30.10.10.20.20.60.70.80.60.10.10.30.22.01.82.72.00.20.20.70.43.22.12.52.10.50.81.01.0F 41.10.70.40.40.20.10.10.10.40.30.90.70.10.10.40.32.11.83.31.30.50.31.60.45.63.96.13.31.11.02.71.810.14.110.14.02.41.02.41.011.17.211.17.84.21.64.21.811.58.411.57.95.12.05.12.215.49.615.49.66.04.06.04.7M Q89.92.589.92.597.60.497.60.488.94.688.94.695.81.195.81.188.53.488.53.494.90.794.90.784.61.484.61.494.01.394.01.3Table 11: Incremental informational content of hidden orders We estimate a structural VAR thatincludes the midquote change and four ask and bid factors. These factors are obtained from separate PCAsbased on data on visible ask and bid side price impacts combined with the incremental price impact broughtabout by hidden orders. The table reports the results of a variance decomposition of the longrun forecastingerror of the midquote change. The information shares in % attributable to the four factors sum of ask andbid side are reported in the columns F 1, F 2 F 3 and F 4. The column reports the aggregated informationshare of all eight factors. The information share of the midquote innovations itself is found in column own.The variance shares are averaged across all stocks within the same trading activity measured in trades per dayquartile. The numbers in parentheses are crosssectional standard deviations. The table shows the results forfour alternative orderings for a Cholesky decomposition of the variance covariance matrix of the residuals of the VAR in standard form. The orderings interchange the position of the midquote change M Q and the first twoand the last two factors. Within each ordering the ask factors are placed before the bid side factors. For examplethe ordering F 1F 2F 3F 4M Q reads in detail F 1AF 1B F 2AF 2B F 3AF 3B F 4AF 4B M Q.37Figure 1: Time series paths for veuros ask price impacts, complete book, BAYER. The first 240 observations at a 5minute sampling time are plotted 102 observations per trading day.38Figure 2: Autocorrelograms for veuros ask price impacts 500 lags, complete book, BAYER.One trading day has 102 observations.39Figure 3: Autocorrelograms for veuros ask price impacts 500 lags normalized by their TODmean and variance, complete book, BAYER. One trading day has 102 observations.40Figure 4: Timeofday seasonality for the ask top and bid bottom price impacts.41Figure 5: First and second principal components weights for the visible ask side top of figure and visiblebid side bottom of figure price impacts. Averages for the 30 stocks in our sample. The dotted line are theconfidence bands at 95%.42Figure 6: First and second principal components weights for the visible ask side top of figure and visiblebid side bottom of figure price impact differences. Averages for the 30 stocks in our sample. The dotted lineare the confidence bands at 95%.43Figure 7:Simulations of the ask side of the book Bayer stock when the first and second principalcomponents are increased 2, 4 or decreased 0.5, 0.25. The base scenario is characterized as 1. Thetop panel shows the simulations for the first principal component, the bottom panel the simulations for thesecond principal components.44 Centre for Financial Research Look deeper CfrWorking Paper Series CFR Working Papers are available for download from www.cfrcologne.de. Hardcopies can be ordered from: Centre for Financial Research CFR, Albertus Magnus Platz, 50923 Koeln, Germany. 2009 No. 0905 Title Commonalities in the Order Book Authors H. BeltranLopez, P. Giot, J. Grammig J. Fang, S. Ruenzi A. Banegas, B. Gillen, A. Timmermann, R. Wermers J. Grammig, A. Schrimpf, M. Schuppli O. Korn, P. Koziol Authors U. Bonenkamp, C. Homburg, A. Kempf O. Korn J. Grammig, F.J. Peter C. M. Kuhnen, A. Niessen A. Putz, S. Ruenzi P. Osthoff A. Betzer, E. Theissen P. Linge, E. Theissen N. Hautsch, D. Hess, C. Muller D. Hess, H. Huang, A. Niessen R. Chakrabarti, W. Megginson, P. Yadav C. Andres, E. Theissen 0904 0903 0902 0901 2008 No. 0812 0811 0810 0809 0808 0807 0806 0805 0804 0803 0802 0801 Rapid Trading bei deutschen Aktienfonds: Evidenz aus einer groen deutschen Fondsgesellschaft The Performance of European Equity Mutual Funds LongHorizon Consumption Risk and the CrossSection of Returns: New Tests and International Evidence The Term Structure of Currency Hedge Ratios Title Fundamental Information in Technical Trading Strategies Risk Management with Defaultrisky Forwards International Price Discovery in the Presence of Market Microstructure Effects Is Executive Compensation Shaped by Public Attitudes? Overconfidence among Professional Investors: Evidence from Mutual Fund Managers What matters to SRI investors? Sooner Or Later: Delays in Trade Reporting by Corporate Insiders Determinanten der Aktionarsprasenz auf Hauptversammlungen deutscher Aktiengesellschaften Price Adjustment to News with Uncertain Precision How Do Commodity Futures Respond to Macroeconomic News? Corporate Governance in India Setting a Fox to Keep the Geese Does the ComplyorExplain Principle Work? Authors M. Bar, A. Niessen, S. Ruenzi A. Niessen, S. Ruenzi O. Korn A. Kempf, P. Osthoff J. Grammig, E. Theissen, O. Wuensche V. Agarwal, J. R. Kale M. KaschHaroutounian, E. Theissen V. Agarwal, N. D. Daniel, N. Y. Naik N. C. Brown, K. D. Wei, R. Wermers A. Betzer, E. Theissen V. Agarwal, L. Wang J. Grammig, A. Schrimpf V. Agarwal, N.M. Boyson, N.Y. Naik D. Hess, A. Niessen Title The Impact of Work Group Diversity on Performance: Large Sample Evidence from the Mutual Fund Industry Political Connectedness and Firm Performance: Evidence From Germany Hedging Price Risk when Payment Dates are Uncertain SRI Funds: Nomen est Omen Time and Price Impact of a Trade: A Structural Approach On the Relative Performance of MultiStrategy and Funds of Hedge Funds Competition Between Exchanges: Euronext versus Xetra Why is Santa so kind to hedge funds? The December return puzzle! Analyst Recommendations, Mutual Fund Herding, and Overreaction in Stock Prices Insider Trading and Corporate Governance: The Case of Germany Transaction Costs and Value Premium Asset Pricing with a Reference Level of Consumption: New Evidence from the CrossSection of Stock Returns Hedge Funds for retail investors? An examination of hedged mutual funds The Early News Catches the Attention: On the Relative Price Impact of Similar Economic Indicators Employment Risk, Compensation Incentives and Managerial Risk Taking Evidence from the Mutual Fund Industry A. Kempf, S. Ruenzi, T. Thiele M. Hagemeister, A. Kempf CAPM und erwartete Renditen: Eine Untersuchung auf Basis der Erwartung von Marktteilnehmern 2007 No. 0716 0715 0714 0713 0712 0711 0710 0709 0708 0707 0706 0705 0704 0703 0702 0701 2006 No. 0613 0612 0611 0610 0609 0608 0607 Authors S. CeljoHorhager, A. Niessen R. Wermers, Y. Wu, J. Zechner U. v. LilienfeldToal, S. Ruenzi A. Kempf, P. Osthoff R. Wermers, T. Yao, J. Zhao M. Hoffmann, B. Kempa K. Drachter, A. Kempf, M. Wagner Title How do Selffulfilling Prophecies affect Financial Ratings? An experimental study Portfolio Performance, Discount Dynamics, and the Turnover of ClosedEnd Fund Managers Why Managers Hold Shares of Their Firm: An Empirical Analysis The Effect of Socially Responsible Investing on Portfolio Performance The Investment Value of Mutual Fund Portfolio Disclosure The Poole Analysis in the New Open Economy Macroeconomic Framework Decision Processes in German Mutual Fund Companies: Evidence from a Telephone Survey No. 0606 0605 0604 0603 0602 0601 2005 No. 0516 0515 0514 0513 0512 0511 0510 0509 0508 0507 0506 0505 0504 0503 0502 0501 2004 No. 0410 Authors J.P. Krahnen, F.A. Schmid, E. Theissen S. Ber, S. Ruenzi A. Kempf, D. Mayston O. Korn, C. Koziol Title Investment Performance and Market Share: A Study of the German Mutual Fund Industry On the Usability of Synthetic Measures of Mutual Fund NetFlows Liquidity Commonality Beyond Best Prices Bond Portfolio Optimization: A RiskReturn Approach O. Scaillet, L. Barras, R. Wermers A. Niessen, S. Ruenzi False Discoveries in Mutual Fund Performance: Measuring Luck in Estimated Alphas Sex Matters: Gender Differences in a Professional Setting Authors E. Theissen T. Foucault, S. Moinas, E. Theissen R. Kosowski, A. Timmermann, R. Wermers, H. White D. Avramov, R. Wermers K. Griese, A. Kempf S. Ber, A. Kempf, S. Ruenzi M. Bar, A. Kempf, S. Ruenzi M. Hoffmann S. Ruenzi A. Kempf, S. Ruenzi J. Grammig, E. Theissen H. Beltran, J. Grammig, A.J. Menkveld M. Hoffmann M. Hoffmann A. Kempf, C. Memmel S. Frey, J. Grammig Title An Analysis of Private Investors Stock Market Return Forecasts Does Anonymity Matter in Electronic Limit Order Markets Can Mutual Fund Stars Really Pick Stocks? New Evidence from a Bootstrap Analysis Investing in Mutual Funds when Returns are Predictable Liquiditatsdynamik am deutschen Aktienmarkt Determinanten der Mittelzuflusse bei deutschen Aktienfonds Is a Team Different From the Sum of Its Parts? Evidence from Mutual Fund Managers Saving, Investment and the Net Foreign Asset Position Mutual Fund Growth in Standard and Specialist Market Segments Status Quo Bias and the Number of Alternatives An Empirical Illustration from the Mutual Fund Industry Is Best Really Better? Internalization in Xetra Best Understanding the Limit Order Book: Conditioning on Trade Informativeness Compensating Wages under different Exchange rate Regimes Fixed versus Flexible Exchange Rates: Evidence from Developing Countries On the Estimation of the Global Minimum Variance Portfolio Liquidity supply and adverse selection in a pure limit order book market Authors N. Hautsch, D. Hess Title Bayesian Learning in Financial Markets Testing for the Relevance of Information Precision in Price Discovery No. 0409 0408 0407 0406 0405 0404 0403 0402 0401 Authors A. Kempf, K. Kreuzberg N.F. Carline, S.C. Linn, P.K. Yadav J.J. Merrick, Jr., N.Y. Naik, P.K. Yadav N.Y. Naik, P.K. Yadav A. Kempf, S. Ruenzi V. Agarwal, N.D. Daniel, N.Y. Naik V. Agarwal, W.H. Fung, J.C. Loon, N.Y. Naik A. Kempf, S. Ruenzi Title Portfolio Disclosure, Portfolio Selection and Mutual Fund Performance Evaluation Can the Stock Market Systematically make Use of Firm and DealSpecific Factors when Initially Capitalizing the Real Gains from Mergers and Acquisitions Strategic Trading Behavior and Price Distortion in a Manipulated Market: Anatomy of a Squeeze Trading Costs of Public Investors with Obligatory and Voluntary MarketMaking: Evidence from Market Reforms Family Matters: Rankings Within Fund Families and Fund Inflows Role of Managerial Incentives and Discretion in Hedge Fund Performance Liquidity Provision in the Convertible Bond Market: Analysis of Convertible Arbitrage Hedge Funds Tournaments in Mutual Fund Families I. Chowdhury, M. Hoffmann, A. Schabert Inflation Dynamics and the Cost Channel of Monetary Transmission CfrUniversity of cologne AlbertusMagnusPlatz D50923 Cologne Fon 4902214706995Fax 4902214703992KempfcfrCologne.dewww.cfrcologne.de", "filename": "605037779.pdf", "person": ["Héléna Beltran-Lopez", "Beltran-Lopez, Héléna", "Pierre Giot", "Giot, Pierre", "Joachim G. Grammig", "Grammig, Joachim G."], "date": ["2009"]}