{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27929/1/605675929.PDF"], "title": ["The economic function of credit rating agencies: what does the watchlist tell us?"], "plaintext": "The economic function of credit rating agencies What does the watchlist tell us?Christian Hirsch Christina E. Bannier This version: June 26, 2009Abstract Credit rating agencies do not only disclose simple ratings but announce watchlistsrating reviews and outlooks as well. This paper analyzes the economic functionunderlying the review procedure. Using Moodys rating data between 1982 and 2004, we find that for borrowers of high creditworthiness, rating agencies employwatchlists primarily in order to improve the delivery of information. For lowqualityborrowers, in contrast, the review procedure seems to have developed into an implicitcontract a la Boot, Milbourn, and Schmeits 2006, inducing the companies onwatch to abstain from riskaugmenting actions. The agencies economic role henceappears to have been enhanced from a pure information certification towards anactive monitoring function.Keywords: Credit Rating Agencies; Credit Rating; Watchlist; Rating Review;Market Reaction; Event Study JEL: G14, G29, G33GoetheUniversity Frankfurt, Department of Economics and Business Administration, Mertonstr. 17,UniPf 88, D60054 Frankfurt am Main, Germany. Phone: 49 69 798 23907, Fax: 49 69 798 28951,Email: hirschfinance.unifrankfurt.de Commerzbank Professor of Corporate Finance SME Finance, Frankfurt School of Finance Management, Sonnemannstr. 911, 60314 Frankfurt, Germany. Phone: 49 69 154008 755, Fax: 49 69 1540084755, Email: c.bannierfrankfurtschool.de The authors would like to thank Moodys Investors Service, especially Richard Cantor, for providingthe data and for commenting on a first draft of the paper. We are also grateful to Patrick Behr, Nicole Branger, Ralf Elsas, Eberhard Feess, KarlHermann Fischer, Reint Gropp, Michael Grote, Andr e G uttler,Paula Hill, Jan Pieter Krahnen, Gunter L offler, Christian Schlag, Isabel Schnabel, Marcel Tyrell, Markus Wiemann, Conrad Zimmer, participants in the 2008 annual meeting of the Verein f ur Socialpolitik andresearch seminars in Frankfurt and Mainz for valuable comments and suggestions. Any remaining errorsare ours.Executive Summary Kreditratingagenturen wie Standard and Poors, Moodys Investors Service oder Fitchliefern mittels Ratings qualitative Aussagen uber die Kreditw urdigkeit von Unternehmen,Staaten oder einzelnen Finanzprodukten. Die Verwendung von Ratinginformationen hatin den vergangenen Jahren stetig zugenommen, sei es durch die Globalisierung der Finanzm arkte, die wachsende Komplexit at von Finanzinstrumenten oder die Nutzung von Kreditratings in regulatorischen und vertraglichen Regelwerken.Parallel dazu ist auch die Komplexit at der Ratinginformationen selbst gestiegen.Ratingagenturen ver offentlichen seit einigen Jahren nicht nur simple Kreditratings,sondern geben sogenannte Outlooks und Watchlists bekannt. Mittels dieser Instrumenteliefern sie einen Ausblick uber die zuk unftig erwartete Entwicklung von Ratings. W ahrendsich Rating Outlooks auf einen Zeitraum von etwa einem Jahr erstrecken, stellen Watchlists wesentlich sch arfere Aussagen dar, da sie sich auf einen k urzeren Zeitraum konzentrieren ublicherweise etwa 3 Monate. WatchlistEintr age werden entweder durch spezielle UnternehmensEreignisse, wie beispielsweise die Ank undigung einer Ubernahme oder eines Wechsels im Management, ausgel ost oder durch sich abzeichnende Trends im operativen Gesch aft oder in der finanziellen Entwicklung des Unternehmens. Das Rating der Firma wird h aufig bereits mit dem Zusatz upgrade oder downgrade auf die Beobachtungsliste gesetzt, in seltenen F allen mit der Bemerkung uncertain. Uber die Dauerder Watchlist hinweg setzt sich das Team von Ratinganalysten meist intensiv mit dem Firmenmanagement auseinander, so dass am Ende das urspr ungliche Rating entwederbest atigt wird oder eine Rating anderung vollzogen wird.Moodys hat das WatchlistInstrumentarium offiziell seit dem 1. Oktober 1991 in Gebrauch. Interessanterweise sagt Moodys uber seine Watchlist: That rating changesfor issuers placed on the watchlist are different from issuers not on the watchlist, impliesthat the watchlist is an important source of information for market participants interestedin measuring credit risk. In der vorliegenden Arbeit gehen wir zwei Fragen nach, die andiesem Statement ankn upfen: Zum einen, besteht tats achlich ein Unterschied zwischen 1direkten Rating Anderungen und solchen, denen ein WatchlistEintrag vorausging? Zumzweiten, falls dies so ist, welche Ursachen hat dieser Unterschied und was k onnen wirdaraus in Bezug auf die okonomische Funktion von RatingAgenturen schlieen?Unter Nutzung der vollst andigen Historie von Moodys Kreditratings sowie der Datenbanken von Compustat und des Center for Research on Securities Prices CRSP stellenwir anhand einer Eventstudie fest, dass sich die Marktreaktion auf Rating anderungen gemessen anhand der kumulativen abnormalen Rendite nach der Einf uhrung der Watchlist durch Moodys tats achlich erh oht hat. Dies st utzt die obige Aussage von Moodys. Anschlieend testen wir zwischen zwei unterschiedlichen Erkl arungsans atzen f ur die okonomische Rolle der Beobachtungsliste: zum einen k onnte sie ein einfaches Instrument sein, um einererh ohten Nachfrage nach KreditrisikoInformationen zu begegnen, ohne die Langfristigkeitund Stabilit at der AgencyRatings zu kompromittieren. In diesem Sinne dient sie dertraditionellen Rolle von RatingAgenturen als Informationslieferanten und zertifizierer.Zum anderen k onnte die Watchlist als Instrument genutzt werden, um Unternehmen hinsichtlich ihrer Risikoaufnahme zu disziplinieren. Wie in einem Papier von Boot, Milbournund Schmeits 2006 dargelegt wurde, verhilft die Tatsache, dass viele Investoren sichin ihren Investitionsentscheidungen stark an Ratings ausrichten, den Agenturen zu einergewissen Machtposition gegen uber den bewerteten Unternehmen. Unter dem Hinweis aufeine drohende Herabstufung im Anschluss an eine Watchlist k onnten sie den Unternehmendurchaus Anreize geben, ihre Kreditw urdigkeit zu verbessern bzw. nicht zu stark absinkenzu lassen, um das Downgrade ihres Ratings zu vermeiden.Wir testen zwischen den beiden Erkl arungsans atzen, indem wir sowohl die Entscheidung der Agenturen, eine Firma unter Beobachtung zu setzen, anhand einer ProbitRegression, die L ange der WatchlistProzedur anhand einer einfachen OLSRegressionsowie die Marktreaktion auf die Rating Anderung mittels des HeckmanKorrekturverfahrensanalysieren. Interessanterweise stellen wir fest, dass die Watchlist unterschiedliche Funktionen aus uben kann, in Abh angigkeit von der Kreditqualit at der zu beurteilenden Firma.F ur Unternehmen mit hoher Bonit at investmentgrade scheint die traditionelle Informationsverbreitung klar im Vordergrund zu stehen. F ur Unternehmen mit schlechter Bonit at 2noninvestment grade dagegen scheint die Watchlist in der Tat ein Disziplinierungsinstrument zu sein, um eine weitere Verschlechterung der Kreditw urdigkeit unter Mitwirkender Firma selbst zu vermeiden.In diesem Sinne hat die Einf uhrung des WatchlistInstruments tats achlich die okonomische Funktion von RatingAgenturen erweitert: zus atzlich zu ihrer traditionellen Rolle als Informationslieferanten k onnen sie durchaus positiven Druck auf die bewerteten Firmenaus uben und sie zu einer eigenst andigen Verbesserung ihrer Bonit at veranlassen. RatingAgenturen sind somit nicht mehr nur passive Beobachter an den Kreditm arkten, sonderndurchaus auch aktive Teilnehmer, deren Einfluss nicht untersch atzt werden sollte.31 Introduction Credit rating agencies such as Standard and Poors SP, Moodys Investors ServiceMoodys, or Fitch, Inc., provide qualitative statements on the creditworthiness of entitiesand their financial obligations. Use of credit ratings has expanded in recent years, mostlydue to the globalization of financial markets, the growing complexity of financial products,and, generally, an increasing usage of ratings in financial regulation and contracting Frost,2006.The widespread use of credit ratings has been accompanied by a rise in the complexityof the rating information. Most credit rating agencies not only offer a rating for a company issuing securities and for the individual financial products issued, but supplementtheir service by providing additional information via rating outlooks and rating reviewswatchlists1 that give indications of future credit rating changes. While rating outlooksrepresent agencies opinions on the development of a credit rating over the medium term,2rating watchlists are stronger statements, as they focus on a much shorter time horizon three months, on average Keenan, Fons, and Carty, 1998.3Review listings are usually triggered either by discrete corporate events such as, e.g.,the announcement of a merger or a share buyback, or by trends in a corporations operations or financial conditions. A rating may be put on review for possible downgradeor upgrade or with direction uncertain. During the watchlist interval, the rating agencycollects additional information on the firms it rates, which typically leads to an interactionbetween rating analysts and firm management. The watchlist is eventually resolved by theannouncement of either a rating change or confirmation of the initial rating. The proportion of ratings on watch has sharply risen in recent years: until 1998 about 10 percent 1Moodys reports ratings currently as being under review on their Watchlist; SP refers to its Credit Watch. In the following, we use the notions of rating watchlists and rating reviews interchangeably.2Rating outlooks are generally terminated after 12 to 18 months.3In the study by Keenan, Fons, and Carty 1998, the 10 90 percent quantile is 22 95 days forfirms that are placed on watchlist with designation downgrade. For firms entering the watchlist withdesignation upgrade, the mean is 115 days with 21 218 as the 10 90 percent quantile.4of bond issuers, on average, were under review at Moodys; between 2000 and 2004, thispercentage increased to about 40 percent Hamilton and Cantor, 2004; Chung, Frost and Kim, 2008. Obviously, rating watchlists have grown into heavily used instruments totransmit information to financial markets.Moodys, as one of the oldest rating agencies, has been publishing a list of ratings onreview since 1985.4 However, it only started to consider watchlist assignments as formalrating action on October 1, 1991. Since that time, Moodys has employed a full ratingcommittee to decide whether to place a borrower under review and how to resolve thewatchlist. Interestingly, Moodys states: That rating changes for issuers placed on thewatchlist are different from issuers not on the watchlist, implies that the watchlist is animportant source of information for market participants interested in measuring creditrisk. Keenan, Fons and Carty, 1998. In this paper we use Moodys rating data to tryto answer two questions with respect to this statement. First, is it true that there isa difference between watchpreceded rating action and direct, i.e., notreview preceded,rating action? Second, if so, how can we explain this difference? Based on our results, wethen argue whether the review process has enhanced the rating agencies traditional roleas information providers.Our paper contributes to the growing literature on information provision by creditrating agencies. With seminal studies in the late 1980s and early 1990s Holthausen and Leftwich, 1986; Hand, Holthausen and Leftwich, 1992, there is now an established setof empirical results with respect to the informational content of rating changes. Most ofthe studies find that the rated firms equity reacts negatively to downgrades, but rarelyobserve a significant reaction to positive rating changes Cantor, 2004; Vassalou and Xing,2005.5 While bond prices tend to react asymmetrically as well, the effect is not quite as 4Standard and Poors instituted a watchlist in November 1981.5There are exceptions to this generally accepted asymmetry in market reaction: Jorion, Liu, and Shi 2005 find a significant positive abnormal return following upgrades after the introduction of the Regulation Fair Disclosure on October 23, 2000, by the SEC. Second, Goh and Ederington 1993 finda significant negative abnormal return only for downgrades associated with a deterioration of the firmsexpected financial performance but not for those attributed to a reorganization or an increase in financial 5strong Wansley and Clauretie, 1985.Few studies have yet examined the informational content of the watchlist instrument.Holthausen and Leftwich 1986 use SPs Credit Watch data in the period 1981 to 1983and find tentative evidence that watchpreceded rating downgrades provide less information than rating changes not preceded by a formal review process. However, their smallsample size hampers reliable inferences. Hill and Faff 2007, in contrast, conclude fromsovereign ratings that the market does not react any differently to the two types of ratingchanges. They observe that prior to a watchpreceded downgrade, the market seems toanticipate the event by displaying negative returns but has a significantly positive reactionafter the downgrade.6 Norden and Weber 2004 report similar anticipation effects of corporate rating reviews both on stock and credit default swap CDS markets. Purda 2007distinguishes between expected and unexpected rating changes, where rating reviews areone among several ingredients affecting rating change expectations. She concludes thatthere are no differences in market reaction to anticipated versus surprise rating changes.Chung, Frost, and Kim 2008 are the first to give an extensive overview on the characteristics and information value of credit watches. They observe that watchprecededrating changes are more often triggered by corporate events than are direct rating actionsand that the watchlist instrument helps rating agencies to supply information to financialmarkets. Our paper enhances these earlier studies in at least two ways: first, we investigate in more detail the economic function underlying the review procedure. Essentially,we test between two different explanations for this particular rating instrument. Second,and in contrast to earlier work, we draw inferences not only from marketreaction studiesbut use several approaches to discriminate between the two lines of argument. This allowsus to take a more robust view on the role of credit rating agencies in financial markets.As a first prestudy, we employ Moodys estimated senior unsecured ratings betweenleverage. Regarding crosssectional aspects, stronger market effects are generally found for downgradesto and within the subinvestmentgrade rating category Goh and Ederington, 1999.6This result is supported by Hull, Predescu, and White 2004, who focus on ratings effects on creditdefault swaps and find that while additions to the watchlist with designation downgrade are informative,the eventual rating downgrades are not.61982 and 2004 to test for a timeseries break in the market reaction to rating changes dueto the institutional implementation of the watchlist on October 1, 1991. The market reaction is measured by the rated companies cumulative abnormal stock returns. In line withearlier work, we find a significant reaction following negative rating changes only, but notfollowing upgrades. Comparing the prewatchlist period April 26, 1982 September 1991with the postwatchlist period October 1991 December 2004, we see that the informational content of downgrades significantly increased after the watchlist introduction. Thisresult is robust to businesscycle effects, regulatory changes and samplecomposition effects and, consequently, underlines the conjecture implicit in the initial Moodys statementthat the watchlist instrument has in some sense influenced rating agencies traditional roleas information providers.In our main analysis, we test between two different explanatory lines for the reviewprocedure: first, the creation of an additional rating process via the watchlist may be asimple means to comply with investors demand for accurate and timely, but also stablerating information Cantor and Mann, 2006. According to this argument, a watchlistmay be invoked whenever investors needs for information are particularly strong Chung,Frost and Kim, 2008, so that the watchlist helps to improve the informationcertificationrole of credit ratings. As an alternative, however, it has recently been argued that creditratings may also be used as an instrument to coordinate investors anticipation of creditrisk Carlson and Hale, 2006. As a consequence, an intensive monitoring process via thewatchlist should allow rating agencies to influence firms risk choices by threatening themwith imminent rating downgrades and subsequent investor reactions. In a theoreticalmodel, Boot, Milbourn, and Schmeits 2006 have shown that this implicit contractfeature enables watchpreceded credit ratings to convey information of a different quality:Whereas a direct downgrade signals a firms lack of capability to uphold a specific creditquality, a watchpreceded downgrade signals a failure in the attempt. According to thisargument, the watchlist gives rise to an active monitoring role of rating agencies.Since both explanatory approaches are particularly convincing for the case of negative 7developments in credit quality, our further analyses focus on imminent rating downgrades.7The two arguments delivering information versus implicit contracting allow thederivation of distinct predictions both with respect to the watchlistplacement of firms, thelength of the review procedure and the market reaction to direct vs. watchpreceded ratingchanges. Interestingly, our empirical analyses indicate that we have have to differentiatebetween highquality borrowers and lowquality borrowers. For the former, we find thatthe watchlist procedure is mainly used to deliver precise and stable information in order tofeed investors demand. Particularly the decision to list a firm on review depends stronglyon investors quest for information. The market reaction to a subsequent downgrade ismoreover similar to the reaction to a direct downgrade. For lowquality borrowers, incontrast, we find strong evidence that the review instrument is used as an implicit contractin order to induce the rated companies to abstain from further riskenhancing actions.In accordance with this line of argument, we observe that the market reacts much lessstrong to a watchpreceded downgrade than to a direct rating change. The introductionof the review procedure hence seems to have indeed enhanced the agencies traditionalrole as information providers. At least visavis issuers of weak credit quality, the agenciesappear to take on a beneficial monitoring function, inducing the rated firms to reducetheir credit risk.The rest of the paper proceeds as follows. Section 2 describes our data set and laysout its main characteristics. Section 3 examines the information content of rating changesbefore and after the introduction of the watchlist instrument. Section 4 contains the mainanalyses and tests between the two potential explanatory lines underlying the reviewprocedure. Section 5 concludes.7I.e. we employ data from watchlist placements with designation downgrade leading to either anactual downgrade or a confirmation of the initial rating and from direct downgrades.82 Data Selection and Descriptive Statistics Our data comprise the complete history of Moodys estimated senior unsecured ratingsof U.S. issuers.8 Since Moodys started to add numerical modifiers to its letter ratings on April 26, 1982, we choose to exclude all rating information prior to this date. Consistentwith the existing literature, we convert Moodys letter ratings into a numerical scale,where 1 is equivalent to Aaa, 2 is equivalent to Aa 1, , and 21 is equivalent to C.We make several further refinements to our raw data. First, as we match ratinginformation with firmspecific data later on taken from Compustat and from the Centerfor Research on Securities Prices, CRSP, we restrict the reported database to include onlythose firms ratings for which firmspecific information is available. Second, we delete allwatchlist entries that lead to rating reversals e.g., additions to the watchlist with directionupgrade that were downgraded subsequently. This deletion of data is uncritical, as welose only six observations altogether. Third, we control for contaminated rating changesJorion, Liu, and Shi, 2005. An observation is considered to be contaminated if any firmspecific, pricerelevant information appears in the Wall Street Journal Abstracts withina threeday window surrounding the event day of the rating change. Our final sampleconsists of 2,531 direct and watchpreceded downgrades and 1,512 direct and watchpreceded upgrades.With respect to the time series dimension, we dispose of considerably more datapoints in the postwatchlist era as compared to the prewatchlist era 1,810 downgradesaltogether versus 721, and 1,112 upgrades versus 400. Overall, the number of rated issuersper year increased almost fivefold from 1982 to 2004. The proportion of direct to watchlistdriven downgrades in the postwatchlist period is roughly 60:40, for upgrades it is 70:30.8Estimated senior unsecured ratings are usually calculated as issuer ratings, rarely as issue ratings.By using this type of rating, we avoid the problem of multiple ratings for one issuer, which facilitatescomparability across firms and also over time. In the case of multiple ratings, the watchlist decision cannotbe attributed to a particular issue rating. Therefore, we assume that it affects all outstanding ratings ofthis firm. For a detailed description of the respective algorithm employed by Moodys to calculate theissuer rating, see Hamilton 2005.9This again confirms the perception that the watchlist has become an important tool forrating agencies.Table 1 2 provides the distribution of the number and the average size of directand watchlistpreceded downgrades upgrades per year. The number of rating changesper year clearly varies along with the business cycle, both with respect to downgradesand upgrades.9 Comparing the average size of rating changes, we see that watchlistpreceded changes tend to be larger than direct rating changes, with the effect being morepronounced for upgrades than for downgrades. Over time, however, the average size ofthe rating change for both downgrades and upgrades seems to have decreased. Similarobservations have also been made by Chung, Frost, and Kim 2008.A summary of the size distribution of downgrades upgrades is provided in Table 3 4. During the prewatchlist era, we find a higher proportion of morethanonenotch rating downgrades as compared to both the postwatchlist period, in general, andwatchlistdowngrades, in particular. In contrast, whereas 49 percent of all downgradesin the prewatchlist period are a change by one notch, this proportion rises to 57 percent in the postwatchlist era. This may at least partly be a consequence of the favorable economic conditions prevailing during most of the 1990s, given that the number ofdowngrades is positively correlated with recessions. In the postwatchlist period, however,watchpreceded downgrades seem to be slightly larger than direct downgrades the proportion of rating changes larger than three notches is a bit higher. Very similar resultsare obtained with respect to upgrades.Watchlist assignments may be triggered either by discrete corporate events or bytrends in a companys operations or financial data. In our analyses, we frequently differentiate between these two types of review placements. In our sample, roughly 30 percentof all watch listings are eventdriven. Most of them are related to mergers or acquisitions.Even though we may expect to observe unique effects related to eventdriven watch listings given the specific corporate circumstances surrounding the review procedure we 9According to the NBER classification, there were three recessions in our sample period: April 1982to November 1982, July 1990 to March 1991, and March 2001 to November 2001.10do not find any striking differences from an exante perspective. In particular, the meanduration of the review procedure is 101 days on average; it is 105 days for eventdrivenwatches and 99 days for nonevent driven watches an insignificant difference.3 Does the Watchlist Instrument Change the Informational Content of Credit Ratings?In order to find out whether or not the introduction of the watchlist instrument hasgenerally influenced the information content of ratings, we use a standard event studymethodology a la Mac Kinlay 1997. Effectively, we test for a timebreak in the impactof rating changes on the value of firm equity, i.e., on the cumulative abnormal stockreturn, at the time of the formal introduction of the watchlist on October 1, 1991. Thecumulative abnormal return CAR is computed as the cumulative stock return over theevent window minus the return of the market portfolio. The event window spans threedays, beginning at 1 and ending at 1, with the event being the direct rating change orreviewpreceded rating change. Our estimation window spans the time period 120 to 20.We take stock price information from CRSP daily tapes and calculate the market modelusing the valueweighted index in CRSP.Based on the Moodys quotation, we expect to observe a larger market reaction torating changes disregarding any differences between direct rating changes and watchpreceded changes in the postwatchlist period:Hypothesis 1 The effect of rating changes on the market value of firm equity is strongerin the postwatchlist era, as compared to the era before the introduction of the watchlistprocedure.Table 5 presents the results of a univariate test, where we analyze the effects of ratingchanges on cumulative abnormal stock returns, differentiating between market reactionsbefore and after the introduction of the watchlist procedure. In line with earlier studies,11we find statistically significant negative CARs only following downgrades. Furthermore,the general market reaction to downgrades is stronger in the postwatchlist era witha CAR of 3.1 percent than in the prewatchlist period with only 1.89 percent. Thedifference is both statistically and economically significant. This result lends support to Hypothesis 1, as it indicates that ratings have, indeed, become more informative sincethe introduction of the watchlist, thereby increasing the negative stock price reaction toa rating downgrade. For upgrades, in contrast, we find no significant market reaction.10We now proceed to a test in a multivariate framework. As the univariate analysisindicated insignificant CAR effects from upgrades, we focus solely on downgrades in thefollowing,11 using model 1,CARj 0 1 RCHAN GEj 2 IGRADEj 3 DAY Sj4 P OST W LRCHAN GEj 5 P OST W LIGRADEj16 P OST W LDAY Sj oj.In line with Holthausen and Leftwich 1986 and Jorion, Liu, and Shi 2005, we test theinfluence of the size of the rating change in number of notches, RCHANGE, the crossingof the investment grade boundary a dummy variable, IGRADE, and, finally, the numberof days since the previous rating action DAYS on the cumulative abnormal return offirm j. In order to test Hypothesis 1, we create a dummy variable POSTWL equal toone if the rating change falls into the postwatchlist era, and zero otherwise. This dummyvariable enters our model as an interaction term with the other control variables.We expect to find a negative coefficient for RCHANGE. To the extent that a ratingchange conveys new information to the market, a downgrade should raise the firms futuredebt refinancing costs and, hence, lower the firms market value. This negative effectshould increase in the size of the rating change. Note that the probability of default risesexponentially with decreasing rating notches, so that a downgrade by two notches has aneffect on the firms net worth more than twice as large as a onenotch rating change.10Note that our results do not change if we use different methods of calculating CARs. As an alternative,e.g., we used the method by Boehmer, Masumeci, and Poulsen 1991.11The results from rating upgrades are available from the authors upon request.12The variable IGRADE is expected to display a negative coefficient as well. Large investors, pension funds in particular, are usually not allowed to hold noninvestment graderated products.12 When bonds pass the boundary to junk status, portfolio managers areoften forced to sell. Thus, the market for investmentgrade bonds may differ substantiallyin terms of participants, volume, and risk preferences from the market for junk bonds,leading to a downward jump in CAR due to a crossing of the investmentgrade boundary.However, as we use issuer ratings senior unsecured ratings, this effect may be weakerthan for issue ratings.With respect to regressor DAYS, both a positive and a negative coefficient may beconceivable. On the one hand, the longer the time period between two sequential ratings,the stronger may be the informational novelty of a downgrade, leading to a strongly negative effect on CAR. On the other hand, the more time passes, the more likely it becomesthat the market has already updated its belief with respect to the creditworthiness of theborrower based on other pieces of private and public information. In this case, a ratingchange no longer conveys new information to the market Jorion, Liu, and Shi, 2005. Adowngrade may even lead to a positive market reaction if it is less pronounced than theunconfirmed market pessimism.Our key variable in model 1 is the interaction of RCHANGE with the POSTWLdummy. If this variable turns out to be significantly negative, this should confirm Hypothesis 1 that the introduction of the watchlist has increased the informational contentof rating events. We also include interaction terms with the IGRADE and DAYS variables.The results of model 1 are presented in Table 6, column 2. While the coefficient ofthe variable RCHANGE shows the expected negative sign, a significant reaction is onlyobserved after the introduction of the watchlist, i.e. in the interaction term. Furthermore,the economic significance of the interaction variable is four times as strong as that ofthe simple RCHANGE regressor 0.016 vs. 0.004. The crossing of the investmentgrade boundary, in contrast, turns out not to be significant. However, the market reactssignificantly positive to the DAYS variable before the introduction of the review procedure.12For an overview of ratingbased regulation of investment decisions, see Partnoy 2002.13While the effect remains positive in the postwatchlist era, it is much weaker both instatistical and economic significance. Our results hence indicate that the informationalcontent of rating downgrades has strongly risen after the introduction of the watchlist.This is consistent with Hypothesis 1.In order to render our results more robust, we consider additional factors that mayhave influenced our observations. Chief among them are time trends and sample composition effects. With regard to time trends, we use two alternative specifications. First,we include a set of n1 year dummies into the regression equation of model 1 in orderto capture a linear time trend. This constitutes model 2. We present the results in Table 6, column 3. Note that the year dummies coefficients are not displayed. Our formerresults stay almost unchanged. Only the DAYS variable loses slightly in statistical significance and takes on a negative sign in the interacted form without statistical significance,though.In order to allow for the time series of coefficients to follow a macroeconomic cycle, weinclude a business cycle dummy, labeled BCYCLE, to constitute model 3. It equals one ifthe observation is from an NBER recession period, and zero otherwise. Results are given in Table 6, column 4. We find the business cycle dummy to have a negative, but statisticallyinsignificant effect. Compared to model 1, the remaining results are unchanged. Althoughwe find evidence of a time dependence in our data, this cannot fully explain the differentabnormal returns in the two subperiods.As the SECs introduction of the Regulation Fair Disclosure on October 23, 2000falls into our observation period, we also control for this event by including a dummyvariable REGFD in model 4. Regulation Fair Disclosure prohibits U.S. public companiesfrom making selective, nonpublic disclosures to favored investment professionals. Ratingagencies, however, are exempted from this rule, which seems to improve the ratingsinformational content: Jorion, Liu, and Shi 2005 even find significant positive abnormalreturns following upgrades in the aftermath of this regulatory change. As can be seenfrom Table 6, column 5, however, this dummy has no explanatory power in our regression 14and leaves the earlier results unchanged.13One further robustness check concerns the development of corporate financial risk overour sample period and the exponential relation between rating notches and probabilityof default. By using RCHANGE as an explanatory variable in the basic model, we haveimplicitly assumed that the distribution of firms across rating notches is stationary overthe entire period. If, however, the composition of our sample shifts over time to lowerrating categories, and in these lower rating categories a onenotch rating change implies alarger increase in default probability, then a sheer sample composition effect may just aswell yield the results that we have found.14 To capture these effects, we include the initialrating level into model 5.As can be seen from Table 6, column 6, the rating level has a highly significant negativecoefficient. Its inclusion strongly increases the regressions R2, but it does not change theoverall results obtained in model 1 with respect to the POSTWLRCHANGE variable.We interpret this as evidence that there is, indeed, a sample composition effect, whichpartly explains the increased strength of the announcement effect in the postwatchlistera. However, we are left with an unexplained part that we attribute to the enhancedinformational value of the observed rating action. In sum, we find evidence consistentwith Hypothesis 1.13Note that we use issuer ratings in our empirical analysis, while Jorion, Liu, and Shi 2005 use issueratings. This may, at least partly, explain the insignificant coefficient.14From earlier studies, we know that a rating improvement by one notch, say from Baa 3 to Ba 1, raisesthe probability of default from 0.52 percent to 0.81 percent. However, a rating change from Ba 3 to B1,which is also one notch, raises the default probability from 2.69 percent to 4.04 percent, i.e., four timesmore than in the first case Keenan, Hamilton, and Berthault, 2000. The exponential rise in defaultprobability is particularly pronounced in the noninvestment grade sector of the rating scale Jorion and Zhang, 2007.154 What is The Economic Function of the Review Procedure?4.1 Derivation of hypotheses With respect to the economic rationale behind the introduction of an institutionalizedrating review process, two lines of arguments may be distinguished. First, the introductionof a formal review process may have been the agencies reaction to a heightened demandfor accurate and timely credit risk information from financial markets. Agency ratingstypically adjust more slowly to new information than marketbased measures of corporatedefault risk such as, e.g., KMVs distancetodefault measure L offler, 2004a; Vassalou and Xing, 2005; Robbe and Mahieu, 2005.15 However, while market prices respond prior torating events, they tend to react more aggressively than is warranted expost. Agencyratings, in contrast, are supposed to reflect changes in credit quality only when they areunlikely to be reversed within a relatively short period of time Cantor, 2001.16According to this argument, watchlists may help to alleviate the traditional conflict between rating stability and accuracy in that they allow agencies to buy time foran eventual rating decision while signalling immediate rating activity. Consequently, thedecision to list a firm on credit watch should be determined by investors demand forinformation on the companys creditworthiness. Demand should be higher, the larger thenumber of investors interested in the firm, the higher the overall uncertainty about thefirms credit quality and the more severe the effects of a rating change are on the firmscredit costs Chung, Frost and Kim, 2008. The length of the watchlist, i.e. the time ittakes the rating committee to resolve the review procedure, in turn, should depend onthe complexity of the companys operations and its financial data. The higher the firms 15Interestingly, the KMV measure of credit risk was introduced in 1989, i.e., only shortly before Moodysreleased its institutionalized watchlist.16L offler 2005 provides empirical proof of agencyratings stability and analyzes why rating reversalsmay be harmful. L offler 2004b examines the tradeoff between rating timeliness and accuracy againstthe background of portfolio governance rules.16complexity, the longer it should take the agency to reach a sufficient degree of certaintyabout the permanence of the change in the companys creditworthiness. Finally, sincewatchpreceded rating changes and direct rating changes do not differ in informationalcontent but only in investors demand for rating information, there is no reason why themarket should react any differently to the eventual rating change.While this delivery of information argument should hold both for watchlists withdirection downgrade and upgrade, it is reasonable to believe that for realistic degrees ofriskaversion among investors, the demand for information is particularly strong in caseof imminent deteriorations of creditworthiness. As such, our predictions should be mostnotable for negative watchlist placements and rating downgrades.Second, following the argument in Boot, Milbourn, and Schmeits 2006, the watchlistmay be interpreted as an agencys means of engaging in an implicit contract with theborrowing firm. This explanatory line holds only for negative changes in credit quality.In a theoretical model, the authors show that credit ratings can serve as mechanismscoordinating investors beliefs. Provided that enough financiers condition their investmentdecisions on the rating level for instance due to regulatory reasons 17 , this coordinationfunction brings rating agencies in a position to put quasicontractual pressure on the firmsthey rate. According to Boot, Milbourn, and Schmeits 2006, the watchlist procedure isthe institutionalized form of this active monitoring process. By threatening the listedcompanies with imminent rating deteriorations, the agencies may induce the firms toabstain from further riskenhancing actions in order to uphold the initial rating level.Of course, this procedure will only be enacted, if the implicit contract of the watchlistis incentive compatible, i.e. if the firm is deemed capable of undertaking the necessarymeans to reduce the credit risk. As such, the decision to place a borrower under reviewis triggered by the fundamental quality of the company. The duration of the watchlistprocedure, in turn, depends on the firms incentives to comply with the conditions set 17Many institutional investors are often obliged by specific investment guidelines to engage only inhighlyrated nonspeculative grade investments. See also Hill 2004 for an overview of ratingsbased U.S. regulations.17forth by the agency. These incentives should be the higher, the larger is the anticipatedeffect of a rating downgrade on the companys credit costs. Also the firms managementquality may be expected to influence the length of the watchlist procedure. Finally, awatchpreceded downgrade signals that the firm has tried to exert the necessary effortbut has failed in the attempt to comply with all the conditions raised by the agencyto uphold the initial rating level. The market should hence be expected to react muchless strong than to a direct downgrade, which according to this implicit contractingargument mirrors the deemed incapability of the firm to exert any recovery effort atall.18The two lines of argument, deliveringinformation vs. implicitcontracting, hence leadto different projections both with respect to the decision to place a borrower under review,the length of the watchlist and the market reaction to direct vs. watchpreceded ratingchanges. Hypothesis 2 sums up the conjectures:Hypothesis 2 If the watchlist is used as an instrument to deliver information, i thedecision to place a borrower under review will be triggered by investors demand for information about this borrower; ii the length of the review procedure will depend on thefirms complexity; iii the effect of a watchlistpreceded downgrade on the value of firmequity will be of similar magnitude as the effect of a direct downgrade.If, in contrast, the review procedure forms an implicit contract between rating agencyand rated firm, i the decision to list a borrower on watch will depend on the fundamentalcredit quality of the firm; ii the duration of the watchlist will be determined by the firmsincentives to comply with the criteria set forth by the agency; iii the market reactionshould be less strong to a watchpreceded downgrade than to a direct downgrade.18Note that in the original model by Boot, Milbourn, and Schmeits 2006, the authors assume that investors have perfect knowledge about the rated firms credit quality, but cannot observe the realization ofrecovery effort. They hence conjecture that new information can enter the market only via watchprecededdowngrades. Softening this extreme assumption about investors knowledge, also direct downgrades willdeliver informational content as they inform on a companys incapability to exert effort. This may reasonably be expected to trigger a stronger market reaction than watchpreceded downgrades, that showthat effort has been exerted but was not completely successful.184.2 Review placement In order to test between the two explanatory lines, we first of all run a probit regressionon the agencys decision which borrowers to place under review. Regressors are chosenin order to reflect investors demand for information about a companys creditworthinessdeliveringinformation and the fundamental quality of the rated company implicitcontracting. The demand for information should be high if a large number of investorsare interested in this company, i.e. if the company is large and has many outstandingratings. We measure firm size by its total assets SIZE and calculate the number of outstanding issuer and issue ratings of the company INTENSITY. Demand should alsobe high if the uncertainty surrounding the company is large. We measure uncertainty bythe stockprice volatility in the 100 days before the watchlist placement VOLATILITY.Also, fixed assets could be an inverse proxy for uncertainty about the company FIXEDASSETS. Furthermore, investors should be particularly keen on precise information ifthe firm is close to the investmentgrade boundary. We therefore include a dummy variable that takes on the value one if the firms initial rating is Baa and zero otherwiseBaaDummy. As measures of fundamental quality we employ the companys leverageLEVERAGE, interest payments INTEREST, markettobook value MTB and itscash holdings CASH.The results are presented in Table 7. Splitting the sample in a first step into lowquality borrowers with a noninvestment grade NIG rating and highquality borrowerswith an investmentgrade IG rating, we observe that both sets of regressors seem tomake a contribution. Yet, examining the results more carefully shows that only the sizevariable and the stockprice volatility have an equally significant, positive effect on thewatchlist placement decision in both subsets. Otherwise, fundamental quality variablesseem to be more relevant for NIG borrowers, while demandrelated factors appear moresignificant for IG issuers. This first indication is confirmed if we further differentiatebetween eventdriven review placements and those not triggered by a corporate event.As eventdriven watch listings will obviously depend strongly on the triggering corporateevent, our discrimination between deliveringinformation and implicitcontracting should 19be clearest for the nonevent driven watchlist placements. Indeed, concluding from column 5, for this subgroup of watch listings we observe that a noninvestment graded firm isthe more likely to be placed under review the lower its interest payments, the higherits leverage, its markettobook value and its stockprice volatility. Thus, three out offour significant regressors refer to the implicitcontracting argument. An investmentgraderated company, in contrast, is the more likely to be dealt a watch listing column 6, thelarger the company, the higher its leverage, the higher its stock volatility and if it is nottoo close to the investmentgrade boundary here factors referring to investors demandfor information preponderate.For eventdriven watchlist placements, the results are not quite as clear. We findthat for both low and highquality borrowers a review listing becomes more likely, thehigher the markettobook value, the larger the company and the higher the stockpricevolatility. Still, for NIG issuers we find that the leverage has a negative influence whilebeing significant only at the 10% level, while for IG issuers both the level of fixed assetsand the Baadummy show a significantly negative coefficient.19 These are hints thoughslightly weaker ones than for nonevent driven watch listings that rating agencies use thereview procedure as an instrument to deliver precise and accurate information particularlyfor borrowers of high creditworthiness and employ it as an implicit contract for lowqualityissuers.Over and above this general result, it is interesting to note that the leverage variablehas a positive influence on the decision to place a borrower under a nonevent drivenreview. This result is counterintuitive at first sight: a higher leverage taken as a sign ofweaker credit quality should make a direct downgrade more likely. However, a higherleverage may also increase the firms incentives to comply with the criteria set forth viathe review placement. Anticipating this effect, the agency may be induced to place issuerswith high leverage on review more easily. Given the particularly high significance of thisregressor for NIG borrowers, this supports our interpretation that implicit contracting 19It should also be mentioned that eventdriven watch listings appear to be more homogeneous thannonevent driven placements. This leads to a higher R2 in the respective regressions.20seems to play an important role for low quality issuers.A second counterintuitive result is obtained with respect to the Baadummy. According to our analysis, being extremely close to the noninvestment grade boundary reducesthe probability of being placed under review. This may have to do with the fact thatwatchpreceded downgrades are often larger than one rating notch. As such, the crossingof the investmentgrade boundary would be almost inevitable for these borrowers shouldthe downgrade occur, which reasonably reduces the willingness of rating agencies to placethese issuers on watch in the first place.4.3 Watchlist duration Using the same partition of nonevent and eventdriven watchlist placements on the onehand and of NIG and IG borrowers on the other, we run an OLS regression on the length ofthe review procedure in days. According to the deliveringinformation explanation, factorsrelating to the complexity of the firms operations and data should determine the watchlistduration. We include the firms stockprice volatility as our main measure of complexityand expect to find a positive effect should the deliveringinformation function prevail.Additionally, we use the firms size, its fixed assets and cash holdings as further controllingfactors. Given that the average firm in our dataset is already relatively large, we assumethat firm complexity may even increase in firm size. Higher fixed assets and higher cashholdings, in contrast, should make it easier to evaluate the companys creditworthiness.With respect to the implicitcontracting argument, the review duration should dependon the firms incentives to comply with the criteria set forth by the agency. We conjecturethat the firm should be more willing to exert recovery effort so that the watchlist lengthwill be reduced the larger the number of outstanding ratings and the closer the companyis to the investment grade boundary. Also, the current level of interest payments andleverage should have a decreasing effect on the review duration. Finally, a managementof higher quality may be able to comply with the agencys requests more quickly. Asa consequence, the firms size and its markettobook value as typical measures for 21management quality Boot, Milbourn, and Schmeits, 2006 should exert a negativeimpact as well.Table 8 displays the results. We observe that the size variable has significant negative explanatory power for nonevent driven watch listings. Thus, the larger the company, the less time is needed to resolve the watchlist procedure. This corresponds withthe implicitcontracting argument, according to which a management of higher quality measured by the firms size can lead to a quicker resolution of the watchlist. Theeconomic significance of this explanatory variable is strongest for lowquality borrowers.This finding underlines our earlier conclusion that the implicitcontracting feature of thewatchlist seems to be most relevant for lowquality borrowers. The markettobook valueas an alternative proxy for management quality displays a negative coefficient, too, butturns out not to be significant.Further significant effects are obtained for eventdriven watchlist placements. Here, weobserve that cash holdings reduce the duration of the review procedure, but this variableloses its significance when differentiating between NIG and IG borrowers. The level offixed assets exerts a strongly positive effect on the duration of the watchlist, while the Baadummy reduces it, but only for IG borrowers.In sum we have to conclude that analyzing the watchlist duration delivers less discriminatory results as compared to the decision on which firms to place under review.Still, we obtain weak evidence that implicit contracting seems to play a more importantrole for borrowers of lower quality.4.4 Market reaction The test of the market reaction to direct vs. watchpreceded rating changes starts againwith a univariate approach. Table 9 displays the CARs following from direct and watchpreceded rating changes in the postwatchlist period. We find that direct rating downgrades trigger a much stronger market reaction 3.65 percent than watchpreceded downgrades 2.19 percent. The difference is also highly significant at the 1 percentlevel.22If we differentiate between eventdriven and nonevent driven watch listings, the generalresult remains the same. Yet, for nonevent driven watchlist placements, the differenceturns out not to be significant.It should be kept in mind, however, that the results so far considered only the offwatch effects. This procedure tends to underestimate the true stock market reactionto rating changes, because the anticipatory effect implicit in the price reaction to theannouncement of a ratings addition to the watchlist has been neglected. Yet, as there isa strong dependence between the initial watchlist designation and the final resolution,20we believe that a simple summing up of onwatch and offwatch CARs is not a sensibleapproach. Additionally, if issuers are, indeed, affected by the watchlist procedure, theirquality will change over the course of the review procedure, so that on and offwatcheffects do not relate to the same corporate entity and, therefore, should not be aggregatedHirsch and Krahnen, 2007. In order to take the market reaction to the watchlist additioninto account while not simply summing up noncomparable CARvalues, we conduct anadditional univariate robustness test, where CARs have been measured using a longerevent window, starting one day before the watchlist announcement and ending one dayafter the watchlist resolution.21 To facilitate comparability, we use the mean length ofthe watchlist period in our sample as the length of the event window for direct ratingchanges as well. Results are displayed in Table 10. As can be seen, our former result isconfirmed: The market reacts much more strongly to direct rating downgrades than towatchpreceded downgrades, with a strongly significant difference.When analyzing the market reaction in a multivariate approach, we face a clear selection problem: according to our earlier analyses, rating agencies preselect firms for additionto the watchlist, so that the difference in effects from direct rating action versus watchpreceded rating action becomes endogenous. In order to account for this preselection, wesplit our empirical model into two separate regressions, following the Heckman correction 20In our sample, for instance, the probability of a downgrade, given the firm is placed on watchlist withdesignation downgrade, is 0.64.21In our sample, the watchlist spans a time period between 13 and 271 days. The mean length is 101days.23approach Heckman, 1979. The first regression contains the agencys decision to put afirm on the watchlist, as studied in section 4.2. The second captures the relation of interestbetween the rating change and the markets reaction to it.Our final test of Hypothesis 2 hence uses the following model:CARj 0 1 RCHAN GEj 2 IGRADEj 3 DAY Sj4 W AT CHLIST RCHAN GEj oj .Here, the dependent variable is the cumulative abnormal return for firm j; RCHANGE,IGRADE, and DAYS are the same as in model 1. Our key variable is the interactionbetween WATCHLIST and RCHANGE, where the WATCHLIST variable is estimatedvia the probit regression in section 4.2 using the Heckman approach Santos and Winton,2008. Accordingly, we have to differentiate between NIG and IG rated borrowers on theone hand and rating downgrades following eventdriven and nonevent driven watchlistplacements on the other hand. While the deliveringinformation argument would conjecture a similar effect related to RCHANGE and to the interaction of WATCHLIST and RCHANGE, the implicitcontracting argument prescribes a smaller effect of the interaction term.Results are displayed in Table 11. For NIG borrowers the predictions of the implicitcontracting argument are clearly confirmed: we observe a significantly negative effectof RCHANGE and a significantly positive effect of the interaction variable WATCHLISTRCHANGE, both for eventdriven watch listings and nonevent driven placements.For IG issuers, in contrast, we do not find any significant coefficients related to the rating change variables. Only the DAYS variable displays a significant positive coefficient.Qualitatively similar results are also obtained from a simple OLSregression on the market reaction, where we interact a watchlistdummy with RCHANGE.22 Overall, this leadsus to conclude that the introduction of the watchlist has changed the traditional role ofcredit rating agencies, indeed. At least for borrowers of lower creditworthiness it seemsthat it has allowed the agencies to take on an active monitoring role visavis the firms 22Results are available upon request.24they rate, so that watchpreceded rating changes contain information of a different qualitythan direct rating changes.5 Conclusion Our study examined whether Moodys formal introduction of the watchlist procedurein 1991 influenced the informational content of credit ratings and possibly extended theeconomic role that rating agencies play in financial markets. We find that after the introduction of the review instrument, rating downgrades lead to stronger market reactionsthan in the prewatchlist period. Furthermore, our empirical study lends support to thehypothesis that the watchlist procedure allows rating agencies to enter into an implicitcontract with the rated firms, as has been suggested by Boot, Milbourn, and Schmeits2006, at least for borrowers of low credit quality. Consequently, rating reviews add afiner level of detail to information in financial markets: whereas direct rating downgradesmake a statement on issuers lack of capability to sustain their credit quality, watchlistdowngrades inform market participants of borrowers lack of success in the attempt to doso.In this respect, our study confirms the initial statement by Moodys that ratingchanges for issuers placed on the watchlist are different from those not preceded by areview procedure. The watchlist instrument seems to have partly developed into an activemonitoring device that allows the rating agencies to exert real pressure on the reviewedcompanies. An interesting question arises from this observation: Was the review procedure introduced with this objective or did it unintentionally develop into such a specificinstrument? While our study did not focus on this particular question and, hence, cannotprovide an answer, we would like to point out that watchlists seem to have a differentimpact with respect to sovereign ratings Hill and Faff, 2007. It is possible that theimplicitcontracting feature does not operate in an environment where the counterpartyconsists of a relatively undefined group of politicians and statesmen instead of the muchsmaller management circle, as in the case of corporate ratings. Although outside the scope 25of this paper, interesting general conclusions might be drawn from this comparison withrespect to the objective function of credit rating agencies.26References Boehmer, Ekkehart, Jim Masumeci, and Anette B. Poulsen, 1991, Eventstudy methodology under conditions of eventinduced variance, Journal of Financial Economics 30,253272.Boot, Arnoud W. A., Todd. T. Milbourn, and Anjolein Schmeits, 2006, Credit ratings ascoordination mechanism, Review of Financial Studies 19, 81118.Cantor, Richard, 2004, An introduction to recent research on credit ratings, Journal of Banking and Finance 28, 25652573.Chung, Kee H., Carol Ann Frost, and Myungsun Kim, 2008, Characteristics and Information Value of Credit Watches, mimeo.Frost, Carol Ann, 2007, Credit Rating Agencies in Capital Markets: A Review of Research Evidence on Selected Criticisms of the Agencies, Journal of Accounting, Auditing, and Finance 22, 469492.Goh, J., and H. Ederington, 1999, CrossSectional Variation in the Stock Market Reactionto Bond Rating Changes, Quarterly Review of Economics and Finance 39, 101112.Goh, Jeremy, and Louis Ederington, 1993, Is a bond rating downgrade bad news, goodnews, or no news for stockholders?, Journal of Finance 48, 20012008.Hamilton, David T., 2005, Moodys senior rating algorithm and estimated senior ratings,Moodys Investors Service.Hamilton, David T., and Richard Cantor, 2004, Rating Transitions and Defaults Conditional on Watchlist, Outlook and Rating History, Moodys Investors Service, Special Comment.Hand, John R. M., Robert W. Holthausen, and Richard W. Leftwich, 1992, The Effect of Bond Rating Agency Announcements on Bond and Stock Prices, Journal of Finance 47, 733752.27Heckman, James, 1979, Sample selection bias as a specification error, Econometrica 47,153161.Hill, C., 2004, Regulating the Rating Agencies, Washington University Law Quarterly 82,4295.Hill, Paula, and Robert Faff, 2007, Do Credit Watch Procedures Affect the Information Content of Sovereign Credit Rating Changes?, Mimeo.Hirsch, Christian, and Jan Pieter Krahnen, 2007, A pirmer on rating agencies as monitors:an analysis of the watchlist period, Working Paper.Holthausen, Robert W., and Richard W. Leftwich, 1986, The effect of bond rating changeson common stock prices, Journal of Financial Economics 17, 5789.Hull, John, Mirela Predescu, and Alan White, 2004, The Relationship Between Credit Default Swap Spreads, Bond Yields, and Credit Rating Announcements, Journal of Banking and Finance 28, 27892811.Jorion, Philippe, Zhu Liu, and Charles Shi, 2005, Informational effects of regulation FD:evidence from rating changes, Journal of Financial Economics 76, 309330.Jorion, Phillippe, and Gaiyan Zhang, 2007, Information Effects of Bond Rating Changes:The Role of the Rating Prior to the Announcement, Journal of Fixed Income 16, 4559.Keenan, Sean C., Jerome S. Fons, and Lea V. Carty, 1998, An historical analysis of Moodys watchlist, Moodys Investors Service.Keenan, Sean C., David T. Hamilton, and Alexandra Berthault, 2000, Historical defaultrates of corporate bond issuers, 19201999, Moodys Investors Service.L offler, Gunter, 2004a, An anatomy of rating through the cycle, Journal of Banking and Finance 28, 695720.L offler, Gunter, 2004b, Ratings versus marketbased measures of default risk in portfoliogovernance, Journal of Banking and Finance 28, 27152746.28L offler, Gunter, 2005, Avoiding the rating bounce: Why rating agencies are slow to reactto new information, Journal of Economic Behavior and Organization 56, 365381.Mac Kinlay, A.Craig, 1997, Event studies in Economics and Finance, Journal of Economic Literature 35, 1339.Norden, Lars, and Martin Weber, 2004, Informational efficiency of credit default swapand stock markets: The impact of credit rating announcements, Journal of Bankingand Finance 28, 28132843.Partnoy, Frank, 2002, The Paradox of Credit Ratings, in Richard M. Levich, Giovanni Majnoni, and Carmen M. Reinhart, eds.: Ratings, Rating Agencies, and the Global Financial System Kluwer Academic Publishers, Norwell, Mass. .Purda, Lynnette D., 2007, Stock Market Reaction to Anticipated Versus Surprise Rating Changes, Journal of Financial Research 30, 301320.Robbe, Paul, and Roland Mahieu, 2005, Are the standards too poor? An empirical analysisof the timeliness and predictability of credit rating changes, Working Paper.Santos, Joao, and Andrew Winton, 2008, Bank Loans, Bonds, and Information Monopoliesacross the Business Cycle, Journal of Finance 63, 13151359.Vassalou, Maria, and Yuhang Xing, 2005, Abnormal equity returns following downgrades,Working Paper.Wansley, James W., and Terrence M. Clauretie, 1985, The impact of creditwatch placement on equity returns and bond prices, Journal of Financial Research 8, 3142.29Tables Table 1: Distribution and Size of Rating Changes by Year Downgrades The table contains number and mean size of rating downgrades for each year of the sample. The sampleperiod after October 1, 1991, includes direct changes as well as watchlistpreceded rating changes. Sizereports the mean of all rating changes in notches in a given year.Year All downgrades Direct downgrades Watchlistpreceded downgrades 19821983198419851986198719881989199019911992199319941995199619971998199920002001200220032004PREWLPOSTWLTotal64615670896364861105850666081796713617318231829819210872118102531Size 1.681.441.751.782.142.122.351.931.741.61.381.511.511.531.541.41.571.681.681.751.651.691.381.861.61.6864615670896364861105846504360494299122120209162834572111301851Size1.251.431.581.471.631.41.751.541.721.771.721.591.341.621.624161721302537516210913610963680680Size 1.681.441.751.782.142.122.351.931.741.61.391.541.31.551.481.41.51.731.661.751.591.61.441.861.591.730Table 2: Distribution and Size of Rating Changes by Year Upgrades The table contains number and mean size of rating upgrades for each year of the sample. The sampleperiod after October 1, 1991, includes direct changes as well as watchlistpreceded rating changes. Sizereports the mean of all rating changes in notches in a given year.Year All upgrades Direct upgrades Watchlistpreceded upgrades Size1.671.431.581.331.191.331.551.392.031.561.281.171.381.451.4519821983198419851986198719881989199019911992199319941995199619971998199920002001200220032004PREWLPOSTWLTotal134541544644544533254775897311494101857580568612740011121512Size 1.31.691.461.541.51.861.831.41.481.561.361.441.331.191.241.181.361.231.521.261.251.171.271.591.291.37646156704644544533254152655588767462505538467340077511756232418261827232525184054337337Size 1.31.691.461.541.51.861.831.41.481.561.311.441.241.141.261.141.281.171.161.121.231.171.191.591.221.3431Table 3: Summary of Rating Downgrades by Absolute Magnitude The table presents the number and proportion in % of all 2531 rating downgrades in our sample byabsolute magnitude of the rating change in notches. The sample is split into two periods: The prewatchlist period from April 26, 1982, to September 30, 1991 PREWL, and the postwatchlist periodfrom October 1, 1991, to December 31, 2004 POSTWL.PREWLPOSTWLRating change 1234567 8Total%354 49.15226 31.3590 12.483.33241.391060.830.9770.54721100All%1042 57.57532 29.391669.172.71490.831540.2220.111810100%57.229.128.973.241.180.29From watchlist389198612282680100Table 4: Summary of Rating Upgrades by Absolute Magnitude The table presents the number and the proportion in % of all 1512 rating upgrades in our sample byabsolute magnitude of the rating change in notches. The sample is split into two periods: The prewatchlist period from April 26, 198,2 to September 30, 1991 PREWL, and the postwatchlist periodfrom October 1, 1991, to December 31, 2004 POSTWL.PREWLPOSTWLRating change All 1234567 8Total%246 61.5111 27.752410422140062.510.50.50.25100%898 80.75164 14.752.07231.081280.720.2730.09130.271001112%From watchlist2476015841233773.2917.84.452.371.190.30.610032Table 5: Stock Market Response to Rating Changes: PREWLPOSTWLThe table provides the cumulative abnormal returns for both direct and watchpreceded downgrades andupgrades. The sample consists of 4043 uncontaminated rating events in the period between April 26, 1982,and December 31, 2004. PREWL is used with reference to the prewatchlist period from April 26, 1982,to September 30, 1991, while POSTWL denotes the postwatchlist era from October 1, 1991 to December 31, 2004. Panel A refers to downgrades, Panel B to upgrades. The cumulative abnormal return CAR iscalculated over a threeday event window 1,1 around the date the rating change becomes effective.The CAR is the cumulative abnormal stock return minus the return of the market portfolio, where themarket portfolio is given by the valueweighted portfolio from CRSP. Wilcoxon T values are given belowthe median and tvalues below the mean. , , and indicate significance at the 1%, 5%, and 10%level. Mean and median values are tested using onesided ttest and Wilcoxon T test, respectively.Panel A: Downgrades Median CAR 0 %PREWLMean1.890.694.71 5.07POSTWL3.10.919.69 9.13Difference1.21POSTWLPREWL 2.370.221.59Panel B: Upgrades 59590PREWLPOSTWLDifferencePOSTWLPREWLMean 0.050.780.0180.130.030.13Median CAR 0 %0.080.220.040.460.040.1049499033Table 6: Effect of the Watchlist Introduction on the Stock Market Reaction to Rating Downgrades The sample consists of 2531 downgrades in the period between April 26, 1982 and December 31, 2004.Ratings are issuer ratings provided by Moodys. The sample period after 1991 includes direct downgradesas well as downgrades following watchlist placements. The dependent variable is the cumulative abnormalreturn CAR. It is calculated over a threeday event window 1,1 around the date the rating changebecomes effective. The CAR is the cumulative abnormal stock return minus the return of the marketportfolio, where the market portfolio is given by the valueweighted portfolio from CRSP. RCHANGEis the absolute value of rating change in notches; IGRADE is a dummy variable equal to 1 if the ratingdowngrade crosses the investment grade boundary, and 0 otherwise; DAYS is the log of the numberof days since the last rating change downgrades as well as upgrades; POSTWL is a dummy variableequal to 1 if the observation is from the watchlist period October 1, 1991 to December 31, 2004, and 0 otherwise; BCYCLE is a dummy variable equal to 1 if the rating change is from a time period definedas recession by NBER, and 0 otherwise; REGFD is a dummy variable equal to 1 if the rating change isfrom the time period after the introduction of regulation FD, and 0 otherwise. RATINGLEVEL refers tothe initial rating level before the rating change. , , and indicate significance at the 1%, 5%, and 10% level. tvalues are given in parenthesis. Robust standard errors are used.0.085 0.186 0.092 0.093Explanatory variables Model 1 Model 2 Model 3 Model 4 Model 5INTERCEPT0.0111.630.0031.300.0100.910.0111.462.870.0031.370.0131.310.0152.003.500.0031.210.0131.243.610.0031.240.0121.113.590.0041.380.0131.240.0113.180.0100.0102.922.69RCHANGEIGRADEDAYSPOSTWLIGRADEPOSTWLRCHANGE 0.0162.370.0010.100.0021.50POSTWLDAYSBCYCLEREGFDRATINGLEVELYear fixed effects Industry fixed effects Adj. R2%F0.0162.290.0010.030.0050.580.0162.410.0180.130.0021.620.0131.360.0172.440.0010.070.0031.700.0142.020.0050.330.0040.470.0010.22nono 3.4yesyes 4.93noyes 3.99noyes 3.880.0045.59yesyes 6.176.842.304.344.333.14Observations 2531253125312531253134Table 7: Which Firms are Placed on the Watchlist? Probit Regression The sample consists of 1,810 direct downgrades and watchlist placements with direction downgrade in the watchlist period between October 1,1991 and December 31 2004, respectively. Ratings are issuer ratings provided by Moodys. The dependent variable is a dummy variable equal to 1 if the observation is placed on watchlist with designation downgrade, and 0 otherwise. INTEREST is the periodic expense to the company ofsecuring shortterm and longterm debt divided by total assets; LEVERAGE is measured as total debt divided by total assets; CASH is cash and allsecurities readily transferable to cash divided by total assets; SIZE is calculated as log of book value of total assets; FIXED ASSETS is equal to thecost of tangible fixed property used in the production of revenue divided by total assets; INTENSITY is calculated as the number of outstanding Moodys ratings both issue and issuer ratings; VOLATILITY is the standard deviation of stock market returns in the 100 days before the event;the BaaDummy takes on the value of one if the initial rating of the company falls in the Baarange Baa 3Baa 1 and zero otherwise. , , and indicate significance at the 1%, 5%, and 10% level. zvalues are given in parenthesis.Explanatory variables INTERCEPTNIGIG3.0808 2.8992nonevent NIG nonevent IGevent3.15194.783213.182313.270135INTERESTLEVERAGEMTBCASHSIZEFIXED ASSETSINTENSITY6.079.27102.750.56761.574.8612.46551.550.82271.27nonevent3.11718.674.150.90702.770.47610.22700.29633.400.49001.072.460.03080.033.740.26700.650.12570.12650.13262.920.04010.190.00670.802.700.62362.050.00621.184.340.13810.790.00811.492.65605.023.561.06642.700.38172.510.37360.740.07621.590.08580.400.00780.49event NIG event IG3.919210.67514.6711.42221.331.30281.840.16371.480.52210.540.09261.780.36821.090.00611.068.782.73230.570.98552.045.41260.921.23301.824.8813.75731.090.50540.550.48810.69060.30575.610.29290.503.020.99601.372.731.47381.150.31200.31480.23337.560.29291.120.00030.093.740.03890.100.01830.873.610.96362.270.00290.44VOLATILITY19.7672 37.8823 25.413018.562436.004929.181220.628140.8548BaaDUMMYYear fixed effects Industry fixed effects Pseudo R2%LR 24.69yesyes 14.77.610.40703.45yesyes 22.467.750.15641.71yesyes 15.274.24yesyes 13.456.690.40483.05yesyes 22.396.130.14231.18yesyes 26.262.76yesyes 25.955.730.39452.41yesyes 27.33191.83225.10302.16153.05178.65288.67116.00154.29Observations 1087723161710245931323837486Table 8: What Determines the Length of the Watchlist?The sample consists of 680 watchlist placements with direction downgrade between October 1, 1991 and December 31 2004. Ratings are issuerratings provided by Moodys. The dependent variable is the length of the watchlist measured in days. INTEREST is the periodic expense to thecompany of securing shortterm and longterm debt divided by total assets; LEVERAGE is measured as total debt divided by total assets; CASHis cash and all securities readily transferable to cash divided by total assets; SIZE is calculated as log of book value of total assets; FIXED ASSETSis equal to the cost of tangible fixed property used in the production of revenue divided by total assets; INTENSITY is calculated as the number ofoutstanding Moodys ratings both issue and issuer ratings; VOLATILITY is the standard deviation of stock market returns in the 100 days beforethe event; the BaaDummy takes on the value of one if the initial rating of the company falls in the Baarange Baa 3Baa 1 and zero otherwise. , , and indicate significance at the 1%, 5%, and 10% level. tvalues are given in parenthesis. Robust standard errors are used.NIGIGnoneventnonevent NIG nonevent IGevent 176.811 183.8792 203.6277180.8976event NIG event IG328.2965125.079113.327936748763130Explanatory variables INTERCEPTINTERESTLEVERAGE36MTBCASHSIZEFIXED ASSETSINTENSITYVOLATILITYBaaDUMMY2.45199.1740.252.74810.042.13010.1219.09270.4615.78542.4815.11910.540.12930.74301.71360.71Year fixed effects Industry fixed effects Adj. R2%FObservationsyesyes 8.551.373133.32353.73960.423.47970.084.28170.927.62820.158.03141.9247.87841.350.40541.09455.8990.6322.60432.24yesyes 12.081.924.2435.25990.0513.48110.226.61410.7823.32430.602.25188.90720.1711.25850.114.46700.2012.41040.23277.7683.92697.54710.700.94940.0210.86281.2115.34500.259.500914.555310.88412.438.98780.360.60701.6778.64680.2012.75941.47yesyes 8.762.231.7810.66340.360.53200.44101.97910.22yesyes 9.131.052502.068.23630.180.38551.09281.41370.2916.86081.29yesyes 15.422.34237136.42221.51464.8880.4776.92761.120.98650.152.137.62731.32136.71042.640.49372.04894.42951.1215.70461.00yesyes 14.571.1619390.79390.69757.51980.7025.03240.2219.68610.441.1716.21821.13105.92350.920.27760.74372.10260.18yesyes 29.233.78588.45850.3526.76750.296.60090.7640.45020.339.65981.24144.20112.290.14780.121447.7751.2438.91331.93yesyes 25.11Table 9: Stock Market Response to Rating Downgrades: Direct WatchPreceded Downgrades The table provides the cumulative abnormal returns following direct and watchpreceded downgrades.The sample consists of 1810 uncontaminated rating events in the postwatchlist period from October 1, 1991, to December 31, 2004. The cumulative abnormal return CAR is calculated over a threedayevent window 1,1 around the date the rating change becomes effective. The CAR is the cumulativeabnormal stock return minus the return of the market portfolio, where the market portfolio is given bythe valueweighted portfolio from CRSP. Wilcoxon T values are given below the median and tvaluesbelow the mean. , , and indicate significance at the 1%, 5%, and 10% level. Mean and medianvalues are tested using onesided ttest and Wilcoxon T test, respectively.Panel A: All Downgrades Direct Mean3.651.50Median CAR0 %8.38 8.07From Watchlist2.190.424.89 4.27Difference 1.461,08From WatchlistDirect 2.342.37Panel B: EventDriven Downgrades 605646055560564Direct Mean3.651.50Median CAR0 %8.38 8.07From Watchlist2.530.413.13 2.18DifferenceFrom WatchlistDirect1.121.221.091.78Panel C: NonEvent Driven Downgrades Direct Mean3.651.50Median CAR0 %8.38 8.07From Watchlist2.050.433.82 3.68DifferenceFrom WatchlistDirect1.61.072.311.9537Table 10: Overall Stock Market Response to Rating Downgrades: Direct WatchPreceded Downgrades The table provides the cumulative abnormal returns following direct and watchpreceded downgrades.The sample consists of 1810 uncontaminated rating events in the postwatchlist period from October 1,1991, to December 31, 2004. The cumulative abnormal return CAR is calculated over a event windowbeginning one day before the watchlist placement and ending one day after the watchlist resolution forfirms coming from watchlist. For direct downgrades the event window is set as the the median length ofthe watchlist period in our sample. The CAR is the cumulative abnormal stock return minus the returnof the market portfolio, where the market portfolio is given by the valueweighted portfolio from CRSP.Wilcoxon T values are given below the median and tvalues below the mean. , , and indicatesignificance at the 1%, 5%, and 10% level. Mean and median values are tested using onesided ttest and Wilcoxon T test, respectively.Direct From watchlist DifferenceFrom watchlistdirectMedian CAR0 %61601Mean13.969.368.71 7.970.960.561.652.22137.715.57 4.2938Table 11: Market Reaction to Watchpreceded Downgrades vs. Direct Downgrades The sample consists of 1810 noncontaminated downgrades in the period between October 1, 1991 and December 31, 2004. Ratings are issuer ratings provided by Moodys. The sample contains direct downgrades as well as downgrades following watchlist placements. The dependent variable is the cumulativeabnormal return CAR. It is calculated over a threeday event window 1,1 around the date therating change becomes effective. The CAR is the cumulative abnormal stock return minus the return ofthe market portfolio, where the market portfolio is given by the valueweighted portfolio from CRSP.RCHANGE is the absolute value of rating change in notches; IGRADE is a dummy variable equal to 1 if the rating downgrade crosses the investment grade boundary, and 0 otherwise; DAYS is the log ofthe number of days since the last rating change downgrades as well as upgrades; WATCHLIST is anestimated variable following from the earlier probit regressions. , , and indicate significance at the 1%, 5%, and 10% level. tvalues are given in parenthesis. Robust standard errors are used.nonevent NIG nonevent IG event NIG event IG0.08730.1225Explanatory variables INTERCEPTRCHANGEIGRADEDAYSWATCHLISTRCHANGEYear fixed effects Industry fixed effects Adj. R2%FObservations0.00900.190.03433.480.00430.840.04432.15yesyes 3.501.341024393.810.00230.270.00740.830.01573.410.00380.27yesyes 9.090.06661.350.03513.090.01372.300.07803.45yesyes 7.612.880.00520.500.01091.090.01322.750.00510.35yesyes 11.602.302.172.39593837486FRANKFURT SCHOOL HFB WORKING PAPER SERIES No. 123 AuthorTitle HerrmannPillath, Carsten A Neurolinguistic Approach to Performativity in Economics 122. Winkler, Adalbert Vogel, Ursula Finanzierungsstrukturen und makrookonomische Stabilitat in den Landern Sudosteuropas, der Turkei und in den GUSStaaten Heidorn, Thomas Rupprecht, Stephan Einfuhrung in das Kapitalstrukturmanagement bei Banken Rossbach, Peter Die Rolle des Internets als Informationsbeschaffungsmedium in Banken HerrmannPillath, Carsten Diversity Management und diversitatsbasiertes Controlling: Von der Diversity Scorecard zur Open Balanced Scorecard Holscher, Luise Clasen, Sven Erfolgsfaktoren von Private Equity Fonds Bannier, Christina E. Is there a holdup benefit in heterogeneous multiple bank financing? Robach, Peter Gieamer, Dirk Ein e LearningSystem zur Unterstutzung der Wissensvermittlung von WebEntwicklern in Sicherheitsthemen HerrmannPillath, Carsten Kulturelle Hybridisierung und Wirtschaftstransformation in China Schalast, Christoph: Staatsfonds neue Akteure an den Finanzmarkten? Schalast, Christoph Alram, Johannes Konstruktion einer Anleihe mit hypothekarischer Besicherung Schalast, Christoph Bolder, Markus Radunz, Claus Siepmann, Stephanie Weber, Thorsten Transaktionen und Servicing in der Finanzkrise: Berichte und Referate des Frankfurt School NPL Forums 2008 121. 120 119. 118 117. 116. 115. 114. 113. 112. 111. Werner, Karl Moormann, Jurgen Efficiency and Profitability of European Banks How Important Is Operational Efficiency? 110. 109. 108. 107. 106. 105. 104. 103. 102. 101. 100. HerrmannPillath, Carsten Moralische Gefuhle als Grundlage einer wohlstandschaffenden Wettbewerbsordnung: Ein neuer Ansatz zur erforschung von Sozialkapital und seine Anwendung auf China Heidorn, Thomas Kaiser, Dieter G. Roder, Christoph Empirische Analyse der Drawdowns von DachHedgefonds HerrmannPillath, Carsten Neuroeconomics, Naturalism and Language Schalast, Christoph Benita, Barten Private Equity und Familienunternehmen eine Untersuchung unter besonderer Berucksichtigung deutscher Maschinen und Anlagenbauunternehmen Bannier, Christina E. Grote, Michael H. Equity Gap? Which Equity Gap? On the Financing Structure of Germanys Mittelstand HerrmannPillath, Carsten The Naturalistic Turn in Economics: Implications for the Theory of Finance Schalast, Christoph Hrgs. Schanz, KayMichael Scholl, Wolfgang Aktionarsschutz in der AG falsch verstanden? Die LeicaEntscheidung des LG Frankfurt am Main Bannier, Christina Musch, Stefan Die Auswirkungen der SubprimeKrise auf den deutschen LBOMarkt fur Small und Mid Caps Cremers, Heinz Vetter, Michael Das IRBModell des Kreditrisikos im Vergleich zum Modell einer logarithmisch normalverteilten Verlustfunktion Heidorn, Thomas Pleiner, Mathias Determinanten Europaischer CMBS Spreads. Ein empirisches Modell zur Bestimmung der Risikoaufschlage von Commercial MortgageBacked Securities CMBS Schalast, Christoph Hrsg. Schanz, KayMichael Schaeffler KGContinental AG im Lichte der CSX Corp.Entscheidung des US District Court for the Southern District of New York 99. Holscher, Luise Haug, Michael Schweinberger, Andreas Analyse von Steueramnestiedaten 40 Frankfurt School of Finance Management Working Paper No. 124 Year 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 98. 97. 96. 95. 94. 93. 92. 91. 90. 89. 88. 87. 86. 85. 84. 83. 82. 81. 80. 79. 78. 77. 76. 75. 74. 73. 72. Heimer, Thomas Arend, Sebastian The Genesis of the BlackScholes Option Pricing Formula Heimer, Thomas Holscher, Luise Werner, Matthias Ralf Access to Finance and Venture Capital for Industrial SMEs Bottger, Marc Guthoff, Anja Heidorn, Thomas Loss Given Default Modelle zur Schatzung von Recovery Rates Almer, Thomas Heidorn, Thomas Schmaltz, Christian The Dynamics of Short and LongTerm CDSspreads of Banks Barthel, Erich Wollersheim, Jutta Kulturunterschiede bei Mergers Acquisitions: Entwicklung eines Konzeptes zur Durchfuhrung einer Cultural Due Diligence Heidorn, Thomas Kunze, Wolfgang Schmaltz, Christian Liquiditatsmodellierung von Kreditzusagen Term Facilities and Revolver Burger, Andreas Produktivitat und Effizienz in Banken Terminologie, Methoden und Status quo Lochel, Horst Pecher, Florian The Strategic Value of Investments in Chinese Banks by Foreign Financial Insitutions Schalast, Christoph Morgenschweis, Bernd Sprengetter, Hans Otto Ockens, Klaas Stachuletz, Rainer Safran, Robert Der deutsche NPL Markt 2007: Aktuelle Entwicklungen, Verkauf und Bewertung Berichte und Referate des NPL Forums 2007 Schalast, Christoph Stralkowski, Ingo 10 Jahre deutsche Buyouts Bannier, Christina Hirsch, Christian The Economics of Rating Watchlists: Evidence from Rating Changes DemidovaMenzel, Nadeshda Heidorn, Thomas Gold in the Investment Portfolio Holscher, Luise Rosenthal, Johannes Leistungsmessung der Internen Revision Bannier, Christina Hansel, Dennis Determinants of banks engagement in loan securitization Bannier, Christina Smoothing versus Timeliness Wann sind stabile Ratings optimal und welche Anforderungen sind an optimale Berichtsregeln zu stellen? Bannier, Christina Heterogeneous Multiple Bank Financing: Does it Reduce Inefficient CreditRenegotiation Incidences? Cremers, Heinz Lohr, Andreas Deskription und Bewertung strukturierter Produkte unter besonderer Berucksichtigung verschiedener Marktszenarien DemidovaMenzel, Nadeshda Heidorn, Thomas Commodities in Asset Management Cremers, Heinz Walzner, Jens Risikosteuerung mit Kreditderivaten unter besonderer Berucksichtigung von Credit Default Swaps Cremers, Heinz Traughber, Patrick Handlungsalternativen einer Genossenschaftsbank im Investmentprozess unter Berucksichtigung der Risikotragfahigkeit Gerdesmeier, Dieter Roffia, Barbara Monetary Analysis: A VAR Perspective Heidorn, Thomas Kaiser, Dieter G. Muschiol, Andrea Portfoliooptimierung mit Hedgefonds unter Berucksichtigung hoherer Momente der Verteilung Jobe, Clemens J. Ockens, Klaas Safran, Robert Schalast, Christoph WorkOut und Servicing von notleidenden Krediten Berichte und Referate des Hf BNPL Servicing Forums 2006 Abrar, Kamyar Schalast, Christoph Fusionskontrolle in dynamischen Netzsektoren am Beispiel des Breitbandkabelsektors Schalast, Christoph Schanz, KayMichael Wertpapierprospekte: Markteinfuhrungspublizitat nach EUProspektverordnung und Wertpapierprospektgesetz 2005 Dickler, Robert A. Schalast, Christoph Distressed Debt in Germany: What s Next? Possible Innovative Exit Strategies Belke, Ansgar Polleit, Thorsten How the ECB and the US Fed set interest rates 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2006 2006 2006 2006 2006 Frankfurt School of Finance Management Working Paper No. 124 41 71. 70. 69. 68. 67. 66. 65. 64. 63  62. 61. 60. 59. 58. 57. 56. 55. 54. 53. 52. 51. 50. 49. 48. 47. 46. 45. 44. Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Heterogenitat von Hedgefondsindizes Baumann, Stefan Lochel, Horst The Endogeneity Approach of the Theory of Optimum Currency Areas What does it mean for ASEAN 3? Heidorn, Thomas Trautmann, Alexandra Niederschlagsderivate Heidorn, Thomas Hoppe, Christian Kaiser, Dieter G. Moglichkeiten der Strukturierung von Hedgefondsportfolios Belke, Ansgar Polleit, Thorsten How Do Stock Market Returns React to Monetary Policy ? An ARDL Cointegration Analysis for Germany Daynes, Christian Schalast, Christoph Aktuelle Rechtsfragen des Bank und Kapitalmarktsrechts II: Distressed Debt Investing in Deutschland Gerdesmeier, Dieter Polleit, Thorsten Measures of excess liquidity Becker, Gernot M. Harding, Perham Holscher, Luise Financing the Embedded Value of Life Insurance Portfolios Schalast, Christoph Modernisierung der Wasserwirtschaft im Spannungsfeld von Umweltschutz und Wettbewerb Braucht Deutschland eine Rechtsgrundlage fur die Vergabe von Wasserversorgungskonzessionen? Bayer, Marcus Cremers, Heinz Klu, Norbert Wertsicherungsstrategien fur das Asset Management Lochel, Horst Polleit, Thorsten A case for money in the ECB monetary policy strategy Richard, Jorg Schalast, Christoph Schanz, KayMichael Unternehmen im Prime Standard Staying Public oder Going Private? Nutzenanalyse der Borsennotiz Heun, Michael Schlink, Torsten Early Warning Systems of Financial Crises Implementation of a currency crisis model for Uganda Heimer, Thomas Kohler, Thomas Auswirkungen des Basel II Akkords auf osterreichische KMU Heidorn, Thomas Meyer, Bernd Pietrowiak, Alexander Performanceeffekte nach Directors Dealings in Deutschland, Italien und den Niederlanden Gerdesmeier, Dieter Roffia, Barbara The Relevance of realtime data in estimating reaction functions for the euro area Barthel, Erich Gierig, Rauno Kuhn, IlmhartWolfram Unterschiedliche Ansatze zur Messung des Humankapitals Anders, Dietmar Binder, Andreas Hesdahl, Ralf Schalast, Christoph Thone, Thomas Aktuelle Rechtsfragen des Bank und Kapitalmarktrechts I : NonPerformingLoans Faule Kredite Handel, WorkOut, Outsourcing und Securitisation Polleit, Thorsten The Slowdown in German Bank Lending Revisited Heidorn, Thomas Siragusano, Tindaro Die Anwendbarkeit der Behavioral Finance im Devisenmarkt Schutze, Daniel Schalast, Christoph Hrsg. Wider die Verschleuderung von Unternehmen durch Pfandversteigerung Gerhold, Mirko Heidorn, Thomas Investitionen und Emissionen von Convertible Bonds Wandelanleihen Chevalier, Pierre Heidorn, Thomas Krieger, Christian Temperaturderivate zur strategischen Absicherung von Beschaffungs und Absatzrisiken Becker, Gernot M. Seeger, Norbert Internationale Cash FlowRechnungen aus Eigner und Glaubigersicht Boenkost, Wolfram Schmidt, Wolfgang M. Notes on convexity and quanto adjustments for interest rates and related options Hess, Dieter Determinants of the relative price impact of unanticipated Information in U.S. macroeconomic releases Cremers, Heinz Klu, Norbert Konig, Markus Incentive Fees. Erfolgsabhangige Vergutungsmodelle deutscher Publikumsfonds Heidorn, Thomas Konig, Lars Investitionen in Collateralized Debt Obligations 2006 2006 2005 2005 2005 2005 2005 2005 2005 2005 2005 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2003 2003 2003 2003 2003 2003 42 Frankfurt School of Finance Management Working Paper No. 124 43. 42. 41. 40. 39. 38. 37. 36. 35. 34. 33. 32. 31. 30. 29. 28. 27. 26. 25. 24. 23. 22. 21. 20. 19. 18. 17. 16. Kahlert, Holger Seeger, Norbert Bilanzierung von Unternehmenszusammenschlussen nach USGAAP Beitrage von Studierenden des Studiengangs BBA 012 unter Begleitung von Prof. Dr. Norbert Seeger Rechnungslegung im Umbruch HGBBilanzierung im Wettbewerb mit den internationalen Standards nach IAS und USGAAP Overbeck, Ludger Schmidt, Wolfgang Modeling Default Dependence with Threshold Models Balthasar, Daniel Cremers, Heinz Schmidt, Michael Portfoliooptimierung mit Hedge Fonds unter besonderer Berucksichtigung der Risikokomponente Heidorn, Thomas Kantwill, Jens Eine empirische Analyse der Spreadunterschiede von Festsatzanleihen zu Floatern im Euroraum und deren Zusammenhang zum Preis eines Credit Default Swaps Bottcher, Henner Seeger, Norbert Bilanzierung von Finanzderivaten nach HGB, Est G, IAS und USGAAP Moormann, Jurgen Terminologie und Glossar der Bankinformatik Heidorn, Thomas Bewertung von Kreditprodukten und Credit Default Swaps Heidorn, Thomas Weier, Sven Einfuhrung in die fundamentale Aktienanalyse Seeger, Norbert International Accounting Standards IAS Moormann, Jurgen Stehling, Frank Strategic Positioning of ECommerce Business Models in the Portfolio of Corporate Banking Sokolovsky, Zbynek Strohhecker, Jurgen Fit fur den Euro, Simulationsbasierte EuroManahmenplanung fur DresdnerBankGeschaftsstellen Robach, Peter Behavioral Finance Eine Alternative zur vorherrschenden Kapitalmarkttheorie? Heidorn, Thomas Jaster, Oliver Willeitner, Ulrich Event Risk Covenants Biswas, Rita Lochel, Horst Recent Trends in U.S. and German Banking: Convergence or Divergence? Eberle, Gunter Georg Lochel, Horst Die Auswirkungen des Ubergangs zum Kapitaldeckungsverfahren in der Rentenversicherung auf die Kapitalmarkte Heidorn, Thomas Klein, HansDieter Siebrecht, Frank Economic Value Added zur Prognose der Performance europaischer Aktien Cremers, Heinz Konvergenz der binomialen Optionspreismodelle gegen das Modell von BlackScholesMerton Lochel, Horst Die okonomischen Dimensionen der New Economy Frank, Axel Moormann, Jurgen Grenzen des Outsourcing: Eine Exploration am Beispiel von Direktbanken Heidorn, Thomas Schmidt, Peter Seiler, Stefan Neue Moglichkeiten durch die Namensaktie Boger, Andreas Heidorn, Thomas Graf Waldstein, Philipp Hybrides Kernkapital fur Kreditinstitute Heidorn, Thomas Entscheidungsorientierte Mindestmargenkalkulation Wolf, Birgit Die Eigenmittelkonzeption des 10 KWG Cremers, Heinz Robe, Sophie Thiele, Dirk Beta als Risikoma Eine Untersuchung am europaischen Aktienmarkt Cremers, Heinz Optionspreisbestimmung Cremers, Heinz Value at RiskKonzepte fur Marktrisiken Chevalier, Pierre Heidorn, Thomas Rutze, Merle Grundung einer deutschen Stromborse fur Elektrizitatsderivate 2003 2003 2003 2002 2002 2003 2002 2001 2001 2001 2001 2001 2001 2001 2001 2001 2000 2000 2000 2000 2000 2000 2000 2000 2000 1999 1999 1999 Frankfurt School of Finance Management Working Paper No. 124 43 Deister, Daniel Ehrlicher, Sven Heidorn, Thomas Cat Bonds Jochum, Eduard Hoshin Kanri Management by Policy Mb P Heidorn, Thomas Kreditderivate Heidorn, Thomas Kreditrisiko Credit Metrics Moormann, Jurgen Terminologie und Glossar der Bankinformatik Lochel, Horst The EMU and the Theory of Optimum Currency Areas Lochel, Horst Die Geldpolitik im Wahrungsraum des Euro Heidorn, Thomas Hund, Jurgen Die Umstellung auf die Stuckaktie fur deutsche Aktiengesellschaften Moormann, Jurgen Stand und Perspektiven der Informationsverarbeitung in Banken Heidorn, Thomas Schmidt, Wolfgang LIBOR in Arrears Jahresbericht 1997 Ecker, Thomas Moormann, Jurgen Die Bank als Betreiberin einer elektronischen ShoppingMall Jahresbericht 1996 Cremers, Heinz Schwarz, Willi Interpolation of Discount Factors Moormann, Jurgen Lean Reporting und Fuhrungsinformationssysteme bei deutschen Finanzdienstleistern 15. 14. 13. 12. 11. 10. 09. 08. 07. 06. 05. 04. 03. 02. 01. FRANKFURT SCHOOL HFB WORKING PAPER SERIES CENTRE FOR PRACTICAL QUANTITATIVE FINANCE No. 19. 18. 17. 16. 15. 14. 13. 12. 11. 10. 09. AuthorTitle Reiswich, Dimitri Tompkins, Robert Potential PCA Interpretation Problems for Volatility Smile Dynamics KellerRessel, Martin Kilin, Fiodar ForwardStart Options in the BarndorffNielsenShephard Model Griebsch, Susanne Wystup, Uwe On the Valuation of Fader and Discrete Barrier Options in Hestons Stochastic Volatility Model Veiga, Carlos Wystup, Uwe Closed Formula for Options with Discrete Dividends and its Derivatives Packham, Natalie Schmidt, Wolfgang Latin hypercube sampling with dependence and applications in finance Hakala, Jurgen Wystup, Uwe FX Basket Options Weber, Andreas Wystup, Uwe Vergleich von Anlagestrategien bei Riesterrenten ohne Berucksichtigung von Gebuhren. Eine Simulationsstudie zur Verteilung der Renditen Weber, Andreas Wystup, Uwe Riesterrente im Vergleich. Eine Simulationsstudie zur Verteilung der Renditen Wystup, Uwe VannaVolga Pricing Wystup, Uwe Foreign Exchange Quanto Options Wystup, Uwe Foreign Exchange Symmetries 44 Frankfurt School of Finance Management Working Paper No. 124 1999 1999 1999 1999 1999 1998 1998 1998 1998 1998 1998 1997 1997 1996 1995 Year 2009 2008 2008 2008 2008 2008 2008 2008 2008 2008 2008 08. 07. 06. 05. 04. 03. 02. 01. Becker, Christoph Wystup, Uwe Was kostet eine Garantie? Ein statistischer Vergleich der Rendite von langfristigen Anlagen Schmidt, Wolfgang Default Swaps and Hedging Credit Baskets Kilin, Fiodor Accelerating the Calibration of Stochastic Volatility Models Griebsch, Susanne Kuhn, Christoph Wystup, Uwe Instalment Options: A ClosedForm Solution and the Limiting Case Boenkost, Wolfram Schmidt, Wolfgang M. Interest Rate Convexity and the Volatility Smile Becker, Christoph Wystup, Uwe On the Cost of Delayed Currency Fixing Boenkost, Wolfram Schmidt, Wolfgang M. Cross currency swap valuation Wallner, Christian Wystup, Uwe Efficient Computation of Option Price Sensitivities for Options of American Style HFB SONDERARBEITSBERICHTE DER HFB BUSINESS SCHOOL OF FINANCE MANAGEMENT No. 01. AuthorTitle Nicole Kahmer Jurgen Moormann Studie zur Ausrichtung von Banken an Kundenprozessen am Beispiel des Internet Preis: 120, 2008 2007 2007 2007 2006 2005 2004 2004 Year 2003 Frankfurt School of Finance Management Working Paper No. 124 45 Printed edition: 25.00 2.50 shipping Download: Working Paper: http:www.frankfurtschool.decontentderesearchPublicationslist_of_publication 0.html CPQF: http:www.frankfurtschool.decontentderesearchquantitative_Financeresearch_publications.html Order address contact Frankfurt School of Finance Management Sonnemannstr. 9 11 D 60314 FrankfurtM. Germany Phone: 49 0 69 154 008 734 Fax: 49 0 69 154 008 728 e Mail: m.biemerfrankfurtschool.de Further information about Frankfurt School of Finance Management may be obtained at: http:www.frankfurtschool.de 46 Frankfurt School of Finance Management Working Paper No. 124 ", "filename": "605675929.PDF", "person": ["Christina E. Bannier", "Bannier, Christina E.", "Christian Hirsch", "Hirsch, Christian"], "date": ["2009"]}