{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/49772/1/605740305.pdf"], "title": ["Ethnic retention and host culture adoption among Turkish immigrants in Germany, France and the Netherlands: A controlled comparison"], "plaintext": "Abstract The paper explores the determinants of, and the relationship between ethnic culture retention and host society culture adoption among Turkish immigrants in Germany, France, and the Netherlands, using original survey data. To maximize crossnational comparability, we focus on immigrants from two Turkish regions who themselves or whose parents migrated before 1975. As indicators of ethnic retention we investigate Turkish and Muslim identification, Turkish language proficiency and observance of Islamic religious practices. Host culture adoption is measured by host country identification, host country language proficiency and use, and interethnic social contacts. We formulate hypotheses regarding crossnational differences based on how integration policy approaches affect the material benefits and emotional costs of retention and adoption. We find that ethnic retention is strongest in the Netherlands, where multicultural policies were long prevalent, while host culture adoption is strongest in the French context, which has more strongly emphasised assimilation, at least where participation in the public realm is concerned. We further show that on the individual level, there is a negative relationship between ethnic retention and host culture adoption, which persists after controlling for relevant background variables. Zusammenfassung Das Paper untersucht anhand von Umfragedaten, inwieweit turkische Migranten in Deutschland, Frankreich und den Niederlanden die Kultur ihres Herkunftslandes bewahren und wie stark sie die Kultur ihres Wohnlandes annehmen, welche Determinanten diese Prozesse bestimmen und wie sie miteinander zusammenhangen. Um eine grotmogliche Vergleichbarkeit der Lander zu erreichen, konzentriert sich die Analyse auf Migranten aus zwei turkischen Provinzen, die selbst oder deren Eltern vor 1975 zugewandert sind. Als Indikatoren fur die Bewahrung der Herkunftslandkultur werden turkische und muslimische Identifikation, turkische Sprachkenntnisse und das Befolgen islamischer religioser Vorschriften herangezogen. Anhand von Wohnlandidentifikation, der Beherrschung und des Gebrauchs der Sprache des Wohnlandes sowie der interethnischen Kontakte wird gemessen, inwieweit die Kultur des Wohnlandes angenommen wird. Die von uns aufgestellten Hypothesen zu Unterschieden zwischen den Landern gehen von der Annahme aus, dass der materielle Nutzen und die emotionalen Kosten, die mit einer Bewahrung der Kultur des Herkunftslandes oder einer Orientierung auf die des Wohnlandes einhergehen, je nach integrationspolitischem Ansatz verschieden ausfallen. Unsere Befunde zeigen, dass die Bewahrung der Kultur des Herkunftslandes am deutlichsten in den Niederlanden ausgepragt ist, wo lange Jahre eine Politik des Multikulturalismus verfolgt wurde. Die Ubernahme der Kultur des Wohnlandes hingegen ist am deutlichsten in Frankreich, einem starkeren Verfechter der Assimilation zumindest im offentlichen Bereich, zu beobachten. Aus den Ergebnissen geht des Weiteren hervor, dass es zwischen der Bewahrung der Herkunftslandkultur und der Annahme der Wohnlandkultur einen negativen Zusammenhang gibt, der auch unter Kontrolle relevanter Drittvariablen bestehen bleibt. Table of Contents Introduction   1 Sociocultural integration and immigrant integration regimes  2 Research design   9 Data collection and variables   10 Sampling and data collection  10 Dependent variables   11 Independent variables   12 Results   15 Ethnic retention   15 Host culture adoption  18 The relation between ethnic retention and host culture adoption  21 Discussion and conclusions   25 Reference List  29 Introduction One of the core challenges raised by increased global interactions and interdependencies is the increased cultural diversity resulting from longdistance migration flows. This challenge has been felt in a particularly pronounced way in European immigration countries, which compared to the immigration countries of the New World were until recently relatively culturally homogenous, and traditionally had ethnoculturally relatively thick conceptions of nationhood. While during the 1980s and 1990s several European countries experimented to varying degrees with multicultural approaches to immigrants sociocultural integration, more recently a return to assimilation has been observed in several countries e.g., Brubaker 2001. This development is reflected in the legislation that several European countries take citizenship and language courses see CostaLascoux 2006; Joppke 2007. These policy innovations indicate a growing concern with sociocultural aspects of relations, identification with the host society, and the role of religion, in particular Islam. These cultural aspects of integration are viewed both as important in their own right, and as conditions for successful socioeconomic integration. integration such as introduced obliging immigrants to immigrant language skills, interethnic Though at the moment there seems to be some convergence, European countries have historically followed different approaches to cope with increased cultural diversity see e.g., Brubaker 1992; Joppke 1999; Favell 2001. Our aim in this paper is to investigate to what extent these different approaches are related to different outcomes regarding immigrants retention of ethnic culture, on the one hand, and the adoption of elements of the host country culture, on the other. This requires a crossnational comparative perspective. Although crossnational studies of immigrant integration have recently become more frequent, most focus on socioeconomic aspects such as labor market participation and income e.g. Kogan 2007; Morissens and Sainsbury 2005; Euwals et al. 2007; Muus 2003; van Tubergen, Maas, and Flap 2004. Crossnational studies of sociocultural aspects of integration are few and far between, with some exceptions regarding language acquisition Chiswick and Miller 1995; van Tubergen and Kalmijn 2005, religious affiliation and attendance van Tubergen 2005, and identification and social contacts Berry et al. 2006; Dagevos et al. 2006. Whether they focus on socioeconomic or on sociocultural integration, previous comparative studies of immigrant integration faced important problems of crossnational comparability Favell 2003, which we will elaborate in more detail in the research design section below. We circumvent such problems by focusing on one clearly circumscribed immigrant group, namely immigrants from selected parts of rural Turkey who arrived in the countries of destination before 1975, as well as the descendants of these immigrants. The evidence we draw on derives from crossnational survey data that were specifically collected for this study. On the destination country side, we focus on Germany, France, and the Netherlands, where more than 70 percent of all people of Turkish origin in the European Union live. These countries have followed distinct approaches to immigrant integration over the past decades, and therefore differ significantly on our independent variable of theoretical interest. We investigate four aspects of sociocultural integration: identification, language use and proficiency, interethnic social contacts, and religious observance. These are common and significant indicators of ethnic culture retention and host country culture adoption see e.g., Berry et al. 2006; Dagevos 2001; Gans 1997; Portes and Rumbaut 2001. We treat Islamic religiosity as part of ethnic culture retention since Islam is the dominant religion in Turkey but not in any of the host countries. In what follows, we clarify how we theoretically conceptualize our dependent ethnic culture retention and host country culture adoption and core independent immigrant integration regimes variables. We then introduce our research design, specify hypotheses about the relation between integration policies and adoption and retention, and present the results of multivariate regression analyses. Of course we do not assume that immigrant integration regimes are the single or even the most important factor determining host country adoption and ethnic retention. We therefore control for a range of additional variables that might affect our dependent variables, including regional origin, socioeconomic status, gender and the relative size and withincountry distribution of the Turkish immigrant population. Although we also important crossnational commonalities, we conclude that after controlling for all these additional factors, significant crossnational differences remain regarding most aspects of ethnic retention and hostculture adoption. find Sociocultural integration and immigrant integration regimes Sociocultural integration of immigrants has long been discussed under the heading of assimilation. Early studies of immigrant integration in the US presented assimilation as a linear and inevitable process and have been challenged by various scholars see Alba and Nee 2003. The main criticisms were that immigrant integration into the host society consists of several dimensions, that adopting the host culture is not the same as abandoning the ethnic culture, and that there is no singular core culture that immigrants can blend into Gans 1997; Alba and Nee 1997; Portes and Rumbaut 2001. The different combinations that hostculture and ethnicculture orientations can take have been conceptualized in a succinct way by Berry 1997. His model distinguishes two dimensions of what he calls acculturation. The first is whether 2 immigrants maintain their culture of origin ethnic culture; the second whether they adopt the national, i.e. host country, culture. The combination of these two dimensions leads to four acculturation strategies: integration, in which both cultures are combined, assimilation in which the national culture is adopted at the expense of the ethnic culture, segregation, when the ethnic culture is maintained without adoption of the national culture, and marginalization, when the immigrant is distant from both cultures. Immigrants opportunities to pursue various acculturation strategies are shaped by the societies in which they live Gans 1997; Berry 2001. Several typologies on how nation states respond to immigrants can be found in the literature e.g. Castles 1995; Rex 1997; Soysal 1994; Berry 2001; Entzinger 2000. These typologies usually distinguish the degree of openness to individual immigrants on the one hand, and the accommodation of cultural group differences on the other. Koopmans et al. 2005; see also Koopmans and Statham 2000 label these two dimensions as ethniccivic and monistpluralist. The ethniccivic dimension concerns the degree to which immigrants are seen as members of the nation and receive the same individual rights as the host population. The monismpluralism dimension concerns the degree to which receiving societies accommodate the cultural identity of immigrants, by supporting ethnic or religious group formation or by granting special rights or exempting cultural groups from certain obligations. for immigrants to individual citizenship rights and Almost all studies classify Germany, France, and the Netherlands as being closer to one of three different idealtypes, which are respectively characterized by difficult access little accommodation of cultural difference Germany, easy access to individual equality but little accommodation of cultural difference France, and easy access to individual rights combined with a relatively high degree of accommodation of cultural difference the Netherlands. We follow Koopmans et al. 2005 in labelling these integration regime types as respectively assimilationism, universalism, and multiculturalism. It should be clear from the above that the use of the label universalism to denote Frenchstyle integration policies does not imply the absence of assimilation pressures. In universalist regimes, overt expressions of ethnic, linguistic or religious identity are seen as conflicting with participation in public institutions, as demonstrated in an exemplary fashion by the French ban on the wearing of ostentatious religious symbols in public schools. Contrary to assimilationist regimes, however, the public culture is not defined in particularistic terms as in the frequent references in German debates to the countrys JudeoChristian identity but is at least in theory culturally neutral, i.e. universal. Of course, these are idealtypes, and no country fully fits any single one of them across all domains of integration. Moreover, immigrant integration policies are not set in stone and have changed over the years. Further, it is important to keep in mind that the position of immigrants is not only influenced by integration policies but also by preexisting institutional settings such as the relation between the 3state and religious cults and the degree of room for pluralism. Often integration policies are an extension of these regulations see e.g. Soysal 1994; Favell 2001; Entzinger 2005. Against typologies of integration regimes, some authors have argued that integration policies are influenced by pressures for international convergence rather than by national ideologies e.g., Freeman 2004; Weil 2001; Joppke 2007. Koopmans et al. 2005 have empirically investigated policy changes in five European countries the three that are investigated in this paper plus the United Kingdom and Switzerland over two decades 19802002 on the basis of 24 indicators. They found a trend in all countries towards more pluralist and civic policies, but differences between countries remained substantial and of about the same magnitude. Germany, France, and the Netherlands occupied distinct positions at each of the three time points they investigated 1980, 1990, and 2002. Evidence for 2006 gathered by the Migration Policy Group and the British Council summarized into the Migrant Integration Policy Index MIPEX1 shows that in spite of post911 changes in integration policies in many countries, Dutch policies still grant immigrants easier access to rights than German and French policies. The MIPEX index encompasses over 140 indicators regarding access to nationality, family reunion, longterm residence, labour market access, antidiscrimination, and political participation. Across 27 European countries plus Canada, the Netherlands rank 4th, France 11th, and Germany 14th. The MIPEX indicators do not systematically distinguish between individual citizenship rights and accommodation of cultural difference, but in line with Koopmans et al.s 2005 findings, they show that Germany scores particularly low on access to nationality and antidiscrimination where France and the Netherlands are very close together, whereas France scores lowest among the three countries and the Netherlands highest on the indicator cluster that most clearly taps group rights, namely political participation, which includes special consultative bodies for immigrants and subsidies for their organizations. We view immigrant integration regimes as opportunity structures that raise or lower the material as well as emotional costs and benefits attached to cultural retention and adoption. Integration regimes affect material costs and benefits by specifying to what extent adoption of the host culture or retention of the ethnic culture affect 1 access to rights e.g., those tied to citizenship; 2 claims to institutional resources e.g., state funding and access to decision making; and 3 opportunities for participation in various sectors of public life e.g. in schools. We give some examples of how the integration policy regimes prevalent in Germany, France, and the Netherlands affect these three types of material costs and benefits. First, the ease or difficulty with which immigrants can become citizens is an important determinant of access to rights, which include not only the right to vote 1 See http:www.integrationindex.eu, accessed 29 October 2008. 4 and stand for office, but also access to certain welfare benefits, employment as a civil servant, full protection against expulsion, and freedom from visa obligations when travelling abroad. All three countries demand linguistic and cultural assimilation of applicants for naturalization but to varying extents. Before 2003, the Netherlands was least demanding. Between 1983 and 2003, less than two per cent of applications were turned down on grounds of insufficient integration van Oers, de Hart, and Groenendijk 2007, whereas in France the share of applicants turned down because of insufficient assimilation was 10 per cent Weil and Spire 2007. Since 2003, language requirements have been tightened and a formal test has to be passed, which also includes some questions on Dutch society. In France, linguistic and cultural assimilation is assessed in a personal interview with a civil servant. In Germany, applicants must have completed four years of schooling in Germany, have a certificate from a German language school, or demonstrate equivalent proficiency in a formal language exam. These policy differences are reflected in naturalization rates, which have been highest in the Netherlands and lowest in Germany. The average yearly rate for the period 20002004 was 6.3 percent for the Netherlands, 4.2 percent for France and 2.1 percent for Germany Baubock et al. 2006: 298299. Second, regarding access to resources, France and Germany are less accommodating of immigrants ethnic culture and religion than the Netherlands. Dutch legislation offers relatively much room for the public expression of particularistic identities Entzinger 2005. Legislation originating in the time of pillarization Lijphart 1968 allowed for the setup of fully publicly funded Islamic and Hindu schools and broadcasting corporations. Currently, there are about 45 publicly funded Islamic schools in the Netherlands, against one in Germany and France. Moreover, many nondenominational public schools in areas with large Muslim populations offer Islamic religious education classes, whereas in Germany this is only the case in Berlin, and nowhere in France. Regarding the media, the Dutch national public broadcaster NPS is required by law to direct twenty percent of its programmes to ethnic minority audiences.2 In addition, there are multicultural broadcasters on the local level. By contrast, special public media organizations or broadcasts for immigrant groups are rare in Germany the main exception being Berlins currently threatened Radio Multikulti and absent in France where public media are required by law to broadcast only in French. In addition, the Netherlands has an extensive system of subsidized ethnic consultative bodies. Germany has local consultative bodies, the Auslanderbeirate. However, in Germany all immigrant groups are represented in one advisory council, whereas in the Netherlands there are separate consultation bodies for each major ethnic group e.g., Turks, Surinamese, Chinese. All three countries have recently initiated some form of consultation of Muslim organizations. However, while in the Netherlands Muslim organizations can appoint the members of the body, and in 2 See the yearly reports Multiculturele programmering of the public broadcasting organizations, e.g. http:pics.portal.omroep.nlupnosZakoiol HC_RAP_MC2004_21.pdf, accessed 29 October 2008. 5France it is elected by individual Muslims, in Germany the Minister of the Interior appoints the members of the Islamkonferenz, which as a result includes several unaffiliated secular persons from a Muslim background, who are very critical of the role of Muslim organizations.3 Third and finally, there are significant differences in the degree to which expressions of religious faith can be a barrier to full participation in public life. The Netherlands gives most room for Muslims to publicly practice and express their religion. The wearing of headscarves of both students and teachers is allowed without restrictions in public schools and obviously also in Muslim schools. Only for certain positions within the civil service the courts and the police there is a ban on headscarves and other religious signs. In France, the headscarf is not allowed for civil servants, primary and secondary school students or teachers. Contrary to France, students in Germany are allowed to wear a headscarf, but in the majority of federal states teachers and other civil servants are not. While in France the ban on headscarves in public schools follows from a law affecting all ostentatious religions symbols and in that sense treats Islam and other religions alike, various Southern German states have banned Muslim headscarves, while nuns teaching in public schools can wear their habits. This inequality is also reflected in the fact that Christian denominations and Judaism are officially recognized as corporations under public law Korperschaften des offentlichen Rechts, which among other things implies that the government levies church taxes for these religious communities, whereas Islam lacks this recognized status and Muslims have therefore experienced great difficulties in obtaining equal rights, for instance related to the allowance of halal slaughter of animals Laurence 2006. Especially ChristianDemocratic politicians have argued that Germany has a Christian tradition that should not be banned from public life Mannitz 2004. Combining these three dimensions, we can conclude that access to rights, resources, and public institutions is most clearly tied to giving up the ethnic culture and adopting the hostcountry culture in Germany, and least so in the Netherlands. In many cases, immigrants in the Netherlands can even claim state funding and institutional rights on the basis of their ethnicity or religion, e.g., in the form of faith schools, public media access, consultation rights, and organizational subsidies. We assume that the lower the penalties in the form of barriers to the acquisition of rights and to participation in public institutions and the higher the rewards in the form of claims to public funding and institutional rights attached to it, the greater will be the degree of ethnic retention in a country; we therefore hypothesize that: H1: Rates of ethnic retention will be highest in the Netherlands, intermediate in France, and lowest in Germany. 3 See http:www.bmi.bund.denn_121560InternetNavigationDEThemenDeutsche __Islam__Konferenzdeutsche Islam Konferenz__node.html__nnntrue, accessed 29 October 2008. 6 As a corollary, we expect that hostcountry adoption will be stronger, the greater are the material rewards attached to it in the form of access to rights and public institutions; obviously none of the countries penalize hostculture adoption; therefore: H2a: Rates of hostculture adoption will be highest in Germany, intermediate in France, and lowest in the Netherlands. towards However, besides the material costs and benefits of ethnic retention and host culture adoption, socialpsychological studies have pointed the emotional costs involved in balancing ethnic and hostculture orientations, often labelled as acculturative stress Berry et al. 1987. The emotional wellbeing and life satisfaction of immigrants can be negatively affected if they perceive a strong cultural conflict between the demands of their or their parents ethnic culture and the cultural demands that the host society makes on them see e.g., Berry 1997; Verkuyten and Nekuee 1999. Berry 1994: 214 suggests that the extent to which such cultural tensions are felt depends on the integration policies pursued by the country of immigration: One might reasonably expect the stress of persons experiencing acculturation in plural societies to be lower than those in monistic societies that pursue assimilation.   If a person regularly receives the message that ones culture, language, and identity are unacceptable, the impact on ones sense of security and selfesteem will clearly be negative. If one is told that the price of admission to full participation in the larger society is to no longer be what one has grown up to be, the psychological conflict is surely heightened. Following Berry, we assume that the emotional costs of both ethnic retention and hostculture adoption will be greater the more the two are depicted as contradictory in the receiving countrys integration approach. Among our three countries, this is most clearly the case in Germany, indicated for instance by the unequal legal status of Islam and the official insistence in the Southern federal states that Germany is a Christian country. Until 2000, German naturalization guidelines explicitly viewed commitment to Germany and to the country and culture of origin as mutually exclusive: the voluntary and permanent commitment to Germany shall be judged from his fundamental attitude with regard to the German cultural realm deutscher Kulturkreis. A permanent commitment is principally not to be assumed when the applicant is active in a political emigrant organization naturalization guidelines, as cited in Hailbronner and Renner 1998: 866; our translation from the German. The mutually exclusive view that prevails in Germany regarding ethnic and hostculture orientations is also shown in the countrys rejection of dual nationality, which is only granted on exceptional grounds and in a minority of naturalisations. This also applies to the second generation, who since 2000 are automatically granted German citizenship if the parents have lived in Germany for at least eight years, but on the condition that they give up their parents nationality at majority. By contrast, France fully allows dual nationality, and the Netherlands allow it de jure for the second and de facto 7for the large majority of firstgeneration naturalizations, including virtually all naturalized Turks Bocker, Groenendijk, and de Hart 2005. In France, ethnic and hostculture orientations are less mutually exclusive than in Germany to the extent that dual nationality is allowed and the reluctance to accept expressions of linguistic and religious difference in the public sphere affects both immigrant groups and autochtonous groups e.g., Catholics or Bretons. However, Frances emphasis on a unitary public culture, exemplified by the headscarf ban, may create emotional conflicts for immigrants who want to participate in French public life but also want to maintain their ethnic and religious traditions. Dutch policies, finally, offer official recognition and subsidization of religious schools, ethnic media and immigrant associations, and comparatively strong protection for the right to publicly express religious differences. We therefore assume that acculturative stress in the form of experienced conflicts between commitment to the ethnic and the hostcountry cultures will be most prevalent in Germany and least in the Netherlands, with France in an intermediary position. For ethnic retention, this leads to the same prediction regarding country differences as the one H1 we specified above on the basis of material costs and benefits. The less integration policies convey that ethnic retention contradicts commitment to and participation in the host country, the lower will be the emotional costs of ethnic retention. We therefore again expect that ethnic retention will be highest in the Netherlands, intermediate in France, and lowest in Germany. For hostculture adoption, however, the focus on emotional costs leads to a different prediction than the focus on material costs and benefits. The less integration policies convey that adoption of the hostcountry culture requires distancing oneself from the ethnic culture, the lower will be the emotional cost experienced when adopting elements of the host culture. Conversely, where hostculture adoption is seen as requiring abandonment of the ethnic culture, adoption may be felt as a form of treason to ones own or ones familys cultural origins. The idea of ethnic and hostcountry cultural orientations as mutually exclusive is strongest in Germany and weakest though not entirely absent in the Netherlands; we therefore expect that: H2b: Rates of hostculture adoption will be highest in the Netherlands, intermediate in France, and lowest in Germany. Combining material costs and benefits and emotional costs, we thus arrive at a uniform prediction for crosscountry differences in ethnic retention H1, but for hostcountry adoption the material and emotional perspectives lead to contrary predictions H2a and H2b. 8 Research design Comparative survey studies of immigrant integration usually rely either on independently gathered national immigrant surveys with divergent questions and sampling methods, or on crossnational surveys such as the European Social Survey that are not specifically targeted at immigrants, who therefore tend to be strongly underrepresented, among other things because the questionnaire is only offered in the host country language. These studies moreover face the problem of widely diverging compositions of the immigrant population across countries. The resulting composition effects can only approximately be controlled statistically. For include hardly any Bangladeshis outside, and virtually no Turks within the United Kingdom. Second, there is often important variation among immigrants from the same country of origin, both in terms of the timing and type guestworker, family formation, asylum, etc. of immigration, and in terms of regions of origin within sending countries, which differ terms of modernization, religiosity, and ethnic composition. Existing crossnational surveys rarely contain information on the region of origin and often lack information on the timing and type of immigration see also Crul and Vermeulen 2003. instance, representative surveys will in By conducting our own survey we avoid dependence on crossnationally varying sampleselection criteria, interviewing techniques, and question wordings. To control for composition effects, we do not use a representative survey of all immigrant groups, but circumscribe our target group in a number of ways. First we focus on immigrants from the same country, Turkey, which is the most important country of origin of immigrants in the EU Lederer 1997. With about 2.5 million people of Turkish origin, Germany has been the main destination of Turkish migration. France and the Netherlands follow with each about 350,000 people of Turkish descent De Tapia 2001. Since Turkey has never been colonized by nor shares a language with any of the host countries, Turkish immigrants form a relatively comparable group. A further reason to choose Turks is that they are predominantly Muslim. The debate on cultural integration in Europe focuses heavily on Muslims, and it is especially Islamic culture that is seen by some as being at odds with Western culture. Patterns of Turkish migration to European countries were not identical. After the guestworker recruitment stop around 1974, they diverged due to differences in family migration regulations, residence permit policies, and the differential inflow of asylum seekers see e.g. Muus 2003; Dagevos et al. 2006. This has led to crossnational differences in the makeup of the Turkish community. To control for this type of composition effects, we limit the target population to immigrants who arrived before 1975, as well as their offspring. Immigrants who arrived as adults after 1975, mostly as spouses or asylum seekers, are not included in our sample. 9In addition, we control for differences in regional origins of Turkish immigrants. Turkey shows large regional differences in prosperity, religious life, ethnic composition, degree of urbanization and levels of education. These differences within Turkey may be an important disturbing factor for crossnational comparison because the Turkish populations in different immigration countries often come from specific parts of the country, which may affect crossnational differences in integration outcomes Bocker and Thranhardt 2003; Dagevos et al. 2006. To avoid in Turkey confound our crossnational comparison, we limit the target group to migrants from two rural regions in Central Turkey, SouthCentral and EastCentral Anatolia.4 regional differences that On the side of destination countries, we employ a mostsimilar systems design Przeworski and Teune 1970, in which cases resemble each other on many potentially relevant variables, but differ as much as possible on the independent variable of theoretical interest. Whereas Germany, France, and the Netherlands have different integration approaches, they are relatively similar where a number of other potentially important influences on immigrant integration are concerned. All three became immigration countries at around the same time in the late 1950s and early 1960s, and halted guestworker recruitment after the 1973 Oil Crisis. In that respect, they differ importantly both from longstanding immigration countries such as the United States or Australia, and from countries that have only recently become immigration countries such as Ireland or Spain. Further, they have developed welfare states, distinguishing them both from the United Kingdom and the Southern European countries with their lean welfare states, but also from the more generous Scandinavian welfare states EspingAnderson 1990. Data collection and variables Sampling and data collection In the Netherlands it would have been possible to rely on population registries to sample people of Turkish descent. In France and Germany, however, ethnic background is not registered. Therefore, we had to choose other ways to draw a crossnationally comparable sample. Our main method was sampling from online phonebooks, based on stems of common Turkish surnames. Surnamebased sampling from phonebooks has been shown to be an efficient and representative method for the study of immigrant populations in general, and Turks in particular see Galonska, Berger, and Koopmans 2003; Granato 1999; Humpert and Schneiderheinze 2000; Salentin 1999. Still, this method might have a bias since 4 SouthCentral Anatolia consists of the provinces Afyon, Aksaray, Karaman, Kayseri, Konya, Nevsehir, and Nigde. EastCentral Anatolia encompasses Adiyaman, Amasya, Elazig, Malatya, Tokat, Tunceli and Sivas. 10 not all Turkish immigrant households are listed in the phonebook and those listed may differ from those who are not. Therefore we used supplementary sampling techniques. In the summer of 2005, towns and villages in the Turkish provinces of Karaman and Sivas were visited. Migrants who spent their holidays in their hometowns were asked to provide their phone number to be contacted later for the survey.5 This sample may also contain a bias, since only immigrants who have maintained a connection to their region of origin are included. Finally, we used a snowball technique by asking respondents for phone numbers of relatives and friends from the same region of origin. Snowball sampling is often criticized for violating the random sample assumption. None of the three sampling techniques is therefore free of potential biases. In all the regressions reported below, dummy variables were included to control for the sampling technique by which a respondent was recruited. We find no significant differences between the three subsamples in any of our regressions. Data were collected between November 2005 and June 2006 by means of a standardized phone survey, using bilingual interviewers and questionnaires, allowing respondents to choose between Turkish and the language of the host country. At the start of each contact, filter questions were asked about regional origin and the timing of the migration of the respondent or his or her parents. Only those who fulfilled our target population criteria were interviewed, totalling 941 respondents: 259 in the Netherlands, 282 in Germany and 400 in France. Dependent variables We analyze eight dependent variables covering four areas of ethnic retention and host culture adoption Table A in the Appendix gives the means and standard deviations for all dependent and independent variables used in the analyses: 1. Hostcountry and Turkish identification. Respondents were asked several questions on the strength of their identification with the host society and with Turkey or Turks: To what extent do you feel connected to group?, To what extent do you feel group member?, and To what extent are you proud of being group member?. Answer categories ranged from 1 not at all to 5 completely. Average scores across these items were summarized into two scales for hostcountry identification Cronbachs alpha .78 and Turkish identification alpha .68. 2. Hostcountry and Turkish language proficiency and use. Proficiency in the host country language and in Turkish was measured by asking respondents how often they experienced problems in understanding these languages. Respondents could answer along a 5point scale. For analysis, we used inverse scores so that a score of 1 means that a respondent always has 5 Massey et al. 1994 also used a homecountry sample for their study on Mexican migrants to the U.S. 11problems understanding the respective language and 5 means he or she never experiences such problems.6 Language use was measured by asking respondents which language they spoke most frequently in three different contexts, namely with their friends, partner, and children: Turkish, the host country language, or both about equally often. Answers were scored 0 always Turkish, .5 equally often Turkish and FrenchDutchGerman and 1 always FrenchDutchGerman. Average scores across three questions were combined in a scale with a Cronbachs alpha of .66.7 these 3. Interethnic social contacts. Respondents were asked about the ethnic composition of the social group they went out with. Answer categories were 1 predominantly Turkish, 2 about equally mixed, and 3 predominantly people of DutchGermanFrench descent.8 4. Religious identification and observance. Religious identification was measured analogously to hostcountry and Turkish identification on the basis of three questions: To what extent do you feel connected to Muslims?, To what extent do you feel Muslim? and To what extent are you proud of being a Muslim?. Answers could range from 1 not at all to 5 completely. The items were combined in a scale with a Cronbachs alpha of .80. Religious observance was measured by four questions, asking respondents about how often they eat halal food, participate in Ramadan, wear a headscarf or for males: have a partner who wears a headscarf, and visit a mosque. Answer categories for the first three items were 1 never, 2 sometimes, 3 most of the time, and 4 always. The scale for mosque visits ranged from 1 never to 6 daily. The zscores of these items were averaged and combined in a scale with a Cronbachs alpha of .77.9 Those very few respondents who defined themselves as nonreligious or who adhered to another faith than Islam were excluded from the analysis of the religion variables. Independent variables Country of residence: dummy variables for respondents living in the Netherlands and France were included in each reported regression, with effects denoting the difference with Turks living in Germany, the reference category. Additional regressions were undertaken to check for the significance of the contrast 6 Van Tubergen and Kalmijn 2005 found that selfassessed language proficiency is a reliable measure of language proficiency. 7 For respondents without a partner or children, the scale was based on the average of the remaining items. 8 The middle category includes a small number of respondents n 93, who indicated that the majority of their social contacts were with members of other immigrant groups than Turks. We also ran the analyses excluding this group and found similar results as those reported below. 9 For male respondents without a partner, the scale excluded the headscarf question and was based on the average of the remaining items. 12 between French and Dutch Turks. If this contrast is significant, we indicate this in the regression tables. Region of origin: SouthCentral Anatolia the reference category is a predominantly ethnic Turkish and religiously Sunnite region. The provinces of Karaman and Konya, which form the core of the region, are renowned for their religious conservatism. EastCentral Anatolia, by contrast, has more ethnic and religious diversity Kurds and Alevis. For respondents born in the host country, the region of origin refers to that of the parents. Alevi denomination: A dummy is included for respondents who adhere to Alevism. The reference category consists of Sunni Muslims and the small group 1.6% of nonreligious migrants. Alevism is a humanistic current within Islam. In general the relation between the sexes is different from that prevalent within Sunni Islam, and Alevi women rarely wear headscarves. According to rough estimates, Alevis constitute up to 25 per cent of the Turkish population. In Turkey, Alevis sometimes face discrimination because they are not considered to be real Muslims since they do not visit a mosque or observe Ramadan. Generation: Dummy variables were included for the second generation born in the host country and for the inbetween generation sometimes also called 1.5th generation, who were born in Turkey but migrated before the age of 18. Firstgeneration immigrants who migrated as adults are the reference category.10 Sex: A dummy for female respondents is included in the analyses; males are the reference category. Marital status: A dummy for married respondents is included in the analyses; nonmarried is the reference category.11 10 Sometimes the distinction between the 1.5th and 2nd generation is made on the school career instead of the country of birth. Children who arrived before the age of six are then counted as members of the second generation. All analyses in this paper have also been conducted using this alternative definition of generational boundaries. This produced only minor differences for the variables of interest. For Turkish language proficiency, the difference between the two origin regions is no longer significant, but Alevis show a significantly lower proficiency p.05. The inbetween generations identification with Muslims becomes significantly lower than that of the first generation p.05. For religious practices, the difference between the first and second generation becomes insignificant. For host language proficiency, the difference between the Netherlands and France decreases to the p.10 level. Age was not included as a control variable because of problems of multicollinearity with the generation dummies. However, we did all analyses also with age instead of the generation dummies. The only difference in the results was a decrease of the impact of education on Turkish language proficiency to the p.10 level all results available on request. 11 We additionally considered whether respondents had children. Parenthood only had a significant negative impact on frequency of speaking the host country language p.001. 13Level of education: Dummy variables were included for secondary education and postsecondary education college or university. The reference category is none or only primary school. Employment status: A dummy for respondents who are currently employed is included in the analyses; those not currently employed are the reference category Sampling method: Dummies were included for respondents from the holiday and snowball samples. Respondents from the phonebook sample are the reference category. Relative size of the Turkish immigrant population 12: In Germany, the Turkishorigin population makes up almost three percent of the total population, in the Netherlands two percent and in France only about one half of a percent. By controlling for differences in ethnic concentration in the analyses reported below we ensure that any significant crossnational differences that remain cannot be attributed to differences in the relative size and withincountry distribution of the Turkish immigrant population. Since migrant populations are usually unevenly spread across a country, leading to regional differences in concentration, the variable is operationalized at the local level. This is also the level where most interpersonal contact takes place. We calculated the number of Turkish immigrants excluding the second generation as a percentage of the total population within geographical units. The variable thus varies from 0100. For the Netherlands, data for 2005 on the municipality gemeente level were taken from the Central Statistical Agency CBS website. For France, data from the 1999 census on the level of the commune were used. For communes with less than 5,000 inhabitants data on the number of Turkish migrants are not available. For these communes we therefore used the percentage of Turkish migrants within the respective departement. German statistical data are generally collected on the basis of nationality. One of the few exceptions is the Mikrozensus, a onepercent sample of German households. The lowest spatial level for which the Mikrozensus allows us to calculate the percentage of Turkish immigrants is the Kreis county level. For Kreise with 3 or fewer Turks in the Mikrozensus sample, the number of Turks is not available. This was only the case for three of the respondents in the dataset. As table A in the appendix indicates, the average percentage of firstgeneration Turks in the locality in which respondents live is 2.9% in Germany, 2.6% in the Netherlands, and 1.3% in France. Comparing these figures to the nationallevel percentages, we can conclude that Turkish immigrants are more strongly 12 For the adoption variables we also ran analyses using the share of the total immigrant population instead of the Turkish immigrant population, following the reasoning that adoption might be positively related to the population share of hostcountry ethnics rather than the share of nonTurks. For social contacts the difference between the Netherlands and France then decreases to the p.10 level. For the other variables the results do not change tables available on request. 14 concentrated in certain geographical areas in France than in the two other countries see also Jund 1992; Ozuekren and Kempen 1997. Results Ethnic retention We analyze the data using ordinary least squares regression analysis. We first investigate the hypotheses regarding ethnic retention. Hypothesis 1 stated that retention would be highest in the Netherlands, intermediary in France, and lowest in Germany. Our dependent variables encompass four indicators of cultural retention, two referring to the ethnic Turkish culture, and two to Islamic religiosity. Table 1 shows the results of regression analyses with as dependent variables respondents identification with Turks, their proficiency in the Turkish language, their identification with Muslims, and their degree of Islamic religious observance. For identification with Turks, we do not find support for hypothesis 1, as there are no significant differences among the three host countries. In fact, in all three countries Turkish identification is very strong at an average of 4.46 on the scale ranging from 1 not at all to 5 completely. Respondents from EastCentral Anatolia, where more ethnic minorities, especially Kurds, live, have a significantly lower Turkish identification. This is also the case for respondents who belong to the Alevi current in Islam, which is not granted an equal status within Turkey. However, with an average score of 4.02 even Alevis identify quite strongly with Turks. The inbetween generation shows a lower degree of identification, but remarkably the difference between the second generation and the generation of their parents is not significant. The only further significant effect is that Turkish identification is lower for people with postsecondary education. For Turkish language proficiency we do not find significant crossnational differences, either. Members of the 1.5th and 2nd generations report less proficiency in Turkish. The more highly educated and the employed also have less Turkish proficiency, suggesting a negative relation between socioeconomic integration and ethnic retention. Next, we turn to the two indicators of religious cultural retention. We find that identification with Muslims is very strong in all three countries, ranging from a score on the fivepoint scale of 4.32 for German Turks to 4.59 for Dutch Turks. These country differences persist when we control for other relevant variables see table 1. In line with hypothesis 1, Dutch Turks identify significantly stronger with Muslims than their counterparts in Germany. The difference between French 15 host country ref cat: Germany France Netherlands region of origin ref cat: SouthCentral Anatolia EastCentral Anatolia denomination of Islam ref cat: Sunni Alevi Generation ref cat: Generation 1 Generation 1.5 Generation 2 Female Married Education ref cat: non primary Secondary education Postsecondary education Working Sample ref cat: phone book sample Holiday sample Snowball sample %Turkish immigrants Constant .08 .06 .04 .06 .12 .05 .36 .09 .15 .07 .09 .09 .08 .05 .00 .06 .07 .07 .35 .09 .09 .05 .13 .07 .09 .05 .02 .02 4.69 .11 .10 923 .17 .09 .02 .09 .14 .07 .24 .13 .49 .11 .67 .13 .12 .07 .15 .09 .28 .10 .33 .13 .17 .07 .11 .11 .10 .07 .03 .02 4.80 .16 .14 922 .08 .07 .16 .07 .12 .05 .79 .09 .16 .08 .06 .10 .01 .05 .06 .07 .16 .07 .37 .10 .12 .05 .07 .08 .09 .05 .04 .02 4.74 .12 .16 883 .20 .06 .25 .06 .09 .05 1.48 .08 .07 .07 .18 .09 .27 .05 .01 .06 .18 .06 .28 .09 .15 .05 .09 .07 .02 .05 .04 .02 .33 .10 .41 887 Table 1 Unstandardized coefficients of OLS regression of four measures of ethnic retention Standard errors in parentheses Turkish identification Turkish language proficiency Muslim identification Religious observance Adj. R2 N Twotailed ttests, p.05 p.01 p.001 16 and Dutch Turks is in the expected direction but is not significant. Further, Muslim identification is significantly lower among people from EastCentral Anatolia, among Alevis, and among higher educated and working respondents. The size of the Turkish immigrant population has a significant positive impact on religious identification. Finally, we find significantly less Islamic religious observance among German Turks. This is in line with the idea of hypothesis 1 that strong assimilation pressures lead to less cultural retention. Dutch and French Turks however do not differ significantly. Alevis are much less observant of Islamic religious practices. This is unsurprising since they do not pray in the mosque and their religion does not prescribe Ramadan or headscarves.13 Further, members of the second generation are somewhat less religiously observant, and again we find that there is a negative relationship between socioeconomic integration and cultural retention as indicated by the significant negative effects of education and employment on religious observance. Again the relative size of the Turkish immigrant population has a significant positive effect. Possibly a larger Turkish community increases the possibilities for the setup of religious institutions which in turn generate higher religious observance and identification. Another possibility is that social control stimulates religiousness. A noteworthy result is finally that female respondents are significantly less observant than males. Partly, this is because for Muslim males visiting the mosque is a religious duty, whereas it is less so for females. However, inspection of results for the individual indicators shows that female respondents also practice Ramadan less. Moreover, they indicate significantly less often at .001 level that they themselves wear a headscarf than that male respondents indicate that their partner wears a headscarf. Taken together, these results suggest that the negative effect that we find for females on religious observance may be due to a disproportional nonresponse among more strictly religiously observing women.14 The general level of religious observance is high. The majority of the respondents always eat halal food. This ranges from 72 percent in the Netherlands to 67 percent in France. The observance of the Ramadan is lowest in Germany; only 55 percent of Sunnite respondents always observe Ramadan, compared to more than 80 percent in France and the Netherlands. Mosque attendance varies little between the countries with about 60 percent of males and 10 percent of females visiting a mosque at least once a week. Headscarves are worn most in the 13 Some Alevis pray in the socalled cem evi and practice a lent called Muharram but we did not ask questions about these specific practices. 14 We have also run a regression analysis in which for males the wearing of headscarves by partners is excluded from the religious observance scale. Other than that the difference between the second and first generation is no longer significant, the results are the same. 17Netherlands and least in Germany. In the Netherlands, 50 percent of female Sunnite respondents indicate always wearing a headscarf, compared to 40 percent in France and 30 percent in Germany. Summing up, we find partial support for our first hypothesis that cultural retention is higher where state integration policies are more accommodating of cultural differences and put less emphasis on assimilation. Contrary to hypothesis 1, we found no crossnational difference in Turkish identification or Turkish language proficiency. However, for the two religious retention variables we did find the expected crossnational differences. In line with hypothesis 1, religious observance and identification of German Turks is significantly lower than that of Dutch Turks. French Turks are as expected situated in between the Netherlands and Germany, but the differences between French and Dutch Turks are not significant. Host culture adoption We now investigate the merits of our hypotheses regarding adoption of the host society culture, which we based respectively on the material benefits H2a and emotional costs H2b of host culture adoption. Here too, we look at four indicators: identification with the host country, proficiency and use of the host country language, and social contacts with host country ethnics. Table 2 shows the results of regressions of these four variables, using the same predictor variables as in the analysis of cultural retention. We find that host country identification is significantly higher in France and the Netherlands than in Germany. This result fits best with the hypothesis based on emotional costs H2b, which predicted the highest level of host country adoption in the Netherlands and the lowest level in Germany. Contrary to the hypothesis the difference between the Netherlands and France is not significant. Regarding host country identification the hypothesis based on material benefits H2a, which predicted the Netherlands, does not receive any support. that adoption would be highest Germany and lowest in Host country identification does not anywhere come close to the level of Turkish identification. Whereas Turkish identification averaged between 4.37 in Germany and 4.52 in France, host country identification ranges from 2.31 in Germany to 2.80 in the Netherlands. Even among the second generation, host country identification remains below the scale midpoint of 3.00 in all three countries. Completing the picture for identification, we find some significant effects that mirror those for ethnic retention. Respondents from EastCentral Anatolia, who had less strong attachments to Turkish culture, are more likely to identify with the host country, as are those with a higher level of education. 18 Table 2 Unstandardized coefficients of OLS regression of four measures of host country adoption Standard errors in parentheses Host language use Social contacts host country ref cat: Germany France Netherlands region of origin ref cat: SouthCentral Anatolia EastCentral Anatolia denomination of Islam ref cat: Sunni Alevi Generation ref cat: Generation 1 Generation 1.5 Generation 2 Female Married Education ref cat: non primary Secondary education Postsecondary education Working Sample ref cat: phone book sample Holiday sample Snowball sample %Turkish immigrants Constant Host country identification Host country language proficiency .54 .09 .56 .09 .20 .07 .09 .12 .09 .11 .22 .13 .01 .07 .29 .09 .42 .10 .58 .13 .02 .07 .06 .11 .01 .07 .02 .02 1.43 .15 .14 .08 .03 a .08 .04 .07 .09 .11 .65 .10 .89 .12 .02 .06 .15 .08 1.05 .09 1.40 .12 .16 .07 .09 .10 .04 .07 .00 .02 2.39 .14 .11 .02 .01 c .02 .05 .02 .10 .03 .14 .03 .20 .03 .05 .02 .22 .02 .18 .03 .25 .03 .05 .02 .05 .03 .04 .02 .01 .01 .16 .04 .13 .05 .04 a .05 .07 .04 .06 .07 .12 .06 .04 .07 .00 .04 .07 .05 .20 .06 .35 .07 .14 .04 .06 .06 .01 .04 .02 .01 1.31 .09 .09 901 19Adj. R2 N Twotailed ttests, p.05 p.01 p.001 a the difference between France and the Netherlands is significant p.05 b the difference between France and the Netherlands is significant p.01 c the difference between France and Netherlands is significant p.001 .09 925 .42 924 .40 924 Regarding proficiency in the host language we find that the only significant crossnational difference is that between Dutch and French Turks, with the latter displaying the highest level of proficiency. German Turks are situated in between. This result comes closest to the prediction of the material benefits hypothesis H2a. However, contrary to this hypothesis German Turks have lower levels of host language proficiency than French Turks, although this difference is not significant. Further effects again mirror those found for ethnic retention. The 1.5th and 2nd generations and those who are better socioeconomically integrated in terms of education and employment, who were less proficient in Turkish, are significantly more proficient in the host country language. Results for the frequency of host country language use are broadly similar, but crossnational differences are stronger, and French Turks are significantly more linguistically assimilated than both Dutch and German Turks. This is again most in line with the material benefits hypothesis, but again the fit is not perfect because German and not French Turks occupy the middle position. The 1.5th and 2nd generations, as well as the higher educated and employed, once more show higher levels of linguistic assimilation, as do people from EastCentral Anatolia and Alevis. Women are also more likely to use the host country language, which may again be due to an underrepresentation of more traditional women in our sample, and married people use the host country language less often.15 Finally, the frequency of speaking the host country language is lower in towns with a relatively larger Turkish community. Among the 1st and 1.5th generations, Turkish is the dominant language in all three countries. Country differences the second generation. On a scale from 0 always Turkish to 1 always the host country language Turkish is still slightly dominant among the Dutch second generation .46, compared to exactly equal shares in Germany .50 and a strong predominance of French language use with the partner, children and friends among the FrenchTurkish second generation .65. language use are particularly pronounced in in Our final indicator of host culture adoption refers to private social contacts with host country ethnics. The results are very similar to those for language. French Turks have significantly higher shares of host country ethnics among the people they go out with than their counterparts in the Netherlands and Germany. This result is again most in line with the material benefits hypothesis H2a, but once more German Turks deviate from the prediction of this hypothesis. The higher educated and employed have significantly higher levels of interethnic contacts. Again, the orientation of social contacts is predominantly towards other Turks, ranging from 1.57 on the scale from 1 only Turks to 3 only host country ethnics for German Turks to 1.69 for French Turks. Even among the 1.5th and 2nd generations who were raised in whole or in part in the country of residence, the clear majority of social contacts remain with other Turks, although in all three 15 This effect is also present when only the language spoken with friends is analyzed. 20 countries the orientation towards host country ethnics is slightly stronger than it is among the first generation. The relative size of the Turkish population does not have a significant impact on interethnic social contacts. Summing up, we find that the pattern for host country identification deviates from that for the language and social contact variables. The results for host country identification come close to the prediction of the emotional cost hypothesis, which states that host country culture adoption is less likely in contexts where host society and ethnic orientations are seen as mutually exclusive. French Turks, however, display higher levels of host country identification than this hypothesis led us to expect. The results for the language variables and for social contacts better fit the predictions of the material benefits hypothesis, which states that host country culture adoption is more likely in contexts where cultural assimilation is a precondition for access to rights, resources and public institutions, However, Germany deviates from the predictions of this hypothesis, with relatively low levels of linguistic and social assimilation that are not significantly different from those found in the Netherlands. This suggests that the counteracting material benefits and emotional cost mechanisms may both be relevant. This would explain why both the combination of high material benefits with high emotional costs in Germany, and that of low emotional costs with low material benefits in the Netherlands have been less effective in stimulating Turkish immigrants and their descendants to orient themselves on the host society culture than the French approach that uses both a carrot and a stick by stimulating assimilation but limiting its emotional costs. The relation between ethnic retention and host culture adoption Drawing on the work of Berry 2001; Berry et al. 2006 we have assumed that ethnic retention and host culture adoption can vary independently from one another in the sense that more of the one does not need to imply less of the other. Following this idea, we have, where this was relevant, operationalized our indicators of retention and adoption in such a way that they are logically independent. We asked separate questions about host society, Turkish, and Muslim identification, allowing respondents to identify equally strongly with all three categories. Similarly, language proficiency was asked separately for Turkish and the host country language, allowing respondents to indicate proficiency in both. For other indicators, there either was no equivalent on the other side of the equation religious observance has no equivalent on the adoption side, unless we would consider conversion to Christianity, of which we did not have any cases in our sample, or the indicator considered did not allow maximization of both orientations at the same time. Language use is by definition a matter of choice. In any context, the more one uses the one language, the less one uses the other even if this may take the form of mixing languages in one conversation. The same is true for social contacts. Any person can only go out 21with a limited number of friends and acquaintances with obvious individual variation in the degree of sociality. Looking at the correlations between our measures of retention and adoption allows us to investigate to what extent assimilation is primarily a substitutive process, in which host culture adoption is negatively related to ethnic retention, or whether it is more of an additive process, in which there is a positive synergy, or at least no negative tradeoff, between ethnic retention and host culture adoption. Table 3 Correlation matrix of ethnic retention and host country adoption variables Turkish identification Turkish language proficiency Muslim identification Religious practice Hostcountry identification Hostcountry language proficiency Hostcountry language usage Turkish identification Turkish language proficiency Muslim identification Religious practice Hostcountry identification Host country language proficiency Hostcountry language usage Interethnic social contacts 1 .21 1 .49 .14 1 .36 .19 .57 1 .16 .09 .15 .14 1 .17 .18 .17 .20 .20 1 .33 .40 .26 .32 .32 .48 1 .26 .17 .22 .26 .29 .25 .36 This can be empirically assessed by looking at the correlations among our indicators of retention and adoption. Table 3 shows the correlation matrix among the eight dependent variables. All four retention variables correlate positively with one another, as do the four adoption variables all p.001, suggesting that these indicators tap common underlying traits. Indeed, it is possible to construct moderately strong scales from the retention and adoption variables using standardized scores both scales have a Cronbachs alpha of .65. By contrast, every single pair wise correlation between retention and adoption variables turns out to be significantly negative. Although our indicators of identification allowed optimally for the expression of a bicultural orientation, we find that in practice host 22 country identification correlates negatively with Turkish .16, p.001 and Muslim identification .15, p.01. The same is true for language, where we find a negative correlation between Turkish and host country proficiency .18, p.001. Closer inspection for subgroups of respondents results not displayed in the table reveals some indications of a less exclusive relationship between retention and adoption. Among Dutch Turks, we find, in line with what the emotional cost hypothesis would lead us to expect, no significant correlations between host country, and Muslim and Turkish identification, or between Turkish and Dutch language proficiency. With regard to correlations among these indicators, the Dutch multicultural approach thus seems to have achieved its aim of not forcing a choice between an orientation on the ethnic culture and on the hostcountry culture. Across all three countries, the second generation shows less evidence of mutually exclusive orientations, as we find no significant correlations for this generation between host country and Turkish or Muslim identification and between Turkish and host country language proficiency. However, correlations among other indicators of retention and adoption are consistently and significantly negative. More religiously observant Muslims are less proficient in the host language .20, use it less frequently .32, and have fewer social contacts with host country ethnics .26, all p.001. Interethnic social contacts also correlate negatively with Turkish proficiency .17 and with Turkish .26 and Muslim identification .22, all p.001. These negative relationships hold significantly in all three countries although in the Netherlands the correlation between interethnic social contacts and Muslim identification is only significant at the p.10 level and mostly also for the second generation. Among the second generation, host language proficiency does not correlate significantly with religious identification and observance. Muslim identification and observance among the second generation are however negatively correlated with host language use respectively.16, p.01 and .21, p.001 and with interethnic social contacts respectively .22, and .26, both p.001. All in all, with a few exceptions for the second generation and for Dutch Turks, ethnic retention and host country adoption are significantly negatively related to one another. This finding is corroborated by the fact that it is possible to construct a good scale Cronbachs alpha .74 out of all eight items, which indicates that retention and adoption to an important extent measure the same underlying syndrome of cultural assimilation, in which substitution is more common than the addition of ethnic and host culture orientations. While the results of the correlation and reliability analyses indicate that on the individual level retention and adoption are negatively correlated, this does not necessarily mean that there is a direct causal link between them. We may also be dealing with a spurious relationship that is caused by other variables, which affect both adoption and retention. For instance, exposure to higher education, employment, and birth in the host country may simultaneously weaken ties to the 23Table 4 Unstandardized coefficients of OLS regression of retention and adoption scales Standard errors in parentheses Retention Adoption .09 .06 .15 .06 .15 .05 .88 .08 .25 .07 .29 .08 .13 .05 .02 .06 .19 .06 .45 .08 .16 .05 .09 .07 .06 .05 .04 .02 .21 .05 .21 .05 .10 .04 .83 .07 .13 .07 .13 .08 .12 .04 .05 .05 .02 .06 .16 .08 .12 .04 .09 .07 .08 .04 .04 .01 .38 .03 .31 .05 .15 b .05 .13 .04 .14 .07 .33 .06 .42 .08 .03 .04 .17 .05 .56 .06 .78 .07 .12 .04 .01 .06 .04 .04 .01 .01 .44 .10 .28 925 .10 .10 .36 925 .34 .05 .19 c .05 .08 .04 .13 .07 .25 .06 .33 .07 .01 .04 .16 .05 .50 .05 .65 .07 .07 .04 .04 .06 .06 .04 .00 .01 .30 .03 .77 .08 .45 925 host country ref cat: Germany France Netherlands region of origin ref cat: SouthCentral Anatolia EastCentral Anatolia denomination of Islam ref cat: Sunni Alevi Generation ref cat: Generation 1 Generation 1.5 Generation 2 Female Married Education ref cat: non primary Secondary education Postsecondary education Working Sample ref cat: phone book sample Holiday sample Snowball sample %Turkish immigrants Adoption Retention Constant Adj. R2 N Twotailed ttests, p .05 p .01 p .001 a the difference between France and the Netherlands is significant p.05 b the difference between France and the Netherlands is significant p.01 c the difference between France and Netherlands is significant p.001 .90 .09 .38 925 24 Turkish and Islamic culture, while fostering the adoption of the host culture. To check for this possibility, we conducted regression analyses with the adoption and retention scales as the dependent variables, and using all the independent variables from previous analyses, while adding adoption as a predictor variable of retention, and retention as a predictor of adoption. If the relationship between retention and adoption would be entirely spurious, adding the one variable to the regression of the other should have no additional effect, but in fact we find that they are an important predictor variable in both regressions see Table 4. In other words, those who show higher levels of ethnic retention tend to have lower levels of host culture adoption and the other way around, even if we control for generation, socioeconomic integration, and other background variables. Discussion and conclusions In this study, we have analyzed ethnic retention and host culture adoption among Turkish immigrants in Germany, France and the Netherlands. By limiting our research population to Turkish guestworkers and their offspring who migrated before 1975 and who originated in two selected rural regions in Turkey, we have excluded by design several confounding factors related to regional origin and the timing and type of immigration. Even after eliminating much of such variation, our study still reveals important differences between the two regions of origin, as well as between Sunni and Alevi Muslims, a factor that has hardly received attention in earlier quantitative research. We additionally controlled for a range of further variables that might affect ethnic retention and hostculture adoption, including gender and marital status, level of education and employment status, and the concentration of Turkish immigrants in the respondents local environment. A first important result of our study is that across all three immigration countries the degree of ethnic retention among Turkish immigrants and their descendants is high and the level of orientation on the host country culture is substantially lower. Turks in Germany, France, and the Netherlands identify much more strongly as Turks and as Muslims than as nationals of their countries of residence. They predominantly speak Turkish, and social contacts tend to be primarily with other Turks. Finally, we everywhere find relatively high levels of observance of Islamic religious practices. These similarities notwithstanding, we also found several significant differences across countries. We structured our analysis according to three hypotheses. The first hypothesis was that ethnic retention is facilitated by policies that set up few cultural barriers to the acquisition of rights and for participation in public life, and provide access to resources based on particularistic identities. In line with this hypothesis, we found that ethnic retention in the form of comparatively strong Muslim identification and more frequent observance of Islamic religious practices 25such as wearing a headscarf or visiting the mosque was strongest in the Netherlands. For both measures Germany had the lowest scores. Although the difference between the Netherlands and France was in the expected direction, it did not reach statistical significance, despite the more limited room for religious practice in France. Further research is needed to explore the reasons behind this finding. Our second set of hypotheses reflected two different expectations about the relationship between immigrant integration policies and the degree of host culture adoption. The first hypothesis H2a predicted that the greater the material benefits of host culture adoption, the higher the level of adoption. Because in Germany access to rights for immigrants has been most strongly tied to assimilation criteria and in the Netherlands this has been least the case, this hypothesis led us to expect the highest levels of adoption among German Turks and the lowest levels among Dutch Turks. The second hypothesis H2b predicted that host culture adoption is affected by the degree to which host country and ethnic orientations are defined as contradictory or as complementary in a countrys integration philosophy. Over most of the recent decades, the view of ethnic and host country orientations as mutually exclusive has been most predominant in Germany and least so in the Netherlands. The emotional cost hypothesis therefore leads us to expect the highest levels of host country culture adoption in the Netherlands, and the lowest levels of adoption in Germany. Our results suggest that both mechanisms may be operating simultaneously. In line with the material benefits hypothesis, Dutch Turks showed lower levels of host country language ability and use, and less interethnic social contacts than French Turks. However, contrary to this hypothesis German Turks performed worse than French Turks. In line with the emotional cost hypothesis, Dutch and French Turks had higher levels of host country identification than German Turks, and German Turks had less interethnic social contacts and less often used the host country language than French Turks. However, contrary to this hypothesis Dutch Turks showed similarly low levels of linguistic assimilation and interethnic social contacts as German Turks. These results suggest that making a certain degree of assimilation a precondition for access to certain rights may promote host culture adoption, but they also indicate that when assimilation demands get nativist ethnocultural overtones and explicitly require the rejection of ethnic and religious attachments, as has been and sometimes still is the case in Germany, they are not successful in stimulating host culture adoption, presumably because the emotional costs become too high. An alternative explanation of the comparatively low degree of host culture adoption in the Netherlands could be that immigrants in this country show signs of reactive ethnicity in response to the change in discourse on immigrants that was initiated by the rise of rightwing populist Pim Fortuyn in 2002. Reactive ethnicity theory argues that antiimmigrant sentiments in public discourse can lead immigrants to reinforce their ethnic identity and turn away from mainstream 26 society see e.g. Portes and Rumbaut 2001. Negative discourse about immigrant cultures could create more acculturative stress and raise the emotional costs of host culture adoption. If current antiimmigrant discourse has an impact on retention or adoption, the most likely effect would be on identification. Reactive ethnicity theory mainly predicts an identity shift, though behavioural shifts choice of language, observance of customs can follow. However, it is precisely on host country identification that Turkish immigrants in the Netherlands perform best in our data, and Turkish identification shows no significant crossnational differences. Fouryearly data from the Dutch Social and Cultural Planning agency SCP on several indicators of sociocultural integration show no trend toward ethnic retention after 2001. Between 1998 and 2002 host country language proficiency and host country language use increased while religiosity stayed at a similar level. Data for 19942006 show that the level of interethnic contacts was fairly stable SCP 2007. A study among youth of Turkish and Moroccan origin in the city of Rotterdam showed a modest rise in the identification with the Netherlands between 1999 and 2006 Entzinger and Dourleijn 2008, though the study did indicate a rise in religious observance. Not only is there little evidence for a recent orientation shift in the Netherlands, the relatively low score on adoption for immigrants in the Netherlands can only be explained by reactive ethnicity if the discourse in the Netherlands would be more negative than in the other two countries. The discourse on immigrants in France and Germany can hardly be called more positive than Dutch discourse. If negative debates on Islam lead to a higher observance of Islamic practice than one would expect a higher degree of religious observance in France since this is the country with the most limitations on wearing a headscarf and on the construction of mosques. We drew further insights from the intraindividual correlations between indicators of ethnic retention and host culture adoption. Contrary to the idea that ethnic and host culture orientations are complementary or even synergetic, we found that respondents with high levels of ethnic retention tend to score significantly lower on host country culture adoption. This relationship holds when we control for a range of individual background variables. A negative relation between measures of adoption and retention has also been found in other studies Berry et al. 2006; Birman, Trickett, and Vinokurov 2002; Verkuyten and Yildiz 2007. Of course, this is not to deny that some individuals succeed in combining strong orientations on both cultures see also, Verkuyten 2006, but our results indicate that this is not the predominant tendency among Turkish immigrants. However, among Dutch Turks and among the second generation ethnic retention and host culture adoption were not significantly related in the domains of identification and language. It should be emphasized that although we found significant crossnational differences language proficiency of the indicators of retention and adoption, these country differences identification and Turkish for all but two Turkish 27are usually modest in size. Several other variables were important. Not surprisingly, we found stronger host culture adoption and somewhat less ethnic retention among the 1.5th and 2nd generations. Confirming the importance of variation within the country and culture of origin, respondents originating in EastCentral Anatolia, which less religiously conservative, displayed less ethnic retention and more host culture adoption. The same was true for those belonging to the liberal Alevi branch of Islam. We also found strong and consistent negative relationships between socioeconomic integration and cultural retention, and positive relationships with host culture adoption. is more ethnically diverse and The generalizabilty of our findings is of course affected by the limitation to immigrants from Turkey. For instance, it is possible that the high social cohesion among Turks e.g. Fennema and Tillie 1999 results in a stronger ethnic orientation than for groups with less strong community structures. However, the restricted nature of the sample is also the major strength of this study, since it minimizes crossnational composition effects, which previous comparative studies have not been able to control for sufficiently. We realise that with three immigration countries, we have not been able to model crossnational differences in a multivariate way. We believe, however, that controlled comparative designs such as ours can fill an important gap between singlecountry case studies on the one hand, and broad, largeN studies, on the other. Future work along these lines should extend the perspective to other immigrant groups and additional immigration countries. 28 Reference List Alba, Richard and Victor Nee. 1997. Rethinking Assimilation Theory for a New Era of Immigration. International Migration Review 314:826874. Alba, Richard and Victor Nee. 2003. Remaking the American Mainstream. Assimilation and Contemporary Immigration Cambridge: Harvard University Press. Baubock, Rainer, Eva Ersboll, Kees Groenendijk and Harald Waldrauch. 2006. Acquisition and Loss of Nationality: Policies and Trends in 15 European States. Amsterdam University Press. Berry, John W. 1994. Psychology and Culture. Pp. 211216 in Acculturative Stress, edited by W. J. Lonner and R. S. Malpass. Boston, MA: Allyn Bacon. Berry, John W. 1997. Immigration, Acculturation, and Adaptation. Applied Psychology 461:568. Berry, John W. 2001. A Psychology of Immigration. Journal of Social Issues 573:61531. Berry, John W., U. Kim, T. Minde and D. Mok. 1987. Comparative Studies of Acculturative Stress. International Migration Review 213:491511. Berry, John W., Jean S. Phinney, David L. Sam and Paul Vedder. 2006. Immigrant Youth in Cultural Transition: Acculturation, Identity and Adaptation Across National Contexts. Mahaw, New Jersey, London: Lawrence Erlbaum Birman, Dina, Edison J. Trickett and Andrey Vinokurov. 2002. Acculturation and Adaptation of Soviet Jewish Refugee Adolescents: Predictors of Adjustment Across Life Domains. American Journal of Community Psychology 305:585607. Bocker, Anita, Kees Groenendijk and Betty de Hart. 2005. De Toegang Tot Het Nederlanderschap. Effecten Van Twintig Jaar Beleidswijzigingen. Nederlands Juristenblad 20053:157164. Bocker, Anita and Dietrich Thranhardt. 2003. Is Het Duitse Integratiebeleid Succesvoller, En Zo Ja, Waarom? Reactie Op Koopmans. Migrantenstudies 191:3344. Brubaker, Rogers. 1992. Citizenship and Nationhood Cambridge: Harvard. in France and Germany. Brubaker, Rogers. 2001. The Return of Assimilation? Changing Perspectives on Immigration and Its Sequels in France, Germany, and the United States. Ethnic and Racial Studies 244:53148. Castles, Stephen. 1995. How Nation States Respond to Immigration and Ethnic Diversity. New Community 213:293308. Chiswick, Barry R. and Paul W. Miller. 1995. The Endogeneity Between Language and Earnings: International Analyses. Journal of Labor Economics 132:24688. CostaLascoux, Jacqueline. 2006. LIntegration a La Francaise : Une Philosophie a LEpreuve Des Realites. Revue Europeenne Des Migrations Internationales 222:105126. Crul, Maurice and Hans Vermeulen. 2003. The Second Generation in Europe. International Migration Review 374:965986. Dagevos, Jaco. 2001. Perspectief Op Integratie. Over De SociaalCulturele En Structurele Integratie Van Etnische Minderheden in Nederland Den Haag: WRR. 29Dagevos, Jaco, Rob Euwals, Merove Gijsberts and Hans Roodenburg. 2006. Turken in Nederland En Duitsland. De Arbeidsmarktpositie Vergeleken Den Haag: SCPCBS. De Tapia, Stephane. 2001. De Migratie Vanuit Turkije Naar De Europese Unie En Belgie. De Turkse Emigratie: Samenvatting Van Een Recent Maar Reeds Complex Verhaal 19572001 2332001. Belgium: Centrum voor gelijkheid van kansen en voor racisme bestrijding. Entzinger, Han. 2000. Challenging Immigration and Ethnic Relations Politics. Comparative European Perspectives. Pp. 97118 in The Dynamics of Integration Policies: A Multidimensional Model. Oxford: Oxford University Press. Entzinger, Han. 2005. Changing the rules while the game is on; From multiculturalism to assimilation in the Netherlands. Pp. 121145 in Migration, citizenship, ethnos: Incorporation regimes in Germany, Western Europe and North America, edited by Michal Y. Bodemann and Gokce Yurkadul. New York: Palgrave Macmillan. Entzinger, Han and Edith Dourleijn. 2008. De Lat Steeds Hoger. De Leefwereld Van Jongeren in Een MultiEtnische Stad. Assen: Van Gorcum. EspingAnderson, Gosta. 1990. Three Worlds of Welfare Capitalism. Cambridge: Polity Press. Euwals, Rob, Jaco Dagevos, Merove Gijsberts and Hans Roodenburg. 2007. The Labour Market Position of Turkish Immigrants in Germany and the Netherlands: Reason for Migration, Naturalisation and Language Proficiency. CBS Discussion Paper no. 79. http:www.cpb.nlengpubcpbreeksendiscussie79disc 79.pdf. Favell, Adrian. 2001. Philosophies of Integration. Immigration and the Idea of Citizenship in France and Britain. Houndsmills, Basingstoke: Macmillan. Favell, Adrian. 2003. Integration Nations: the Nation State and Research on Immigrants in Western Europe. Comparative Social Research22:1342. Fennema, Meindert and Jean Tillie. 1999. Political Participation and Political Trust in Amsterdam: Civic Communities and Ethnic Networks. Journal of Ethnic and Migration Studies 254:703726. Freeman, Gary P. 2004. Immigrant Incorporation in Western Democracies. International Migration Review 383:945969. Galonska, Christian, Maria Berger and Ruud Koopmans. 2003. Uber schwindende Gemeinsamkeiten: Auslander versus Migrantenforschung. Die Notwendigkeit eines Perspektivenwechsels zur Erforschung ethnischer Minderheiten in Deutschland am Beispiel des Projekts Die Qualitat der multikulturellen Demokratie in Amsterdam und Berlin. WZB Discussion Paper SP IV 2004401. Berlin: Wissenschaftszentrum Berlin fur Sozialforschung. Gans, Herbert J. 1997. Toward a Reconciliation of Assimilation and Pluralism: The Interplay of Acculturation and Ethnic Retention. International Migration Review 314:87592. Granato, Nadia. 1999. Die Befragung Von Arbeitsmigranten: EinwohnermeldeamtStichprobe Und Telefonische Erhebung? ZUMANachrichten 234:4460. Hailbronner, Kay and Gunter Renner. 1998. Staatsangehorigkeitsrecht. Munchen: Beck. Humpert, Andreas and Klaus Schneiderheinze. 2000. fur Telefonische Zuwandererumfragen. Einsatzmoglichkeiten der Namenforschung. ZUMANachrichten 2447:3664. Stichprobenziehung Joppke, Christian. 1999. Immigration and the NationState. The United States, Germany and Britain. Oxford: Oxford University Press. 30 Joppke, Christian. 2007. Beyond National Models: Civic Integration Policies for Immigrants in Western Europe. West European Politics 301:122. Jund, Alain. 1992. LAlsace a LImage De LEspace Migratoire European. Hommes Migrations 1153:89. Kogan, Irena. 2007. Working Through Barriers. Host Country Institutions and Immigrant Labour Market Performance in Europe. Dordrecht: Springer. Koopmans, Ruud and Paul Statham. 2000. Challenging Immigration and Ethnic Relations Politics Comparative European Perspectives. Pp. 1356 in Migration and Ethnic Relations As a Field of Political Contention: An Opportunity Structure Approach, edited by Ruud Koopmans and Paul Statham. Oxford: Oxford University Press. Koopmans, Ruud, Paul Statham, Marco Giugni and Florence Passy. 2005. Contested Citizenship. Political Contention Over Migration and Ethnic Relations in Western Europe. Minneapolis: University of Minnesota Press. Laurence, Jonathan. 2006. Managing Transnational Religion: Muslims and the State in Western Europe 19742004. Ph.D. dissertation Harvard University, Cambridge, CA. Lederer, Harald W. 1997. Migration und Integration in Zahlen. Ein Handbuch. Bonn: Beauftragter der Bundesregierung fur Auslanderfragen. Lijphart, Arend. 1968. The Politics of Accommodation: Pluralism and Democracy in the Netherlands. Berkeley: University of California Press. Mannitz, Sabine. 2004. Civil Enculturation. NationState, School and Ethnic Difference in The Netherlands, Britain, Germany and France. Pp. 88118 in The Place of Religion in Four Civil Cultures, edited by W. Schiffauer, G. Baumann, R. Kastoryano and S.Vertovec. New York, Oxford: Berghahn. Massey, Douglas S., Luin Goldring and Jorge Durand. 1994. Continuities in Transnational Migration: An Analysis of Nineteen Mexican Communities. American Journal of Sociology 996:1492533. Morissens, Ann and Diane Sainsbury. 2005. Migrants Social Rights, Ethnicity and Welfare Regimes. Journal of Social Policy 344:637660. Muus, Philip J. 2003. Integrating Immigrants in the Netherlands. Cultural Versus SocioEconomic Integration. Pp. 1740 in An International Comparison of Migration and Immigrant Policy With Respect to Immigrants From Turkey and Their Participation in the Labour Market, edited by Louk Hagendoorn, Justus Veenman and Wilma Vollebergh. Ashgate: Aldershot. Ozuekren, Sule and Ronald v. Kempen. 1997. Turks in European Cities; Housing and Urban Segregation. Ashgate: Aldershot. Portes, Alejandro and Ruben G. Rumbaut. 2001. Legacies; the Story of the Immigrant Second Generation. New York: Russell Sage Foundation. Przeworski, Adam and Henry Teune. 1970. The Logic of Comparative Social Inquiry. New York: Wiley. Rex, John. 1997. The Ethnicity Reader: Nationalism, Multiculturalism and Migration. Pp. 205220 in The Concept of a Multicultural Society, edited by Montserrat Guibernau and John Rex. Cambridge: Polity Press. Salentin, Kurt. 1999. Die Stichprobenziehung bei Zuwandererbefragungen. ZUMANachrichten 2345:11535. SCP. 2007. Jaarrapport Integratie 2007. Den Haag: SCP. 31Soysal, Yasemin. 1994. Limits of Citizenship: Migrants and Postnational Membership in Europe. Chicago: University of Chicago Press. van Oers, Ricky, Betty de Hart and Kees Groenendijk. 2007. The Netherlands. Pp. 391434 in Acquisition and Loss of Nationality Policies and Trends in 15 European States. Volume 2: Country Analyses, edited by Rainer Baubock, Eva Ersbll, Kees Groenendijk and Harald Waldrauch. Amsterdam: Amsterdam University Press. van Tubergen, Frank. 2005. Religious Affiliation and Participation Among Immigrants in Eight Western Countries: A CrossNational Study of Individual and Contextual Effects. Journal for the Scientific Study of Religion 451:122. van Tubergen, Frank, Ineke Maas and Henk Flap. 2004. The Economic Incorporation of Immigrants in 18 Western Societies: Origin, Destination and Community Effects. American Sociological Review 69October:704727. van Tubergen, Frank and Matthijs Kalmijn. 2005. DestinationLanguage Proficiency in CrossNational Perspective: A Study of Immigrant Groups in Nine Western Countries. American Journal of Sociology 1105:14121457. Verkuyten, Maykel. 2006. Groepsidentificaties En Intergroepsrelaties Onder Turkse Nederlanders. Mens En Maatschappij 811:6484. Verkuyten, Maykel and Shervin Nekuee. 1999. Subjective WellBeing, Discrimination and Cultural Conflict: Iranians Living in The Netherlands. Social Indicators Research 473:281306. Verkuyten, Maykel and Ali A. Yildiz. 2007. National DisIdentification and Ethnic and Religious Identity: A Study Among TurkishDutch Muslims. Personality and Social Psychology Bulletin 3310:14481462. Weil, Patrick. 2001. Citizenship Today. Global Perspectives and Practices. Pp. 1735 in Access to Citizenship: a Comparison of TwentyFive Nationality Laws, edited by Thomas A. Aleinikoff and Douglas B.Klusmeyer. Washington D.C.: Carnegie Endowment for International Peace. Weil, Patrick and Alexis Spire. 2007. France. Pp. 187211 in Acquisition and Loss of Nationality Policies and Trends in 15 European States. Volume 2: Country Analyses, edited by Rainer Baubock, Eva Ersbll, Kees Groenendijk and Harald Waldrauch. Amsterdam: Amsterdam University Press. 32 Research Area: Civil Society, Conflict and Democracy Research Unit: Migration, Integration, Transnationalization Discussion Papers 2008 SP IV 2008701 Tradeoffs between Equality and Difference. Immigrant Integration, Multiculturalism, and the Welfare State in CrossNational Perspective Ruud Koopmans SP IV 2008702 The Diffusion of Ethnic Violence in Germany: The Role of Social Similarity Tradeoffs between Equality and Difference Robert Braun, Ruud Koopmans SP IV 2008703 The Rise of RightWing Populist Pim Fortuyn in the Netherlands. A Discursive Opportunity Approach Ruud Koopmans, Jasper Muis SP IV 2008704 Transnationale Familien. Zur Entstehung, zum Ausma und zu den Konsequenzen der migrationsbedingten ElternKindTrennung in Familien aus den klassischen Gastarbeiterlandern in Deutschland Rahim Hajji SP IV 2008705 Transnationale Familienverhaltnisse, Verlusterfahrung und Bindungsverhalten Rahim Hajji Discussion Papers 2009 SP IV 2009701 Ethnic Retention and Host Culture Adoption among Turkish Immigrants in Germany, France and the Netherlands: A Controlled Comparison Evelyn Ersanilli, Ruud Koopmans 33Please send a self addressed label and postagestamps in the amount of 0,51 Euro or one CouponReponse International if you are ordering fromoutside Germany for each WZBpaper requested Order Form Absender Return Address:Bei Ihren Bestellungen von WZBPapers schicken Sie bitte unbedingt einen an Sie adressierten Aufkleber mit sowie je paper eine Briefmarke im Wertvon 0,51 Euro oder einen Coupon Reponse International fur Besteller aus dem AuslandBestellschein Wissenschaftszentrum Berlinfur Sozialforschung Presse und Informationsreferat Reichpietschufer 50D10785 BerlinTiergarten Hiermit bestelle ich folgendesDiscussion papers:Please send me the following Discussion papers:BestellNr. Order no.Autorin, Kurztitel Authors Titles in brief", "filename": "605740305.pdf", "person": ["Evelyn Ersanilli", "Ersanilli, Evelyn", "Ruud Koopmans", "Koopmans, Ruud"], "date": ["2009"]}