{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/38792/1/607335025.pdf"], "title": ["Towards Consistent Principles of Flexicurity"], "plaintext": " Abstract The paper contains analysis of, critical remarks on, and constructive suggestions to Towards Common Principles of Flexicurtity of the European Commission 2007. The latter promotes relaxing the employment protection legislation while providing advances in employment and social security for flexible workforces, like fixedterm, parttime and agency workers, or selfemployed. The default assumption, that relaxing labour laws can be compensated by these advances, is criticised as the compensating measures are regarded as vague and insufficient. Therefore, some additional measures are proposed to counterbalance the actual flexibilisation of employment relations, including 1 flexinsurance, a kind of progressive flexibilisation tax, meaning that the employers contribution to social security should be proportional to the flexibility of the contractrisk of becoming unemployed, 2 elements of the basic minimum income model, 3 workplace tax for worse working conditions of atypically employed which should protect the working environment in the same way as the green tax protects the natural environment, and 4 constraining financial markets. It is argued that all of these meet interests of social partners and solve contradictions between several European policies. 3 4Table of contents Commissions initiatives   7 History of flexicurity   7 Definition of flexicurity  9 Commissions arguments for flexicurity   12 Globalisation  12 Flexibilisation  13 Employability and lifelong learning  15 Phraseology  15 Commissions pathway proposals  17 Tackling contractual segmentation   17 Developing flexicurity within the enterprise and offering transition security   18 Tackling skills and opportunity gaps among the workforce   18 Improving opportunities for benefit recipients and informally employed workers  19 Position of trade unions   20 Labour rights against social measures   20 New type of industrial relations   21 Sustainable development  21 Trade unionist understanding of flexicurity  22 Reform proposals for a consistent implementation of flexicurity  24 Contradictions between EU policies  24 Flexinsurance  25 Basic minimum income  26 Workplace tax  26 Analogy with regulation of immigrant workers   27 Constraining financial markets  27 Contribution to European policies  27 Conclusions   28 References   29 5 6All errors in politics and morals are based on philosophical errors and these in turn are connected with scientific errors. A Sketch for a Historical Picture of the Progress of the Human Mind Condorcet 17431794 Commissions initiatives Recently, the European Commission published two important documents with arguments in favour of the flexicurity approach to labour market reforms: Green Paper: Modernising labour law to meet the challenges of the 21st century European Commission 2006b and Towards Common Principles of Flexicurity: More and Better Jobs Through Flexibility and Security European Commission 2007, first published as Commissions Communication. The Common Principles of Flexicurity are already accepted by the Business EuropeCEEPCESUEAPME on November 29, 2007, and by EU Employment and Social Affairs Ministers on December 5, 2007, whose decision has been ratified by the Council of Europe on December 14 Institut de la Protection Sociale Europeenne 2007. The last word is left for the European Parliament. So, what is flexicurity and how should it be implemented at the European and national levels? Fexicurity is generally understood as a policy which makes compatible flexibilisation deregulation of labour markets with the European tradition of welfare state. For this purpose, flexibilisation is supposed to be compensated with advantages in social security and employment security, resulting in a kind of tradeoff. Flexibilisation is expected to improve firms performance and increase in the competitiveness of European economy. In turn, it should foster production and stimulate labour markets, creating more and better jobs, as declared at the EU Lisbon summit 2000. The better jobs should meet the ILO 1999 concept of decent work, combining promotion of rights at work; employment; social protection; and social dialogue. Both documents of the Commission cited refer to the Danish Golden Triangle weak employment protection, intensive active labour market policies, and generous social security and to three examples of reforms: Dutch Flexibility and Security Act 1999, Austrian Severance Act Abfertigungsrecht 2002, and the June 2006 Spanish decree easing the conversion of temporary labour contracts into openended labour contracts with reduced dismissal costs; see European Commission 2006b, p. 10 and 2007, pp. 3637. The reforms enhance labour market flexibility, in particular making dismissals easier, and at the same time provide some advantages for certain types of employees. These examples should convince other Member States to pursue the flexicurity policy and to implement corresponding legislation reforms. History of flexicurity In most of postwar Europe, employment relations were regulated by rather constraining employment protection legislation and collective agreements. The contradiction between the flexibilisation pursued by employers and labour market regulation defended by trade unions caused a discussion on flexibilisation and employment protection legislation with regard to economical performance and unemployment as early as in the 1980s. 7The advantages and disadvantages of labour market regulationflexibility versus employment were investigated in the twovolume Jobs Study by the OECD 1994, containing, as indicated in its subtitle, evidence and explanation for relaxing employment protection. It evoked numerous responses from scholars; for a review focusing on European welfare states see EspingAndersen 2000a. As concluded by EspingAndersen 2000b, p. 99, the link between labour market regulation and employment is hard to pin down. Under certain model assumptions, the same empirical evidence, that unemployment is practically independent of the strictness of employment protection legislation, was reported also by the OECD 1999, pp. 47132. There are even cases when the same legislative changes caused different effects. For instance, the impact of almost equal deregulation measures on the use of fixedterm contracts was sharply different in Germany and Spain OECD 1999, p. 71. At the same time, a good labour market performance under little regulation was inherent in the AngloSaxon model, that is, USA, Canada, United Kingdom, and Australia OECD 1994, EspingAndrsen 2000a. The deregulation of labour market in the Netherlands, which had a different kind of economy, coincided with the Dutch miracle of the 1990s Visser and Hemerijck 1997 and Gorter 2000. A similar Danish practice in the background of Eurosclerosis EspingAndersen 2000a, p. 67 was successful as well Bjorklund 2000, Madsen 2003. All of these convinced some European politicians in the harmlessness and even usefulness of labour market deregulation. It was believed that employment flexibility could improve firms productivity and cause an economic growth with a good labour market performance; for critical analysis of this viewpoint see Coats 2006. The claims for flexibilisation met a hard resistance, especially in countries with old traditions of struggle for labour rights. Wilthagen and Tros 2004, p. 179 reported with a reference to Korver 2001 that the Green Paper: Partnership for a New Organisation of Work of the European Commission 1997 which promoted the idea of social partnership and balancing flexibility and security got a very negative response from French and German trade unions, because the idea of partnership represents a threat to the independence of unions and a denial of the importance of workers rights and positions, notably at the enterprise level. The ILO published a report, concluding that the flexibilisation of the labour market has led to a significant erosion of workers rights in fundamentally important areas which concern their employment and income security and relative stability of their working and living conditions Ozaki 1999, p. 116. To handle a growing flexibility of employment relations with lower job security and decreasing eligibility to social benefits, the notion of flexicurity has been introduced. Wilthagen and Tros 2004, p. 173 ascribe the conception of flexicurity to a member of the Dutch Scientific Council of Government Policy, Professor Hans Adriaansens, and the Dutch Minister of Social Affairs, Ad Melkert Labour Party. In the autumn of 1995 Adriaansens launched this catchy word in speeches and interviews, having defined it as a shift from job security towards employment security. He suggested compensating the decreasing job security fewer permanent jobs and easier dismissals by improving employment opportunities and social security. For instance, a relaxation of the employment protection legislation was supposed to be counterbalanced by providing improvements to fixedterm and parttime workers, supporting lifelong professional training which facilitates changes of jobs, more favourable regulation of working time, and additional social benefits. In December 1995 Ad Melkert presented a memorandum Flexibility and Security, on the relaxation of the employment protection legislation of permanent workers, provided that fixedterm and agency workers get regular employment status, without however adopting the concept of flexicurity as such. By the end 8of 1997 the Dutch parliament accepted flexibilitysecurity proposals and shaped them into the Dutch Flexibility and Security Act which came in force in 1999. The OECD 2004b, pp. 9798 ascribes the flexicurity to Denmark with its traditionally weak employment protection, highly developed social security, and easiness to find a job the Golden Triangle mentioned; see also Madsen 2003 and Breedgaard et al. 2005. Regardless of the nonDanish origin of the word flexicurity, both countries were recognized as goodpractice examples Kok et al. 2004 and inspired the international flexicurity debate. Although some authors considered flexicurity a specific DutchDanish phenomenon Gorter 2000, the idea spread all over Europe in a few years; for a selection of recent international contributions see Jepsen and Klammer 2004, Kronauer and Linne 2005, Jrgensen and Madsen 2007. At the Lisbon summit of 2000 the EU had already referred to this concept Vielle and Walthery 2003, p. 2; Keller and Seifert 2004, p. 227, and after the meeting in Villach in January 2006 flexicurity became a top theme in the European Commission culminating now in the publication of the Green Paper and ratification of the Common Principles. Definition of flexicurity In spite of intensive discussions there exists neither an established definition, nor even an unambiguous idea of flexicurity. Although flexicurity is being adopted as a European policy, it remains to be illdefined at the official level. Three of twelve questions discussed at the Expert meeting on flexicurity strategies and the implications of their adoption at the European level on the occasion of German Portugal Slovenian presidency in the EU organized by the Portugal government in Lisbon on September 25, 2006, were just on definitions; for the full list of questions see Tangian 2006. The situation remained similar at the conference Flexicurity: Key Challenges organized by the Portugal Presidency in Lisbon on September 1314, 2007, where almost every speaker focused attention on the definition of flexicurity. As for the documents of the European Commission cited, the Green Paper introduces the word flexicurity in p. 4 rather as a metaphor, using it twice in quotation marks, and afterwards without. The Common Principles formulate it as follows: Flexicurity can be defined as an integrated strategy to enhance, at the same time, flexibility and security in the labour market Common Principles, p. 10. This is a shortened Wilthagens definition quoted a year before in Employment in Europe 2006 by the same DirectorateGeneral for Employment, Social Affairs and Equal Opportunities European Commission 2006a, p. 77: Flexicurity is a policy strategy that attempts, synchronically and in a deliberate way, to enhance the flexibility of labour markets, work organization and labour relations on the one hand, and to enhance security employment security and social security notably for weak groups in and outside the labour market on the other hand Wilthagen and Tros 2004, p. 169. Which could be the reason for removing most of the content from the already used definition? According to Wilthagen and Tros, flexicurity is a flexibility versus security tradeoff. It is illustrated with a matrix which can serve as a heuristic tool empirically to trace flexicurity policies as specific tradeoffs or at least interconnections between certain types of flexibility and certain types of security Wilthagen and Tros 2004, p. 171. However, the very idea of tradeoff assumes 1 contradictory interests and 2 finding a deliberate compromise. 9Moreover, compensating flexibilisation with security means that 3 flexibilisation is harmful, at least for some people otherwise what is the compensation for? According to the Common Principles, there are no contradictory interests, flexibilisation is not harmful but desired by both employers and employees, and it guarantees better career chances, as if providing a new dimension of security: Flexibility, on the one hand, is about successful moves transitions during ones life course: from school to work, from one job to another, between unemployment or inactivity and work, and from work to retirement. It is not limited to more freedom for companies to recruit or dismiss, and it does not imply that openended contracts are obsolete. It is about progress of workers into better jobs, upward mobility and optimal development of talent. Flexibility is also about that flexible work organisations, capable of quickly and effectively mastering new productive needs and skills, and about facilitating the combination of work and private responsibilities. Security, on the other hand, is more than just the security to maintain ones job: it is about equipping people with the skills that enable them to progress in their working lives, and helping them find new employment. It is also about adequate unemployment benefits to facilitate transitions. Finally, it encompasses training opportunities for all workers, especially the low skilled and older workers. Thus, enterprises and workers can both benefit from flexibility and from security, e.g. from better work organisation, from the upward mobility resulting from increased skills, from investment in training that pay off for enterprises while helping workers adapt to and accept change Common Principles, p. 10. Next, Common Principles outline four policy components of flexicurity: Flexible and reliable contractual arrangements from the perspective of the employer and the employee, of insiders and outsiders through modern labour laws, collective agreements and work organisation; Comprehensive lifelong learning LLL strategies to ensure the continual adaptability and employability of workers, particularly the most vulnerable; Effective active labour market policies ALMP that help people cope with rapid change, reduce unemployment spells and ease transitions to new jobs; Modern social security systems that provide adequate income support, encourage employment and facilitate labour market mobility. This includes broad coverage of social protection provisions unemployment benefits, pensions and healthcare that help people combine work with private and family responsibilities such as childcare Common Principles, p. 12. The intent to adapt modern labour laws to release flexibilisation is clear, but it is not explained how contractual arrangements can be flexible and reliable simultaneously the expression repeated several times in Common Principles, and which contractual arrangements could be relevant to outsiders. Learning was always an element of active labour market policies ALMP but not as important as job creation. Since the latter is mentioned only once in p. 13 of Common Principles and learning is overemphasized, it looks that ALMP are reconsidered with learning being made their major driving force. Modern social security systems encourage employment and facilitate labour market mobility. This goal has already been implemented in make work pay policies aimed at 10stimulating employment, particularly by reducing social security benefits and by compulsory refresher training. As noted by Keune and Jepsen 2007, p. 15, The Commissions position strongly points towards a change in the notion of security, which moves from being understood as protection against risk to the capacity to adapt to change by means of a process of constant learning SerranoPascual 2004. Old types of security are deemed to obstruct the necessary flexibility and should be reduced. This concerns, in particular, a tightening of benefit schemes where they are generous. This reconsideration of social security constitutes the major distinction from the Wilthagen definition which assumes 4 employment security and social security in their common understanding and in application both to labour market insiders and outsiders. Common Principles reduce the role of social security to adequate unemployment benefits to facilitate transitions that is, for labour market insiders and of employment security to life long learning: Security means employment security to provide people with the training they need to keep their skills uptodate and to develop their talent as well as providing them with adequate unemployment benefits if they were to lose their job for a period of time Common Principles, p. 112. Thus, the Wilthagen definition describes flexicurity as a strategy to resolve a social conflict caused by increasing flexibilisation by usual employment security and social security measures. Common Principles conceal the conflict and propose to reduce job security and social security as an obstacle for flexibilisation. According to Keane and Jepsen, the European Commission flexicurity is just a modern label for the long promoted deregulation issue, old wine in a fashionable new bottle Keane and Jepsen 2007, p. 16. This could be the explanation why the comprehensive Wilthagen definition has been reduced to an almost tautological formulation enabling alternative interpretations. However, even the Commissions conception of flexicurity differs from unconditional deregulation due to some compensatory measures like lifelong learning. A consensus in balancing all the factors within the flexicurity debate is not a pure theoretical question but rather an issue for bargaining between governments, employers, and trade unions, similarly to collective agreements. Specific understandings definitions of flexicurity may depend on flexibilisation steps suggested, tempo of deregulation, particular social advantages proposed, and estimates of their compensatory equivalence 3. Regardless of 2 Some authors, also prominent, interchange the meanings of employment security and job security; see for instance Standing 1999, p. 52. To avoid misunderstanding, employment security in the sense of the European Commission is the certainty of remaining at work not necessarily with the same employer. It assumes the availability of jobs for dismissed and unemployed, corresponding to their qualification and previous working conditions. According to the European Commission, employment security is guaranteed by lifelonglearning. 3 Keune 2008a, p. 9798 repeated in 2008b describes differences in the understanding of flexicurity by European institutions. Contrary to the Commissions claims for further flexibilisation, the Council of the EU calls the Member States upon to strengthen standard working relationships in accordance with their national practice and to limit their circumvention by atypical employment relationships Council of the European Union 2007. The European Parliament also argues for maintaining the traditional model of openended contracts, requiring for a macroeconomic framework that supports job creation European Parliament 2007. The alternative understanding of flexicurity by trade unions is given below in more detail. The only European institute mentioned by Keune which shares the Commissions viewpoint at flexicurity is Business Europe, the European employers organisation De Buck 2007. 11particularities, however, all the definitions can be summarized by analogy with the motto of Prague Spring 1968 socialism with a human face: Flexicurity is a deregulation of labour markets flexibilisation with a human face, that is, compensated by some advantages in social security and employment security, in particular, for the groups affected. Commissions arguments for flexicurity Let us analyse the arguments of the Commissions conception of flexicurity. Globalisation According to Common Principles, the necessity of flexibilisation is conditioned by the challenges and opportunities of globalisation which is beneficial for growth and employment, but the change it brings requires rapid responses from enterprises and workers Common Principles, p. 8. At the same time it is said that Globalisation which is about increasing economic integration and trade flows in Europe but also throughout the world, is often seen as negative. Many see it as posing a threat to their jobs and livelihoods because they fear that companies will either move their operations abroad or employ cheaper outsourced labour from other countries or that cheaper labour will flood their national markets. In reality globalisation also brings much that is positive. It actually creates jobs and economic growth if companies and workers upgrade their skills and thereby increase productivity Common Principles, p. 9. Recall that the globalisation started in the 19701980s with the gradual opening of financial markets. It was believed that financial mobility will improve living standards in industrialized countries and will solve the poverty problem in the third world. Investments into countries with low labour costs promised high returns for investors and cheap import of qualitative goods. At the same time, developing countries were expected to profit from modern technologies and job creation World Bank 2002. These hopes were not realized United Nations Development Programme 2002. With regard to the actual situation, the Club of Rome foresees three scenarios of the world future Radermacher 2006ab: 1. A big war for resources and markets with a drastic reduction of the world population 15% likelihood 2. The rich benevolently sacrifice their excessive wellbeing to help the poor 35% likelihood 3. The brasilianisation of the world, meaning that the world population splits into a relatively small group of rich people, countries and a large group of poor 50% likelihood. Such a society is described in the novel The Time Machine by H. G. Wells 1895, where the bottom class of miserable Morlocks toils maintaining the underground machinery that keep the upper class of Elois docile and plentiful. The contemporary development appears to best match the third scenario United Nations Development Programme 2002. During the last 30 years living standards, even in the United States, visibly improved exclusively for top earners: the middle class improved its welfare by 35%, whereas the top 0.1% multiplied it by factor 5 Krugeman 2006. As for developing countries, the poverty problem was not solved at all and the inequality even increased Stiglitz 1220024. Thus, the only social group which gains from the opportunities of globalisation is the small minority of top earners who can hardly be considered the target group of the European Employment Strategy. Indeed, there must be more winners from the process of change Common Principles, p. 8. All these trends are unacceptable for a large majority of population. As said by the 6th Director General of the UNESCO, The man has an almost unlimited capacity to suffer  It is in fact the injustice  which is intolerable Maheu 1966, p. 34. Flexibilisation After globalisation has been presented as a positive trend, both documents of the Commission justify the urgent necessity of flexibilisation: Rapid technological progress, increased competition stemming from globalisation, changing consumer demand and significant growth of the services sector have shown the need for increased flexibility Green Paper, p. 5. Adaptation to globalisation requires a more flexible labour market Common Principles, p. 8. However, the need for flexibilisation in response to the challenges and opportunities of globalisation Common Principles, p. 8 is not that evident. For instance, why does globalisation imply the shortening of the investment horizon and the increasing occurrence of demand shifts Green Paper, p. 5 which require flexible employment? Conversely, globalisation as a longterm worldwide trend should guarantee long perspectives and stable demand. Or, is sustainable growth with more and better jobs Green Paper, p. 3 really attainable due to flexibilisation? In fact, sustainable growth means a noninflationary development which is cared of by the European Central Bank. According to the Philips economic law of inflationemployment proportionality, a low inflation is attainable at the price of high unemployment, implying that sustainable growth leaves no room for more and better jobs. Isnt the flexibilisation necessary for sustainable growth just a substitute for latent unemployment and underpaid work? Neither is flexibilisation urgently necessary for productivity and growth: Employment protection legislation could affect production efficiency and productivity growth through multiple channels but available literature is inconclusive about the direction of the overall effect  In particular Nickell and Layard 1999 and Koeniger 2005 find a weak positive relationship between EPL strictness and both 4 South Africa is one of most illuminating examples. After the apartheid has been abolished in 1994, foreign investments were no longer constrained by the political boycott and flew into the South African most profitable branches, mining and extractive industry. The economic openness made other branches, first of all agriculture with about 40% of labour force, noncompetitive Theron et al, p. 10. Having pursued the neoliberal economic policy, the government neither safeguarded the redundant jobs, nor protected the released funds from export, and the jobs closed were replaced by no new ones but exported in the form of investments into more profitable enterprises abroad. The extended unemployment rate, that is, including discouraged jobseekers, increased from 30.8% in 1995 Theron et al. 2007, p. 5 to 46% in 2007 Decent work, Decent Life 2008, and the national Gini inequality coefficient rose from 0.68 in 1996 to 0.73 in 2001 Leibbrandt 2005, p. 7; according to Theron et al. 2007, p.6, from 0.565 in 1995 to 0.577 in 2000. South Africa, having reduced a number of industries, became economically less independent, unemployed peasants overpopulated townships, and criminality tremendously increased. This globalisation scenario is typical for almost all developing countries. 13MFP5 and labour productivity growth for samples of OECD countries OECD 2007, pp. 6970. Or, is the following Commissions argument against employment protection convincing? According to analytical evidence OECD 2007, pp. 6972, strict EPL reduces the numbers of dismissals but decreases the entry rate from unemployment into work Common Principles, p. 12. Firstly, is this reciprocal effect really harmful? Why should the entry rate from unemployment into work be increased at the price of dismissals? Secondly, the reference to the OECD source is rather strained. In actuality it deals with labour productivity, and the impact of a strict EPL on employment is only mentioned as slowing down the labour turnover which is not regarded as bad: There is some support for the argument that EPL slows the speed at which displaced workers find new jobs in expanding industries. Burgess, Knetter and Michelacci 2000 find that countries with stricter EPL have slower rates of adjustment of productivity to longrun levels, although they point out that the direction of causality could run from productivity growth to EPL strictness. More recent evidence suggests that strict layoff regulations reduce job turnover and, particularly, job destruction Boeri and Jimeno, 2005; Micco and Pages, 2006; Haltiwanger, Scarpetta and Schweiger, 2006. Messina and Vallanti 2007 find that the negative impact of EPL on job turnover, job creation and job destruction is greater in industries where total employment is contracting and where firms cannot achieve substantial reductions in employment levels by purely relying on voluntary quits. However, the impact of EPL on firm growth appears to be, at best, small Boeri and Jimeno, 2005; Schivardi and Torrini, 2003 OECD 2007, p. 70. Another example of misinterpretation of the role of flexibilisation is the reference to Ireland among Examples of flexicurity: The Irish economy and labour market have gone through a period of rapid change in recent years. Ireland has been transformed from a lowincome, slowgrowth economy with high unemployment rates into a country with high growth, high income and low unemployment. Ireland has a flexible labour market and is strengthening its investment in active labour market policies Common Principles, p. 37. Indeed, Ireland is a country with a traditionally weak employment protection. Its employment protection legislation has however recently become somewhat stricter OECD 2004b, p. 117. Therefore, the Irish success cannot be due to flexibilisation. It is rather due to huge foreign investments from hightech firms like IBM, Intel, Gateway, Fujitsu, and Motorola attracted by reforms of the late 1980s which transformed Ireland into a fiscal paradise: Unlike Margaret Thatcher in Great Britain, who confronted the powerful interest groups, the prime minister Haughey chose to sit down with them. What would later be called a miracle started with a social contract between the government, the employers, and the unions. The contract included tax cuts and some financial support for those worst off Siegfrid 2004. 5 EPL abbreviates Employment Protection Legislation, which strictness is used to characterize the degree of flexibilisation, and MFP abbreviates MultiFactor Productivity which measures average efficiency gains and technological change OECD 2007, p. 62. 14Thus, the arguments for flexibilisation are not always consistent, conversely, the belief that flexibilisation stimulates development does not correspond to the actual state of knowledge. Employability and lifelong learning The security aspect of flexicurity employment security is supposed to be based on high employability due to lifelong learning justified by the reference to Eurobarometer European Employment and Social Policy 2006: 88% of citizens said that regular training improves ones job opportunities Common Principles, p. 8. However, improving ones job opportunities is not yet employability, and employability is not yet employment security. Moreover, the 4th European Survey of Working Conditions 2005 which covers all 27 Member States exhibits some inconsistencies with the Commissions conception of flexicurity Tangian 2007bc, 2008: Strong deficit of learning possibilities all over Europe. Among 15 aggregate aspects of working conditions considered, qualification and development possibilities get the lowest evaluation, attaining but the bad level in all European countries. This means that Europe is not yet prepared to base its employment policy on learning. Necessity of learning deteriorates job satisfaction. Statistical analysis reveals that good qualification possibilities and qualitative management are two factors which play negative roles in job satisfaction. It differs from the results of direct inquiries where learning is associated with employment perspectives and therefore evokes a positive reaction. In any case, the latent resistance to learning is not a good precondition for its efficiency. Job stability and job security are most important for job satisfaction. This aspect of working conditions is ranked first, leaving income at the 5th place. This empirical finding contradicts the assertion that individuals increasingly need employment security rather than job security, and more upward mobility Common Principles, p. 8. In a sense, just jobs are esteemed higher than better jobs. Employment flexibility is negatively correlated with employability. This empirical finding contradicts the belief that flexibilisation is compatible with employment security. The interdependence of both factors can be explained as follows. Those with low employability are often employed flexibly rather than normally, finding themselves in the vicious circle of flexibleprecarious work with little chances to escape. Thus, the European Survey evidences for 1 low readiness of Europe to base its employment strategy on lifelong learning, 2 erroneous idea about the priority for employment stability over job stability, and 3 low compatibility of flexibility with security, even if restricted to employability. Phraseology Not the least instrument in any debate is the phraseology, although its influence is often invisible. First of all, the term flexicurity itself evokes two positive associations, flexibility, that is, something easily updatable and adaptable, and security with its clear protective meaning. Therefore, flexicurity sounds rather as flexible security easily adaptable, or improved, security in response to risks of globalisation. However, flex refers to deregulation of labour markets, and security not to the common understanding of social security as income security but to its considerably reduced version, 15employment security based on lifelong learning. A positivelyshaped word turns out to be Trojan Horse with a rather unexpected content. Second, the positive style of Commissions documents is noteworthy. For instance, the most debatable issue, flexibilisation, is presented in the following way we quote the passage for the second time: Flexibility, on the one hand, is about successful moves transitions during ones life course: from school to work, from one job to another, between unemployment or inactivity and work, and from work to retirement. It is not limited to more freedom for companies to recruit or dismiss, and it does not imply that openended contracts are obsolete. It is about progress of workers into better jobs, upward mobility and optimal development of talent. Flexibility is also about that flexible work organisations, capable of quickly and effectively mastering new productive needs and skills, and about facilitating the combination of work and private responsibilities Common Principles, p. 10. Indeed, what can be said against successful moves during ones life course, progress into better jobs, optimal development of talent, or combination of work and private responsibilities? At the same time, all the negative consequences are either concealed or mentioned as easily solvable, like the resulting segmentation of labour market, traps of precarious employment, permanent stress from efforts to remain at work under flexible contracts, increasing inequality, etc. The intent to present everything in the positive light leads to logical inconsistencies. For instance, Employment protection legislation EPL refers to various regulations determining if and how a job contract ends   It is sometimes claimed that flexicurity seeks to abolish employment protection legislation. This is not the case. Flexicurity promotes an appropriate design of EPL to ensure that finding new employment is facilitated, especially when one cannot keep ones job Common Principles, p. 15. In other words, the regulation of contract ends should facilitate finding new employment, that is, deals with contract beginnings. Third, both the Green Paper and Common Principles have some default assumptions which direct the debate into a particular channel. Both sources speak about new forms of labour which naturally prompts the necessity of new legislation. In fact, the forms of atypical labour discussed are not new; the only new is their increasing propagation. Both documents present the current deregulation of European labour markets as a selfevident necessity, so that the only questions to be discussed are how to legislate the relaxation of employment protection and how to implement lifelong learning as a guarantee of lifelongemployability. However, as have been shown previously, neither globalisation, nor flexibilisation as its derivative cannot be regarded as axioms. To conclude the section on Commissions argument, the conception of flexicurity so long discussed flexibilisation as response to globalisation, and new forms of security as a counterpart of flexibilisation can be put in question. Therefore, the conception of flexicurity with its misleading label and strong flexibilisation bias should be improved. To attain social consent, it should be done with respect to the opinions of social partners outlined below. 16Commissions pathway proposals In p. 20 of Common Principles, eight common principles of flexicurity are listed. They summarize the already introduced issues: flexible and reliable contractual arrangements,   comprehensive lifelong learning strategies,  effective active labour market policies,   modern social security systems,   balance between rights and responsibilities,  secure transitions from jobtojob,   gender equality, climate of trust and dialogue, etc. As for the financial dimension of flexicurity, the Commission dedicates no special flexicurity funding but plans to take money from other European social programs: All the measures that fall within the Employment Guidelines including therefore flexicurity policies are eligible for the European Social Fund ESF support, which will make available to Member States approximately 70 billion in the 20072013 programming period, and in many cases the European Regional Development Fund can also provide financial support Common Principles, p. 24. At the same time, the Commission intends to partially charge workers with expenditures for their lifelong learning: In most countries workers can also be made responsible for investments in lifelong learning and the taking up of current training offers   Extra funding does not necessarily come from higher total public spending but also from a fair distribution of costs between businesses, individuals and public budgets Common Principles, p. 24. Besides these general guidelines, Common Principles suggest four pathways, that is, four scenarios to implement flexicurity at the national level. Let us consider them in some detail, retaining their names as given in Common Principles. Tackling contractual segmentation This scenario is addressed to the countries with a large fraction of atypical workers Common Principles, p. 2829. It is suggested to equalize contractual arrangements for normal and atypical workers, and both limit consecutive use of nonstandard contracts and redesign the openended contract. It should result in a progressive buildup of job protection, that is a gradual accumulation of rights with the tenure, according to the tenure track approach. In other words, it should be a continuous transition from the test period into a stable employment. This approach improves the situation of workers with no job protection at all, but it is hardly acceptable for others, because they loose job protection at early stages of employment. A similar idea was recently rejected in France, where it had been proposed to easily dismiss young people during the first two years with the given employer. It was clearly recognized that this device gives employers the right and even stimulates to arbitrarily rotate personal with taking no responsibilities. In fact, restricting the consecutive use of temporary contracts with the liberty to dismiss workers at early stages of employment transforms traps of temporary employment with the same employer into traps of temporary employment with different employers, which is worse in every respect: for uninterrupted employment, for career, and for family life. The Commissions proposal might be a little bit more workerfriendly if the labour rights were accumulated during the working life, similarly to the severance payments in Austria accumulated during the whole career. However, the Commissions proposal does not go that far. 17Developing flexicurity within the enterprise and offering transition security This pathway is designed for classical European welfare states with a high proportion of stable jobs backed up by generous social security Common Principles, p. 3031. The underlying idea is that since company restructurings and outsourcing are becoming more frequent   combining good benefits with strong incentives for accepting jobs remains a challenge   especially when it comes to offering roads back into employment for longterm unemployed Common Principles, p. 30. According to the Commissions scenario, the dynamism of labour market can be improved by training the employees and restricting generous security benefits only to those who rapidly accept available job offers: Benefits for citizens and society would accrue from enhanced mobility of workers between enterprises. Workers will be more inclined to take risks associated with job transfers if benefits are adequate during transition periods and if prospects for new and better jobs are real Common Principles, p. 30. The restriction to transition periods instead of the whole duration of unemployment is explicit, going in line with make work pay policies. What is however not clear, is the role of social security in stimulating workers to benevolently change employers. Normally, a benevolent change of employer is made with no unemployment gaps, so that generous benefits in this context have no address. Other measures look also rather superfluous: Benefit levels, although generally adequate, may need to be raised ?? during the first periods of unemployment, in order to improve the situation of workers in transition   Although institutional social dialogue is welldeveloped, trust between the social partners is in urgent need of reinforcement ?? Common Principles, p. 31. Thus, the idea is that the countries have to prepare themselves to flexibilisation but unemployed can be too fastidious to accept any job offer. Therefore, generous social security benefits should be restricted to short jobjob transition periods. Thus, a destruction of social welfare state is compensated by unnecessary social security improvements for early unemployment stages. Tackling skills and opportunity gaps among the workforce This scenario is addressed to countries with illiteracy and innumeracy problems among the adult population and a large unskilled workforce Common Principles, pp. 3233. Workforce training is targeted especially at the low skilled with improvements in initial education  implemented as a priority. It is suggested to fiscally favour employers for investing in learning but at the same time to charge workers for their personal development by establishing individual training accounts: Such accounts would allow workers to spend a certain amount of working time and money on their personal development, in cooperation with their employers Common Principles, p. 32. Learning is combined with the make work pay policy: Social security systems would offer incentives to lowskilled benefit recipients and monitor the conditionality of such benefits in order to ensure that taking up work pays, if necessary by providing supplementary benefits or gradual phasing out of benefits. Again, the underlying idea of this scenario is to force people to take work but with a greater emphasis on learning of lowskilled. The puzzle of this scenario is its address to the European 18countries with illiteracy and innumeracy problems ??. It can be relevant only to Malta 12.1% illiteracy rate, Portugal 6.2%, and Greece 4%; see the illiteracy statistics of the United Nations 20078. The message can also relate to immigrants with language deficiencies, which is however not said explicitly. Improving opportunities for benefit recipients and informally employed workers This pathway is addressed to transitional economies which have experienced substantive economic restructuring in the recent past Common Principles, p. 3435. Although not pronounced, this scenario is likely addressed to the former socialist countries of Eastern and Central Europe with serious problems to be solved urgently. It is mentioned that these countries have inadequate or inefficient employment protection and a large informal sector. Besides, their social security systems are outdated, and the social dialogue should be revitalised. Respectively, the measures proposed are: offering adequate levels of protection, regularising informal work, further reforms of labour taxation, tailormade assistance to successful reemployment of job seekers, improving portability of social security entitlements, and creation of comprehensive employer and employee organisations and their merging into larger bodies. The intent of the Commission is to put flexicurity on the agenda of ongoing reforms. However, comparing to the former socialist society where almost all employed were civil servants, the transition to market economy is already a significant flexibilisation of employment. The Commissions recommendations on flexicurity are therefore aimed at speeding up this painful process regardless of the low adaptability of labour force and social system. The Commissions initiatives will create most favourable conditions for Western investors. However, the consequences will be the same as in developing countries under globalisation: closing less profitable industries, overpopulation of large towns with unemployed, and export of capital instead of contributing to the country of origin see Footnote 2. In fact the new Member States need rather protective measures to make their economies competitive, like it has been done in China. After the transition, their markets can be gradually opened with no risks for economy and population. It also would constrain superfluous labour migration to the West and job migration to the East, which already created a number of problems in the old Member States. To conclude, the four pathways enhance flexibilisation of labour markets, proposing to relax the rigid regulation of normally employed and to improve the status of atypically employed, following the example of the Dutch Flexibility and Security Act 1999 Common Principles, p. 37. The pathways suggested differ only in the balance between learning and elements of the make work pay policy aimed at stimulating unemployed to take jobs. No exception is made even for transition economies, which however need special solutions. At the same time, as noted by Keune 2008a, p. 9697, repeated in 2008,  In no country the Commission does recommend an increase in employment protection, suggesting that even in the countries where it is lowest its level remains adequate. and Although in its more general statements   the Commission calls for adequate unemployment benefits, in its country recommendations there is not one case where it calls for the improvement of such benefits, even though in a number of countries they are clearly very minimal in terms of replacement rates, coverage or duration. 19At the same time, no suggestion is made for policy instruments, so that all four pathways remain too general and little specific. Position of trade unions As has been formulated by Hans Adriaansens as early as in 1995 Wilthagen and Tros 2004, p. 173 and repeated 11 years later by the Commission in Employment in Europe 2006 The main thrust of the EU recommendation on flexicurity is to encourage a shift from job security towards employment security European Commission 2006a, p. 78. Labour rights against social measures The concept of flexicurity as proposed in the Commissions documents may appear adequate: one commodity job security is exchanged for another commodity security measures, and the exchange rate should be negotiated. This apparently natural prerequisite leaves trade unions with no chance of winning. In fact, the default assumption that everything can be bought and sold does not always hold! In a sense, it is suggested that workers social health the right to remain at work be exchanged for a treatment social care, e.g. in the form of advanced security measures. In other words, give your working hand and get a prosthesis instead. But can a prosthesis, whatever its value, replace a healthy hand? From the trade union viewpoint this exchange of labour rights for security measures is absolutely inappropriate. Even if each particular agreement between social partners seems more or less fair, a succession of compromises could lead away from the social status quo and employees might ultimately get nothing, or very little, for their pains. The consequences could be similar to those in the familiar tale of the man who exchanges a horse for a cow, then the cow for a sheep, and so on until he finds himself with nothing but a needle, which he loses on the way home. Trade unions doubt that better social guarantees can adequately compensate a higher risk of job loss. The ensuing disadvantages can never be fully compensated. Besides, it is unreliable to entrust workers welfare to the welfaregiver, the state. Any political change can result in social cuts as is currently the case in Germany. Employment protection, on the other hand, guarantees jobs and consequently a stable income, even during recessions and political crises Bewley 1999. A hope that lifelong learning is sufficient to compensate the shortage of stable jobs is at least naive. An illuminating example is moving industries from Western Europe to the East with the last case is dismissing 2300 workers of Nokia in Bochum, Germany, to open a factory in Romania Spigel Online 2008. The reasons are neither insufficient skills of German employees who have been regularly trained by Nokia, nor their low adaptability to change, but cheap labour in Romania. Training can be efficient in case of single dismissals but not if dismissals are massive. No training can guarantee employment if there are many skilled but jobs are lacking. The most dangerous trend is moving blue collar jobs to poorer countries while taking over exclusively the managerial functions. However, what should happen to blue collars in the rich West? Obviously, not all are inclined to an office work, even if being lifelong trained. Should all of them move to poorer countries? And can this trend reduce the inequality gap between countries and between individuals? As for learning itself, unions are convinced that its most efficient form is learningbydoing, and training should not be separated from jobs but integrated in them. The idea of 20complementary outofjob training is therefore too weak even to back up the implementation of Commissions conception of flexicurity. New type of industrial relations There are also doubts as to the social fairness of flexicurity. Every step towards a higher level of labour flexibility meets the interests of employers who receive this legislative commodity free of charge, although it provides a number of advantages, including financial advantages. The business world gets rid of restrictions, managers improve performance by rotating and squeezing personnel, and firms gain higher profits. All expenses are covered by the state costly reforms and additional social security expenditure. This type of flexibilisation scenario therefore turns out to be a longterm indirect government subsidygift to firms. Since the state budget originates from taxpayers, employees contribute considerably to this subsidygift. An innovative feature of this type of industrial relations is active intermediation by the state. Industrial relations were formerly restricted to the employeremployee axis. The employer purchased working capacity rather than final products and used this device to obtain added value. Now industrial relations no longer constitute an axis but a circle employeremployeestateemployer with a sophisticated money loop through legislation, social security and tax systems. Now the relationship between an individual employer and an individual employee is extended to all employeremployee relations, the added value being redistributed through all these systems. Moreover, the former division employers earn much but are exposed to risks and employees earn little but are protected is going to be reconsidered. Employers wish to share the burdens of competition with employees, and politicians seek to shift the responsibility for employment from the state to individuals Cf. with the intent to partially charge workers for lifelong learning in p. 24 of Common Principles. Regretfully, the very idea of solidarity is getting to be restricted to those who are unable to receive a sufficient income. Sustainable development The coexistence of different social systems was as necessary for the world as several opposite parties are needed for a democratic country. Lacking any political alternative, the European capitalism has shifted to the right, and this process continues. Trade unions, even those which did not collaborated with communists, much profited from their political presence with fargoing claims. It worked by the same principle as formulated by the father from Truffaults film 400 Blows 1959: You ask for 1000 francs, so expect 500, will be glad for 300, get 100. With no communists who asked for 1000, it became difficult for trade unions to get even 100. For instance, in West Germany it was often said that the third side in collective bargaining was the DDR. From the trade union viewpoint, sustainable development in the globalised world the main argument for flexibilisation is necessary as long as it improves the living and working conditions of employees. If a workers wellbeing is not enhanced under sustainable development and better labour market performance if any is achieved at the price of stress and lack of confidence in the future, sustainable development can be called into question. Are higher industrial productivity and competitiveness in fact the primary human goals? Why is sustainable development placed above social values? In other words, is it more important to be economically rich rather than to be socially healthy? One has to distinguish between goals and instruments to attain these goals. The much promoted sustainable development is presented as a goal of the European Union which, in particular, requires flexibilisation as an instrument to attain it. However, in the perspective of increasing income differences, the sustainable development looks rather as an instrument 21itself. As follows from the facts and statistics mentioned earlier, the sustainable development is aimed not only to meet the challenge of India and China Coats 2006, pp. 5, 23, OECD 2005, p. 25, UK Presidency of the EU 2005 but primarily to sustain and multiply the superiority of the rich over the poor. Indeed, if the European wellbeing was higher before the sustainable development and flexibilisation, what are they for? Trade unionist understanding of flexicurity The position of unions towards the Commissions position on flexicurity has been clearly shown by the demonstration before the opening of the European Conference of the Portugal Presidency Flexicurity: Key Challenges, Palace of Congresses, Lisbon 13.09.2007. The slogans Jobs with rights social Europe, The government lies: flexicurity dismissals and No development for Portugal with flexicurity were on posters both in English and Portuguese see photos. Trade unions are inclined to consider flexicurity rather as a measure for protecting weak workforces but not at the cost of disadvantages for normal employees. The specificity of the trade union perspective of flexicurity is reflected by the following definition Flexicurity is social protection for flexible work forces understood as an alternative to pure flexibilisation Keller and Seifert 2004, p. 226 and to a deregulationonly policy Klammer 2004, p. 283 but not at the price of relaxing employment protection of normally employed. The reaction of the European Trade Union Confederation ETUC to the Commissions flexicurity proposals is summarised by Keune 2008a, p. 9798, repeated in 2008b: ETUC argues in a position paper that business in Europe already enjoys high adaptability, that the European economy is already flexible and that job creation has the upper hand over job destruction ETUC, 2007. Rather, the ETUC identifies the prevalence of precarious employment and excessive flexibility as key problems and puts forward the improvement of the quality of jobs as a key objective. Also, like the European Parliament, it argues for employment security as a complement to, rather than an alternative for, job security, for openended contracts as the general rule and for upgrading the rights of atypical workers. Where labour market policies are concerned, the ETUC argues for a high level of benefits combined with active labour market policies, including training, as well as for including groups presently not covered in social security schemes ibid  High benefits and active labour market policies, it maintains, provide security as well as being positively associated with labour market participation. Finally, the ETUC argues for the integration of flexicurity policy with growth and employment creationoriented macroeconomic policy, given that flexicurity by itself does not have employmentcreating capacities. Trade unions consider the question of flexibilisation in a much brighter perspective than just of its institutional aspect. For instance, it is often overlooked that the role of employment protection legislation in the flexicure Denmark is in a sense replaced by the informal intermediation of the trade unions, which are the strongest in Europe with a density of 80% in 2004 European Foundation 2007, p. 6 and Common Principles, p. 17. On the other hand, some countries tolerate a considerable fraction of their labour force to work with no contracts at all: in Cyprus 42%, in Malta 41%, in Greece 32%, etc.; see the extraction from the 4th European Survey of Working Conditions made by Seifert and Tangian 2007, p. 16, 2008. It means that the employment protection legislation does not cover the whole of labour force, and, again, there are some informal aspects to be considered. 22Demonstration before the opening of the European Conference of the Portugal Presidency Flexicurity: Key Challenges, Palace of Congresses, Lisbon 13.09.2007 Photos: A. Tangian 23In particular, the question of flexibilisation includes recruitment practices: When asked about their chances of finding new employment if made redundant, respondents react very differently across Europe. For example, French workers, with high EPL, rate their chances as very low while Danish workers, with moderate EPL, rate them as very high Common Principles, p. 14. It is true that ones chances to be reemployed differ across Europe, but it is caused rather by national traditions. In France as well as in Germany and some other countries unemployed are esteemed quite low as candidates for jobs. Unemployed are generally regarded as losers who failed to fulfil professional requirements. Employers prefer to deal with already employed candidates or with young people. Another point to mention is the trust between social partners: Integrated flexicurity policies are often found in countries where the dialogue and above all the trust between social partners, and between social partners and public authorities, has played an important role Common Principles, p. 18. It is remarkable that the flexicure countries Denmark and the Netherlands as well as Belgium, Norway, Sweden, Spain, and UK referred to as good practice examples Common Principles, p. 15, 19, 21, 23, 3637 are monarchies with their traditional values and trust in the upper authorities. To conclude the section, trade unions do not mean that the idea of flexicurity is bad but that its Commissions conception is hardly acceptable. The proposal for a labour market reform should be made more consistent, better balanced and take into account, besides legislation, also national traditions, informal aspects, and opinions of social partners. Reform proposals for a consistent implementation of flexicurity Contradictions between EU policies There are several inconsistent European policies, to name a few: European welfare policy suggests certain living standards independent of employment. It assumes stable labour market performance and is backed up with a strong social security system EspingAndersen 1990; Auer and Gazier 2002. Flexibilisation of employment relations 3rd guideline for the European Employment Strategy; see European Commission 2005 is aimed at improving the competitiveness of the European economy and achieving sustainable development. It entails in particular the relaxation of employment protection legislation. This relaxation contradicts the employment security that is assumed in the conception of the welfare state. Flexicurity European Commission 20062007: it is hoped that the abovementioned contradiction will be resolved by compensating the relaxation of labour protection through improvements in social and employment security, intended as a flexicurity tradeoff. Make work pay 8th guideline for the European Employment Strategy, European Commission 2005: this policy aims to encourage the unemployed to participate actively in the labour market. Similar to flexicurity, the make work pay policy is also a tradeoff, but in this case it is a tradeoff between social protection and maximisation of the gain from moving into work OECD 2004a, p. 92. This policy contradicts flexicurity because it includes the reduction of security benefits which, according to flexicurity, should be improved. The European policy of respecting civil society initiatives assumes that nongovernment organisations significantly influence policymaking. In particular, the opinion of trade unions 24has always played an important role in labour market regulation. In recent discussions, the role of trade unions and collective agreements has often been called in question as an obstacle to flexibilisation. As can be seen, the policies set out above are contradictory. Since they interact through the social security system, their consistency means consistency with that system. But here the reverse is the case: social security is to be made consistent with these policies. The social security system has evolved over many decades. It is unduly complex, particularly where it interacts with the tax system, and it is quite difficult to change any of its components without affecting others. The unprecedented decline of European social security despite institutional improvements Tangian 20056 shows that only radical reform can make it actually efficient and resolve policy contradictions. Flexinsurance A possible solution could be flexinsurance together with elements of the basic minimum income model. Flexinsurance assumes that the employers contribution to social security should be proportional to the flexibility of the contract Tangian 2006, 2007a. Progressive charges to constrain dismissals are already used in the US unemployment insurance based on experience rating Graser 2002. The experience rating is the frequency of dismissals in the enterprise which determines the employers contributions to unemployment insurance: the more frequent the dismissals, the higher the contributions. It is analogous to motor insurance whose price is influenced by the frequency of accidents. The US practice has two important properties: 1 it operates on the financially fair riskcompensation basis, and 2 it constrains the general freedom of the employer to dismiss. The shortcoming of the US experience rating is that the risk of becoming unemployed is linked to dismissals only, and pays no regard to the duration and other particularities of the work contract. Another example of bridging legislation with taxationinsurance is the Austrian Severance Act 2002 Abfertigungsrecht recognised as good practice both by the European Commission 2006b, p. 10 and 2007, p. 36 and the OECD 2006, p. 99. The severance payment is accumulated throughout the whole career of employees in special severance accounts which are accessible upon dismissal or retirement. Employers make obligatory contributions to these accounts of 1.53% of salaries paid and no longer have to pay severance payments in the event of dismissals. Since dismissals were relatively easy in Austria in the past, severance pay was the major constraint. After the reform, dismissals became a quite formal procedure, and employers obtained the freedom to make quick labour force adjustments for the flat 1.53% flexibilisation tax. From the employees viewpoint, the Abfertigungsrecht is a kind of insurance against being fired. The European Commission 2006b, p. 10, 2007, p. 36 argues that its advantage is that a voluntary change of a job does not mean losing the severance entitlement for a long tenure, 6 The following example gives an idea of national decline in spite of institutional improvements. Suppose that there are two groups of unemployed, one receiving a high level of state aid 700 a month, and one receiving a low level of state aid 300 a month, and that the groups constitute 90% and 10% of the unemployed, respectively. The national average is thus 7000.9 3000.1 660 month. Supposing further that an institutional improvement is introduced, i.e. all receive 10% more aid, but at the same time, due to mobility between the groups, the first group is reduced to 50% and the second increases to 50%. The national average is then 7700.5 3300.5 550month, that is to say, in spite of the general institutional improvement by 10% the national average decreases due to mobility from 660 to 550month, i.e. by 16.6%. 25because the severance accounts are retained regardless of the access to them which depends on certain conditions. The weakness of the Abfertigungsrecht is that it is caseindependent and does not constrain firings. The interests of employers are little affected by dismissals, because they seldom have to pay severance payments in addition to the obligatory social contributions. Compared to these prototype practices, flexinsurance would have the following advantages: Financial fairness A higher risk of atypical employees becoming unemployed is fairly compensated, depending on every particular contract, and contributions to social security correspond to the expectation of unemployment benefits. Reasonable employment flexibility Social security contributions conditioned by the type of the contract affect employers labour costs. Flexinsurance thereby stimulates employers to hire employees on more favourable conditions, but does not rigidly restrict labour market flexibility. Legislative advantages Flexinsurance is a flexible instrument for regulating the labour market deregulation. Adjusting the employers contributions needs no new legislation but just administrative decisions. It is similar to regular changes in payments to statutory health insurance. Social justice Providing advantages from flexibilisation to employers free of charge does not look socially just in the background of increasing inequality. Therefore, flexinsurance is also a policy measure to meet the principle of social justice. The importance of social feelings is also emphasized in Common Principles p. 14: Active labour market policies, too, have a positive effect on the feeling of security among workers. Basic minimum income The basic minimum income model assumes a flatrate income paid by the state to all residents, regardless of their earnings and property status Polanyi 1944. Examples of this model appear in some social security branches, such as childcare allowances or oldage provisions. For instance, Kindergeld in Germany is paid to all parents. Several basic minimum options apply to retirement in Switzerland BrombacherSteiner 2000, and legislation on solidarity pensions is currently underway in Chile Chile Presidential Advisory Council 2006. In a sense, the concept of a basic minimum income is incorporated into the minimum wage Schulten et al. 2006. The additional budget expenditure incurred in the basic minimum income can be covered by: flexinsurance, higher taxation of high earners to cover the flatrate income, and funds released by reducing the number of civil servants currently working in social security since the system becomes simpler. Workplace tax The workplace tax is supposed to be imposed on the employers who offer bad working conditions. Similarly to the green tax in the environment protection which stimulates enterprises to consider the natural environment, the workplace tax should stimulate enterprises to consider the working environment. Indexing working conditions can be regarded as measuring the social pollution and used to determine the tax amount. A fraction of the tax can be paid directly to the employee as a bonus for bad working conditions. 26However, its significant fraction should be paid to the state to keep the situation under the statutory control. The workplace tax is particularly topical for atypical employees who, as has been shown, have worse working conditions. If more and better jobs should be attained through flexibility then their quality should be controlled and secured. Analogy with regulation of immigrant workers Additionally, the regulation of atypical employment can also learn from the analogy with regulation of immigrant workers, who are less integrated in the mainstream than the nationals. For instance, there can be quotas for atypical contracts like immigration quotas, employers can be required to justify their necessity like the obligation to employ own nationals in the first turn, issuing a permanent contract after a number of successive temporary contracts like the permanent residence permit after a few years of temporary residence, etc. These measures are aimed at reasonably constraining employment flexibility without excluding it in case of its real necessity. Constraining financial markets The last factor but not the least in preserving the European welfare state is action to constrain the European financial markets. In fact, foreign investments actually mean export of jobs from Europe to other countries. Employers are given a legal instrument for exerting pressure on European governments: If you do not relax employment protection according to our requirements, we shall move jobs abroad. Having liberalised financial markets, European governments paved the way to loss of control over labour markets. Since the way out is generally through the same door as the way in, financial markets must be constrained to some extent in order to restore control if social priorities are to be respected. Contribution to European policies As we show below, flexinsurance and certain elements of a basic minimum income model can contribute to resolving inconsistencies between European policies. European welfare policy: the basic minimum income model is consistent with the concept of the welfare state, since it guarantees certain unconditional living standards and relieves social tension. Flexibilisation of employment relations: no longer being restricted by law, flexibilisation is constrained, but this is achieved financially, with flexinsurance, which is much softer than rigid juridical prohibitions. Flexicurity: the basic minimum income model means significant progress in social security and therefore contributes to flexicurity: more security for more flexibility. At the same time, flexinsurance can regulate flexibilisation softly in order to maintain the flexicurity tradeoff. Make work pay: Since the basic minimum income model guarantees statutory payments regardless of income, moving into work means a pure profit. In this case, moving into work is always attractive because outofwork benefits are retained. On the other hand, the fact that there are no social benefits excludes any penalty cuts. The penalty measures of the make work pay policy are replaced by a more efficient, benevolent motivation cf. A. Carnegies maxim: There is no way to force somebody to do something other than to make him want to do it. Consequently, the make work pay policy gains from the proposed measures and becomes compatible with flexicurity. Respecting civil society initiatives: introducing flexinsurance means respecting the trade union position on constraining the total deregulation of labour markets. Introducing elements of 27basic minimum income is also welcomed by the unions. In fact it guarantees that the unemployed will not accept every job offer, as is intended with the penalising measures of the make work pay policy, and that they therefore will not become strikebreakers in the longstanding trade union struggle for good working conditions and fair pay. There are some other European policies not yet mentioned which can gain from the reforms mentioned. Innovation policy requires a highly qualified manpower which requires long working experience, as opposed to shorttime tenures under flexibilisation. A loss of high quality of European products can be hardly compensated by their better qualitytoprice ratio thanks to better firms performance. Indeed, at the world market, the niche of highest qualitytoprice ratio is already occupied by Asian firms, including Japan. The niche of cheap but still quality goods is occupied by the United States. Europe has traditionally manufactured highest quality products at high prices. If Europe quits its established niche, it will even more strongly compete with Asiatic and American firms with quite questionable outcomes, contrary to the Lisbon Agenda 2010. Therefore, constraining flexibilisation contributes to the competitiveness of European economy. Improving living and working conditions is one of prime goals of the European Union. Flexibilisation, however, increases the inwork poverty, and make work pay deteriorates the situation of unemployed. Working conditions and career prospects of flexibly employed are generally worse than that of normally employed. Besides, family life is hardly consistent with flexible employment with unstable income and high workplace mobility. Demography and immigration. The flexibilisation of employment relations with its negative impact on family life results in lower birth quotas and, consequently, in population aging. The need in an additional workforce to retain the living standards comes into contradiction with existing quotas of immigration policy. Conclusions It should not be hoped that the great challenge of labour market structural change can be answered by minor reforms of professional training. The level of reform should correspond to the level of desired change. Otherwise, the situation will be similar to the one mocked by SaltykovShchzedrin 18261889: How to make our unprofitable enterprise profitable, not changing anything in it? Sidebyside with DanishDutch flexicurity and Austrian Abfertigungsrecht, a package of measures is proposed in the given paper. The flexinsurance, workplace tax, basic minimum income, and constraining financial markets are aimed at solving the current social and policy contradictions in the European Union. 28References Auer, P., and Gazier, B. Eds. 2002 The Future of Work, Employment and Social Protection. The dynamics of change and the protection of workers. Geneve, ILOIILS. Bewley, T.F. 1999 Why Wages Dont Fall during a Recession. Cambridge MA, Harvard University Press. Bjorklund, A. 2000 Going different ways: Labour market policy in Denmark and Sweden. In: EspingAndersen, G., and Regini, M. Eds. Why Deregulate Labour Markets? New York, Oxford University Press, 148180. Boeri, T. and J.F. Jimeno 2005 The Effects of Employment Protection: Learning from Variable Enforcement, European Economic Review, 498, 20572077. Bredgaard, Th., Larsen, F., and Madsen:K. 2005 Opportunities and challenges for flexicurity the Danish example, Transfer, 12 1, 6182. BrombacherSteiner,M.W. 2000 Die Zweite Saule der Altersvorsorge in der Schweiz. In: FriedrichEbertStiftung Hg.: Rentenpolitik in Europa. Welches Modell wird zur Leitidee von Reformen. Bonn, 93102. Burgess, S., M. Knetter and C. Michelacci 2000 Employment and Output Adjustment in the OECD: A Disaggregate Analysis of the Role of Job Security Provisions. Economica, 67267, 419435. Coats, D. 2006 Whos afraid of labour market flexibility? London, the Work Foundation. http:www.theworkfoundation.comproductspublicationsazpublicationswhosafraidoflabourmarketflexibility.aspx Chile Presidential Advisory Council 2006 El Derecho a Una Vida Digna en la Vejez: Hacia un Contrato Social con la Prevision en Chile: Resumen Ejecutivo The Right to a Dignified Old Age: Towards a Welfare Social Contract in Chile: Executive Summary, Santiago. http:www.consejoreformaprevisional.clviewinforme.asp Condorcet A.N.M.J. 1955 Sketch for a Historical Picture of the Progress of the Human Mind. Weidenfeld and Nicolson, London. See extracts http:www.humanistictexts.orgcondorcet.htm Council of the European Union 2007 Draft Council Conclusions: Towards Common Principles of Flexicurity, Doc.1549707, Brussels, 23 November 2007 http:register.consilium.europa.eupdfen07st 15st 15497.en 07.pdf De Buck, Ph. 2007 Business Europe Speech. Commission Stakeholder Conference on Flexicurity, Brussels, 20 April 2007. http:www.ec.europa.euemployment_socialemployment_strategypdfflex_debuck_en.pdf Decent Work Decent Life 2008 http:www.streetnet.org.zaDWDL.htm EspingAndersen C. 1990 The Three Worlds of Welfare Capitalism. Princeton, Princeton University Press. EspingAndersen C. 2000a Who is harmed by labour market regulations? Quantitative evidence. In: EspingAndersen, G., and Regini, M. Eds. Why Deregulate Labour Markets? New York, Oxford University Press, 6698. 29EspingAndersen C. 2000b Regulation and context: Reconsidering the correlates of unemployment. In: EspingAndersen, G., and Regini, M. Eds. Why Deregulate Labour Markets? New York, Oxford University Press, 99112. ETUC 2007, The Flexicurity debate and the Challenges for the Trade Union Movement, European Trade Union Confederation, Brussels. European Parliament 2007, Report A604462007 on common principles of flexicurity, Committee on Employment and Social Affairs, Rapporteur: Ole Christensen, Brussels, 15 November 2007 http:www.europarl.europa.eusidesget Doc.do?pub RefEPTEXTREPORTA6200704460DOCXMLV0ENlanguageENEuropean Commission 1997 Green Paper: Partnership for a New Organisation of Work, COM97 128, April 1997. http:europa.eu.intcommoffgreenindex_en.htm European Commission 2005 Adopted Employment Guidelines 20052008. http:europa.eu.inteurlexlexLex Uri Servsiteenoj2005l_205l_20520050806en 00210027.pdf European Commission 2006a Employment in Europe 2006. Luxemburg, European Communities http:ec.europa.euemployment_socialemployment_analysisemploy_2006_en.htm European Commission 2006b Green Paper Modernising labour law to meet the challenges of the 21st century Brussels, 22.11.2006, COM 2006 708 final http:ec.europa.euemployment_sociallabour_lawdocs2006green_paper_en.pdf European Commission 2007 Towards Common Principles of Flexicurity: More and Better Jobs Through Flexibility and Security. Brussels, 27.06.2007, COM 2007 359 final. http:ec.europa.euemployment_socialemployment_strategyflexicurity%20mediaflexicuritypublication_2007_en.pdf European Employment and Social Policy 2006 Special Eurobarometer, 261 October 2006 http:ec.europa.eupublic_opinionarchivesebsebs 261_summary_en.pdf European Foundation 2007 4th European Working Conditions Survey. European Foundation for the Improvement of Living and Working Conditions, Dublin. http:www.eurofound.europa.eupublicationshtmlfilesef 0698.htm Graser, A. 2002 Sozialrechtlicher Kundigungsschutz. Zeitschrift fur Rechtspolitik ZRP, Sept. 2002, 391393. Gorter, C. 2000 The Dutch Miracle? In: G. EspingAndersen and M. Regini Eds. Why deregulate markets? New York, Oxford University Press, 181210. Haltiwanger, J., S. Scarpetta and H. Schweiger 2006 Assessing Job Flows across Countries: The Role of Industry, Firm Size and Regulations, IZA Discussion Paper No. 2450, Bonn. http:ftp.iza.orgdp 2450.pdf ILO 1999 Report of the DirectorGeneral: Decent Work. Geneve, ILO. http:www.ilo.orgpublicenglishstandardsrelmilcilc 87repi.htm Institut de la Protection Sociale Europeenne 2007 Foliomail n 91. http:www.euroipse.net Jespen, M., and Klammer, U. Eds. 2004 Transfer, 10 2 special issue Flexicurity: Conceptual issues and political implementation in Europe. Jrgensen, H., and Madsen, P.K. 2007 Flexicurity and beyond. Finding a new agenda for the European social model. Copenhagen, DJF Publishing. 30Keller, B., and Seifert, H. 2004: Flexicuritythe German trajectory, Transfer, 10 2, 226247. Keune, M. 2008a Flexicurity: a contested concept at the core of the European labour market debate? Intereconomics, 43 2, 9298. Keune, M. 2008b Flexicurity: the new cure for Europes labour market problems? In: Degryse, Ch., and P. Pochet Eds. Social Developments in the European Union 2007. Brussels: ETUIREHS Forthcoming. Keune, M., and Jepsen, M. 2007 Not balanced and hardly new: the European Commissions quest for flexicurity. ETUIREHS Working Paper 2007.01, Brussels. http:www.etuirehs.orgresearchMediaFilesDiscussionpapers2007WP2007.01Koeniger, W. 2005 Dismissal Costs and Innovation, Economics Letters, 88 1, 7985. Kok, W., et al. 2004 Jobs, Jobs, Jobs. Creating more employment in Europe. Report of the Employment Task Force. Luxembourg, European Communities. Korver, A. 2001 Rekindling adaptability. Working Papers on Social Quality 1. Amsterdam, European Foundation on Social Quality. Kronauer, M., and Linne, G. Eds. 2005: Flexicurity. Die Suche nach Sicherheit in der Flexibilitat. Berlin, Sigma. Krugman, P. 2006 Whining Over Discontent. The New York Times, September 8, 2006. http:mparent 7777.livejournal.com12163627.html Leibbrandt, M., Poswell, L., Naidoo, P., Welch, M., and Woolard, I. 2005 Measuring Recent Changes in South African Inequality and Poverty using 1996 and 2001 Census Data. University of Cape Town, Development Policy Research Unit Working Paper 0594 http:www.commerce.uct.ac.zaResearch_UnitsdpruWorking PapersPDF_FilesWP_0594.pdf Madsen, K. 2003 Flexicurity through labour market policies and institutions in Denmark. In P. Auer and S. Cazes Eds. Employment Stability in an Age of Flexibility, Geneva, ILO, 59105. Maheu, R. 1966 Linequite, plus intolerable que la misere. In: Maheu, R., La Civilisation de luniversel : Inventaire de lavenir, Paris, Laffont Gonthier, 3338. Messina, J. and G. Vallanti 2007 Job Flow Dynamics and Firing Restrictions: Evidence from Europe. Economic Journal, 117521, F279301. Micco, A. and C. Pages 2006, The Economic Effects of Employment Protection: Evidence from International IndustryLevel Data, IZA Discussion Paper No. 2433, Bonn. http:ftp.iza.orgdp 2433.pdf Nickell, S. and Layard, R. 1999 Labor Market Institutions and Economic Performance. In: O. Ashenfelter and D. Card Eds. Handbook of Labor Economics, Edition 1, Vol. 3, Elsevier, 30293084. OECD 1994 Jobs Study, Parts I and II. Paris, OECD. OECD 1999 Employment Outlook. Paris, OECD. OECD 2004a Benefits and Wages. Paris, OECD. OECD 2004b Employment Outlook. Paris, OECD. 31OECD 2005 Employment Outlook. Paris, OECD. OECD 2006 Employment Outlook. Paris, OECD. OECD 2007 Employment Outlook. Paris, OECD. Ozaki, M. Ed. 1999 Negotiating Flexibility. The Role of Social Partners and the State. Geneva, International Labour Office. Polanyi, K. 1944 The Great Transformation. Boston, Beacon Press 2001. Radermacher , F.J. 2006a Globalisierung gestalten: Die neue zentrale Aufgabe der Politik, Terra Media Verlag, Berlin. Radermacher , F.J. 2006b Sustainable development in times of globalisation: Balance or destruction. Plenary lecture at the EUROXXI, Reykjavik, 03.07.2006. Abstract in: EUROXXI, University of Island, Reykjavik, July 25, 2006, 48. Schivardi, F. and R. Torrini 2003 Firm Size Distribution and EPL in Italy, William Davidson Institute Working Paper Series, No. 2003613. Schulten, Th., Bispink, R., and Schafer, C. Eds. 2006 Monimum Wages in Europe. Brussels, ETUIREHS. Seifert, H. and A. Tangian 2007 Reconciling social security with flexibility empirical findings for Europe. WSI Diskussionspapier 154, Hans Bockler Stiftung, Dusseldorf. http:www.boeckler.depdfp_wsi_diskp_154_e.pdf Seifert, H., and A. Tangian 2008 European Flexicurity: Flexibility and Precariousness of Work Empirical Findings. A study based on the Fourth European Working Conditions Survey 2005. In: Tremblay, D.G. Ed  Flexibilite, securite demploi et flexicurite : les enjeux et defis. Presses de luniversite du Quebec Forthcoming SerranoPascual, Amparo 2004 Conclusion: towards convergence of European activation policies? In: SerranoPascual, Amparo Ed. Are activation policies coverging in Europe? The European employment strategy for young people, Brussels: ETUI. Sigfrid, K. 2004 The Irish Miracle. The Freeman, April 2004. http:www.fee.orgpdfthefreemansigfrid 0404.pdf Spigel Online 2008, 19.01 EU bietet NokiaMitarbeitern Hilfe an http:www.spiegel.dewirtschaft0,1518,529653,00.html Standing, G. 1999 Global Labour Flexibility. Seeking Distributive Justice. London, Macmillan Press. Stiglitz, J. 2002 Globalisation and its discontents, Norton, New York. Tangian, A. 2005 European welfare state under the policy make work pay: Analysis with composite indicators. WSI Diskussionspapier 141, Hans Bockler Stiftung, Dusseldorf. http:www.boeckler.depdfp_wsi_diskp_141.pdf Tangian, A. 2006 European flexicurity: concepts operational definitions, methodology monitoring instruments, and policies consistent implementations. WSI Diskussionspapier 148, Hans Bockler Stiftung, Dusseldorf. http:www.boeckler.depdfp_wsi_diskp_148_e.pdf Tangian A. 2007a European flexicurity: concepts, methodology and policies. Transfer, 20074, 551573. http:www.etuirehs.orgresearchMediaFilestransfer2007200704Art.1Tangian 32Tangian, A. 2007b Is flexible work precarious? A study based on the 4th European survey of working conditions 2005. WSI Diskussionspapier 153, Hans Bockler Stiftung, Dusseldorf. http:www.boeckler.depdfp_wsi_diskp_153_e.pdf Tangian A. 2007c Is work in Europe decent? A study based on the 4th European survey of working conditions 2005. WSI Diskussionspapier 157, Hans Bockler Stiftung, Dusseldorf. http:www.boeckler.depdfp_wsi_diskp_157_e.pdf Tangian, A. 2008 Is Europe Ready for Flexicurity? Empirical Evidence, Critical Remarks and a Reform Proposal. Intereconomics, 43 2, 99111. http:www.intereconomics.euarchivindex.php?modejahrjahr2008heftnummer2Theron, J., Godfrey, Sh., and Visser, M. 2007 South Africa: Globalisation, the impact of trade liberalization, and labour law. International Institute for Labour Studies IILS at the ILO, Geneva, Discussion Paper 178. http:www.ilo.orgpublicenglishbureauinstdownloaddp 17807.pdf UK Presidency of the EU 2005 Europe needs to meet the challenge of change Blunkett 110705 http:www.eu 2005.gov.ukservletFront?pagenameOpen MarketXcelerateShow PagecPagecid1112704221230aKArticleaid1119523074808UNCTAD 2002 World Investment Report, United Nations, New York and Geneva. United Nations Development Programme 2002 Human Development Report 2002, Deepening democracy in a fragmented world, New York: Oxford University Press. United Nations Development Report 20078 Adult illiteracy rate. http:hdrstats.undp.orgindicators20.html Visser, J., and Hemerijck, A. 1997 A Dutch Miracle: Job Growth, Welfare Reform and the Corporatism in the Netherlands. Amsterdam, Amsterdam University Press. Vielle, P., and Walthery, P. 2003 Flexibility and Social Protection. Dublin, European Foundation for the Improvement of Living and Working Conditions. Wells, H.G. 1895 The Time Machine. Reprined: London, Dent, The Everyman Library, 1995. Wilthagen, T., and Tros, F. 2004 The concept of flexicurity: a new approach to regulating employment and labour markets, Transfer, 10 2, 166186. World Bank 2002 Globalisation, Growth, and Poverty: Building an Inclusive World Economy, Washington. 33Seit 2003 erschienene WSIDiskussionspapiere 109. TrautweinKalms, Gudrun Redaktion: Arbeits und Leistungsbedingungen im ITBereich, Fachtagung am 7. Marz 2002 in Bonn im Rahmen des BMBFProjekts: DienstLeistungsArbeit, Tagungsdokumentation, Januar 2003 110. Sitte, Ralf: Soziale Sicherung unter RotGrun Zur Entwicklung von Sozialpolitik und Sozialbudget seit 1998, Januar 2003 111. Josten, Stefan DietrichTruger Achim: The Political Economy of Growth and Distribution. A Theoretical Critique, Marz 2003 112. Ahlers, Elke: Arbeitsbedingungen, Leistungsdruck, Gesundheit am Arbeitsplatz Marz 2003 113. Hein, Eckhard: Die NAIRU eine postkeynesianische Interpretation, Marz 2003 114. Ziegler, Astrid: Synopse wichtiger Positionen zur Reformdebatte der Europaischen Strukturpolitik nach 2006, April 2003 115. Tangian, Andranik: An Econometric decision model for equalizing regional unemployment in West and East Germany, July 2003 116. Ziegler, Astrid: Die europaische Strukturpolitik nach 2006 Anforderungen an ein neues Konzept der europaischen Strukturfonds im Zeitraum 20072013, August 2003 117. Backer, GerhardKoch Angelika: Mini und MidiJobs als Niedrigeinkommensstrategie in der Arbeitsmarktpolitik. Erfolgsstory oder Festschreibung des geschlechtsspezifisch segregierten Arbeitsmarktes?, August 2003 118. Truger, Achim: Germanys Poor Economic Performance in the Last Decade: Its the Macroeconomy, not Institutional Sclerosis, September 2003 119. Tangian, Andranik S.: Optimizing German regional policy2004: A study based on empirical data from 1994 to 2001, December 2003 120. Truger, Achim: Verteilungs und beschaftigungspolitische Steuerreformkonzepte: Eine Analyse mit Steuerbelastungsvergleichen Haushaltstypen, Februar 2004 Risiken fur aktueller konkrete 121. Niechoj, Torsten: Gewerkschaften und keynesianische Koordinierung in Europa. Chancen, Risiken und Umsetzungshurden, Marz 2004 122. Tangian, Andranik, S.: Defining the flexicurity index in application to European countries, April 2004 123. Niechoj Torsten: Funf Jahre Makrookonomischer Dialog Was wurde aus den ursprunglichen Intentionen?, April 2004 124. Hein, EckhardSchulten, ThorstenTruger, Achim: Wage trends and deflation risks in Germany and Europe, Juni 2004 125. Hein, Eckhard Truger, Achim: Macroeconomic coordination as an economic policy concept opportunities and obstacles in the EMU, Juni 2004 126. Hein, EckardNiechoj, Torsten: Leitlinien fur ein dauerhaftes Wachstum in der EU?, Juli 2004 34127. Seifert, Hartmut: Arbeitszeitpolitischer Modellwechsel: Von der Normalarbeitszeit zu kontrollierter Flexibilitat, Juli 2004 128. Hein, EckhardSchulten, Thorsten: Unemployment, Wages and Collective Bargaining in the European Union, September 2004. 129. Schulten, Thorsten: Foundations and Perspectives of Trade Union Wage Policy in Europe, August 2004 130. Seifert, Hartmut: Flexibility through working time accounts: reconciling economic efficiency and individual time requirements, Juni 2004 131. Tangian, Andranik, S.: Liberal and tradeUnionist concepts of flexicurity: Modelling in application to 16 European Countries, October 2004 132. Tangian, Andranik, S.: Constructing the composite indicator Quality of work from the third European survey on working conditions, November 2004 133. Hein Eckhard, Interest rate, debt, distribution and capital accumulation in a postKaleckian model, Dezember 2004 134. Bothfeld, Silke; Gronbach Sigrid; Seibel Kai: Eigenverantwortung in der Arbeitsmarktpolitik: zwischen Handlungsautonomie und Zwangsmanahmen; Dezember 2004. 135. Tangian, Andranik, S.: A composite indicator of working conditions in the EU 15 for policy monitoring an analytical purposes; Marz 2005 englische Fassung Tangian, Andranik, S.: Ein zusammengesetzter Indikator der Arbeitsbedingungen in der EU15 fur PolitikMonitoring und analytische Zwecke; August 2005 deutsche Ubersetzung 136. Dribbusch, Heiner: Trade Union Organising in Private Sector Services; April 2005 137. Tangian, Andranik, S.: Monitoring flexicurity policies in the EU with dedicated composite indicators; Juni 2005 138. Tangian, Andranik, S.: Composite indicator of German regional policy and its use for optimizing subsidies to regional labour markets, Juli 2005 139. Tangian, Andranik, S.: Bundestagswahl 2005: Ergebnisse im Spiegel der Parteiprogramme, September 2005 deutsche Fassung Tangian, Andranik, S.: German parliamentary elections 2005 in the mirror of party manifestos, January 2006 englische Ubersetzung 140. Ellguth, PeterKirsch, JohannesZiegler, Astrid: Einflussfaktoren der offentlichen Forderung in Ostdeutschland eine Auswertung des IABBetriebspanels , November 2005 141. Tangian, Andranik, S.: European welfare state under the policy make work pay: Analysis with composite indicators, Dezember 2005 142. Brandt, Torsten: Mini und Midijobs im Kontext aktivierender Arbeitsmarkt und Sozialpolitik, Dezember 2005 143. Seifert, HartmutTangian, Andranik: Globalization and deregulation: Does flexicurity protect atypically employed?, Marz 2006 144. Ziegler, Astrid: Zur Vorbereitung auf die neue Forderphase der Europaischen Strukturfonds Synopse zu den zentralen Ergebnissen der Aktualisierungsberichte zur Halbzeitbewertung der OP in Ostdeutschland , Marz 2006 Ziegler, Astrid: Preparing for the European Structural Funds next funding period Synopsis of the central findings of the updates of the midterm evaluation of the Operational Programmes in East Germany , Marz 2006 englische Ubersetzung 35145. Tangian, Andranik, S.: Monitoring flexicurity policies in Europe from three different viewpoints, Juni 2006 146. Leiber, SimoneZwiener, Rudolf: Zwischen Burgerversicherung und Kopfpauschale: Vorschlage fur eine tragfahige Kompromisslosung, Juni 2006 147. Frericks, PatriciaMaier, Robert: Rentenreformen und Arbeitnehmer Innenrechte im EUVergleich Zwischen Eigenverantwortung und Solidaritat , August 2006 148. Tangian, Andranik, S.: European flexicurity: concepts operational definitions, methodology monitoring instruments, and policies consistent implementations, Oktober 2006 149. Tangian, Andranik, S.: FlexibilityFlexicurityFlexinsurance: Response to the European Commissions. Green Paper: Modernising Labour Law to Meet the Challenges of the 21st Century, January 2007 150. Bispinck, Reinhard: Lohne, Tarifverhandlungen und Tarifsystem in Deutschland 1995 2005, Januar 2007 151. Ahlers, ElkeOez, FikretZiegler, Astrid: Company Relocation: The Consequences for Employees An Analysis of the WSI Works Council Survey , Marz 2007 152. Bothfeld, Silke: Labour Market Institutions in Germany: Current Status and Ongoing Reforms, April 2007 153. Tangian, Andranik, S.: Is flexible work precarious? A study based on the 4th European survey of working conditions 2005, June 2007 154. Seifert, HartmutTangian, Andranik, S.: Flexibility: Reconciling Social Security with Flexibility Empirical Findings for Europe, August 2007 155. Klenner, ChristinaSchmidt, Tanja: Familienfreundlicher Betrieb: Was hat Einfluss auf die Vereinbarkeitsbewertung?, November 2007 156. Brehmer, WolfgangSeifert, Hartmut: Wie prekar sind atypische Beschaftigungsverhaltnisse? Eine empirische Analyse, November 2007 157. Tangian, Andranik, S.: Is the Work in Europe decent? A study based on the 4th European survey of working conditions 2005, Dezember 2007 158. Klenner, ChristinaPfahl, Svenja: Jenseits von Zeitnot und Karriereverzicht Wege aus dem Arbeitszeitdilemma, Arbeitszeiten von Muttern, Vatern und Pflegenden, Januar 2008 159. Tangian, Andranik, S.: Towards Consistent Principles of Flexicurity, April 2008 36", "filename": "607335025.pdf", "person": ["Andranik Tangian", "Tangian, Andranik"], "date": ["2008"]}