{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/38782/1/60733827X.pdf"], "title": ["The German employment protection act: How does it work in company practice?"], "plaintext": " Abstract: 2 The article describes the manner in which in companies make decisions about dismissals. It begins with the presentation of a number of theories, which attempt to depict the complexity of the employment relationship. This is followed by the presentation of the legal framework and the various options for action at the respective levels. The third section draws together empirical data that illuminates the relevance of the various steps involved in the termination of the employment relationship. It shows that the prevalent assumptions that companies hold regarding the effects of the KSch G are unfounded. Key words: Employment Protection Legislation, Dismissal, Severance Payment. The German version of this text is published in: DGBRechtsschutz Gmb H, 2008, Die Sicherung von Arbeitnehmerrechten 10 Jahre DGB Rechtsschutz Gmb H, NomosVerlag, BadenBaden forthcoming. 1.Introduction 32. Engagements and dismissals in the shadow of the legislative regulation of employment theoretical considerations 2.1 The limits of macroeconomic analyses 2.2 Company behaviour from the microanalytical perspective Labour market institutions as limitation and support to entrepreneurial action. The nature of the employment relationship and economic pressures as the most important determinants of personnel decisions. Application of the des Employment Protection Act in practice 2.3 Analytical Framework: Stages of action in the adjustment of company personnel levels 3. The three levels of action in company reality 3.1 The relevance of termination of the employment relationship in the German employment system Choice of Termination Form Termination Initiative 3.2 The application of employment protection legislation in company practice Inquiry into legitimacy and the term of notice Justification of termination on operational grounds according to the Employment Protection Act KSch G 5 6 6 8 8 9 11 12 16 18 18 21 23 23 25 4Works Council involvement in terminations Knowledge of the law within companies Refrainment from Dismissal 3.3 Cost of Terminations Termination Payments Frequency of legal action Results of the Proceedings 4. Conclusion Literature 26 27 30 31 31 33 35 35 37 51. Introduction The focus of discussions on labour market politics moves again and again to dismissal protection, which, as an element of labour market regulation, is attributed partial responsibility for stagnating labour market development. Carried further, a relationship is assumed between the rigidity of dismissal protection and the employment trend, which is largely based on implicit assumptions about company behaviour. Above all, it is assumed that German dismissal protection makes dismissal more expensive and consequently deters companies from necessary new appointments. These theses have found their way into German labour market research without the assumed interrelationship being thematised in any way. Rather, the company is usually perceived as a black box, so that the internal company decisionmaking processes and motivation involved in personnel planning remains unconsidered cf. on this subject, e.g. the articles by JahnSchnabel 2003; JahnWalwei 2003; Jerger 2003; Jahn 2004. In fact, aside from partial investigations conducted by human resources management, there has been no representative empirical research into how companies implement labour legislation since the MaxPlanck Institute study of 19811, and consequently there are few substantiated findings about current company employment and dismissal practices. This paper follows twin goals. On the one hand, it intends to show the spectrum of possible company behaviour while considering the theoretical principles of human resources management and in doing so identify complimentary or conflicting factors in the explanation of hiring and dismissal decisions. On the other hand, an empirical analysis of dismissal processes will illustrate the effect of labour law in company practice and so question the purely benefitoriented cause and effect schema. This makes it clear that company practice is determined by a multitude of sometimes complexly interwoven factors among which labour law plays only a marginal role. The structure corresponds to these two research goals. The first section discusses existing empirical findings and theoretical perspectives, identifies alternative options for action and relates these to the termination process. In the second section, 1 This research was commissioned by the Federal Ministry of Employment and Social Affairs and had the goal of researching dismissal protection and practice. Five subsurveys were conducted: a representative, written survey of companies per post 612 companies were questioned about the general process of termination and a further 804 companies were asked about their last case of termination, a representative, written survey of works councils per post 740 cases, a representative, verbal survey 879 persons, plus an analysis of labour court files, including questioning Judges and legal representatives and an analysis of collective labour agreements. The questioning of judges and DGB legal protection secretaries was conducted as a complete, written survey by post The rate of return lay at around 50 % in each case, a random sample was selected for the questioning of owners and lawyers Falke et al. 1981. 6company practice provides the basis for demonstrating the extent to which employerinitiated termination competes with other instruments during personnel adjustments, and how dismissal is carried out in business. The article is limited to an explorative approach and concentrates primarily on a descriptive presentation of findings. This approach permits a comprehensive presentation of findings from the only current representative survey on this subject: the WSI Survey on the Termination of Employment Relationships 2001 and the WSI Survey on Company Personnel Policies 2003. Where it makes sense or appears to be necessary, the findings are supplemented by analyses from the IAB Betriebspanel Institute of Employment Research and the SocioEconomic Panel SOEP. Data is also drawn from the KUPRAX Project. This project analysed dismissal disputes that were brought before the Labour Courts in 2003 Holand et al. 2007. This means that all currently available data sources on this subject are used. 2. Engagements and dismissals in the shadow of the legislative regulation of employment theoretical considerations 2.1 The limits of macroeconomic analyses As an element of the institutional labour market conditions, dismissal protection has occupied a central position in employment policy discussions since the OECD Job Study of 1994 OECD 1994. The question of the effect of dismissal protection on the level, duration and structure of unemployment has given rise to a multitude of macroeconomic studies. However, it has not been possible to prove an identifiable and unequivocally positive relationship between the rigidity of dismissal protection and the rate of unemployment, though an effect on the dynamic of labour market processes and therefore on the duration of longterm unemployment suggests: All time spent in anxiously complaining about the rigidity of labour market regulation, employment protection and minimum wages is probably wasted NickellLayard 1999: 3080; cf. the discussion on this subject in TrugerHein 2003 and the overview in OECD 2004: 82. There is also doubt that employment protection has a clear effect on the development of productivity. In fact, regulation of the product market rather than of the employment market has been made responsible for slowing down productivity Nicoletti and Scarpetta 2003, and the lack of longterm investment in the future, for example in training, for ongoing high unemployment Aiginger 2004. In contrast, one suspects a positive relationship between employment protection and longterm unemployment Elmeskov, Martin, and Scarpetta 1998, and a negative relationship between employment protection and production growth in those 7countries where the wage parties negotiate their wages in neither a coordinated nor a completely decentralised manner Scarpetta und Tressel 2004. The latter does not apply to Germany however, since wage negotiations are largely coordinated. International comparative macroeconomic studies are afflicted by two methodological problems. Firstly, the development of indicators demands objectifying and reducing the complexity of labour law. The conventional EPL indicators Employment Protection Legislation indicators, cf. Nicoletti, Scarpetta and Boylaud 1999: 40 ff. mostly only consider the legal situation related to the regulation of employment relationships. The cost of dismissals or the rigidity of employment protection is therefore not measured on the basis of empirical findings on the actual application of the legal conditions, but solely on the basis of selected formal legal regulations. Provisions that regulate application, which are highly relevant for the practice, such as, e.g. the duration of the term in which legal action can be filed and the openness of many regulations to change by collective labour agreement, are largely excluded from the analyses or cannot be compared due to the depth of their practicerelated differences. For example, Denmark is often cited as a country without legislative dismissal protection. What is not taken into consideration is that here, dismissal protection labour agreements, which demonstrate a very high level of coverage. Since the individual steps in establishing the factors are not provided, it also remains unclear how, e.g. the cost of compensation for dismissal is evaluated, which German legislation anticipates only under exceptional circumstances but which is nevertheless often a result of negotiations between employers and employees. Consequently, the complexity of the various dismissal protection regulations and their application is usually only made clear in comparative legal studies cf. on the subject, Zachert, 2004. In addition, the correct and immediate application of the formal regulations is assumed. regulated by collective is frequently Secondly, comparative studies are revealed to be methodologically problematic to the extent that the real costs of the regulations have been far from completely documented. Namely, the data increasingly includes the regulation of functional equivalents fixed term and personnel leasing. Sometimes the interconnection between labour law and social security systems is also included OECD 2004: 91. Possible longterm costs for the company resulting from the specialist workers lack of commitment to the company and from the loss of these workers also remain unconsidered, particularly as they are difficult to measure and quantify. Generally considered, these country comparisons underestimate the complexity of the social and economic systems in which the regulations for dismissal protection are embedded for a revised perspective cf. OECD 2004: 64. Analytical perspectives 8whose theoretical and empirical focus is on the actions of the actors within companies appear to be more promising in their capacity to explain the effect of labour law regulations on company behaviour. 2.2 Company behaviour from the microanalytical perspective Labour market institutions as limitation and support to entrepreneurial action. In macroeconomics, especially transaction cost theory Williamson 1985 offers an approach to explaining company decisions. In contrast to the simple neoclassical contract model, in which contracts are negotiated through the free interaction of market forces, transaction cost theory assumes that the organisation and realisation of company actions transactions gives rise to costs, the scope of which are largely determined by the conditions of the institutional framework and which are not compensated for earnings: Hiring suitable employees entails information and search costs and possibly qualification costs; the employees performance must be monitored and, where necessary, motivated through incentives or disciplinary action, and employee dismissal must also be planned and realised. Consequently, the costs incurred through dismissal, in the form of severance payments, legal action against unfair dismissal or backwages, are considered typical expost transaction costs. In this respect employment protection legislation can increase costs and therefore, it is not surprising that employers perceive labour market regulation as a constraint and limitation of their entrepreneurial action. However, institutional regulations can also improve the transactions in that they set transparent and binding rules and minimise variance in behaviour through routines and practices and consequently reduce the associated costs. Because the conditions for employerinitiated dismissal are specified in the Employment Protection Act, it offers a binding legal basis that reduces the insecurity of both contractual partners in respect to their respective performance and obligations, and as such reduces the potential for conflict. For the German employment system, a typical side effect of the relative security of employment associated with the legislative regulation of labour is the willingness of employees to acquire companyspecific qualifications and to remain in the company long term. Thus, labour law does not only act as a constraint, but also in ways as a support for companies. 9The nature of the employment relationship and economic pressures as the most important determinants of personnel decisions. The way in which is dismissal protection is practiced in companies and the extent to which it is actually a cost factor depends not only on the individual appraisal of labour legislation and the anticipation of possible sanctions. In fact, two additional factors play an important role: The relationship between the employer and employee within the firm and the existence of pressure to comply, i.e. the companys perception of this pressure. The relationship between employer and employees can be marked by a purely functional and rather shortterm calculation or through a longterm and tendentially cooperative and social personnel policy and culture. From the perspective of transaction cost theory, the employment relationship is considered a relational contract, which is characterised by the fundamental openness and longterm nature of the contractual relationship. Work performance cannot be agreed to in fine detail or for an extended duration in the employment contract so that the employment contract is a social relationship embedded in a complex social context EbersGotsch 2002: 231. The actual fulfilment of the contract the assurance of employment and payment wages in exchange for the employees performance of tasks cannot be automatically taken from the formal legal framework. Rather it is determined by a series of complex factors such as motivation, mutual trust, company promotion and the company culture for elaboration, cf. Sadowski 1986. The same phenomenon is discussed in the legal literature under the heading incomplete contract. Further, the institutional economics perspective, to which transaction cost theory belongs, recognises that the parties to the contract can act rationally only to a limited extent because the amount of available and processed information is inevitably limited and therefore decisions are always made under a greater or lesser degree of uncertainty. For example, companies can only estimate their personnel requirements when hiring or dismissing staff; they cannot determine their prospective requirements exactly. Because personnel requirements can change, the Employment Protection Act KSch G makes provision for dismissal on urgent operational grounds. Of course, companies must not necessarily be informed about the legal conditions in order to engage in hiring or dismissals. As long as no conflict results, the lack of information about labour law is hardly noticed so that the companies evaluate their level of information as satisfactory in spite of their lack of knowledge. In this case, labour law has no relevance to company 10actions, whereby both generous paternalistic and also shortterm profitmaximising behaviour are by all means compatible with transaction cost theory assumptions. A further behavioural assumption of transaction cost theory is interesting in terms of explaining the behaviour of the various parties in the company. According to this, the contract partners are opportunistic or even sly and may act contrary to their knowledge of the law EbersGotsch 2002: 226. So it is theoretically plausible that the company provides its employees with false information, threatens them or attempts to prevent them from forming a works council. Conversely, the parties may choose a cooperative strategy and participation by employee representatives if they expect that this will result in a reduced amount of expensive conflict, better information or the conclusion of linked agreements. In any case, the respect and the departure from formal regulations can be consciously calculated: An unsystematic approach and the acceptance of legal disputes can be just as economically worthwhile as the longterm design and planning of the Personnel Department. On the employee side, the reaction to termination is also unforeseeable since the employees possess quite different levels of knowledge and expectations in terms of asserting their rights. Above all, they have an interest although of varying intensity in the maintenance of the employment relationship, which is dependent on their social security, their individual reemployment chances and their life situation. The assumption that an unjust dismissal is automatically followed by legal action is therefore unrealistic. In all cases, the behaviour on both sides is also influenced by other institutions, such as the form of unemployment insurance or the existence of early retirement regulations, which reduce the conflict potential of dismissals. The behavioural science organisation theory, which is more closely concerned with behavioural assumptions and conceptualises companies as the expression of a multitude of operational behaviours, drives the unforeseeability of business decisions to the extreme with the assistance of the garbage can model cf. the collected essays of March 1990. According to this perspective, the solution to problems, e.g. personnel decisions, can occur ad hoc and by chance, whereby the parties involved tend to oriente themselves on interpretation patterns organisation culture that are socially and culturally influenced, and widely accepted BergerBernhardMehlich 2002: 159. Thus, a broad spectrum of company behaviours can be explained by transaction cost theory and behavioural science. A second complex of factors, in our estimation, is the extent to which the reduction of personnel is viewed as a necessary and unavoidable solution. From the perspective of the business economics situational approach, the perception of problems is considered to be partly determined by other areas of action e.g. goods and product markets in the environment. Central to this approach is the assumption that formal 11organisational structures have a strong influence on the efficiency of organisations, but that, on the other hand, there are no universally efficient organisational structures. In order to act efficiently, organisations must adjust their structures to the respective situations Kieser 2002: 169. Consequently, labour law provisions are in no way uniformly implemented. Rather, the implementation is influenced by each companys respective reality, which in practice is confronted with the law. Of particular influence here is the companys size and branch, and the associated respective specific structural characteristics on the one hand, and its culture and traditions on the other. The interpretation of the situation under labour law is correspondingly diverse. Because companies are not obligated to conduct personnel planning, internal decisionmaking takes place within the framework of more or less developed structures. Consequently, in this perspective the adoption and diffusion of labour law are also considered processes of organisational learning on the problem of organisational learning, cf. the contributions in March 1990. Here, changes to labour legislation are picked up and implemented with varying rapidity depending on the parties involved, their individual situations and the number of cases arising. This makes it possible to classify companies into various types according to their labour law culture. The spectrum ranges from an approach that is strictly guided by the regulations to an economic perspective in which the cost of complying with a regulation is weighed against contravention, through to the extreme case where labour law regulations are simply consciously or unconsciously ignored SchrammZachert 2005. Application of the des Employment Protection Act in practice The structure of the formal legal framework leaves no room for the development of a political personnel strategy that would apply to all companies. Rather, it can be expected that a companys economic personnel culture and the microeconomic demands a company experiences, i.e. their interpretation, influence personnel decisions. As such, labour law is a necessary but insufficient variable for the explanation of personnelpolitical actions. In summary, the theoretical considerations provide the basis for at least three hypotheses on the application of labour law and the generation of costs through the legislative regulation of labour: 121. The interpretation of the Employment Protection Act KSch G is relativised by competing problems in the companys environment. Problems connected to the product or goods markets prove to be much costlier and therefore more important. The strategy of cost reduction through personnel reduction and the signalling effect of saving personnel costs appears to be gaining significance with the increasing importance of stock exchange results so that independent of understandable changes an increasing amount of pressure for adjustment is experienced. 2. Transaction cost theory stresses the significance of information, i.e. of insecurity for operational action. In this respect, the Employment Protection Act KSch G must be considered not only a limitation but also a support that tends to standardise termination processes and make them transparent. In addition, because it protects the employees from arbitrary dismissal, it also increases motivation and consequently productivity, and provides an for investment in companyspecific training. incentive 3. The rational of costcalculated action by the interest groups in a company presents only one type of possible reaction. At the same time personnel decisions are also made under the influence of cultural and social factors and routine procedures. From this perspective, it is also possible that the company completely ignores the provisions of labour law and orients itself on its peer group, i.e. on other companies. The provisions of labour law are then only of relevance when it came to problems and the company is confronted with the valid legal situation possibly in court in order to solve these problems. 2.3 Analytical Framework: Stages of action in the adjustment of company personnel levels Three typically characteristic stages can be distinguished when analysing the role of labour law in reducing of employee numbers: The choice of strategic personnel policy, the application, i.e. how the provisions of dismissal protection are handled and the company implementation of termination Figure 1. 13Fig. 1: Stages of Action in Company Personnel Adjustment 1. Strategic personnel strategya Choice ofpersonnel strategy Termination of permanentemployment relationships Circumvention I:Reduction through,e.g. early retirement policies Circumvention II:Fixedterm employment temp. workersb Choice oftermination form Dismissal by Employer Dissolution of theemployment contract Termination initiatedby employee 2. Application of the KSch G regulationsa Verification oflegitimacy andterms of noticeb Verification of KSch G applicabilityc Reasonsunder KSch GTerm of Notice Special Termination Protection Compliance Noncompliance Compliance KSch G applicable Operationalpersonrelatedconductrelated Not applicableNoncompliance KSch G not applicable 3. Implementation in companya Notification of Termination Works Council Hearing No Works Council Hearing No Works Councilb Negotiationconflict Acceptance of terminationwithwithout compensation Settlement out of courtwithwithout compensation Employee threatens toinitiate legal actionc Court involvement Decision madeby Labour Court Legal Compromisewithwithout compensationWithdrawal of actionby employeed Implementation WSI 2005Dismissal without legaldispute and withoutcompensation Dismissal with payment ofcompensationbackpay Continued employment In choosing the approach of the personnel policy, a decision is first made about the nature of dismissal of the affected employees Stage 1. Here, the provisions for fixedterm and temporary workers are effectively functional equivalents, which with appropriate planning make it possible to avoid dismissal processes cf. also Zachert 2004. A reduction in personnel can also be achieved by not reoccupying positions that become vacant or by making use of the provisions of social positions such as semiretirement or the reduction of working hours to reduce the volume of work. In this way, conflicts associated with employerinitiated dismissal can be minimised in advance 1a. Either a dissolution agreement can be concluded with the affected person or the employer can directly or indirectly call upon the person to give notice 1b. For employees to terminate the employment contract themselves is unless a seamless transition into new employment is found unattractive for the employee, because the selfinitiated termination of the employment relationship can 14result in their eligibility for unemployment benefits being blocked for of up to 12 weeks, which can consequently reduce their entitlements. According to a judgement of the Federal Social Court, a period of ineligibility can result not only from the conclusion of a dissolution agreement, but also from the conclusion of a socalled Windingup Agreement in which the dismissed person enters into an agreement with the employer to accept the dismissal within the term in which legal action can be initiated through the Labour Court. Only when there are important grounds for concluding such a contract, does it fail to result in a period of ineligibility. If the dismissal is objectively justified on grounds that are not conduct related, this constitutes an important ground.2 However, should this compromise be concluded before the Labour Court, no period of ineligibility is imposed on principle on this problem, cf. Kramer 2004. Consequently, this precedence reduces the employees willingness to sign such contracts and possibly increases the occurrence of legal action. Following the introduction of Section 1a of the Employment Protection Act KSch G, according to which the employer can offer the employee compensation in the written notification of termination, to which the dismissed person may only lay claim if they refrain from pursuing legal action, the Federal Social Court deliberates to waive investigation of the legal validity of the dismissal if the amount paid as compensation does not exceed the level anticipated by Section 1a of the Employment Protection Act KSch G, i.e. half of the monthly wage per year of employment.3 On the employment contract themselves in order to avoid any possible disadvantages associated with dismissal during future job applications. the other hand, employees may prefer to terminate Should a company decide to dismiss an employee, the legitimacy of the dismissal and of any possible special dismissal protection must be checked and the terms of notice must be observed Stage 2. If the Employment Protection Act applies to the company, the management must provide grounds for the dismissal, which may relate to the employees person or conduct, or to urgent operational business requirements, in keeping with the act. Should dismissal be due to operational requirements, all employees who perform comparable tasks must be identified in order to carry out a socalled social selection. According to the most recent legislative amendments,4 increased consideration can be given to operational requirements, especially 2 Federal Social Court, Judgement of 12.07.2006, B 11a AL 4705, published in: Neue Zeitschrift fur Arbeitsrecht, Issue 232006, p.1359 3 Federal Social Court, Judgement of 12.07.2006, B 11a AL 4705, published in: Neue Zeitschrift fur Arbeitsrecht, Issue 232006, p.1359 4 Federal Law Gazette No. 67 of 30.12.2003, BGB. Part I 2003, No. 67, 30.12.2003, p. 3002. 15differences in performance between employees. A further relaxation for the company is that in the event of a compensation agreement Interessenausgleich the employer can compile a list of names together with the works council, i.e. jointly select the employees to be dismissed. In this case the burden of proof is reversed: Normally the employer must provide evidence that the dismissal is due to operative requirements; however, in this case the dismissed employee must provide evidence that there was no urgent operational necessity for the termination. In addition, the selection of those to be dismissed can only be legally challenged if it is grossly erroneous. If an employee has been selected for dismissal, the dismissal must be issued in written form Stage 3. In the case of dismissal, the works council only has a right to information, i.e. it has the right to be heard prior to the dismissal, to be informed about the person and the grounds for dismissal 3 a.5 Disregard for this obligation makes the dismissal ineffective. Should the works council disagree with the dismissal, and the employee decide to take legal action, heshe must continue to be employed by the company during the proceedings.6 The dismissed person can accept the dismissal independent of an objection by the works council, heshe can attempt to negotiate a dissolution agreement andor a severance payment or threaten to take legal action 3b. The situation described above applies here; the negotiating position of the dismissed person is restricted in that the participation in ones own dismissal leads to a partial loss of unemployment insurance benefits. The right to severance pay exists in only two cases. When other persons are simultaneously dismissed, this can result in the obligation to compile a social plan, which is usually accompanied by redundancy pay.7 The social plan must be negotiated by the management and the works council. If there is no works council, there is no obligation to produce a social plan. If proceedings are already pending before the Labour Court, the employee has a right to redundancy pay in the event that heshe is successful before the court but cannot be reasonably expected to 5 In contrast, new engagements and the classification, reclassification and relocation of personnel requires consent, whereby this right is limited by the fact that the works council can only withhold consent for few, clearly defined reasons Section 102 of the Works Council Constitution Act Betr VG. These grounds include, e.g. failure to duly advertise a position in the company, contravention of the law or company agreements and the violation of company regulations. 6 Under certain circumstances, the claim of continued employment can also be successfully asserted without an appeal through the works council, e.g. if the dismissal is obviously illegal cf. Federal Labour Court, Greater Senate groer Senat decision of 27.02.1985, Az.: GS 184, BAGE 48, 122129. 7 Social plans can only be concluded in companies with a works council and in which a specific percent of the employees are to be dismissed due to changes in the company Section 112, 112a of the Works Council Constitution Act Betr VG. Social plan termination payments are therefore almost exclusively paid by large companies. Termination payments are negotiated for the complete social plan and not for those affected individually, cf. on this subject Fn. 28 16continue the employment relationship.8 The newly introduced Section 1a of the Employment Protection Act KSch G recognises an entitlement to compensation only when the employer indicates in the notice of dismissal that the dismissal is due to operational grounds and offers compensation on expiry of the term in which legal action can be filed. Sometimes reference is made to Section 1a of the Employment Protection Act KSch G as having introduced a right to compensation Marczynski 2004; Spie 2004. However, a right as such is not provided by the regulation. It is an improvement to the extent that if this compensation is accepted, a period of ineligibility for unemployment benefits is not imposed. Where appropriate, the dismissed person can file a complaint with the Labour Court within a term of three weeks. In contrast to conditions in other European countries, this comparatively short deadline for lodging a complaint 9 increases the companys legal security. The court usually suggests a compromise with or also without compensation or ends the conflict with a decision 3c. Costs are incurred for legal representation in all cases before the Labour Court, given that legal representation is used.10 If the employer loses the case, the employment relationship is not ended by the dismissal so that the obligation to pay wages continues, even if the employee has been released from duty backpay.11 If the dismissal was legally justified, then it is implemented as planned under observation of the term of notice. 3d. Ultimately, the conduct of both parties and the company culture decide the enforceability of employerinitiated dismissal. 3. The three levels of action in company reality The events involved in terminations within the German employment system can be partly investigated through research by the Company Panel of the Institute for Employment Research IAB Betriebspanel, which conducts an annual survey of 15,000 companies of all size and from all branches. The survey is representative and 8 Although the labour courts have a very narrow interpretation of the prerequisites for this provision Section 9, Para. 1, Sentence 1 of the Employment Protection Act KSch G. 9 Even in Great Britain, the term within which an appeal can be lodged against dismissal is three months. Only in Austria, where a regulation for severance pay applies, is this term shorter and amounts to only one week Zachert 2004. 10 Before the Labour Court in contrast to ordinary courts each party must carry the costs of their own lawyer, regardless of whether they win or lose Section 12 a Labour Court Act Arb GG. 11 By dismissal on urgent operational grounds, it is in the employers interests to release the dismissed worker from duty because the fact of their continued engagement makes it more difficult to prove that the position has become redundant. The companys financial risk increases with the duration of the labour court proceedings. Companies that are well informed about labour law usually dismiss the employee again under other grounds during the proceedings in order to minimise the risk of having to pay backpay. 17therefore reflects the structure of the 2.1 million companies in Germany. Analyses of the IAB Panels are used here, above all to test the reliability of our special surveys.12 However, his data set contains very little information about specific termination procedures. The Institute for Economic and Social Research WSI at the Hans Bockler Foundation therefore conducted a survey of persons and a survey of companies in cooperation with Infratest, Munich, to investigate events associated with termination. The WSI Survey on the Termination of Employment Relationships provides, above all, personrelated information about how the employment relationship was ended. This involved questioning 2,407 persons in 2001, whose employment relationship had ended within the questioning period.13 With the WSI Survey on Company Personnel Policies in 2003, information was gathered about the application of the Employment Protection Act. It was based on a representative survey of persons with personnel responsibility in 2,000 private companies.14 The table below differentiates according to company size where possible. For this purpose, we divided the companies into size classes and in keeping with the definition of the European Union used the following designations: Small and mediumsized enterprises SME for all operational unitscompanies 15 with up to 249 employees; broken down into: smallest companies for companies with up to 10 employees, small companies for companies with 11 to 49 employees and medium companies for those with 50 to 249 employees. Large companies in contrast are those with more than 250 employees.16 12 The IABBetriebspanel data used here excludes public sector data because personnel policy in this area is atypical. As such, all Betriebspanel data refers only to the private economy. 13 The survey period lay between September 1999 und November 2000. A prerequisite was the respondent had terminated an employment contract during this period, either through dismissal or because they had quit, through dissolution of the employment contract or through expiry of a fixed term contract. The results of this survey were published in Bielenski et al. 2002; Bielenski et al. 2003; BothfeldUllmann 2004, SchneiderUllmann 2006. 14 The survey instrument used was the computersupported telephone interview. This instrument guarantees high quality data, partly because fewer questions are left unanswered. The questions especially addressed the companys behaviour in relation to hiring and dismissals over a 5year period Summer 1998 to the summer of 2003. The results of this study were published in Pfarr et al. 2005. 15 These two terms have different meanings in legal discussion and their use here is not equivalent to their use in legal dogma, since the empirical basis of the data typically relates to operational units and not to companies. 16 Since no turnover data was available, we abstained from classifying the companies, according to EU definition, using this criteria. However, research by the Institute for Small and Medium Size Enterprises, Bonn IFM shows that the additional criteria of turnover does not significantly alter classification according to size Institut fur Mittelstandsforschung 2006. 183.1 The relevance of termination of the employment relationship in the German employment system in official statistics and can The exact number of employment relationship that are terminated annually is not documented therefore only be approximately reconstructed using supporting indicators. For example, the Federal Employment Agency Bundesagentur fur Arbeit counts around 7 million entries to and departures from unemployment per annum,17 whereby less than half of these 2006: 43 % were previously in active employment 18. From the WSI Survey on the Termination of Employment Relationships 2001, it can be taken that of all persons whose employment relationships ended within the survey period approximately half registered as unemployed Pfarr et al 2005: 45. If only half of the terminations were recorded through registration as unemployed and approximately half of the new unemployment registrations come from paid employment, then the total number of terminated employment relationships is probably in the order of 7 million per annum. Choice of Termination Form Employerinitiated termination competes with other personnel policy instruments and accounts for approximately a third of regular employment contract terminations. Calculations from various data sources estimate the employer share of terminations at 32% Bielenski et al. 2003. The SOEP 2003 attributes a share of only 26% to employer dismissals, or 36% with the inclusion of terminations associated with the cessation of business on the problems of the individual data sources, cf. Bielenski and Ullmann 2005. This demonstrates relative stability when compared to the results of a representative survey of around 2400 companies in the private economy in 1987, in which the share of employerinitiated terminations lay at 27% Buchtemann 1990: 402. Nevertheless the share of employer terminations and own termination correlates with the economic situation, as shown in Tables 1a to 1d. While the German economy was doing well from 2000 to 2002, recession began in 2003 and continued until 2005. The share of employerinitiated terminations rose from 23% in 2000 to 33% in 2003, before sinking once again Table 1a. In contrast, the share of employeeinitiated terminations dropped from 42% in the year 2000 to 26% in 2005 Table 1b. 17 Bundesagentur fur Arbeit Federal Employment Office 2006 The Labour Market in Figures, Status: December 2006, http:www.pub.arbeitsamt.dehstservicesstatistik200612iiia 4akt_dat_jzd.pdf. 18 cf. Bundesagentur fur Arbeit 2004. 19During the same period, the number of unemployed increased by around a million persons. Apparently the inclination of employees to give up their jobs is lower in times of high unemployment than during times when labour is in higher demand. Workers reduced mobility during difficult economic times increases the significance of termination by the employer since the decline of departures of employees reduces the companys flexibility. Tables 1a to 1 d: Share of personnel departures between 2000 and 2005 according to the nature of termination as % of all terminations19Table 1a: Employer Termination Employer Termination 2000 2001 2002 2003 2004 2005 1 to 5 6 to 10 11 to 19 20 to 49 50 to 99 30% 36% 40% 47% 46% 48% 26% 36% 37% 34% 38% 37% 29% 32% 31% 37% 39% 34% 21% 30% 31% 38% 33% 32% 23% 24% 32% 34% 31% 28% 100 to 250 Total 249 20% 24% 28% 31% 31% 27% 15% 13% 14% 18% 15% 18% 23% 26% 29% 33% 31% 31% Source: IABBetriebspanel, excluding public services, weighted results. Table 1b: Own Termination Own Termination 2000 2001 2002 2003 2004 2005 1 to 5 6 to 10 11 to 19 20 to 49 50 to 99 100 to 250 Total 40% 30% 27% 25% 25% 22% 44% 35% 33% 41% 32% 33% 43% 45% 40% 36% 31% 30% 49% 41% 38% 29% 31% 29% 49% 49% 34% 30% 30% 27% 249 44% 40% 33% 24% 22% 25% 34% 35% 29% 24% 22% 22% 42% 38% 33% 29% 27% 26% Source: IABBetriebspanel, excluding public services, weighted results. 19 Terminations due to the completion of training, retirement and other causes i.e. termination due to occupational disability and relocation to other companies are not shown here. 20Table 1c: End of Fixed Term Contracts Fixed Term 1 to 5 6 to 10 11 to 19 20 to 50 to 100 to 250 Total 49 99 249 2000 2001 2002 2003 2004 2005 5% 5% 5% 5% 4% 3% 4% 6% 3% 5% 5% 5% 3% 4% 4% 3% 7% 9% 7% 6% 9% 11% 14% 14% 9% 9% 12% 17% 11% 18% 13% 16% 16% 17% 22% 23% 19% 22% 26% 21% 26% 21% 10% 11% 13% 12% 15% 14% Source: IABBetriebspanel, excluding public services, weighted results. Table 1d: Dissolution Dissolution 1 to 5 6 to 10 11 to 19 20 to 49 50 to 99 100 to 250 total 2000 2001 2002 2003 2004 2005 4% 6% 6% 4% 4% 4% 5% 3% 6% 4% 6% 5% 4% 5% 4% 6% 4% 2% 4% 4% 4% 5% 4% 5% 4% 5% 6% 6% 5% 8% Source: IABBetriebspanel, excluding public services, weighted results. 249 6% 5% 7% 9% 6% 6% 9% 8% 9% 10% 10% 11% 6% 6% 6% 7% 6% 7% These results require differentiated interpretation on another count. Considering the nature of termination according to company size class shows that employeeinitiated terminations are of much greater significance in small companies than in large companies with more than 250 employees. In contrast, large companies use the option of fixedterm employment to a much greater extent than the small company classes with up to 50 employees. These size related differences are contingent on at least two factors. Firstly, the staff turnover in the smallest companies is markedly higher than in large companies Bielenski et al. 2003; ErlinghagenKnuth 2003, so that the need for employerinitiated termination is much more probable in large companies simply as sideeffect of size. At the same time, the smallest companies have access to fewer alternative instruments for reducing personnel, whether because they lack the knowledge and practice in relation to labour and social legislation, or because their internal flexibility is limited. For example, in 2003 only 2.1% of all companies engaged temporary workers to the key date 30.6. compared to 36% of companies with more than 250 employees.20 The use of fixedterm 20 Source: IABBetriebspanel 2003, excluding public services; own calculations, weighted results. 21employment, also increases with company size DullEllguth 1999: 173; see also HagenBookmann 2002. At the same time, large companies use dissolution contracts more often than smaller companies. We dont know the content of these contracts. There is no data available, but it can be assumed that large companies often agree to severance payments in dissolution contracts. Nevertheless, the data shows in economically difficult times. Apparently they manage to dismiss the employees they no longer require. that companies dont use dissolution contracts more frequently Termination Initiative Die relative significance of employerinitiated termination doesnt support any conclusion about the concrete events involved in the termination. In fact, it could be part of company strategy to call on employees to quit themselves when necessary or to offer a dissolution agreement. In that case, not the formal execution of termination but rather the initiative to end the employment relationship would be crucial. The results of the WSI Survey on the Termination of Employment Relationships 2001 show that more terminations were initiated by employers 44%, than by employees 32%; Table 2. If one considers the form of termination by initiative, it becomes apparent that the employers who want to separate from employees rely on employerinitiated termination in only 58% of cases and let fixedterm contracts expire in 32% of cases. At 8.5%, dissolution agreements are relatively infrequent in employerinitiated terminations 21, and the situation where employees quit in response to the employers initiative was also found to be rare, with a share of only 2%. Among employees, the share of selfinitiated terminations 49% is also greater than the share of own terminations 39%. In most cases 75% employees who wanted to end their employment relationships decided to quit however, some managed to conclude a dissolution agreement 11%, with their employer and only a few 6% had their employer dismiss them. 21 In this analysis no distinction was made between whether the agreement was made out of court or on the basis of a compromise suggested by the Labour Court. 22Table 2: Initiative and form of termination during the period 91999112000 in % of respondents Proportion: by formal type of termination Row percentages Total Formal nature 100 of termination 2394 Employer Initiative Employee Initiative 44.0 1178 49.2 1053 Mutual Initiative 6.8 163 100 100 100 Termination by Termination by Employer Employee Dissolution Fixed Term 32 758 39 930 10 242 20 464 57.5 605 1.8 19 8.5 90 32.2 339 6.2 73 75.1 885 10.8 127 7.9 93 49 80 16 26 15.3 25 19.6 32 Source: WS Survey on Employment Relationships 2001; own calculation. Weighted share in percent, unweighted no. of cases in brackets; Details of mean deviation are available on request. Around 7% of all terminations resulted from the joint initiative of the employee and employer. In half of all cases the employer issued the termination; dissolution agreements were only seldom negotiated 15.3%. During the survey period, employees quitting on their own initiative represented the most frequent case 37% of all terminations; the terminations initiated and issued by employers followed in second place with 25%. The third largest group was formed by fixed term contracts concluded on the employers initiative 14%. As such, employerinitiated termination stands in competition to the instrument of fixedterm contracts when it comes to the adjustment of personnel resources, but also to finding a common solution with the employee. In view of the high share of terminations by employees, it should be considered that the positive labour market development during the survey period Autumn 1999 to Autumn 2000 had a positive influence on the number of employeeinitiated terminations. In contrast, an increase in employer 23initiated terminations is to be expected during times of increasing unemployment cf. Table 1a. 3.2 The application of employment protection legislation in company practice Section 2.3 presented the spectrum of theoretical options for action that companies have at their disposal to reduce their personnel. In the previous section, it was shown that employerinitiated terminations represent only a small part of the total terminations. In this section, we will illuminate the individual stages of action in an employerinitiated termination and attempt to illustrate their relevance in practice using available empirical material. Inquiry into legitimacy and the term of notice Minimum employment protection 22 and the terms of notice of termination are regulated in the German Civil Code BGB, which applies to all companies. The statutory term of notice of termination for employers depends on the employees tenure and is first set at over 6 months for tenure of more than 15 years. Aside from this, a probationary period of up to six months can be agreed to, within which the employment relationship can be terminated with two weeks notice Section 622 III BGB. However, the statutory terms of notice are fully subject to collective wage agreements so that they can be lengthened or shortened by collective regulations. A special dismissal protection that precludes the statutory notice of termination can be agreed to in collective wage agreements. This is usually coupled with the achievement of a specific age and duration of tenure in the company WSI 2003.23 Special legislation prohibits issuing notice of termination to pregnant women, mothers for 4 month after giving birth and employees on parental leave, and to members of the works council, youth trainee representatives and disabled persons.24 However, 22 According to the jurisprudence of the Federal Constitutional Court BVerf G, the general clauses of civil law Section 242 of the German Civil Code BGB In good faith, and 138 Immoral Transactions provide the basis for minimum protection from arbitrary dismissal Federal Constitutional Court judgement of 27.01.1998, Neue Zeitschrift fur Arbeitsrecht, Issue 9, 1998, p.470.23 According to the jurisprudence of the Federal Constitutional Court, should continued engagement be absolutely impossible, e.g. because the entire company closes, employees under special dismissal protection can also be dismissed, though with long terms of notice, cf. Federal Labour Court BAG judgement of 06.10.2005, 2 AZR 36204, published under: www.bundesarbeitsgericht.de. 24 The provisions for special dismissal protection, among other things, regulated by Section 15 of the Employment Protection Act KSch G, for pregnant women and mothers for the first four months following birth by Section 9 of the Maternity Protection Act Mu Sch G, for employees on parental leave and 8 prior to giving 24this employment protection is not absolute since the German Civil Code BGB provides employers with the right to dismiss any employee without notice on important grounds Section 626 BGB. Government authorisation must be obtained for the dismissal of persons whose employment is covered by special legislation prohibiting termination for persons with disability: Sections 85 ff. of the German Social Code SGB IX. This authorisation can also be granted for the regular dismissal of a pregnant woman or young mother during the fourmonth period following giving birth if the dismissal has nothing to do with her condition or situation Section 9, Subsection 3 of the Maternity Protection Act Mu Sch G. Little is known about the application of these special regulations, the suspension of the special regulations prohibiting dismissal or the number of dismissals issued without notice. The survey results show that the terms of notice are observed in the overwhelming majority of cases: in 83% of cases of employeeinitiated termination and in 85% of cases of employerinitiated termination.25 Whether the nonobservance of the terms of notice is due to failure to comply with the statutory regulations or justified termination without notice is unknown. But surely dismissal without notice represents only a small share of all terminations. There is an additional regulation for collective redundancies that requires notification of the Federal Employment Agency Agentur fur Arbeit.26 The Agentur fur Arbeit can withhold agreement to the planned date of the dismissals and in doing so delay them by one, or in individual cases by two months. In specific cases of multiple dismissals by companies with more than 20 employees, a social plan must be compiled in cooperation with the works council, given that the company has one.27 The survey results show however, that dismissals seldom occur within the framework of a social plan: Although 44% of those made redundant birth, by Section 18 of the Child Support Payment and the Parental Leave Act Berz GG, i.e. since 01.01.2007 by section 18 of the Federal Parental Benefit and Parental. Leave Act BEEG.25 Source: WSI Survey on the Termination of Employment Relationships 2001; own calculation, weighted results. 26 Section 17 of the Employment Protection Act KSch G demands notification of dismissals before the employees are issued with notice of dismissal if, within a period of 30 days, a company with between 20 und 60 employees intends to dismiss 5 of them, a company with between 60 and 500 employees intends to dismiss 10 percent or more than 25 employees, or when companies with at least 500 employees intends to dismiss at least 30 of them on urgent operational grounds.27 One case where this is required is changes to a company that involve only the dismissal of staff. Section 112a of the Works Constitution Act Betr VG also sets thresholds beyond which the formulation of a social plan is obligatory. These are more generous than the thresholds defined for the obligatory notification of dismissals acc. to Section 17 of the KSch G. Here, companies with 55 employees, of whom 6 are to be dismissed, must notify the Federal Employment Agency, but they are first required to formulate a social plan when 11 employees are to be dismissed. The obligation to create a social plan does not apply to companies that have been established for less than four years. 25through employerinitiated termination stated that other employees were also dismissed, only 8% indicated that there had been a social plan cf. also Bielenski et al. 2003: 88.28Justification of termination on operational grounds according to the Employment Protection Act KSch G According to the KSch G, the company must provide the employee with grounds for their dismissal. Especially termination on operative grounds is the subject of discussion about the antiemployment nature of dismissal protection. Conditional to carrying out dismissal on operative grounds is that urgent operational requirements, which may result from internal or external circumstances, lead to the loss of one or more positions. The court can only investigate whether the underlying entrepreneurial decision was arbitrary. Once it has been determined which positions have been lost, a social selection must be made between all employees in equivalent positions. It is permitted for preference to be shown to those on whose performance the company relies. The WSI Survey on the Termination of Employment Relationships 2001 showed that around two thirds 67% of terminations were justified using operational grounds, only 15% were conduct or personrelated and 18% could not be clearly classified 29. The relationship had reversed since previous research: According to a survey by the Max Planck Institute in 1980, the share of terminations on operational grounds accounted for a good third, while two thirds were attributed to conduct and person related grounds. Falke et al. 1981. This could be due to the more favourable economic situation at that time. However, it is also possible that operational grounds are being pushed to the forefront today because conduct and person related dismissals can be more difficult to ground on this subject, cf. also JahnWalwei 2005. Data from the KUPRAX research project shows that terminations on operational grounds stand up in court more often than conduct related terminations. Employers lose cases based on conduct related grounds significantly more often 28 However this provides no indication of how many dismissals are carried out each year within the context of a social plan. Firstly, the employees are not always well informed around 14% of respondents stated that they didnt know whether a social plan had been concluded and above all, the information relates to a survey period of 15 months September 1999 to November 2000 so that an annual value for the year 2000 cannot be calculated.29 Of dismissals against which an appealed was lodged before the Labour Court in 2003, 56% were due to urgent operational grounds LAG: 44%, 32 % were conduct related LAG: 44% and 7 % were person related LAG: 12%, cf. Holand et al., 2007: 282, 286 26than those based on operational grounds: In judgements related to dismissals on operational grounds, the dismissal was found to be invalid in the first instance in 55 % of the cases State Labour Court LAG: 46%, and in conduct related dismissals, in 68 % of cases LAG: 55% Holand et al. 2007: 144 f. The WSI Survey of Personnel Policies showed that a third 33% of all respondent companies had gained experience with dismissal on operational grounds during the previous fiveyear period 1998 200330. Questioned about the greatest problem that the company had faced with dismissals on operational grounds, almost a quarter 24% of the companies stated that they had experienced no problems although no problems was not one of the optional answers provided. A quarter 27% of the companies had difficulty in presenting the operational grounds, a further quarter 24% mentioned the loss of key performers and 9% cited conducting the social selection as a problem. Overall, no differences could be identified between the company size classes with one exception: Companies with up to 19 employees stated more frequently that they had experienced no problems with dismissals on operational grounds cf. Pfarr et al 2005: 56. In court proceedings, social selection also appeared to lack the importance ascribed to it in the literature: Only 8% of all dismissals on operative grounds were deemed invalid by the Labour Court or Regional Labour Court due to deficient social selections Holand et al. 2007: 123. Works Council involvement in terminations If a works council exists, it must be heard before the notice of dismissal is issued; this means that it must be informed about the person to be dismissed and the grounds for dismissal. If the works council has reservations, it can object to the dismissal within a week and in doing so must provide grounds for the objection. However, the objection is only legally relevant if legal action is initiated since then the employee has the right to continued employment until the proceedings have been concluded. According to calculations of the IABBetriebspanel, companies with a works council are in the minority: In 2004, only 13.5% of all companies with more than five employees had a works council 31. Nevertheless, around half of all employees in West Germany 53,5%, in East Germany 47% work in companies with works 30 WSI Survey on the Termination of Employment Relationships 2001; own calculation. 31 Source: IABBetriebspanel 2004, weighted results. 27councils. Qualitative research has revealed that there are various patterns of internal company cooperation between employers and the employee representatives and that some of the works councils function effectively as comanagers Bradtke et al. 2004 and the cooperation between the personnel managers and the works council is often judged to be good to very good cf. de Santana 2005: 375. In the WSI Survey on the Termination of Employment Relationships 2001, most 60% dismissed employees from companies with an active works council stated that it had been informed of the dismissal. This represents a quarter of all employerinitiated terminations 25.7%.32 Of those works councils that were informed, only one in ten objected to the dismissal. It came to legal action in half of the cases where the works council had placed an objection.33 The results of the KUPRAX project showed that in the cases in which a works council was present, they expressed misgivings about the dismissals, i.e. objected to them in 35% of cases before labour courts and in 38% of cases before regional labour courts respectively Holand et al. 2007: 103. There are indications that as control mechanisms, works councils also have a positive effect on the correct application of labour law: The presence of a works council significantly increases the probability that companies state that they have an overview of labour legislation Pfarr et. al. 2005: 19. This appears not to be implausible since the works council is available as an additional source of information about labour law and can advise of legal options and limits where appropriate. At the same time, its existence alone is cause for compliance with applicable legislation, which results in the minimisation of conflict. Knowledge of the law within companies While the German Civil Code BGB and special dismissal protection apply to all companies and guarantee a minimum of protection, the scope of application of the Employment Protection Act is limited and applied only to companies with more than 5 employees until 31.12.2003.34 Since the 1.1.2004, the Act applies to all new 32 In 56.4% of all dismissals, there was no works council; in 12.7% of cases, the respondent didnt know whether the works council had been informed and in only 4,3% of cases, the respondent reported that the works council had not been informed WSI Survey on the Termination of Employment Relationships 2001, own calculation; weighted results. 33 Due to the small number of cases, this data could only be evaluated as an indication and not as evidence. The number of cases that appealed amounted to N19. 34 According to Section 23 Subsection 1 of the Employment Protection Act KSch G, the following employment limits apply: Parttime employees working up to 20 hours count as only a half, and parttime employees with up to 30 hours count only as 34. 28engagements in companies with more than 10 employees.35 In addition, the Employment Protection Act is only applicable to employment relationships that have existed for longer than six months. In the WSI Survey on Company Personnel Policies 2003 companies were asked about their problems with labour law. Only about a third of companies 31% answered affirmatively to the question of whether there were problems in maintaining an overview of labour law Pfarr et al 2005: 13. That two thirds of the companies reported that they have no problems with labour law does not mean however, that they know and apply the law; it is equally possible that they dont know it and dont apply it and therefore have never had a problem 36. An indication of this situation is provided by the finding that particularly many of the smallest companies have no exact knowledge of the law since just under two thirds 64% of the respondents from companies with five or less employees didnt know that the Employment Protection Act KSch G did not apply to them for detailed information, cf. Pfarr et al. 2005: 27 ff  A multivariant analysis found that alongside the existence of a Personnel Department, a works council and longterm personnel planning, the economic situation has a highly significant influence on whether companies stated that they were unable to understand labour law Pfarr et al 2005: 20 f  It follows that a systematic examination of the law, whether for reasons of longterm planning or internal expert knowledge Works council or Personnel Department, increases the chance that an employer does not find labour law too complex. On the contrary, the fact that the economic situation has a highly significant influence indicates that the respondents interpreted the problem of understanding of labour law as a problem with the labour law. Finally, only qualitative research can deliver information about the way those responsible for personnel deal with labour law. The realm of personal motivation for action cannot be adequately described through quantitative data, which is why these results can only be considered first indices. Another interesting question is that of how companies procure their information. 35 Cf  Federal Gazette, Part I 2003, No. 67, 30.12.2003, p. 3002.36 A Bertelsmann Foundation project Owar discovered that a large proportion of the population estimates its competence in labour law as good, but that the real knowledge of labour law is poor. The project report can be found here: http:www.arbvg.dedownloadsEmpirische%20Studie%20zur%20Oeffentlichen%20Wahrnehmung%20des%20Arbeitsrechts.pdf 29Table 3: Knowledge and assessment of labour rights in % Total By Company Size Categories 15 69 1019 2099 100499 500 Does the company have the 17,9 889 9,2 20,4 33,3 58,3 93,1 100,0support of a Personnel Which external services are used for consultation on labour law? Lawyer Accountant Chamber 47.7 1143 39.8 60.4 62.0 77.5 80.0 50.0 75.3 1281 76.8 78.7 71.1 69.5 41.4 25.0 43.5 821 42.3 52.8 44.3 42.4 31.0 25.0 Employers Association 21.8 799 16.0 23.9 35.0 45.0 69.0 75.0 Federal Employment Office 26.4 670 22.4 32.5 34.4 39.7 48.3 50.0 Other services 12.7 400 10.1 14.5 21.7 18.5 31.0 50.0 Did the company refrain from dismissal? 8.9 435 21.2 408 3.7 12.8 18.9 32.7 37.9 50.0 Source: WSI Survey on Company Personnel Policies 2003, own calculations; weighted shares in percent; Unweighted no. of cases in brackets; Excluding small companies that are exempted from the Labour Protection Act. If two thirds of the smallest companies do not know that the Employment Protection Act does not apply to them, this is presumably also partly due to the available sources of information. Indeed, Personnel Departments are seldom found in the smallest companies. An average of 18% of all companies have access to a Personnel Department either within in their own company or in a parent company; over half the companies with over 20 employees and almost all companies with more than 100 employees have this infrastructure cf. also the findings of Alewell 2002. The question of whether and as the case may be, which positions in the company take advantage of an external consultation on labour law resulted in a very different 30pattern of information procurement for the various company size classes. Smaller companies frequently received their advice on labour law from the accountant, in larger companies this advice was more likely to come from a lawyer. Small companies tend to consult the Chamber of Commerce while large companies are more likely to consult employer associations. The Federal Employment Agency provided advice to approximately a quarter of all the companies 26%, whereby the share of large companies is distinctly higher here. This is possibly due to the regulations for mass dismissal or the implementation of labour market policy instruments. Alternatively, knowledge of labour law also comes from experience with personnel policy instruments. Interestingly however, this experience does not lead to labour law being considered clearer. Rather, awareness of the existence and complexity of labour law first emerges with its application. It therefore appears plausible that companies that have experience with terminations on operational grounds and fixedterm or temporary personnel more often reported that it was difficult to gain an overview of employment legislation Pfarr et al. 2005: 18 f  A systematic examination of the law, independent of an instance of conflict would presumably lead to a positive approach to the law: this is supported by the finding that those companies that responded having access to internal expert knowledge or maintaining a longterm personnel plan less frequently found the law too complex ibid.: 19. Refrainment from Dismissal Ultimately the question is posed of whether the feeling of legal uncertainty arising from concrete experience leads to reluctance in dismissals. In the WSI Survey on Company Personnel Policies 2003, those responsible for personnel were therefore asked retrospectively about their actual behaviour, namely the refrainment from dismissal and asked about the continuation of those affected in their positions.37 Around 9% of all companies reported to have considered dismissal at least once but then having refrained from doing so. In the smallest companies with up to five employees, in which dismissals occur most frequently, this occurred in only 4% of cases. If the smallest companies are excluded from the population, the average lies at 21%. Although in all, only few employees were affected 38 and not every 37 The wording of the question was: Have there been cases, since the beginning of 1998, in which dismissal was considered but not carried out due to fear that the dismissal could not be enforced? 38 On average, there were three cases where dismissal was abstained from during the fiveyear period from 1998 to 2003 in companies with 2099 employees, five cases in companies with 100499 employees and 14 in 31refrainment from dismissal led to permanent continued employment: Nevertheless 78% of respondents all company sizes reported that it resulted in continued employment in least in some cases 39, 21% reported that the employees among others had quit themselves, and 12% reported that they had sometimes concluded dissolution agreements. In respect to company size, it is conspicuous that the occurrence of employeeinitiated termination in such cases was, with 35%, clearly of aboveaverage frequency in small companies with between six and nine employees and the share of companies that concluded dissolution agreements clearly increased with company size.403.3 Cost of Terminations According to the principles of the German Employment protection Act, companies incur no costs through lawful dismissals aside from the requirement that they observe the term of notice. However literature and the press advance the idea that employers must regularly buy themselves free of employees because the dissolution of the employment relationship is otherwise hardly possible due to the complexity of the law and legal practice. Termination Payments The WSI Survey on the Termination of Employment Relationships 2001 found that termination payments were seldom paid, on average in only 10% of all terminations Table 4. In the case of dissolution agreements, through which every tenth employment relationship was terminated, a severance payment was made in one third of the cases n62. Severance pay was provided in only 15% n133 of employerinitiated terminations. Overall, terminations in small and medium sized companies are much less often accompanied by severance payments than those in large companies. Only 5% of employees from companies with less than ten companies with 500 employees WSI Survey on Company Personnel Policy 2003, own calculation; weighted results. The reasons for not carrying out these dismissals could not be determined for methodological reasons.39 Since it was only asked what happened to the employees concerned, multiple answers were possible where several dismissals had been avoided so that an exact assignment of outcomes to the individual cases was not possible. 40 Greater differentiation was not possible due to the small number of cases For further findings, see Pfarr et al. 2005, p. 82 ff  32employees received severance pay following dismissal, while in large companies severance pay was received by 38% of dismissed employees. Table 4: Frequency of severance payments by company size in % Total 19 1049 50199 200499 500 All terminations 9,8 223 3,1 9,4 7,3 15,2 25,4 Employer dismissals 14,8 133 5,2 15,4 19,2 29,9 38,0 only Source: WSI Survey on the Termination of Employment Relationships, own calculations, weighted share values in percent; unweighted no. of cases in brackets. The conclusion of a social plan or legal action against the dismissal increases the probability that a termination payment will be made but there is no guarantee: a termination payment was received in 75% of cases where dismissal occurred within the context of a social plan. Of those persons who took legal action against their dismissal, 47% received severance pay cf. Pfarr et al. 2005: 72; for termination payments by labour court action proceedings, see also Holand et al. 2007: 154 ff. In addition, broader analyses show that tenure is the most important condition for determining whether a termination payment is made at all: Termination pay is almost never paid in cases of dismissal following a tenure of less than two years and only after tenure of 20 years does every second dismissed employee receive a termination payment BothfeldUllmann 2004. Surprisingly, age plays no role: although more older employees receive termination payments, the decisive criteria is the length of tenure and not the age itself SchneiderUllmann 2006: 16, 20. In determining the sum of the termination payment in cases where the parties amicably agree to terminate the employment relationship in exchange for severance pay, the courts sometimes apply the socalled rule of thumb according to which half a months salary is paid for each year of tenure.41 However, in addition to the main criteria, company tenure, the courts also take the actions prospects of success and the companys economic situation into consideration in formulating their suggestion Holand et al. 2007: 158. The nature of termination also plays a role: Compensation 41 The socalled rule of thumb has been adopted in Section 1a of the new Employment Protection Act KSch G. However, this section does not forbid compensation solutions in which higher or lower termination payments can be made. 33for termination is most often paid in dismissals that are person related or due to operational requirements Holand et al. 2007: 164. In a third 30% of settlements fixed by the Labour Court and in half 55% of those fixed by the Higher Labour Court, a certificate of mutual release was also accorded, which means that the parties agreed that the compromise satisfied all claims arising from the employment relationship, including any possible backpay. Holand et al. 2007: 154. Astonishingly, whether or not an action had been filed had no influence on the amount of the termination payment although, in the event of successful legal action, the employer runs the risk of having to pay backpay. On average, termination payments whether they are settled in or out of court are oriented on the previously mentioned Labour Court rule of thumb of a half months wages for each year of tenure Pfarr et al. 2005: 74, and on average, higher termination payments are only achieved before the Higher Labour Court, Holand et al. 2007: 160. Frequency of legal action The results of the two WSI surveys are the only sources based on current representative surveys and that allow a reliable calculation of the frequency of legal action. The last study in the context of which the frequency of legal action by dismissed employees was reliably calculated comes from 19781981 and found a frequency of 8% in an, at that time, good economic situation Falke et al. 1981. Other frequencies of legal action have been calculated recently but they are based on an unreliable data source JahnWalwei 2003; JahnSchnabel 2003b; Bonin 2004; Jahn 2004. The in contrast relatively reliable results of the WSI Survey on Company Personnel Policies 200342 show that the overall rate of legal action lies at about 15% and increases with company size Table 5. While in companies with over 500 employees, according to those with personnel responsibility, legal action is taken against a good quarter of dismissals 43, the rate was only 7% in companies with up to 5 employees. 42 The WSI Survey on the Termination of Employment Relationships 2001 found an appeal rate of 11%.43 Here, it must be taken into consideration that the number of lawsuits in large companies over five years was often estimated and it can be expected that court proceedings, as a markedly negative event, is overestimated over a long period. 34Table 5: Frequency of legal action by company size during the period 1998 to 2003 in percent Total 1 5 6 9 10 19 20 99 100499 500 Rate of legal 15 7 13 13 23 24 28 action weighted 8490 66 78 195 687 1522 5942 Source: WSI Survey on Company Personnel Policies 2003. Weighted share values in percent; unweighted no. of cases in brackets. defined as the share of complaints against employerinitiated dismissal. The low rate of legal action in the smallest companies possibly arises from the situation where the closer relationship between employer and employees holds the employee back from initiating action, and perhaps also because they hope to be reinstated should the economic situation improve. The reasons for dismissal on urgent operational grounds are possibly also more transparent for employees in small companies or the knowledge of a precarious financial situation in the smallest companies restrains the employees from legal action out of loyalty. If legal action is filed, the court investigates whether the legal requirements are satisfied. If neither the Employment Protection Act KSch G nor provisions for special dismissal protection are applicable, the court only decides whether the dismissal represents a breach of general clauses under civil law. The law court statistics make it clear that the possible costs incurred as a result of the duration of the proceedings obligation to pay backpay are small since two thirds of all proceedings are finalised, at the latest, within three months 25% after one month, a further 41% after 13 months. Only 2% of cases take more than a year. In the great majority of cases, the proceedings are then also finalised: An appeal is lodged against only around 4% of cases.44 The data from the KUPRAX project shows that the proceedings are shorter when the parties are not represented Holand et al. 2007: 192. In addition, should the employer refuse to pay backpay, this must also be legally enforced. Specific expiry deadlines, which are defined in the employment contract or collective 44 The Federal Ministry of Economic Affairs and Employment calculates statistics on the work of the labour courts each year and makes these available to the State Labour Courts via the responsible State Ministries. Publication of the results, including those of the individual states, takes place later in the Bundesarbeitsblatt. cf. Statistics of labour court jurisdiction, summarised averages for the years 1999 to 2003. The rate of appeal relates the year 2001; http:www.arbeitsgerichtsverband.deStatistik%20Arb Ge.htm, Accessed on 15.11.2004  to 35agreement, apply here. Winning the employment protection case alone does not create an entitlement to backpay cf. on this subject Schier 2006. Results of the Proceedings The majority of Employment Protection cases before the Labour Court 65% ended in a compromise Holand et al. 2007: 139: In 1978, this share already lay at 60% Falke et al 1981, p. 481. Only around 11% of the dismissal cases before the labour courts and approx. 30% of dismissal cases before the higher labour courts ended in a disputed judgement Holand et al. 2007: 139. Not every court compromise is accompanied by termination payments. Only in approx. 34 of all court compromises was, among other things, a severance payment agreed upon Holand et al. 2007: 160. The dismissed employees claim that the dismissal breached the law was upheld in only 6% of cases Holand et al. 2007: . In these cases, the employment relationship continued. It is unknown whether these employment relationships continued enduringly or whether they were terminated at the next possible opportunity. On the other hand, it is also possible to secure continuation of the employment relationship through a consent decree or a compromise. The KUPRAX project researchers came to the conclusion that the employment relationship continued at least in the first instance in approximately 15% of all dismissal disputes, excluding those involving public servants, in 2003 Holand et al. 2007: 204. 4. Conclusion The action taken by companies is determined by a multitude of factors. Labour law is only one of them. Macroeconomic studies cannot show the complexity of company decisions or the interaction between the various factors of influence. There is no single best personnel strategy for all companies: a shortterm personnel strategy that accepts conflict can be just as worthwhile as a longterm, amicable strategy. Therefore, the law does not prescribe a single, obligatory action. On the one hand, legislation allows various options for action; on the other, there are various ways of dealing with the law. Quantitative surveys show that termination by the employer accounts for only a third of all terminations depending on the overall economic situation. These are usually implemented without conflict. Severance payments are rare. Most cases before the labour courts result in a compromise and the duration of labour court proceedings is exceptionally short. Continued employment following notice of termination occurs in only very few cases. Companies seldom shy away from issuing terminations. 36Consequently, the overall picture indicates that companies incur few costs as a result of the Employment Protection Act. It is therefore unlikely that altering the Employment Protection Act would lead to the creation of new positions. On the other hand, the data makes it clear that companies have limited knowledge of the law. Above all, small companies rely on an accountant rather than a lawyer when it comes to problems with labour law regulations. In contrast, many of those who are responsible for personnel report having no problems with labour law. However, this is due to the fact that they dont have to use it rather than that they have profound knowledge of the law. In all, it is clear that companies cannot implement German Labour Law 1:1, as assumed by neoclassical theory, because many of them lack the knowledge of labour law. In addition, labour law may not even be required to solve many problems. It follows then, that all economic models that present the law as an influential factor suffer the following flaw: They cannot model the company decisionmaking process and therefore dont know what influence law has in the companies. As such, they portray only a picture of the written law and not how labour law is lived. In addition, the economic and regulatory perspectives focus on the negative effects of the Labour Protection Act. The positive effects associated with employment security, for example the employees willingness to acquire companyspecific qualifications, the willingness to remain in a company long term and minimisation of the cost of proceedings through the establishment of binding regulations usually remain unconsidered in macroeconomic models. 37LITERATURE Aiginger, K. 2004: Labour Market Reforms and Economic Growth The European Experience in the Nineties, WIFO Working Papers, No. 232, September 2004; http:www.oecd.orgdataoecd415834943545.pdf Alewell, D.Koller, P. 2002: Arbeitsrechtliche Ressourcen und Einschatzungen in Personalabteilungen deutscher Unternehmen. In: BetriebsBerater, 57 19: 990992. Berger, U.BernhardMehlich, I. 2002: Die Verhaltenswissenschaftliche Entscheidungstheorie. In: Kieser, Alfred, Organisationstheorien. Stuttgart: Kohlhammer Verlag, 5th Edition: 133168. Bielenski, H.Hartmann, J.Pfarr, H.M., A.Seifert, H. 2002: Ubergange zu einem neuen Arbeitsplatz. In: WSIMitteilungen, 55 8: 442450. Bielenski, H.Hartmann, J.Pfarr, H.Seifert, H. 2003: Die Beendigung von Arbeitsverhaltnissen Wahrnehmung und Wirklichkeit. In: Arbeit und Recht, 51 3: 8191. Bielenski, H.Ullmann, K. 2005: Arbeitgeberkundigungen und Klagequote. In: Bundesarbeitsblatt, 103 10: 413. Bonin, H. 2004: Lockerung des Kundigungsschutzgesetzes: Ein Weg zu mehr Beschaftigung? Bonn: IZA Discussion Paper. Bothfeld, S.Ullmann, K. 2004: Kundigungsschutz in der betrieblichen Praxis: Nicht Schreckgespenst, sondern Sundenbock. In: WSIMitteilungen, 57 5: 263270. Bradtke, M.Fischer, N.Hubner, S.Schramm, F.Zachert, U. 2004: Personalpolitische Wirkungen von Arbeitsrechtsreformen. In: WSIMitteilungen, 57 3: 138144. Buchtemann, C. F. 1990: Kundigungsschutz als Beschaftigungshemmnis? Nurnberg: Mitteilungen aus Arbeitsmarkt und Berufsforschung, 23 3: 394409. Bundesagentur fur Arbeit 2004: Der Arbeitsmarkt in Deutschland. Nurnberg: Monatsbericht Oktober 2004. Bundesagentur fur Arbeit 2006: Der Arbeitsmarkt in Zahlen, Status: December 2006, http:www.pub.arbeitsamt.dehstservicesstatistik200612iiia 4akt_dat_jzd.pdf. Dull, H.Ellguth, P. 1999: Atypische Beschaftigung: Arbeit ohne betriebliche Interessenvertretung?. In: WSIMitteilungen, 52 3: 165176. Ebers, M.Gotsch, W. 2002: Institutionenokonomische Theorien der Organisation. In: Kieser, Alfred, Organisationstheorien, Stuttgart: Kohlhammer, 5th Edition: 199251. Elmeskov, J.Martin, J.P.Scarpetta, S. 1998: Key lessons for labour market reforms: Evidence from OECD countries experiences. In: Swedish Economic Policy Review, 5 2: 205252. Erlinghagen, M.Knuth, M. 2003: Arbeitsmarktdynamik zwischen offentlicher Wahrnehmung und empirischer Realitat. In: WSIMitteilungen, 56 8: 503509. Falke, J.Holand, A.Rhode, B.Zimmermann, G. 1981: Kundigungspraxis und Kundigungsschutz in der Bundesrepublik Deutschland. Bonn: Bundesministerium fur Arbeit und Sozialordnung. Hagen, T.Boockmann, B. 2002: Determinanten der Nachfrage nach befristeten Vertragen, Leiharbeit und freier Mitarbeit: Empirische Analysen auf Basis des IABBetriebspanels. In: Bellmann, A.Kolling, A. Eds , Betrieblicher Wandel und 38Fachkraftebedarf. Nurnberg: Beitrage zur Arbeitsmarkt und Berufsforschung, 33 257: 199231. Holand, A.Kahl, U.Ullmann, K.Zeibig, N. 2004: Recht und Wirklichkeit der Kundigung von Arbeitsverhaltnissen Erste Erkenntnisse aus der Forschung. In: WSIMitteilungen, 57 3: 145152. Holand, A.Kahl, U.Zeibig, N. 2007: Kundigungspraxis und Kundigungsschutz im Arbeitsverhaltnis, eine empirische Praxisuntersuchung aus Sicht des arbeitsgerichtlichen Verfahrens. BadenBaden: Nomos Verlag. Institut fur Mittelstandsforschung 2006: Unternehmensgroen in Deutschland, Zahlen aus dem Unternehmensregister. Bonn. http:www.ifmbonn.orgdiensteunternehmensregister181206.pdf Jahn, E.Schnabel, C. 2003: Bestandsschutz durch Abfindungen: Hohere Rechtssicherheit und Effizienz. In: Wirtschaftsdienst, 83 4: 219223. Jahn, E.Walwei, U. 2003: Reform in Trippelschritten oder besser mit groem Sprung? In: IAB Kurzbericht, 12 21: 16. Jahn, E.Walwei, U. 2005: Kundigungsschutz nicht kleckern, sondern klotzen. In: IABForum, 1 1: 2629. Jahn, E. 2004: Der Kundigungsschutz auf dem Prufstand. Berlin: Diskussionspapier der KonradAdenauerStiftung. Jerger, D.J. 2003: Reform des Kundigungsschutzes. In: Wirtschaftsdienst, 83 4: 215219. Kania, T. 2004: Angebliches Arbeitsrecht,. In: BetriebsBerater, 59 42: 1. Kieser, A. 2002: Der Situative Ansatz. In: Kieser, Alfred, Organisationstheorien, Stuttgart: Kohlhammer, 5th Edition: 169198  Kramer, S. 2004: Sperrzeit als Hindernis fur Beendigungsvereinbarungen. In: Arbeit und Recht, 52 11: 402405. March, J. G. 1990: Entscheidung und Organisation. Wiesbaden: Dr. Th. Gabler Verlag. Marczynski, J. 2004: Abfindungen leicht gemacht. In: Personal, 56 4: 6061. Nickell, S.J.Layard, R. 1999: Labour market institutions and economic performance. In: Ashenfelter, O.Card, D. Eds., Handbook of Labor Economics Vol. 3, Part 3: 30293084. Nicoletti, G.Scarpetta, S.Boylaud, O. 1999: Summary Indicators of Product Market Regulation with an Extension to Employment Protection Legislation, Economics Department Working Papers, No. 226, ECOWKP; http:www.oecd.orgdataoecd21131880867.pdf. Nicoletti, G.Scarpetta, S. 2003: Regulation, productivity and growth, OECD evidence economics department working papers, No. 347; http:www.olis.oecd.orgolis2003doc.nsf43bb 6130e 5e 86e 5fc 12569fa 005d 004cc 1c 3b 3ec 930d 27f 6c 1256cad 0059d 31aFILEJT00137570.PDF. OECD 1994: The Jobs Study, Paris. OECD 2004: Employment Outlook, Paris. Pfarr, H.Ullmann, K.Bradtke, M.Schneider, J.Kimmich, M.Bothfeld, S. 2005: Der Kundigungsschutz zwischen Wahrnehmung und Wirklichkeit. Betriebliche Erfahrungen mit der Beendigung von Arbeitsverhaltnissen. Munchen: Rainer Hampp Verlag. Sadowski, D. 1986: Wahrt ehrlich am langsten? Personalpolitik zwischen Arbeitsrecht und Unternehmenskultur. In: Budaus, D.Gerum, E.Zimmermann, G. Eds.: 39Betriebswirtschaftslehre und Theorie der Verfugungsrechte. Wiesbaden: Dr. Th. Gabler Verlag. Santana, C. de 2005: Zusammenarbeit zwischen Betriebsrat und Personalleitung. In: Schramm, F.Zachert, U. Eds., Arbeitsrecht Personalpolitik Wirklichkeit. Eine empirische Untersuchung zur betrieblichen Umsetzung von Arbeitsmarktreformen. BadenBaden: Nomos Verlag: 363378. Scarpetta, S.Tressel, T. 2004: Boosting Productivity via Innovation and Human Development Network, IMF WPS 3273; http:wdsbeta.worldbank.orgexternaldefaultWDSContent ServerIW3PIB20040422000012009_20040422111709RenderedPDFWPS3273.pdf Schier, H. 2006: Kundigungsschutzstreitigkeiten und Annahmeverzugslohn. In: BetriebsBerater, 61 47: 25782581. Schneider, J.Ullmann, K. 2006: Abfindungszahlungen in der Praxis wer gewinnt, wer verliert? BetriebsberaterSpecial 5, 61 20: 1422. Schramm, F.Zachert, U. 2005: Arbeitsrecht Personalpolitik Wirklichkeit: Pfade auf einer terra incognita. In: Schramm, F.Zachert, U. Eds., Arbeitsrecht Personalpolitik Wirklichkeit. Eine empirische Analyse zur betrieblichen Umsetzung von Arbeitsmarktreformen. BadenBaden: NomosVerlag: 477486. Spie, R. 2004: Kundigungsschutz In Europa gewinnen Abfindungen an Bedeutung. In: Personalfuhrung, 37 11: 5258. Truger, A.Hein, E. 2003: Schlusslicht Deutschland Resultat institutioneller Verkrustungen?. In: Wirtschaftsdienst, 83 8: 509516. Williamson, O. 1985: The Economic Institutions of Capitalism, New York: Macmillan Inc. WSI 2003: Tarifliche Kundigungsfristen und Kundigungsschutz in ausgewahlten Tarifbereichen. Dusseldorf: WSI in der HansBocklerStiftung, Elemente qualitativer Tarifpolitik, Nr. 51. Zachert, U. 2004: Beendigungstatbestande im internationalen Vergleich. Eine normative und empirische Bestandsaufnahme. BadenBaden: Nomos Verlag. Bisher erschienene WSIDiskussionspapiere 135. Tangian, Andranik, S.: A composite indicator of working conditions in the EU 15 for policy Fassung an analytical monitoring Tangian, Andranik, S.: Ein zusammengesetzter Indikator der Arbeitsbedingungen in der EU15 fur PolitikMonitoring und analytische Zwecke; August 2005 deutsche Ubersetzung purposes; Marz englische 2005 136. Dribbusch, Heiner: Trade Union Organising in Private Sector Services; April 2005 137. Tangian, Andranik, S.: Monitoring flexicurity policies in the EU with dedicated composite indicators; Juni 2005 138. Tangian, Andranik, S.: Composite indicator of German regional policy and its use for optimizing subsidies to regional labour markets, Juli 2005 139. Tangian, Andranik, S.: Bundestagswahl 2005: Ergebnisse im Spiegel der Parteiprogramme, September 2005 deutsche Fassung Tangian, Andranik, S.: German parliamentary elections 2005 in the mirror of party manifestos, January 2006 englische Ubersetzung 140. Ellguth, PeterKirsch, JohannesZiegler, Astrid: Einflussfaktoren der offentlichen Forderung in Ostdeutschland eine Auswertung des IABBetriebspanels , November 2005 141. Tangian, Andranik, S.: European welfare state under the policy make work pay: Analysis with composite indicators, Dezember 2005 142. Brandt, Torsten: Mini und Midijobs im Kontext aktivierender Arbeitsmarkt und Sozialpolitik, Dezember 2005 143. Seifert, HartmutTangian, Andranik: Globalization and deregulation: Does flexicurity protect atypically employed?, Marz 2006 144. Ziegler, Astrid: Zur Vorbereitung auf die neue Forderphase der Europaischen Strukturfonds Synopse zu den zentralen Ergebnissen der Aktualisierungsberichte zur Halbzeitbewertung der OP in Ostdeutschland , Marz 2006 Ziegler, Astrid: Preparing for the European Structural Funds next funding period Synopsis of the central findings of the updates of the midterm evaluation of the Operational Programmes in East Germany , Marz 2006 englische Ubersetzung 145. Tangian, Andranik, S.: Monitoring flexicurity policies in Europe from three different viewpoints, Juni 2006 146. Leiber, SimoneZwiener, Rudolf: Zwischen Burgerversicherung und Kopfpauschale: Vorschlage fur eine tragfahige Kompromisslosung, Juni 2006 147. Frericks, PatriciaMaier, Robert: Rentenreformen und Arbeitnehmer Innenrechte im EUVergleich Zwischen Eigenverantwortung und Solidaritat , August 2006 148. Tangian, Andranik, S.: European flexicurity: concepts operational definitions, methodology monitoring instruments, and policies consistent implementations, Oktober 2006 149. Tangian, Andranik, S.: FlexibilityFlexicurityFlexinsurance: Response to the European Commissions. Green Paper: Modernising Labour Law to Meet the Challenges of the 21st Century, January 2007 150. Bispinck, Reinhard: Lohne, Tarifverhandlungen und Tarifsystem in Deutschland 1995 2005, Januar 2007 2151. Ahlers, ElkeOez, FikretZiegler, Astrid: Company Relocation: The Consequences for Employees An Analysis of the WSI Works Council Survey , Marz 2007 152. Bothfeld, Silke: Labour Market Institutions in Germany: Current Status and Ongoing Reforms, April 2007 153. Tangian, Andranik, S.: Is flexible work precarious? A study based on the 4th European survey of working conditions 2005, June 2007 154. Seifert, HartmutTangian, Andranik, S.: Flexibility: Reconciling Social Security with Flexibility Empirical Findings for Europe, August 2007 155. Klenner, ChristinaSchmidt, Tanja: Beruf und Familie vereinbar? Auf familienfreundliche Arbeitszeiten und ein guten Betriebsklima kommt es an, November 2007 156. Brehmer, WolfgangSeifert, Hartmut: Wie prekar sind atypische Beschaftigungsverhaltnisse? Eine empirische Analyse, November 2007 157. Tangian, Andranik, S.: Is the work in Europe decent? A study based on the 4th European survey of working conditions 2005, Dezember 2007 158. Klenner, ChristinaPfahl, Svenja: Jenseits von Zeitnot und Karriereverzicht Wege aus dem Arbeitszeitdilemma, Arbeitszeiten von Muttern, Vatern und Pflegenden, Januar 2008 159. Tangian, Andranik, S.: Towards Consistent Principles of Flexicurity, April 2008 160. Tangian, Andranik, S.: On the European Readiness for Flexicurity: Empirical Evidence with OECDHBS Methodologies and Reform Proposals, April 2008 161. Bothfeld, SilkeUllmann, Karen: The German Employment Protection Act How does it work in company practice?, Juni 2008 ", "filename": "60733827X.pdf", "person": ["Karen Ullmann", "Ullmann, Karen", "Silke Bothfeld", "Bothfeld, Silke"], "date": ["2008"]}