{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/47474/1/607854502.pdf"], "title": ["Market regulation and firm performance: the case of smoking bans in the UK"], "plaintext": "Market Regulation and Firm Performance: The Case of Smoking Bans in the UK Jerome Adda Samuel Berlinski University College London and Institute for University College London and Institute for Fiscal Studies V. Bhaskar Fiscal Studies Stephen Machin University College London and ELSE University College London and Centre for Economic Performance LSE May 2009 Abstract This paper analyzes the effects of a ban on smoking in public places upon firms and consumers. It presents a theoretical model and tests its predictions using unique data from before and after the introduction of smoking bans in the UK. Cigarette smoke is a public bad, and smokers and nonsmokers differ in their valuation of smokefree amenities. Consumer heterogeneity implies that the market equilibrium may result in too much uniformity, whereas social optimality requires a mix of smoking and nonsmoking pubs which can be operationalized via licensing. If the market equilibrium has almost all pubs permitting smoking as is the case in the data then a blanket ban reduces pub sales, profits, and consumer welfare. We collect survey data from public houses and find that the Scottish smoking ban introduced in March 2006 reduced pub sales and harmed medium run profitability. An event study analysis of the stock market performance of pubholding companies corroborates the negative effects of the smoking ban on firm performance. JEL Codes: I18, H23, L51, L81 Keywords: regulation; smoking ban; market provision of quality; sales; prices; profitability; stock market performance. Acknowledgements Thanks to Mark Armstrong for helpful comments and to Audrey Stern, Michele Savini and Warn Nurpear for excellent research assistance. We also gratefully acknowledge financial help from the Nuffield Foundation and the ESRC grant M544285003. 1. Introduction This paper considers theoretical and empirical evidence on a form of market regulation that has come to widespread prominence in recent years, namely smoking bans. There is much public policy and media interest in these policies which have, in different forms and guises, been introduced in many countries. Indeed, the imposition of a ban on smoking in public places has often generated controversy and there are many advocates and opponents of such policies. The very fact that this subject is emotionally charged emphasizes the value of thinking carefully about what economic theory has to say about such bans and bringing together empirical evidence on the plausibility or otherwise of the predictions of this theory. This paper develops an equilibrium model of public good provision by firms, allowing for heterogeneous valuation of smokefree amenities between smokers and non smokers. While there is an extensive literature on the market provision of quality when consumers differ in their valuations of quality 1, there is little work examining this in a context where quality is a public good, and in a situation where all customers of the firm are constrained to consume the same quality level. An exception is the literature on the market provision of broadcasting where Anderson and Coate 2005 consider the question of whether there is excessive or too little advertising, while Armstrong 2005 also allows programme quality to be a choice variable. However, these papers assume that all consumers have identical evaluations of advertisements and quality. In the context of smoking, the public good aspect and consumer heterogeneity in preferences regarding smoking appear to be central to the problem. Our model allows us to examine the appropriate form of optimal regulation and to study the welfare effect of a 1 Recent contributions include Armstrong and Vickers 2001 and Rochet and Stole 2002. 1smoking ban. We show that market equilibrium results in uniformity of amenity choice, and that this may not be optimal from a welfare standpoint. The optimal policy response is to ensure that some pubs are permitted to allow smoking while others are not. In the real world, this could be operationalized, for example, via a licensing policy. We derive from the model a set of empirical predictions regarding sales, prices and profitability, which we test using data on public houses that we collected before and after the introduction of a smoking ban in Scotland in March 2006. Previous empirical research on smoking bans has examined the effects on firm performance.2 Some of this exploits only crosssectional variation or timeseries variation in policy see, for instance, Alamar and Glantz, 2004, or Cowling and Bond, 2005. Our study improves upon this by carrying out a beforeafter analysis methodology using English pubs located just south of the Scottish border as a control group, thereby facilitating a proper differenceindifference approach, which is able to eliminate both time and regional confounders. Another strand of this literature has mostly exploited local changes in smoking regulation at county or city level in the United States see Sciacca and Ratliff, 1998, Bartosch and Pope, 1999, 2002 and Hyland et al, 2000.3 In contrast, the empirical part of our study exploits the advent of a total ban across an entire region. One can argue that the implementation of smoking bans at city level is not an exogenous event, as the hospitality industry is likely to have local political power to influence such a policy. Finally, and in an exercise not considered in the existing literature, we corroborate and extend our microdata results by using data on share values of pub holding companies. We investigate how the 2 See for instance the references in the survey by Scollo et al 2006. 3 One notable exception is Adams and Cotti 2007 who investigate the effect of smoking bans across American states and time on employment in bars and restaurants. 2announcement of smoking bans affected the stock market performance of firms by looking at market returns in an event study analysis of announcements of the introduction and implementation of smoking bans. Our empirical results can be briefly summarized as follows. The comprehensive ban on smoking in Scottish public houses resulted in sales falling by about 10% relative to English pubs across the border. On the other hand, prices were largely unresponsive. There was also a fall in profitability ranging from 2 to 4% in the medium run. The fall in profitability is also corroborated using stock market performance data where we find significant announcement effects of the ban upon the share price of pub holding companies. Thus overall the results are in line with the predictions of the model and show that the smoking bans led to a significant worsening of the economic performance of public houses. The rest of the paper is structured as follows. Section 2 briefly describes the institutional setting, including the widespread introduction of smoking bans in public places, and then focuses on the particular ban on which our empirical analysis is based. Section 3 sets out a theoretical model where a smoking ban is introduced in the context of competition between pubs. Section 4 presents empirical evidence on the impact of smoking bans on firm performance, first looking at the effects on sales, prices and profitability, then reporting the outcome from the stock market valuation event study. Section 5 concludes. 2. Institutional Setting International Picture Smoking bans have been introduced in a number of countries across the globe. The nature and extent of these bans, as of 2008, are shown in Figure 1. The Figure makes it clear 3that the vast majority of bans were introduced in the five years up to 2008. The heterogeneous nature of bans is also evident from the Figure. For example several countries, and some American states or counties, have introduced total bans in bars and restaurants, while other countries have opted for partial bans or smoking designated areas. About a quarter of the world population now live under bans that prevent smoking in bars and restaurants, although there is heterogeneity in how these bans are enforced. The Scottish Smoking Ban Most of the empirical analysis reported in this paper focuses upon the introduction of the Scottish smoking ban of 2006 and evaluates its impact upon pub economic performance. Identification of an effect of bans comes from an empirical analysis of performance of Scottish pubs before and after ban introduction relative to what happened in English pubs at the same time where no ban was in place.4 The historical context of the Scottish ban, and the fact that Scotland could introduce a ban when other parts of the UK did not, came about because of devolution of decision making across the nations of the UK. The formation of the Scottish Parliament and Executive to administer Scottish affairs in 1999 allowed Scotland to create antitobacco legislation independently of the rest of the UK. Before 2004 the Scottish Executive view was that legislation to ban smoking in bars and restaurants was a last resort. In 2000, the hospitality industry had signed up a Scottish Executive charter designed to encourage smokefree policies, including better ventilation and prominently displayed official stickers outlining the establishments smoking policy. The 4 For a more detailed history of the Scottish and English smoking bans we refer the reader to the Appendix 1 of the paper. 4idea was to rely on the voluntary approach as much as possible. However, on March 26 2006 Scotland became the first region of the United Kingdom to ban smoking in public places, following a vote that took place a year earlier. England also introduced a smoking ban in all restaurants and pubs on July 1 2007, again following much debate and controversy. 3. Theory   it would be commercial suicide for a pub company to prohibit smoking in the absence of a nationwide ban by the government. Going it alone, in my opinion, is not a viable option in the pub world. The Model Tim Martin Founder JD Wetherspoon UK pub chain, 7 April 2004 We now set out a simple model where pubs compete by choosing amenity provision and prices. Our purpose in setting out this model is twofold. First, we would like to examine how the unregulated market behaves, and whether it ensures the appropriate provision of smoking versus nonsmoking pubs, as compared to the social optimum. This also enables us to examine what forms of regulation or intervention may be appropriate, and specifically, whether a ban on smoking in pubs can be welfare improving. Our second purpose is to derive empirical predictions from the model, in terms of the effects of the smoking ban upon various aspects of pub economic performance, in particular sales, prices and profitability. Our model is intended to capture the following features. First, cigarette smoke has a large public good element, in the sense that if a pub permits customers to smoke, this can 5have an adverse effect on non smokers or on smokers who have quit, who may be tempted to smoke again. Conversely, if a pub prohibits smoking, this has an adverse effect upon diehard smokers, who have no desire to quit. While pubs may be able to choose a mix of smoking and nonsmoking rooms, the heart of the problem appears to be the fact that facilities cannot be tailored so as to perfectly satisfy both types of consumer, so that the public good element remains.5 We shall therefore simplify and adopt a binary specification, where each pub must choose either to permit smoking or to prohibit it the main qualitative conclusions of the model also obtain in a more general specification. Second, consumers are heterogeneous in the valuation of this amenity. Nonsmokers dislike cigarette smoke, and may also differ in the intensity of their preferences in this dimension. Smokers prefer a smoking pub, and here again, one can allow the intensity of smoking preferences to vary. Finally, we shall also allow for an element of horizontal differentiation, so that consumers prefer to frequent a pub that is located close to them, where closeness may have a geographical element but may also refer to other characteristics of the pub. This enables a pub to have an element of market power over and above that arising from possible differences in amenity choice. More specifically, the model we have in mind is a modification of the Salop model, allowing amenity choice. Consumers are uniformly distributed on the circle, and we have several pubs also located on the circle, each pub being equidistant from its two neighbors. Each pub has to choose whether to be smoking or nonsmoking, and pubs then compete by choosing prices. Since our focus is on amenity choice, we keep the number of pubs fixed. In 5 This could be due to the cost of subdividing rooms finely, and also due to random variations in the proportions of smokersnonsmokers over time. 6consequence, the conclusions of our model will be formally identical to those derived from a simpler Hotelling model of competition between two pubs located at the end points of the unit interval. Let pub A be located at 0, and let pub B be located at 1. Consumers differ in three distinct dimensions. First, they differ in location, being uniformly distributed on the interval 0, 1, so that some are close to pub A while others are close to pub B. Any consumer incurs a transport cost t per unit distance travelled. Second, they differ in smoking preferences: some are smokers and get a positive benefit from being able to smoke in the pub, while nonsmokers incur a disutility from being exposed to tobacco smoke. To model this, let the set of types of smoking preferences be indexed by the elements of the set 1, 2,  , n and let ui denote the additional benefit that a consumer of type i gets from the pub being a smoking one. For a smoker, ui0, while for a nonsmoker, ui0. One may also allow for a third type, reformed smokers, who have quit but have a selfcontrol problem. These would prefer a nonsmoking pub, so as to be able to commit not to smoke. The exante self of such a type would also have ui0, although the expost self gets positive benefit from smoking. Our positive analysis applies to such types the interpretation being that the choice would be made on the value of ui for the exante self rather than the expost self. Our analysis can also be applied where the decision to go to the pub is taken by a group of individuals. As long as group decision making is efficient, in the sense that the choice between pubs is made to maximize the sum of individual utilities over the group, our analysis continues to apply.6 Finally, we will also want to enrich our model by having 6 It is possible, of course, that group decision making is based on majority rule, in which case it would be inefficient, but this question is somewhat orthogonal to the concerns of this paper. 7consumers with different intrinsic valuations for pub going high valuation consumers will always patronize one pub or the other, low valuation consumers may choose not to go to any pub, in order to capture effects of the ban on sales. However, for the moment, let us restrict attention to high valuation consumers so as to simplify the exposition. Let i H be the measure of consumers who have a high valuation and are of type i in terms of their valuation of smoking. Abstracting from transport costs, such a consumer enjoys a payoff H from patronizing a non smoking pub, and a payoff of H ui from patronizing a smoking pub. Let us normalize to unity the total number of consumers, i.e. ln1ii H1. Our model is related to models of quality choice with horizontal differentiation and heterogeneous quality preferences such as Armstrong and Vickers 2001 or Rochet and Stole 2002. These oligopolistic screening models allow qualities to be tailored to individual quality preferences. This is not possible in our context the public good element implies that pubs must offer a single quality to all consumers. Anderson and Coate 2005 and Armstrong 2005 study the market provision for broadcasting, where the public good element also applies. Anderson and Coate focus on the incidence of advertising, which has a nuisance value to consumers. They assume that consumers have the same disutility from advertising. Armstrong allows broadcasters to choose program quality, and assumes that consumers have homogenous valuations for quality. He shows that if broadcasters can charge the appropriate prices, then quality provision is optimal. Our first aim is to examine the market provision of smoking versus nonsmoking pubs, and to examine its efficiency properties. We model competition between pubs via the following extensive form game. First, both pubs simultaneously choose whether to be 8smoking or nonsmoking. They then observe each others choices and choose a price. Consumers then choose which, if any, of the pubs to patronize. Suppose that both pubs choose the same policy, i.e. either both of them permit smoking or both of them do not permit smoking. In this case, the pricing equilibrium is standard, and well known. Let us measure prices net of marginal costs, which are assumed to be constant. Both pubs will charge a price equal to t; and serve half the consumers. Profits in each pub will therefore be t2. On the other hand, suppose that smoking in pubs is banned by the government. Again, the equilibrium prices will be t and profits will equal t2. Thus, firms are equally well under either pair of symmetric policies; as we shall see, consumers will, in general, prefer one of these symmetric equilibria. Let us now consider the incentives of an individual pub to introduce a voluntary ban, when there is no government regulation. Without loss of generality, assume that firm B has no restriction on smoking, while A introduces a nosmoking policy. Consider consumers of type i, who get a benefit ui from smoking. When the two pubs adopt different policies, we shall assume that there is sufficient horizontal differentiation i.e. the parameter t is sufficiently large, so that for all relevant price profiles, the consumer of any smoking preference type who is indifferent between the two firms belongs to the interior of the unit interval. ihx 0,1 for all values of ui, and for the relevant equilibrium prices.7 The marginal consumer of type i H who is indifferent between patronizing the two pubs is given by xi Hp B 12p A2tui. 7 If t is so small that A gets all the nonsmokers and B all the smokers when prices are equal, then a pure strategy equilibrium will not, in general, exist. The pricing equilibrium in this case must be in mixed strategies and necessarily inefficient. Thus efficiency is not ensured even if horizontal differentiation is small. 9Aggregating across all the types, total demand for pub A, as a function of prices is given by DAln1ii Hp B12p A2tui 12p Bp A2tq H, where Hq denotes the average valuation of smoking in the high valuation population: q H ln1iui H i Profits are given by P Ap DAA. From the first order condition for profit maximization, pub As best response, as a function of pub Bs price is given by tpp AB2q H. Similarly, the best response for pub B, that does not restrict smoking, is given by Nash equilibrium prices are given by Equilibrium profits are given by p Btpq A2H. tpA tpBq H3q H3P AP B3t 3tq 18tq 18t HH,. 22 ,.Recall that profits equal t2 when both firms follow the same policy regarding smoking. We see therefore that pub As profits are greater when it unilaterally prohibits smoking as compared to its profits when both pubs permit smoking if and only if 10q . Conversely, if A 0Hpermits smoking, then it is strictly better for B to prohibit it if and only iftherefore proved the following proposition. q . We have 0H Proposition 1 If q the unique equilibrium has both pubs permitting smoking. If 0Hq 0Hthe unique equilibrium has both pubs restricting smoking. To summarize, market equilibrium results in uniformity of amenity choice, since each pub seeks to cater to the average consumer where the average depends upon the weighted utility gain from smoking. If the average consumer is a smoker, then pubs will uniformly permit smoking. Welfare We now consider the welfare implications of partial restriction on smoking imposed by one of the pubs. Our welfare criterion is utilitarian, i.e. it equals the sum of consumer and producer surpluses. This is equivalent to the sum of typedependent utilities from smoking which may be negative, minus total transport costs. Our main finding is that if Hq is close to zero, then it is optimal to have diversity in pub policies where one pub restricts smoking and the other does not. That is, the equilibrium provision of amenities will result in too much uniformity relative to the social optimum. Before we proceed, we note that our welfare calculations refer to the consumers own valuation ui; on the basis of which he or she makes a decision regarding which pub to patronize. This has two implications. First, this is clearly a nonpaternalistic welfare evaluation. Second, this makes a difference when there is a difference between the utilities of 11the exante and expost selves of the consumer our welfare calculation utilizes the utility of the exante self, since it is this self that makes the decision regarding which pub to patronize. This is relevant when we consider potential smokers with a self control problem, since we are assigning weight to their preference for self control, rather than their desire to yield to temptation. Consider first welfare when both pubs permit smoking. Since prices are equal, consumers patronize whichever pub is closer, and welfare equals WSSt 0.50xdx 10.51x dxn1il ui H i0.25tq. HOn the other hand, when both pubs restrict smoking, Notice that WSS WNN if 0.50 xdxt NNWq and WSS WNN if 100.5H1 x dx 0.25 .tq . That is, the market chooses the 0Hbetter of the uniform symmetric policies. Finally consider the case where pub A restricts smoking while pub B does not. Given that we have shown that this is not an equilibrium outcome, one needs to specify how this asymmetric outcome comes about. One possibility is that the social planner dictates this outcome, and also optimally allocates individual consumers to the firm, so as to maximize the consumers utility from the amenity minus his transport costs. This can be implemented in a decentralized fashion by price regulation decreeing that both pubs charge the same price, in which case consumers will allocate themselves to pubs in a welfare optimal way. In this case, firstbest welfare is given by 12WFBNSln1iui H itt ui 2t 0xdx t 1t ui 2t1x dxt ui 2t ui0.25tqH2n1ilui H i 2. If regulation takes the form of dictating diversity in amenity provision e.g. via licensing without regulating prices, then equilibrium prices will be different across the two pubs. The equilibrium allocation of consumers to pubs will not be optimal. In equilibrium, the marginal type of the consumer of type Hi is given by xi H 12q 2H3ui 6t WSBNS tn1ilui H itxi H0xdx t1x dx 12uiq 22t Hui .1xi HWhile this expression is algebraically messy, we provide a simple proof, based on revealed preference arguments, that a diversity of policies is welfare improving provided that there is heterogeneity of smoking preferences in the population and if Hq is close to zero. We shall say that smoking preferences satisfy minimal heterogeneity if the following condition is satisfied: there is a strictly positive lower bound on the mass of consumers belonging to types i such that i Huu 0 and there is strictly positive lower bound on the mass of consumers belonging to types i such that u i Hu 0. We shall now show that if there is minimal heterogeneity of smoking preferences, then second best welfare is strictly greater if one pub permits smoking while the other does not. Since first best welfare under diversity is greater than second best welfare, this is also greater than under uniformity of policies. Let pub A restricts smoking while B permits it and suppose that q In this case the equilibrium has equal prices for both firms. Now 0.H 13suppose that we allocate all consumers to the left of the midpoint of the unit interval to firm A, and all consumers to the right of the midpoint to firm B. This allocation of consumers has the same aggregate welfare as WSS or WNN since q Now consider moving from this 0.Hallocation to one where consumers freely choose. Smokers close to the midpoint will choose B, while non smokers close to the midpoint will choose A. Since the utility of each switcher increases, overall welfare must increase, and this increase must be bounded below by a number that is strictly greater than zero, since there is minimal heterogeneity of smoking preferences. That is, WNS WNN b WSS b, with b 0 when q Since equilibrium 0.Hprices and welfare are continuous functions of q,Hthis implies that WNS maxWNN,WSS for q close to zero provided that we retain minimal heterogeneity as Hq varies. We have Htherefore proved the following proposition. Proposition 2 Suppose that smoking preferences satisfy minimal heterogeneity. If q is Hsufficiently close to zero, then the welfare optimal allocation has one pub permitting smoking while the other pub does not. We see therefore that the market may not provide an optimal choice of amenities, since it results in excessive uniformity. While welfare maximization requires a diversity of pub policies, with one pub prohibiting smoking and the other permitting it if Hq is not too large in absolute magnitude, the equilibrium provision implies either that both pubs allow smoking if q or both prohibiting it if 0Hq . Some intuition for the inefficiency is 0H 14as follows. If q then a pub which prohibits smoking increases the utility of nonsmokers 0Hwhile reducing that of smokers who are located closer to it. If it were able to charge the nonsmokers higher prices, while at the same time reducing the prices it charges smokers, then it could appropriate some of the gains in utility it induces by the switch in policy. Indeed, if it could perfectly price discriminate i.e. charge different consumers different prices depending upon their smoking preferences and location, then it is generally true that the welfare optimal allocation of amenities would be an equilibrium see, for example, Bhaskar and To, 2004. In this context, it can be verified that even if pubs were able to discriminate between smokers and nonsmokers and charge them different prices for the same product, then one would have an efficient allocation. However, it is hard to see how a pub could implement such a policy, since a smoker in a nonsmoking pub could easily pretend to be a nonsmoker, and viceversa. Heterogeneity of policies can easily be implemented if the government auctions a license which would permit a pub to allow smoking assuming that q . Suppose that the 0Hgovernment conducts an auction either a first price or a second price auction for a single license. Since the difference in firm profits between a smoking pub and nonsmoking pub equals 2q , both pubs will bid this amount and the license will be randomly allocated to one 3 Hof them. Now suppose that the government distributes 1q to each of the pubs independent 3 Hof bids in the auction. It can be verified that both pubs will be better off, since their total income equals q2t H2 18t which is greater than revenues where both permit smoking. 15We have adopted a simple specification of amenity choice, where a pub can only choose to permit smoking or to disallow it. However our results extend to a more general model, where a pub has more general choices available to it. Specifically, we may consider a model where each pub must choose quality q from some set, and where associated with each q there is a marginal cost of provision, cq. Consumers differ in their evaluation of these quality levels. Under similar conditions that in the present model i.e. provided transport costs are sufficiently high, one may show that the market equilibrium will be symmetric, with both pubs offering the same quality, which maximizes the surplus of the average consumer, i.e. the average valuation of quality minus the cost of provision. However, welfare optimality will require that the two pubs provide distinct qualities, as long as preferences are minimally heterogeneous. Our analysis can also be applied to consider the preferences of workers regarding the smoking environment. Suppose that nonsmokers suffer disutility from working in a smoking environment, while smokers do not mind or prefer such an environment. Thus, nonsmokers would demand a compensating differential for working in a smoking environment. Here again, the optimal allocation would require diversity, with some pubs permitting smoking while others do not, whereas the equilibrium allocation implies uniformity of policies. Observational effects of a smoking ban We now consider the effects of a government imposed smoking ban upon sales, prices and profits. To do this, we need to allow for some elasticity of demand with only high valuation consumers, as we have considered so far, industry sales are necessarily invariant. Let u be the valuation of a low valuation customer, which is assumed to be sufficiently small Lthat such a consumer at the midpoint patronizes neither pub. Let low valuation consumers get 16utility ,iu i1, 2, , n from smoking, and let l be the measure of low valuation consumers i Lof type i. Consider first the case where both firms follow the same amenity policy q. Let q Ibe an indicator variable that takes value one if q S, i.e. if smoking is permitted. Let 1, 2, , ndenote pub As marginal low valuation consumer with smoking preference i Lx,iui: u IL x qi Li q utp A. From this equation we can infer the direct effect of a smoking ban upon demand, abstracting from any price effects. A smoking ban reduces the number of low valuation consumers by ln1iui L i1tmq L Lt, where Lq denotes the average valuation of smoking by low valuation consumers in the population, and q is the measure of low valuation consumers in the population recall that Lthe measure of high valuation consumers has been normalized to one. Thus, if average valuation of smoking among low valuation consumers is similar to or greater than the average valuation of smoking among high valuation consumers, then the effect of smoking ban will be to reduce pub sales if it is introduced in a situation where pubs are opting not to restrict smoking. This direct effect will be partially mitigated by fact that prices may fall somewhat, but this indirect effect will be small relative to the direct effect. To see the effect on prices, note that total demand is given by D S S p p ,,A,ABln1i x Si L i Ln1itp B2tp A 17 From the first order condition for price setting, Dp DAAA we get pub As best response 0,as a function of pub Bs price. Solving for the unique symmetric equilibrium, for the case where both pubs permit smoking, and where both pubs restrict it, we get p S S ,2p N N,LLm u qm 1 4tmu 2L L1 4m LtLL, Thus, the effect of a smoking ban upon prices is given by pp N N, p S S ,mq 21 4L Lm LThe policy impact on prices depends upon the sign of q ; i.e. the same parameter as Lthat which determines the direct effect on sales. If q is positive, then the price goes down Lwith a smoking ban. The overall equilibrium effect on sales is given by D D N N D S S ,,mq L Ltm 1 21 4m LL. That is, the effect on sales has the same sign as the direct effect, though it is partially dampened by the price effect. If the proportion of high valuation consumers is high, then the dampening will be small. We therefore have the following proposition: Proposition 3 Suppose that smoking preferences are such that pubs uniformly permit smoking in unregulated equilibrium. Then a smoking ban reduces sales, profits and prices. 18DDTo date our analysis has assumed that pubs choose prices. Alternatively, we may allow for the possibility that they are boundedly rational, and follow simple pricing rules, such as charging a fixed markup of costs. In this case, there will obviously be no price effects, and the demand effects of a smoking ban will be accentuated. Importantly our welfare result in proposition 2 is robust to the introduction of low valuation consumers, i.e. the same argument applies. That is, one can show that if there is minimal heterogeneity of smoking preferences, then welfare is strictly greater when one pub permits smoking and the other restricts it, provided that Hq and q are sufficiently small in Labsolute magnitude.8 4. Empirical Analysis We now turn to our empirical findings and address the extent to which they are in line with the predictions of the model set out in the previous section. We draw on two sources of evidence. First, based upon the Scottish smoking ban, we use micro data on sales, prices and profitability of pubs which was collected for this study. Second, we use timeseries evidence on share prices of companies affected by the bans in Scotland and England to investigate the longterm effects on pub performance. Data Collection The Scottish Smoking Ban q HL q 0, then WSS WNN. Now if pub A does not permit smoking and pub B does it, and if consumers 8 If to the left of the midpoint are allocated to pub A and those on the right to B, then welfare equals WSS. If consumers are now permit to choose pubs freely, then high valuation consumers close to the midpoint would choose between pubs on the basis of their smoking preferences, so that welfare must increase, and this will be true as long as Hq are close to zero. q and L 19We collected data on public houses in Scotland before and after ban introduction and, so as to define a control group of pubs unaffected by the ban, in Northern England Cleveland, County Durham, Cumbria, North Yorkshire, Northumberland and Tyne and Wear. This was done both from phone and postal surveys. In July 2005 we obtained a list of public houses from Experian, a company which compiles a comprehensive and up to date database of establishments. For each country, we divided the list in 8 random samples further stratified by the number of employees in the site.9 In September 2005 we started mailing questionnaires the first Monday of every month for eight months.10 On average, the survey took about 15 minutes to complete and respondents were provided with a prepaid envelope to return their answers. In the first wave, we posted 2608 questionnaires to pubs in England and 3146 questionnaires to pubs in Scotland. In July 2006, we obtained an updated sample and on September 2006 we started mailing a new set of questionnaires 2500 to England and 3071 to Scotland. Establishments that were in the initial sample were contacted in the same month than in the first wave and the new establishments in the sample were allocated to 8 random groups as in the previous wave. The postal survey was well suited to capture the medium run effects of the ban. However, we were concerned about the representativeness of the sample when looking at the short run effect of the ban, as we have fewer observations shortly before and after the ban. Therefore, we also decided to carry out a 10 minutes telephone survey in the period just before and after the ban came into place. Establishments were contacted before the ban in the weeks from February 24 to March 10 and data was collected again for a second wave, after 9 This information was provided with the list of public houses. 10 The last set of questionnaires was mailed on April 2006 but all the questions refer to economic activity on the previous month. 20the ban was imposed in Scotland, from May 3 to May 31. Ipsos MORI, a company that specializes in opinion polls and market survey data, did the survey for us. The interviews were obtained from a similar, but updated, sampling frame used for the postal survey. The sampling relied on quotas based on location rural versus urban and on size number of employees previous to the imposition of the ban in order to be representative of the universe of pubs in Scotland and Northern England. Within theses quotas, the pubs were selected at random until the desired sample sizes were achieved. In the second wave, an effort was made to recontact the establishments who responded in the first wave. The questionnaires in both surveys were designed to obtain general information about the establishment for example: ownership status, establishment capacity, availability of outdoor space and business outcomes such as sales, profit margins, and the price of beer.11 Given the different sampling methods and that there were differences in the design of the questionnaire we decided to analyze both surveys separately. We interpret the evidence from the phone survey as informing the short run and the evidence from the postal survey as picking up a medium run effect. Descriptive Analysis Table 1 shows summary statistics for both samples of public houses. The samples are labelled respectively as Short Run Phone Survey and Medium Run Postal Survey. Columns 1 to 4 of the Table refer to the phone survey, where we obtained a total of 1134 interviews in England and 1590 in Scotland. In our sample frame of Scottish English pubs, 22% 31% employ 0 to 3 individuals, 44% 35% employ 4 to 9 individuals, and 33% 34% employ more than 10 individuals. Because of the sampling methodology the sample is 11 The questionnaires are available from the authors on request. 21representative of the population of pubs in Scotland and Northern England. Columns 5 to 8 refer to the postal survey. In this case we obtained 528 replies in England and 728 in Scotland, corresponding to a response rate of around 11 percent. Comparing with the phone survey, which is representative of our sampling population, the sample from the postal survey tends to under represent pubs that employ more than 10 people. Also, the sample obtained in the postal survey after the ban has a larger share of bigger pubs than the before sample both in England and Scotland 12. In both surveys we asked the question What is the maximum number of customers that this establishment can accommodate at any given time? Responses to this question reveal pubs in England to be larger than in Scotland. According to the phone survey, they accommodate on average a maximum of 202 people in England and 166 in Scotland. We find that both in England and Scotland the maximum capacity of the establishments in the postal survey is on average smaller than in the phone survey, reflecting the underrepresentation of the bigger pubs in the former. Also, in the postal survey, there is a statistically significant difference of 20 people comparing England and Scotland before and after the ban. In principle, this can be a behavioral response to the smoking ban. However, we find no change in reported employment size between the sampling frames used to mail the questionnaires before and after the ban which makes unlikely that the capacity of the pubs could have changed in England with respect to Scotland over this period of time. In the empirical section, we present results that control for these differences by conditioning on establishment 12However, the shares in the different employment categories do not change significantly between the two sampling frames. 22capacity and we also focus on set of pubs that appear before and after the ban. We return to these points when we discuss our empirical specification in the next section. We asked in both surveys whether smoking was allowed in the establishment before the ban both in Northern England and Scotland and only in Northern England after the ban. As our theoretical model predicts there is practically no differentiation in terms of this factor before the smoking ban. All of the establishments allowed smoking before the ban, thus our model implies a fall in sales, prices and profits after the introduction of the smoking ban 13. In the phone survey we asked: Can you please tell me your total turnover over the course of the last week, that is, over the course of the last seven days and nights? In the short run, we find that on average sales are slightly bigger in Scotland than in England. Comparing the sales before and after the ban there is growth in sales both in England and Scotland. However, and importantly for our empirical analysis, sales in England grow faster than in Scotland. In the postal survey we asked separate questions for the sales of alcohol and food: In the past calendar month, what was your monthly turnover for the sale of alcoholic drinks beer, wine, alcopop, etc? and In the past calendar month, what was your monthly turnover for the sale of food, soft drinks, coffeetea and packet snacks crisps, etc? In columns 58 we present the sum of these two answers divided by 4.25 in order to ensure comparability with the phone survey answers.14 Sales fall in Scotland from an average of 5544 pounds before the ban to 4893 pounds and in the English sample they increase from 4304 pounds to 5263 pounds. The trends in sales are similar if we focus only on the sales of alcoholic drinks. 13 After the ban, Scottish pubs could not allow smoking and the proportion of public houses that allow smoking in England was between 92 and 95 percent. 14 Measurement error generated in the dividing by 4.25 is not of any practical concern as we model the logarithm of sales in our empirical analysis. 23Apart from pub sales the other key outcome in the theoretical model is prices. In a practical sense whilst pub landlords can use a number of instruments to attract customers and increase revenue, it is the price of beer that is the most salient. We asked our interviewees in the postal survey: In the past calendar month, which was the price of a pint of your best selling beer?15 According to the responses, as shown in Table 1, the price of a pint of beer is between 4 and 10 pence higher in Scotland than in England and interestingly with prices increasing over time before and after the introduction of the Scottish ban in both England and Scotland. Empirical Strategy We study the effect of banning smoking in public places on public house sales and prices in pubs in Scotland before and after the ban was introduced relative to establishments across the English border where no ban was imposed during the period of our study. For this purpose, we use the observational data on public houses that we collected before and after the imposition of the ban through postal and phone surveys. The objective of the statistical analysis is to estimate the causal effect of the smoking ban on sales and prices of public houses. For this purpose we rely on a differencesindifferences strategy where we estimate the following model: Y After XScotland After Scotland X cpctpctctt pct where Ypct is the economic outcome of interest in the initial analysis the Logarithm of sales or the Logarithm of the price of beer for pub p in country c at time t, After is a dummy variable defining the period after the ban, Scotland is a dummy variable for whether the establishment is located in Scotland, X denotes a set of publevel control variables and is an 15 The question in the phone survey was: What is the current price of your best selling beer or lager?. 24error term. An ordinary least squares estimate of is the average difference in the beforeafter ban imposition outcome for treated pubs those in Scotland relative to control pubs those in England. Under certain conditions the differencesindifferences estimator identifies the causal parameter of interest. It requires that preban trends in outcomes are similar between Scotland and Northern England and that there are no systematic differences between the sample of public houses obtained before and after the ban. As we report in Table 1, there are some systematic differences on the capacity of the pubs within regions over time for the postal survey medium run sample. In principle, this can be a behavioral response to the smoking ban but the similarity in the number of employees per pub reported in the sampling frames before and after the ban requires some caution with this interpretation. Therefore, our benchmark model, extends the basic differencesindifferences specification by including a set of county fixed effects between 39 and 43 depending on the outcome and by conditioning on the logarithm of the capacity of the pub interacted with the After dummy. Of course, it is also possible that there might be other fixed characteristics unobserved for the econometrician which we omit in this analysis and that might bias our analysis so we also look at the smaller sample of pubs which appear in both waves. Finally, we use the postal survey sample to look at the plausibility of common trends assumption with a placebo experiment. In all our regression analysis, we report standard errors clustered at the county level between 39 and 43 clusters depending on the outcome. Sales and Prices Baseline Results In Table 2, we present differencesindifferences estimates of the effect of the smoking ban on sales and prices. Columns 1 to 4 refer to the short run effect estimated 25from the phone survey 16 and columns 5 to 8 refer to medium run effect estimated from the postal survey. In the first column, we show estimates from the basic differencesindifferences model where we condition on the After dummy, a Scotland dummy and the interaction of both. In the second column, we add to the set of regressors the logarithm of the capacity of the establishment interacted with the After dummy. In the third column, we include a full set of county dummies. Finally, in the fourth column, we focus on the sample of pubs that appears in both waves and we include a set of establishment fixed effects. For brevity, we only report the estimates for the parameter of interest i.e. the estimated coefficient on the interaction between After and Scotland. The basic differencesindifferences specification in column 1 shows that sales fell in the short run by a statistically significant 9.7 percent in Scottish pubs relative to pubs in Northern England. On the other hand, the estimated impact of the ban on prices shows there to be a very small positive but statistically insignificant effect. Including controls for establishment capacity column 2 and counties column 3 does not qualitatively affect these results. In our interviewing procedures we made a special effort in the phone survey to reinterview those that appear in the first wave. As a consequence of that we have a group of 917 establishments that appear in both waves 895 report information on prices and 381 on sales. In column 4 of Table 2 we therefore include establishment fixed effects and estimate the short run effect of the ban for those pubs that appear in both waves. Reassuringly, the results are very similar to those reported in columns 1 to 3. In the short run, the smoking 16 The results in columns 1 and 4, for the outcomes sales and price of beer, are identical to those in Adda et al 2007 and are reproduced here only for presentational purposes. 26ban reduced sales by approximately 10 percent without there being any short run effect on beer prices. The effect on sales is in line with the predictions of the theoretical model while the lack of changes in prices suggests that the possibility that pub landlords are boundedly rational, and follow simple pricing rule, such as charging a fixed markup of costs. We study medium run impacts in columns 58 by examining results from statistical models based on data from the postal survey. The basic differencesindifferences model of column 5 shows a bigger in absolute terms medium run impact on total sales which fall by 29 percent as a consequence of the smoking ban. Adding controls for establishment capacity and counties reduces this estimate by around 6 percentage points, but the medium run impact on sales remains economically and statistically significant. The sample of pubs that appear in both waves is relatively small in this case, at 185 establishments 180 report information on prices and 118 on sales. In column 8, where we condition on establishment fixed effects, we still find a medium run fall in sales of 11 percent but given the size of the standard errors two times bigger than in the phone survey we cannot reject the null hypothesis that the smoking ban has zero effect on sales at conventional levels of statistical significance.17 Like in the short run, we find a precisely estimated zero effect of the smoking ban on the price of beer. We have pooled the balanced sample of pubs in the phone survey and postal surveys 18 and estimated models for sales with fixed effects such as in columns 4 and 8. In a model where we impose a common effect, we find that the introduction of the smoking ban causes a fall in sales of 10.8 percentage points standard error, 5.61 with a pvalue of 0.062. 17 In this case there are only 24 clusters. 18 Results available upon request from the authors. 27Furthermore, if we allow the coefficients to be differ between the short and medium run we cannot reject the null hypothesis that the medium run effects are at least as large as those in the short run. Therefore, and in accordance with the theory, this evidence seem to indicate that even after allowing pubs and individuals to adjust to the new reality of the smoking ban, sales continued to fall as a consequence of the smoking ban without a concomitant effect on prices of alcohol. Sales and Prices Pubs With and Without Outdoor Spaces Smoking in outdoor spaces is not prohibited. In Table 3 we therefore study whether the effects of the smoking ban were different in establishments with and without outdoor space. We do so by interacting the treatment dummy with a variable that equals one if the establishment has outdoor space and zero otherwise. For brevity, we only report the most restrictive specifications. We condition on county dummies and establishment capacity and we introduce establishment fixed effects. Panel A of Table 3 shows the results for the phone survey and Panel B for the postal survey. In general the results reported in Table 3 show there to be significant heterogeneity in the effects of the smoking ban for those pubs with and without outdoor space. Sales falls both in the short and medium run in pubs without outdoor space. However, pubs with outdoor space tend to fare better than their counterparts. On the other hand, there does not seem to be heterogeneous effects on pricing behavior. A possible interpretation of these results is that where there is an outdoor space, either for comfort or climatic conditions, customers are able to enjoy a drink and smoke as well unlike in establishments without outdoor space. Sales and Prices Robustness of Results 28In our surveys there is a significant level of nonresponse, particularly for the sales questions, and we need to evaluate the impact of this on our results. If nonresponse is correlated both with factors that affect these outcomes and with treatment status, then our estimates of the effect of the smoking ban are likely to be biased and inconsistent. In Table 4 we therefore investigate whether having missing information for sales andor for the price of beer is correlated with the Scotland x After interaction. For this purpose, we estimate the benchmark specification i.e., we condition on county dummies and capacity variables using as a dependent variable an indicator that takes the value of one if an observation is missing for the relevant outcome and zero otherwise. In Panel A of Table 4 we report results for the phone survey and in Panel B for the postal survey. Reassuringly, the coefficients we estimate for the interaction terms are small in magnitude and none are statistically significant at conventional levels. One of the fundamental assumptions of identification with a differencesindifferences estimator is that there are common trends between the treatment and control areas. In Table 5 we scrutinise this assumption by performing a placebo or falsification experiment. To do so we take the data from the first wave of questionnaires i.e., before the smoking ban and we create a placebo dummy equal to one for those questionnaires that were send during the second four months of the sampling and zero for those send in the first four months. The interaction between the placebo dummy and Scotland should be zero if there are common trends. As in our benchmark specifications, we condition on the capacity of the pub interacted with the placebo dummy and county fixed effects. We look at three outcomes: total sales, profit margin and price of beer. The estimates are close to zero in 29magnitude and none of them are statistically different than zero, strongly supporting our identification assumption. Profitability In the previous subsections we showed there to be a negative short and medium run impact on pub sales. In the questionnaire, we also asked pub landlords: In the past calendar month, what was your profit margin pretax profits expressed as a percentage of sales? 19 Most landlords should be familiar with this measure of profitability. In Table 6 we present some descriptive statistics on the response to this question. Not unsurprisingly it is clear that, in the short run, profit margins do not seem to change. However, in the medium run, profit margins increase in the English sample from 35.98 to 37.81 while they decrease in Scotland from 38.76 to 35.88. The smoking ban appears to have had a negative medium run effect on profit margins. In Table 7 we look at the impact of the Scottish ban on pub profit margins. In Panel A where we look at the mediumrun results, the estimates are remarkably similar across columns 13, ranging from a statistically significant fall of 4.413 to a fall in 4.565 points. The fall in the common sample, column 4, is around 1.686, but it is not statistically different than zero at conventional levels.20 Evidence from Stock Market Share Value 19 The respondents were given seven choices to answers this question: Less than 0%, 0% to 9%, 10% to 19%, 20% to 29%, 30% to 39%, 40% to 49%, and 50% or more. Respectively, we assigned the following values to each answer: 0, 5, 15, 25, 35, 45 and 55. 20 We can also reproduce the results from Table 3 where we find that in the longrun establishments with outdoor space are somewhat shield from the impact of the smoking ban. The analogous estimations of Table 4 and 5 where we look at missing variables and the placebo experiment reveal that missing variables are not associated with treatment dummy and that the effect of the placebo treatment on profit margins is small and nonstatistically significant. All these results are available upon request. 30The second angle we use to consider the impact on financial performance uses an event study methodology to analyze the reaction of the stock market performance of companies that own or operate public houses to news about the progress of antismoking legislation in England and Scotland. The event study approach is widely used in financial economics 21 and is predicated on the notion that, in an efficient stock market, a new piece of legislation that is expected to affect the stream of profits of a set of firms triggers a change in the price of these assets as soon as the legislative change is anticipated see Schwert, 1981. Market regulation is a clear candidate to have such an impact. The magnitude of any asset price response to news about a smokingban depends on three factors. First, the sensitivity of public houses profits to the smoking ban. Second, it depends upon the time pattern of any regulatory change. Third, it depends upon how much of this new information is already builtin to investors forecasts. We therefore identified a series of events, beginning in 2003, which could have affected investors expectations about the likelihood and extent of a ban on smoking in public places. In particular, we look for factors that could change the probability distribution of the realization of a legislative change. Then, we estimate the effect of the legislative change by comparing the return of a stock over an event window with respect to the return to the stock which we would have expected in the absence of the legislative change. The excess return to the stock measures the change in the stock price that can be attributed to the news about the legislative change. 21 The approach has been used much less in other areas of economics although one notable exception from the labour economics literature is Ruback and Zimmermans 1984 analysis of the stock market response of companies to outcomes from union representation elections. 31Following Schwert 1981, when a legislative change affects a set of companies at the same point in time, the common effect of the new regulation can be measured by analyzing the return to a portfolio of affected assets: R pt Nx Rit. Here Rit is the percentage change iti1in the price of stock i from time t 1 to t i.e., the rate of return of stock i at time t, xit is as set of weights and Rpt is the return of the portfolio of assets. If the portfolio of assets is weighted equally, xit lN, and if it is weighted proportional to the value of the asset i Pit at time t, x P itit NP . iti1We implement the event study analysis by estimating the following statistical model:22 R R D mt 00pt T 10nT N0 D D n 0n T N0nT 10 D D npt 0n t 1, , T 20, T N, , T , , T N0000where Rpt is the return of portfolio of assets at time t, Rmt is the return to the market index at time t, Dnt is a dummy variable equal to one on observation n and zero otherwise and there is one dummy for each observation in the forecast interval and pt is a normally distributed random specification error. In this specification T0 is the event of interest and 1,  ,T0 20 is a 100 trading days estimation window that starts 120 trading days prior to the event date i.e., what in the jargon of event study analysis is called estimation interval. Finally T0N,  , T0N is a window of 22 This method produces results identical to the traditional method of estimating excess returns see Karafiath, 1988. An alternative way of estimating the excess returns is by using a dummy equal to one for the event window and then multiplying by the number of days in the event window. 32up to 5 trading days before and after the event date i.e., what in the jargon of event study analysis is called event window or forecast interval. The event day is defined as the day where the event happens or the next trading day for events that occur on weekends and holidays. Because information related to the event could have been leaked or anticipated prior to the event, or the market being slow to affect the asset prices, we have also calculated longer event windows around the event date. All models include a set of day of the week dummies. The parameter of interest is 0l , namely the cumulative excess returns over the event window. Chronology of Events We have created a list of events related to the introduction of the smoking ban in England and Scotland searching for articles in the Financial Times which contained the words SMOKING and BAN. The events we report correspond to the window January 1, 2003 to January 1, 2007. The search was carried using the service provided by Lexis Nexis. We have complemented this information in Scotland by searching for news in The Scotsman and Scotland on Sunday newspapers. Furthermore, we have also cross referenced the main events with information that appeared in the main UK newspapers and the BBC News. This venture identified a total of fifteen events that might have led the market to revise their expectations about the likelihood and type of restrictions on smoking to be introduced in public places. The events range from the release of official government publications such as the Chief Medical Report to the voting outcomes of the Health Bill. There are in total five news events, two introductions of bills in parliament, four official publications, and four voting outcomes. These events are listed in Table 8 with further details about the chronology of events provided in Appendix 1. 33Event Study Results In order to analyze the effect of the smoking ban on shareholder wealth, we collected stock market data for firms that trade in the main market of the London Stock Exchange. We focused on the UK Pubs sector during the period 20032006 and in the following six companies: Enterprise Inns, Greene King Plc, JD Wetherspoon Plc, Marstons Plc, Mitchells Butlers Plc, and Punch Taverns Plc. These companies are consistently among the top five pub operators in the UK with, for example, revenues for 6500 million pounds and around 24000 pubs in 2006 British Hospitality Association 2008.23 Daily stock return information for the companies and the market index FTSE all shares index were obtained from Datastream. We use the current price on Datastreams equity programs which is the prices at the close of market each day adjusted for subsequent capital actions. In Table 8 we present the results of the event study analysis for a value weighted portfolio of these six pub companies.24 We look at each event over four windows: event day, event day plus the following 5 trading days, event day plus the previous 5 trading days, event day plus the previous and following 5 trading days. Standard errors are reported in parentheses. The key legislative events publication of the White Paper on Health Strategy, Vote of Smoking Ban in Scotland, introduction of the Health Bill, and Vote of the Health Bill in England show a negative and statistically significant effect on cumulative excess returns over the event window. Some of these excess returns appear in the previous five days to the 23 The top five in 2006 were: 1. Punch Taverns 9240 pubs, 2. Enterprise Inn 8652 pubs, 3. Marstons 2544 pubs, 4. Greene King 1512 pubs, 5. Mitchell Butlers 1389 pubs. JD Wetherspoon ranked in 10th place with 646 pubs. The operators between places 6 and 9 did not quote in the London Stock Exchange. 24 The results are similar if we use an equally weighted portfolio. 34event which indicate that the news has been leaked or anticipated by the market before the event. The largest effect we find is after the vote on the Scottish smoking ban. On the event day, there is of 2.4% fall in excess returns and the accumulated fall over the longer window is 8.6%. On the vote of the health bill in England the fall over the longer window is of 3.9%. The other event where excess returns are negative is the publication of the 2003 Chief Annual Medical Report where over the longer window the index falls by 5.3%. In this report Sir Liam Donaldson, the Chief Medical Officer, makes his strongest case for the smoking ban by stating that the economic case against the ban was not an issue and that smoking should be banned from public places. There is only one event where the excess returns are positive and statistically significant at the 5 percent level and it is when a Member of the Scottish Parliament introduces a private bill to ban smoking in restaurants in Scotland without the support from the Scottish executive. Scotland, Tobacco and Nicotine Patch Companies Whilst the smoking ban adversely affected the share price of companies owing pubs it is entirely possible that it may have had wider effects. In Table 9 and Figure 2 we put the results on the pubs into perspective by looking at to what an extent these set of events affected a value weighted portfolio of tobacco companies and Glaxo Smith Kline, a key supplier of nicotine patches. We begin, however, by looking at the Belhaven Group in Table 9. This company was founded in 1719 and acquired by Greene King in 2006 and has all its pubs 270 in 2004 in Scotland. As we can see, the progress of the Scottish smoking ban legislation negatively affected its stock market value. The news that, after his visit to Ireland, the Scottish First Minister will consider a ban on smoking was accompanied by a fall of 7.5% over the longer 35window. The announcement of the introduction of the smoking bill on November 10 lead to a 2.9% fall on the event day and negative excess returns of 6.3 % over the longer window. Glaxo Smith Kline, Novartis and Pfizer are the largest supplier of nicotine patches and other implements use to quit smoking, so we expect that the events that lead to the smoking ban may have increase the demand for their products. In contrast, the profit of tobacco companies should have reacted adversely if news about the smoking ban affected negatively the demand for their products. In Figure 2, we look at the cumulative excess return for Glaxo Smith Kline over the longer window Novartis and Pfizer do not quote on the London Stock Exchange, a value weighted portfolio of Tobacco companies and, for comparison purposes, the value weighted portfolio of pub companies. Interestingly, the movement of the excess returns of Glaxo Smith Kline is strongly negatively correlated to the portfolio of Pub companies correlation coefficient is 0.72. In contrast to our predictions, the portfolio of Tobacco companies is negatively correlated to the pub index as well though only moderately correlation coefficient is 0.14. One possible interpretation of these findings is that the market may have expected a stronger effect on the demand for nicotine fixes than for cigarettes as a consequence of the smoking ban. Event Study Falsification Tests The key in the analysis is that the events we present in our analysis provided new information about the progress of the ban. As a robustness check, we therefore look at events that should not have carry new information and we will expect not to affect asset valuation. We have picked the day the smoking ban was introduced in Ireland, Scotland, Wales, Northern Ireland and England. We also look at the publication of the Chief Medical reports of 2004 and 2005 that carry no information about second hand smoking. We present the result 36of this analysis in Table 10. Over the longer window, four coefficients are negative and three are positive. None of these coefficients are statistically significant at conventional levels. In fact, over the 28 event windows there are only three coefficients all in the same date and with different signs that are statistically significant at the 10 percent level. 5. Conclusion We have presented theoretical and empirical work on the economic impact of a high profile form of market regulation, namely a smoking ban. Our theoretical model sets out why some form of regulation may be appropriate, and also gives rise to empirical predictions regarding the economic performance of public houses. In particular the model predicts that a smoking ban is likely to reduce sales and profits. We consider empirical evidence testing this based on data we collected ourselves before and after the smoking ban that was introduced in Scotland in 2006. We complement this with an event study analysis looking at the impact of smoking ban related announcements on the share prices of UK companies that own or operate public houses to news about the progress of antismoking legislation in England and Scotland. The evidence we present is in line with the model as smoking bans are shown to have a deleterious impact on firm performance. This works in both the short and medium run through reduced sales which then damaged medium run profitability, and through affecting stock market valuations of companies. As the theoretical model makes clear a comprehensive ban on smoking in pubs may not be socially optimal although there is a case for government regulation to ensure that there are some nonsmoking pubs. The better way to achieve this would be by permitting diversity e.g. by auctioning licenses to pubs to permit smoking. Indeed licensing smoking pubs may well have been a better route than the current blanket ban 37policies in operation in Scotland and England, both in terms of having a less damaging impact on the economic performance of pubs and upon consumer welfare, at least if the latter is evaluated in a nonpaternalistic way. 38References Adams, S. and C. Cotti 2007 The Effect of Smoking Bans on Bars and Restaurants: An Analysis of Changes in Employment, The B.E. Journal of Economic Analysis Policy, 7, 1 Contributions, Article 12. Adda, J., S. Berlinski, and S. Machin 2007 Short Run Economic Effects of the Scottish Smoking Ban, International Journal of Epidemiology 36, pp. 149154. Alamar, B. and S. Glantz 2004 Smokefree ordinances increase restaurant profit and value, Contemporary Economic Policy , 22, 4, pp. 520525. Anderson, S. and S. Coate 2005 Market Provision of Broadcasting: A Welfare Analysis, Review of Economic Studies, 72, pp. 947972. Armstrong, M. 2005 Public Service Broadcasting, Fiscal Studies, 26, pp. 281299. Armstrong, M. and J. Vickers 2001 Competitive Price Discrimination, Rand Journal of Economics, 32, pp. 579605. Bhaskar, V. and T. To 2004 Is Perfect Price Discrimination Really Efficient: An Analysis of Free Entry, Rand Journal of Economics, 35, pp.762776. Bartosch W. and G. Pope 1999 The Economic Effect of Smokefree Restaurant Policies on Restaurant Businesses in Massachusetts, Journal of Public Health Management Practice, 5, 1, pp. 5362. Bartosch, W. and G. Pope 2002 Economic effect of restaurant smoking restrictions on restaurant business in Massachusetts, 1992 to 1998, Tobacco Control, 11, pp. ii 38ii 42. British Hospitality Association 2008 British Hospitality: Trends and Statistics 2008. British Medical Association 2005 Behind the Smokescreen: The Myths and the Facts, at Report http:www.bma.org.ukhealth_promotion_ethicstobaccosmokescreen.jsp available Card, D., and A. Krueger 1994 The Effect of the Minimum Wage on Shareholder Wealth, Princeton Industrial Relations Section Working Paper 337. Cowling, D. and P. Bond 2005 Smokefree laws and bar revenues in California the last call, Health Economics, 14, pp. 12731281. Fichtenberg, C. and S. Glantz 2002 Effect of smokefree workplaces on smoking behaviour: systematic review, British Medical Journal, 325, p.188. Hyland, A. and M. Cummings 1999 Restaurant Employment before and after the New York City Smokefree Air Act, Journal of Public Health Management Practice, 5, 1, pp.2227. Karafiath, I. 1988 Using Dummy Variables in the Event Methodology, The Financial Review, 23, pp.351357. Rochet, JC., and L. Stole 2002 Non Linear Pricing with Random Participation, Review of Economic Studies, 69, pp.277311. Ruback, R. and M. Zimmerman 1984 Unionization and Profitability: Evidence from the Capital Market. Journal of Political Economy, 92, pp.11341157. Schwert, W. 1981 Using Financial Data to Measure Effects of Regulation, Journal of Law and Economics 24, pp.121158. 39Scollo M, A. Lal, A. Hyland and S. Glantz 2003 Review of the quality of studies on the economic effects of smokefree policies on the hospitality industry, Tobacco Control 12, pp. 1320. 40Appendix 1 This Appendix gives more detail on the historical context of the introduction of the Scottish smoking ban in March 2006 and the English smoking ban in July 2007. The information provided here forms the basis for the events listed in Table 8. History of the Scottish Ban The formation of the Scottish Parliament and Executive to administer Scottish affairs in 1999 allowed Scotland to create antitobacco legislation independently of the rest of the UK. Before 2004, however, the Executive view was that legislation to ban smoking in bars and restaurants was a last resort. In 2000, the hospitality industry has signed up a Scottish Executive charter designed to encourage smokefree policies, including better ventilation and prominently displayed official stickers outlining the establishment smoking policy. The idea was to rely on the voluntary approach as much as possible. The first indication that smoking could be banned in all pubs, restaurants and cafes came after the Scottish Chief Medical Officer, Mac Armstrong, urged ministers to take a tougher approach on antismoking legislation. In a statement released after the UKs 2002 Chief Medical Annual Report he said: I feel very strongly about this issue and I will be seeking to influence as many people as possible in public life, including the Scottish Executive, to pursue bold actions supporting the choice of nonsmokers to breathe clean air in public places. Scotland on Sunday, July 6 2003. On January 14 2004 the Scottish Executive published its much awaited blueprint on tobacco, which aimed at creating a smokefree Scotland. The Tobacco Action Plan blueprint was in the form of a public consultation; while it included the option of a smoking ban, the First Minister, Jack Mc Connell, and his ministerial colleagues emphasized that this could be impractical in the short term. This behavior was against what was perceived to be the view of the Executive Scotsman, December 29, 2003. However, on February 5 2004 an MSP Member of the Scottish Parliament of the opposition SNP Scottish National Party, Stewart Maxwell 25, unveiled a private members bill which sought to ban smoking in areas where food was served. Representatives of the Executive refused to rule out support for the bill, but insisted ministers would first consult widely to gauge public support. The opinion of the First Minister at that time was against a blanket ban. On June 10 2004 the Scottish Executive started a consultation on a possible smoking ban. A source close to the Deputy Health Minister, Tom Mc Cabe, who was steering the Executives consultation on a possible smoking ban said: Although he is waiting for the end of the 25 Maxwells bill was drawn from Kenny Gibsons abandoned proposal after he lost his Glasgow seat in the May 2003 elections. The bill, which was proposed in 2001, attracted substantial crossparty support and was backed by health professionals. 41consultation he is very much of the view that there should be a ban on smoking in pubs and restaurants. Scotland on Sunday, July 4 2004. More significantly, following a visit to Ireland at the beginning of September, the First Minister announced: I am now much closer to the idea that a consistent ban could be advantageous and would make such a law much easier to observe. The Scotsman, September 1 2004. However, the UK Westminster government told Mc Connell that he will have to go alone if he wanted to introduce a blanket ban on smoking. In fact, The Scotsman reports on November 2 2004 that the First Minister was facing fierce opposition from within his own cabinet over his proposal to introduce a ban on smoking in public places. Some Ministers were understood to be concerned about the effect that a smoking ban would have on Labours electoral prospects, particularly as John Reid, then the Health Secretary, had publicly questioned the wisdom of a blanket ban. In a bold move, however, the Executive announced 26 on November 10 2004 the introduction of a bill in the Scottish parliament to ban smoking in all public places. On April 28 2005 MSPs voted by 83 to 15 in favor of a blanket smoking ban, with only the Conservatives opposing the move. After the vote, the legislation went back to the committee for further scrutiny but it was almost certain that the law would be passed. On June 30 2005 Scotland became the first part of the United Kingdom to ban smoking in public places when MSPs voted by an overwhelming majority to implement an allout ban from Spring 2006. The ban started on March 26 2006. The English Smoking Ban The first strong public signal by someone appointed by the government in favor of a smoking ban in all public places in England came from the publication of the 2002 Chief Medical Annual Report.27 Published on July 3 2003 the report prepared by the governments Chief Medical Officer, Sir Liam Donaldson, highlighted the potential dangers of second hand smoking and made a number of recommendations for action. Chief among them was the introduction of a ban on smoking in public places in the near future. In reaction to the publication of this influential report the Department of Health said that it would give serious consideration to the proposal but that would prefer to continue working with the industry to raise awareness and change behaviour. Financial Times, July 4 2003. In fact, this was the governments position for much of 2003. This view was also shared by the Tobacco and Hospitality industry which advocated continuing with a voluntary approach to regulation rather than using legislation. 26 In his speech the First Minister announced that the smoking legislation will be introduced in the Health Service Miscellaneous Provisions Bill due to be presented to parliament before Christmas 2004. 27 On May 10, 2003, Labour MP Gareth Thomas introduced a private member bill to secure a ban on smoking in cafes and restaurants. The Smoking Restaurants Bill, which was not passed, prevented people from lighting up in any premises that sells food. 42Representatives of the medical profession and other health practitioners were unhappy with the Government position. On November 25 2003, a public letter endorsed by the Royal College of Physicians and 17 other medical colleges appeared in The Times newspaper calling for a ban on smoking in public places. The letter warned that there was now compelling evidence about the dangers of passive smoking and argued that the system of voluntary selfregulation in bars and restaurants had failed. Once again the Department of Health reiterated its backing of the system then in place and said that the Government had no plans to introduce a ban. However, a consultation exercise launched by Labours party only a few days later asked whether Local Authorities should be able to introduce smoking bans at work and in public places. The year 2004 saw a clear move towards the idea of introducing legislation that would restrict smoking in public places. For example, the Financial Times of July 26 2004 reported a meeting held by John Reid the Health Secretary with publicans and restaurateurs to discuss plans to ban smoking gradually in all public places. Several options were considered, but both pub operators and antismoking groups were against the idea of devolving the decision on smoking bans to Local Authorities. At that time, the government and business were believed to be moving towards the idea of a gradual ban on smoking. The publication of the 2003 Chief Medical Annual Report on July 28 2004 marked the strongest support yet from Sir Liam Donaldson to the introduction of a smoking ban. The report, titled: Going Smoke Free: The Economic Case, pointed out that there was currently no evidence that smoking bans in other countries have damaged the profits of hospitality companies and that actually the number of customers had risen after a ban was introduced. The report recommended that: Smokefree workplaces and smokefree enclosed public places should be created as a priority through legislation. In the run up to the publication of the White Paper on Public Health Strategy that would provide, among other issues, a strategy on antismoking regulation the government felt that there was no public support for extending a ban to pubs Financial Times, 29 September 2004. In fact, the Health Secretary appeared as the cabinets leading liberal on lifestyle issues and suggested that antitobacco campaigners were patronizing working class smokers. Towards the end of September the idea of introducing targeted restrictions on smoking in public places received increased media attention. On November 16 2004 the government published the much awaited White Paper. The document offered a set of national restrictions that ban smoking in all restaurants that provide hot food. Thus, it decided against allowing pubs, restaurants and offices to apply to their Local Authorities for licenses that would allow smoking. The position of the government seemed to please no one. The document was received bitterly by the Chief Medical Officer and antitobacco groups because it failed to provide a blanket ban on smoking in public places. The British Beer and Pub Association also attacked the plans calling the distinction artificial and arbitrary and saying that it seemed designed 43to drive pubs back to the days when they were drinking dens. Financial Times, November 17 2004 In spite of these criticisms the idea of a ban was introduced in Labours election manifesto prior to the 2005 general election and a tortuous and uncertain road to the Public Health Bill of October 27 2005, started when the Labour party was elected for a third consecutive period on May 5 2005. The Prime Minister reshuffled the cabinet after the General Election. Patricia Hewitt became Health Secretary and John Reid moved to Defense. On June 19 2005 Hewitt signalled that she wanted to take a tougher stance on the smoking regulation than her predecessor. Although Department of Health officials repeatedly denied plans to outlaw smoking in public places completely, they indicated they could change their mind if a public consultation revealed support for this policy. But on October 10 2005 16 days before the Public Health Bill was due the Health Secretary got approval from the Prime Minister to push for a tougher approach. Patricia Hewitt proposed an outright ban or sealed off rooms in pubs for smokers. The cabinet was much divided over this issue. The bill was due on October 26, but ministers failed to agree on a possible compromise to allow dedicated smoking rooms in pubs and clubs. In the end, to the embarrassment of the Health Secretary and the Prime Minister, the Public Health Bill proposed to parliament on October 27 2005, returned to the original formula used in the Labour manifesto that allowed smoking in pubs and bars that did not serve food. Although the industry saw the original formula difficult to implement it was relieved by the fact that private club operators will not be allowed special dispensations. Some MPs, particularly those in the Commons Health Committee, were outraged by the decision of not proposing an outright ban. On January 10 2006 a group of backbenchers, led by Mr Barron, tabled an amendment to the Health Bill demanding no exemptions to a ban. The next day the Prime Minister agreed to give Labour MPs a free vote on this particular point which made a total ban on smoking in pubs and clubs in England more likely but not inevitable. Although the Liberal Democrats backed a total ban, the Conservatives were also offered a free vote. After a heated debate which exposed the differences in government on this issue, on February 14 2006 MPs voted by 384 to 184 for an outright smoking ban. The ban was finally introduced in England on July 1 2007. 44 ddllrrooww eehhtt ddnnuuoorraassnnaabb ggnniikkoomm SS ::11 eerruuggii FF ttaa sseeiinnaappmmoocc bbuupp ddnnaa ooccccaabboott ffoo xxeeddnnii ddeetthhggiieeww eeuullaavv aa ddnnaa ,,nniieell KKhhttiimm SSooxxaall GG rrooff ssnnrruutteerr sssseeccxxee eevviittaalluummuu CC ::22 eerruuggii FFsseettaaddttnneevvee 0301200603112005030920050307200503052005030320050301200503112004030920040307200403052004030320040301200403112003030920030307200300880000 00660000 00440000 00220000 00000000 0200.0400.0600.0800.0010.KSGoccabbo Tsbu P .5 ot 5 wodniw tneve eht ot dnopserroc snruter ssecxe evitalumu C :eto Nna B retf Ana B erofe Byevru S latso P nu Rmuide Mdnaltoc S8323nrehtro Ndnalgn E7012dnaltoc S6504nrehtro Ndnalgn E5813yevru S enoh P nu R troh Sna B retf Ana B erofe Bdnaltoc S4908nrehtro Ndnalgn E3965dnaltoc S2187nrehtro Ndnalgn E156548.3207.1564.429922110014732300.0323398,4288,3189,324282.282.212.091375.8376.6367.4200771104141101200.59902362,5925,3917,575181.202.282.070200.0357.9452.024433110211800400.99004445,5782,4080,598281.202.202.059330.4413.9376.615555110216981300.79713403,4063,3600,451201.201.242.021388.1236.3494.4300771104123193700.0908389,7005,5199,781442.252.242.049718.1322.3379.4333002205107102500.29965186,7000,5016,779202.242.262.016509.1202.5419.2322661182132166700.89187697,7000,6527,689302.202.232.046751.1339.5329.2311002205186184500.89565573,7000,5923,729271.202.262.0455% 3 ot 0 seeyolpm E% 9 ot 4 seeyolpm E% 01 seeyolpm E:deviecer seilper fo rebmu N:seeyolpme fo rebmu Nnoitaive Ddradnat S snoitavresb Onaide Mnnaaee MM:yticapac tnemhsilbats Enoitaive Ddradnat S snoitavresb Onaide Mnae Mnoitaive Ddradnat S snoitavresb Onaide Mnae M:tnemhsilbatse siht ni dewolla gnikoms s Isnoitavresb O% se Ysela S lato Tylkee Wsdnuo Pni ree B fo ecir Psscciittssiittaattss eevviittppiirrccssee DD  11 eellbbaa TTyevru S latso P nu Rmuide Myevru S enoh P nu R troh S87654321sseecciirrpp ddnnaa sseellaass nnoo nnaabb ggnniikkoommss eehhtt ffoo ttcceeffffeeeehh TT  22 eellbbaa TT011.0511.0111.0901.0911.0050.0240.0040.0440.0642.0232.0292.0401.0090.0580.0790.0sela Sylkee W lato T go L :elbaira V tnednepe D632309309309267743,1743,1504,1snoitavresb O220000 00700.0330000 00900.0660000 00900.0110000 00800.0440000 00400.0440000 00500.0550000 00500.0550000 00500.0rreeee BB ffoo eecciirr PP ggoo LL ::eellbbaaiirraa VV ttnneeddnneeppee DD063742,1742,1742,1097,1035,2035,2376,2snoitavresb O:sedulcni noitacificep Sse Yo No No Nse Yse Yo Nse Yse Yo Nse Yse Yse Yo No Nse Yse Yo No No Nse Yo No No Nse Yse Yo Nse Yse Yo Nse Yse Yse Yo No Nse Yse Yo No No Nretf AX yticapa C tnemhsilbats Ego L ymmu Ddnaltoc Symmu D retf Astceff Edexi F tnemhsilbats E stceff Edexi Fytnuo C .%1 ta tnacifingis ;%5ta tnacifingis ;%01 ta tnacifingis .sretsulc 04 stekcarb ni ytnuoc yb deretsulc srorre dradnat S .noisserger SLO :seto N:elbaira V tnednepe D4321ree B fo ecir Pgo Lsela S lato Tylkee W go Lyevru S enoh P nu R troh S :A lena P200.0400.0700.0400.0900.0500.0710.0110.0920.0700.0941.0750.0331.0670.0941.0650.0061.0370.0751.0060.0097,1035,2267743,1yevru S latso P nu Rmuide M :B lena P600.0800.0510.0900.0600.0110.0010.0310.0520.0900.0401.0421.0420.0702.0101,1101,1400,1se Yo No Nse Yse Yse Yse Yo Nse Yo No Nse Y:sedulcni noitacificep S913.0431.0891.0811.0130.0950.0309se Yse Yse Yo N roodtu OXna Bgnikom S retf AXdnaltoc S roodtu OXna Bgnikom S retf AXdnaltoc Sretf AX yticapa C tnemhsilbats Ego Lymmu D retf Aymmu D roodtu Osnoitavresb Ostceff Edexi F tnemhsilbats E stceff Edexi Fytnuo C na Bgnikom S retf AXdnaltoc Symmu D roodtu Osnoitavresb O na Bgnikom S retf AXdnaltoc S tnacifingis ;%01 ta tnacifingis .sretsulc 04 stekcarb ni ytnuoc yb deretsulc srorre dradnat S .noisserger SLO :seto N.%1 ta tnacifingis ;%5 taeeccaappss rrooooddttuuoo ttuuoohhttiiww ddnnaa hhttiiww ssbbuupp nnii sseecciirrpp ddnnaa ,,sseellaass nnoo nnaabb ggnniikkoommss eehhtt ffoottcceeffffee eehh TT  33 eellbbaa TT:elbaira V tnednepe Dgnissi Mecir P2gnissi Msela S1yevru S enoh P nu R troh S :A lena P100.0900.0337755,,22810.0040.0337755,,22yevru S latso P nu Rmuide M :B lena P200.0010.0152,1950.0060.0152,1:sedulcni noitacificep Sse Yse Yse Yse Yse Yse Yretf AX yticapa C tnemhsilbats Ego Lymmu D retf Asnoitavresb O stceff Edexi Fytnuo C na Bgnikom S retf AXdnaltoc Sssnnooiittaavvrreessbb OO na Bgnikom S retf AXdnaltoc Sssuuttaattss ttnneemmttaaeerrtt hhttiiww nnooiittaalleerrrroocc ddnnaannooiittaammrrooffnnii ggnniissssii MM  44 eellbbaa TT ta tnacifingis .sretsulc 04 stekcarb ni ytnuoc yb deretsulc srorre dradnat S .noisserger SLO :seto N.%1 ta tnacifingis ;%5 ta tnacifingis ;%01:elbaira V tnednepe Decir P go Lree B3800.0551100 00617ylkee W go Lsela S lato T1820.0000011 00405:sedulcni noitacificep Sse Yse Yse Yse Yse Yse Yobecal PX yticapa C tnemhsilbats Ego Lymmu Dobecal Psnoitavresb O stceff Edexi Fytnuo C ymmu Dobecal PXdnaltoc S obecal P .detcane saw nab eht erofeb sdoirep rof seriannoitseuq esu ylnoe W .noisserger SLO :seto N 0 dna doirep eht fo shtnom 4 tsal eht ni deweivretni tnemhsilbatse rof eno ot lauqe ymmud a si ;%01 ta tnacifingis .sretsulc 04 stekcarb ni ytnuoc yb deretsulc srorre dradnat S .esiwrehtoyyeevvrruu SS llaattssoo PP nnuu RRmmuuiiddee MM ttnneemmiirreeppxxee oobbeeccaall PP  55 eellbbaa TT.%1 ta tnacifingis ;%5 ta tnacifingisna B retf Ana B erofe Byevru S latso P nu Rmuide Mdnaltoc S8323nnrreehhttrroo NNdnalgn E7012dnaltoc S6504nnrreehhttrroo NNdnalgn E5813yevru S enoh P nu R troh Sna B retf Ana B erofe Bdnaltoc S4908nnrreehhttrroo NNdnalgn E3965dnaltoc S2187nnrreehhttrroo NNdnalgn E156500.6300.5465.7107218.7300.5446.5117137.8300.5406.4122321.6300.5493.5114226.3400.5532.6196269.2400.5492.6130267.2400.5577.6168213.3400.5510.71732noitaive Ddradnat S snoitavresb Onaide M:deviecer seilper fo rebmu Nnae: Mnigra M tifor Pnnuurr mmuuiiddeemm ddnnaa ttrroohhss eehhtt nniissnniiggrraamm ttiiffoorr PP ::sscciittssiittaattss eevviittppiirrccssee DD  66 eellbbaa TTnigra M tifor P :elbaira V tnednepe D4321yevru S enoh P nu R troh S :A lena P609.1865.1824042.1536.1259330.1056.1259912.1297.1599yyeevvrruu SS llaattssoo PP nnuu RRmmuuiiddee MM ::BB lleennaa PP686.1822.4565.4925.4314.4755.1665.1425.1ssnniiggrraamm ttiiffoorrpp nnoo nnaabb ggnniikkoommss eehhtt ffoottcceeffffee eehh TT  77 eellbbaa TT na Bgnikom S retf AXdnaltoc S na Bgnikom S retf AXdnaltoc Ssnoitavresb O472se Yo No Nse Y400,1400,1400,1snoitavresb O:sedulcni noitacificep Sse Yse Yse Yo Nse Yse Yo No Nse Yo No No Nretf AX yticapa C tnemhsilbats Ego Lymmu D retf Astceff Edexi F tnemhsilbats E stceff Edexi Fytnuo C tnacifingis ;%01 ta tnacifingis .sretsulc 04 stekcarb ni ytnuoc yb deretsulc srorre dradnat S .noisserger SLO :seto N.%1 ta tnacifingis ;%5 ta5 ot 55 ot 00 ot 50snrute R ssecx E evitalumu Cepy Ttnev Eeta Dsseeiinnaappmmoocc bbuupp ffooooiillooffttrrooppddeetthhggiieeww eeuullaavv aa rrooff ssnnrruutteerr sssseeccxxee eevviittaalluummuu CC  88 eellbbaa TT310.0730.0010.0120.0500.0420.0450.0600.0720.0800.0510.0000.0710.0430.0320.0710.0350.0920.0820.0882200 00910.0320.0100.0320.0680.0820.0330.0720.0720.0720.0800.0620.0200.0020.0130.0120.0930.0120.0120.0610.0002200 00230.0710.0810.0710.0020.0120.0800.0020.0300.0910.0300.0910.0400.0510.0710.0510.0630.0220.0610.0510.0720.0000.0510.0310.0710.0520.0710.0040.0120.0700.0002200 00900.0710.0040.0900.0110.0200.0600.0800.0700.0600.0700.0900.0900.0500.0880000 00400.0700.0120.0710.0700.0090.0420.0120.0800.0120.0020.0910.0910.0310.0910.0400.0410.0710.0510.0510.0610.0300.0800.0600.0800.0200.0800.0110.0600.0300.0600.0110.0600.0noitacilbup laiciff Osregnad eht sthgilhgih 2002 trope R lacide M launn A feih C30lu J30.noitca sdnemmocer dna gnikoms dnahdnoces fonoitacilbup laiciff Oti ;tnirp eulb noitca gnikoms eht sehsilbup evitucexe hsittoc S eh T40na J41swe N seitirohtua lacol rehtehw sksa tnemucodytrap ruoba L30vo N82 .snabgnikoms ecudortni ot elba eb dluohsnoitacilbup laiciff Oekoms gnitaerc sdnemmocer 3002 trope R lacide M launn A feih C40lu J82.evitucex E eht morf troppus tuohtiw tub dnaltoc Sni swe N stnaruatser morf gnikoms nabot llib secudortni llewxa MPSM 40be F50.noitalsigel hguorht secalp cilbup eerf.nur trohs eht ni lacitcarpmi eb dluoc nabgnikoms a taht tuo stniopllib fo noitcudortn Ifo tnemailrap hsittoc S eht ni noitcudortni eht secnuonna dnaltoc Sswe Ndluoc nabgnikoms a taht sredisnoc dnaltoc S fo retsini M tsri F eh T ssuuooeeggaattnnaavvddaa eebb 40pe S1040vo N01noitacilbup laiciff Oeto Veto Vswe Neto V .dnaltoc Sni nabgnikoms a fo rovaf ni ylgnimlehwrevo etov s PSM50rp A82gnikoms nabot sesoporpygetart Shtlae H cilbu Pno repa P etih W40vo N61dnalgn Eni doof toh evres taht sbu P lla morfyniturcs rehtruf rof noissimmoc ot kcab seog llib eh T.secalp cilbup ni gnikoms no nab teknalb afo aedi eht otsefinam sti ni gniyrrac noitcele lareneg sniw ruoba L50ya M50.dnalgn Eni doof toh evres taht sbup lla morf gnikoms gninnab. yawdnaltoc S eht gniog sesoporpyraterce Shtlae Hwen eh T50nu J02.dnaltoc Sni nabgnikoms eht ssapot etov lanif s PSM50nu J03llib fo noitcudortn Ieht gniredisnoc retf A .tnemailrap hsitir Bni decudortni llib htlae H50tc O72 llibot tnemdnem A.nab teknalbgnisoporp llib htlae Hot tnemdnema elbat slebe R60na J01.nalp lanigiro eht ot skcits tnemnrevog eht nab teknalb aeto Vnab teknalb a rof 481ot 483yb detov s PM ,etabed detaeh a retf A60be F41 .%01 ta dna , %5 ta ,%1 ta ecnacifingis lacitsitats setacidni .sesehtnerap ni srorre dradnat S :seto N. dnalgn Eni secalp cilbup ni gnikoms no5 ot 55 ot 00 ot 50snrute R ssecx E evitalumu Cepy Ttnev Eeta Dppuuoorr GG nneevvaahhllee BB rrooff ssnnrruutteerr sssseeccxxee eevviittaalluummuu CC  99 eellbbaa TT330.0920.0130.0520.0920.0520.0300.0620.0550000 00820.0570.0300.0020.0840.0810.0630.0810.0100.0910.0110000 00120.0150.0920.0120.0120.0230.0100.0130.0360.0530.0050.0930.0040.0740.0740.0640.0710.0320.0700.0220.0010.0620.0140.0820.0230.0430.0140.0330.0130.0020.0010.0810.0210.0810.0200.0910.0660000 00120.0820.0120.0230.0320.0710.0220.0650.0620.0310.0820.0220.0430.0700.0330.0100.0800.0700.0700.0500.0700.0100.0800.0220000 00800.0500.0800.0920.0900.0110.0900.0200.0010.0300.0110.0410.0410.0200.0310.0noitacilbup laiciff Osregnad eht sthgilhgih 2002 trope R lacide M launn A feih C30lu J30noitacilbup laiciff Oti ;tnirp eulb noitca gnikoms eht sehsilbup evitucexe hsittoc S eh T40na J41swe N.snab gnikoms ecudortni ot elba eb dluohs.noitca sdnemmocer dna gnikoms dnahdnoces fo seitirohtua lacol rehtehw sksa tnemucodytrap ruoba L30vo N82.nur trohs eht ni lacitcarpm i eb dluoc nabgnikoms a taht tuo stniopswe N stnaruatser morf gnikoms nab ot llib secudortni llewxa MPSM40be F50nnooiittaacciillbbuupp llaaiicciiffff OOeekkoommss ggnniittaaeerrcc ssddnneemmmmoocceerr 33000022 ttrrooppee RR llaacciiddee MM llaauunnnn AA ffeeiihh CC4400lluu JJ8822.noitalsigel hguorht secalp cilbup eerfswe Ndluoc nab gnikoms a taht sredisnoc dnaltoc S fo retsini M tsri F eh T40pe S10 llib fonoitcudortn Ifo tnemailrap hsittoc S eht ni noitcudortni eht secnuonna dnaltoc S40vo N01.suoegatnavda eb .secalp cilbupni gnikoms nonab teknalb anoitacilbup laiciff Oeto Veto Vswe Neto V .dnaltoc S ni nab gnikoms a fo rovaf ni ylgnimlehwrevo etov s PSM50rp A82yniturcs rehtruf rof noissimmoc ot kcab seog llib eh T.dnalgn E ni doof toh evres taht sbup lla morf gnikoms gninnabfo aedi eht otsefinam sti ni gniyrrac noitcele lareneg sniw ruoba L50ya M50.dnalgn E ni doof toh evres taht sbu P lla morfgnikoms nab ot sesoporp ygetart S htlae H cilbu Pno repa P etih W40vo N61.yaw dnaltoc S eht gniog sesoporpyraterce Shtlae Hwen eh T50nu J02.dnaltoc S ni nab gnikoms eht ssap ot etov lanif s PSM50nu J03.evitucex E eht morf troppus tuohtiw tub dnaltoc Sni .%01 ta dna ,%5 ta ,%1 ta ecnacifingis lacitsitats setacidni .sesehtnerapni srorre dradnat S :seto N5 ot 55 ot 00 ot 50snrute R ssecx E evitalumu C330.0520.0900.0662200 00900.0830.0140.0130.0400.0030.0610.0920.0410.0920.0810.0810.0400.0881100 00200.0820.0130.0220.0800.0220.0830.0900.0810.0510.0991100 00620.0720.010.0220.0310.0220.0730.0600.0700.0200.0880000 00610.0110.0100.0900.0800.0900.0510.0120.0800.0120.0120.0100.0120.0800.0600.0800.0noitacilbup laiciff Otrope R lacide M launn A feih C4002 50lu J91noitacilbup laiciff Otrope R lacide M launn A feih C5002 60lu J12epy Tna Btnev Eeta Dtceffe sekat nabgnikoms hsir I 40ra M92sseeiinnaappmmoocc bbuupp ffoo ooiillooffttrroopp ddeetthhggiieeww eeuullaavv aa rrooff ssnnrruutteerr sssseeccxxee eevviittaalluummuu CC  0011 eellbbaa TTnoitacilbup laiciff Otrope R lacide M launn A feih C6002 70lu J71na Bna Bna Btceffe sekat nabgnikom s dnaler I nrehtro N70rp A03tceffe sekat nabgnikoms dnalgn E70lu J10tceffe sekat nabgnikoms sela W70rp A20 .%01 ta dna ,%5 ta ,%1 ta ecnacifingis lacitsitats setacidni .sesehtnerap ni srorre dradnat S :seto N", "filename": "607854502.pdf", "person": ["Jerome Adda", "Adda, Jerome", "Samuel Berlinski", "Berlinski, Samuel", "V. Bhaskar", "Bhaskar, V.", "Stephen Machin", "Machin, Stephen"], "date": ["2009"]}