{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32736/1/60839680X.pdf"], "title": ["Déjà vu? Short-term training in Germany 1980-1992 and 2000-2003"], "plaintext": "Deja Vu? Short Term Training in Germany 19801992 and 200020031Bernd Fitzenberger,cid:91 Olga Orlyanskaya,cid:92 Aderonke Osikominu,cid:93 and Marie Wallercid:91Albert Ludwigs University Freiburg, ZEW, IZA, IFS, bernd.fitzenbergervwl.unifreiburg.decid:92Albert Ludwigs University Freiburg, olga.orlyanskayavwl.unifreiburg.decid:93Albert Ludwigs University Freiburg, aderonke.osikominuvwl.unifreiburg.de Albert Ludwigs University Freiburg, CDSE Mannheim, marie.wallervwl.unifreiburg.de Correspondence:Dept. of Economics, Albert Ludwigs University Freiburg, 79085 Freiburg, Germany This version: June 3, 2008Abstract: Shortterm training has recently become the largest active labor marketprogram in Germany regarding the number of participants. Little is known on theeffectiveness of different types of shortterm training and on their longrun effects.This paper estimates the effects of shortterm training programs in West Germanystarting in the time period 1980 to 1992 and 2000 to 2003 regarding the two outcomesemployment and participation in longer training programs. We find that shorttermtraining shows mostly persistently positive and often significant employment effects.Shortterm training focusing on testing and monitoring search effort shows slightlysmaller effects compared to the pure training variant. The lockin periods lastedlonger in the 1980s and 1990s compared to the early 2000s. Shortterm trainingresults in higher future participation in longer training programs and this effect wasmuch stronger for the earlier time period.Keywords: shortterm training, employment effects, future training participation,administrative data, active labor market programs JEL: C 14, J 68, H 431This study is part of the two projects On the effectiveness of further training programs.An evaluation based on register data provided by the Institute for Employment Research, IABUber die Wirksamkeit von Fortbildungs und Umschulungsmanahmen. Ein Evaluationsversuchmit prozessproduzierten Daten aus dem IAB; IAB project number 6531A and Employmenteffects of further training programs 20002002 An evaluation based on register data provided bythe Institute of Employment Research, IAB Die Beschaftigungswirkungen der Fb WManahmen 20002002 auf individueller Ebene Eine Evaluation auf Basis der prozessproduzierten Daten des IAB; IAB project number 6531.1A. These projects are joint with the Swiss Institute for International Economics and Applied Economic Research at the University of St. Gallen SIAW andthe Institute for Employment Research IAB. We gratefully acknowledge financial and materialsupport by the IAB. We especially thank Stefan Bender for his efforts to make available the dataon which this study is based. The usual caveat applies.Contents 1 Introduction 2 Institutional Background 153 Data 73.1 Administrative Data Sets Used . . . . . . . . . . . . . . . . . . . . .73.2 Sample Selection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 104 Evaluation Approach 115 Empirical Results 155.1 Estimation of the Propensity Scores . . . . . . . . . . . . . . . . . . . 155.2 Estimated Treatment Effects . . . . . . . . . . . . . . . . . . . . . . . 166 Conclusions Appendix 20251 Introduction  there is almost never a stable set of active programmes to evaluate. Countries are continuously chopping and changing the mix of programmes.Martin and Grubb 2001, p. 21Over the past few years, active labor market policies ALMP have placed a greateremphasis on job search assistance, monitoring and testing work availability, as wellas limited training to activate the unemployed in the short run OECD, 2007. Therehas been a greater focus to activate the unemployed to find unsubsidized jobs insteadof placing unemployed in longer traditional training programs or public employmentschemes. Shortterm programs are replacing longer programs in order to preventlong lockin effects.Public sector sponsored training has traditionally been a main part of ALMP inmany countries including Germany, see the surveys in Fay 1996, Martin and Grubb2001, and Kluve 2006. Although there were many pessimistic assessments regarding the usefulness of such programs, these surveys point out that small scaletraining programs, which are well targeted to specific groups and which involve astrong onthejob component, can show positive employment effects. Little is knownin the literature on the medium and longrun effects of activation strategies whichcombine training, job search assistance, and monitoring.In Germany, the focus on activation strategies is reflected in the recent shift awayfrom traditional longer further training programs, typically lasting a couple ofmonths up to two years, to shortterm training programs Trainingsmanahmen,henceforth denoted by ST00shortterm training in the 2000s lasting at mosttwelve weeks. In fact, ST00 have become the largest program in Germany regardingthe number of participants with 1.07 Million individuals entering such a program in 2007 Bundesagentur fur Arbeit, 2007, pp. 54, 57. In contrast, only 356 thousandindividuals entered longer further training programs in 2007.2 Longer further training programs used to be the largest programs in Germany but have been replaced toa large extent by ST00. In light of the recent evidence that long training programsmostly show positive longrun employment effects Fitzenberger et al., 2008; Lechner et al., 2004, one might be concerned that a focus on activation strategies comesat the expense of pushing the unemployed into instable jobs which do not resultin permanently better employment prospects. There are different types of ST002In 2000, there was a reverse ranking with 552 thousand individuals entering longer furthertraining programs and 477 thousand individuals entering ST00 see table 2 in the appendix.1programs. In this paper, we distinguish programs which focus on skill provision andprograms which focus on testing and monitoring search effort.Between 1980 and 1992, shortterm training programs similar in nature to ST00were in place in West Germany and since 1990 also in East Germany. These werethe programs according to 41a Employment Promotion Act Manahmen nach 41a Arbeitsforderungsgesetz, henceforth denoted by ST8092shortterm trainingbetween 1980 and 1992. Due to budgetary reasons these programs were abolished in 1992. In 1998, shortterm training in form of ST00 was reintroduced into the Social Code III Sozialgesetzbuch III that nowadays regulates labor market policy. Whileactivation and monitoring is a major goal of ST00, the older ST8092 focus solely onjob search assistance, limited training, and guidance towards future participation inlonger training programs. Furthermore, the ST8092 programs were targeted to lowskilled and hardtoplace unemployed. The common features of the two programsare provision of shortterm training, assessment of the unemployed e.g. regardingfuture assignment to longer labor market programs, and job search assistance.There have been a number of studies which evaluate effects of shortterm trainingsince 2000 ST00 using different program evaluation estimators Hujer et al., 2006;Lechner and Wunsch, 2007; Biewen et al., 2007; Stephan et al., 2006; Buttner, 2007;Osikominu, 2008. We are not aware of any study which uses modern approachesto estimate treatment effects for the older ST8092 programs. In the following, wesummarize the evidence for ST00 and other short further training programs in West Germany. Lechner et al. 2004 analyze shorter further training programs in the 1990s that last longer than ST00 or ST8092 programs and provide more sizeableinvestments into professional skills. This study finds that the cumulated longrunemployment effects of shorter training are higher than for longer training programs.Lechner and Wunsch 2006 show that the effect of longer training programs differsover the business cycle such that these programs show better employment effectswhen unemployment is high. This suggests that the activation effect of these programs on the unemployed is higher when unemployment is high. To our knowledge,no comparable evidence exists for shortterm training, which has a stronger focuson activation compared to longer training programs.Hujer et al. 2006 and Osikominu 2008 apply duration methods to evaluate ST00.They find evidence that ST00 reduce the duration of unemployment by increasing the hazard rate for exits from unemployment to employment in the short run.Osikominu 2008 finds no longrun effects on the hazard rate from employmentback to unemployment. According to Hujer et al. 2006 men tend to benefit morestrongly than women. Osikominu 2008, in contrast, does not find significant gen2der differences. Using different versions of matching estimators, Biewen et al. 2007and Lechner and Wunsch 2007 show that for the time period of the early 2000s ST00 tends to perform better than longer further training programs regarding theiremployment effects. Biewen et al. 2007 find some significantly positive employment effects for ST00 in West Germany, whereas Lechner and Wunsch 2007 findno significantly positive treatment effects.The studies reviewed so far do not distinguish different types of ST00. Stephanet al. 2006 consider participation in different versions of ST00 in the second halfof the year 2002. The study uses a matching estimator and finds differing resultsdepending on the type of ST00. The monitoring and testing version of ST00 doesnot show positive results, whereas the training versions show significantly positive ornegative results depending upon whether the training takes place in a firm. Buttner2007 uses a small experimental data set for 2005 in one region of West Germanyand investigates the effect of sending an invitation to participate in a ST00 program which involves monitoring and testing. Out of 189 unemployed receiving aninvitation 77 actually participate. The focus is on distinguishing the effects of announcement threat of treatment from the effect of actual treatment. The studyfinds differences between the announcement effect and the treatment effect. In fact,the announcement results in earlier exits from unemployment, whereas the actualtreatment shows no such effects. The exits from unemployment, however, do nottranslate into significantly higher exits to employment.The literature review reveals that most studies did not distinguish different types of ST00 programs and that estimates of the longrun effects of shortterm training aremissing. This paper estimates the effects of shortterm training programs in West Germany both for the time period 1980 to 1992 ST8092 and 2000 to 2003 ST00regarding both employment and participation in longerterm training programs.This paper is the first to use stateoftheart estimators of treatment effects forthe shortterm training programs in the 1980s and early 1990s. We investigatein particular whether there are lasting positive effects on employment outcomesand whether participation in these programs lead to higher participation in longertraining programs afterwards. Furthermore, we analyze whether treatment effectsdiffer over calendar time. We provide similar estimates for participation in shortterm training in the early 2000s. Because the ST8092 programs were not intended totest and monitor the unemployed, we distinguish two versions of ST00, namely thetraining variant which focuses on skill provision QST00 and the checking variantwhich focuses on testing and monitoring search effort MST00. We argue that the ST8092 programs are to be compared to the QST00 version of ST00.3Methodologically, this paper follows Sianesi 2004 and estimates the effects of treatment starting after some given unemployment experience against the alternative ofnot starting treatment at this point of time and waiting longer. To be able tocompare the results for the 1980s, 1990s, and early 2000s, we use the same methodological approach in all cases. Most evaluation studies in the past used a staticapproach evaluating the effects of receiving treatment during a certain period oftime against the alternative of not receiving treatment during this period of time.3In a dynamic setting, the timing of events becomes important, see Abbring and vanden Berg 2003, Fredriksson and Johansson 2003, and Sianesi 2003, 2004. Statictreatment evaluations implicitly condition on future outcomes leading to possiblybiased treatment effects. The nontreated individuals in the data might be observedas nontreated because their treatment starts after the end of the observation period or because they exit unemployment before treatment starts Fredriksson and Johansson, 2003.Appropriate data for a longterm evaluation of public sector sponsored training programs were not available for a long time. This is the first paper using administrativedata covering such a long time period, namely 18 years in the 1980s and 1990s andfour years in the early 2000s to study the mediumterm and, for the earlier timeperiod, also the longterm employment effects of shortterm training. The comparison between the earlier and the more recent time period is interesting becauseof the similarities between the two programs. In addition to employment, we alsoconsider the effects on future participation in longer further training programs. Thisis important because one stated goal of shortterm training in Germany is to assessthe unemployeds need to participate in longerterm training programs. However,with an increasing focus on shortrun activation strategies this goal may have lostin importance over time.According to our results, shortterm training shows mostly persistently positiveand often significant employment effects. The effects are particularly strong whenparticipation starts during months seven to twelve of the unemployment spell. Theeffects for shortterm training starting during the second year of the unemploymentspell tend to be smaller. The monitoring variant MST00 shows slightly smallereffects compared to the pure training variant QST00. The lockin periods last longerfor ST8092 compared to ST00 and the employment effects tend to be smaller for theearlier time period compared to QST00 but not compared to MST00. Shorttermtraining results in higher future participation in longer further training programsand this effect is much stronger for the earlier time period.3Hujer et al. 2006, Biewen et al. 2007, and Osikominu 2008 are exceptions.4The remainder of this paper is structured as follows: Section 2 discusses the institutional aspects of shortterm training in Germany. Section 3 focuses on the dataused. Section 4 describes the methodological approach to estimate the treatmenteffects. The empirical results are discussed in section 5. Section 6 concludes. Theappendix provides detailed empirical results.2 Institutional Background In Germany, training is traditionally a very important part of active labor marketpolicy that aims at permanently reintegrating unemployed individuals into the labormarket.4 Among the different types of training programs offered, medium and longterm further training programs with a duration of up to two years used to play themost important role since their introduction in 1969. During the 1980s and since 1999, shortterm training programs have been used at a large scale, too. Table 1displays the entries into different types of active labor market programs in West Germany in the period 1979 to 1992. It can be seen that entries into shorttermtraining rose steadily until 1987, remained at a lower level in 1988 and 1989 andpeaked again in 1990. Table 2 shows the participation numbers in Germany aswell as West Germany for the more recent period since 1999. During the recentyears participation in shortterm training rose considerably. Since 2001, shorttermtraining has become the most important type of training regarding the number ofparticipants.Modern shortterm training programs ST00 have two main goals. First, theyare supposed to enhance reintegration of the participants into employment throughguidance and qualification. This may comprise training job search skills throughactivities such as jobapplication training, simulation of job interviews or generalcounseling on job search methods.It may also involve the provision of specificskills like limited computer skills or some technical tasks that are necessary toimprove the job seekers labor market prospects.5 The second aim of shorttermtraining is to assess the job seekers labor market opportunities and their suitabilityfor different jobs but also their availability and willingness to work. This mayentail the preparation of detailed work plans to reintegrate the job seeker into thelabor market, which can include participation in a longer training program.6 The 4Other important policy instruments are for instance employment subsidies, job creation in thepublic sector and measures to promote selfemployment.5For more details on the contents of shortterm training see Kurtz 2003.6One element of the law called JobAQTIV Gesetz introduced in 2002 is to assess the job seeker 5availability of the unemployed is checked by pledging him or her to attend thefulltime training program. In our empirical analysis we therefore distinguish shortterm training programs for which the objective of qualifying the job seeker dominatesfrom programs that put more emphasis on testing the availability to work andassessing the job seekers opportunities using the information on the program codesin the data. Such a distinction can only be an approximation, as the same programcan serve both purposes, even for the same participant. However, this distinction isalso useful for the comparison with shortterm training in the period 1980 to 1992,where testing work availability was no official goal.ST00 programs last between two and twelve weeks with median duration aroundfour weeks. Therefore, they are relatively cheap compared to the longer furthertraining programs. In fact, a onemonth shortterm training course costs on averagee 590 per participant, whereas participation costs for a further training course lastingnine months amount to about e 5850, see Biewen et al. 2007, table 1.In the 1980s and 1990s, there existed shortterm training programs ST8092 thatwere very similar to those described above. The law governing active labor marketpolicy at that time, the Employment Promotion Act Arbeitsforderungsgesetz, included a paragraph on measures to improve the employment chances for the unemployed Manahmen zur Verbesserung der Vermittlungsaussichten fur Arbeitslose.The number of this paragraph gave the programs their name: measures accordingto 41a. These programs where introduced in 1979 after the German labor marketconditions had worsened in the 1970s and the number of longterm unemployed hadrisen considerably.ST8092 programs were particularly targeted at individuals with lower reemployment chances as women, individuals without formal qualification and longtermunemployed. Hardtoplace and lowskilled individuals were underrepresented inthe existing medium and longterm training programs. Shortterm training wasintended to counsel job seekers about their employment chances and the possibilitiesof participating in medium or longterm training programs on the one hand and toteach limited skills helpful for either employment or participation in a longer training program on the other hand Dobischat and Wassmann, 1981. Similar to ST00,ST8092 programs mostly consisted of fulltime classroom training. The curriculumcovered e.g. job counseling, information on public sponsored further training programs and on the general labor market situation, application and communicationtraining, visiting firms and exercises with the intention to stabilize the personalitysoon after becoming unemployed. This may be done through a shortterm training programKurtz, 2003.6of the participants. The maximal length was in general six weeks and there was noexam at the end of the course Schneider, 1981.At the end of 1992, ST8092 programs were abolished in order to reduce the costs ofactive labor market policy in a time of narrow budget. More intensive and completelysponsored shortterm training programs only reappeared in 1997 in the first yearswith a small number of participants only and became important again from 1999onwards Kurtz, 2003.When becoming unemployed individuals have to personally register at the local labor office. This involves a first counseling interview with the caseworker. Furtherinterviews may follow from time to time. Based on these interviews in general thecase workers decides whether to assign an unemployed to a program. Besides beingregistered as unemployed or as a job seeker at risk of becoming unemployed, candidates for shortterm training do not have to fulfil any additional eligibility criteria.Depending on regional and local circumstances, caseworkers exercise a considerableamount of discretion when allocating unemployed to the different programs. Suitable programs are chosen from a pool of certified public or private providers.The employment office pays all direct training costs for shortterm training programs. In addition, ST00 participants continue to receive unemployment benefitsor meanstested unemployment assistance, if they are eligible for such transfer payments. Thus, in the early 2000s, there exist no pure financial incentives for unemployed individuals to participate in ST00, in contrast to the situation in Germanybefore 1998.In the 1980s, shortterm training was treated in the same way aslonger further training programs. This means that participants who fulfilled certaineligibility criteria mainly 720 days of employment subject to social security contributions within the last three years received an income maintenance allowancewhich was more generous than the usual unemployment compensation. Those whowhere not eligible to receive income maintenance allowance continued to receive themeans tested unemployment assistance Bender et al., 2005.3 Data 3.1 Administrative Data Sets Used This study uses large administrative data sets for both time periods under investigation. For the 2000s, the empirical analysis is based on the socalled Integrated Em7ployment Biographies Sample IEBS, a data set which has recently been made available by the Federal Employment Office of Germany.7 The IEBS consists of a 2.2%random sample of individual data drawn from the universe of data records collectedin four different administrative processes: the Employment History BeschaftigtenHistorik, the Benefit Recipient History LeistungsempfangerHistorik, the Data on Job Search Originating from the Applicants Pool Database Bewerberangebot, andthe ParticipantsinMeasures Data ManahmeTeilnehmerGesamtdatenbank.8The Employment History is based on social insurance register data comprising employment information for employees subject to contributions to the public socialsecurity system. It covers the time period from 1990 to 2004. The main feature ofthese data is detailed daily information on the employment of each recorded individual. We use this information to account for the labor market history of individualsas well as to measure employment outcomes. For each employment spell, in additionto start and end dates, data from the Employment History contains information onpersonal as well as job and firm characteristics such as wage, industry, or occupation.The Benefit Recipient History, the second data source, includes daily spells of unemployment benefit, unemployment assistance and income maintenance allowancepayments individuals received between January 1990 and June 2005. The Benefit Recipient History provides information on the periods in which individuals were outof employment and therefore not covered by the Employment History. Moreover,we use additional information contained in the Benefit Recipients History involvingsanctions and periods of exclusion from benefit receipt that may serve as indicatorsfor a lack of motivation. Based on the information in the Employment and the Benefit Recipient History we calculate the individual entitlement periods to unemployment benefits.9The third data source included in the IEBS is the socalled Data on Job Search Originating from the Applicants Pool Database, which contains rich informationon individuals searching for jobs covering the period January 2000 to June 2005.The spells include detailed information concerning job search and personal characteristics, in particular on educational qualifications, nationality, and marital status.7For detailed information on the IEBS see Hummel et al. 2005 and Bender, Biewen etal. 2005.Information in English can be found in Jacobebbinghaus and Seth 2007 or onthe website of the Research Data Center FDZ of the German Federal Employment Officehttp:fdz.iab.deen.aspx.8The data used here has been supplemented with some additional information that are notavailable in the standard version.9For this purpose we rely on Plamann 2002 who summarizes the regulations regarding entitlements to unemployment benefits.8They also provide information on whether the applicant wishes to change occupation, how many job proposals he or she already got, and about health problemsthat might influence employment chances. Finally, the data on applicants includeregional and local identifiers, which we use to link regional and local information,for example unemployment rates at the district level.The ParticipantsinMeasures Data, the fourth data source, contains detailed information on participation in public sector sponsored labor market programs coveringthe period January 2000 to June 2005. The data consist of spells indicating thestart and end dates at a daily level, the type of the program as well as additionalinformation. The Data Base of Program Participants allows us not only to identifyparticipation in shortterm training, but also in other programs such as employment subsidies. This is useful, as it enables us to distinguish between regular andsubsidized employment when evaluating employment outcomes.For the earlier time period covering the 1980s and 1990s, we use administrative individual data from three different sources. These data were assembled for the purposeof evaluating public sector sponsored training programs, see Bender, Bergemann etal. 2005 for a detailed description. The first data source is the IAB Employment Subsample IAB Beschaftigtenstichprobe, IABS of the Institute for Employment Research IAB, see Bender et al. 2000 and Bender, Bergemann et al. 2005, chapter 2.1. The IABS is a 1% random sample of all employment records subject tosocial insurance contribution in the period 19751997. It also contains some information on periods of transfer payments from the unemployment insurance. Thesecond data source is the the Benefit Payment Register Leistungsempfangerdatei,LED of the Federal Employment Office, see Bender, Bergemann et al. 2005, chapter 2.2. These data consist of spells on periods of transfer payments granted tounemployed and program participants in the period 19751997. They include verydetailed information about income maintenance payments which allows to identifyparticipation in different training programs, including the ST8092 programs investigated here. These benefit data contain more detailed information than the benefitdata available in the IABS. The two data sources were merged to the socalled IABSLED data set, see Bender, Bergemann et al. 2005 for details. Based on the IABSLED data we calculate the individual entitlement periods to unemploymentbenefits.As a third data source, we use an administrative survey on training participation,the so called Fu Udata, see Bender, Bergemann et al. 2005, chapter 2.3. The Federal Employment Office collected these data for all participants in further training, retraining, and other training programs for internal monitoring and statistical 9purposes. For every participant, the Fu Udata contain detailed information aboutthe program and the participant.The Fu Udata were merged with the combined IABSLED data by social insurancenumber and additional covariates. Numerous corrections were implemented in orderto improve the quality of the data, see Bender, Bergemann et al. 2005, chapters 34and Fitzenberger et al. 2008 for details. While the IABS provides information onpersonal characteristics and employment histories, the combination of the transferpayment data and the training participation data is used to identify the participationin different types of training programs.3.2 Sample Selection In this study, we analyze inflow samples into unemployment consisting of individualsliving in West Germany who became unemployed after having been continuously employed for at least three months. The beginning of an unemployment spell is definedas the transition from regular not marginal employment to nonemployment andsubsequently being in contact with the employment office not necessarily immediately, either through benefit receipt, program participation or a job search spell.10This way, we focus on individuals closely attached to the labor market, which allows to construct a control group that exhibits a similar employment history as thetreated individuals. Furthermore, the beginning of unemployment defines a naturaltime scale to align treated and nontreated individuals.In order to exclude individuals in formal education or vocational training and individuals eligible for earlyretirement schemes, we only consider persons aged between 25 and 53 years at thebeginning of their unemployment spell. Our evaluation focuses on participation inshortterm training as the first training program that is attended over the course ofan unemployment spell. Later participation in other active labor market programsis regarded as an outcome.Individuals in our control group may participate inanother training program as a first program.For the evaluation of ST00, we focus on an inflow sample into unemployment betweenthe beginning of January 2000 and the end of June 2001. The analysis of ST8092is based on an inflow sample into unemployment from January 1980 to January 1991.11 We consider participation in shortterm training within the first two years of 10In the IEBS we can identify subsidized employment and thus exclude this from our definitionof regular employment. This is unfortunately not possible for the 1980s and 1990s.11This implies that the same individual may appear more than once in our evaluation sample.We take account of multiple inclusions of the same individual in the sample when calculating the 10an unemployment spell. Thus, we evaluate ST8092 programs starting from January 1980 until their abolishment in December 1992 and ST00 programs starting between January 2000 and June 2003. For the earlier time period, the data allow us to followall individuals until the end of 1997. Therefore, we are able to estimate longtermeffects of the ST8092 programs for all participants in our data. We follow theindividuals in the more recent sample until the end of 2004.In the sample covering the early 2000s, we distinguish two types of shorttermtraining programs: the first one puts more emphasis on qualifying the job seekerQST00, while the second one focuses on monitoring and testing the availabilityfor work MST00. We argue that the QST00 variant of ST00 is more similar to the ST8092 programs. For both time periods, we distinguish between treatment startingduring months 0 to 6 of the unemployment spell stratum 1, treatment startingduring months 7 to 12 stratum 2, and treatment starting during months 13 to 24stratum 3. We consider two outcome variables: the monthly employment statusand participation in a longerterm training program later in the unemployment spell.The propensity scores and the treatment effects are estimated separately for thedifferent program types, strata, and men and women. The number of participantsand the size of the control group for each specification are depicted in table 3 in theappendix.4 Evaluation Approach Our goal is to analyze the effect of shortterm training programs on two outcomevariables, namely the individual monthly employment dummy and the individualparticipation in a longerterm training program.12 The treatment we evaluate isparticipating in a shortterm training program as a first training program over thecourse of an unemployment spell against the alternative of not participating in ashortterm training program as a first training program. This alternative includesthe case of participating in a longer training program as first training programor no participation in any training program. We estimate the average treatmenteffect on the treated ATT of shortterm training as first treatment against thisalternative. Extending the static treatment approach to a dynamic setting, wefollow Sianesi 2004 and apply the standard static treatment approach recursivelystandard errors.12The individual participation is measured as a dummy variable which is equal to one when theindividual participates in a longerterm training program at some time in the future within thesame unemployment spell.11depending on the elapsed unemployment duration. The implementation builds uponthe approach developed in Fitzenberger and Speckesser 2007, Biewen et al. 2007,and Fitzenberger et al. 2008.Our empirical analysis is based upon the potentialoutcomeapproach to causality,see Roy 1951, Rubin 1974, and the survey of Heckman et al. 1999. Let thetwo potential outcomes be Y 0, Y 1, where Y 1 represents the outcome associatedwith participation in a shortterm training program and Y 0 is the outcome whenthe individual does not participate in a shortterm training program. For eachindividual, only one of the two potential outcomes is observed and the other outcomeis counterfactual. We focus on the average treatment effect on the treated ATT ofparticipating in a shortterm training program against nonparticipation in a shortterm training program at some given elapsed unemployment duration treatmentversus waiting.Fredriksson and Johansson 2003 argue that a static evaluation approach, which assigns unemployed individuals to a treatment group and a nontreatment group basedon the treatment information observed in the data within a fixed time window,yields biased treatment effects. This is because the definition of the control groupconditions on future outcomes or future treatment. For Sweden, Sianesi 2004 argues that all unemployed individuals are potential future participants in active labormarket programs, a view which is particularly plausible for countries with comprehensive systems of active labor market policies like Germany. In Germany, activelabor market programs are implemented at a fairly large scale in international comparison. While unemployed, job seekers are continuously at risk of being assignedto an active labor market program. This discussion implies that a purely staticevaluation of the different training programs is not warranted. Following Sianesi2003, 2004, we analyze the effects of the first participation in a shortterm training program during the unemployment spell considered conditional on the startingdate of the treatment.We analyze treatment conditional upon the unemployment spell lasting at least untilthe start of the treatment k and this being the first treatment during the unemployment spell considered. Therefore, the ATT parameter comparing treatments k andl of interest is1u, EY 1u, Tu 1, U u 1, T1   Tu 1 0EY 0u, Tu 1, U u 1, T1   Tu 1 0 ,where Tu is the dummy variable indicating the start of treatment starting in month 12u of the unemployment spell. Y 1u, , Y 0u, are the potential outcomes for treatments and nontreatment, respectively, in periods u , where treatment starts inperiod u and 0, 1, 2,  , counts the months since the beginning of treatment. Wecompare treatment versus waiting nonparticipation in the stratum. Note that thepotential outcomes Y 1u, , Y 0u, differ by the month u when treatment starts.The outcomes condition upon being unemployed at least until month u. Nonparticipation involves the possibility of treatment in a later stratum which implies that Y 0u, may correspond after while to a post treatment outcome.The treatment parameter we actually estimate is the average within a stratumcid:88 guu, ,uwhere the average is taken with respect to the distribution gu of starting dates uwithin the stratum.Our estimated treatment parameter 1 mirrors the decision problem of the caseworker and the unemployed who recurrently during the unemployment spell decidewhether to start any of the programs now or to postpone participation to the future.We evaluate the effects of treatment assuming the following dynamic version of theconditional mean independence assumption DCIA2EY 0u, Tu 1, U u 1, T1   Tu 1 0, X EY 0u, T u 0 for u u u, U u 1, T1   Tu 1 0, X ,where X are observed characteristics that are timeinvariant within an unemployment stratum and 0, see equation 1 above and the analogous discussion in Sianesi 2004, p. 137. T u 0 indicates nonparticipation between u and u u isthe end of the stratum of elapsed unemployment considered. We effectively assume that conditional on X, conditional on being unemployed at least until periodu 1, and conditional on not receiving any treatment before the end of the stratumconsidered, u, individuals are comparable in their nonparticipation outcome.In our application, we apply propensity score matching building on Rosenbaum and Rubins 1983 result on the balancing property of the propensity score in the caseof a binary treatment. To account for the dynamic treatment assignment, we estimate the probability of treatment given that unemployment lasts long enough tomake an individual eligible. For treatment starting during months 1 to 6 stratum 1, we take the total inflow sample of unemployed, and estimate a Probit model 13for treatment during stratum 1. The nonparticipation group includes those unemployed who either never participate in the treatment or who start a treatment aftermonth 6. For treatment during strata 2 and 3, the basic sample consists of thoseunemployed who are still unemployed in the last month of the previous stratum.Implicitly, we assume that the actual beginning of treatment within a stratum israndom conditional on X.We implement a stratified local linear matching approach by imposing that thematching partners for a treated individual are still unemployed in the month before treatment starts, i.e. we exactly align treated and nontreated individuals byelapsed unemployment duration in months. In addition, we exactly align treatedand controls by the calendar month in which the unemployment spell began. Theexpected counterfactual outcome for nonparticipation is obtained by means of a local linear regression on the propensity score. We use a crossvalidation procedureto obtain the bandwidth minimizing the squared prediction error for the average ofthe nonparticipationoutcome for the nearest neighbors of the treated individuals.13An estimate for the variance of the estimated treatment effects is obtained throughbootstrapping based on 250 resamples. We resample individuals. This way, we takeaccount of the sampling variability in the estimated propensity score and we obtainstandard errors which are clustered at the individual level.As a balancing test, we use the regression test suggested in Smith and Todd 2005to investigate whether the covariates are balanced sufficiently by matching on theestimated propensity score. For this purpose, each regressor in a given propensityscore specification is regressed on a flexible polynomial of the predicted propensityscore and interactions of this polynomial with the treatment dummy. We thendetermine the number of covariates in each specification for which the balancingtest passes, i.e. the zero hypothesis that the polynomial of the propensity scoreinteracted with the treatment dummy equals zero is not rejected. Furthermore, weinvestigate whether treated and matched nontreated individuals differ significantlyin their outcomes before the beginning of the unemployment spell. We estimatethese differences in the same way as the treatment effects after the beginning ofthe program. By construction, treated individuals and their matched counterpartsexhibit the same unemployment duration until the beginning of treatment.We also investigate effect heterogeneity of the ATT over calender time. For alltreated individuals, we calculate the cumulated individual treatment effects by summing the individual monthly effects over the posttreatment time period. We then 13This method is an extension of the crossvalidation procedure suggested in Bergemann et al.2008.14run a linear regression of these individual effects on dummy variables for the differentcalendar years.Finally, we need to discuss the plausibility of the DCIA 2 for our application.As Sianesi 2004, we argue that the participation probability depends upon thevariables determining reemployment prospects once unemployment begins. Consequently, all individuals are considered as matching partners who have left employment during the same time as the treated individuals i.e. unemployment started inthe same calendar month and who have experienced the same elapsed unemployment duration before program participation. Furthermore, we included a rich set ofindividual characteristics and detailed information on previous employment experience in the propensity score estimation. E.g., we consider skill information, regionalinformation, occupational status, industry as well as information on the remainingentitlement period to unemployment benefits. We use detailed information on pastemployment and unemployment spells to proxy for soft factors that may influenceparticipation such as the ability or motivation of the unemployed. As participationoccurred at a fairly large scale, we argue further that assignment was not very targeted and driven by the regional supply of programs. Moreover, caseworkers hadlittle guidance on what works for whom. Supporting our point of view, Schneideret al. 2006 suggest that until the end of 2002 assignment to training was stronglydriven by the supply of available courses.145 Empirical Results 5.1 Estimation of the Propensity Scores We fitted the propensity scores separately for each of the 18 groups. In each case,we run an extensive specification search. The final specification was chosen basedon economic considerations, statistical significance of the variables included, and thebalancing tests described above.15 The final specifications include 15 to 31 covariates. The Smith and Todd 2005 balancing test is passed in almost all cases at a 1% significance level, except for one specification where we reject the null hypothesis 14For the evaluation of the employment effects of job creation schemes in 19992000 based onadministrative data for Germany, Caliendo et al. 2004 were able to use a survey asking aboutthe motivation of participants such information is not available for our data. It turned out thatboth using administrative data and controlling for these motivational variables did not result innoticeably different estimated program effects compared to using administrative data only. Thisevidence also supports our point of view.15Detailed estimation results are available in the additional appendix to this paper.15for one regressor when using the quartic of the propensity score. Even regarding the 5% level we still pass 895 of 928 tests both cubic and quartic regressions counted.A closer look at the estimation results for the propensity scores reveals that thefollowing information is particularly relevant: region, age, schooling degree, professional qualification, family status, children, foreign or German nationality, timespent in different labor market states during the last three years, remaining claimon unemployment benefits, industry of last employment, last occupation, last wage,reason for the end of last employment, year or quarter the person became unemployed in, health status, past health problems, information on whether a programwas canceled within the last three years, penalties and disqualification from benefitswithin the last three years, participation in a program with a social work component,indication of lack of motivation within the last three years.165.2 Estimated Treatment Effects The evaluation results for shortterm training as first training program vs. waitingare shown in figures 1 to 3. Each graph displays the average treatment effect onthe treated ATT, i.e. the difference between the actual and the counterfactualemployment outcome averaged over those individuals who participate in the programunder consideration. More precisely, we compare the actual employment outcome ofthe treated to the employment outcome these individuals would have had, had theynot taken part in shortterm training as a first training program in the respectivetime window of their unemployment spell. We distinguish between programs startingin three different time windows strata of elapsed unemployment: 0 to 6 monthsstratum 1, 7 to 12 months stratum 2, and 13 to 24 months stratum 3. Weevaluate treatment effects at different points in time. On the time axis in ourgraphs, positive values denote months since the program start, while negative valuesrepresent preunemployment months. We omit the period between the start ofunemployment and the start of the program where both control and treatment groupare unemployed. The dashed lines around the estimated ATT are bootstrapped 95percent confidence bands. Treatment effects for a particular month are statisticallysignificant if zero is not contained in the confidence band.Figure 1 shows the estimated treatment effects for the shortterm training programs 16The variables family status, reason for the end of last employment, health status, past healthproblems, penalties and disqualification from benefits within the last three years, participation ina program with a social work component, indication of lack of motivation within the last threeyears can not be generated in the older data. We instead hope to capture the information by usingdetailed variables on the individuals labor market history.16in the early 2000s with a strong focus on qualification QST00. The results for menare given in the left column, while those for women are shown in the right column.During the program and in the first time following the end of the program, participants typically have a lower monthly employment probability than they would havehad if they had not participated in the program. This is the socalled lockin effect.Figure 1 suggests relatively short 1 to 4 months and not very pronounced lockineffects. These lockin effects are a bit deeper for stratum 1 about 7 percentagepoints than for the later strata 2 to 4 percentage points. After the short lockinperiod, the difference between actual and counterfactual employment outcomes ofparticipants turns positive. We find significant positive effects for men in the secondand third stratum i.e. those men who have been unemployed for at least half a yearbefore entering a program and for women in the first and second stratum, but notin the third stratum. However, the point estimates for the latter are positive aftersix months. The largest employment effects occur between month 12 and month 18. In the four groups with significant effects, the size of the effects reaches 9 to 17percentage points. After 18 months, the effects tend to decline a little, but positive ATTs of 7 to 12 percentage points persist until the end of the observation period18 to 36 months after program start depending on the stratum. These long lastingeffects are quite remarkable given that the programs last only a few weeks. As wedo not exclude participants who attend a second training program after shorttermtraining, but regard the second program as an outcome, it could well be that thelongterm effects are to some degree due to longer training programs which havebeen started as a result of the shortterm training program. This would imply thatshortterm training serves as a bridge into a more intensive training programs andthis combination eventually leads to positive employment effects.Figure 2 presents the corresponding results for the shortterm training programs inthe early 2000s we classified as having a strong focus on testing the availability andwillingness to work as well as the skills of job seekers MST00. The graphs suggestthat, while the point estimates of the monthly average treatment effects are mostlypositive, they generally fail to be clearly significant. The only exception are womenwho receive treatment in months 7 to 12 stratum 2 of their unemployment spell.After a small and very short lockineffect, we first observe a small and insignificantpositive effect. Rising steadily over more than two years, it turns significant after 9 months and eventually reaches 16 percentage points. This picture fits into thescenario that part of the participants attend a second program as a result of the MST00 program and this combination of programs eventually may lead to positiveemployment effects. The trend of the treatment effect is similar for men and womenin stratum 1, but in these cases the level is much lower and the effect is insignificant.17The lockineffects show a similar picture for MST00 as for QST00. In sum, participants of MST00 seem to have benefited less from their program than participantsof QST00 from the program they were assigned to.Results for shortterm programs in the period 19801992 ST8092 are given infigure 3. The estimated monthly average treatment effects are positive after aninitial lockineffect. Remarkably, the lockinperiod is typically longer for ST8092than for ST00. Also, the monthly ATTs of ST8092 are mostly smaller than those of QST00 and statistically insignificant. Only for women unemployed for more thanone year stratum 3, the results show significantly positive treatment effects of 7to 10 percentage points between month 6 and month 20 after program start. Forthe other groups the effects are although for the time after the lockinperiodalways positive insignificant. Interestingly, for most groups the employment effectincreases between month 18 and month 26 after treatment start. As discussedbefore, this is likely due to participation in another training program as a result ofparticipation in shortterm training. In sum, ST8092 programs were less successfulin bringing people back to employment compared to ST00, in particular to QST00.Table 5 shows averages of the monthly ATTs from month 6 after program start untilthe end of the observation period as a way of condensing employment effects afterthe end of the lockinperiod. In four cases for QST00 and two cases for MST00,the figures reported in table 5 suggest highly significant employment effects between 6 and 14 percentage points, for the other groups the effects are smaller and not oronly slightly significant. The results for the ST8092 programs suggest significantlypositive ATTs for women in stratum 2 and 3 and for men in stratum 2 in the range 6.2 to 7.4 percentage points despite the mostly insignificant point estimates in figure 3. The effects for the three other cases are smaller in size and not significant.Table 4 shows gains and losses in months employed cumulated over up to two yearsfour years for the ST8092 programs, respectively after program start as a way ofcondensing the graphical results in figures 1 to 3. This measures by how much aparticipation in shortterm training increases the time spent in employment in agiven time period, when initial negative and subsequent positive employment effectsare weighed against each other. While the gains are very small or not even positiveover the first 6 months, they increase for most groups over a longer period. Thepositive employment effects of QST00 are confirmed again. The effects of QST00cumulated over 24 months are in general larger than those of MST00 and ST8092.In the cases where we find significant effects after 24 months, these lie in a rangebetween one and two and a half months. For example, men and women participatingin QST00 after having been unemployed between 7 and 12 months stratum 218gain 2.4 months in employment during the first 24 months after the program start.Women participating in MST00 in stratum 2 gain 2.6 months in employment intwo years. For the ST8092 programs, there are surprisingly high gains for womenwho were longterm unemployed before the program. After 48 months, we findsignificantly positive cumulated employment effects of ST8092 programs in onecase significance is given only at the 10% level for women in stratum 2 and 3 andfor men in stratum 2.Next, table 6 reports the estimated treatment effects on the participation rates.This means that instead of the employment effect we estimate the average effectof the shortterm training program on the probability to participate in a longerterm further training program at least once during the remaining unemploymentspell after the start of the shortterm training program. All effects are positiveand, with the exception of QST00 in stratum 2, they are all significant. Incidently,the employment effects for QST00 in stratum 2 are the highest among all QST00cases while the participation effects are the lowest. In most cases, the participationeffects are higher for women than for men and the effects are mostly higher forthe ST8092 programs compared to shortterm training in the 2000s. Furthermore,the effects are much higher for MST00 compared to QST00. This is in line withwhat one would expect: an important goal of MST00 is to define a path back intoemployment, including for some job seekers participation in a more intensive trainingprogram. A limited skill upgrade to directly enhance placement is a strong focusof QST00, as a result future program participation is a bit less of an issue. Forthe ST8092 programs, guiding needy job seekers into a longterm training programwas an official goal. The estimated effects of participation rates reflect this goal, inparticular for female participants who show an 18 to 25 percentage points higherprobability to participate in a longer training program.This study investigates program effects of ST8092 programs over 13 calendar years.Given this very long period, one could suspect that the employment effects differover calendar time. Possibly, the activation effect of such programs is higher forthe hardtoplace when unemployment is low or the programs give the unemployedan additional edge when unemployment is high. In order to investigate this typeof potential effect heterogeneity, we regress the average individual treatment effectsafter the lockinperiod summarized in table 5 on an intercept, year dummies,and the individual elapsed unemployment duration to investigate whether the effects differ between years. Bootstrap standard errors are calculated based on theresamples which are also used to bootstrap the standard errors of the effect estimates. According to the results of these regressions, the ATTs do not differ over 19time: a chisquare test for joint significance of the year dummies does not suggestany effect heterogeneity see table 7. Thus, there is no evidence for the businesscycle affecting the employment effects of shortterm training, a finding which is incontrast to the results for longer training programs in Lechner and Wunsch 2006.6 Conclusions Recently, there has been a greater emphasis on job search assistance, monitoringand testing work availability, as well as limited training to activate the unemployedOECD 2007.In Germany, the focus on activation strategies is reflected in therecent shift away from traditional longer further training programs typically lastinga couple of months up to 2 years to shortterm training programs ST00 lastingat most 12 weeks.In fact, ST00 have become the largest program in Germanyregarding the number of participants with 1.07 Million individuals entering such aprogram in 2007 Bundesagentur fur Arbeit, 2007, pp. 54, 57. Between 1980 and 1992, a similar large scale shortterm training program was in place in Germany.These were the programs according to 41a Employment Promotion Act ST8092.This paper estimates the effects of shortterm training programs in West Germanyboth for the time period 1980 to 1992 and 2000 to 2003 regarding both future employment and future participation in longer training programs. This is the firstpaper to analyze these programs for the earlier time period and to estimate longrun effects on outcomes. Our results show that shortterm training shows mostlypersistently positive and often significant employment effects. The effects are particularly strong when participation starts during months 7 to 12 of the unemploymentspell. We tend to find smaller effects for shortterm training starting during thesecond year of the unemployment spell. When shortterm training focuses on testing and monitoring search effort, there are slightly smaller effects compared to whenthe focus is on training only. The lockin periods lasted longer in the 1980s and 1990s compared to the early 2000s. Shortterm training results in higher futureparticipation in longer training programs and this effect was much stronger for theearlier time period. The employment effects of the ST8092 programs did not changesignificantly by year between 1980 and 1992, i.e. there is no evidence for businesscycle effects in contrast to the results for longer training programs in Lechner and Wunsch 2006.Our findings most likely reflect a change in active labor market policy between 1992and 2000. In the 2000s, there is a strong focus on activating the unemployed. In 20contrast, in the 1980s and 1990s it was accepted policy to give the unemployedsome time and to encourage them to participate in longer training programs whenthis seemed advisable and the unemployed were hard to place. Our results suggestthat the policy reorientation towards activation did not result in worse employmentoutcomes. If anything, as far as comparable, ST00 programs with a focus on trainingshow better employment effects. As a caveat, we have to acknowledge, however, thatthe estimated treatment effects for the two time periods are obtained for differentselective treatment samples, i.e. the effects can not be compared without accountingfor these differences.The fact that we find some long lasting effects of shortterm training may be surprising given their short duration. These programs by themselves do not provide asizeable human capital investment. Future research should investigate the hypothesis that the positive program effects can be traced back to the higher participationrates in longer training programs. However, as one piece of evidence against thishypothesis, we find that in the two cases with no significant participation effects theemployment effects of ST00 are particularly high. However, a thorough investigation of the hypothesis would require an evaluation approach for multiple sequentialtreatments as e.g. the one developed by Lechner 2004, but it remains an openquestion whether the stringent identifying assumptions required are satisfied in applications like ours. As a final caveat, an overall assessment of the microeconomiceffects of shortterm training is not possible, because the necessary information fora comprehensive costbenefitanalysis is lacking in our data.References Abbring, J. and G.J. van den Berg 2003. The Nonparametric Identification of Treatment Effects in Duration Models. Econometrica 71, 14911517.Bender, S., A. Haas, and C. Klose 2000.IAB employment subsample 19751995. Schmollers Jahrbuch Journal of Applied Social Science Studies 120,649662.Bender, S., M. Biewen, B. Fitzenberger, M. Lechner, R. Miquel, A. Osikominu, M.Waller, C. Wunsch 2005. Die Beschaftigungswirkung der Fb WManahmen 2000 2002 auf individueller Ebene: Eine Evaluation auf Basis der prozessproduzierten Daten des IAB Zwischenbericht Oktober 2005. Goethe University Frankfurt and SIAW St. Gallen.21Bender, S., A. Bergemann, B. Fitzenberger, M. Lechner, R. Miquel, S. Speckesser,C. Wunsch 2005.Uber die Wirksamkeit von Fortbildungs und Umschulungsmanahmen. Beitrage zur Arbeitsmarkt und Berufsforschung 289, IAB,Nurnberg.Bergemann, A. B. Fitzenberger, and S. Speckesser 2008.Evaluating the Dynamic Employment Effects of Training Programs in East Germany Using Conditional Differencein Differences. Journal of Applied Econometricsforthcoming.Biewen, M., B. Fitzenberger, A. Osikominu, and M. Waller 2007. Which Program for Whom? Evidence on the Comparative Effectiveness of Public Sponsored Training Programs in Germany. IZA Discussion Paper, No. 2885, Bonn.Buttner, T. 2007.Ankundigungseffekt oder Manahmewirkung? Eine EvalIABuation von Trainingsmanahmen zur Uberprufung der Verfugbarkeit.Discussion Paper, 252007, Nurnberg.Bundesanstalt fur Arbeit 19801993. Forderung der beruflichen BildungWeiterbildung. Nurnberg various issues.Bundeanstalt fur Arbeit 1985, 1994. Amtliche Nachrichten der Bundesanstaltfur Arbeit. Nurnberg various issues.Bundeagentur fur Arbeit 20002004. Arbeitsmarkt. Nurnberg various issues.Bundeagentur fur Arbeit 2007. Der Arbeits und Ausbildungsmarkt in Deutschland Dezember und das Jahr 2007. Monthly Report, Nurnberg.Caliendo, M., R. Hujer, S.L. Thomsen, and C. Zeiss 2004. Einfluss von motivationalen Merkmalen aus Befragungsdaten auf die Schatzung des Beschaftigungseffektes von ABMManahmen. Unpublished Manuscript, Goethe University Frankfurt.Dobischat, R. and H. Wassmann 1981. Die Teilnahme der Arbeitslosen an Manahmen zur Verbesserung der Vermittlungsaussichten und ihre Nutzung furdie berufliche Weiterbildung. Berufsbildung in Wissenschaft und Praxis 681,1719.Fay, R. 1996.Enhancing the Effectiveness of Active Labour Market Policies:Evidence from Programme Evaluations in OECD countries. Labour Marketand Social Policy Occasional Papers, 18, OECD, Paris.22Fitzenberger, B., A. Osikominu, and R. Volter 2008.Get Training or Wait?Long Run Employment Effects of Training Programs for the Unemployed in West Germany. Annales d Economie et de Statistique forthcoming.Fredriksson, P. and P. Johansson 2003. Program Evaluation and Random Program Starts. Institute for Labour Market Policy Evaluation IFAU, Uppsala,Working Paper, 2003:1.Heckman, J. R.J. La Londe, and J.A. Smith 1999. The Economics and Econometrics of Active Labor Market Programs. In: O. Ashenfelter and D. Cardeds., Handbook of Labor Economics, Vol. 3 A, Amsterdam: Elsevier Science,18652097.Hujer, R., S.L. Thomsen, and C. Zeiss 2006. The Effects of ShortTerm Training Measures on the Individual Unemployment Duration in West Germany.Discussion Paper 06065, ZEW Mannheim.Hummel, E., P. Jacobebbinghaus, A. Kohlmann, M. Oertel, C. Wubbeke, and Stichprobe der Integrierten Erwerbsbiographien, IEBSM. Ziegerer 2005.1.0. FDZ Datenreport 62005, Nurnberg.Jacobebbinghaus, P. and S. Seth 2007.The German Integrated Employment Biographies Sample IEBS. Journal of Applied Social Science StudiesSchmollers Jahrbuch 127, 335342.Kluve, J. 2006.The Effectiveness of European Active Labor Market Policy.Discussion Paper, RWI Essen.Kurtz, B. 2003 Trainingsmanahmen Was verbirgt sich dahinter? IAB Werkstattbericht No. 8, Nurnberg.Lechner, M. 2004. Sequential Matching Estimation of Dynamic Causal Models.Discussion Paper 200406, University of St. Gallen.Lechner, M., R. Miquel, and C. Wunsch 2004. Long Run Effects of Public Sector Sponsored Training in West Germany. IZA Discussion Paper No. 1443.Lechner, M. and C. Wunsch 2006. Are Training Programs more effective when Unemployment is high? IZA Discussion Paper No. 2355.Lechner, M. and C. Wunsch 2007.What Did All the Money Do? On the General Ineffectiveness of Recent West German Labour Market Programmes.IZA Discussion Paper No. 2800.23Martin, J.P. and Grubb, D. 2001. What works and for whom: A review of OECDcountries experiences with active labour market policies. Swedish Economic Policy Review 8, 956.Osikominu, A. 2008. Is Short Training Short Lived and Long Training Long Lasting? A Multi State Duration Analysis of the Dynamic Effects of Training Schemes For the Unemployed. Discussion Paper, mimeo, Albert Ludwigs University Freiburg.OECD 2007. Activating the Unemployed: What Countries do? Employment Outlook, Chapter 5, Paris.Plamann, G. 2002. Der Einfluss der Arbeitslosenversicherung auf die Arbeitslosigkeit in Deutschland. Beitrage zur Arbeitsmarkt und Berufsforschung,Beitr AB 255.Rosenbaum, P.R. and D.B. Rubin 1983.The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika 70, 4155.Roy, A.D. 1951.Some Thoughts on the Distribution of Earnings. Oxford Economic Papers 3, 135146.Rubin, D.B. 1974. Estimating Causal Effects of Treatments in Randomized and Nonrandomized Studies. Journal of Educational Psychology 66, 688701.Schneider, H. 1981. Erfahrungen mit 41a. Arbeit und Beruf 41981, 9799.Schneider, H., K. Brenke, D. Hess, L. Kaiser, J. Steinwede und A. Uhlendorff2006. Evaluation der Manahmen zur Umsetzung der Vorschlage der HartzKommission Modul 1b: Forderung beruflicher Weiterbildung und Transferleistungen. IZA Research Report, No. 7, Bonn.Sianesi, B. 2003. Differential Effects of Swedish Active Labour Market Programsfor Unemployed Adults in the 1990s. Discussion Paper, Institute for Fiscal Studies, London.Sianesi, B. 2004. An Evaluation of the Swedish System of Active Labor Market Programs in the 1990s. Review of Economics and Statistics 86, 133155.Smith, J.A. and P. Todd 2005. Rejoinder. Journal of Econometrics 125, 365375.Stephan, G. S. Rassler, and T. Schewe 2006. Das Tr Effe RProjekt der Bundesagentur fur Arbeit die Wirkung von Manahmen aktiver Arbeitsmarktpolitik. Zeitschrift fur Arbeitsmarkt Forschung, 3934, 447465.2419833062202442202319885664202966513819812801902547171419865303745259454119915944215370492819822661892342118198759642063654942199257541847812918Training programs further training shortterm training retraining job training Job creation schemes Source: Bundesanstalt fur Arbeit 19801993, Bundesanstalt fur Arbeit 1985, 1994.Table 1: Entries into Active Labor Market Programs in West Germany from 19791992 in ThousandAppendix Training programs further training shortterm training retraining job training Job creation schemes Training programs further training shortterm training retraining job training Job creation schemes 19792091490.731292019843532603043192619894903612761412819802471621438331519854092983845283419905743835963682725Table 2: Entries into Active Labor Market Programs in Germany and West Germanyfrom 19992004 in Thousand199920002001200220032004Qualification programs further and retraining shortterm training Employment subsidies Placement and advisory services Job creation schemes Specific measures for youths Other Total 1,1084914325385323532443123,0871,2215524774596013142633913,249Germany 1,5371,0694564508775655444659347422202462942654575163,3043,985West Germany Qualification programs 643261 further and retraining 339 shortterm training 206Employment subsidies 296Placement and advisory services 73Job creation schemes Specific measures for youths 191370Other 1,778Total Source: Bundesagentur fur Arbeit 2001, 2002, 2003, 2004, 2005.770338286225279891932961,852714307265245286961812311,753972273545245375632103452,2101,5022551,0648082,9201943892126,0259851616903651,28139262172,9491,5481851,1889505,1341704083098,5201,0381247894812,797422701754,80326Table 3: Participation in shortterm Training as a First Training Program for the Inflow Samples into Unemployment Months 1 to 6 Months 7 to 12 Months 13 to 24ST8092ST00Stratum Male Participants Male Control Group Female Participants Female Control Group Male Participants QST00Male Participants MST00Male Control Group Female Participants QST00Female Participants MST00Female Control Group 16559921a 14535782a 559531209795373251384820125674a 1452297022117783372141267070183156311671702021121451221301154975a For these three groups, we randomly selected half of the available nonparticipants due tocomputer constraints.27Table 4: Cumulated Treatment Effects 6 months0.145 0.0900.274 0.1390.319 0.108QST00, Men 12 months0.015 0.1871.005 0.3080.799 0.2416 months0.080 0.0830.009 0.1390.108 0.089QST00, Women 12 months 0.369 0.1910.669 0.3130.013 0.2546 months0.142 0.0890.029 0.1150.166 0.096MST00, Men 12 months0.167 0.1910.142 0.2770.557 0.236MST00, Women 6 months0.203 0.1020.223 0.1620.038 0.10712 months0.322 0.2300.907 0.4040.265 0.27724 monthsa 0.262 0.3782.429 0.6571.518 0.40924 monthsa 1.197 0.4222.419 0.6990.224 0.48224 monthsa0.175 0.4030.378 0.5600.984 0.39324 monthsa0.044 0.4522.590 0.8960.533 0.498Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 36 months0.448 0.1430.285 0.1180.042 0.116ST8092, Men 12 months0.343 0.3150.004 0.3000.161 0.25824 months0.050 0.6310.910 0.6270.522 0.55248 months 1.308 1.2742.336 1.1681.271 1.236ST8092, Women Stratum 1Stratum 2Stratum 36 months0.150 0.1420.302 0.1540.130 0.10412 months 0.039 0.3420.019 0.3890.613 0.24524 months 0.289 0.7700.910 0.8441.675 0.54348 months 0.917 1.5012.813 1.5953.124 1.122a In stratum 3 the treatment effects are summed over 19 months.Note: Sum of the monthly treatment effects from month zero program start. statisticallysignificant at 1%, at 5%, at 10%, bootstrapped standard errors.28QST00Men 0.028 0.0160.111 0.0310.092 0.026MST00Men 0.014 0.0190.027 0.0250.063 0.025ST8092Men 0.043 0.0290.062 0.0270.030 0.028QST00Men 0.083 0.0180.016 0.0250.047 0.024MST00Men 0.164 0.0200.183 0.0320.132 0.027ST8092Men 0.092 0.0330.218 0.0340.194 0.041Women 0.070 0.0200.130 0.0340.025 0.032Women 0.024 0.0190.143 0.0420.038 0.032Women 0.025 0.0340.074 0.0360.071 0.026Women 0.063 0.0180.025 0.0310.106 0.036Women 0.175 0.0260.200 0.0450.110 0.034Women 0.180 0.0380.254 0.0440.229 0.037Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Table 5: Average ATT after Lockin Period Note: Average of the monthly treatment effects from month six since program start until the endof the observation period until month 48 for ST8092 programs. statistically significant at 1%, at 5%, at 10%, bootstrapped standard errors.Table 6: ATT for Participation Rates Note: Treatment effects until the end of the observation period until month 48 for ST8092 programs statistically significant at 1%, at 5%, at 10%, bootstrapped standarderrors.29Table 7: Test of Heterogeneity of Employment Effects over Time 2Statistic p ValueMen 8.06 0.70115.94 0.14310.32 0.502Stratum 1Stratum 2Stratum 3Women 2.91 0.99212.79 0.2357.45 0.762Note: Test on joint significance of all year dummies in a regression of the individual treatmenteffects averaged over the months after program start see table 5 on an intercept, year dummies,and elapsed unemployment duration. Empirical standard errors are calculated from bootstrapresamples.30Figure 1: Average Treatment Effect on the Treated ATTDifference in employment rates is measured on the ordinate, preunemployment 0 and posttreatment 0 months on the abscissa.31.1.050.05.1.1560612182430Month QST00, Female0, Stratum 1.1.050.05.1.1560612182430Month QST00, Female1, Stratum 1.10.1.2.360612182430Month QST00, Female0, Stratum 2.10.1.2.360612182430Month QST00, Female1, Stratum 2.050.05.1.15.260612182430Month QST00, Female0, Stratum 3.1.050.05.1.1560612182430Month QST00, Female1, Stratum 3Figure 2: Average Treatment Effect on the Treated ATTDifference in employment rates is measured on the ordinate, preunemployment 0 and posttreatment 0 months on the abscissa.32.1.050.05.160612182430Month MST00, Female0, Stratum 1.1.050.05.1.1560612182430Month MST00, Female1, Stratum 1.1.050.05.1.1560612182430Month MST00, Female0, Stratum 2.10.1.2.360612182430Month MST00, Female1, Stratum 2.050.05.1.1560612182430Month MST00, Female0, Stratum 3.050.05.1.1560612182430Month MST00, Female1, Stratum 3Figure 3: Average Treatment Effect on the Treated ATTDifference in employment rates is measured on the ordinate, preunemployment 0 and posttreatment 0 months on the abscissa.33.2.10.1.260612182430364248546066Month ST8092, Female0, Stratum 1.1.050.05.1.1560612182430364248546066Month ST8092, Female1, Stratum 1.10.1.260612182430364248546066Month ST8092, Female0, Stratum 2.10.1.260612182430364248546066Month ST8092, Female1, Stratum 2.1.050.05.1.1560612182430364248546066Month ST8092, Female0, Stratum 3.050.05.1.15.260612182430364248546066Month ST8092, Female1, Stratum 3Additional Appendix to: Deja Vu?Training in Germany 19821992 and 20002003Short Term Note: The following material is made available as additional informationfor the paper Deja Vu? Short Term Training in Germany 19821992and 20002003.Variable Definitions for the 20002003 Sample Label Personal Attributesfemaleagegroupforeignerqualificationschoolinghealthpasthealthdisabledmarriedchildyoungchild Last Employmentoccupationindustryendlastjobwaged Definition 1 if female, 0 otherwiseage in 6 groups 1 if citizenship is not German, 0 otherwise 1 no degree, 2 vocational training degree, 3 university or technical college degree 1 no schooling degree, 2 Hauptschulabschluss or Mittlere ReifeFachoberschule degrees reached after completion of the 9thor 10th grade, 3 Fachhochschulreife or AbiturHochschulreifedegrees reached after completion of the 12th or 13th grade1 no health problems mentioned, 2 health problems, but considered without impact on placement, 3 health problems considered to have an impact on placementsame categories as health, but referring to the past two yearsbefore the beginning of the unemployment spell 1 if disabled, 0 otherwise 1 missing, 2 married, 3 not married 1 if at least one child, 0 otherwise 1 if at least one child younger than 10 years, 0 otherwiseoccupation of last employment in 7 categoriesindustry of last employment in 6 categories 2 termination of last occupation by employer, 3 by employee,4 limited in time, 5 other and missingdaily wage in the last jobs before the beginning of the unemployment spellcontinued on next page1Definitionddsec is 1 if earnings are within the social security thresholdslogwaged interacted with ddssec Labelddsseclnwage Employment and Program Historyproblemgrouppasttreatcancelpenaltymotivationlackcouncountua,councountemp,tub,countsub,toos, countcondemp 12,dcount demp 6,demp 24,demp 6_12,demp 12_24claimg Regional Informationarearegion 1 if participation in a program with a social work componentwithin the last three years, 0 otherwise 1 if abandonment of a program in the past according to thebenefit data, 0 otherwise 1 if the unemployed had a period of disqualification from benefits within the last three years, 0 otherwise 1 if within the last three years there is information, that theperson did not appear regularly at the labor office, on lack ofcooperation, availability or similarnumber of days within the last three years before the beginning of unemployment spent in regular employment, receiving unemployment benefits, unemployment assistance, subsistance payment, out of sample, in contact with the labor office,respectively 1 if the respective count variable is larger than 0, 0 otherwise 1 if in regular employment 6, 12, 24, 6 and 12 and 12 and 24months, respectively, before the beginning of the unemployment spellremaining claim on unemployment benefit in four categories German Bundeslander aggregated into 6 categories. 1 SH, NI,HB, HH; 2 NW, 3 HE, RP, SL; 4 BY, BW; 5 MV, BB, BE; 6SN, ST, THclassification of the districts of residence according to locallabor market conditions in 5 groups Calendar Time of Entry into Unemploymentquarterquarter of the end of the last employment from 1 to 6Note: If not mentioned otherwise, variables are defined relative to the beginning of the time windowof elapsed unemployment duration. Variables in categories are used as dummies, i.e. agegroup 1 is 1 if agegroup takes the value 1 and 0 otherwise.2Estimated Propensity Scores for the 20002003 Sample Participation Probit for QST00, Males Treatment QST00, Female0Stratum 20.166 0.098agegroup 1agegroup 12agegroup 2agegroup 4agegroup 5agegroup 6area 2area 3area 4childclaimg 0claimg 1claimg 2claimg 3claimg 34claimg 4countconcountempdcountcondcountoosdcountsubddssecdemp 12_24demp 24demp 6endlastjob 2endlastjob 4industry 3industry 5industry 6lnwagedmarried 2motivationlackoccupation 1occupation 3occupation 5occupation 6occupation 7problemgroupquarter 1quarter 2quarter 3quarter 4quarter 5quarter 6region 2region 4region 5schooling 3youngchild_cons NStratum 10.001 0.0410.116 0.0480.130 0.1030.116 0.0880.096 0.0980.169 0.1080 0.0000 0.0000.068 0.0530.214 0.0710.607 0.2420.195 0.0740.150 0.0760.026 0.0630.045 0.0460.236 0.0640.135 0.0530.165 0.0440.105 0.0550.102 0.0730.013 0.0650.243 0.0800.139 0.0860.002 0.1050.224 0.0920.199 0.0540.120 0.0510.086 0.0490.143 0.0600.048 0.0622.633 0.169215380.123 0.0880.002 0.0900.080 0.1050.140 0.1060.082 0.0810.008 0.0970.129 0.1120.087 0.0670.031 0.1050.124 0.0850.383 0.1160 0.0000.001 0.0000.021 0.0790.011 0.0780.045 0.1150.010 0.1210.033 0.0970.162 0.0860.095 0.0780.027 0.0970.167 0.065Stratum 30.160 0.1200.090 0.1020.082 0.1070.214 0.1020.145 0.1130.151 0.0850.125 0.1130.319 0.1300.179 0.0710.043 0.0950.072 0.1010.210 0.1190 0.0000 0.0000.029 0.0860.148 0.0860.055 0.1440.009 0.1440.292 0.1140.267 0.0950.192 0.0990.151 0.1040.281 0.0710.196 0.1050.029 0.1040.091 0.0950.062 0.0940.121 0.0930.237 0.0970.090 0.1040.038 0.0950.154 0.1040.211 0.1170.182 0.1100.122 0.1000.115 0.1010.092 0.0960.157 0.1150.225 0.1152.354 0.23185581.961 0.26553333Results for Smith and Todd 2005 Balancing Test, QST00 Males Treatment QST00, Female0, Cubic of Pscore Pvalues.05293030Pvalues.05282731Pvalues.01303131Pvalues.01303131Regressors 303131Regressors 303131Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Pvalues.1282728Pvalues.1282631Treatment QST00, Female0, Quartic of Pscore 4Participation Probit for MST00, Males Stratum 10.033 0.0500.027 0.079Treatment MST00, Female0Stratum 20.063 0.0950.231 0.0800.006 0.0980.189 0.0720.059 0.2150.370 0.2060.040 0.1950.286 0.2040.221 0.107agegroup 1agegroup 2agegroup 56childclaimg 0claimg 0_dcountoosclaimg 1claimg 1_dcountoosclaimg 2claimg 34countubdcountcondcountoosdcountsubdcountubdemp 12demp 24demp 6_12endlastjob 2endlastjob 3endlastjob 4foreignerhealth 2health 3industry 2industry 3industry 4industry 5industry 6married 2motivationlackpasthealth 1pasthealth 2pasthealth 3penaltyqualification 1quarter 1quarter 3quarter 4quarter 5quarter 6region 2region 3region 4region 5schooling 3_cons N0.169 0.0910.005 0.1510.029 0.0800.106 0.1530.291 0.0960.284 0.1270.110 0.1350.220 0.0690.063 0.1720.312 0.1490.182 0.0680.037 0.0860.194 0.1260.169 0.1022.406 0.17085140.053 0.0840.008 0.0470.091 0.0540.064 0.0420.135 0.0460.124 0.0500.102 0.0460.172 0.1170.135 0.0710.520 0.1710.314 0.1710.432 0.1700.500 0.1730.350 0.1800.129 0.0420.109 0.0550.107 0.0410 0.0700.008 0.0750.056 0.0710.034 0.0700.161 0.0710.536 0.0790.278 0.0740.122 0.0800.090 0.0572.961 0.207215105Stratum 30.115 0.0680.142 0.0970.085 0.1080.124 0.1170 0.0000.129 0.0840.237 0.1120.029 0.1380.054 0.0730.127 0.1330.093 0.0990.067 0.0850.150 0.1030.321 0.1210.234 0.0710.027 0.0780.346 0.1230.219 0.1260.041 0.0660.098 0.0880.186 0.0840.141 0.0920.140 0.0820.258 0.1210.283 0.1012.176 0.2065336Results for Smith and Todd 2005 Balancing Test, MST00 Males Treatment MST00, Female0, Cubic of Pscore Pvalues.05282323Pvalues.01282325Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Pvalues.1262323Pvalues.1262022Treatment MST00, Female0, Quartic of Pscore Pvalues.05272323Pvalues.01282325Regressors 282325Regressors 2823256Stratum 30.228 0.0990.158 0.0940.197 0.0880.242 0.1180.143 0.1260.153 0.1410 0.0000 0.0010 0.0000.178 0.2770.239 0.1590.235 0.1590.145 0.2750.234 0.1170.455 0.0832.733 0.5215105Participation Probit for QST00, Females Stratum 10.113 0.0480.021 0.0530.116 0.0450.042 0.1270.166 0.0950.173 0.100Treatment QST00, Female1Stratum 20.193 0.0800.155 0.0810.223 0.0680.187 0.1220.254 0.1090.126 0.1490.242 0.1700.001 0.0000 0.0000.001 0.000agegroup 12agegroup 4agegroup 56childclaimg 0claimg 2claimg 34claimg 34_married 2countconcountempcountoosdcountcondcountoosdcountuadcountubddssecdemp 12demp 12_24demp 6demp 6_12endlastjob 2endlastjob 3endlastjob 4foreignerhealth 2health 3industry 3industry 4industry 5industry 6lnwagedlnwagedsqmarried 2motivationlackpasthealth 2pasthealth 3pasttreatcancelpenaltyproblemgroupregion 2region 3region 4region 5_cons N0.170 0.1080.087 0.0880.075 0.1880.072 0.1200.027 0.1260.034 0.1980.375 0.0840.139 0.1230.122 0.1130.301 0.1150.172 0.0850.044 0.1020.030 0.0900.200 0.0740.082 0.0850.155 0.3390.332 0.1590.026 0.0960.086 0.1230.114 0.1003.386 0.47072840 0.0000 0.0000.135 0.0570.084 0.0544.380 1.2630.049 0.1330.037 0.0760.027 0.0920.015 0.1360.227 0.0560.291 0.0750.081 0.0720.271 0.1430.079 0.1390.282 0.1180.062 0.0580.068 0.0670.015 0.0612.241 0.6600.281 0.0860.222 0.0440.326 0.1380.041 0.1470.240 0.1170.075 0.0582.408 0.224143857Results for Smith and Todd 2005 Balancing Test, QST00 Females Treatment QST00, Female1, Cubic of Pscore Pvalues.05312915Pvalues.01313015Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Pvalues.1302815Pvalues.1302414Treatment QST00, Female1, Quartic of Pscore Pvalues.05312914Pvalues.01313015Regressors 313015Regressors 3130158Participation Probit for MST00, Females Treatment MST00, Female1Stratum 1Stratum 20.175 0.1170.207 0.1060.169 0.1230.214 0.1110.104 0.0890.324 0.1470.105 0.1260.143 0.1330.023 0.1640 0.0000.001 0.0010.073 0.0940.174 0.242Stratum 30.261 0.1150.280 0.1160.372 0.1170.178 0.1170.053 0.1320.066 0.1290 0.0000.001 0.0000.264 0.1630.288 0.1270.021 0.1560.120 0.1410.295 0.2450.161 0.0890.189 0.1161.548 1.4640.135 0.1310.271 0.0800.005 0.0790.282 0.1400.263 0.1490.375 0.1360.225 0.1370.413 0.1360.312 0.1320.426 0.1030.129 0.1540.232 0.1211.394 4.02671960.626 1.3610.062 0.1190.193 0.0870.073 0.0840.173 0.0830.141 0.1670.169 0.1620.317 0.1510.232 0.1510.337 0.1530.460 0.1690.355 0.1560.099 0.1720.353 0.1051.093 3.8465090agegroup 1agegroup 2agegroup 4agegroup 5agegroup 56agegroup 6area 3childclaimg 0claimg 1claimg 3claimg 34claimg 3_dcountoosclaimg 4claimg 4_dcountooscountooscountubdcountcondcountoosdcountsubdemp 12demp 12_24demp 24demp 6demp 6_12endlastjob 2endlastjob 3endlastjob 4lncountemplncountempsqmarried 2onlyparttimeparttimequalification 1quarter 1quarter 2quarter 3quarter 4quarter 5quarter 6region 2region 3region 4region 5schooling 3youngchild_cons N0.262 0.0980.213 0.0550.045 0.1170.070 0.1090.098 0.1010.114 0.1160.506 0.1400.380 0.1820.066 0.0620.154 0.0920.059 0.0900.045 0.1310.037 0.1300.095 0.0870.147 0.0650.229 0.0890.138 0.0800.087 0.0920.201 0.0540.120 0.0660.148 0.0530.295 0.0870.235 0.0920.275 0.0880.350 0.0830.231 0.0910.457 0.1000.309 0.0910.150 0.0970.084 0.0642.563 0.540141739Results for Smith and Todd 2005 Balancing Test, MST00 Females Treatment MST00, Female1, Cubic of Pscore Pvalues.05282924Pvalues.01303025Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Pvalues.1252922Pvalues.1272820Treatment MST00, Female1, Quartic of Pscore Pvalues.05293023Pvalues.01303025Regressors 303025Regressors 303025Figure 4: Graphical Check of Common Support for QST0010010203040 010203040 0.05.1.15.2 Density of treated observations displayed on the upward ordinate.QST00, Female0, Stratum 105101520 05101520 0.05.1.15.2 Density of treated observations displayed on the upward ordinate.QST00, Female1, Stratum 10102030 0102030 0.05.1 Density of treated observations displayed on the upward ordinate.QST00, Female0, Stratum 20510152025 0510152025 0.05.1.15.2 Density of treated observations displayed on the upward ordinate.QST00, Female1, Stratum 205101520 05101520 0.05.1.15.2.25 Density of treated observations displayed on the upward ordinate.QST00, Female0, Stratum 3010203040 010203040 0.05.1.15.2 Density of treated observations displayed on the upward ordinate.QST00, Female1, Stratum 3Figure 5: Graphical Check of Common Support for MST0011010203040 010203040 0.05.1.15 Density of treated observations displayed on the upward ordinate.MST00, Female0, Stratum 1010203040 010203040 0.05.1.15 Density of treated observations displayed on the upward ordinate.MST00, Female1, Stratum 10102030 0102030 0.05.1.15 Density of treated observations displayed on the upward ordinate.MST00, Female0, Stratum 2010203040 010203040 0.05.1.15 Density of treated observations displayed on the upward ordinate.MST00, Female1, Stratum 20510152025 0510152025 0.05.1.15.2.25 Density of treated observations displayed on the upward ordinate.MST00, Female0, Stratum 3010203040 010203040 0.05.1.15.2 Density of treated observations displayed on the upward ordinate.MST00, Female1, Stratum 3Variable Definitions for the 19801992 Sample Definition Age at start of unemployment XX and YYAge at start of unemploymentlnage at start of unemployment Female No German citizenship Has dependent children Married No vocational training degree Vocational training degree AbiturNo vocational training degree UniversityCollege degree Label Personal Attributesa XXYYagelnagefemaleforeignkidsmarried BIL1BIL2BIL3BIL4Last Employment BER1BER2BER3BER4BER5pentgentgcensentglogentgclaim 0claim 181claim 361lnclaim X X 0,181, 361claim Xg 0claim Xg 1claim Xg 2claim Xg 3Last Employer WZW1WZW2WZW3WZW4WZW5WZW6WZW7frmsize 1frmsize 2continued on next pageApprentice Blue Collar Worker White Collar Worker Worker at home with low hours or BER missing Parttime working Daily earnings 15 Euro per day in 1995 Euro Earnings censored at social security taxation threshold Daily earnings if pentg1 and entgcens0, otherwise zerolog of entg if pentg1 and entgcens0, otherwise zero Remaining claim on unemployment benefit at beginning of Stratum 1Remaining claim on unemployment benefit at beginning of Stratum 2Remaining claim on unemployment benefit at beginning of Stratum 3lnclaim Xclaim X0claim X0 and claim 0 170claim X170 and claim 0 350claim X350Agriculture Basic materials Metal, vehicles, electronics Light industry Construction Production oriented services, trade, banking Consumer oriented services, organization and social services Firm Size employment missing or 10Firm Size employment 10 and 20012Labelfrmsize 3frmsize 4Employment and Program Historypreex MDefinition Firm Size employment 200 and 500Firm Size employment 500preex 6cumpreex 12cumpreex 24cumpreex 60cumpretx YEmployed M M6, 12, 24 month before unemploymentstarts Number of months employed in the last 6 months before unemployment starts Number of months employed in the last 12 months beforeunemployment starts Number of months employed in the last 24 months beforeunemployment starts Number of months employed in the last 60 months beforeunemployment starts Participation in any ALMP program reported in our data inyears Y Y1, 2 before unemployment starts Schleswig HolsteinHamburg NiedersachsenBremen Nordrhein Westfalen Hessen Rheinland PfalzSaarland Baden Wurttemberg Bayern Regional Information LAND6LAND7LAND8LAND9LAND10LAND11LAND12Calendar Time of Entry into Unemploymenttnully 19YYInteraction of Variablessouthmiddlenorth BILXBERYy XXYYAll variables except those referring to benefit claims are defined at the time of entry into unemployment and constant during the unemployment spell.Baden WurttembergBayern HessenRheinlandPfalzSaarland Schleswig HolsteinHamburgNiedersachsenBremen Combination of education and jobstatusvariables Unemployment begins between year 19XX and 19YYFirst unemployment month January 19600Unemployment begins in year 19YY13Estimated Propensity Scores for the 19801992 Sample Participation Probit for ST8092, Males Treatment ST8092, Female0Stratum 30.123 0.0720.161 0.0580.254 0.2340.284 0.0900.025 0.0650.122 0.0920.123 0.1330.028 0.0140.043 0.0400.030 0.0620.147 0.0750.184 0.0790.043 0.0220.018 0.0080.036 0.0490.182 0.0790.150 0.1040.385 0.1962.130 0.507257112.676 0.53315814BER2BER3BIL1BER2BIL1BER3BIL1a 3034BIL1a 3544BIL2BIL2BER3BIL2a 3544BIL4LAND10LAND8LAND9WZW1WZW2WZW3WZW6WZW7a 3044a 3544a 4553claim 0claim 0g 0claim 0g 1claim 0g 2claim 181entgcensforeignfrmsize 1frmsize 2frmsize 3kidslnagelnclaim 361logentgmarriedmiddlenorthpreex 12cumpreex 24cumpreex 60cumpreex 6cumsouthtnully 1982y 1983y 1987y 1990y 1991y 8182y 8687_cons NStratum 20.201 0.1860.365 0.2420.636 0.2880.341 0.1440.511 0.2520.429 0.2220.068 0.1920.416 0.2230.177 0.0730.125 0.0600.520 0.2170.001 0.0000.130 0.0830.112 0.1260.036 0.0300.012 0.0730.151 0.0710.001 0.0070.003 0.0020.147 0.0710.001 0.0010.222 0.0940.265 0.0990.254 0.114Stratum 10.229 0.0720.114 0.0720.188 0.1230.286 0.0860.169 0.0610.262 0.0840.235 0.1460.231 0.0980.301 0.0860.184 0.0800.121 0.0950.183 0.0760.002 0.0010.466 0.3530.479 0.2680.207 0.1300.127 0.1790.145 0.0850.310 0.0880.174 0.0780.049 0.1030.134 0.0770.030 0.0230.003 0.0690.019 0.0190.019 0.0110.001 0.0030.175 0.0690.361 0.0602.159 0.4056008314Results for Smith and Todd 2005 Balancing Test, ST8092 Males Treatment ST8092, Female0, Cubic of Pscore Pvalues.05292318Pvalues.01292418Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Pvalues.1272218Pvalues.1222115Treatment ST8092, Female0, Quartic of Pscore Pvalues.05262418Pvalues.01292418Regressors 292418Regressors 29241815Participation Probit for ST8092, Females Treatment ST8092, Female1BER2BER3BIL1BIL2BIL2a 3034BIL2a 3544LAND11LAND8WZW3WZW6WZW7a 3034a 3544claim 0g 1claim 0g 2claim 0g 3claim 181g 0claim 181g 1claim 181g 2claim_361entgcensforeignfrmsize 1frmsize 2frmsize 4kidslnagelnclaim 0lnclaim 181logentgmarriedmiddlenorthpreex 12preex 12cumpreex 24preex 24cumpreex 6preex 60cumpretx 2southtnully 1984y 1986y 1990y 1991y 8486y 8889_cons NStratum 1Stratum 20.477 0.1720.443 0.1800.148 0.1500.171 0.0860.187 0.0600.094 0.0850.322 0.1230.578 0.3560.861 0.4490.825 0.4820.277 0.1210.119 0.0640.036 0.0810.036 0.1400.133 0.0800.087 0.0360.128 0.0580.145 0.0820 0.0010.294 0.0840.130 0.1170.487 0.1783.572 0.576359270.181 0.1100.141 0.1140.029 0.0770.170 0.0870.123 0.0690.933 0.3080.772 0.1830.573 0.1460.005 0.0840.155 0.1500.050 0.0440.088 0.0420.125 0.0610.133 0.0800.022 0.0760.111 0.0840.174 0.0780.002 0.0010.256 0.1300.245 0.0993.530 0.6092311516Stratum 30.024 0.0880.163 0.0830.124 0.0670.219 0.0880.370 0.2980.180 0.0940.208 0.0900.046 0.1000.025 0.0870.045 0.0470.150 0.0590.108 0.0750.276 0.1350.061 0.0330.005 0.0110.146 0.1890.003 0.0030.317 0.1470.265 0.0750 0.0010.255 0.0690.275 0.1022.336 0.38917148Results for Smith and Todd 2005 Balancing Test, ST8092 Females Treatment ST8092, Female1, Cubic of Pscore Pvalues.05222022Pvalues.01222022Stratum 1Stratum 2Stratum 3Stratum 1Stratum 2Stratum 3Pvalues.1222021Pvalues.1171820Treatment ST8092, Female1, Quartic of Pscore Pvalues.05191822Pvalues.01212022Regressors 222022Regressors 222022Figure 6: Graphical Check of Common Support for ST80921701020304050 01020304050 0.02.04.06.08 Density of treated observations displayed on the upward ordinate.ST8092, Female0, Stratum 201020304050 01020304050 0.02.04.06.08 Density of treated observations displayed on the upward ordinate.ST8092, Female0, Stratum 301020304050 01020304050 0.05.1.15 Density of treated observations displayed on the upward ordinate.ST8092, Female1, Stratum 3No. 102008 KonleSeidl, R. Changes in the governance of employment serAuthors Title vices in Germany since 2003 The effects of active labor market programs in Germany : an investigation using different definitions of nontreatment Longterm growth determinants of young businesses in Germany : effects of regional concentration and specialisation Geringverdiener: Wem und wie gelingt der Aufstieg? Participation of unemployment benefit recipients in active labor market programs : before and after the German labor market reforms The impact of innovation activities on employment in the environmental sector : empirical results for Germany at the firm level Selektivitat bei der Einlosung von Bildungsgutscheinen The impact of firm characteristics on the success of employment subsidies : a decomposition analysis of treatment effects The effect of unemployment benefit II sanctions on reservation wages Start me up: The effectiveness of a selfemployment programme for needy unemployed people in Germany Wage subsidies for needy jobseekers and their effect on individual labour market outcomes after the German reforms What have we learned? Assessing labor market institutions and indicators Date 208 208 308 308 308 308 408 408 408 508 508 608 Recently published 122008 Stephan, G. 132008 Otto, A. Fornahl, D. 142008 Schank, T. Schnabel, C. Stephani, J. 152008 Stephan, G. Zickert, K. 162008 Horbach, J. 172008 Kruppe, T. 182008 Krug, G. Dietz, M. Ullrich, B. 192008 Schneider, J. 202008 Wolff, J. Nivorozhkin, A. 212008 Bernhard, S. Gartner, H. Stephan, G. 222008 Eichhorst, W. Feil, M. Braun, C. 232008 Shilov, A. Tourovsky, B. 242008 Grun, C. Hauser, W. Rhein, Th. 252008 Boeters, St. Feil, M. 262008 Nivorozhkina, L. Nivorozhkin, A. As per: 24.06.2008 The minimum wage in the dominant firm model 608 Finding a job: Concequences for life satisfaction and interactions with job quality Heterogeneous Labour Markets in a MicrosimulationAGE Modell: Application to Welfare Reform in Germany The Wage Costs of Motherhood: Which Mothers are Better Off and Why 608 608 608 For a full list, consult the IAB website http:www.iab.dedepublikationendiscussionpaper.aspx Imprint IABDiscussion Paper 272008Editorial address Institute for Employment Research of the Federal Employment Agency Regensburger Str. 104D90478 Nuremberg Editorial staff Regina Stoll, Jutta PalmNowak Technical completion Jutta Sebald All rights reserved Reproduction and distribution in any form, also in parts, requires the permission of IAB Nuremberg Websitehttp:www.iab.de Download of this Discussion Paperhttp:doku.iab.dediscussionpapers2008dp 2708.pdf For further inquiries contact the author:Prof. Bernd Fitzenberger Phone 49.761.203.2332Email bernd.fitzenbergervwl.unifreiburg.de ", "filename": "60839680X.pdf", "person": ["Bernd Fitzenberger", "Fitzenberger, Bernd", "Olga Orlyanskaya", "Orlyanskaya, Olga", "Aderonke Osikominu", "Osikominu, Aderonke", "Marie Waller", "Waller, Marie"], "date": ["2008"]}