{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32123/1/608974005.pdf"], "title": ["Konzept für ein wirtschaftliches System periodischer regionaler Preisvergleiche: Datengewinnung über Mieten und Immobilienpreise"], "plaintext": "von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 2 Peter M. von der Lippe, Claus C. Breuer Konzept fur ein wirtschaftliches System periodischer regionaler Preisvergleiche Datengewinnung uber Mieten und Immobilienpreise Kurzfassung einer Expertise fur den Rat fur Wirtschafts und Sozialdaten Vorbemerkung Der Beitrag resumiert unsere aufgrund des Expertisenwettbewerbs weier Fleck des Rats fur Sozial und Wirtschaftsdaten Rat SWD entstandene Expertise Konzept fur ein wirtschaftliches System periodischer regionaler Preisvergleiche.1 Dem Untertitel entsprechend beschaftigt er sich vorwiegend mit der wirtschaftlichen Gewinnung von Daten zu Wohnungsmieten, die fur den regionalen Vergleich geeignet sind. Die allgemeiner gehaltene Fragestellung des Haupttitels tritt demgegenuber etwas in den Hintergrund, was uns gerechtfertigt erscheint, zumal wir zu den allgemeinen konzeptionellen Problemen des regionalen Vergleichs von Verbraucherpreisen und zur Frage der Eignung oder besser Nichteignung der laufenden Erhebungen zum Verbraucherpreisindex VPI fur derartige Vergleiche 2 bereits wiederholt publiziert haben.3 1. Grundsatzfragen zur Datengewinnung uber Mieten und Immobilienpreise beim regionalen Preisvergleich 1.1. Der regionale Preisvergleich im Rahmen der Preisstatistik Es ist unbestritten, dass fur einen regionalen Vergleich von Verbraucherpreisen, also einen Regionalen Verbraucherpreisindex kurz RPI gilt: Daten der laufenden VPIStatistik konnen nicht einfach unbesehen fur einen RPI ubernommen werden. Es ist vielmehr durch Vorkehrungen bei der Erhebung z.B. durch detailliertere Warenbeschreibungen oder Korrekturen nachtragliche Selektion vergleichbarer Falle bzw. wenn dies nicht moglich ist, Qualitatsbereinigung4 fur einen reinen Preisvergleich zu sorgen, wenn nicht sogar eine eigens fur den RPI zu schaffende Datensammlung erforderlich ist. In diesem Fall ist aus Grunden der Wirtschaftlichkeit die Nutzung vorhandener Daten einer Primarerhebung vorzuziehen. Ein RPI muss auch die fur regionale Unterschiede im Verbraucherpreisniveau im besonderen Mae verantwortlichen Mieten enthalten.5 Die Implementierung eines RPI wirtschaftlich erfolgen muss, d.h. Ressourcen schonend und unnotige Belastungen von Befragten vermeidend. Aus diesem Grunde 1 Der vollstandige Text unserer Expertise ist erschienen als Research Notes 322009 bzw. als Working Paper 722009 des Rat SWD und er steht auf der Homepage des Rats zum kostenlosen Download zur Verfugung. 2 Vgl. von der Lippe 2006d zu einer kritischen Beurteilung der Studie Die reale Kaufkraft in Bayern 2002 des Bayerischen Wirtschaftsministeriums, bei der ein Stadtevergleich mit eben solchen Daten der laufenden amtlichen VPIErhebung vorgenommen wurde. 3 Vgl. von der Lippe, Breuer 2008a, 2008b und 2009. 4 Beim RPI sind Methoden der Qualitatsbereinigung rechnerisches Vergleichbarmachen und Konzepte wie z.B. matched models , wie sie aus dem zeitlichern Vergleich bekannt sind, analog anzuwenden. 5 Beim Forschungsprojekt weier Fleck war von vornherein klar, dass anders als in fruheren Vergleichen dieser Art vgl. Rostin 1979 und Strohl 1994 Mieten nicht ausgeklammert werden konnen. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 3 ist insbesondere zu prufen, ob nicht vorhandene amtliche Daten oder auch Daten nichtamtlicher Anbieter z.B. uber Mieten und Kaufpreise von Immobilien fur Zwecke des amtlichen RPI genutzt werden konnen, und ob nicht die laufende VPIStatistik zur Fortschreibung einer speziellen Struktur oder Benchmarkerhebung genutzt werden konnte falls eine solche Primarerhebung unumganglich ist, d.h. dass beide Erhebungen hinsichtlich der methodischen Vorgaben z.B. Wohnungstypologie, Berichtsgemeinden, 6 Abgrenzung der Erhebungsmerkmale kompatibel sein sollten. Im Folgenden wird deshalb zunachst auf die Erhebung der Mieten im VPI eingegangen Abschnitt 2, deren methodische Mastabe naturlich nicht unveranderlich sind, gleichwohl aber fur die gewunschte Kompatibilitat essentiell sind. Generell gilt, dass interregional reiner Preisvergleich7 noch schwerer zu realisieren sein durfte als intertemporal. Es muss Gewahr dafur geboten werden, dass die an verschiedenen Orten beobachteten Preisreprasentanten hinsichtlich der preisbestimmenden Merkmale, insbesondere der Qualitat, auch wirklich vergleichbar sind, was fur Wohnungen und Hauser im besonderen Mae schwierig sein durfte. Deshalb ist eine detailliertere Warenbeschreibung als im zeitlichen Preisvergleich erforderlich,8 aber es sind i. d. R. auch fur jeden Preisreprasentanten mehr Preisnotierungen vorzunehmen. Der Grund ist in beiden Fallen, dass die Streuung der Preise im Ortsvergleich groer ist als im Zeitvergleich. Ferner besteht auch hier ein Konflikt zwischen dem reinem Preisvergleich und der Reprasentativitat. Auch hier ist darauf zu achten, dass nur Guter Waren und Dienste einbezogen werden, die fur die Verbrauchsgewohnheiten an den zu vergleichenden Orten moglichst reprasentativ sind. Das spricht fur ein dezentrales Erhebungssystem, weil dies Kenntnisse daruber verlangt, welche Wohnungen in den jeweiligen Gemeinden reprasentativ sind. Vergleichbarkeit verlangt, dass die Dinge moglichst nur in einem Punkt ungleich sein durfen, alles andere aber gleich sein muss. Sie umfasst nicht nur die Waren selbst, sondern auch wo und wie oft sie gekauft werden. Eine Gemeinde oder Region darf nicht allein dadurch teurer erscheinen als eine andere, weil in ihren Preisdaten etwa mehr teurere Fachgeschafte und weniger preisgunstige Verbrauchermarkte enthalten sind.9 Man kann dies durch die im Indexsystem 2005 100 eingefuhrte fur die jeweils zu vergleichenden Gemeinden gleiche Geschaftstypengewichtung auszugleichen versuchen. Im Fall von Wohnungsmieten oder Hauserpreisen entspricht diesem Sachverhalt die regional unterschiedliche Bedeutung bestimmter Wohnungs und Hausertypen, die andererseits auch gerade mitverantwortlich ist fur das unterschiedliche Miet bzw. Preisniveau.10 6 Die Auswahl der Berichtsgemeinden zum RPI sollte sich der des VPI weitgehend anzuschlieen. Letztere ist z. Zt. jedoch durch Einfuhrung des sog. Regionsmodells, d.h. Einbeziehung von Preisnotierungen auch auerhalb der politischen Grenzen einer Gemeinde, etwas im Fluss. 7 Zu diesem Begriff vgl. von der Lippe 2005 und besonders ausfuhrlich auch von der Lippe 2001, S. 268 ff. 8 Vermutlich werden sich die Bedingungen fur einen regionalen Vergleich hier durch die ab 2008 erfolgende Erhebung ausfuhrlicherer Beschreibungsmerkmale im Rahmen der VPIStatistik verbessern. Vgl. Linz 2007. 9 Vgl. Linz 2007, S. 76., ahnlich Angermann 1989, Rostin 1979 und Strohl 1994. 10 Man kann sich deshalb fragen, ob Gleichheit der Wohnungstypen allein auch Vergleichbarkeit und Reprasentativitat der Mietenstatistik garantiert. Allerdings erscheint es bedenklich, moglichst alle regionalen Unterschiede in Angebot und Nachfrage, sowie in der Struktur des Wohnungsbestands oder auch im Grad der Anspannung auf dem Wohnungsmarkt mit gemeindespezifischen neben den wohnungsspezifischen DummyVariablen , berucksichtigen und bereinigen zu wollen. Es ist ein Unterschied, Vergleichbarkeit herstellen und Ungleichheit erklaren zu wollen. Der erste Fall liegt vor bei Merkmalen der Wohnung selber Groe, Baujahr, Ausstattung, die durchaus Korrekturen im Sinne des reinen regionalen Preisvergleichs erfordern. Anders durfte es bei Merkmalen der Gemeinde z.B. Universitatsstadt als Grund fur ein abweichendes Mietniveau bei einer Einzimmerwohnung sein. Sollen sie bereinigt werden? Eine klare Trennung ist nicht immer moglich. Schon bei von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 4 Fur die Frage, inwieweit man bei Mieten bzw. beim RPI generell auf nichtamtliche Daten aufbauen kann, oder aber sie nicht oder allenfalls zur Plausibilitatsprufung nutzen kann, ist es wichtig, sich Mastabe hinsichtlich der Datenqualitat vorzugeben, die jedoch nicht zwingend sind. Denn auch hier gibt es einen Konflikt zwischen zwei konkurrierenden Zielsetzungen, der einen Kompromiss erfordert: die Daten sollten methodisch anspruchsvoll und zugleich wirtschaftlich zu beschaffen sein. Mastabe zur Beurteilung der Datenqualitat sind vor allem deshalb wichtig, weil es schon aus kommerziellen Grunden keinen Mangel an Datenanbietern gibt, wohl aber einen Mangel an brauchbaren also vergleichbaren Daten. 1.2. Mastabe zur Nutzung von Datenquellen uber Mieten und Immobilienpreise im Rahmen des RPI Der Prufung der Verwendbarkeit externer Daten fur die Komponente Mieten im RPI sollten die folgenden Kriterien oder Axiome11 zugrunde liegen: A1 Dokumentation Die Methoden der Datengewinnung sollten ausreichend dokumentiert und auch moglichst nachvollziehbar sein, d.h. es sollte mindestens erkennbar sein, ob eine Primarerhebung zugrunde liegt wer wird befragt, Mieter oder Vermieter? oder andere Quellen z.B. Zeitungsanzeigen ausgewertet wurden; wie viele Beobachtungen gleicher Miet bzw. Kaufobjekte zugrunde liegen vgl. A2 und was geschieht, wenn ein Objekt fur die weitere Erhebung ausfallt; wie eng oder weit die verglichenen Wohnungen definiert werden Typologie der Objekte und wie Vergleichbarkeit bei subjektiven Einschatzungen z.B. der Lage oder Ausstattung einer Wohnung sichergestellt wird; wie das Erhebungsmerkmal Miete definiert ist z.B. Netto oder Warmmiete; vgl. auch A9 und nach welchen Mastaben die untere und obere Grenze einer Preisspanne, wenn eine solche angegeben wird, bestimmt wird. A2 Erhebung Stichprobe? Umfang? Sampling bias? Erhebungsorganisation? Grundsatzlich ist eine Stichprobe anderen Arten der Teilerhebung vorzuziehen. Der Durchfuhrbarkeit einer Zufallsauswahl sind jedoch enge Grenzen gesetzt. Ein dezentrales Erhebungssystem kann wie erwahnt Vorteile, aber auch Nachteile habenz.B. keine Einheitlichkeit der Methode und damit keine Vergleichbarkeit zwischen den Gemeinden, wie z.B. bei den Statistiken der Immobilienmakler . Es sollte nicht nur eine ausreichende Zahl von Beobachtungen der Statistik zugrunde liegen, es ist auch wichtig, dass alle Segmente der Grundgesamtheit ausreichend reprasentiert werden und nicht bestimmte Segmente systematisch uber oder unterreprasentiert sind 12; es ist in diesem Sinne vorteilhaft, wenn rechtliche Vorgaben Auskunftspflichten oder das wirtschaftliche Interesse bei der Datenproduktion Gewahr fur eine vollstandige und korrekte Erfassung der Grundgesamtheit bieten.13 der Lage, die das soziale Umfeld und die Infrastruktur einschliet, haben wir flieende Ubergange zwischen einem Merkmal der Wohnung und den nicht zu bereinigenden Unterschieden auf dem lokalen Wohnungsmarkt. 11 Laut Brockhaus bedeutet Axiom etymologisch griech., eigtl. was fur wichtig erachtet wird , und das entspricht genau dem, was uns bei dem hier unternommenen Versuch einer Liste von Axiomen vorschwebt. 12 Bei Zeitungsannoncen oder Maklerangaben, aber auch bei Daten von Hypothekenbanken gibt es gute Grunde, anzunehmen, dass nicht unerhebliche Teile der Grundgesamtheit auf diese Weise nicht abgedeckt werden konnen vgl. hierzu Kap. 4 und 5. 13 So sind z.B. Notare verpflichtet, eine Kopie des Kaufvertrags dem ortlichen Gutachterausschuss zuzuleiten, sie haben aber anders als in Frankreich, wo die Notare auch Funktionen bei der Feststellung der steuerlichen Werte haben keine Pflicht die Richtigkeit der Angaben zum Wert des Objekts zu prufen. Wertangaben aus Statistiken auf der Basis von Kreditvertragen durften demgegenuber weitgehend korrekt sein, denn bei Banken von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 5 A3 Kontinuitat der Datenbeschaffung Die Datenquelle sollte Daten gleicher Qualitat moglichst kontinuierlich und aktuell bereitstellen das Problem betrifft eher die Immobilienpreise als die Mieten: wahrend Angaben uber die Mieten stets erfragt werden konnen, so lange die betreffenden Objekte vermietet sind, gibt es Immobilienpreise nur dann, wenn das Objekt zum Verkauf ansteht Daten aus Anzeigen oder von Maklern oder gerade verkauft worden ist Daten auf der Basis von Kaufvertragen.14 A4 Bereinigung von Strukturveranderungen Die Daten sollten auerdem nicht Strukturveranderungen widerspiegeln 15 und alle einen Vergleich beeintrachtigende Faktoren z.B. Qualitat kontrollieren rechnerisch ausschalten, also bereinigen, d.h. es muss nicht nur bei der Erhebung sondern auch in der Zusammenstellung der Daten ein reiner Preisvergleich angestrebt werden. A5 Vergleichbarkeit durch Standardisierung von Erhebung und Aufbereitung Es sollte moglichst viel daruber bekannt sein, was getan wird, um die Vergleichbarkeit der Wohnungen der verglichenen Stadte sicherzustellen. Es ist z.B. zu fragen, wie eng die zugrunde liegende Definition der Wohnungs bzw. Hausertypen ist 16 und was getan wird, um die Qualitat der Daten laufend zu uberprufen. A6 weitere Merkmale Die Erhebung sollte auch preisbestimmende Merkmale insbesondere der Qualitat der Immobilie umfassen nicht nur die Miete bzw. den Preis um die Moglichkeit zu bieten, Qualitatsunterschiede zwischen den Orten hedonisch zu bereinigen.17 A7 Verzahnung mit dem VPI Im Interesse der Verzahnung des raumlichen mit dem zeitlichen Vergleich der amtlichen Statistik, also dem VPI, sollten die Mieten a fur solche Wohnungstypen auch Sozialwohnungen erhoben, oder zumindest mit der Datenquelle bestimmbar sein, die beim VPI zugrunde gelegt werden.18 b zumindest auch in den VPIrelevanten Gemeinden erhoben werden. A8 Bestandsmieten und Second hand Objekte Daten uber Mieten sollten nicht nur Neuvermietungen Transaktionen! bei Erstvermietung oder Mieterwechsel betreffen, es mussen auch Bestandsmieten, also Mieten von Mietern in den Daten enthalten sein, die uber eine langere Zeit unverandert geblieben sind. Letztere durften bei Daten auf der Basis von Annoncen oder bei Angaben von Maklern i.d.R. nicht enthalten sein.19 Auch Immobilienpreise sollten das Second Hand Segment des Marktes einschlieen. besteht ein Interesse daran, zeitnahe Verkehrswerte fur die beliehenen Objekte zu erhalten Bundesamt fur Bauwesen und Raumordnung 2007, S. 241. 14 Die nach Leifer 2004, S. 445 offenbar besonders in den angelsachsischen Landern beliebte Methode der Mehrfachverkaufe der gleichen Immobilie leidet darunter, dass es Objekte mit unterschiedlich haufigen Transaktionen gibt und einige ausgesprochen selten verkauft werden, ganz abgesehen davon, dass sie sich im Zeitablauf verandern, so dass eigentlich kein Fall von matched models mehr vorliegen durfte. 15 Ein Beispiel: in Bayern Labo 2008, S. 55 wird erwahnt, dass ein Preisanstieg bei Eigenheimen uberhoht sein konnte, weil in Regionen mit besonders niedrigen Eigenheimpreisen besonders wenig gebaut wurde und diese relativ geringen Preise bei der Durchschnittsbildung deshalb weniger als bisher ins Gewicht fallen. 16 Liegt eine mundliche Befragung oder eine Auswertung von Unterlagen oder Annoncen vor, so ist zu fragen, nach welchen Richtlinien die Erhebungspersonen Berichterstatter vorgehen, wie sie geschult werden usw. 17 Siehe auch Kap. 5 fur weitere Anmerkungen zur Art der Merkmale. Sowohl die BBk als auch das St BA halten die bessere Anwendung hedonischer Methoden im Bereich der Immobilien fur vordringlich. Daten, die hierfur keine Moglichkeit bieten, sind nach den heutigen Mastaben praktisch wertlos. 18 Das Raster der Mietstatistik im VPI vgl. Kap. 2 unterscheidet z. B. auch zwischen offentlich geforderten Sozialwohnungen und privat frei finanzierten Wohnungen. Obgleich das Gewicht der Sozialwohnungen abnehmen durfte, scheint diese Differenzierung bis auf weiteres sehr gewunscht und auch notwendig zu sein. 19 Auch Mietspiegel enthalten Bestandsmieten nur dann, wenn sie in den letzten vier Jahren verandert neu vereinbart worden sind. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 6 A9 Mietkonzept Die Mietkomponente beim VPI enthalt auch die sog. Nebenkosten, d.h. die folgenden COICOPPositionen Wagungsanteile in im Index 2000 100 G1 und 2005 100 G2 Position 040 Wohnung, Wasser, Strom, Gas und andere Brennstoffe G1 302,66 G2 308,00 darunter 041 Wohnungsmieten einschl. Mietwert von Eigentumerwohnungen 212,17 043 Regelmaige Instandhaltung, Reparatur der Wohnung 11,49 31,98 044 Wasserversorgung und andere Dienstleistungen 045 Strom, Gas und andere Brennstoffe Haushaltsenergie 47,02 203,30 11,84 33,04 59,82 dies sind die sog. kalten Nebenkosten; sie umfassen vor allem Mullabfuhr, Abwasserentsorgung, Straenreinigung, Grundsteuer B, Schornsteinfegergebuhren etc. Es ist nicht nachteilig, wenn sich der grote Teil der in Frage kommenden Quellen fur den regionalen Vergleich der Mieten nur mit der NettoKaltmiete 041 beschaftigt, weil die Nebenkosten unabhangig von der Kaltmiete ausreichend gut auch in tiefer regionaler Gliederung geschatzt werden konnen 20 was auch im Falle des VPI geschieht. Wichtig ist nur, dass die Position 041 in einer Datenquelle identifizierbar ist. A9 verlangt also, dass Mietangaben nur dann verwendbar sind, wenn sie sich entweder auf das Kaltmietenkonzept von COICOP 041 beschranken oder bei einem umfassenderen Konzept etwa COICOP 040 die Isolation der Komponente 041 erlauben. Die entsprechende Forderung fur Immobilienpreise verlangt Einheitlichkeit des Preiskonzepts. 21 A10 Verfugbarkeit, Bereitschaft zur Vereinheitlichung Es sollte die Bereitschaft zur Zusammenarbeit mit der amtlichen Statistik bestehen und auch dazu, dieser Daten zu angemessenen Konditionen zur Verfugung zu stellen; das Datenangebot in Form auswertbarer Dateien zur Verfugung gestellt werden;22 Aufgeschlossenheit gegenuber Normierungsuberlegungen z.B. Vereinheitlichung der Typologie von Immobilien und der Definitionen von Qualitatsmerkmalen usw. bestehen. Axiom A10 haben wir stets in Gesprachen mit privaten nichtamtlichen und gewerblichen Datenanbietern, wie z.B. Bulwien Gesa AG oder IVD Makler angesprochen haben. Unser Eindruck war, dass Zusammenarbeit z.B. in Gestalt einer Ubernahme dieser Daten durch die amtliche Statistik als wichtige Referenz und quasi als Qualitatssiegel begrut wird. Ob eine Aufgeschlossenheit gegenuber Uberlegungen zur Vereinheitlichung von Definitionen und Konzepten besteht, ist weniger leicht feststellbar. Sie sollte auch die nichtgewerbliche nichtamtliche Datenproduktion, wie z.B. die Erstellung von Mietspiegeln umfassen. Es ist uns ein Anliegen, fur Vereinheitlichung und Normierung und gegen unnotige Doppelarbeit zu 20 Dieser Aspekt ist sehr bedeutsam, weil die Nebenkosten von erheblichem Gewicht nach obigen Angaben im VPI zur Basis 2005 10,47% gegenuber der reinen Nettomiete von 20,33% sind und sich auch im Zeitablauf und wohl auch regional unterschiedlich entwickeln insbesondere die Haushaltsenergie ist wohl in den meisten Gemeinden explosionsartig gestiegen. 21. So ist z.B. zu fragen ob der Grundstucksanteil am Preis wie beim amtlichen Hauserpreisindex herausgerechnet worden ist oder nicht. 22 Man findet z.B. in Verband deutscher Pfandbriefbanken 2008, S.50 57 den Hinweis, dass die Daten der Gutachterausschusse zwar vollstandig sind aber bisher noch nicht frei verfugbar und nicht zu einer empirisch auswertbaren Datenbank zusammengefasst worden sind. Die eigene vdpTransaktionsdatenbank, so heit es, erfulle jedoch diese Voraussetzung der Auswertbarkeit. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 7 pladieren, es ist uns aber bewusst, dass auch schon andere vor uns schon vor vielen Jahren vergeblich diese Ziele verfolgt haben vgl. hierzu insbesondere Angermann 1985. Als vorlaufiges Fazit lasst sich feststellen, dass 1. das Mietniveau mit groem Abstand der wichtigste allerdings auch der wohl am schwersten zu vergleichende Bestimmungsfaktor regionaler Unterschiede im Verbraucherpreisniveau ist gemessen am Gewicht der Mieten im VPI und im RPI wird dieser Position methodisch wenig Aufmerksamkeit geschenkt; es ist viel mehr diskutiert worden uber die Berucksichtigung von Qualitatsveranderungen von Gutern mit einer sehr viel geringeren Ausgabenbedeutung und dass 2. es auf diesem Gebiet zwar keinen Mangel an Daten gibt, wohl aber an vergleichbaren Daten, denn es gibt hier eine Vielzahl von Anbietern, die alle im Rahmen ihrer jeweiligen Moglichkeiten als Regionalforscher, Standortbegutachter, Finanzberater, Makler, Finanzier, Mietspiegelproduzent usw. Daten sammeln, aber man gewinnt den Eindruck, dass hier sehr viel statistische Doppelarbeit geleistet wird.23 1.3. Ergebnisse als Kriterien zur Beurteilung moglicher Datenquellen eines RPI Axiome sollen eine Entscheidung uber die Verwendung oder Nichtverwendung einer nichtamtlichen Datenquelle fur den RPI ermoglichen. Es sind grundsatzliche Erwagungen, bei denen die Methode, nicht das Ergebnis im Vordergrund steht. Man kann sich aber auch primar ergebnisorientiert entscheiden.24 Wir sehen hier aber von einer solchen Beurteilung von Datenquellen als Entscheidungsgrundlage ab, und zwar aus folgenden Grunden: 1. Es war uns nicht moglich, eine fur eine Empfehlung ausreichend umfangreiche Datei mit Mieten und Immobilienpreisen aufgrund der verschiedenen in dieser Studie genannten Quellen zusammenzustellen. 2. Wenn wir versucht hatten, Daten zusammenzustellen, dann hatten es aufgrund der Komplexitat der Aufgabenstellung sehr viele Daten sein mussen, was die Auswertung in Hinblick auf eine zusammenfassende Empfehlung nicht leicht gemacht hatte. 3. Um die beschriebene Aufgabe in einer uberschaubaren Groenordnung zu halten, ware es auch bei ergebnisorientierter Betrachtung notwendig gewesen mit einer Axiomatik eine Vorauswahl aus den Datenanbietern zu treffen. 4. Ein zusammenfassendes Urteil aufgrund der Ergebnisse, ist schwierig, weil es keinen externen Vergleichsmastab fur gute Ergebnisse gibt auch der Umstand, nicht signifikant von den Ergebnissen anderer Anbieter abzuweichen, ist kein Gutekriterium und Plausibilitat als ein denkbarer solcher Mastab kein operationales Konzept ist; die Datenanbieter berufen sich meist selbst darauf, dass ihre Daten den Test auf Plausibilitat in den Augen von Kennern des lokalen Wohnungsmarkts bestanden hatten, und man kann wohl kaum fur alle Orte soviel Sachkenntnis reklamieren, dass man sich ein Urteil uber das Plausibilitatsurteil erlauben kann. 23 Das ist zwar allgemein bekannt, aber das Ausma der Nichtvergleichbarkeit ist weitgehend unbekannt. Insbesondre bei Mietspiegeln wird quasi in jeder Gemeinde das Rad neu erfunden. Es wird seit vielen Jahren hieruber geklagt vgl. Angermann 1985, von der Lippe 2006c, ohne dass dies etwas bewirkt hat. 24 Wie in Kap. 4.1.a dargestellt, scheint das bei der Entscheidung der Bundesbank BBk fur die Verwendung von Daten der Firma Bulwien Gesa AG der Fall gewesen zu sein. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 8 Plausibilitat der Ergebnisse kann aus diesen Grunden kaum allein bestimmend sein fur die Entscheidung, welcher Datenquelle fur Zwecke des RPI genutzt werden sollte. Ein Urteil uber eine Statistik muss immer auch ein Urteil uber die Methode der Statistik beinhalten. 1.4. Datenquellen im Uberblick, Neutralitat des Datenanbieters Grundsatzlich stehen die in Ubersicht 1.1 und 1.2 genannten Datenquellen fur die Mieten und Immobilienpreise fur die Konstruktion eines regionalen Verbraucherpreisindexes RPI zur Verfugung. Sie haben alle ihre speziellen Vor und Nachteile, worauf an spaterer Stelle eingegangen wird. Bei den Datenquellen ist die folgende nicht unwichtig hinsichtlich der Interessen, die evtl. mit der Sammlung und dem Vertrieb bzw. der Veroffentlichung der Daten verbunden sind zu unterscheiden amtliche Daten Abschnitte 2 und 3 nichtamtliche Daten Abschnitt 4 gewerbliche nichtgewerbliche Die amtliche Statistik ist dem BStat G zufolge der Neutralitat und Unabhangigkeit verpflichtet. Es ist anzunehmen, dass sie im hoheren Mae frei ist von wirtschaftlichen und politischen Interessen.25 Wir stellen deshalb zunachst dar, was wir uber die Praxis der amtlichen Statistik in diesem Bereich, d.h. der Mietenstatistik im Rahmen des VPI sowie uber den Hauserpreisindex in Erfahrung bringen konnten. Wir behandeln dann erganzende amtliche Statistiken und schlielich das Datenangebot kommerzieller und nichtkommerzieller privater Datenanbieter. Abschnitt 5 widmet sich einer Wertung der Quellen sowie weiterfuhrender methodischer Fragen. 2. Bestehende Erhebungen der amtlichen Statistik zu Mieten und Preisen von Wohnimmobilien 2.1. Wohnungsmieten im Verbraucherpreisindex VPI Die Statistischen Landesamter erheben vierteljahrlich Mieten fur sieben Mietobjekte, 26 sechs verschiedene Mietwohnungstypen sowie erstmalig mit Umstellung des VPIs auf Basis 2005 vermietete Einfamilienhauser 27 mit mehr als 100m 2 Wohnflache und 4 und mehr Zimmern. Die Beschreibung der Mietobjekte vgl. Ubersicht 2.3 ist uberraschend allgemein gehalten und orientiert sich abgesehen von den Einfamilienhausern lediglich an drei Merkmalen: dem Baujahr AltNeubau vornach 194828, der Wohnungsgroe 70, bzw. 70 m 2 bzw. Zahl der Raume 3 oder 4 und der Finanzierung bzw. Sozialbindung. Ubersicht 2.1 enthalt auch die Anzahl der Wohnungen, die der Verbraucherpreisstatistik der insgesamt 20 Berichtsgemeinden im Land NRW zugrunde liegen. Es besteht schon ein gewisser Zusammenhang zwischen dem Gewicht der Relevanz eines Wohnungstyps und der Anzahl der in der Mietstatistik berucksichtigten Objekte dieses Typs. 25 Als Beispiel fur Interessen, die auf die Datenproduktion einwirken konnten, wird gelegentlich der Umstand genannt, dass Immobilienmakler Geldanlegern den Kauf einer Immobilie schmackhaft machen wollen und daher niedrige Immobilienpreise praferieren konnten. Als nichtgewerbliche private also nichtamtliche Veranstaltung kann man wohl die Mietspiegel betrachten. Aber auch hier sind auch wenn es keine unmittelbaren kommerziellen Interessen gibt Neutralitat und Unabhangigkeit keineswegs vorauszusetzen. Wir haben daruber berichtet in von der Lippe, Breuer 2008a und 2008b. 26 Die folgende Darstellung fut in hohem Mae auf einem personlichen Gesprach mit den Herren Marre, Dr. Steinel und Schmitt im LDS NRW am 12. 8. 2008. 27 Diese Position Miete fur ein leer vermietetes Einfamilienhaus hat nach Ubers. 2.3 ein Gewicht von 11,84, und es werden in NRW aktuell 49 Objekte dieses Typs Meldenummer 439 erhoben. 28 Das Datum 20.6.1948 bezieht sich auf die Wahrungsreform Einfuhrung der DM nach dem Krieg. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 9 Die Gewichte im Index zur Basis 2005 korrelieren mit der Anzahl der Wohnungen mit r 0,8005 r 2 0,6408 .29 Ubersicht 2.1: Amtliche und nichtamtliche Daten fur Mieten und Immobilienpreise amtlich nichtamtlich Wohnungsmieten Immobilienpreise Vierteljahrliche Mietstatistik Erhebung durch Statistische Landesamter im Rahmen der Verbraucherpreisstatistik vgl. Kap. 2.1. Erganzend: MZ, EVSLWR, GWZ, Wohngeldstatistik Mietspiegel fur einen Teil der Stadte und des Mietwohnungsmarkts, SOEP nicht Mietstatistik i.e.S. und spezielle, wenige Stadte umfassende Erhebungen fur internationale Vergleiche Mieten und Preise: Bulwien Gesa AG und Immobilienindex der Deutschen Bundesbank auf Basis von Daten der Bulwien Gesa AG, Wohnimmobilienpreisspiegel des IVD, Empirica und IDN Immo Daten Gmb H Anzeigenstatistik Hauserpreisindex HPI zentrale Statistik beim Statistischen Bundesamt Kap. 2.2 auf Basis der Daten von Gutachterausschussen sowie der amtlichen Baupreisindizes. Deutscher EigentumsImmobilenindex DEIX, LBS Immobilienpreisspiegel, im Aufbau befindliche Datensammlungen des Verbands der Pfandbriefbanken und von Hypoport Ubersicht 2.2: Datenquellen fur Mieten und Kaufpreise von Immobilien 1. Mieten ab Befragung von Mietern und Vermietern VPI Vermieter, SOEP Mieter, Mietspiegel, EVSLWR Mieter, MZ Mieter, GWZ Vermittlertatigkeit der Makler IVD Basis sind Angaben von Marktberichterstattern; Makler aber nicht in allen Marktsegmenten tatig Anzeigen in Zeitungen und Internetplattformen v.a. Empirica auf Basis von IDN Immodaten; diese Daten werden auch bei and. Datenanbietern verwendet a Einige Datenanbieter versuchen eine Synopse verschiedener im Prinzip aller hier genannten Quellen und Expertenurteile so z.B. Bulwien Gesa AG. b Gutachterausschusse sind als Datenquelle bei Mieten weniger ublich als bei Immobilienpreisen und deshalb hier nicht mit aufgenommen worden. 2. Immobilienpreise a Kaufvertrage Gutachterausschusse Daten von Notaren Kreditvertrage Hypoport AG d vdp Transaktionsdatenbank Anzeigen b Makler IVD c Weiterverarbeitungen: amtlicher Hauserpreisindex HPI sowie BBR und GEWOS die zuletzt genannten Datenangebote umfassen auch Mieten 29 Die entsprechende Berechnung mit dem Wagungsschema der Basis 2000 ergab noch eine etwas groerer Korrelation von 0,8091 r 2 0,6546. Fur Wohnungstypen mit relativ groerer Bedeutung groerer Wagungsanteil, wie etwa Typen 4 und 6 MB Nr. 438 und 436, werden schon mehr Preisreprasentanten einbezogen als fur Wohnungen mit geringerem Wagungsanteil Typ 2, MB Nr. 433. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 10 a Eine Kombination Synopse verschiedener im Prinzip aller hier genannten Quellen in Verbindung mit Expertenurteilen wird v.a. reklamiert von der Bulwien Gesa AG. b Angebotspreise in Zeitungen und im Internet hauptsachlich von Empirica. c daneben auch Immobilienvermittler von Bausparkassen; Basis der Statistiken der LBS. d eine Internetplattform zur Vermittlung von Hypothekenkrediten. Ubersicht 2.3: Wohnungstypologie beim Verbraucherpreisindex Anteile in beziehen sich auf Wagungsanteile Kaltmiete der Indizes 2000 100 erste Zahl und 2005 100 zweite Zahl Wohnungstypen der Mietstatistik im VPI Wohnungen a Vermietete Einfamilienhauser Typ 7 MB 439 c 11,84 d Altbau vor 20.6.1948 Neubau nach dem 20.6.1948 70 m 2 3 Zimmer b 23,12 22,54 70 m 2 4 Zimmer e 10,81 9,10 70 m 2 3 Zimmer 70 m 2 4 Zimmer e Offentlich gefordert 7,85 7,76 Frei finanziert 96,97 92,95 Offentlich gefordert 1,91 1,83 Frei finanziert 71,51 58,87 Typ 1 MB c 432 Anz.i 217 2 433 153 3 434 327 4 f 438 431 5 g 435 zentral 6 h 436 390 a nicht einbezogen: Untermieten, Mieten in moblierten Wohnungen und in Wohnheimen, verbilligt uberlassene Werks oder Dienstwohnungen. b bis zu 3 Zimmer und bis zu 70 m 2 Wohnflache, mit Kuche, Bad und Sammelheizung; nach fruheren Beschreibungen auch oft charakterisiert als ohne Bad und Zentralheizung, alle anderen Wohnungstypen wurden dagegen auch fruher schon stets mit Bad und Zentralheizung beschrieben. Seit 2000 Meldebogenreform 1999 werden nur noch Wohnungen mit Bad und Zentralheizung betrachtet. c Meldebogennummer. d Wagungsanteil im Index 2005 100 dort erstmals einbezogener Objekttyp. e oder: 2 und mehr Zimmer. f Wohnungstyp 4 Meldenummer 438: mit Balkon oder Loggia in einem Mehrfamilienhaus g Fur diesen Wohnungstyp werden Mietdaten zentral vom Bundesamt, nicht dezentral von den Statistischen Landesamtern erhoben. h Mit Garage, Balkon oder Loggia in einem Mehrfamilienhaus. i Anzahl der Objekte dieses Typs, die in die laufende vierteljahrliche Mietenstatistik des Landes NRW eingehen. Wir sind ferner auch der Frage nachgegangen, ob bei gegebener Streuung der Mieten je Wohnungstyp so viele Mieten erhoben werden wie es erforderlich ist, um zu einer etwa gleichen Genauigkeit der amtlichen Mietangaben fur jeden Wohnungstyp zu gelangen. Es hat sich gezeigt, dass die Anzahl der erhoben Mieten zwar mit dem Gewicht des Wohnungstyps im VPI korreliert, nicht aber mit der Streuung, so dass absolute und relative Fehler der Mietangaben im Index sehr unterschiedlich ist. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 11 Fur diese Untersuchung hat das LDSNRW dankenswerterweise eine Sonderauswertung der Mietangaben im VPI von drei der 20 Erhebungsgemeinden vorgenommen.30 Auf der Basis der Abschatzung des fur einen absoluten e bzw. relativen Fehler e erforderlichen Stichprobenumfangs 31 gem. n22sz 2esze 2Vze 2 mit dem Variationskoeffizienten V der geschatzten Standardabweichung s V x kann man die relativen Fehler e e x je Wohnungstyp 32 bestimmen, wenn man die Gleichung nach e auflost und die Anzahl n der in der VPIStatistik betrachteten Wohnungen gem. Tab. 2.2 einsetzt. Man erhalt so die in Tab. 2.1 angegebenen relativen Fehler. Tabelle 2.1: Relativer Fehler e der im Rahmen der Verbraucherpreisstatistik erhobenen Wohnungsmieten in NRW unter der Annahme einer Sicherheit von 95% z 1,96 0432 Gemeindetyp 0,0972 0,1655 groere kreisfreie Stadt kleinere kreisfreie Stadt 0,1356 0,1263 groere kreisangehorige Stadt 0,1535 0,0764 0433 MBNr. 0434 0,1513 0,0638 0,0763 0436 0,0824 0,0482 0,0741 0438 0,0654 0,1104 0,1129 0439 0,2211 0,1262 0,4499 Gesamt 0,0593 0,0472 0,0722 Quelle: eigene Berechnungen mit Daten aus der Sonderauswertung des LDS Dusseldorf, Stand Juli 2008. Tabelle 2.2: Anzahl der im Rahmen der Verbraucherpreisstatistik erhobenen Mieten in NRW Gemeindetyp groere kreisfreie Stadt kleinere kreisfreie Stadt groere kreisangehorige Stadt Gesamtanzahl MBNr. 0432 33 12 8 216 0433 13 23 9 152 0434 20 33 19 326 0436 29 82 20 388 0438 77 16 18 430 0439 4 6 3 48 Gesamt 176 172 77 1560 nicht nur die drei ausgewahlten Stadte, sondern NRW insgesamt Quelle: siehe Tab. 2.1. Wie man sieht, durfte angesichts der z. T. betrachtlichen relativen Fehler von bis zu 45% in einigen Fallen die Zahl der in die Statistik eingeflossenen Mietobjekte deutlich zu gering sein. Korreliert man die Anzahl der je Wohnungstyp beobachteten Mieten mit der relativen Streuung also den Variationskoeffizienten so erhalt man eine Bestimmtheit von nur r 2 0,0045 also r 0,067. Die Wohnungstypologie beim VPI erscheint uns etwas altertumlich.33 Sie ist offenbar angelehnt an die Wohngeldstatistik und besteht weitgehend unverandert schon fur eine ziemlich lange Zeit. Auffallend ist die starke Betonung des Unterschieds zwischen offentlich geforderten und frei finanzierten Wohnungen, die vielleicht nicht mehr zeitgema sein durfte. Ahnliches gilt fur die Unterscheidungen beim Baualter vor und nach 1948. Insbesondere in den 30 Die drei Gemeinden sind uns namentlich nicht bekannt. sind. Sie sind bezeichnet mit 1. groere kreisfreie Stadt, 2. kleinere kreisfreie Stadt und 3. groere kreisangehorige Stadt und offenbar fur jeweils fur einen Gemeindetyp reprasentativ. Die Unterscheidung durfte sich vor allem auf das Mietpreisniveau und wohl weniger auf die Streuung auswirken. In der Tat ist das Mietniveau beim Gemeindetyp 1 i.d.R. uberdurchschnittlich hoch. 31 Rechnet man einer Sicherheit von 95% z 2 und V 0,25 Werte um 0,2 bis 0,3 scheinen realistisch zu sein so ist der Ausdruck 0,5e zu quadrieren, um eine Faustformel fur den notwendigen Stichprobenumfang zu erhalten. Danach sollte man 25 100 Mieten betrachten, um eine Genauigkeit von 10% 5% zu erreichen. 32 MB Meldebogennummer. 33 In der Expertise selbst, die hier nur kurzgefasst wurde befindet sich ein Exkurs zu ihrer Geschichte. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 12 80er und 90er Jahren sind hinsichtlich Bauausfuhrung und Ausstattung gravierende Anderungen eingetreten. Hinsichtlich des zeitlichen reinen Preisvergleichs mag das Raster der Wohnungstypen ausreichend sein. Es ist aber zu grob und undifferenziert um sicherzustellen dass eine Wohnung des Typs x in Gemeinde y auch vergleichbar ist mit einer Wohnung des Typs x in Gemeinde z. Nicht oder allenfalls implizit berucksichtigt werden Merkmale der Ausstattung und Lage sowie des Mietvertrags, wie etwa die Dauer eines Mietverhaltnisses. Damit bieten sich auch kaum Moglichkeiten, die regionale Vergleichbarkeit zu prufen oder hedonische Methoden anzuwenden um rechnerisch Objekte vergleichbar zu machen, einfach weil keine uber die Typenbeschreibug hinausgehende preisbestimmende Merkmale zusatzlich zum Mietpreis erhoben werden. Weil die Mietdauer nicht betrachtet wird, ist es beispielsweise auch nicht moglich, Korrekturen vorzunehmen, um Neuvermietungs und Bestandsmieten besser vergleichbar zu machen.34 Renovierungen werden allerdings als Qualitatsveranderungen berucksichtigt.35 Ein Mieterwechsel sollte i. d. R. an der Einbeziehung einer Wohnung nichts andern. Man ist bemuht, die gleiche Wohnung in der Erhebungsgesamtheit beizubehalten. Wird eine Wohnung z.B. durch Abbruch oder Umwidmung 36 nicht mehr vermietet, oder steht sie langere Zeit leer, so ist sie durch eine Wohnung gleichen Typs zu ersetzen. Es gibt jedoch Schwierigkeiten mit der Aufrechterhaltung einer konstanten Teilgesamtheit von Stichprobe kann wohl nicht gesprochen werden von Mietobjekten, wenn Verkaufe groerer Pakete von Wohneinheiten erfolgen und das Amt den neuen Eigentumer ermitteln muss. Bei den Befragten der Mietstatistik durften aus erhebungspraktischen Grunden Grovermieter Wohnungsgesellschaften dominierend sein. Die Befragung erfolgt ausschlielich schriftlich und nur bei Vermietern und seit 2005 direkt durch das Landesamt, nicht mehr mit Einschaltung der Gemeinden. Es gibt daher auch kein Erhebungspersonal, das im Hinblick auf methodische Einheitlichkeit geschult werden musste.37 Die Befragten melden die Nettomiete genauer: Anderungen derselben von Wohnungen. Fur die Nebenkosten werden ausschlielich externe Quellen benutzt Gebuhrenordnungen bei den Kommunen und Wirtschaftsbetrieben, Preisangaben aus dem Internet z.B. fur Kosten des Strom und Gasverbrauchs fur bestimmte typisierte Bedarfsfalle. Im Rahmen der Kooperation der Landesamter 38 ist das Bayerische Landesamt fur die zentrale ITProduktion Verbundprogramm und Datenhaltung zustandig. Uber die monatliche Indexberechnung hinausgehende Auswertungen der Daten eines Landesamts machen Sonderauswertungen erforderlich. Die Mietangaben beziehen sich bislang nur auf Objekte innerhalb der Grenzen einer Berichtsgemeinde. Dem Umstand, dass ein Zentrum auf die Peripherie ausstrahlt und damit z.B. im Falle von Dusseldorf auch in Mettmann oder Ratingen, die Mieten wegen der Nahe zu Dus 34 Ohne entsprechende Korrekturen konnen sich die Durchschnittsmieten zweier Gemeinden allein dadurch unterscheiden, dass die Struktur in Bezug auf Neuvermietung vs. Bestand unterschiedlich ist. Erfahrungsgema zahlt ein Mieter zu Beginn seines Mietverhaltnisses eine relativ hohe Miete, sie ist jedoch bei Anhebung des generellen Mietniveaus am Markt und wegen der bekannten Schwierigkeiten einer Mieterhohung relativ gunstig, wenn er langer in der Mietwohnung wohnt. Dieser Aspekt des tenancy discounts oder eines Bonus fur Sesshaftigkeit Behring wird bei Behring 1988 und Hoffmann, Kurz 2002 besonders hervorgehoben. 35 Anders als Renovierungen Modernisierungen wird die Wohnwertminderung durch Alterung der Wohnung nicht berucksichtigt. 36 in eine Eigentumswohnung und anschlieende Eigennutzung des Vermieters. 37 Bei den Arbeiten, die die amtliche Statistik in der Vergangenheit speziell fur den raumlichen Vergleich durchgefuhrt hatte, wurde neben einer speziellen Warenliste auch stets ein eigens hierfur rekrutiertes und geschultes Erhebungspersonal bereitgestellt. Vgl. Angermann 1985, Rostin 1979, Strohl 1994, von der Lippe, Breuer 2008a und 2008b. 38 Vgl. von der Lippe 2006a und von der Lippe 2006b. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 13 seldorf hoch sind bzw. hoher als in ahnlich groen Gemeinden, die jedoch nicht in der engeren Umgebung eines Zentrums liegen, konnte bisher nicht Rechnung getragen werden. Das wird sich andern durch das sog. Regionsmodell in der VPIStatistik. In ihm soll das Gebiet eines Bundeslandes flachendeckend auf Regionen, auf die sich die Preiserhebung bezieht, aufgeteilt werden, wobei eine oder mehrere Gemeinden eine Region reprasentieren konnen. 39 2.2. Immobilienpreise amtlicher Hauserpreisindex, HPI Da sich bei der Weiterentwicklung des HVPI abzeichnet, dass der Nutzwert des selbstgenutzten Wohnungseigentums mit der net acquisition method Nettoerwerbsansatz 40 gemessen werden soll musste sich die amtlichen Statistik auch neben der Erhebung von Mieten mit dem Aufbau eines Preisindex fur selbstgenutztes Wohnungseigentum oder Hauserpreisindexes kurz HPI befassen. Im Jahr 2002 begann sie deshalb im Rahmen eines europaischen Pilotprojekts die Konstruktion eines HPI, der sowohl Ein und Zweifamilienhauser als auch Eigentumswohnungen Geschosswohnungsbau umfasst mit den drei Erwerbsfallen Eigenbau EB in konventioneller Bauweise, Fertigteilbau FB und schlusselfertiges Bauen SB41. Wahrend man entschied, die fur den Index erforderlichen Daten in den Fallen EB und FB aus den Baupreisindizes 42 zu gewinnen, musste im Fall des SB eine Moglichkeit gesucht werden, Daten der geforderten Qualitat zu gewinnen, ohne eine spezielle Primarerhebung durchfuhren zu mussen. Das St BA entschied sich fur eine zentrale Sammlung 43 und Auswertung von Daten der Gutachterausschusse fur Grundstuckswerte. Der Nachteil dabei ist, dass die Gutachterausschusse in den Bundeslandern sehr unterschiedlich organisiert sind, ihr Datenmaterial demzufolge sehr unterschiedlich ist und die Zusammenarbeit mit dem St BA auf freiwilliger Basis erfolgt. Andererseits haben die Daten amtlichen Charakter und sie erlauben es im Sinne von Axiom A6, die Immobilien bei jedem Kauffall mit relativ vielen Erhebungsmerkmalen zu beschreiben.44 Im Unterschied zu Mieten, die stets kontinuierlich anfallen, wenn ein Objekt vermietet ist, gibt es Transaktionspreise nur im Falle eines Kaufes, also diskontinuierlich, so dass die Anwendung der matched model Methode und die Erfullung von Axiom A3 im Fall der Immobilienpreise schwieriger ist als bei einer Statistik der Mieten. In der zweiten Projektphase ab 200645 konnten auch erstmals beim SB die Kaufpreise um die anteiligen Grundstuckswerte bereinigt werden,46 und es wurde moglich, nicht nur Preise fur Neubauten sondern auch fur Bestandsimmobilien in die Statistik einzubeziehen. Es hat sich gezeigt, dass sich die Preise der beiden Marktsegmente Neubauten und Bestandsimmobilien deutlich unterschiedlich entwickelten, ganz abgesehen von der unterschiedlichen 39 Eine erste Darstellung des Regionsmodells findet man in Linz, Dexheimer 2005, S. 584. Die ausfuhrliche Fassung unserer Expertise enthalt auch einen Exkurs zur Auswahl der Berichtsgemeinden und Einfuhrung des Regionsmodells in der Verbraucherpreisstatistik. 40 Zur Beschreibung dieser Methode auch im Vergleich zu alternativen Methoden der Messung des Wohnwerts in einer selbstgenutzten Immobilie vgl. von der Lippe 2007, S. 397 405. 41 Ein Bautrager erwirbt und bebaut ein Grundstuck und verkauft anschlieend die Bauten schlusselfertig. 42 Leifer 2004, S.447f nennt eine Reihe von Grunden weshalb von den Baupreisindizes, die primar die Baukosten widerspiegeln, nicht ohne weiteres auf Immobilienpreise geschlossen werden kann. Auch bei Rady, Ruig 2004 werden zahlreiche kritische Einwande gegenuber der Baupreisstatistik erhoben. 43 verbunden mit dem Aufbau einer speziell hierfur konstruierten Datenbank im St BA. 44 In Dechent 2004 und 2008 wird detailliert auf die Anwendung der hedonischen Regression beim Hauserpreisindex eingegangen. 45 Vgl. Dechent 2006 und 2008. Als weitere Projekte werden vom St BA zwei Preisindizes genannt, einer fur die Nebenkosten beim Immobilienerwerb und einer fur Groreparaturen, Umbauten und Instandsetzung. 46 Die beim EB und FB benutzen Baupreisindizes enthalten ohnehin nicht die Grundstuckspreise. Zu dem u.a. fur die Bereinigung vom Grundstucksanteil beim SB entwickelten Preisindex eher ein Durchschnittswertindex fur Grundstuckspreise vgl. Vorholt 2008. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 14 Transaktionshaufigkeit. Das macht erneut deutlich, dass eine entsprechende Differenzierung sehr notwendig ist.47 3. Weitere amtliche statistische Quellen zum Bereich Wohnen Neben der im 2. Kapitel ausfuhrlich beschriebenen Berucksichtigung der Mieten und des selbstgenutzten Wohneigentums in der amtlichen Verbraucherpreisstatistik, gehoren Merkmale des Themenkomplexes Wohnen und Wohneigentum noch in weiteren Erhebungen der amtlichen Statistik zum Merkmalskatalog. Diese Erhebungen sollen im Folgenden kurz vorgestellt werden, und es soll beschrieben werden in wie weit sich diese als Quellen fur Preisdaten, zur Berechnung eines Wagungsschemas oder zur Plausibilitatsprufung fur einen RPI eignen. 3.1. MikrozensusZusatzerhebung: Wohnsituation in Deutschland Diese Zusatzerhebung zur jahrlich stattfindenden 1%Haushaltsstichprobe des Mikrozensus findet alle 4 Jahre, zuletzt 2006, statt.48 Ziel der Zusatzerhebung ist es, die fur die Wohnsituation relevantesten Merkmale einer Wohnung bzw. eines Gebaudes abzubilden: Anzahl der Wohnungen im Gebaude, Baujahr des Gebaudes, Wohnflache, Heizungssystem, fur die Heizung verwendete Energieart, Vermietung oder Selbstnutzung vom Eigentumer der Wohnung und Hohe der Bruttokaltmiete.49 Die regionale Gliederungstiefe aller Mikrozensus Ergebnisse ist durch das Erhebungsdesign begrenzt, da es sich um eine einfach geschichtete Flachenstichprobe Klumpenstichprobe handelt. Dabei werden Auswahlbezirke Klumpen zufallig ausgewahlt, in denen dann alle dort lebenden Haushalte befragt werden. Die Zahl und Groe der Auswahlbezirke ist dabei proportional zur Einwohnerzahl der Bundeslander, so dass hochgerechnete Ergebnisse auf der Ebene der Bundeslander, der Regierungsbezirke und teilweise sogar fur kleinere Regionen unterhalb der Regierungsbezirksebene veroffentlicht werden konnen. Eine tiefere regionale Gliederung der Ergebnisse bis auf Stadt oder Kreisebene ist allerdings nicht moglich.50 Da es beim Mikrozensus vor allem um die Flachenabdeckung geht, ist allerdings nicht sichergestellt, dass auch mehrere Stadte eines Regierungsbezirks z. B. die VPIBerichtsgemeinden Dusseldorf, Essen, Kleve und Krefeld, die alle zum Regierungsbezirk Dusseldorf gehoren zu den Erhebungsgemeinden zahlen, so dass der fur den RPI entscheidende Preisvergleich zwischen den Stadten moglich ist Axiom 7b verletzt. 3.2. Gebaude und Wohnungszahlung GWZ Die Gebaude und Wohnungszahlung stellte bis jetzt eine Vollerhebung dar, die alle 10 Jahre zusammen mit der Volkszahlung VZ durchgefuhrt werden sollte. Die letzten Ergebnisse liegen daher wie bei der VZ fur das Jahr 1987 vor. Fur die Neuen Bundeslander liegen Ergebnisse aus dem Jahre 1995 vor, in dem eine GWZ mit leicht abgewandeltem Erhebungsdesign teilweise personliche Interviews, teilweise schriftliche Beantwortung zur Erfassung des Gebaude und Wohnungsbestandes in den neuen Bundeslandern durchgefuhrt wurde. Die nachste GWZ soll im Rahmen des die klassische VZ ersetzenden registergestutzten Zensus 2011 durchgefuhrt werden.51 Dies soll in Form einer postalischen Befragung der etwa 17,5 Millionen Gebaude und Wohnungseigentumer Totalerhebung geschehen, deren Anschriften 47 Vgl. Dechent 2006. Zu ahnlichen Ergebnissen gelangt auch die Bundesbank bei Betrachtung der von ihr benutzen Daten der Bulwien Gesa AG, vgl. Leifer 2004 und Hoffmann, Lorenz 2006. 48 Eine ausfuhrliche Darstellung der Ergebnisse der Zusatzerhebung Wohnsituation in Deutschland fur 2006 findet sich bei Timm 2008. 49 Die Bruttokaltmiete unterscheidet sich von der Nettokaltmiete durch die Nebenkosten die sog. Betriebskosten und Umlagen. Die Nettokaltmiete auch Grundmiete genannt ist gemeint bei der COICOP Position 041 und auch den Mietspiegeln zugrunde zu legen vgl. von der Lippe 2006c, S. 12. 50 Zum Stichprobendesign des Mikrozensus vgl. Lotze, Breiholz 2002a und 2002b. 51 Ergebnisse des 2001 durchgefuhrten Zensustests finden sich bei Ginter 2004. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 15 aus einem noch im Aufbau befindlichen Gebaude und Wohnungsregister gewonnen werden sollen.52 Der Aufbau und die Pflege eines solchen Registers konnten bei der Abgrenzung der Grundgesamtheit beim Ziehen einer Stichprobe zur Erstellung von Mietspiegeln und moglicherweise auch im Rahmen eines RPI von groem Nutzen sein. Bei der GWZ im Rahmen des Zensus 2011 werden folgende Merkmale erhoben: Gebaudeart, Baujahr, Bauweise, Eigentumsverhaltnis, Heizungsart, Flache, Raumzahl, Ausstattung mit Bad und WC, und Nutzungsart vermietet, leerstehend etc., nicht jedoch die Hohe der Miete. Es bleibt abzuwarten welche Qualitat der Ergebnisse durch dieses 2011 erstmals angewendete Erhebungsdesign erzielt werden kann und wie tief sich diese Ergebnis fachlich und regional gliedern lassen werden. Aus den Diskussionen bei der Erstellung von Mietspiegeln sind die unterschiedlichen Sichtweisen bezuglich der Qualitat von Haushaltsangaben also oftmals der Mieter einer Wohnung im Vergleich zu Eigentumerangaben schon bekannt. Fur die als Totalerhebung des gesamten Wohnungs und Gebaudebestandes konzipierte GWZ hat das Konzept der Eigentumerbefragung klare Vorteile, da auch nur so Ergebnisse uber Leerstande geliefert werden konnen. Fur die RPIBerechnung kann die GWZ zur Festlegung der Merkmalsklassen siehe Kapitel 5 hilfreich sein, da sie ein umfassendes Bild der Wohnsituation der Haushalte liefert. 3.3. Einkommens und Verbrauchsstichprobe EVS und Laufende Wirtschaftsrechnungen LWR Die alle 5 Jahre stattfindende EVS und die jahrlich mit Ausnahme der Jahre in denen die EVS stattfindet durchgefuhrte LWR erfassen in tiefer Gliederung die Konsumausgaben privater Haushalte in Deutschland Inlanderkonzept. Da beide Erhebungen als wichtige Datengrundlage zur Erstellung des Wagungsschemas der Verbraucherpreisstatistik dienen, werden auch Merkmale aus dem Bereich der Ausgaben fur Wohnen erhoben. In Kombination mit den ebenfalls erhobenen soziodemographischen Merkmalen, werden so in unregelmaigen Abstanden Sonderauswertungen zur Wohnsituation vorgenommen. Bei der EVS werden folgende Merkmale zum Thema Wohnen und Mieten erhoben: Baujahr des Gebaudes bis 1948 1949 bis 1990 ab 1991, Eigentumsverhaltnis, Wohnflache, Heizsystem, Energieart der Heizung, Zweitwohnung janein, Garage, Stellplatz, Mietzahlungen aufgeschlusselt nach der VPIKlassifizierung der Wohnungstypen, Ausgaben fur Wohnungsinstandhaltung, Laufende Kosten fur selbstgenutztes Eigentum und Ausgaben fur Strom, Gas und andere Brennstoffe. Eine tiefe regionale Gliederung wurde sich bei der EVS, aber besonders wohl bei der LWR, mit ihrem nur ca. 8.000 Haushalte umfassendem Stichprobenumfang, schwierig gestalten. Augrund der mangelnden Tiefe der regionalen Gliederung Axiom 7b verletzt und den bei der EVS langen Zeitraumen zwischen den Erhebungen, eignen sich sowohl die EVS als auch die LWR nicht zur Datenerhebung beim RPI, sondern nur zur Berechnung von Wagungsschemen und zur Plausibilitatskontrolle der Ergebnisse. 3.4. Wohngeldstatistik Ziel der Wohngeldstatistik ist es, Aussagen uber Antrage und Entscheidungen nach dem Wohngeldgesetz und uber die personlichen und sachlichen Verhaltnisse der Wohngeldempfanger zu machen. Die Daten werden von den fur die Gewahrung von Wohngeld zustandigen Wohngeldstellen der Gemeinde, Stadt, Amts oder Kreisverwaltung erhoben und vierteljahrlich an die Statistischen Landesamter gemeldet.53 Neben der Zahl der Empfangerhaushalte und ihren soziodemographischen Merkmalen werden auch die folgenden, fur den Wohnungsmarkt interessanten Merkmale erfasst: Basismietstufe, prozentuale Abweichung des 52 Durch das am 13.12.2007 in Kraft getretenen Zensusvorbereitungsgesetz ist die rechtliche Grundlage fur ein solches Gebaude und Wohnungsregister geschaffen worden. 53 Fur eine Ubersicht uber die rechtlichen Grundlagen und den Empfangerkreis des Wohngeldes siehe Bundesministerium fur Verkehr, Bau und Stadtentwicklung 2008. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 16 Mietenniveaus vom Bundesdurchschnitt 54, Bezugsfertigkeit der Wohnung bis 1948, ab 1949, Art der Wohnforderung, Ausstattung mitohne Bad, mitohne Sammelheizung, tatsachlich benutze Wohnflache des reinen Wohngeldempfangerhaushaltes und Bruttokaltmiete. Bei den Ergebnissen der Wohngeldstatistik muss beachtet werden, dass diese stark von der aktuell gultigen Sozialgesetzgebung abhangen was einen zeitlichen Vergleich erschwert. Die regionale Gliederung der Daten ist sehr tief, so dass von den Statistischen Landesamtern auch Ergebnisse auf Regierungsbezirks, Kreis und Gemeindeebene veroffentlicht werden. Allgemein kann davon ausgegangen werden, dass die Wohngeldstatistik fast ausschlielich das niedrige Preissegment des Wohnungsmarktes, mit tendenziell eher einfacher Ausstattung und schlechterer Lage abbildet. Daher konnten die Daten im Rahmen eines RPI auch nur zur Abbildung dieses Segmentes verwendet werden. Eine Beschrankung auf dieses Segment ware aber nicht sinnvoll, da davon auszugehen ist, dass sich die Streuung der Mieten uber die einzelnen Segmente des Wohnungsmarktes regional unterscheidet siehe Axiom 7a. Regionale Unterschiede im Niedrigpreissegment konnen vermutlich auch nicht auf andere Segmente hochgerechnet werden.55 4. Nichtamtliche statistische Quellen uber Mieten und Wohnimmobilienpreise In diesem Kapitel werden nichtamtliche Quellen fur Daten uber Mieten und Immobilienpreise behandelt. Dabei kommen sowohl Quellen zur Sprache, die vorwiegend oder ausschlielich fur eines, Preise oder Mieten relevant sind, als auch solche, bei denen beides, Preise und Mieten betrachtet wird. Die Strukturen der in diesem Kapitel betrachteten Datenanbieter sind nicht einfach zu durchschauen, und die Unterscheidung zwischen in der Regel kommerziellen Institutionen, die von ihnen selbst oder von mit ihnen eng zusammenarbeitenden Institutionen erhobene Daten anbieten, also Datenerheber sind und solchen Stellen, die mit Daten dieser Anbieter, zum Teil auch kombiniert mit eigenen Befragungen den Wohnungsmark analysieren, also primar Auswerter sind, ist nicht immer einfach. Da als mogliche nichtamtliche Datenlieferanten fur einen RPI nur die Datenerheber in Frage kommen, beschrankt sich die Darstellung hier auch nur auf diese Gruppe. Die amtliche Statistik kann den groen Bedarf an Daten uber Mieten und Immobilienpreise nur sehr unvollstandig abdecken. Deshalb konnten sich eine Reihe nichtamtlicher Datenanbieter etablieren, die vielfaltige Statistiken zum Wohnungs und Immobilienmarkt bereitstellen.56 Die Angebote unterscheiden sich teilweise sehr deutlich hinsichtlich der Art der Datenerhebung, der Periodizitat, der raumlichen Gliederung und vor allem der Definition der erhobenen Merkmale. Im Folgenden sollen nun die wichtigsten dieser nichtamtlichen statistischen Quellen zum Wohnungsmarkt jeweils kurz beschrieben werden und ihre Besonderheiten im Hinblick auf eine mogliche Nutzung fur einen RPI aufgezeigt werden. 4.1. Bulwien Gesa AG 54 Die Zugehorigkeit einer Gemeinde zu einer der sechs Basismietstufen soll sich am ortlichen Mietniveau orientieren und wurde fur die seit 2002 geltenden Mietstufen auf Grund von Daten der Wohngeldstatistik zum Jahresende 1999 festgelegt. Vgl. hierzu auch Haustein 2007, S. 204. Das Stufenschema durfte fur eine Betrachtung im Rahmen des RPI nicht brauchbar sein, weil sich die Wohngeldstatistik primar mit dem unteren Segment des Wohnungsmarkts befasst. 55 Vgl. hierzu auch die Feststellungen Angermanns 1989, S. 260 f. 56 Da sich das Angebot primar an Anleger wendet, stehen der Kauf und damit nicht Mieten sondern die Immobilienpreise im Vordergrund. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 17 Die Firma Bulwien Gesa AG erhebt seit 1990 fur 125 Stadte darunter 100 westdeutsche und 25 ostdeutsche Stadte jahrlich Mieten und Immobilienpreise und zwar Kaufpreise fur standardisierte, neuerrichtete Wohnimmobilien der folgenden Typen: Reihenhaus, guter Wohnwert, mittlere bis gute Lage, ca. 100 m 2 Wohnflache und ETW, guter Wohnwert, mittlere bis gute Lage, ca. 70 m 2 Wohnflache. Des Weiteren Wohnungsmieten fur eine Standardwohnung in mittlerer bis guter Lage, ca. 70 m 2 Wohnflache als Neubaumiete Wohnung im Erstbezug und als Wiedervermietung Wohnung im Bestand. Nach Angaben der Bulwien Gesa AG im Internet umfasst der Immobilienindex mit den Teilindizes Wohnungsmarkt und gewerbliche Immobilien insgesamt neun Segmente, neben den vier genannten, wie ETW Neubau, Erstbezug etc. wie oben, Reihenhauser und Wohnungsmieten zwei Segmente die folgenden funf Segmente: Eigenheimgrundstucke, Ladenmieten in 1a Lagen, Ladenmieten in Nebenzentren, Buromieten und Gewerbegrundstucke. Die Bundesbank BBk nutzt die genannten Daten fur ihren Immobilienindex. Fur sie ist die Verwendung dieser Daten jedoch ausdrucklich nur eine hinsichtlich der Qualitat eingeschrankte und deshalb als Second BestLosung57 oder gar als Third BestLosung 58 anzusehende Losung, die fur den Index auf langere Sicht durch einen verbesserten Ansatz abzulosen ist.59 Die Firma Bulwien Gesa AG wird andererseits von der BBk aber als Marktfuhrer bezeichnet und die Qualitat ihrer Daten wird hoher eingeschatzt als die vergleichbarer kommerzieller Datenanbieter.60 Nach Angaben der Bulwien Gesa AG werden Daten aus folgenden Quellen gesammelt und zusammengefuhrt:61 Angaben von Maklern IVD und Immobilienexperten, Auswertungen von Zeitungsannoncen, Nutzung nichtamtlicher Datenquellen wie IHKs und Kommunen Gutachterausschusse, Bausparkassen, Forschungseinrichtungen sowie eigene Befragungen und Testkaufe. Zwar ist die Verwendung einer Vielzahl von Quellen sowie die immer wieder gegebene Versicherung, im Unterschied zu anderen Datenanbietern 62 einen reinen Preisvergleich anzustreben, d.h. fur im Zeitablauf moglichst gleich bleibende und relativ eng definierte Immobilientypen vergleichbare Preise bzw. Mieten zu bestimmen, sehr positiv zu beurteilen. Es ist aber andererseits wohl nicht zu bestreiten, dass die Beschreibung der Methoden durch die Bulwien Gesa AG selbst nicht sehr detailliert und konkret ist. Es ist auch nicht klar, ob die Forderungen der Axiome A4 und A5 ausreichend erfullt sind. Denn es ist nicht nur kaum nachvollziehbar, wie das Zusammenfuhren der vielen, vermutlich nicht immer konsistenten, Informationen und die Verdichtung zu einer Zahl mit Angabe einer Spannweite erfolgt,63 sondern es wird auch nicht gezeigt, auf wie vielen Angaben im Durchschnitt ein ermittelter Preis in einer Kommune beruht, in welchem Mae die Objekte und damit die Preis bzw. Mietangaben zeitlich und ortlich streuen bzw. vergleichbar sind, und ob und mit welchen Methoden Qualitatsunterschiede bereinigt werden. Auch im Langsschnitt ist nicht sicher, ob sich nicht Veranderungen subjektiver Einschatzungen uber Ausstattung und Lage auf die Vergleichbarkeit der Daten auswirken. 57 Leifer 2004, S. 448 auch S. 446. 58 Hoffmann, Lorenz 2006, S.15. 59 Leifer 2004, S. 448. 60 Hoffmann, Lorenz 2006, S.1. 61 Selbstdarstellung im Internet es werden dort auch gezielte empirische Erhebungen und Befragungen vor Ort genannt. 62 Dies gilt wohl fur den IVD Preisspiegel oder den Deutschen EigentumsImmobilienindex DEIX, bei denen nur mit Durchschnittswerten uber sehr heterogene Aggregate gerechnet wird. 63 Nach Aussage von Frau Sonja Hampe liegt hier kein formalisiertes Vorgehen vor, sondern eine Abstimmung unter Experten, die nicht unerheblich bestimmt wird von Erfahrungen und Marktkenntnissen vor Ort. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 18 4.2. Immobilienverband Deutschland IVD Der IVD ist im Jahre 2004 als Zusammenschluss aus den bis dahin selbststandigen Verbanden Ring Deutscher Makler RDM und Verband Deutscher Makler VDM entstanden. Im Rahmen seiner Tatigkeit als Dienstleister und Interessenvertreter fur seine Mitgliedsunternehmen veroffentlicht der IVD im IVDWohnPreisspiegel jahrlich umfangreiche Daten und Analysen zum deutschen Immobilien und Wohnungsmarkt. Dieser enthalt fur ca. 360 deutsche Stadte von Marktberichterstattern des IVD ubermittelte Marktpreise aus dem 2. und 3. Quartal des entsprechenden Jahres. Dabei werden durchschnittliche m 2Preise fur die folgenden Objekttypen fur die 360 Stadte angegeben: 3ZimmerWohnung mit ca. 70 m 2 nicht offentlich geforderter Wohnungsbau, Wiedervermietung bzw. Neuvermietung, jeweils fur Baujahre bis 1948, ab 1948 und Neubauten; ETW, 3 Zimmer, ca. 70 m 2, jeweils Neubau und Bestand; Baugrundstucke, jeweils fur freistehende Ein und Zweifamilienhauser und fur Mehrfamilienhauser; Freistehende Eigenheime inkl. Garage und ortsublich groem Grundstuck; Reihenhauser, Mittelhaus ohne Garage. Dabei wird fur die Wohnungsmieten, ETW und Eigenheime zusatzlich nach Wohnwert und fur die Baugrundstucke nach Wohnlage differenziert. Die Marktberichterstatter vor Ort geben einen sogenannten Schwerpunktpreis an den IVD weiter, der innerhalb der ortlichen Preisspanne liegt aber nicht mit dem arithmetischen Mittel ubereinstimmen muss, sondern der Modus, also der haufigste Wert, der Preisverteilung ist. Der IVDWohnPreisspiegel gehort sowohl was raumliche Gliederung als auch Umfang des ihm unterliegenden Datenmaterials angeht zu den umfassendsten Datensammlungen im privaten Immobilienbereich. Fur eine mogliche Nutzung der IVDDaten zur RPIBerechnung erweist sich allerdings die Reprasentativitat geringe oder keine Beachtung sehr kleiner Stadte und des flachen Landes, in denen Immobiliengeschafte seltener uber Makler abgewickelt werden, die zu vermutende Verletzung des Prinzips des reinen Preisvergleichs und vor allem das System der lokalen IVD Marktberichterstatter als Problem. Die Vergleichbarkeit der Daten zwischen den Stadten ist nur sehr eingeschrankt moglich, da nach mundlicher Auskunft 64 den Marktberichterstattern offenbar nur relativ wenige Vorgaben hinsichtlich der Methodik der Datenerhebung gemacht werden und jeder Marktberichterstatter nach seinen eigenen Methoden arbeitet und autonom entscheidet, aus welchen Stadteilen oder Stadtrandlagen welche Objekte aufgenommen werden. Ausfuhrliche Methodenbeschreibungen scheint es nicht zu geben, so dass das Axiom A1 kaum erfullt sein durfte. Es ist danach nicht sicher, dass die Zahlen vergleichbar sind, also ob nicht auch das Axiom A5 verletzt ist. Es ist nicht klar, wie die Preisspannen fundiert sind und es ist fraglich, ob den Qualitatsmastaben der amtl. Statistik reiner Preisvergleich, Berucksichtigung von Qualitatsveranderungen genugt werden kann. Es hat sich auch gezeigt, dass die Qualitat der IVDDaten wesentlich davon abhangt, wie hoch der Marktanteil der Makler am Vermietungsgeschaft ist und welches Marktsegment sie vorrangig bearbeiten. Die Bereitschaft zur Zusammenarbeit mit der amtl. Statistik im Sinne des Axioms A10 durfte bestehen und man ist auch an einer Normierung Schaffung eines Rasters fur vergleichbare Datenerhebungen verschiedener privater und amtlicher Stellen interessiert. 4.3. Empirica Empirica gehort strenggenommen nicht zu der Gruppe der Datenerheber, da lediglich Daten der IDN Immo Daten Gmb H und anderer Quellen ausgewertet werden. Trotzdem soll das empirica Angebot hier kurz vorgestellt werden, da es zu den umfangreichsten auf diesem Gebiet zahlt und Empirica sowohl Kompetenz als auch Reputation als Datenanbieter besitzt. 64 Unsere Gesprachspartner waren v. a. Herr Norbert Moormann und Herr Rudolf Koch Vizeprasident des IVD. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 19 Bei den Daten von Empirica handelt es sich um eine Anzeigenstatistik Auswertung von Angebotspreisen in einschlagigen ca. 90 Anzeigenquellen, d.h. insbes. Zeitungen, was als solches bereits nicht unproblematisch ist. Neben Kaufpreisen fur Grundstucke, Hauser DH, EH, RH und ETW enthalt sie auch Mietpreise nach Zimmerzahl und Art der Vermietung. Nachgewiesen werden Mittelwert, Standardabweichung und Dezile fur 440 Gemeinden aller Groen Kleinstadte bis Grostadte und Landkreise. Es besteht zwar ein Problembewusstsein hinsichtlich der Aussagefahigkeit der Angebotsmieten im Unterschied zu den tatsachlichen Marktmieten, aber offenbar nicht fur die Notwendigkeit, die Wohnung exakt zu beschreiben nach Ausstattung, Bauzustand, Lage usw., um den reinen Preisvergleich sicher zu stellen. Mit Hilfe der oben beschriebenen Datenbank erstellt empirica fur eine Auswahl groerer Stadte quartalweise sogenannte empiricaPreisspiegel, die in ihrer Methodik stark an das Vorgehen bei Regressionsmietspiegeln erinnern. 65 Mit Hilfe einer Regressionsanalyse werden dabei Zu und Abschlage fur Ausstattung, Wohnflache alternativ Zimmerzahl, Baualter und Lage im Vergleich zu einer Referenzwohnung Neubau ab 2000, 6079 m 2, hoherwertige Ausstattung berechnet. 4.4. IDN Immo Daten Gmb H Fur die ImmobilienStatistikdatenbank der IDN Immo Daten Gmb H werden kontinuierlich 106 Quellen Stand August 2008 aus Inseraten von Tageszeitungen und OnlineBorsen nach ihren einzelnen Bestandteilen ausgewertet. Das entspricht monatlich rund 2,6 Mio. Anzeigen. Fur jedes in die Datenbank aufgenommene Objekt wird ein umfangreicher Merkmalskatalog erhoben, der die Bereiche Lage, Ausstattung und Groe abdeckt. Auerdem wird jedem Objekt ein Geocode zugeordnet, so dass eine Auswertung bis auf der Ebene von Straenzugen moglich ist. Es werden sowohl ETW als auch alle Typen von Eigenheimen in der Datenbank ausgewiesen. Der groe Vorteil der IDNDaten ist in der fur Deutschland einmalig hohen Zahl an erhobenen Preisen und der flachendeckenden Erfassung uber das gesamte Bundesgebiet zu sehen. Allerdings muss bei der Nutzung dieser Daten beachtet werden, dass es sich ausschlielich um Angebotspreise handelt, von denen der tatsachliche Transaktionspreis teilweise sehr stark abweichen kann. Wie generell bei Statistiken auf Basis von Anzeigen ist es auch moglich, dass Objekte mehrfach erfasst werden, falls fur diese an verschiedenen Stellen Annoncen geschaltet werden.66 4.5. Landesbausparkassen LBS Als groter Wohnimmobilienvermittler in Deutschland, veroffentlichen die Immobiliengesellschaften der Landesbausparkassen LBSI die jahrlich erscheinenden Publikation Markt fur Wohnimmobilien.67 Fur rund 650 Stadte,68 darunter uber 80 Grostadte, werden Preise auf den Teilmarkten fur EH, ETW und Bauland, sowie aktuelle Daten zur Bautatigkeit, zum Wohnungs und Vermogensbestand sowie zur Wohneigentumsbildung durch Befragung von ca. 600 Immobilienvermittlern der LBS und der Sparkassen erhoben. Es soll fur folgende Objektkategorien ein Uberblick der Marktlage im Neubau und Bestand gegeben werden, wobei jeweils Preisspannen und der am haufigsten anzutreffende Kaufpreis Modus angegeben wird: Baureife Grundstucke, mittlere bis gute Wohnlage, 300 800 m 2 nur Neubaumarkt, frei stehende Eigenheime, mittlere bis gute Wohnlage, Wohnflache ca. 120 m 2, inkl. Garage und ortsublichem Grundstuck nur Gebrauchtwohnungsmarkt, Reiheneigenheime, mittlere bis gute Wohnlage, Wohnflache ca. 100 m 2, ohne Garage und ortsublichem Grundstuck Neubau und Gebrauchtwohnungsmarkt und ETW, mittlere bis gute Wohnlage, 3 Zimmer, Wohnfla 65 Zum Unterschied zwischen Tabellen und Regressionsmietspiegeln siehe von der Lippe 2006c, S. 20ff. 66 Vgl. Hoffmann, Lorenz 2006, S. 26. 67 Vgl. hierzu die aktuellste Ausgabe Bundesgeschaftsstelle LBS 2008. 68 Es wird kritisiert, dass kleine Gemeinden unberucksichtigt bleiben Rady, Ruig 2004, S. 78. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 20 che ca. 80 m 2, ohne Garage Stellplatz, keine Steuermodelle Neubau und Gebrauchtwohnungsmarkt. 4.6. Verband deutscher Pfandbriefbanken vdp69 Seit 2004 werden in der vdpTransaktionsdatenbank Daten mehrerer Kreditinstitute im Rahmen neuer Beleihungsfalle erhoben. Die Mehrzahl der rund 240.000 momentan vorliegenden Transaktionsdaten entfallt auf Wohnimmobilien. Dabei werden die drei Objektarten ETW, EH und MH nach den folgenden Merkmalen differenziert aufgefuhrt: Groe Wohnflache, Grundstucksgroe bei EH, Lage, Objektzustand: Einschatzung des Immobiliengutachters unabhangig von Baujahr oder Sanierungsstand, Ausstattung und Baujahr. Mit Hilfe der Transaktionsdatenbank wurden 2006 erstmals qualitatsbereinigte Preisindizes fur einzelne Regionen und West und Ostdeutschland unter Anwendung eines hedonischen Preismodells berechnet. Da bei der regionalen Marktabdeckung der Transaktionsdatenbank noch Lucken bestehen, ruft der vdp uber seinen Mitgliederkreis zur Kooperation bei der Datenlieferung auf. Sollten diese Lucken geschlossen werden konnen, konnte die Transaktionsdatenbank auch als Quelle fur einen RPI dienen. 4.7. Soziookonomisches Panel SOEP des DIW Das SOEP ist eine seit 1984 laufende, jahrlich durchgefuhrte, reprasentative Wiederholungsbefragung privater Haushalte in West und seit 1990 auch in Ostdeutschland. Von den 5.921 im Jahre 1984 erstmals befragten Haushalten beteiligten sich 2006 noch 3.476 an der Befragung. Dabei deckt das SOEP Merkmale aus den Bereichen Bildung, Erwerb, Haushaltszusammensetzung, Zeitverwendung, Gesundheit, Kinderbetreuung, Lebenszufriedenheit und Wohnen ab. Auf die Merkmale aus dem Bereich Wohnen soll hier kurz eingegangen werden. Das Besondere am SOEP im Vergleich zu anderen Datenquellen aus dem Bereich Wohnen sind die Fragen zum subjektiven Empfinden der Wohnsituation, wobei vor allem die Lage und die Ausstattung der Wohnung eine Rolle spielen. Auch die Wohnbiographie wird erfasst, so dass deutlich wird, in welcher Situation der Haushalt wie zufrieden mit seiner Wohnsituation war und wann er die Wohnung gewechselt hat. Die wichtigsten im SOEP erfassten Merkmale aus dem Bereich Wohnen sind: Wohnstatus EigentumerMieter, Wohnungsqualitat, Wohnkosten, Umzug Grunde fur Wohnungswechsel, subjektive Beurteilung der neuen Wohnung, Wohnumfeld und umwelt, Wohnbiographie. Auch wenn fur jeden im Panel enthaltenen Haushaltsdatensatz die Postleitzahl bekannt ist und so eine sehr genaue raumliche Zuordnung moglich ist, muss fur eine Nutzung der SOEPDaten im Rahmen eines RPI bedacht werden, dass die Fallzahlen auf den tieferen regionalen Ebenen wie Gemeinden oder Kreisen so niedrig sein konnen, dass keine statistisch signifikanten Aussagen auf diesen Ebenen getroffen werden konnen. Die grotmogliche raumliche Differenzierung der SOEP Ergebnisse ist daher die Bundeslanderebene.70 4.8. Mietspiegel Bei der Verwendung externer Informationen uber das Mietpreisniveau ist u. a. auch an qualifizierte Mietspiegel zu denken. Sie sind sehr aktuell,71 und ihre Verwendbarkeit fur den regionalen Preisvergleich sollte im Einzelfall fur eine im RPI vertretene Gemeinde ernsthaft gepruft werden. Es gibt Stadte, fur die mit erheblichem Aufwand und mit groer methodi 69 Der vdp ist 2005 aus dem Verband deutscher Hypothekenbanken VDH hervorgegangen und vertritt gegenwartig 33 Mitglieder. 70 Vgl. hierzu Knies, Spiess 2007. 71 Die Mietpreise eines qualifizierten Mietspiegels werden alle vier Jahre durch freiwillige Befragung von Mietern und Vermietern erhoben. Sie konnen in der Zwischenzeit nach zwei Jahren mit dem VPI oder einer verkurzten Befragung fortgeschrieben werden von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 21 scher Sorgfalt sehr detaillierte Mietspiegel erstellt werden, und es ware schade, wenn diese Datenquelle nicht genutzt werden wurde. Allerdings ist auch zu bedenken, dass Mietspiegel nicht alle Segmente des Wohnungsmarktes abbilden,72 viele Gemeinden keine Mietspiegel haben,73 und wenn sie vorhanden sind, dann sind sie meist methodisch sehr unterschiedlich konzipiert. Unterschiedliche fur den Mietpreis relevante Merkmale und Abgrenzungen der Merkmalsauspragungen erschweren den Vergleich zwischen den Gemeinden. So werden z.B. Groenklassen der Wohnungen nicht einheitlich abgegrenzt. Ahnlich verhalt es sich beim Merkmal Baujahr und vor allem mit Ausstattungsmerkmalen und Unterscheidungen der Wohnlage in Kategorien wie z.B. einfach, mittel, gut und sehr gut. Fur die Erstellung von Mietspiegeln gibt es nur relativ allgemein gehaltene Empfehlungen, so dass jede Gemeinde eigene Wege gehen kann. Man gewinnt den Eindruck, dass man bei jeder aufwandigen Erstellung eines neuen Mietspiegels meint, das Rad neu erfinden zu mussen,74 und es wird hier neben der amtlichen Statistik sehr viel statistische Doppelarbeit geleistet. Der Aufwand, der mit Mietspiegeln betrieben wird ist z. T. ganz erheblich und es sind deshalb alle Versuche der Standardisierung und methodischen Vereinheitlichung von Mietspiegeln mit Nachdruck zu unterstutzen. Man konnte den fur einen RPI erforderlichen Aufwand erheblich senken, wenn es gelange, sich wenigstens in den bei ihm und dem VPI ausgewahlten Erhebungsgemeinden uber eine einheitliche Methodik bei der Mietspiegelproduktion zu verstandigen. Es wurde bereits darauf hingewiesen, dass entsprechende Uberlegungen schon vor langer Zeit auch in der amtlichen Statistik angestellt wurden vgl. Angermann 1989 und dass dies leider nichts geandert hatte an dem beklagenswerten gegenwartigen Zustand mit methodisch sehr unterschiedlich anspruchsvollen, untereinander kaum vergleichbaren und nicht selten auch als Instrument wirtschaftlicher und politischer Interessen missbrauchten Mietspiegeln. 4.9. Gutachterausschusse Besonders bei der Immobilienfinanzierung bedarf es einer objektiven Feststellung des Grundstuckwertes, eines sogenannten offiziellen Verkehrswertes. Diese werden, gestutzt durch eine Rechtsgrundlage nach Artikel 192 Baugesetzbuch, durch selbstandige, unabhangige Gutachterausschusse fur Grundstuckswerte kurz Gutachterausschusse, GA75 der kreisfreien Stadte und Landkreise 76 ermittelt. Diese selbstandigen und unabhangigen Ausschusse erstellen Bodenrichtwertkarten und legen Kaufpreissammlungen an. Dabei ist zu bedenken, dass Bodenrichtwerte keine Mittelwerte aus einer Vielzahl von Grundstuckspreisen sind, sondern Vergleichswerte, die aus einigen wenigen tatsachlichen Transaktionen abgeleitet werden. Die hierzu erforderlichen Informationen erhalten die GA von den Notaren. Eine flachendeckende Ermittlung dieser Werte wird immer schwieriger, da es in vielen Gebieten keine unbebauten Grundstucke mehr gibt und so auch keine Transaktionen zustande kommen. Die Kaufpreissammlungen der GA beinhalten m 2Preise fur unterschiedli 72 Sie erfassen nur Mietpreise im freifinanzierten Wohnungsmarkt bei Neuvermietungen und Bestandsmieten, die in den vergangenen vier Jahren neu vereinbart erhoht wurden. Nicht berucksichtigt werden Wohnungen, bei denen offentliche Forderungen erfolgt sind und so die Mietgestaltung gewissen Beschrankungen unterliegt. Ferner sollen keine Wohnungen berucksichtigt werden, die vom Eigentumer selbst genutzt werden, nur vorubergehend vermietet werden, auch gewerblich genutzt werden, sich in Sanierungsgebieten befinden, vom Sozialamt angemietet sind, mobliert oder teilmobliert vermietet werden oder die von auslandischen Streitkraften genutzt werden. 73 Stadte und Gemeinden sind nicht gesetzlich verpflichtet, einen Mietspiegel zu erstellen. 74 Mehr zu diesen bedauerlichen Beobachtungen von der Lippe 2006c. 75 Ausfuhrlich zu den GA Rady, Ruig 2004, S. 96 ff. 76 In einigen Bundeslandern gibt es auf Landesebene einen Oberen Gutachterausschuss. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 22 che Haustypen mit Grundstuck, die als Medianwerte, minimale und maximale Werte sowie Standardabweichungen, nach folgenden Merkmalen gegliedert, veroffentlicht werden: Baujahrsgruppe, Ein und Zweifamilienhauser, ETW mit 40 bis 120 m 2 Wohnflache, Stadtteil und neuerrichtetes beziehungsweise gebrauchtes Wohneigentum. Es wird explizit darauf hingewiesen, dass bei den Preisen fur ETW keine Lage oder Ausstattungsbereinigung vorgenommen wurde. Fur die Verwendung der GAPreisdaten zur RPIBerechnung ist zu bedenken, dass es wie im Kap. 2.2 beim amtlichen Hauserpreisindex HPI dargestellt keine zentralen GA auf Bundesebene gibt und die Organisation der GA in den Bundeslandern sowie deren freiwillig zur Verfugung gestellten Informationen sehr unterschiedlich sind. 4.10. Hypoport AG Die Hypoport AG veroffentlicht uber ihre Internetplattform Eurospace Preisdaten aus monatlich ca. 4.000 6.000 durch die Vermittlung von Hypothekenkrediten finanzierten Immobilienmarkttransaktionen. Dabei wird fur die folgenden Kategorien jeweils ein monatlicher Hauspreisindex HPX berechnet Baujahre jeweils ab 1950: ETW, 70 bis 100 m 2 und EFH Neubau Bestand, 100 bis 150 m 2 Wohn und 200 bis 700 m 2 Grundstucksflache. Die Indizes sind nicht regional gegliedert und stellen nur einfache Durchschnittswerte dar. Bei dieser, wohl erst im Aufbau befindlichen, Datenquelle konnen naturgema nur kreditierte Kaufe von Immobilien betrachtet werden. Es ist deshalb davon auszugehen, dass die Indexbewegungen nicht nur auf Grund reiner Preisanderungen sondern auch durch die sich uber die Zeit verandernde Kreditvergabepolitik der Immobilienfinanzierer zustande kommen.77 Die Methode ist wenig transparent.78 Der Datenanbieter durfte somit fur das hier zu behandelnde Thema nicht relevant sein. 5. Methodische Fragen und zusammenfassende Beurteilung Mit diesem abschlieenden Kapitel wollen wir Anregungen geben, die nicht mehr nur die Datenverfugbarkeit als Datenbasis eines RPI sondern bisher nicht angesprochene konzeptionelle und methodische Details eines RPI betreffen, wie die Standardisierung der Wohnungstypologie und die Wahl der Basis des RPI. Auerdem versuchen wir in einem zweiten Abschnitt dieses Kapitels ein Resume aus den Betrachtungen der Kapitel 1 bis 4 zu ziehen. Weil in diesem Zusammenhang RPIgerechte Mietspiegel eine nicht unwichtige Rolle spielen, gehen wir abschlieend noch einmal auf Mietspiegel ein. 5.1. Konzeptionelle und methodische Details Bekanntlich ist der wohl wichtigste Einwand gegen eine Verwendung des monatlichen VPI fur Zwecke des regionalen Preisvergleichs der Umstand, dass die Warenbeschreibung zu vage ist, um den reinen raumlichen Preisvergleich zu gewahrleisten von der Lippe 2006d, von der Lippe, Breuer 2008a, Linz 2007. Man kann dem zu begegnen versuchen mit der erwahnten, ab 2008 implementierten Erhebung ausfuhrlicher Beschreibungsmerkmale Linz 2007, S. 74ff  Dem entsprache bei der Dienstleistung Miete eine detailliertere Festlegung zu den zu erhebenden Wohnungstypen in einem potenziellen RPI, d.h. es musste ein Konsens daruber erzielt werden, wie die wichtigsten Merkmale einer Wohnung operational definiert werden und die Definition ubereinstimmend in den verschiedenen Erhebungsgebieten angewendet werden kann. Das gilt auch dann, wenn die in Kap. 2 beschriebene Wohnungstypologie beibehalten wird. Wenn fremde Datenquellen fur den RPI benutzt werden oder auch Miet 77 Vgl. Hoffmann, Lorenz 2006, S. 26. 78 The calculation of the various indices , reported by Hypoport is rather intransparent Hoffmann, Lorenz 2006, S. 13. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 23 spiegel RPItauglich gemacht werden sollen, dann ist sicherzustellen, dass dort diesem Konsens entsprochen wird. Es ist nahe liegend, sich an den sog. wohnwertbestimmenden Merkmalen zu orientieren, die in den einschlagigen Vorschriften und Empfehlungen fur Mietspiegel und im Gesetz 79 genannt werden. Danach sind nur zu berucksichtigen Art, Groe, Ausstattung, Beschaffenheit und Lage einer Wohnung. Sieht man von der Groe Wohnflache ab,80 so bereitet die Operationalisierung der Merkmale z. T. erhebliche Schwierigkeiten.81 Es gibt bei den Merkmalen auch viele Uberschneidungen und nicht eindeutige Zuordnungen. Zur Art gehort nach den Empfehlungen fur Mietspiegel z.B. auch die Unterscheidung AltbauNeubau 82 wobei man unter der Konkretisierung des Merkmals Beschaffenheit auch Sachverhalte findet, die ahnlich sind, oder zumindest hiermit korreliert sind, wie Bauweise, Zuschnitt Grundriss, baulicher und energetischer Zustand und Baualter. Unter Ausstattung wird ein mehrdimensionales Merkmal verstanden. Zu definieren und abzustufen ist es mit Blick auf Elemente wie Art der Heizung, Energieverbrauch, Zustand der Turen und Fenster sowie Fuboden und Bodenbelage, Standard der Kuchen und Badausstattung, Vorhandensein von Wandschranken und anderen Einbauten, Aufzug, elektrischem Turoffner, Balkon, Gartennutzung, Kellerraumen, Speicher fruher wohl auch Waschkuche sowie anderer Dinge, die dem Mieter dauerhaft ohne gesonderte Vergutung zur Verfugung gestellt werden. Nicht nur die Operationalisierung der einzelnen mit einander korrelierten Aspekte wann ist eine Heizanlage gut, mittel oder schlecht?, sondern auch die Zusammenfassung der in der Regel vielen Ausstattungsmerkmale deren Relevanz fur den Mietwert z.T. keineswegs eindeutig ist zu einem Gesamtwert der Ausstattung muss Gegenstand einer vereinbarten Festlegung sein. Problematisch ist ganz offensichtlich das Merkmal Lage. Man versteht darunter Aspekte wie Verkehrsanbindung, Infrastruktur, Schulen Einkaufsmoglichkeiten, LarmRuhe, Nahe von Erholungsgebieten, Moglichkeiten fur Freizeitaktivitaten etc., Zentralitat Innenstadtnahe aber auch das soziale Umfeld und die Art der Besiedlung Hochhauser oder uberwiegend Eigenheime. Diskutiert wird auch die Unterscheidung zwischen Makrolage In welchem Teil der Gemeinde liegt das Haus? und Mikrolage Ist die Wohnung im Souterrain? Gehen die Fenster zum groten Teil zur lauten Straenseite oder zur Gartenseite auf?. Zur Typisierung der Makrolage kann man die konkrete Strae in der sich das Mietobjekt befindet erheben und es kommunalen Institutionen uberlassen, Mae der Lagegute gut mittel schlecht einzelnen Straen zuzuordnen, um so das Merkmale Lage etwas zu objektivieren. Unklar ist, ob und inwiefern einer standardisierten Beschreibung von Wohnungstypen auch subjektive Merkmale zugrunde gelegt werden sollen. Abschlieend ist noch zu bemerken, dass die angesprochenen Probleme im Falle eines Mietspiegels vielleicht erheblich gravierender sind als beim RPI. Denn letzterer kann sich auf einige wenige Wohnungstypen und hinsichtlich der Beschreibungsdimensionen jeweils auf eine mittlere Variante beschranken, wahrend ein Mietspiegel ein moglichst breites Spektrum von 79 Das Gesetz schreibt in 558 Abs. 2 BGB abschlieend die oben genannten zu berucksichtigenden objektiven Wohnwertmerkmale vor. Subjektive Merkmale des konkreten Mietverhaltnisses wie z.B. die Wohndauer sind ausdrucklich nicht zu berucksichtigen, obgleich sie ohne Zweifel preisbestimmend sind. 80 Aber auch die Groe ist nicht unproblematisch, was sich allein daran zeigt, dass es schwer sein durfte, empirisch fundierte und regional einheitliche Groenklassen zu bilden. Das gilt auch fur das Alter. 81 Fur das Folgende siehe von der Lippe 2006c, S. 13 ff. Probleme der Operationalisierung gibt es insbesondere bei der Ausstattung und Lage, worauf gleich zuruckzukommen ist. 82 Daneben auch Merkmale wie abgeschlossene oder nicht abgeschlossene Wohnung, Groe und Art der Zimmer, Lage innerhalb des Hauses Dachgeschoss, Souterrain etc., wobei letzteres auch mit dem Merkmal Lage korreliert, wenn man unter dieser auch die sog. Mikrolage versteht. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 24 Wohnungstypen abdecken soll und Betrage fur Zu bzw. Abschlage angeben muss, die bei positiven bzw. negativen Abweichungen von der mittleren Variante anzusetzen sind. Auch ein RPI braucht eine Basis, d.h. eine Raumeinheit, deren Verbraucherpreisniveau 100 gesetzt wird. Zur Wahl stehen eine konkrete Stadt etwa Berlin 100, der Bundesdurchschnitt der auch die nicht im RPI ausgewahlten Stadte umfasst83 oder ein Durchschnitt, der aus dem im RPI ausgewahlten Stadten oder allgemeiner Raumeinheiten gebildet wird. Die Wahl des Ansatzes wirkt sich direkt auf die Aussagekraft und Interpretierbarkeit des Indexes aus und sollte von der konkreten Fragestellung die mit einem RPI beantwortet werden soll, abhangig gemacht werden. 5.2. Zusammenfassende Beurteilung der Datenquellen Hinsichtlich der Mieten erscheint es uns empfehlenswert, fur Zwecke eines RPI Daten in enger Anlehnung an die Methodik des VPI zu erheben Axiom A7, wobei eine spezielle amtliche Struktur Erhebung auf hinsichtlich des Umfangs der erhobenen Falle je Wohnungstyp breiterer Basis und detaillierterer Typenbeschreibung als bei der vierteljahrlichen Mietenstatistik im Rahmen des VPI denkbar ware, oder bevorzugt eine Erhebung der Daten in Kooperation mit den jeweiligen Produzenten von Mietspiegeln in den Gemeinden durchzufuhren, wobei sicherzustellen ist, dass die Methoden einheitlich und RPIgerecht sind, d.h. auch Mieten fur nicht mietspiegelrelevante, den VPIWohnungstypen entsprechende Wohnungen erhoben werden mussen und genugend preisbestimmende Merkmale erfasst werden, um Qualitatsunterschiede zwischen den Gemeinden rechnerisch zu eliminieren; eine ausschlieliche Nutzung vorhandener nichtamtlicher Daten ist demgegenuber nicht zu empfehlen, auch wenn sie kostengunstiger sein durfte, weil diese Daten meist nicht konzeptgerecht sind, nicht alle Segmente des Mietwohnungsmarkts umfassen, die Einheitlichkeit der Methodik uber die Regionen und der reine Preisvergleich nicht sicher gestellt sind und meist auch die Methodik nicht so transparent dokumentiert ist, wie dies bei einer amtlichen Statistik erforderlich ist. Diese Daten sind jedoch gleichwohl zur Plausibilitatskontrolle herangezogen werden. Fur die Nutzung von Daten aus Mietspiegeln, auf deren methodisch korrekte Produktion nach Moglichkeit eingewirkt werden sollte, spricht vor allem, dass hier mit viel Aufwand Daten erhoben werden, die hinsichtlich der Mieten auch Bestandsmieten, tatsachliche Transaktionsmieten und nicht Angebotspreise etc. sehr umfassend sind. Hierbei auftretende Erhebungsprobleme waren auch bei einer amtlichen Strukturerhebung zu gewartigen. Ein Problem stellen die von Stadt zu Stadt unterschiedlichen Erhebungszeitpunkte dar, die bei einer Nutzung der Mietspiegeldaten zur RPIBerechnung vereinheitlicht werden mussten. Im Zuge einer solchen methodischen und konzeptionellen Vereinheitlichung konnte auch auf eine Erweiterung der Erhebung auf nichtmietspiegelrelevante Wohnungen hingearbeitet werden, die zwar nicht in die Mietspiegelberechnung einflieen, aber fur die RPIBerechnung genutzt werden konnten, so dass diese Datenquelle auch das Axiom A7a erfullen wurde. Der zusatzliche Aufwand der Erhebung auch solcher Wohnungen konnte durch entsprechende Aufwandsentschadigung durch die RPIProduzenten kompensiert werden. Eine Kooperation zwischen den Mietspiegelparteien, vertreten durch die Dachverbande Deutscher Mieterbund e. V., Haus Grund Deutschland und den Deutschen Stadte und Gemeindebund, und den RPIProduzenten konnte durch eine solche methodische Vereinheitlichung nach unserer Einschatzung erhebliche Vorteile fur beide Seiten bringen. Eine solche Erhe 83 Auf eine solche Aussage bezieht sich ja auch der VPI fur das Bundesgebiet. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 25 bung wurde brauchbare und wohl auch bezahlbare Daten fur den RPI liefern, die den von uns gestellten, und in den Axiomen in Kapitel 1 formulierten, Anforderungen weitestgehend genugen wurden. Hinsichtlich der Immobilienpreise erscheint es uns empfehlenswert fur Zwecke eines RPI den amtlichen Hauserpreisindex HPI weiter auszubauen und zu versuchen, ausreichend viele Daten fur regionale Vergleiche zu sammeln und Qualitatsunterschiede zwischen den Gemeinden hedonisch zu berucksichtigen und auch hier andere Quellen zur Plausibilitatskontrolle heranzuziehen und evtl. erganzend in die Schatzung einzubeziehen etwa Angebotspreise aus Anzeigen wenn zu wenig auswertbare Kaufvertrage vorliegen. Fur die Begrundung unserer Uberlegungen durfte die nachfolgende Ubersicht von Interesse sein. Tabelle 5.1: Beurteilung der Datenquellen fur Mieten und Kaufpreise von Immobilien im Hinblick auf Axiome von Kap.1.2.b Axiome Kapitel 1.2. b Datenquelle A1 A2 A3 A4 A5 A6 A7ab A8 A9 A10 amtliche Quellen nichtamtliche Quellen Kap. 4 ? ? ? Kap.2 VPI HPI Hauserpreisind. Kap.3 erganzende Erhebungen Mikrozensus GWZ EVSLWR Wohngeldstatistik Mieten und Preise Bulwien IVD Empirica IDN nur Mieten Mietspiegel SOEP nur Immobilienpreise LBS vdp Hypoport Gutachterausschusse Legende: Axiom erfullt Axiom teilweise erfullt Axiom nicht erfullt Axiome auf diese Quelle nicht zutreffend von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 26 Literaturverzeichnis Angermann, O. 1989, Vergleich des Verbraucherpreisniveaus in Bonn, Karlsruhe, Munchen und Berlin West, Wirtschaft und Statistik, 41989, S. 258 261. Angermann, O. 1985, Weiterentwicklung des Mietenindex in der Verbraucherpreisstatistik mit Hilfe von Ergebnissen der Wohnungszahlung, Wirtschaft und Statistik, 61985, S. 505 508. Bayern Labo 2008, Wohnungsmarkt Bayern 2007, hrgs. von der Bayerischen Landesbank, Munchen. Behring, K. 1988, Miethohe: Bonus fur Sehaftigkeit, ifo Schnelldienst Nr. 41, Heft 1188, 7 13. Bundesamt fur Bauwesen und Raumordnung 2007, Wohnungs und Immobilienmarkte in Deutschland 2006, Bonn. Bundesgeschaftstelle LBS 2008, Markt fur Wohnimmobilien 2008, Deutscher Sparkassen Verlag Gmb H, Stuttgart. Bundesministerium fur Verkehr, Bau und Stadtentwicklung 2008, Wohngeld 2008 Ratschlage und Hinweise, Berlin. Dechent, J. 2008, Hauserpreisindex Projektfortschritt und erste Ergebnisse fur bestehende Wohngebaude, Wirtschaft und Statistik, 12008, S. 69 81. Dechent, J. 2006, Hauserpreisindex Entwicklungsstand und aktualisiere Ergebnisse, Wirtschaft und Statistik, 122006, S. 1285 1295. Dechent, J. 2004, Preisstatistische Erfassung des selbstgenutzten Wohnungseigentums, Zur Entwicklung eines Hauserpreisindex, Wirtschaft und Statistik, 112004, S. 1295 1305. Ginter, D. 2004, Zensustest Ergebnisse der Gebaude und Wohnungszahlung, Wirtschaft und Statistik, 112004, 1256 1266. Haustein, T. 2007, Wohngeld in Deutschland 2005, Wirtschaft und Statistik, Heft 22007, S. 200 207. Hoffmann, J., Lorenz, A. 2006, Real estate price indices in Germany: past, present and future, paper prepared fort he OECDIMF Workshop on real estate price indexes, Paris, 67 November 2006. Hoffmann, J., Kurz, C. 2002, Rent indices for housing in West Germany 1985 to 1998, Deutsche Bundesbank Discussion paper 0102, Frankfurt am Main. Knies, G., Spiess, C. K. 2007, Regional data in the German SocioEconomic Panel Study SOEP, Data documentation 17, DIW, Berlin. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 27 Leifer, H.A. 2004, Preisindikatoren fur Wohnimmobilien in Deutschland, Allgemeines Statistisches Archiv Bd. 88, S. 435 450 Linz, S., 2007, Regionaler Preisniveauvergleich, Bedarf, Methoden, Moglichkeiten, in: Deutsche Bundesbank und Amt fur Statistik BerlinBrandenburg Hrsg., Messung der Preise, Konferenzbeitrage zur 12. internationalen Fachtagung 14.15. Juni 2007, Tagungsband, S. 71 84. Linz, S., Dexheimer, V. 2005, Weiterentwicklung der Stichprobe der Verbraucherpreisstatistik, Wirtschaft und Statistik, 62005, S. 582 586. Lotze, S., Breiholz, H. 2002a, Zum neuen Erhebungsdesign des Mirkozensus Teil 1, Wirtschaft und Statistik, 52002, S. 359 366. Lotze, S., Breiholz, H. 2002b, Zum neuen Erhebungsdesign des Mirkozensus Teil 2, Wirtschaft und Statistik, 62002, S. 454 459. Rady, S., Ruig, V. 2004, Fluktuationen des Wohnimmobilienmarktes Mikrookonomische Grundlagen und makrookonomische Auswirkungen, ifo Forschungsberichte, Nr. 23 42004, Munchen. Rostin, W. 1979, Zwischenortlicher Vergleich des Verbraucherpreisniveaus in 31 Stadten, Wirtschaft und Statistik, 61979, S. 403410. Strohl, G. 1994, Zwischenortlicher Vergleich des Verbraucherpreisniveaus in 50 Stadten, Wirtschaft und Statistik, 61994, 415434. Timm, U. 2008, Wohnsituation in Deutschland 2006, Wirtschaft und Statistik, 22008, S. 113 122. Verband deutscher Pfandbriefbanken 2008, Professionelles ImmobilienBanking Fakten und Daten 20072008, Berlin. von der Lippe, P., Breuer, C.C. 2009, Regionale Kaufkraftvergleiche in Deutschland, Bedarf, Methoden und Machbarkeit, ASt A Wirtschafts und Sozialstatistisches Archiv, Band 3 Heft 1, S. 25 40. von der Lippe, P., Breuer, C. C. 2008a, Moglichkeiten und Grenzen regionaler Kaufkraftvergleiche, Jahrbuch fur Wirtschaftswissenschaften, Band 59 Heft 1, S. 31 46. von der Lippe, P., Breuer, C. C. 2008b, Kaufkraftvergleiche zwischen Stadten und Ausgleich regionaler Kaufkraftunterschiede, in: Deutsche Bundesbank und Amt fur Statistik BerlinBrandenburg Hrsg., Messung der Preise, Konferenzbeitrage zur 12. internationalen Fachtagung 14.15. Juni 2007, Tagungsband, S. 87 99. von der Lippe, P. 2007, Index Theory and Price Statistics, Peter Lang Verlag, Frankfurt am Main. von der Lippe, P. 2006a, Brauchen wir noch selbststandige Statistische Landesamter neben dem Statistischen Bundesamt in Deutschland?, Jahrbuch fur Wirtschaftswissenschaften, Band 57 Heft 2; S. 190211. von der LippeBreuer: Kurzfassung einer Expertise zu Daten uber Mieten im regionalen Vergleich 28 von der Lippe, P. 2006b, Ist der Foderalismus in der Statistik noch zeitgema?, Allgemeines Statistisches Archiv, Band 90 Heft 2, S. 341 355. von der Lippe, P. 2006c, Mietspiegel, Statistische Probleme der Erstellung und Interpretation ca. 70 Seiten, erschienen als Ebook im Rahmen einer CDSammlung Haufe Immobilien Buro, Freiburg i. Br. von der Lippe, P. 2006d, Bemerkungen zur Studie Die reale Kaufkraft in Bayern 2002 zur Vorlage beim Bundesverfassungsgericht; Statistischmethodische Analyse einer Studie vom Bayerischen Staatsministerium fur Wirtschaft, Verkehr und Technologie, Essen. von der Lippe, P. 2005, Das Ideal des reinen Preisvergleichs, Jahrbucher fur Nationalokonomie und Statistik, Bd. 2254, S. 499509. von der Lippe, P. 2001, Chain Indices A Study in Price Index Theory, Vol. 16 of the Publication Series; Spectrum of Federal Statistics, MetzlerPoeschel, Wiesbaden. Vorholt; H. 2008, Entwicklung eines Preisindexes fur Bauland, Wirtschaft und Statistik, 22008, S. 142 147. ", "filename": "608974005.pdf", "person": ["Peter von der Lippe", "von der Lippe, Peter", "Claus Christian Breuer", "Breuer, Claus Christian"], "date": ["2009"]}