{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39406/1/60895490X.pdf"], "title": ["Analyse ausgewählter internationaler Studien und Dokumente in Hinblick auf Kosten und Potentiale der Minderung von Treibhausgasemissionen sowie des Aufbaus und der Erhaltung von C-Senken im deutschen Agrar- und Forstsektor: Studie im Auftrag des Bundesministeriums für Ernährung, Landwirtschaft und Verbraucherschutz"], "plaintext": " Dipl.Ing. agr. Bernhard Osterburg und Dr. Norbert Roder sind wissenschaftliche Mitarbeiter des Instituts fur Landliche Raume des Johann Heinrich von ThunenInstituts v TI. Prof. Dr. Matthias Dieter ist Leiter des Instituts fur Okonomie der Forst und Holzwirtschaft des v TI, Dr. Peter Elsasser ist wissenschaftliche Mitarbeiter am selben Institut. Dr. Joachim Krug ist wissenschaftliche Mitarbeiter am v TIInstitut fur Weltforstwirtschaft. Die Studie entstand im Fruhjahr 2009 im Zuge der Beantwortung einer Anfrage des Bundesministeriums fur Ernahrung, Landwirtschaft und Verbraucherschutz. Adresse: Institut fur Landliche Raume Johann Heinrich von ThunenInstitut v TI Bundesforschungsinstitut fur Landliche Raume, Wald und Fischerei Bundesallee 50 D38116 Braunschweig Telefon: 49 0531 596 5211 EMail: bernhard.osterburgvti.bund.de peter.elsasservti.bund.de Die Arbeitsberichte aus der v TIAgrarokonomie stellen vorlaufige, nur eingeschrankt begutachtete Berichte uber Arbeiten aus dem Institut fur Betriebswirtschaft, dem Institut fur Landliche Raume und dem Institut fur Marktanalyse und Agrarhandelspolitik des Johann Heinrich von ThunenInstituts dar. Die in den Arbeitsberichten aus der v TIAgrarokonomie geauerten Meinungen spiegeln nicht notwendigerweise die der Institute wider. Kommentare sind erwunscht und sollten direkt an die Autoren gerichtet werden. Der vorliegende Arbeitsbericht kann unter http:www.vti.bund.dedeinstitutelrpublikationenbereichab_4_2009_de.pdf kostenfrei heruntergeladen werden. ZusammenfassungSummary Zusammenfassung i ZusammenfassungSummary ii Inhaltsverzeichnis Inhaltsverzeichnis ZusammenfassungSummary Inhaltsverzeichnis Verzeichnis der Abbildungen 1 Einleitung 2 Prufung und Bewertung von Aussagen aktueller Studien zu Minderungspotenzialen und CO2Vermeidungskosten fur Manahmen aus dem Agrarbereich 2.1 Mitteilung der EUKommission 200939 vom 28.01.2009 2.2 McKinseyStudie ,,Pathways to a lowcarbon economy 2.3 UNFCCCPapier Challenges and opportunities for mitigation in the agricultural sector FCCCTP20088 2.4 Diskussion der Dokumente 3 Potenziale zur Reduzierung von THGEmissionen und CO2Vermeidungs kosten fur Manahmen im deutschen Agrarsektor I i I II 1 3 3 5 9 11 13 Senkenpotentiale und Vermeidungskosten in Deutschland 4.2.1 Aufforstung 4.2.2 Manahmen im bestehenden Wald forest management 4 Potenziale fur den Schutz und Aufbau von CSenken sowie CO2Vermeidungskosten fur Manahmen im deutschen Forstsektor 4.1 Generelle Vorbemerkung 4.2 17 17 18 18 22 5 Schlussfolgerungen fur die Politik 29 Literaturverzeichnis 31 Anhang: Liste der analysierten Literatur zu THGMinderungen im Agrarsektor 34 Verzeichnis der Abbildungen Verzeichnis der Abbildungen II Abbildung 1: Beitrag der ErstaufforstungsForderung zur Waldmehrung  19 Abbildung 2: Holzvorrate nach Altersklassen 2002 Basis: Bundeswaldinventur   22 Abbildung 3: Jahrliche Veranderung der CVorrate im bestehenden Wald ohne Aufforstungen  24 Abbildung 4: Kumulierter Verlauf von CO2Erlosen, Opportunitatskosten und deren Saldo in Abhangigkeit von der Speichermenge schematisch   26 Abbildung 5: Kumulierte Emissionen bzw. Senkenleistungen ab der 2. Verpflichtungsperiode fur WEHAMSzenarien A, D, und F nach grossnetaccounting GNA und netnetaccounting NNA, hier unter Bezug auf die Emissions bzw. Senkenentwicklung der jeweils vorausgehenden Periode   28 Kapite 1 Einleitung 1 Einleitung 1 Am 16.2.2009 bat BMELV mit Schreiben BMELV 226654030006 an den Prasidenten des v TI um Prufung und Bewertung von drei Dokumenten zu Manahmen des Klimaschutzes sowie ggf. um Einbezug weiterer Studien. Es handelt sich um die folgenden Dokumente: einer Studie von Mc Kinsey Pathways towards a lowcarbon economy zu weltweiten Treibhausgasminderungspotentialen und Kosten, ein technisches UNFCCCPapier Challenges and opportunities for mitigation in the agricultural sector FCCCTP20088 vom 21 November 2008, eine Kommunikation der EUKommission COM2009 39 final Ein umfassendes Klimaschutzubereinkommen als Ziel fur Kopenhagen. Dabei sollen die Aussagen dieser Studien bezuglich der Minderungspotenzialen und CO2Vermeidungskosten fur Manahmen aus dem Agrarbereich bewertet werden. Weiterhin ist zu prufen, inwieweit die Angaben fur Deutschland geeignet sind, und es sollen Vergleiche zu weiteren veroffentlichten Studien hergestellt werden. Ende Marz 2009 wurde vor dem Hintergrund der Unterschiedlichkeit der angefuhrten Studien geklart, welche Fragen im Vordergrund stehen sollen: 1 Minderungspotentiale im Agrarbereich weltweit, mit Schwerpunkt auf Entwicklungslandern? 2 Optionen fur Minderungen auerhalb der EU als Teil einer EUKlimaschutzstrategie, etwa durch den Clean Development Mechanism CDM bzw. weiterentwickelte Flexibilitatsmechanismen? 3 TreibhausgasVermeidungskosten und Potentiale in Deutschland? Zu Punkt 3 wurde seitens v TI auf die Debatte zum effort sharing hingewiesen, also der Einbeziehung von Sektoren auerhalb des EUEmissionshandels. Hierzu liegt ein Beschlussvorschlag der EUKommission vor Proposal for a Decision of the European Parliament and the Council on the effort of Member States to reduce their greenhouse gas emissions to meet the Communitys greenhouse gas emission reduction commitments up to 2020. COM2008 17 final. Brussels, 23.1.2008. in den EUMitgliedstaaten Die Bearbeitung der Punkte 1 und 2 wurde erhebliche zusatzliche Recherchen erfordern, da Forschung zu Entwicklungslandern keinen Schwerpunkt des v TI darstellt und Mechanismen wie der CDM bisher nicht am v TI analysiert worden sind. Die Frage zu Minderungsoptionen in Deutschland und die Debatte zum effort sharing in Deutschland fallt dagegen in den Aufgabenbereich des v TI. Schwerpunkt der Untersuchungen bilden somit die Analyse der CO2Vermeidungskosten und Potenziale fur Deutschland. Hierfur ist es Kapite 1 Einleitung 2 wichtig, auch europaische Bezuge herzustellen. Im Zuge dieser Abstimmung wurde seitens BMELV angeregt, auch CO2Vermeidungskosten im Forstbereich einzubeziehen. Es sei darauf hingewiesen, dass die Bearbeitung der Studie mit den Vorbereitungsarbeiten der Fachtagung Aktiver Klimaschutz und Anpassung an den Klimawandel Mitte Juni 2009 in Braunschweig zusammenfiel. Da der Tagungsvorbereitung Prioritat gegeben werden musste, kann der vorliegende Bericht nur einen knappen Einblick in die komplexe Thematik geben. Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   3 2 Prufung und Bewertung von Aussagen aktueller Studien zu Minderungspotenzialen und CO2Vermeidungskosten fur Manahmen aus dem Agrarbereich Bernhard Osterburg, Institut fur Landliche Raume 2.1 Mitteilung der EUKommission 200939 vom 28.01.2009 Im Dokument der EUKommission COM200939final stehen Uberlegungen zur internationalen Verteilung von TreibhausgasTHGMinderungsverpflichtungen, die Einbindung der Entwicklungslander und Optionen fur einen Global Carbon Market im Mittelpunkt. Neben den anzustrebenden, politischen Verhandlungslosungen werden notwendige Anreiz und Finanzierungsmechanismen und insbesondere Moglichkeiten von einer Ausweitung des Kohlenstoffmarktes nach Vorbild des EUEmissionshandelssystems EU ETS diskutiert. Bis 2015 wird ein OECDweiter Kohlenstoffmarkt angestrebt, in den bis 2020 auch wirtschaftlich weiter fortgeschrittenen Entwicklungslander einbezogen werden sollen. Der fur die angestrebten Klimaschutzanstrengungen notwendige Nettoinvestitionsaufwand wird fur das Jahr 2020 auf 175 Mrd. geschatzt, mehr als die Halfte davon in Entwicklungslander und im Forstsektor. Bis 2020 soll die Abholzung von Tropenwaldern gegenuber dem heutigen Stand um mindestens 50 % verringert und der Verlust an Tropenwaldflachen bis 2030 vollig gestoppt werden. Empfohlen wird die Ubernahme einer Fuhrungsrolle der Industrie bei der Entwicklung emissionsarmer Technologie und beim Technologietransfer, und die Finanzierung globaler Forschungs, Entwicklungs und Demonstrationsvorhaben. Als Finanzquelle soll in erster Linie der Emissionshandel dienen. Im Dokument liegt der Schwerpunkt somit eindeutig auf dem Emissionshandel als Klimaschutzinstrument. Andere Instrumente und Minderungsbereiche auerhalb des ETS finden nur dahingehend Erwahnung, dass der Clean Development Mechanism einer der Flexibilitatsmechanismen des KyotoProtokolls weiter restriktiv zu handhaben ist, damit die Hauptanstrengungen zur THGMinderung vor Ort in der EU erfolgen. Schon heute werden im EUEmissionshandelssystem CDMGutschriften nur unter bestimmten quantitativen und qualitativen Auflagen anerkannt. Aufgrund der steigenden Nachfrage nach CDMProjekten in den umkampften Sektoren der Schwellenlander soll die Umsetzung uber Einzelprojekte schrittweise in andere KlimaschutzMechanismen uberfuhrt werden, im ersten Schritt z. B. durch sektorale Mechanismen. Kunftige Vorschriften zur Berucksichtigung von Flachennutzung, Flachennutzungsanderungen und Waldern LULUCF land use, land use change and forestry finden nur Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   4 dahingehend Erwahnung, dass sie die Umweltwirkung des Ziels von 30 % THGMinderung nicht untergraben durfen. Offensichtlich besteht die Befurchtung, dass ahnlich wie bei uberschussigen Emissionsrechten aus der ersten KyotoPeriode bis 2012, preismindernde Effekte auf dem ETSZertifikatemarkt eintreten konnten, wenn der LULUCFBereich uber Flexibilitatsmechanismen gleichberechtigt in die Minderungsanstrengungen einbezogen wird. Auch wird empfohlen, die Uberwachung, Berichterstattung, Reduktionskontrollen sowie die gegenseitige Beurteilungen klimapolitischer Entscheidungen zu verbessern. Fazit: Die Kommunikation enthalt vor allem indirekte Hinweise auf land und forstwirtschaftliche Minderungsbereiche. Diese beziehen sich auf Konflikte, die durch das Nebeneinander verschiedener Klimaschutzinstrumente und Flexibilitatsmechanismen entstehen konnen und die Wirksamkeit des ETS schwachen konnen, und auf die erforderliche Verlasslichkeit und Uberprufbarkeit der erzielten THGMinderungen. Weitere Kommissionspapiere mit Relevanz fur die vorliegende Fragestellung Im Folgenden sollen zwei weitere Papiere der Kommission aus dem Jahr 2008 vorgestellt werden, die im Zusammenhang mit der oben beschriebenen Kommunikation stehen: 1 2 Commission of the European Communities: 20 20 by 2020 Europes climate change opportunity. Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. COM2008 30 final, Brussels, 23.1.2008. Proposal for a Decision of the European Parliament and the Council on the effort of Member States to reduce their greenhouse gas emissions to meet the Communitys greenhouse gas emission reduction commitments up to 2020. COM2008 17 final. Brussels, 23.1.2008. Im ersten Papier wird auf die Notwendigkeit von Klimaschutzanstrengungen auerhalb des ETS hingewiesen. Auch das reformierte ETS wird weniger als die Halfte der EUweiten THGEmissionen abdecken. Daher wird ein EURahmen fur die Einbeziehung anderer Sektoren auerhalb ETS als notwendig erachtet, z. B. bezuglich Gebaude, Verkehr, Landwirtschaft, Abfall und kleiner industrielle Anlagen. Das Minderungsziel fur diese Bereiche soll bei 10 % liegen. Ein Teil soll durch EUweite Manahmen oder Strategien, etwa zu erneuerbaren Energien und Energieeffizienz, adressiert werden. Fur den verbleibenden Teil soll es in den Handen der EUMitgliedstaaten liegen, Allokationsplane aufzustellen und politische Manahmen zu ergreifen. Bis zu einem Drittel der Minderungen soll auch durch CDMProjekte abgedeckt werden konnen. Die Suche nach kosteneffizienten LosunKapite 2 Prufung und Bewertung von Aussagen aktueller Studien   5 gen soll nach dem Vorbild des ETS moglichst marktnah und flexibel bezuglicher nationaler Ziele und Manahmen erfolgen. Wichtige Ziele sind: Ein ausreichend hoher Zertifikatepreis im ETS als Anreiz fur Minderungsmanahmen, Zertifikatehandel soll effiziente Unternehmen privilegieren, Freiheit der Mitgliedstaaten, uber THGMinderungen auerhalb des ETS zu entscheiden, um nationale Besonderheiten berucksichtigen zu konnen, Freiheit der Mitgliedstaaten, einen eigenen Energiemix festzulegen und erneuerbare Energien auf unterschiedlichem Weg zu unterstutzen, Staatliche Stutzung fur THGMinderungen und erneuerbare Energien ist legitim, es muss aber ein Gleichgewicht gegenuber dem Ziel der Wettbewerbsgleichheit im Gemeinsamen Markt erhalten bleiben. Dies erfordert neue Richtlinien fur staatliche Stutzung fur Klimaschutz und erneuerbare Energien. Das zweite Papier ist eine Beschlussvorlage zum effort sharing bei der Einbeziehung von THGMinderungen auerhalb des ETS auf Ebene der Mitgliedstaaten nach Ablauf der ersten KyotoVerpflichtungsperiode, die 2012 endet. Die Mitgliedstaaten sollen dabei nach Zuteilung von zusatzlichen Minderungsverpflichtungen effort sharing zwischen den EUMitgliedstaaten, bisher meist als burden sharing bezeichnet Flexibilitat bei der Verteilung der Minderungen auf Emissionsquellen auerhalb des ETS haben. CDMProjekte auerhalb der Mitgliedstaaten sollen bis zu einem Drittel der Verpflichtungen abdecken konnen, wird dieses Limit nicht ausgeschopft so konnen entsprechende Rechte an andere Mitgliedstaaten transferiert werden konnen. Fur Deutschland wird eine Emissionsminderung auf Basis der NichtETSEmissionen im Jahr 2005 Emissionen, die nicht durch Richtlinie 200387EG abgedeckt sind in Hohe von 14 % vorgeschlagen. Fazit: Die beiden Papiere zeigen die steigenden Anforderungen an THGMinderungen auerhalb des EUETS auf, machen aber auch deutlich, dass die Entscheidung uber sektorale Minderungsverpflichtungen und konkrete Manahmen bei den Mitgliedstaaten liegt und hierbei groe Flexibilitat besteht. Aufmerksamkeit verdienen die Uberlegungen zu Richtlinien zur Forderung solcher Minderungsmanahmen auerhalb des ETS und die Forderung, marktnahe und effiziente Losungen zu suchen. 2.2 McKinseyStudie ,,Pathways to a lowcarbon economy Bernhard Osterburg und Norbert Roder, Institut fur Landliche Raume In der Mc KinseyStudie wird dem Agrarbereich weltweit ein hohes THGReduktionspotential bei niedrigen Kosten bescheinigt. Im business as usualSzenario fur 2030 werden THGEmissionen in Hohe von 7,9 Gt CO2aq Gt 1 Mrd. t angegeben. Die Minderung bei Minderungskosten von maximal 60 t CO2aq wird mit 4,6 Gt angegeben. Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   6 Der Groteil dieses Potential liegt mit 76 % allerdings in Entwicklungslandern. Eine Differenzierung nach Regionen und konkreten Minderungsmanahmen fur die jeweiligen Regionen ist in der Studie nicht enthalten. Schwachen zeigen sich bezuglich des Ansatzes: Es wird von einzelwirtschaftlichen Kosten zu fixen Preisen ausgegangen, Nebeneffekte werden ebenso wenig berucksichtigt wie Programm und Transaktionskosten zur Umsetzung politischer Manahmen. Die tatsachliche Umsetzbarkeit von Manahmen wird nicht im Detail untersucht, sondern pauschal auf die Probleme im Agrarsektor hingewiesen: Hoher Flachenumfang und Vielzahl von Landwirte als Adressaten, soziookonomische Strukturen wie Subsistenz, Verbindung der Veranderungen im Agrarsektor zur allgemeinen okonomischen Entwicklung. Verteilungs und Entwicklungsziele, die durch die Manahmen beruhrt werden, werden nicht berucksichtigt. Die hohe Reduktion von uber 50 % der gesamten Emissionen wird durch eine verstarkte Kohlenstoffakkumulation im Boden fur moglich gehalten, die in groen Teilen als kostenneutral oder mit Gewinn moglich angesehen wird, etwa bei der Verbesserung degradierter Boden. Dabei handelt es sich also nicht um eine Emissionsreduzierung im engeren Sinne, sondern um einen Senkenaufbau. Kohlenstoffsenken stellen mit 75 % der gesamten moglichen THGMinderungen das Hauptpotential dar CAufbau in landwirtschaftlichen Boden, Schutz organischer Boden. Weitere Manahmen beziehen sich auf Methanemissionen aus der Tierhaltung Verdauung, Wirtschaftsdungerlagerung sowie aus dem Reisanbau, und auf die Reduzierung der Lachgasemissionen aus Dungung und Boden. Im einzelnen werden die folgenden landwirtschaftlichen Minderungspotentiale genannt: WeideEmissionen: reduziert um 0,4 t CO2aq ha: Moorboden 1,1 Mio ha p. a. renaturiert 202030: degradierte Boden: Landwirtschaftliche Bodennutzung: 0,7 t CO2aq ha: Tierhaltung 1,3 Gt CO2aq 1,1 Gt CO2aq 0,5 Gt CO2aq 1,2 Gt CO2aq 0,5 Gt CO2aq Viele Manahmen im Sektor werden als kostenneutral oder gewinnbringend angesehen Verbesserungen im Nahrstoffmanagement, Bodenbearbeitung, Weidelandverbesserung. Bei einer zweiten Gruppe von Manahmen liegen die Kosten unterhalb von 10 t CO2aq Renaturierung von Moorboden, und nur wenige Manahmen weisen Kosten von uber 10 t auf Verbesserung degradierter Boden, Futterzusatze. Im Durchschnitt aller untersuchten Optionen in der weltweiten Landwirtschaft wird in der Studie fur das Jahr 2030 von Minderungskosten in Hohe von 1 t CO2aq ausgegangen. Auffallig ist, dass je Manahmekategorie von einem durchschnittlichen Kostensatz ausgegangen wird, die in der Realitat zu erwartenden Variabilitat der Kosten sowie ansteigende Grenzkosten bei zunehmender Umsetzung werden nicht berucksichtigt. Diese Art der KosKapite 2 Prufung und Bewertung von Aussagen aktueller Studien   7 tenbetrachtung unterstellt je Manahmenblock homogene okonomische und technische Verhaltnisse und einheitliche Substitutionsbedingungen. Die Programm und Transaktionskosten schatzt Mc Kinsey auf durchschnittlich ca. 1 t CO2aq: 0,2 fur Messung und Monitoring, plus Bildung Investitionen mit 0,7 plus Carboncreditmonetarisation cost 1,1 t CO2aq. Diese Kosten sind jedoch mit groen Unsicherheiten behaftet. In den manahmenspezifischen Minderungskosten werden sie nicht berucksichtigt. Auch bei Berucksichtigung der in der Studie genannten Unsicherheit um den Faktor 23 stellen sich die Minderungskosten als sehr niedrig dar. In der EU wird fur Szenarien derin Hohe von 2030 t CO2aq, zum Teil auch von zeit von Minderungskosten 50 t CO2aq ausgegangen. Angesichts der Nichtberucksichtigung von Programm und Transaktionskosten, den Schwierigkeiten der Verifizierung und langfristigen Sicherung von Kohlenstoffakkumulation in Boden und der weltweiten Verknappung produktiver Agrarflachen und damit ansteigender flachenbezogener Opportunitatskosten erscheinen diese Werte als Durchschnittsangabe fur so groe Minderungsmengen unrealistisch niedrig, zumindest aber fur Industrielander nicht belastbar. In der Studie werden die groen Unsicherheiten im Bereich Landwirtschaft und Landnutzung benannt. Bezuglich der Kohlenstoffsenken wird auf die Sattigung dieser Senken bis 20302050 innerhalb von 2040 Jahren hingewiesen. Nach Erreichen eines hoheren Speicherniveaus bestehen nur noch wenige weitere Minderungsoptionen bzw. Optionen fur Senkenaufbau, und es besteht die Gefahr der Wiederfreisetzung. Allgemein werden komplexe Verlagerungs, Substitutions und Verdrangungseffekte leakage, die Dauerhaftigkeit der Wirkungen im Falle von Senken permanence, die problematische Identifizierung zusatzlicher Wirkungen angesichts sich verandernder Rahmenbedingungen und leakage additionality, die Messbarkeit der Wirkungen und die notwendige, langfristige Beobachtung von Landnutzungssystemen aufgrund Fruchtfolgen, langsamer CAkkumulation als Probleme benannt. Fazit: Die Studie gibt einen weltweiten und sektorubergreifenden Uberblick uber erwartete THGMinderungspotentiale. In Hinblick auf die Aussagen zu im Agrarsektor realistisch erreichbaren Minderungen und Kosten erscheint die Studie wenig belastbar. Fur eine Anwendung auf die Landwirtschaft in Deutschland ist die Studie nicht geeignet. Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   8 Kommentierung der Studie bezuglich der Aussagen zum Forstbereich Peter Elsasser und, Matthias Dieter OEF, Joachim Krug WFW In der Mc KinseyStudie werden weltweite Einspar bzw. Sequestrierungspotentiale thematisiert, welche fur das Jahr 2030 realisierbar erscheinen und mit Kosten von bis zu etwa 60 t CO2aq verbunden sind. Untersucht werden 10 Sektoren, darunter auch die Forstwirtschaft S.116 ff  Fur diesen Sektor wird die weltweite Emission im business as usualSzenario fur 2030 auf 7,2 Gt CO2aq a beziffert,1 das entsprechende weltweite Einsparpotential auf 7,8 Gt CO2aq a per Saldo wurde also aus einer Quelle eine Senke. Der weit uberwiegende Teil des gesamten Einsparpotentials in Waldern 88 % wird in der Studie tropischen Entwicklungslandern zugeschrieben. Von den weltweiten Einspar bzw. Sequestrierungsmoglichkeiten entfallen bereits zwei Drittel auf vermiedene Entwaldung REDD; 5,1 Gt CO2aq a, das restliche Drittel verteilt sich auf Wiederbewaldung degradierter Gebiete 1,4 Gt CO2aq a, Aufforstung von Grenzertragsboden Weide und Ackerland; 1,0 Gt CO2aq a und zu einem geringen Teil auch auf Kohlenstoffanreicherungen in bereits existierenden Waldern Forest management, 0,3 Gt CO2aq a. Lediglich die beiden letztgenannten Manahmen kommen uberhaupt fur Lander in Frage, welche nicht mit Entwaldung und Walddegradation zu kampfen haben. Mit den Mengen sind in der genannten Studie auch summarische Kostenschatzungen verbunden, die nach den jeweiligen Manahmenkategorien differenziert sind. Nahezu samtliche genannten Einsparmoglichkeiten werden mit Kosten von unter 30 t CO2aq eingeschatzt, bei einem Durchschnitt von 9 t CO2aq S.120 f  Vermiedene Entwaldung stellt sich danach mit ca. 24 t CO2aq als kostengunstigste Option dar. Erst und Wiederaufforstung werden mit etwa 1015 t CO2aq beziffert, Managementmanahmen in Waldern etwa in derselben Groenordnung. Lediglich die Kosten der Vermeidung von Waldumwandlung fur Intensivlandwirtschaft werden mit etwa 27 t CO2aq angegeben.2 Allerdings weisen die Autoren auch darauf hin S.3445, dass sowohl die Mengen als auch die Kostenabschatzungen hier wesentlich unsicherer sind als fur die anderen betrachteten Sektoren u. a. aufgrund erheblicher Implementations, Mess und Kontrollprobleme, wie sie insbesondere in Entwicklungslandern und zumal fur Manahmen gegeben sind, welche sich uber weite Raume erstrecken und eine Vielzahl von Betroffenen erreichen mussen. 1 Dies entspricht nahezu unverandert dem Ausgangswert von 7,4 Gt CO2aq fur das Jahr 2005 MCKINSEY COMPANY 2009b:116 ff  In dieser Zahl sind auch Emissionen aus der Zerstorung von Torfboden in den Tropen durch Entwasserung und Abbrennen enthalten ca. 2 Gt CO2aq a. 2 Diese Kostengroenordungen werden auch von vergleichbaren Studien genannt. Z.B. beziffern SPRACKLEN et al. 2008 die Kosten fur vermiedene Entwaldung mit 330 USt CO2; fur Erst und Wiederaufforstungen wird mit 20100 USt CO2 ein etwas breiterer Kostenrahmen genannt. In dieser Studie ist die Vermeidung der Zerstorung bewaldeter tropischer Moorgebiete mit 0,14 USt CO2 die kostengunstigste Option. Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   9 Die in der Mc KinseyStudie genannten Zahlen dienen einer weltweiten und sektorubergreifenden Betrachtung. Im Einzelnen ist schwer nachzuvollziehen, wie aussagekraftig sie insbesondere bei genauerer Betrachtung eines einzelnen Sektors tatsachlich sind, da die zugrundeliegenden Annahmen nur summarisch beschrieben werden. In der Studie wird explizit darauf hingewiesen, dass gerade uber Einsparpotentiale im Forstbereich nur wenige empirische Erkenntnisse vorliegen und etliche Annahmen auf einer schwachen Datenbasis beruhen. Zudem sind selbst die Angaben uber Speicherpotentiale nicht auf deutsche Verhaltnisse ubertragbar.3 Beispielsweise wurden die Annahmen uber den Bereich forest management lediglich aus einer USStudie extrapoliert. Bereits die dort unterstellten Managementoptionen sind fur deutsche Verhaltnisse z. T. impraktikabel und politisch kaum durchsetzbar z.B. Dungung zur Ertragssteigerung, andere zielen auf hier nicht gegebene bzw. bereits weitgehend geloste Probleme ab Zaunung zur Abwehr von Weidevieh, Waldbrandverhinderung, verbesserte Waldverjungung. Daruber hinaus konzentriert sich die Studie auf okonomische Stellschrauben und spart Fragen der politischen Realisierbarkeit weitgehend aus; auch berucksichtigen die von Mc Kinsey genannten Einsparpotentiale keinerlei Verteilungsfragen MCKINSEY COMPANY 2009b:12 sowie die dadurch implizierten Anreizwirkungen. Damit bleiben wesentliche Fragen unbeantwortet, welche sich im Forstbereich bezuglich der Anerkennung von Emissionsreduktionen bzw. Senkenleistungen stellen und welche sowohl das Mengenpotential von Einsparmoglichkeiten als auch die damit verbundenen Kosten stark, teilweise sogar dominant beeinflussen konnen.4 2.3 UNFCCCPapier Challenges and opportunities for mitigation in the agricultural sector FCCCTP20088 Das UNFCCCDokument FCCCTP20088 beschreibt umfassend weltweite THGMinderungsoptionen in der Landwirtschaft und stellt Fallbeispiele vor. Dieses Dokument erscheint fur die im Anschreiben enthaltene Bitte um Prufung, ob Angaben fur Deutschland geeignet sind, auf den ersten Blick am ehesten relevant. Fragen nach Minderungskos 3 Die hier zitierte Studie MCKINSEY COMPANY 2009b geht auf mehrere Landerstudien des gleichen Unternehmens zuruck, unter anderem eine Landerstudie Deutschland MCKINSEY COMPANY 2007, die kurzlich aktualisiert wurde MCKINSEY COMPANY 2009a. Entsprechend der Zielsetzung dieser Studien, Emissionseinsparpotentiale nicht aber Senkenpotentiale zu beziffern, wird in den Landerstudien zu Deutschland zwar der landwirtschaftliche Sektor mit thematisiert, nicht aber der Forstsektor. 4 Im Bereich REDD ist in den internationalen Verhandlungen beispielsweise noch nicht konkretisiert worden, wie baselines bestimmt werden sollen, anhand derer der Umfang vermiedener Entwaldung quantifiziert werden kann; ohne eine solche Quantifizierung sind auch belastbare Kostenschatzungen schlechterdings unmoglich. Da diese Frage nicht im Zentrum des vorliegenden Erlasses steht, wird auf die derzeit im v TI entstehenden Studien zum Bereich REDD verwiesen Leischner, in Vorbereitung. Auch fur deutsche Verhaltnisse sind wesentliche Fragen der Anerkennung von Waldsenken in einem postKyotoRegime noch nicht abschlieend geklart. Hierauf wird weiter unten eingegangen. Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   10 ten werden allerdings nicht in ausreichendem Detail behandelt, vielmehr werden aggregierte Modellergebnisse fur weltweite, mogliche Minderungsmengen bei gegebenen Minderungskosten ohne Manahmenspezifische Aussagen vorgestellt. Das globale technische Minderungspotential wird fur das Jahr 2030 ohne Berucksichtigung von energetischer Biomassenutzung mit 5,56 Gt CO2aq angegeben. Fast 90 % davon wird durch CAkkumulation in landwirtschaftlichen Boden erklart, durch Acker und Weidelandmanagement und Renaturierung von Mooren, Bioenergie und Wassermanagement. Auf Methan entfallen weitere 9 % der Minderungen, und auf Lachgas lediglich 2 %. Dieser geringer Anteil von Lachgas uberrascht angesichts der hohen Bedeutung der Lachgasemissionen mit ca. 40 % der THGEmissionen aus der Weltlandwirtschaft. Dahinter steht u. a. die Annahme, das reduzierte NDungung zu Verlusten an Bodenhumus fuhrt, zudem wird offenbar von einer hohen NEffizienz in allen landwirtschaftlichen Produktionssystemen ausgegangen. Das okonomische Potential der Minderung wird bei 20 USt CO2aq mit 1,51,6 Gt p.a. angegeben, bei 50 USt mit 2,52,7 Gt und bei 100 USt mit 44,3 Gt. Etwa 30 % der Minderungen werden in den Industriestaaten erwartet und 70 % in Entwicklungslandern. Als bereits in der Umsetzung befindliche Minderungsmanahmen werden genannt: Methanminderung aus tierischer Verdauung durch Leistungssteigerungen, z. B. mittels Futterungsmanagement und Tierzuchtung, Reduzierung von Methan und Lachgasemissionen aus dem Wirtschaftsdungermanagement durch aerobe Lagerung oder Biogasanlagen, verbesserte Ausbringungstechnik und Nitrifikationsinhibitoren, Verbessertes Weidelandmanagement CAkkumulation, Reduzierte Bodenbearbeitung CAkkumulation, Methanreduzierung aus Reisanbau, Intensivere landwirtschaftliche Landnutzung zur Vermeidung der Urbarmachung von Naturflachen, Effizienterer Energieeinsatz und Substitution fossiler durch Biomassebasierte Energietrager. Des weiteren werden eine Reihe zukunftig moglicher technischer Optionen genannt, etwa der Einsatz neuer Futterzusatzstoffe, Gullekuhlung, neue Zuchtungstechniken und Nitrifikationsinhibitoren. Bezuglich politischer Manahmen wird u. a. darauf hingewiesen, dass verschiedene umweltpolitische und die Produktionseffizienz steigernde Manahmen positive Wirkungen Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   11 auf die THGBilanzen aufweisen. Kunftig sollten auf Basis des vorliegenden technischen Papiers die folgenden Schritte erfolgen: a Auswahl prioritarer Manahmen fur Minderungsmanahmen in der Landwirtschaft, b Berucksichtigung von Aktivitaten und politische Manahmen auf regionaler, nationaler und globaler Ebene, Betrachtung von Produktion und Konsum, c Bestimmung der notwendigen Ressourcen fur eine umweltorientierte Entwicklung der Agrarsektoren, wobei entwicklungspolitische und Nachhaltigkeitsziele abzusichern sind, d Absicherung der Minderungswirkungen von Manahmen, etwa durch die Definition und Verbreitung von best practice und best available technology, e Weiterentwicklung marktnaher, fur den Agrarsektor geeigneter Instrumente und Mef g chanismen CDMProjekte, sektorale Vereinbarungen,  , Forschungs und Entwicklungsanstrengungen fur wichtige landwirtschaftliche Emissionsquellen, Identifizierung der wichtigsten Herausforderungen fur die Messung, Emissionsberichterstattung und Verifizierung von Emissionen im Agrarsektor, h Bestimmung der Grunde fur die Differenz zwischen technischen und okonomischem THGMinderungspotential im Agrarsektor und Abschatzung der damit verbundenen Implikationen. Der letzte Punkt h verweist auf die Bedeutung der Ermittlung der Kostenwirksamkeit sowie anderer soziookonomischer Hemmnisse fur die Verbreitung THGmindernder Manahmen. Fazit: Die UNFCCCStudie beschreibt umfassend weltweite THGMinderungsoptionen in der Landwirtschaft und stellt Fallbeispiele vor. Minderungskosten stehen dabei jedoch nicht im Mittelpunkt. Fur die Auswahl und Umsetzung von Manahmen im Agrarsektor werden Arbeitsschritte vorgeschlagen. 2.4 Diskussion der Dokumente Die dargelegten politischen Uberlegungen der EUKommission lassen einen steigenden Handlungsdruck fur alle Sektoren erwarten, die nicht Teil des EUETS sind und auch kunftig kaum am ETS teilnehmen werden. Diese Sektoren wie Verkehr, Haushalte und Landwirtschaft weisen fur eine Teilnahme am ETS strukturelle Nachteile auf, u. a. wegen der nicht im erforderlichen Detail und mit angemessenen Aufwand quantifizierbaren, individuellen Emissionen und der Vielzahl an Adressaten. In der Debatte um die Verteilung Kapite 2 Prufung und Bewertung von Aussagen aktueller Studien   12 der Minderungslasten ist aus volkswirtschaftlicher Sicht zu fordern, dass die kostenwirksamsten Manahmen ausgewahlt werden. Dabei sind Programm und Verwaltungskosten zu berucksichtigen. Allerdings ist zu erwarten, dass von allen Sektoren eine Mindestanstrengung bei der Emissionsminderung unternommen wird. Dies ist nicht nur als politischer Wunsch nach Ausgewogenheit zu interpretieren, sondern erscheint auch aus volkswirtschaftlicher Sicht sinnvoll, da in allen Sektoren Optionen gesucht und weiterentwickelt werden mussen, um die kunftigen, weitreichenden Klimaschutzziele moglichst kostengunstig zu erreichen. Dazu tragen eine breit angelegte Suche nach Optionen und Anreize fur die Weiterentwicklung von Technologien und Verfahren bei. Eine wichtige Herausforderung ist es schlielich, zu einem verbesserten Verstandnis uber das Zusammenwirken von Manahmen innerhalb und auerhalb des ETS beizutragen, und Losungen vorzuschlagen, wie die Manahmen in den unterschiedlichen Bereiche moglichst koharent gestaltet werden konnen. Eine politische Verpflichtung fur den Agrarsektor und die Agrarpolitik, Anstrengungen zum Klimaschutz voranzutreiben, kann aus der hohen Stutzung des Agrarsektors durch offentliche Mittel und aus der Debatte um die Zukunft der agrarpolitischen Beihilfen erwachsen. Fur die Suche nach Ansatzstellen im Agrarsektor geben die Mc KinseyStudie und das technische UNFCCCPapier nur wenige neue Hinweise. Das v TI hat im Juni des vergangenen Jahres bereits konkrete Informationen dazu vorgestellt, in welchen Bereichen der Agrar und Ernahrungswirtschaft THGMinderungsmanahmen ansetzen konnten Osterburg et al., 2008. Die in hier vorgestellten Dokumenten reflektierte internationale Debatte um Manahmen im Agrarsektor zeigt die geringe Berucksichtigung von Programm und Verwaltungskosten. Hieraus resultiert eine oft unzureichende Realitatsnahe der Einschatzungen. So werden Kohlenstoffsinks sehr hoch bewertet, wahrend sie aufgrund von Problemen der Messung und der dauerhaften Sicherung in der deutschen Debatte wesentlich kritischer diskutiert werden. Auffallig ist schlielich die geringe Berucksichtung des Stickstoffkreislaufs der Landwirtschaft und der LachgasMinderungsoptionen. Hilfreich als Orientierungsrahmen fur die weitere Erarbeitung von THGMinderungsstrategien im Agrarsektor ist die Auflistung von kunftigen Arbeitsschritten im UNFCCCPapier. Die darin enthaltenen Arbeitsauftrage sollten schrittweise fur Deutschland umgesetzt werden. Kapite 3 Potenziale zur Reduzierung von THGEmissionen   13 3 Potenziale zur Reduzierung von THGEmissionen und CO2Vermeidungskosten fur Manahmen im deutschen Agrarsektor Bernhard Osterburg und Norbert Roder, Institut fur Landliche Raume In der Studie des v TI vom Juni 2008 werden Aspekte zur Manahmenbewertung ausfuhrlich erlautert. Kriterien fur die Auswahl von Klimaschutzmanahmen im Agrarsektor sind danach: Eine vertretbare Kostenwirksamkeit im Vergleich zu Klimaschutzoptionen in anderen Sektoren, eine hohe Wirkungssicherheit, Synergien mit anderen umweltpolitischen Zielen und einfaches Monitoring. Fur die Bewertung von THGMinderungsmanahmen wurde gema der Aufforderung im Erlass des BMELV eine umfangreiche Literaturanalyse vorgenommen, die auf Nachfrage gern zur Verfugung gestellt werden kann Literaturliste siehe Anhang. Ahnlich wie bei der Beschaftigung mit der Mc KinseyStudie und mit dem UNFCCCPapier, war diese Anstrengung nur begrenzt zielfuhrend, da es sich um Studien fur unterschiedlichste Regionen und Teilaspekte handelt, die sich auch bezuglich der Annahmen und Methoden stark unterscheiden. Die beiden im Erlass erganzend aufgefuhrten Studien von Schneider et al. 2008 sowie Weiske und Michel 2007 liefern ausgewahlte, nicht direkt auf Deutschland ubertragbare Ergebnisse. Schneider et al. beschreiben anhand eines Modells fur die USA die Zusammenhange zwischen technischen Fortschritt und Opportunitatskosten fur alternative Landnutzung wie Aufforstung und Bioenergie. Sie weisen auf Nichtlinearitat zwischen den getroffenen Modellannahmen und den Minderungskosten und realisierten Potentialen hin. Weiske und Michel berechneten Minderungsmanahmen fur deutsche Betriebe in einem einzelbetrieblichen Ansatz, bei dem die Anderung des Produktionssets, beispielsweise die Abschaffung der Schweinehaltung, als THGReduktion in die Kostenwirksamkeitsberechnung eingeht. Dabei wurde mit statischen Preisen und innerhalb der Systemgrenze des Einzelbetriebs kalkuliert. Damit sind die Kostenangaben nicht fur sektorale Aussagen geeignet. Aufgrund hoher Varianzen sowohl der Wirksamkeiten als auch der Kosten bestehen bei Aussagen zur Kostenwirksamkeit Minderungskosten in t CO2aq in der analysierten Literatur groe Unsicherheiten. Bezuglich der Vermeidungskosten sollte man unterschiedliche Kostensensitivitaten der Manahmen herausstellen, insbesondere wenn diese mit Einschrankungen der Produktion verbunden sind: Beispiel intensive Milchviehhaltung auf ackerbaulich genutzten Moorstandorten; THG Emission: 12 Mg CO2aq p.a., Milchleistung 12.000 kg Milch pro ha. Eine Anderung des Milchpreis um 1 ct pro kg fuhrt bei einer Einstellung der Produktion zu Unterschieden in den Minderungskosten von 10 pro t. Ahnlich sensitiv reagieren auch Kapite 3 Potenziale zur Reduzierung von THGEmissionen   14 andere intensive Produktionssysteme auf Einschrankungen, z. B. Kartoffel, Bullen und Schweinemast, im Vergleich dazu weisen andere Marktfruchte geringere Kostensensitivitaten auf, z. B. Getreide und Olsaaten, Relevant sind weiterhin die Annahmen zu Abschreibungs und Nutzungszeitraumen, insbesondere bei Investitionsgutern Gullelager sehr markante Unterschiede zwischen den Studien, Allgemein starke Abhangigkeit der Kosteneinschatzungen von Annahmen und unterstellten Rahmenbedingungen. Unsicherheiten bestehen auch hinsichtlich des Umfanges der unterstellten THGEmissionen und des Vorzeichens der Manahmenwirkung, z. B. fur die folgenden Manahmen: pfluglose Bewirtschaftung, Weidegang oder mehr Stallhaltung in der Rinderhaltung, Wechselwirkung zwischen Emissionen aus Grunlandumbruch wg. hoherem Maisanteil in der Rinderhaltung und Einsparung wegen geringerem Eiweiuberschuss im Rinderfutter, Wechselwirkungen im Bereich verbesserte Genetik in der Tierhaltung, notwendiger Anpassungen der Ration; Anderungen der Nutzungsdauer und angestrebter Produktmix im Bereich Rinder Milch, Fleisch, Additivitat der Strategien Antibiotika in der Wiederkauerfutterung und Biogasproduktion, Kompatibilitat und Wirkungen sind fraglich regelmaiger Antibiotikaeinsatz ist in EU ausgeschlossen, aber ein Beispiel fur chemischtechnische Minderungsoptionen in der internationalen Literatur, Unsicherheiten uber das Einsparpotential durch Vergarung in Biogasanlagen. Zudem ist auf Preiseffekte und leakage hinzuweisen vgl. z. B. Schneider und Mc Carl, 2006; Weersink et al., 2005, die in vielen Fallen unberucksichtigt bleiben. Da es fur die Anrechnung positiver und negativer, nicht marktlich bewerteter Nebeneffekte z. B. Reduzierung von NUberschussen, Naturschutz in Moorgebieten keine Methode der systematischen Berucksichtigung gibt, werden solche, fur die Bewertung wichtigen Aspekte i. d. R. nicht berucksichtigt. Die Literaturanalyse hat somit keine konsistenten Ergebnisse zu Potentialen und Kosten von THGMinderungsmanahmen im deutschen Agrarsektor ergeben. Vor diesem Hintergrund wird vorgeschlagen, anhand der in der Studie des v TI vom Juni 2008 benannten Untersuchungsschwerpunkte die eigenen Anstrengungen zur Ermittlung von MinderungsKapite 3 Potenziale zur Reduzierung von THGEmissionen   15 potentialem und Kosten in einem konsistenten Untersuchungsrahmen voranzutreiben. Die empfohlenen Schwerpunkte innerhalb der Bereiche Landnutzung und Agrarproduktion sind: Methanemissionen aus der Wirtschaftdungerlagerung sollten durch verstarkte Kofermentierung in Biogasanlagen und Lagerung in gasdichten Garrestlagern reduziert werden, gerade auch durch Erhohung des Wirtschaftsdungeranteils in bereits bestehenden Anlagen. Auerdem fehlt es nach wie vor an einem Monitoring der Anlagen, weshalb bereits erzielte THGMinderungen mangels statistischer Daten nicht im deutschen Inventar berichtet werden konnen. Hier bietet sich eine voraussichtlich sehr kostenwirksame Moglichkeit der Anrechnung durch statistische Erfassung der in Biogasanlagen verwendeten Gulle sowie der Lagerungsbedingungen. Manahmen zur Steigerung der NAusnutzung in der Landwirtschaft und damit zur Reduzierung der N2OEmissionen sollten so ausgerichtet sein, dass nicht produktiv eingesetzte NMengen vermieden werden. Konkret sollten Manahmen zur starkeren Verbreitung Nreduzierter Futterung und zur Steigerung der Ausnutzung von NDungern in der Landwirtschaft entwickelt und umgesetzt werden. Beide Bereiche versprechen eine hohe Kostenwirksamkeit der THGMinderung auf Betriebsebene, bezuglich der Umsetzung mit Hilfe von Politikmanahmen sind aber hohe Verwaltungs und Beratungskosten zu erwarten. Parallel dazu sollten die Dungeverordnung, und hier insbesondere die Vorgaben zu maximalen Nahrstoffuberschussen, und ihre Umsetzung in den Landern als grundlegende Maname zur Verbesserung der NDungung analysiert und ggf. zeitnah nachjustiert werden. NUberschusse stellen zwei der problematischsten Bestandteile der deutschen Nachhaltigkeitsstrategie dar NBilanz, NH3Emissionen, dem Handlungsbedarf in diesem Bereich sollte durch eine integrierte Vorgehensweise unter Berucksichtigung von Klimaschutzbeitragen entsprochen werden. Renaturierung landwirtschaftlich genutzter Moore, auch in Verbindung mit Optionen zur Produktion von Biomasse; Vermeidung einer intensiven Ackernutzung auf solchen Standorten. Angesichts des beschleunigten Umbruchs von Grunland zur Umwandlung in Ackerland seit 2005 sollte ein flachenspezifischer Schutz des Grunlands im Rahmen von Cross Compliance erwogen werden, der ggf. zusatzlich uber Natur und Wasserschutzgesetze abzusichern ware. Grunland auf Moorboden und auf anderen humusreicheren Standorten sollte nicht mehr umgebrochen werden durfen. Daneben wurde der Forschungsbedarf fur eine Reihe weiterer Manahmen benannt. Die Bewertung von Klimaschutzmanahmen ohne Berucksichtigung anderer Zielbeitrage wird nach Einschatzungen am v TI nur selten zu groen Minderungspotentialen fuhren, da die Minderungskosten oft vergleichsweise hoch liegen. Ausgenommen sind hierbei Wirkungen von ohnehin stattfindenden technischen Fortschritten, beispielsweise in der TierfutteKapite 3 Potenziale zur Reduzierung von THGEmissionen   16 rung und Tierleistung. In diesem Fall wird die Wirkung der effizienteren Produktion auch okonomisch am Markt bewertet, da sich betriebswirtschaftliche Vorteile ergeben. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   17 4 Potenziale fur den Schutz und Aufbau von CSenken sowie CO2Vermeidungskosten fur Manahmen im deutschen Forstsektor Peter Elsasser und, Matthias Dieter OEF, Joachim Krug WFW 4.1 Generelle Vorbemerkung Im Unterschied zum Agrarbereich bewirkt die in Deutschland und weiten Teilen Europas betriebene nachhaltige forstwirtschaftliche Bodennutzung keine nennenswerten THGEmissionen. In weltweitem Mastab ist Entwaldung zwar eine der groten Emissionsquellen fur Kohlenstoff; dieses Problem ist aber fur Deutschland nicht gegeben, wo die Waldflachenbilanz positiv ist es betrifft in erster Linie tropische Entwicklungslander. In sehr geringem Umfang konnen sich auch in Deutschland im Bereich Landnutzungsanderungen durch Waldumwandlungen Emissionen ergeben trotz positiver Waldflachenbilanz , weil bei Aufforstungen die Biomasse nur vergleichsweise langsam akkumuliert, die akkumulierte Biomasse bei Waldumwandlungen jedoch auf einen Schlag entfernt wird. Per Saldo werden diese Emissionen durch den Zuwachs auf den aufgeforsteten Flachen sowie auch in den bereits bestehenden Waldern kompensiert.5 Die Ursachen fur solche Waldumwandlungen liegen zudem i.d.R. auerhalb des Forstbereiches z.B. Flachenbedarf fur Siedlungen und Verkehrswege und sind durch forstliche Manahmen nicht zu beeinflussen. Innerhalb des Forstbereiches konnen auch nachhaltig bewirtschaftete Walder in Deutschland Bestande und Boden zu Kohlenstoffquellen werden, wenn die Bestande geerntet werden oder naturlichen Einwirkungen zum Opfer fallen Sturme, Feuer. Per Saldo werden diese Entnahmen bei nachhaltiger Forstwirtschaft aber durch den Zuwachs und die damit einhergehende Kohlenstoffakkumulation der nachfolgenden Jungbestande uber kompensiert. Walder in Deutschland sind daher insgesamt eine Nettosenke fur Kohlenstoff Nationaler Inventarbericht, UBA 2009:370 ff 6 Der durch die Holzernte 5 Soweit diese Emissionen nicht vollstandig durch Aufforstungen kompensiert werden, konnen sie im Rahmen des KyotoProtokolls auch durch den Zuwachs im bestehenden Wald Waldbewirtschaftung gema Art. 3.4 KP bis zu einer Obergrenze von 9 Mt Ca ausgeglichen werden Entscheidung 16CMP.1, Annex, 10. 6 Die derzeit vorliegenden Daten erlauben lediglich Schatzungen der Kohlenstoffveranderungen in der Biomasse. Fur Totholz, Streu und Boden liegen keine belastbaren Schatzungen vor; im Nationalen Inventarbericht wird angenommen, dass sich diese Vorrate unter bestehendem Wald nicht andern. CO2Emissionen aus der Kalkung von Waldboden betragen rund 75210 Gg CO2a, mit abnehmender Tendenz. Eine Stickstoffdungung von Waldern ist in Deutschland nicht ublich. N2OEmissionen aus Entwasserung von Waldboden konnen mangels verlasslicher Daten nicht berichtet werden sie wurden fur die Jahre 19901999 auf insgesamt rund 14 Gg pro Jahr geschatzt, allerdings einschlielich indirekter N2O Emissionen aus Quellen auerhalb der Forstwirtschaft. Die Emissionen sonstiger Treibhausgase aus Waldbrand und der kontrollierten Verbrennung Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   18 entnommene Kohlenstoff wird zudem zu erheblichen Teilen langerfristig in Holzprodukten gespeichert bzw. dient der Substitution emissionsintensiver fossiler Energiequellen. Damit entfallt fur den Forstbereich grundsatzlich auch die Moglichkeit der Emissionsreduktion soweit diese auf eine Umstellung von Produktionsverfahren bei gleichbleibenden Produktionszielen abstellt. Gleichwohl sind im Forst und Holzsektor Potentiale zur zusatzlichen Kohlenstoffsequestrierung gegeben. 7 4.2 Senkenpotentiale und Vermeidungskosten in Deutschland Moglichkeiten zur Vergroerung der Kohlenstoffspeicher bestehen in Deutschland grundsatzlich in zwei Bereichen: der Aufforstung bisher unbewaldeter Flachen entsprechend Art. 3.3 KP sowie der Vergroerung der Speicherung in bereits bestehendem Wald entsprechend Art. 3.4 KP. Erstere ist im Rahmen des KyotoProtokolls unbegrenzt anrechenbar; die zweitgenannte Option unterliegt dagegen landerspezifischen Anerkennungsgrenzen, deren zukunftige Modalitaten zudem fur das PostKyotoRegime noch in der Diskussion sind. 4.2.1 Aufforstung Insbesondere landwirtschaftliche Grenzertragsflachen stellen grundsatzlich ein Flachenpotential fur Erstaufforstungen dar, dessen Mobilisierbarkeit in der Vergangenheit allerdings stark uberschatzt worden ist.8 Die geforderten Erstaufforstungen sind in von Biomasse wurden als vernachlassigbar eingestuft, weil in Deutschland nur geringe Flachen von Waldbranden betroffen sind und Schlagraum nur in Ausnahmefallen z.B. bei der Borkenkaferbekampfung verbrannt wird. Das flachige Abbrennen von Vegetationsdecken ist in Deutschland verboten UBA 2009:372. 7 Moore unter Land wie unter Forstwirtschaft stellen einen Sonderfall dar, von dem an dieser Stelle abgesehen wird s. dazu FREIBAUER et al. 2009. Die Degradation von Mooren nach Entwasserung bewirkt starke Verluste der Treibhausgase CO2 und N20. Wiedervernassung kann demgegenuber durch die Torfakkumulation zusatzliches CO2 binden; dem stehen allerdings auch CH4 und CO2Emissionen wahrend der Torfbildung gegenuber. Ob dies per Saldo zu einer Quellen oder Senkenwirkung fuhrt, ist mageblich von dem jeweiligen Wasserstand unter Flur abhangig. Zur Abschatzung des Senkenpotentials durch die Renaturierung von Waldmooren liegen nach FREIBAUER et al. 2009 S.24 noch keine belastbaren Werte fur Mitteleuropa vor. 8 So wurde Mitte der Siebziger Jahre noch davon ausgegangen, dass im gesamten damaligen Bundesgebiet etwa 400.000500.000 ha Grenzertragsflachen innerhalb eines Jahrzehnts brachfallen wurden, die dann zur Erstaufforstung zur Verfugung stunden so in der Gesetzesbegrundung zu 10 BWald G Erstaufforstung, zit. n. KLOSE ORF 1998:420. Tatsachlich wurden im Jahrzehnt zwischen 1979 und 1988 insgesamt nur etwa 36.000 ha aufgeforstet, darunter lediglich gut 20.000 ha geforderte Erstaufforstungen beide Zahlen schlieen auerlandwirtschaftliche Flachen ein; PLOCHMANN et al. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   19 Deutschland lediglich Anfang der Neunziger Jahre uber 5.000 haa hinausgekommen und seitdem deutlich zuruckgegangen, seit der Jahrtausendwende auf unter 2.000 haa. Auch wenn man die von den Landern gemeldeten Zahlen auerhalb der GAKForderung mit einbezieht, betragt die verbuchte Aufforstungsflache der letzten Jahre lediglich etwa 4.000 haa SETZER 2006; s. Abbildung 1.9 Abbildung 1: Beitrag der ErstaufforstungsForderung zur Waldmehrung 10.0009.0008.0007.0006.0005.0004.0003.0002.0001.00001987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004Jahr Quelle: SETZER 2006 Geforderte EAGemeldete EA Der durchschnittliche Zuwachs an Biomasse auf den Erstaufforstungsflachen kann naherungsweise mit etwa 16,5 t CO2haa veranschlagt werden.10 Die Forderung der Erstauffors 1991:6 ff  Auch fur die Neuen Bundeslander wurde nach der Wende zunachst ein erhebliches Aufforstungspotential von etwa 373.000 ha vermutet VOLZ 1991; auch hier sind die erwarteten groflachigen Aufforstungen aber ausgeblieben WEBER SUDA 1992:27. 9 Die gesamte Waldzunahme in Deutschland ubertrifft die planmaige Erstaufforstung deutlich, und zwar um eine volle Groenordnung. Auf Basis eines Vergleiches zwischen zweiter Bundeswaldinventur und erster in den alten Bundeslandern bzw. den Datenspeichern Waldfonds in den neuen Bundeslandern ergibt sich fur die Jahre 19932004 eine Waldflachenzunahme von durchschnittlich 22.000 ha pro Jahr BORMANN et al. 2007. Es ist nicht ganz eindeutig, worauf diese Zunahme zuruckzufuhren ist; vermutlich handelt es sich nur zum Teil um flachige Waldzunahmen z.B. verbuschende bzw. zuwaldende Almen und Brachen, zu einem anderen Teil um Linienverschiebungen zwischen Wald und Feld, und zu einem weiteren Teil moglicherweise auch um methodische Artefakte aufgrund von Unterschieden der jeweiligen Erhebungsmethoden. Gleichwohl bleibt festzuhalten, dass die Waldzunahme insgesamt sehr deutlich uber der planmaigen GAKgeforderten Erstaufforstung liegt. 10 Zugrundegelegt wurde ein durchschnittlicher Derbholzuwachs aller Baumarten im Hauptbestand von 12,1 Vfmhaa laut BWI 2, www.bundeswaldinventur.de. 1 Vfm m.R. entspricht 1,44 m 3 Baumbiomasse m 3BBM Durchschnitt der BBMUmrechnungsfaktoren aus ELSASSER 2008b, Tab.1, gewichtet mit Volumina der Baumarten laut Ergebnisdatenbank der BWI 2. Bei einem mittleren KohlenKapite 4 Potenziale fur den Schutz und Aufbau von CSenken   20 tung wird uber die GAK mit offentlichen Mitteln i.H.v. durchschnittlich 540 haa bezuschusst;11 daher lassen sich fur die derzeit ohnehin realisierte Erstaufforstung Forderkosten von knapp 33 t CO2 errechnen. Aus staatlicher Sicht stellt die Forderung den Hebel dar, uber den ggf. eine Steigerung der Erstaufforstungstatigkeit zugunsten einer verstarkten KohlenstoffEinbindung realisiert werden konnte. Insoweit die Landeigentumer durch okonomische Anreize zu Erstaufforstungen motivierbar sind, waren also zusatzliche Mittel erforderlich; die hier genannten 33 t CO2 stellen fur eine Forderung zusatzlicher Erstaufforstungen zugunsten der Kohlenstoffbindung eine Kostenuntergrenze dar. Einer Steigerung der Erstaufforstungstatigkeit stehen aus Sicht der Grundeigentumer allerdings Hindernisse entgegen. Nach den empirischen Ergebnissen verschiedener Befragungen sind dies nicht nur die hohen Anfangsinvestitionen, die zumindest fur kunstliche Bestandesbegrundungen typisch sind. Auch weitere wirtschaftliche Grunde stellen fur die Grundeigentumer wesentliche Hurden dar, kurz die generell geringere Rentabilitat forstwirtschaftlicher Produktion sowie der Verlust der Dispositionsfreiheit uber die Bodennutzung aufgrund des Walderhaltungsgebotes im Bundeswaldgesetz. Solchen okonomischen Hindernissen wird zwar durch die Forderung begegnet; im Subventionswettlauf mit der landwirtschaftlichen Bodenbewirtschaftung ist die forstliche Nutzung jedoch tendenziell unterlegen. Fur landwirtschaftliche Flachen liegt eine Nutzung zur Nahrungsmittel oder auch zur Bioenergieproduktion auf der Hand. Aus der Tatsache, dass 2008 erstmals die obligatorische Flachenstilllegung der EG ausgesetzt wurde, lassen sich erhebliche Anreize erkennen, die landwirtschaftliche Nutzung beizubehalten. Dazu kommt, dass potentiell rentablere Alternativnutzungen landwirtschaftlicher Flachen gegenuber der forstlichen Flachennutzung auch rechtlich begunstigt werden namentlich die Anlage von Kurzumtriebsplantagen auf Stilllegungsflachen, die nicht dem Umwandlungsvorbehalt des Bundeswaldgesetzes unterliegt BMELVBBG Art.62a 1 Abs.1 Nr.112. Dieser Wettbewerbsnachteil wird sich zukunftig weiter verscharfen, falls im Zuge einer Novellierung des BWALDG Kurzumtriebsplantagen und sonstige Agroforstsysteme generell vom Geltungsbereich des BWALDG und damit auch von dessen Rodungsvorbehalt ausgenommen stoffgehalt von 26 % volumengewichteter DurchschnittsKonversionsfaktor, a.a.O, Tab.1 sind in 1,44 m 3BBM 0,3744 t C gespeichert, umgerechnet sind dies 1,3728 t CO2. Bei dieser uberschlagigen Berechnung bleibt auer Betracht, dass die jeweiligen Flachen je nach Ausgangslage auch ohne Aufforstung ggf. Kohlenstoff einbinden wurden; ist die zusatzliche NettoKohlenstoffbindung der Aufforstung also geringer, und die Kosten fur zusatzliche Kohlenstoffeinbindung folglich entsprechend hoher. in diesem Fall 11 Durchschnitt der Flachenlander nach Auswertung der Erstaufforstungsforderung im Rahmen der ELERVO fur das Jahr 2006. Der Durchschnittswert umfasst Bundes, Landes und EAGFLMittel und enthalt Beihilfen fur Investitionen zur Bestandesbegrundung, fur Kulturpflege sowie auch die Erstaufforstungspramie. 12 Gesetz zur Bereinigung des Bundesrechts im Zustandigkeitsbereich des Bundesministeriums fur Ernahrung, Landwirtschaft und Verbraucherschutz vom 13.4.2006, BGBl.I S.855 Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   21 werden vgl. Deutscher Bundestag, Plenarprotokoll 16138, Anlage 213. Insgesamt kann festgehalten werden, dass eine deutliche Ausweitung der bisherigen jahrlichen Erstaufforstungsflache landwirtschaftlicher Flachen auch aufgrund institutioneller Hemmnisse kaum realisierbar erscheint. Auerhalb der landwirtschaftlichen Flachen stehen auch weitere Flachenreservoire zur Verfugung, insbesondere ehemalige Braunkohletagebauflachen, urbane und suburbane Brachen wie auch ehemalige Militarflachen. Fur die Tagebaurekultivierung wurde ein Flachenpotential von uber 60.000 ha ermittelt, das in absehbarer Zeit zu rekultivieren ist; dazu kommen stadtbegleitende Brachflachen in einer Groenordnung von grob etwa 100.000 ha sowie ehemalige Militarflachen in etwa der gleichen Groenordnung ELSASSER 2008a. Fur diese Flachen stellt sich die Frage nach ihrer zukunftigen Nutzung. In vielen Fallen kann dies auf Wiederbewaldung durch Aufforstung oder Sukzession hinauslaufen. Auch fur diese sonstigen Flachen existieren aber i.d.R. Nutzungsalternativen. Bei den unterschiedlichen Rekultivierungsflachen kommen teilweise gewerbliche Nutzungsmoglichkeiten ins Spiel, teilweise auch Flachennutzungen fur den Landschafts und Naturschutz und fur Erholungszwecke. Die Wahl zwischen diesen Moglichkeiten hangt stark von der jeweiligen Eigentumerzielsetzung ab davon, ob Produktions oder Wiederherstellungsziele dominieren, und inwieweit offentliche Belange in die Zielsetzung einflieen. Da Produktionsziele hier eher die Ausnahme darstellen, existieren kaum okonomische Hebel, um in diesem Bereich die Aufforstungstatigkeit wirksam zu steigern.14 Ahnliches gilt auch fur das Flachenpotential durch Ausgleichs und Ersatzmanahmen, welche den Flachenverbrauch durch die Siedlungs und Verkehrsentwicklung kompensieren sollen und die heute primar unter Naturschutzgesichtspunkten gestaltet werden. Der entsprechende Flachenumfang wird auf etwa 40.000 haa geschatzt WAGENER 2009:112. Eine starkere Berucksichtigung des Aspekts der Kohlenstoffbindung konnte auch bei diesen Flachen Aufforstungen begunstigen; die Entscheidungen daruber unterliegen aber weniger okonomischen als politischen Kalkulen. 13 Stenographischer Bericht der 138. Sitzung des Deutschen Bundestages, 16. Wahlperiode, v.23.1.2008 Antwort der Parl. Staatssekretarin Ursula Heinen . http:dip.bundestag.debtp1616138.pdf 14 Zudem konnen fur den Bereich der sonstigen Flachenreservoire weder Bestandesbegrundungs noch Opportunitatskosten hinreichend eingegrenzt werden. Bestandesbegrundungskosten lassen sich zwar theoretisch naherungsweise anhand der landwirtschaftlichen Erstaufforstungskosten eingrenzen; gerade fur die hier genannten Flachenreservoire bietet sich aber oft auch eine Nutzung der im Wesentlichen kostenfreien naturlichen Sukzession an. Auch Opportunitatskosten sind aufgrund der Vielgestaltigkeit der moglichen Flachennutzungsalternativen nicht zusammenfassend bezifferbar; bei Nutzungsszielen fur Naturschutz oder Erholung sind entgangene Ertragsmoglichkeiten fur die Flacheneigentumer auch nicht entscheidungsrelevant. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   22 4.2.2 Manahmen im bestehenden Wald forest management Gezielte Modifikationen der bisherigen Bewirtschaftungspraxis im bereits bestehenden Wald stellen eine weitere Moglichkeit zur zusatzlichen Kohlenstoffbindung dar. Aufgrund der Langfristigkeit der forstlichen Produktion wirken die hier in Betracht kommenden Manahmen zumeist allerdings eher langfristig; ihre Ergebnisse werden zudem stark von der gegebenen Ausgangssituation Altersverteilung sowie gegebenenfalls auch von Kalamitaten insbesondere Sturmwurfen beeinflusst. Der derzeitige Altersaufbau der deutschen Walder ermoglicht aufgrund eines Uberhangs in den jungeren Altersklassen derzeit noch einen weiteren Vorratsaufbau im Vergleich zur heutigen Situation Abbildung 2. Abbildung 2: Holzvorrate nach Altersklassen 2002 Basis: Bundeswaldinventur 3m .io M tarro VNadelbaume Laubbaume 800700600500400300200100012021404160618081100 101120 121140 141160160Altersklasse Betrachtet man die Vorratsentwicklung uber einen langeren Zeitraum, so zeigt sich: In der Vergangenheit sind die Holzvorrate in den Waldern Deutschlands insgesamt gestiegen; sie betrugen nach der jungsten Bundeswaldinventur im Jahr 2002 rund 3,4 Mrd. m 3 BMVEL 2004:33. Im Vergleich der beiden bisherigen Bundeswaldinventuren haben die Holzvorrate zwischen 1987 und 2002 durchschnittlich um 55 m 3ha zugenommen BMVEL 2004:55ff.; nur alte Bundeslander. An das Klimasekretariat wurde auf dieser Basis fur die alten Bundeslander eine Zunahme der CVorrate zwischen den beiden Forstinventuren um netto 1,52 thaa gemeldet UBA 2006:332, und fur die neuen Bundeslander eine von 2,32 Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   23 thaa, welche auf Basis von Bundeswaldinventur 2 und Forsteinrichtungsdaten errechnet worden ist.15 Fur das Jahr 2006 wurde im Nationalen Inventarbericht fur Gesamtdeutschland NIR eine Zunahme der Kohlenstoffvorrate von insgesamt 78,70 Mt CO2 21,46 Mt C extrapoliert; hiervon entfallt der uberwiegende Teil auf die Vorratszunahme im bestehenden Wald nur etwa 6 % davon ist durch Neuwaldflachen bedingt; BMELV 2008:Tab.1.16Zur Abschatzung der zukunftigen Vorratsentwicklung mussen Prognosen herangezogen werden. Die langerfristige Vorratsentwicklung ist mit Hilfe des Waldentwicklungs und Holzaufkommensmodells WEHAM prognostiziert worden, das auf den Daten der Bundeswaldinventur 2 aufbaut. Mit diesem Modell wurden Zuwachs, Rohholzpotential und Vorratsentwicklung in Funfjahresschritten bis 2042 abgeschatzt. Dem Basisszenario von WEHAM Szenario A liegen Steuergroen zugrunde, die mit den Bundeslandern abgestimmt worden sind dies betrifft vor allem notwendige Annahmen uber Umtriebszeiten und Zielstarken. Das Ergebnis ist als offizielle Potentialabschatzung des BMVEL veroffentlicht BMVEL 2005. Nach diesem Szenario ist zunachst noch etwa 20 Jahre mit weiter steigenden Vorraten im Wald zu rechnen, bedingt durch den derzeitigen Altersaufbau der deutschen Walder in Verbindung mit relativ langen Umtriebszeiten und der allgemeinen Verpflichtung zur Nachhaltigkeit. POLLEY KROIHER 2006 haben diese Ergebnisse variiert, indem sie unterschiedliche Szenarien der Waldbehandlung u.a. durch Variation der Endnutzungsalter unterstellt haben. In Bezug auf diese Szenarien bildet Szenario A eine mittlere Entwicklung der Vorrate ab. Die langfristig erzielbare Speicherleistung nahert sich bei allen untersuchten Szenarien zum Ende des betrachteten Zeitraums hin an, bei allerdings unterschiedlicher Vorratsentwicklung. Beispielsweise findet in Szenario F kein Vorratsaufbau statt vielmehr unterstellt dieses Szenario einen Abbau der Vorrate auf das Niveau von 1987. Abbildung 3 bietet eine zusammenfassende Ubersicht der auf dieser Basis errechneten jahrlichen Veranderungen der tatsachlichen und prognostizierten CVorrate in den Waldern Deutschlands von 19902040. 15 Um zu kompensieren, dass die Forsteinrichtungsdaten die tatsachlichen Vorrate vermutlich unterschatzt haben, wurde dazu ein um 10 % hoherer Ausgangsvorrat angenommen UBA 2006:332. 16 Fur Neuwaldflachen werden 4,7 Mt CO2 gemeldet, fur die Verbleibende Waldflache 74,1 Mt CO2. Fur Landnutzungswandel werden keine Zahlen mitgeteilt. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   24 Abbildung 3: Jahrliche Veranderung der CVorrate im bestehenden Wald ohne Aufforstungen Annual carbon stock change FL r FL25201510t io M egnahc kcots nobra C09912991499169918991000220024002600280020102210241026102810202022202420262028202030223024302630283020402505 10 15 20 25 NIR Germany FL r FLIEEAFWEHAM Scenario AWEHAM Scenario DWEHAM Scenario F 19902007 auf Basis von IEEAFDaten; 20032040 auf Basis verschiedener WEHAMSzenarien. NIR enthalt die offiziell an IPCC gemeldeten Daten konstante Extrapolation auf Basis von BWIDaten. FL r FL Forest Land remaining Forest Land. Positive Werte stellen Emissionen dar, negative Werte die Speicherleistung des Waldes. Quelle: KRUG et al. 2009 eingereicht Aus Abbildung 5 lasst sich ableiten, in welchem Rahmen sich das Potential an zusatzlicher Kohlenstoffspeicherung im deutschen Wald bewegt, und wie sich dieser Rahmen im Zeitverlauf andert. Unterstellte man einen weiteren Vorratsaufbau, indem die Umtriebszeiten gegenuber dem Basisszenario um 20 Jahre und die Zieldurchmesser um 10 cm heraufgesetzt wurden 17 Annahmen des Szenario D, so waren theoretisch noch weitere 20 Jahre zusatzliche Speicherleistungen von teilweise weit uber 5 Mio t Ca erzielbar. Eine nahere Betrachtung der damit verbundenen Opportunitatskosten erubrigt sich aber, da ein Vorratsaufbau im beschriebenen Mae nicht mit den derzeitigen und zukunftig absehbaren internationalen Anerkennungsregeln fur Waldsenken konsistent ist.18 Die Anrech 17 DIETER ELSASSER 2004 analysieren die Moglichkeiten, auf betrieblicher Ebene CVorratsanreicherung zu betreiben, unter Berucksichtigung von Wirksamkeit und Opportunitatskosten. Unter den dort betrachteten forest managementOptionen Umtriebszeitverlangerung, Baumartenwechsel zu ertragreicheren Baumarten, Erhohung der Bestockungsdichte sowie Uberfuhrung von Altersklassenwald in Plenterwald und Steigerung des Totholzanteils erscheinen nur die drei erstgenannten unter hiesigen Verhaltnissen uberhaupt als realisierbar. 18 Auch abseits der Frage der Anerkennungsfahigkeit der Speicherleistung ware eine Orientierung an diesem Szenario irrefuhrend. Zum einen ist die Auswirkung auf die Emissionsbilanz Deutschlands wesentlich geringer als das Szenario vermuten lasst, da ein Vorratsaufbau im Wald sowohl den CSpeicher in Holzprodukten verkleinert als auch die Moglichkeiten der Substitution emissionsintensiver Produkte und Energiequellen beschneidet; zum anderen sind mit verlangerten Umtriebszeiten steigenKapite 4 Potenziale fur den Schutz und Aufbau von CSenken   25 nung der Vorratszunahme aus Waldbewirtschaftung ist fur Deutschland in der ersten Verpflichtungsperiode 20082012 auf 1,24 Mt Ca begrenzt Entscheidung 16CMP.1 der UNFCCC19, Appendix; jede daruber hinaus gehende zusatzliche Kohlenstoffaufnahme im Wald ist im Rahmen des KyotoProtokolls wertlos, weil sie nach den einschlagigen Regularien nicht anerkannt wird. Da die Anerkennungsregeln fur das Nachfolgeabkommen noch nicht vereinbart sind, ist es fur die Zukunft sogar moglich, dass zusatzliche Speicherleistungen zeitweise als Quelle statt als Senke verbucht werden s.u  Damit ist nicht das gesamte physische Speicherpotential von Interesse, sondern lediglich dessen anerkennungsfahiger Teil. Soweit die Kohlenstoffspeicherung in den deutschen Waldern die Anerkennungsgrenze bereits durch business as usual erreicht nach dem WEHAMBasisszenario A ist dies bis etwa 2020 zu erwarten, sind fur die Erfullung dieses Mengenziels keine zusatzlichen ggf. kostentrachtigen Manahmen erforderlich; vielmehr ermoglicht diese Situation sogar Einnahmen aus dem zwischenstaatlichen Emissionshandel. Fur die erste Verpflichtungsperiode konnen diese Einnahmen auf 454,6 Mio 91 Mio. a veranschlagt werden, wenn dazu ein Preis von 20 AAU unterstellt wird ELSASSER 2008b. Ihnen sind die entsprechenden Opportunitatskosten gegenuberzustellen. Deren Hohe ist im Unterschied zu Grenzerlosen aus der Speicherleistung mengenabhangig: Je starker der Speicher vergroert werden soll, desto mehr mussen zu diesem Zweck gegebenenfalls auch nutzungsreife und hochwertige Bestande aus der Holznutzung genommen werden. Abbildung 4 zeigt schematisch den Verlauf der Erlose, der steigenden Grenzkosten in der Abbildung negativ abgetragen, und des Saldos aus beiden in kumulierter Form. de Untergangsrisiken Sturmwurf sowie auch zunehmende Zuwachsdepressionen zu erwarten, die selbst das im Wald realisierbare Speicherpotential reduzieren. Schlielich wurde der mit der Umtriebszeiterhohung verbundene Nutzungsaufschub nicht nur fur die Forstbetriebe erhebliche Opportunitatskosten aufwerfen, sondern auch der nachgelagerten Holzwirtschaft einen wesentlichen Teil der Rohstoffbasis entziehen. 19 Diese landerspezifisch ausgehandelten Anrechnungsgrenzen dienen dazu, naturlich ablaufende Zunahmeprozesse insbesondere durch indirekte Stickstoffeintrage und die gegebene Altersstruktur der Walder von der Anrechnung auszuschlieen. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   26 Abbildung 4: Kumulierter Verlauf von CO2Erlosen, Opportunitatskosten und deren Saldo in Abhangigkeit von der Speichermenge schematisch 032101234CO2Erlose Opportunitatskosten Saldoeznergsgnunnekren ASpeicherung Mt Ca a tre W _Quelle: ELSASSER 2008b Die dargestellten Kurven zeigen, dass der Nutzensaldo einer Vorratsanreicherung bis zur Hohe der Anrechnungsgrenze abgeschwacht steigt, mit weiterer Vorratsanreicherung im Wald aber abrupt umkehrt, zunehmend sinkt und schlielich auch negativ werden kann. Die Kurven sind nicht parametrisiert, weil dafur Eingangsdaten u.a. uber die tatsachlichen Mengen, Sortierungen und Werte samtlicher aus dem Wald bereitstellbaren Rohholzsortimente fehlen. Uberschlagig lasst sich aber abschatzen, ob aus gesamtwirtschaftlicher Sicht Verluste eher durch eine Uber oder durch eine Untererfullung des Mengenziels 1,24 Mt Ca induziert wurden: Bei einem CO2Preis von 20 t betragt der Bruttoerlos eines Vorratsfestmeters Rohholz als Kohlenstoffspeicher etwa 27 m 3.20 Der Erlos wird am Ende der Verpflichtungsperiode fallig. Demgegenuber sind durchschnittliche BruttoHolzerlose deutlich hoher; umgerechnet auf den Vorratsfestmeter betrugen sie im Jahr 2008 uber alle Sortimente hinweg 21 etwa 40 m 3,22 oder gut 29 t CO2 also gut 9 t 20 Berechnungsgrundlagen wie in Funote 10. 21 Es sei daran erinnert, dass bei forstlichen Erntemanahmen zwangslaufig unterschiedliche Sortimente anfallen; eine gezielte Holzernte einzelner Sortimente ist kaum moglich. Daher wird hier ein SortimentsDurchschnittserlos herangezogen. 22 Nach den Daten des BMELVTestbetriebsnetzes Forst unveroffentlichte Auswertung im Institut OEF des v TI betrug der Durchschnittserlos uber alle Sortimente 20062007 etwa 50 m 3; es sind allerdings Ernte sowie Rindenverluste abzuziehen, die hier mit jeweils 10 % veranschlagt werden. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   27 CO2 mehr, als durch Kohlenstoffspeicherung zu erzielen ist. Zudem konnen die Holzerlose jederzeit wahrend der Verpflichtungsperiode realisiert werden durchschnittlich also 2,5 Jahre fruher als die Senkenerlose.23.24 Geht man davon aus, dass einmal als Kohlenstoffspeicher anerkanntes Holz dauerhaft der Nutzung entzogen werden muss da fur den Bestand des Speichers auch in den folgenden Verpflichtungsperioden gehaftet wird, dann konnen die jeweiligen Erlose einander direkt gegenubergestellt werden. Es zeigt sich dann, dass eine Holzernte zur stofflichen oder energetischen Nutzung fur die meisten erntereifen Rohholzsortimente mit Ausnahme der sehr geringwertigen, die weniger als 27 m 3 erbringen wirtschaftlicher ist als ein dauerhafter Nutzungsverzicht zugunsten einer zusatzlichen CO2Speicherung.25 Fur die Zeit nach 2012 sind derartige Abschatzungen noch nicht einmal naherungsweise moglich, weil die grundlegenden Anerkennungsregeln noch nicht abschlieend vereinbart sind. In der Diskussion ist neben weiteren Fragen u.a., ob die bisherige Verfahrensweise grossnetaccounting mit cap in modifizierter Form beibehalten werden oder durch netnetaccounting ersetzt werden soll, und auf welchen Zeitpunkt bzw. Zeitraum letzterenfalls die fur die Berechnung notwendige Baseline zu beziehen sei AccraOptionen; naheres s. KRUG et al. 2009 eingereicht. Bereits diese unterschiedlichen Moglichkeiten konnen fundamentale und teilweise diametral entgegengesetzte Auswirkungen auf die Anerkennung etwaiger Senkenleistungen haben s. Abbildung 5. 23 Der Einfachheit halber wird dieser Zinsvorteil hier nicht berucksichtigt mangels Objektivierbarkeit des Zinssatzes. Zur Orientierung: Bei einer Verzinsung uber 2,5 Jahre und einem Zinssatz von 5% betragt der Zinsvorteil etwa 13 %, d.h. einem SpeicherErlos von 27,46 2012 entsprechen 24,31 2009,5. 24 Es sei darauf hingewiesen, dass beide hier gegenubergestellte Bruttoerlose nicht um Werbungskosten reduziert sind. Aus betrieblicher Sicht waren aus den Bruttoeinnahmen aus der Speicherleistung Kosten fur deren Anerkennung und ggf. Kontrolle zu bedienen, aus den Bruttoeinnahmen aus Holzverkauf mussten Ernte und Ruckekosten beglichen werden. Aus uberbetrieblicher Sicht generiert beides anderweitig Arbeits Einkommen. 25 Gegen eine deutliche Ubererfullung des Mengenziels sprechen aber nicht allein finanzielle Grunde, sondern auch Klimaerwagungen. Obwohl geerntetes Holz derzeit nicht als Senke verbucht werden kann, verbessert es uber Material und Energiesubstitution die Gesamtemissionsbilanz dies ist auf sehr lange Frist sogar die einzige dauerhaft wirkende waldbasierte Manahme zur Senkung der Gesamtemissionen; vgl. FISCHLIN et al. 2004:56. Je mehr ungenutztes, aber erntereifes Holz im Wald verbleibt, desto geringer fallt folglich das Substitutionspotential aus. Kapite 4 Potenziale fur den Schutz und Aufbau von CSenken   28 Abbildung 5: Kumulierte Emissionen bzw. Senkenleistungen ab der 2. Verpflichtungsperiode fur WEHAMSzenarien A, D, und F nach grossnetaccounting GNA und netnetaccounting NNA, hier unter Bezug auf die Emissions bzw. Senkenentwicklung der jeweils vorausgehenden Periode NNA m BPE and GNA 100% accumulated since CP2 Weham A, D and Fa qe 2OCg G 10000080000600004000020000020000 40000 60000 80000 100000 282412875 3924 6147 11961 36750 54751494616305655 16144 65678 654779992361218346 21439 89560 73983756367629124590925613402 20016731516844 23659 31851102188998 30512 31510 NNA m BPE A GNA 100% A NNA m BPE D GNA 100% D NNA m BPE F GNA 100% F1317182223272832Commitment Period CP33373842 positive Zahlen schwarz: Emissionen; negative Zahlen rot: Senkenleistungen Quelle: KRUG et al. 2009 eingereicht Abbildung 9 zeigt beispielhaft, dass die Anerkennungsregeln vollstandig determinieren konnen, ob die Vorratsentwicklung des Waldes als Senke oder als Quelle verbucht wird: Vorratssteigerungen im Vergleich zu 1990, wie sie unter GNA zutreffend fur die WEHAMSzenarien A und D abgebildet werden, werden unter NNA unter den hier getroffenen Annahmen uber den Bezugszeitraum als Emissionen verbucht; umgekehrt scheint der Vorratsabbau nach Szenario F unter GNA als Emission, unter NNA aber als Senkenleistung auf. Unter diesen Umstanden ist es muig, Optionen fur eine Steigerung der Speicherleistung im Wald zu diskutieren. Zunachst mussen in den internationalen Verhandlungen konsistente Anerkennungsregeln entwickelt werden. Mogliche Manahmen zur Entlastung der Atmosphare waren dann an diesen Anerkennungsregeln auszurichten und auf ihre Kosten hin zu bewerten. Kapite 5 Schlussfolgerungen fur die Politik 29 5 Schlussfolgerungen fur die Politik Zusammenfassende Einschatzung zur Landwirtschaft 1. Die zu analysierenden Papiere sind in Hinblick auf die Einschatzung von Handlungsbedarf und Handlungsoptionen fur den Klimaschutz im deutschen Agrarsektor von sehr begrenztem Nutzen. Die Kommissionspapiere zeigen auf, dass der Pruf und Handlungsbedarf auch auerhalb des EUETSSektors ansteigen wird, und dass die Behandlung schwer dokumentierbarer Quellbereiche ein Problem darstellt. 2. Die anderen beiden Dokumente beziehen sich auf weltweite Einschatzungen und Analysen und sind nur sehr eingeschrankt auf Deutschland anwendbar. Hilfreich ist der Handlungskatalog fur die Weiterentwicklung von Manahmen im Agrarsektor im UNFCCCPapier. 3. Die Literaturanalyse ergab keine auf Deutschland anwendbaren, umfassenden Ergebnisse, vielmehr zeigte sich eine hohe Sensitivitat von Methoden, Annahmen und Systemabgrenzungen fur die Bewertungen von THGMinderungsmanahmen im Agrarsektor. 4. Vor diesem Hintergrund wird vorgeschlagen, anhand der in der Studie des v TI vom Juni 2008 benannten Untersuchungsschwerpunkte die eigenen Anstrengungen zur Ermittlung von Minderungspotentialem und Kosten in einem konsistenten Untersuchungsrahmen voranzutreiben. 5. Die Anstrengungen zum Klimaschutz im Agrarbereich sollten sich an der ohnehin bestehenden, agrarumweltpolitischen Agenda in Deutschland orientieren z. B. Optimierung Biogasanlagen, Moorschutz, Reduzierung von NUberschuss und Ammoniakemissionen. Dem bestehenden Handlungsbedarf sollte in einer Weise entsprochen werden, dass zu verschiedenen Ziele beigetragen wird, darunter zum Klimaschutz. Zusammenfassende Einschatzung zum Forstbereich 6. Mangels nennenswerter Emissionen entfallt fur den Forstbereich in Deutschland grundsatzlich die Moglichkeit der Emissionsreduktion; gleichwohl sind im Forst und Holzsektor Potentiale zur zusatzlichen Kohlenstoffsequestrierung gegeben. 7. Die im Erlass genannten Studien bieten kaum Anhaltspunkte zur Abschatzung von entsprechenden Potentialen und deren Kosten, weil sie den Forstbereich nicht thematisieren bzw. dort, wo sie dies tun, zu generell sind bzw. nicht ubertragbar sind. Kapite 5 Schlussfolgerungen fur die Politik 30 8. Fur Deutschland sind Sequestrierungspotentiale durch Aufforstungen Art. 3.3 KP sowie durch Manahmen im bestehenden Wald gegeben forest management, Art. 3.4 KP. 9. Das durch Aufforstungen realisierbare zusatzliche Potential erscheint selbst dann sehr begrenzt, wenn hierfur Fordermittel von mehr als 33 t CO2 aktiviert werden. Dies legen sowohl bisherige Erfahrungen mit der Aufforstungsforderung nahe, als auch die Tatsache, dass viele in Frage kommende Grundeigentumer konkurrierende Ziele verfolgen. 10. Im Bereich forest management sind zeitlich begrenzt deutlich groere Speicherleistungen erzielbar. Soweit diese auf einem ohnehin stattfindenden Vorratsaufbau beruhen, sind sie definitionsgema kostenfrei; ein zusatzlicher Vorratsaufbau wirft allerdings Opportunitatskosten auf. Anreize zu einer weiteren Ausweitung dieses Speichers sollten nicht gesetzt werden, solange die entsprechenden Anerkennungsregeln in den KyotoNachfolgeverhandlungen noch nicht feststehen: Je nach dem, welche der Optionen schlielich beschlossen wird, konnte eine tatsachliche Senkenleistung sowohl als Senke als auch als Quelle verbucht werden. Hier ist es zunachst notwendig, in den internationalen Verhandlungen auf konsistente Anerkennungsregeln zu drangen. Literaturverzeichnis Literaturverzeichnis 31 BMELV 2008: Bericht des Bundeslandwirtschaftsministeriums fur einen aktiven Klimaschutz der Agrar und Ernahrungswirtschaft und zur Anpassung der Agrarwirtschaft an den Klimawandel Entwurf. AgraEurope 3908, S. D1D16 BMVEL Hrsg. 2004: Die zweite Bundeswaldinventur BWI2: Das Wichtigste in Kurze. Zu den BundeswaldinventurErhebungen 2001 bis 2002 und 1986 bis 1988. Berlin: Bundesministerium fur Verbraucherschutz, Ernahrung und Landwirtschaft, 87 S. BMVEL Hrsg. 2005: Das potenzielle Rohholzaufkommen 2003 bis 2042: Das Wichtigste in Kurze. Zu den BundeswaldinventurErhebungen 2001 bis 2002 und 1986 bis 1988. Berlin: Bundesministerium fur Verbraucherschutz, Ernahrung und Landwirtschaft, 75 S. BORMANN, K.; DIETER, M.; ENGLERT, H.; KUPPERS, J.G.; HOFFMANNMULLER, R. 2007: Umweltokonomische Waldgesamtrechnungen. Wirtschaft und Statistik 2007 2, S. 212222 DIETER, M.; ELSASSER, P. 2004: Wirtschaftlichkeit und Wettbewerbschancen von WaldSenkenprojekten in Deutschland. Hamburg: Bundesforschungsanstalt fur Forst und Holzwirtschaft. Arbeitsbericht 200411, 38 S. ELSASSER, P. 2008a: Neuwaldbildung durch Sukzession: Flachenpotentiale, Hindernisse, Realisierungschancen. Hamburg: vonThunenInstitut. Arbeitsbericht OEF 20085, 26 S. ELSASSER, P. 2008b: Wirtschaftlicher Wert der Senkenleistung des Waldes unter KPArtikel 3.4 und Ansatze zu dessen Abgeltung in der ersten Verpflichtungsperiode. Hamburg: vonThunenInstitut. Arbeitsbericht OEF 20086, 52 S. FISCHLIN, A.; BUCHTER, B.; MATILE, L.; AMMON, K.; HEPPERLE, E.; LEIFELD, J.; FUHRER, J. 2004: Bestandsaufnahme zum Thema Senken in der Schweiz. Zurich: ETH Institut fur terrestrische Okologie 2. Aufl  Systemokologie ETHZ: Bericht 29, 88 S. FREIBAUER, A.; DROSLER, M.; GENSIOR, A.; SCHULTE, E.D. 2009: Das Potenzial von Waldern und Mooren fur den Klimaschutz in Deutschland und auf globaler Ebene. Natur und Landschaft 84 1, S. 2025 KLOSE, F.; ORF, S. 1998: Forstrecht. Kommentar zum Waldrecht des Bundes und der Lander. Munster: Aschendorff 2. Aufl  746 S. KRUG, J.; RIEDEL, T.; RUTER, S.; ELSASSER, P.; BORMANN, K.; KOHL, M. 2009 eingereicht: Accounting Carbon Sequestration in Forestry 19902042: Implications for Accra Accounting Options. Carbon Balance and Management Literaturverzeichnis 32 MCKINSEY COMPANY Hrsg. 2007: Kosten und Potenziale der Vermeidung von Treibhausgasemissionen in Deutschland. Eine Studie von Mc Kinsey Company, Inc., erstellt im Auftrag von BDI initiativ Wirtschaft fur Klimaschutz. Berlin: BDI, 68 S. MCKINSEY COMPANY Hrsg. 2009a: Kosten und Potenziale der Vermeidung von Treibhausgasemissionen in Deutschland: Eine Studie von Mc Kinsey Company, Inc., erstellt im Auftrag von BDI initiativ Wirtschaft fur Klimaschutz. Aktualisierte Energieszenarien und sensitivitaten, Marz 2009. Berlin: BDI, 11 S. MCKINSEY COMPANY Hrsg. 2009b: Pathways to a LowCarbon Economy. Version 2 of the Global Greenhouse Gas Abatement Cost Curve. Mc Kinsey Company, 189 S. Osterburg B, Nieberg H, Ruter S, Isermeyer F 2008: Erfassung, Bewertung und Minderung von Treibhausgasemissionen des deutschen Agrar und Ernahrungssektors. 126 S. PLOCHMANN, R.; THOROE, C.; ELSASSER, P.; GROTTKER, T.; OTTO, K.E.; PLOCH, M.; SCHICHO, G.; WEBER, N. 1991: Forderung der Erstaufforstung. NutzenKosten Untersuchung. MunsterHiltrup: Landwirtschaftsverlag. Schriftenreihe des BML Reihe A 397, 119 S. POLLEY, H.; KROIHER, F. 2006: Struktur und regionale Verteilung des Holzvorrates und des potenziellen Rohholzaufkommens in Deutschland im Rahmen der Clusterstudie Forst und Holzwirtschaft. Eberswalde: Bundesforschungsanstalt fur Forst und Holzwirtschaft. Arbeitsbericht des Instituts fur Waldokologie und Waldinventuren 20063, 124 S. Schneider U A, Mccarl B A 2006: Appraising agricultural greenhouse gas mitigation potentials: effects of alternative assumptions. Agricultural Economics 35 3: 277287. Schneider U A, Obersteiner M, Schmid E, Mc Carl B 2008 Agricultural adaptation to URL: climate change. http:www.fnu.zmaw.defileadminfnufilespublicationworkingpaperstechnicalprogress_climatepolicy_ASMGHG.pdf. policies under technical SETZER, F. 2006: Verlangt die Europaische Union einen Paradigmenwechsel in der forstlichen Forderung? Forst und Holz 61 2, S. 4750 SPRACKLEN, D.; YARON, G.; SINGH, T.; RIGHELATO, R.; SWEETMAN, T. 2008: The root of the Matter. Carbon Sequestration in Forests and Peatlands. London: Policy Exchange. 34 S. UBA Hrsg. 2006: Berichterstattung unter der Klimarahmenkonvention der Vereinten Nationen 2006: Nationaler Inventarbericht zum Deutschen Treibhausgasinventar 1990 2004. Dessau: Umweltbundesamt. Climate Change 0306, 563 S. Literaturverzeichnis 33 UBA Hrsg. 2009: Berichterstattung unter der Klimarahmenkonvention der Vereinten Nationen 2009: Nationaler Inventarbericht zum Deutschen Treibhausgasinventar 1990 2007. Dessau: Umweltbundesamt, 572 S. VOLZ, K.R. 1991: Forderung der Erstaufforstung in den neuen Bundeslandern Situationsanalyse und Vorschlage. Bonn: Bundesministerium fur Ernahrung, Landwirtschaft und Forsten. 103 S. WAGENER, F. 2009: Wald Flachennutzungsalternativen: Landschaft wieder mehr in Nutzung nehmen und Vielfalt durch Landbau steigern. In: SEINTSCH, B.; DIETER, M. Hrsg.: Waldstrategie 2020. Tagungsband zum Symposium des BMELV, 10.11. Dez. 2008, Berlin. Braunschweig: v TI. Landbauforschung Sonderheft 327, S. 111122 WEBER, N.; SUDA, M. 1992: Erstaufforstung: Ja oder Nein? Untersuchung uber die Bereitschaft zur Erstaufforstung in den neuen Bundeslandern. Der Wald Berlin 42 1, S. 2427 Weersink A, Pannell D, Fulton M, MeyerAurich A 2005: Agricultures likely role in meeting Canadas Kyoto commitments. Canadian Journal of Agricultural EconomicsRevue Canadienne D Agroeconomie 53 4: 425441. Weiske A, Michel J 2007: Greenhouse gas emissions and mitigation costs agricultural production. URL: of http:www.ieep.eupublicationspdfsmeacapWP3_D15_ghg_mitigation%20costs.pdf. selected mitigation measures in Anhang 34 Anhang: Liste der analysierten Literatur zu THGMinderungen im Agrarsektor Antle J, Capalbo S, Mooney S, Elliott E T, Paustian K H 2002 Sensitivity of carbon sequestration costs to soil carbon rates. Environmental Pollution 116 3: 413422. Bates J 2001 Economic Evaluation of Emission Reductions of Nitrous Oxides and Methane in Agriculture in the EU. URL: http:www.earthscape.orgp 1ece 026ece 026.pdf. 99 S. Beach R H, De Angelo B J, Rose S, Li C, Salas W, Del Grosso S J 2008 Mitigation potential and costs for global agricultural greenhouse gas emissions. Agricultural Economics 38 2: 109115. Breen J 2008a Controlling Greenhouse Gas Emissions by means of Tradable Emissions Permits and the Implications for Irish Farmers. European Association of Agricultural Economists 107th Seminar. Sevilla, Spain, 30.1.2008a: 14. Breen J 2008b Simulating a Market for Tradable Greenhouse Gas Emissions Permits amongst Irish Farmers. Agricultural Economics Society 82nd Annual Conference. Royal Agricultural College, Cirencester, UK, 31.3.2008b: 21. Brink C, Ierland E v, Hordijk L, Kroeze C 2002 Costeffective emission abatement in Europe considering interrelations in agriculture. Optimizing Nitrogen Management in Food and Energy Production and Environmental Protection.2nd International Nitrogen Conference, Potomac, Maryland, USA, 1418 October 2001: 814821. Brink C, van Ierland E, Hordijk L, Kroeze C 2005 Costeffective emission abatement in agriculture in the presence of interrelations: cases for the Netherlands and Europe. Ecological Economics 53 1: 5974. Burniaux JM, Chateau J 2008 An Overview of the OECD ENVLinkages Model. URL: http:www.masetto.sourceoecd.orgvl5901572cl19nw1rpsvcgibinwppdf?file5kz 7wcbr 7l 9n.pdf. Stand: 20.4.2009. 30 S. Clemens J, Ahlgrimm H J 2001 Greenhouse gases from animal husbandry: mitigation options. Nutrient Cycling in Agroecosystems 60 13: 287300. Clemens J, Trimborn M, Weiland P, Amon B 2006 Mitigation of greenhouse gas emissions by anaerobic digestion of cattle slurry. AGRICULTURE ECOSYSTEMS ENVIRONMENT 112 23: 171177. Cole C V, Duxbury J, Freney J, Heinemeyer O, Minami K, Mosier A, Paustian K, Rosenberg N, Sampson N, Sauerbeck D, Zhao Q 1997 Global estimates of potential mitigation of greenhouse gas emissions by agriculture. Nutrient Cycling in Agroecosystems 49 13: 221228. Anhang 35 Creyts J, Derkach A, Nyquist S, Ostrowski K, Stepniewski W 2007 Reducing U.S. Greenhouse Gas Emissions: How Much at What Cost. URL: www.mckinsey.comclientserviceccsipdfUS_ghg_final_report.pdf. Stand: 20.4.2009. 107 S. De Cara S, Houze M, Jayet P A 2001 Agriculture and Climate Change in the European Union: Greenhouse Gas Emissions and Abatement Costs. American Agricultural Economics Association 2001 Annual meeting. Chicago IL, 4.8.2001. De Cara S, Houze M, Jayet P A 2004 Greenhouse gas emissions from agriculture in the EU: A spatial assessment of sources and abatement costs. URL: http:www.grignon.inra.freconomiepubliquepublighg.pdf. 31 S. Deybe D, Fallot A 2003 NonCO2 greenhouse gas emissions from agriculture: analysing the room for manoeuvre for mitigation, in case of carbon pricing. International Association of Agricultural Economists. Durban, South Africa, 16.8.2003: 8. Freibauer A, Rounsevell M D A, Smith P, Verhagen J 2004 Carbon sequestration in the agricultural soils of Europe. Geoderma 122 1: 123. Glendining M J, Dailey A G, Williams A G, Evert F K, Goulding K W T, Whitmore A P 2009 Is it possible to increase the sustainability of arable and ruminant agriculture by reducing inputs? Agricultural Systems 99 23: 117125. Haas G, Wetterich F, Kopke U 2001 Comparing intensive, extensified and organic grassland farming in southern Germany by process life cycle assessment. Agriculture, Ecosystems Environment 83 12: 4353. Hartmann M, Hediger W, Lehmann B, Peter S 2005 The contribution of agriculture to Swiss climate policy: results of an economic analysis. Agrarwirtschaft Und Agrarsoziologie 1: 4156. Hediger W 2004 Bestimmungsgrunde und Entwicklung der landwirtschaftlichen TreibhausgasEmissionen und KohlenstoffSenken in der Schweiz. URL: http:www.afee.ethz.chresearchOptimalWprojekteP2PublikationenresearchOptimalWprojekteP2PublikationenCO2_ch 2_nov 2004.pdf. Stand: 24.4.2009. 88 S. Hediger W, Hartmann M, Peter S, Lehmann B 2004 Okonomische Beurteilung und Monetarisierung der landwirtschaftlichen Leistungen im Klimaschutz. URL: http:www.afee.ethz.chresearchOptimalWprojekteP2PublikationenresearchOptimalWprojekteP2PublikationenBericht_gesamt_Dez 04.pdf. Stand: 20.4.2009. 139 S. Jensen J, OToole R, Matthews A 2003 Controlling Greenhouse Gas Emissions from the Agricultural Sector in Ireland: A CGE Modeling approach. 6th Annual Conference on Global Economic Analysis. The Hague, 14.6.2003: 17. Johnson J M F, Franzluebbers A J, Weyers S L, Reicosky D C 2007 Agricultural opportunities to mitigate greenhouse gas emissions. Environmental Pollution 150 1: 107124. Anhang 36 Karousakis K, Chateau J 2009 Differentiating climate change mitigation commitments, action and support in the major GHGemitting economies. 25 S. King J A, Bradley R I, Harrison R, Carter A D 2004 Carbon sequestration and saving potential associated with changes to the management of agricultural soils in England. Soil Use and Management 20 4: 394402. Kulshreshtha S N, Junkins B, Desjardins R 2000 Prioritizing greenhouse gas emission mitigation measures for agriculture. Agricultural Systems 66 3: 145166. Lubowski R N, Plantinga A J, Stavins R N 2006 Landuse change and carbon sinks: Econometric estimation of the carbon sequestration supply function. Journal of Environmental Economics and Management 51 2: 135152. Manley J, Van Kooten G C, Moeltner K, Johnson D W 2005 Creating carbon offsets in agriculture through notill cultivation: A metaanalysis of costs and carbon benefits. Climatic Change 68 12: 4165. Metcalf T, Kingwell R 2009 Low Emission Farming Systems: A wholefarm analysis of the potential impacts of greenhouse policy. Australian Agricultural and Resource Economics Society 53rd Conference. Cairns, Australia, 11.2.2009. MeyerAurich A, Weersink A, Janovicek K, Deen B 2006 Cost efficient rotation and tillage options to sequester carbon and mitigate GHG emissions from agriculture in Eastern Canada. AGRICULTURE ECOSYSTEMS ENVIRONMENT 117 23: 119127. MeyerAurich A, Weersink A, Jayasundara S, WagnerRiddle C 2004 Effectiveness of Best Management Cropping Systems to Abate Greenhouse Gas Emissions. Current Agriculture, Food and Resource Issues 5: 212220. Monteny G J, Bannink A, Chadwick D 2006 Greenhouse gas abatement strategies for animal husbandry. AGRICULTURE ECOSYSTEMS ENVIRONMENT 112 23: 163170. Moran D, Mac Leod M, Wall E, Eory V, Mc Vittie A, Barnes A, Rees B, Smith P, Moxey A 2009 Marginal abatement cost curves for UK agriculture, forestry, landuse and landuse change sector out to 2022. Agricultural Economist Stociety 83rd Annual Conference. Dublin, 31.3.2009: 27. Moran D, Mac Leod M, Wall E, Eory V, Pajot G, Matthews R, Mc Vittie A, Barnes A, Rees B, Moxey A, Williams A, Smith P 2008 UK Marginal Abatement Cost Curves for the Agriculture and Land Use, LandUse Change and Forestry Sectors out to 2022, with Qualitative Analysis of Options to 2050. URL: http:www.theccc.org.ukpdfsSACCCC;%20UK%20MACC%20for%20ALULUCF;%20Final%20Report%20200811.pdf. Stand: 20.4.2009. 168 S. Neufeldt H, Schafer M 2008 Mitigation strategies for greenhouse gas emissions from agriculture using a regional economicecosystem model. AGRICULTURE ECOSYSTEMS ENVIRONMENT 123 4: 305316. Anhang 37 Neufeldt H, Schafer M, Angenendt E, Li C S, Kaltschmitt M, Zeddies J 2006 Disaggregated greenhouse gas emission inventories from agriculture via a coupled economicecosystem model. AGRICULTURE ECOSYSTEMS ENVIRONMENT 112 23: 233240. OHara P, Freney J, Ulyatt M. 2003 Abatement of Agricultural NonCarbon Dioxide Greenhouse Gas Emissions. URL: http:www.maf.govt.nzmafnetruralnzsustainableresourceuseclimateabatementofagriculturalgreenhousegasemissionshttoc.htm. Stand: 20.4.2009. 177 S. Oenema O, Velthof G, Kuikman P 2001 Technical and policy aspects of strategies to decrease greenhouse gas emissions from agriculture. Nutrient Cycling in Agroecosystems 60 13: 301315. Olesen J E, Schelde K, Weiske A, Weisbjerg M R, Asman W A H, Djurhuus J 2006 Modelling greenhouse gas emissions from European conventional and organic dairy farms. AGRICULTURE ECOSYSTEMS ENVIRONMENT 112 23: 207220. Osterburg B, Nieberg H, Ruter S, Isermeyer F 2009 Erfassung, Bewertung und Minderung von Treibhausgasemissionen des deutschen Agrar und Ernahrungssektors. 126 S. Povellato A, Bosello F, Giupponi C 2007 Costeffectiveness of greenhouse gases mitigation measures in the European agroforestry sector: a literature survey. Environmental Science Policy 10 5: 474490. Russ P, Ciscar JC, Saveyn B, Sorai A, Szabo L, Van Ierland T, Van Regemorter D, Virdis R, JRC 2009 Economic Assessment of Post2012 Global Climate Policies. Stand: 20.4.2009. 70 S. Schils R L M, Olesen J E, del Prado A, Soussana J F 2007 A review of farm level modelling approaches for mitigating greenhouse gas emissions from ruminant livestock systems. Livestock Science 112 3: 240251. Schneider U A, Mccarl B A 2006 Appraising agricultural greenhouse gas mitigation potentials: effects of alternative assumptions. Agricultural Economics 35 3: 277287. Schneider U A, Obersteiner M, Schmid E, Mc Carl B 2008 Agricultural adaptation to climate policies under technical change. URL: http:www.fnu.zmaw.defileadminfnufilespublicationworkingpaperstechnicalprogress_climatepolicy_ASMGHG.pdf. 35 S. Smith E G, Upadhyay B M 2005 Greenhouse Gas Mitigation on Diversified Farms. Canadian Agricultural Economics Society Annual Meeting. San Francisco, CA, 6.7.2005: 16. Smith P 2004 Carbon sequestration in croplands: the potential in Europe and the global context. European Journal of Agronomy 20 3: 229236. Anhang 38 Smith P, Martino D, Cai Z, Gwary D, Janzen H, Kumar P, Mc Carl B, Ogle S, OMara F, Rice C, Scholes B, Sirotenko O, Howden M, Mc Allister T, Pan G, Romanenkov V, Schneider U, Towprayoon S, Wattenbach M, Smith J 2008 Greenhouse gas mitigation in agriculture. Philosophical Transactions of the Royal Society BBiological Sciences 363 1492: 789813. Smith P, Martino D, Cai Z C, Gwary D, Janzen H, Kumar P, Mc Carl B, Ogle S, OMara F, Rice C, Scholes B, Sirotenko O, Howden M, Mc Allister T, Pan G X, Romanenkov V, Schneider U, Towprayoon S 2007 Policy and technological constraints to implementation of greenhouse gas mitigation options in agriculture. AGRICULTURE ECOSYSTEMS ENVIRONMENT 118 14: 628. UNFCCC 2008 Challenges and opportunities for mitigation in the agricultural sector. URL: http:unfcccbali.orgunfcccimagesdocumentmitigation_agricultural.pdf. 101 S. USEPA 2006 Global Mitigation of NonCO2 Greenhouse Gases. URL: http:www.epa.govnonco 2econinvinternational.html. Stand: 20.4.2009. 438 S. Vleeshouwers L M, Verhagen A 2002 Carbon emission and sequestration by agricultural land use: a model study for Europe. Global Change Biology 8 6: 519530. Weersink A, Pannell D, Fulton M, MeyerAurich A 2005 Agricultures likely role in meeting Canadas Kyoto commitments. Canadian Journal of Agricultural EconomicsRevue Canadienne D Agroeconomie 53 4: 425441. Weiske A 7 A.D. Greenhouse gas emissions and mitigation costs of selected mitigation measures in agricultural production. URL: http:www.ieep.eupublicationspdfsmeacapWP3_D15_ghg_mitigation%20costs.pdf. Stand: 20.4.9 A.D. 90 S. Wetterich, F. und Haas, G. 1999: Okobilanz Allgauer Grunlandbetriebe. Berlin. Williams J R, Chadwick D R, Scholefield D, Chambers B J, Moorby J M 2007 A Review of Research to Identify Best Practice for Reducing Greenhouse Gases from Agriculture and Land Management. URL: http:www.sciencesearch.defra.gov.ukDocument.aspx?DocumentAC0206_6675_FRA.pdf. Stand: 24.4.2009. 74 S. Zimmer Y, Berenz S, Dohler H, Isermeyer F, Leible L, Schmitz N, Schweinle J, Toews T, Tuch U, Vetter A, de Witte T 2008 Klima und energiepolitische Analyse ausgewahlter BioenergieLinien. URL: http:www.vti.bund.defallitdok_externbitvdk 040044.pdf. 132 S. Arbeitsberichte aus der v TIAgrarokonomie Nr. 012008 Nr. 022008 Nr. 032008 Nr. 042008 Nr. 052008 Nr. 062008 Nr. 072008 Nr. 082008 Nr. 092008 Nr. 102008 Margarian A: Sind die Pachten im Osten zu niedrig oder im Westen zu hoch? Lassen B, Friedrich C, Prue H: Statistische Analysen zur Milchproduktion in Deutschland Geografische Darstellung Stand: Januar 2008 Nitsch H, Osterburg B, von Buttlar Ch, von Buttlar HB: Aspekte des Gewasserschutzes und der Gewassernutzung beim Anbau von Energiepflanzen Haxsen G: Calculating Costs of Pig Production with the Inter PIG Network Efken J: OnlineBefragung von Erhalterinnen seltener Nutztiere oder Nutzpflanzen zu Ihren Aktivitaten und Einstellungen Rudow K, Pitsch M: Fallstudie zur Wirkung der Ausgleichszulage im Landkreis Oberallgau Bayern Daub R: Fallstudie zur Wirkung der Ausgleichszulage im Landkreis Vogelsberg Hessen Haxsen G: Interregionale und internationale Verflechtung der Ferkelversorgung in Deutschland Berechnung regionaler Versorgungsbilanzen und Kalkulationen der Produktionskosten fur Ferkel im interregionalen sowie internationalen Vergleich Lassen B, Isermeyer F, Friedrich C: Milchproduktion im Ubergang eine Analyse von regionalen Potenzialen und Gestaltungsspielraumen Gasmi S: Fallstudie zur Wirkung der Ausgleichszulage im Landkreis St. Wendel Saarland Die Arbeitsberichte aus der v TIAgrarokonomie konnen unter http:www.vti.bund.dedeinstitutemapublikationenbereichab_04_2009_de.pdf kostenfrei heruntergeladen werden. Nr. 112008 Nr. 122008 Nr. 132008 Nr. 142008 Nr. 12009 Nr. 22009 Nr. 32009 Pohl C: Fallstudie zur Wirkung der Ausgleichszulage im Altmarkkreis Salzwedel SachsenAnhalt Gomann H, Heiden M, Kleinhan W, Kreins P, von Ledebur EO, Offermann F, Osterburg B, Salamon P: Health Check der EUAgrarpolitik Auswirkungen der Legislativvorschlage von Ledebur EO, Ehrmann M, Offermann F, Kleinhan W: Analyse von Handlungsoptionen in der EUGetreidemarktpolitik Ehrmann M, Kleinhanss W: Review of concepts for the evaluation of sustainable agriculture in Germany and comparison of measurement schemes for farm sustainability. Gomann H, Kleinhan W, Kreins P, von Ledebur EO, Offermann F, Osterburg B, Salamon P: Health Check der EUAgrarpolitik Auswirkungen der Beschlusse Schmitz J, von Ledebur, EO: Maispreisverhalten Maispreistransmission wahrend des Preisbooms an den Terminmarkten Bernhard Osterburg,, Hiltrud Nieberg, Sebastian Ruter, Folkhard Isermeyer, HansDieter Haenel, Jochen Hahne, JanGerd Krentler, Hans Marten Paulsen, Frank Schuchardt, Jorg Schweinle, Peter Weiland Erfassung, Bewertung und Minderung von Treibhausgasemissionen des deutschen Agrar und Ernahrungssektors Nr. 42009 Bernhard Osterburg, Norbert Roder, Peter Elsasser, Matthias Dieter Joachim Krug Analyse ausgewahlter internationaler Studien und Dokumente uber Kosten und Potentiale der Minderung von Treibhausgasemissionen sowie des Aufbaus und der Erhaltung von CSenken im deutschen Agrar und Forstsektor Die Arbeitsberichte aus der v TIAgrarokonomie konnen unter http:www.vti.bund.dedeinstitutemapublikationenbereichab_04_2009_de.pdf kostenfrei heruntergeladen werden. ", "filename": "60895490X.pdf", "person": ["Bernhard Osterburg", "Osterburg, Bernhard", "Norbert Röder", "Röder, Norbert", "Peter Elsasser", "Elsasser, Peter", "Matthias Dieter", "Dieter, Matthias", "Joachim Krug", "Krug, Joachim"], "date": ["2009"]}