{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/36023/1/609425838.pdf"], "title": ["The effect of joint custody on marriage and divorce"], "plaintext": "The Effect of Joint Custody on Marriage and Divorce Martin Halla University of Linz and IZA Discussion Paper No. 4314 July 2009 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 4314 July 2009 ABSTRACT The Effect of Joint Custody on Marriage and DivorceJ12, J13, J18, K36, D13, N32, R2 Since the 1970s almost all states have introduced a form of joint custody after divorce. We analyze the causal effect of these custody law reforms on the incidence of marriage and divorce. Our identification strategy exploits the different timing of reforms across states and the control group of divorcing couples without minors. Estimations based on state panel data suggest that the introduction of joint custody led to a longrun increase in marriage rates. There is no convincing evidence for an impact of joint custody on divorce rates. In sum, joint custody has increased the stock of married people and dampened the persistent downturn in marriage. Our empirical evidence is fully consistent with the supposition that these additional marriages are the result of an increased incentive of men to marry. JEL Classification: Keywords: Corresponding author: Martin Halla Johannes Kepler University of Linz Department of Economics Altenbergerstr. 69 4040 Linz Austria Email: martin.hallajku.at joint custody, marriage, divorce, family law, maritalspecific investment For helpful discussion and comments I would to give thanks to Joshua Angrist, Rene Boheim, Steven Raphael, Steven Stillman, Christian Traxler, Daniela Vuri, Andrea Weber, Rudolf WinterEbmer and Justin Wolfers. This paper has also benefited from comments and useful conversations with participants at the the Annual Meeting 2008 of the Austrian Economic Association in Vienna, at the Annual Conference 2008 of the European Society for Population Economics in London, at the Annual Conference 2008 of the European Association of Labour Economists in Amsterdam, at the Law Economics Workshops of the University of Bonn and at the Seminar at the Goldman School of Public Policy at the University of California, Berkeley. I also thank Elisabeth Christen and David Eggler for research assistance. The usual disclaimer applies. This paper was partly written during my visiting scholarship at the Center for Labor Economics at the University of California, Berkeley. I would like to give thanks for the stimulating academic environment and hospitality there. 1Introduction The American family has undergone radical changes over the last decades. Marriage rates havebeen falling over the last thirty years and cohabitation has emerged as an important socialinstitution. Divorce rates rose sharply starting in the mid1960s, peaked in the early 1980s andhave been declining since then Stevenson and Wolfers, 2007a. This downturn can partly beexplained by the decline in the incidence of marriage but is also due to greater stability of youngercohorts. The share of the population who are divorced, however, continued to rise through the 1980s and 1990s and has only recently begun to decrease Stevenson and Wolfers, 2007b.These dramatic demographic changes came along with an increased economic independenceof women and radical changes in family law. Of course, the causal link between demographic,economic, and legal changes is nontrivial. The economic literature has focused so far on changesin divorce law. In particular, scholars have studied the impact of the move from mutual consentto unilateral divorce laws and changes in the laws regarding the division of matrimonial property.1Thereby they have furthered our understanding of the effect of divorce law on intrahouseholdbargaining and explained part of the changes in family formation, dissolution and behavior withinmarriage over the last decades.A further aspect of family law, namely custody law, has gained hardly any attention inthe literature.2 The allocation of custody, however, is a crucial aspect of every divorce since itgoverns the actual postdivorce living arrangements and may have important welfare implications.Many states have changed their custody law fundamentally since the 1970s. Traditionally, afterdivorce one parent was assigned sole custody and usually the mother or occasionally the fatherwas exclusively responsible for the child. The socalled noncustodian parent was restricted tospecified visitation rights. In 1973, Indiana was the first state who introduced a law favoringjoint custody Brinig and Buckley, 1998. Since then it spread to nearly all states see Table 1and Figure 1.3There are various forms of joint custody. One typically distinguishes between joint legalcustody and joint physical custody. Joint legal custody means that both parents share theright and the obligation of making major decisions about their childs upbringing e. g. aboutschooling, religion, and health care. Joint physical custody means that the child spends asignificant amount of time with each parent.In any case policymakers intended thereby tomitigate the pain of divorce for all parties involved. Since then an ongoing debate acrossacademic disciplines including economics, law, psychology and sociology between proponentsand opponents of joint custody has started. Researchers have primarily focused on the effect 1Most of the papers have studied the effects of these laws on divorce rates Peters, 1986; Allen, 1992; Peters,1992; Friedberg, 1998; Wolfers, 2006. Other outcome variables are marriage Rasul, 2003, 2006a; Matouschek and Rasul, 2008, marriage and fertility Alesina and Giuliano, 2007; Drewianka, 2008, marriagespecific investmentsStevenson, 2007, female labor supply Gray, 1998; Genadek, Stock and Stoddard, 2007, various childoutcomesJohnson and Mazingo, 2000; Gruber, 2004; CaceresDelpiano and Giolito, 2008, and domestic violence andsuicide Dee, 2003; Stevenson and Wolfers, 2006.2The only paper that has previously examined the impact of custody law on divorce is Brinig and Buckley1998. They find a negative effect of the introduction of joint custody laws on divorce rates. We are not awareof any attempt to study the impact of custody law on marriage rates.3In Europe, joint custody has been introduced, for instance, in Sweden in 1976 JanteraJareborg, 2003, in Norway in 1981 Sverdrup and Ldrup, 2003, in Germany in 1997 Dethloff and Martiny, 2003, and in Austriain 2001 Roth, 2003.2of different custody arrangements on childrens wellbeing after divorce. Proponents of jointcustody typically argue that children benefit from ongoing support and resources from bothparents. This is captured in various dimensions such as behavioral and emotional adjustmentBauserman, 2002, economic wellbeing Seltzer, 1991; Del Boca and Ribero, 1998, educationalattainment Teng Wah, 2006 and parental involvement Bowman and Ahrons, 1985; Huang,Han and Garfinkel, 2003, among others. Opponents object that children under joint custodyare exposed to ongoing parental conflict Kuehl, 1989. However, the causal relationship betweencertain custody arrangements and child outcomes is far from clear and the empirical evidence ismostly inconclusive.In this paper, we are concerned with an even more fundamental question: We explore ifthe introduction of laws permitting joint custody of children after divorce has an impact on theincidence of marriage and divorce. The move from sole custody to joint custody may cause aredistribution of the gains from marriage between spouses redistribution effect. The party whogains from this redistribution supposedly the man faces a higher incentive to marry after thereform. If both parties are in favor of joint custody we should observe an increased incentive ofeach partner and marriage rates should increase after the introduction of joint custody. Secondly,the option of joint custody may affect the expected utility in the state of divorce and the expectedcost of the divorce process cost effects. If joint custody reduces the expected monetary andemotional cost of divorce the reform may increase the likelihood of divorce. Finally, joint custodymay also affect the spouses behavior during marriage and change their incentive to make maritalspecific investments, such as in children behavioral effect. If it causes an increase in aggregateincentive to invest we should observe an increase in the value of marriage and a raise in marriagerates. Higher levels of maritalspecific investments should in turn reduce the likelihood of divorce.There are several potential countervailing effects of joint custody on the incentive to marryand to divorce. In many cases the outcome depends on the spouses preference orderings overcertain custody arrangements. From a theoretical point of view, it is therefore a priori not clearwhether the introduction of joint custody should increase or decrease the incidence of marriageand divorce.It remains an empirical question if and how joint custody affects marriage anddivorce rates.In order to identify the causal effect of joint custody on the incidence of marriage and divorcewe exploit the i variation occurring from the different timing of joint custody reforms acrossthe United States and ii the control group of divorcing couples without minors. We provideevidence that after the introduction of joint custody, marriage rates increased significantly andpermanently in adopting states. This economically and statistically significant result is robustto a number of alternative specifications.In contrast, we find no convincing evidence for animpact of joint custody on divorce rates. In sum, joint custody had a clear positive impact onthe number of married people. It increased the stock of married people by about 1.5 percentagepoints and dampened the ongoing decline in marriage rates, which could be observed over thelast thirty years. All of our results are robust to controlling for the adoption of unilateral divorcelaws.This paper makes several contributions to the literature. First, we provide evidence onunintended consequences of custody law reforms. No attention was given to the potential con3sequences on the incidence of marriage when laws permitting the joint custody of children afterdivorce were introduced. Second, this paper clarifies the different layers of selection which haveto be considered when studying the effect of joint custody on postdivorce child outcomes.Finally, our results should be of considerable interest to policymakers. For varying reasons,the public worries about the decline in marriage rates and policymakers are prepared to act inconcrete ways to encourage marriage and to prevent divorce.The paper is organized as follows: First, we discuss potential effects of joint custody on theincentive to marry and to divorce. The next section describes the data. Then we explain ourestimation strategy, present our estimation results, and report on several robustness checks. Inaddition, we give some supporting evidence on the dissemination of joint custody awards, andon trends in the attitude toward marriage. Finally, we summarize and conclude the paper.2 Theoretical considerations In economic analyzes of the family a child is generally modeled as a local public good Weissand Willis, 1985. During marriage, a relationship of trust and proximity, no freerider problemsarise and the optimal level of child wellbeing is guaranteed. Here both the amount of timethat parents spend with their child and child expenditures are optimally chosen to the childswellbeing. However, after the breakdown of marriage inefficiencies may arise. Divorce lawtypically necessitates a specified division of matrimonial property comprising tangible andintangible assets in order to dissolve marriage legally. Concerning child custody the divisionwas traditionally very sharp: One parent became sole custodian and the other the noncustodian was restricted to specified visitation rights.In this new situation, where the family is separated in two households, it is no longer possiblethat the parents spend time with their child jointly. In particular, the noncustodians tight timeconstraint may affect the childs wellbeing adversely per se. On top of that the noncustodianalso loses control over child expenditures. He has hardly any opportunity to monitor and enforcean optimal level of child expenditures. This may reduce his incentive to spend on the childWeiss and Willis, 1985.4 On the other hand, the custodian will not internalize the effects ofhis childrelated actions on the noncustodian. In sum, the return to childinvestments is greaterduring marriage than after divorce. Consequently, an inefficiently low level of child wellbeingwill be observed in the divorce state.Why does joint custody matter? There are several ways in which the move from a regimewhere only sole custody is available to an institutional setting with the possibility of jointcustody may affect the decision to marry and divorce. In our analysis we do not assume anythingabout the procedural method how joint custody can be obtained. Joint custody may be achievedby a parental agreement or may be awarded by a judge. Further, we do not distinguish betweenjoint legal custody and joint physical custody. We think of joint custody as a form that sharesthe rights and obligations concerning the child between divorced parents more equally comparedto sole custody. Put differently, in the state of divorce with sole custody, the custodians rate 4In fact, this may explain the common phenomenon that noncustodian parents do not comply with courtmandated child support awards.4of return to childinvestments is higher compared to the noncustodians rate. We think of jointcustody as a situation where these two rates of return come closer.In order to discuss potential effects of the introduction of joint custody, we have to considerdifferent preference orderings over certain custody arrangements. We presume that parents arealtruistic towards their children in the sense that their utility depends on the welfare of theirchildren. Consequently, it is a natural starting point that parents are interested in spending timewith their children and that they want to remain custodian after divorce. We assume that eachparent i prefers to be the sole custodian rather than giving sole custody to the other parent,i for all i cid:54 j. With respect to joint custody we do not make any restrictive assumptions.i cid:31 Sj Sii cid:31 Ji or to share parental It is a priori not clear whether parents prefer to be sole custodians Sii Ji. In sum, thisrights and obligations with their former spouse under a joint custody Sigives two possible utility orderings for each parent ii and Ji cid:31 Sii for all i cid:54 j.1i cid:31 Ji cid:31 Sj Sii cid:31 Sj Based on these two preference orderings we discuss the impact of the introduction of joint custodyon the incidence of marriage and divorce. Thereby, we distinguish three different channels, aredistribution effect, a cost effect and a behavioral effect.Redistribution effect If both parents prefer joint custody over sole custody the switch froma sole custody regime to a joint custody regime is clearly appreciated by both. In this case thereform should increase the incentive to marry for both sexes. If one or both parents are in favor ofsole custody, the joint custody reform may cause a redistribution of the gains from marriage. Theparty who gains loses from this redistribution faces a higher lower incentive to marry. To gainmore insights we distinguish between three different sole custody regimes to reform: i a solecustody regime with maternal preference, ii a sole custody regime with paternal preference, andiii a sole custody regime with a genderneutral rule e. g. the best interest of the child rule. Asole custody regime with maternal paternal preference means that in principle child custody isgranted to the mother father. There are different types of sole custody regimes with a genderneutral rule, for instance, courts award custody to the primarycaretaker 5 or courts aim directlyat the best interest of the child, without applying any presumption.6Let us first consider the reform of a sole custody regime with maternal preference. Thisclearly increases the mans incentive to marry irrespective of his preferences. Under the solecustody regime the child was most likely living with the mother and the father was restrictedto specified visitation rights. However, after the joint custody reform, the father can expect tospend a substantial amount of time with his child. Depending on the womens preferences herincentive to marry may increase or decrease. If she prefers sole custody over joint custody herincentive to marry is reduced by the reform. However, if she is in favor of joint custody herincentive to marry increases as well. The same reasoning applies vice versa to a sole custody 5This is the parent who was primarily responsible for the child during marriage.6In the US traditionally a sole custody regime with strict paternal preference was in place; even when thefather had committed the marital fault. This changed in the nineteenthcentury, when courts began to awardcustody to the mother when the father was at fault Mnookin, 1975. In the twentieth century the focus hasshifted from parental fault to the interests of the child. This first resulted in a sole custody regime with maternalpreference and became later a genderneutral rule system Brinig and Buckley, 1998.5regime with paternal preference.We can conclude that if we switch from sole custody regime with maternal paternal preference, to a joint custody regime, the aggregate incentive to marry due to the redistributioneffect unambiguously increases if women men prefer joint custody over sole custody. If not, theincentive of women men decreases and the aggregate incentive may increase or decrease. If wepresume a sole custody regime with a genderneutral rule, the redistribution effect of the jointcustody reform on the incentive to marry does not only depend on preferences, but also on theparents perceived probability to get sole custody assigned.In practice, mother sole placement has been the dominant arrangement in the US for a longtime. In fact, its decline since the mid 1980s has been almost exclusively due to the increasingnumber of joint custody arrangements and only to a very small extent due to increases of malesole custodians Cancian and Meyer, 1998. Therefore, under realistic circumstances we canexpect that the introduction of joint custody has increased mens incentive to marry.Cost effects There are possible cost effects which may alter the incentive to divorce. Firstly,the additional option of joint custody after divorce may affect the expected utility in the stateof divorce and affect the divorce decision of existing marriages. Let us first assume that bothparents strictly prefer to be sole custodian over any joint custody agreement. If we switch froma sole custody regime with maternal preference to a joint custody regime, the expected utilityin the state of divorce should increase for men and decrease for women. If we start from a solecustody regime with paternal preference we would observe reversed effects. In both cases, theimpact on the aggregate incentive to divorce is ambiguous.7 In the case where both parents arein favor of a joint custody agreement the aggregate incentive to divorce clearly increases.8 Afurther potential cost effect operates through the cost of the divorce process. Halla and Holzl2007 show that part of the parents who would not be able to find a mutually binding custodyagreement in the sole custody regime can find an agreement in a joint custody regime. This isequivalent to a reduction in the cost of divorce.9 This cost effect should increase the aggregateincentive to divorce.Behavioral effect Finally, there is a potential behavioral effect. The availability of jointcustody after divorce may affect the spouses behavior during marriage. In particular, there isa possible impact on the parents incentives to invest in the child, or more generally to makemaritalspecific investments. Whether the introduction of joint custody increases or decreasesthe incentive to invest is a priori not clear. It depends on the specific sole custody regime, on theparents risk preferences, their behavior under uncertainty and on their expectations. However,if the joint custody reform causes an increase in their aggregate incentive to invest, the valueof marriage rises. This increases the incentive to marry and we should observe an increase inmarriage rates. Symmetrically, if joint custody decreases the aggregate incentive to invest weshould observe a fall in marriage rates.107Again, under a sole custody regime with a genderneutral rule the parents perceived probabilities to get solecustody assigned are decisive.8For a similar argument, see Estin 1998.9In fact, their empirical analysis shows that the introduction of joint custody in Austria enables more parentsto divorce by mutual consent low cost versus divorce by fault high cost. However, they do not find any impactof the joint custody reform on the incidence of divorce.10Brinig and Buckley 1998 us the descriptive term bonding. Their bonding theory suggests that if parentsanticipate joint custody in the event of divorce, they will bond more closely with their child.6Moreover, if we think of divorce as a partly endogenous event, in the sense that the likelihoodof divorce is determined by the level of the spouses marriagespecific investment, the introductionof joint custody could affect the likelihood of divorce as well Rasul, 2006b. In the case of anincrease in the aggregate investment, moving to joint custody should reduce he probability ofdivorce and divorce rates are expected to fall. Whereas if due to the joint custody reform theaggregate incentive to investment falls, divorce rates should go up.To sum up, it is a priori not clear whether introduction of joint custody should increaseor decrease the aggregate incentive to marry and to divorce.In each case there are possiblycountervailing effects and it remains an empirical question if and how joint custody affects theincidence of marriage and divorce.3 Data First of all, we have to define a measure of the incidence of marriage and divorce. The standard inthe literature seems to be crude marriage and divorce rates the number of marriages divorcesper 1, 000 of the total population e. g. Friedberg, 1998; Wolfers, 2006. However, these twovariables may hide much of the underlying variation of interest, because the population atrisk is not considered properly.In case of marriage, the best measure would be the numberof marriages per 1, 000 of the nonmarried population.11 In order to quantify the incidence ofdivorce we would prefer to calculate the number of divorces per 1, 000 of the married population.However, there is a tradeoff between the accuracy of the measurement and the extent ofavailable data. Unfortunately, the stock of nonmarried people is not available, except forthe years in which the decennial US census has been conducted.12 Therefore, we quantify theincidence of marriage and divorce in a first step based on series on the number of cases per 1, 000 of the population between 15 and 55 years of age. People in this age group should be therelevant subpopulation with respect to custody issues. In particular, we use the absolute numberof marriages and divorces from the annual editions of the Vital Statistics for all states from 1969to 2003 and combine this information with statelevel population data from the Reading Surveyof Epidemiology and End Results provided by the National Bureau of Economic Research.13For simplicity, we will refer to our measures of incidence as marriage and divorce rates. Theseseries can be constructed for all states from 1969 through 2003 and should be sufficiently long tocleanly distinguish the causal effects of joint custody from preexisting trends in marriage anddivorce rates. These series are used to identify whether there is any causal effect of joint custodyon the incidence of marriage and divorce.In a second step, to check the robustness of our results, we use a proxy for the stock ofmarried people. This proxy is constructed on information on the stock of married people fromthe decennial US Census from 1960 to 1990 and on the flow into and out of marriage from the 11However, one could also argue that married people are at risk to divorce and remarry.12In principal the Current Population Survey can be used to construct a proxy of the stock of nonmarriedpopulation on a statelevel. However, this strategy is potentially problematic since several states are groupedtogether between 1968 and 1972 and others are grouped together between 1973 and 1976.13The number of marriages is not available for five stateyears CA 1991, DC 1999, and OK 2001 2003 andfor the number of divorces for 76 stateyears CA 1991 1995, 1999, CO 1995 2000, HI 2003, IN 1991 2003,LA 1991 2001, OK 2001 2003.7annual editions of the Vital Statistics details are provided below. This allows us to constructseries on the number of divorces per 1, 000 married persons.4Identification strategy The first joint custody statute was passed in Indiana in 1973, and since then shared parentinghas spread to nearly all 50 states.14 Examining Figure 1 shows that no systematic geographicalpatterns are observable. The share of treated population and the number of treated states evolveuniformly over time, see Figure 2. This indicates that no particularly small nor particularly largestates have been early or late adopters. The different timing of joint custody reforms across the US seems to provide a useful quasiexperimental setting to study the causal effect of joint custodyon marriage and divorce.We examine the period from 1969 through 2003 for all states excluding Nevada.15 Figure 3shows the development of marriage and divorce rates. We observe a sustained decline in marriagerates. Divorce rates at first rose sharply, peaked in the early 1980s and have been declining sincethen. Our research design enables a differenceindifferences DD approach. The standard DDestimator imposes the restrictive assumptions of an immediate and constant response to thepolicy intervention. Since these assumptions may not hold in case of the joint custody reform,we follow the empirical strategy of Wolfers 2006 which imposes little structure on the dynamiceffects of the policy intervention.In particular, we estimate a DD panel fixedeffects model,where the dependent variable is the marriage rate Ms,t or the divorce rate Ds,t in state s inyear t,Ms,t cid:88rr JCrs States cid:88ts,t cid:88cid:34cid:88st Yeartcid:35r UDrs,t Xs,t s,t,2rs,t denotes a series of binarywhere s are state fixedeffects and t are year fixedeffects. JCrvariables equal to one if a state has introduced joint custody r years ago. Our empirical strategyis to identify whether joint custody law explains the change in marriagedivorce rates betweenstates adopting joint custody at a different point in time. Therefore, the identification of r isguaranteed by variation across states and across years in which states adopted joint custody.Our flexible specification allows us to trace out the full adjustment path of marriage and divorcerates. The method of estimation is population weighted least squares and robust standard errors allowing for clustering by state are calculated throughout Bertrand, Duflo and Mullainathan,2004.In further specifications we also consider the possibility that the introduction of joint custodyis correlated with the move from mutual consent to unilateral divorce laws, UDrs,t. Under mutualconsent law both spouses need to agree to divorce. Unilateral divorce law allows either party 14The coding of the states enacted laws permitting joint custody follows Brinig and Buckley, 1998.15We disregard Nevada from our analysis since its marriage market is most probably due to Las Vegas verydifferent compared to the other states. Table 2 shows that the average marriage rate of Nevada is about twelvetimes higher than the average of all other states. Its divorce rate is nearly the triple of the rest of the US.8to file for divorce without the consent of the other. This switch reassigns the right to divorcefrom being held jointly, to being held individually.16 Wolfers 2006 has shown that unilateraldivorce law led to an immediate spike in the divorce rate that dissipates over time and resultsin an eventual decline in divorce rates. Most recently, Rasul 2006a; Matouschek and Rasul2008 provide convincing evidence that the introduction of unilateral divorce is also responsiblefor the significantly and permanently decline in marriage rates in adopting states.17 We followthe coding for unilateral divorce law of Wolfers 2006 see Table 1 and control for the adoptionof unilateral divorce law in an equivalent way as for joint custody.Moreover, we add specifications where we control for the gross state product GSP per capitaand the sexracedistribution, denoted by Xs,t The literature has documented quite differentmarriage patterns across black and white citizens Bennett, Bloom and Craig, 1989; Brien, 1997;Stevenson and Wolfers, 2007a. To capture the sexracedistribution of each state we controlfor the share of the total population of sex g and of race h, where h is white, black and other.In further robustness checks we will not only controlling for the sexracedistribution but forthe sexraceagedistribution of each state. We hesitate to control for the age component in thebaseline specification since joint custody may have affected fertility behavior.185 Estimation results We first discuss the effect of joint custody on marriage rates. Then we present our analysis ofdivorce rates, where we employ various dependent variables and different methods. In a finalstep we consider the outcome stock of married people. This should give us the net effect of thetwo flow measures.5.1 The effect on marriage rates Results for marriage rates are summarized in Table 3. Specification I shows the baseline resultswith state and year fixedeffects only. Specification II adds a series of binary variables equalto one if a state has introduced unilateral divorce law r years ago. Finally, specification IIIadditionally includes the gross state product and the sexracedistribution for each state. Eachspecification shows that the introduction of joint custody had no immediate impact on marriagerates, but we find a large and statistically significant increase in the marriage rate starting fiveyears after the introduction of joint custody. The yearly rate of marriages per 1, 000 of thepopulation between 15 and 55 years of age henceforth adults increased on average by 1.14 intreatment states compared to control states in the period of five to six years after the reform.The average number of yearly marriages per 1, 000 adults is 17.45 in the sample. The effect ofthe joint custody reform grows over time. Seven to eight years after the reform we observe an 16Since then there is a vivid debate in the economics literature whether the move from mutual consent tounilateral divorce laws has caused the large rise in divorce rates Peters, 1986; Allen, 1992; Peters, 1992; Friedberg,1998; Wolfers, 2006.17This result helps to reinterpret and reconcile the earlier findings on the relation between unilateral divorcelaw and divorce rates. First the introduction of unilateral divorce caused the divorce of bad matches initial spikein divorce rate, and, second it has changed the selection into marriage. Couples who would have married undermutual consent did no do so under unilateral divorce permanent decrease in marriage rates. Since bad matchesdid not marry, we observed a decline in divorce rates.18We are not aware of any study considering an effect of joint custody on fertility.9effect of 1.64 additional marriages in the treatment states relative to the control states. Thefull effect of the reform after fifteen years following the adoption of joint custody is equal toadditional 3.68 marriages per 1, 000 adults.Such a growing impact of the introduction of joint custody over time seems plausible andsupports our causal interpretation. A process of behavioral change requires a significant periodof time and we would not expect an immediate response. First, it takes some time until jointcustody is assigned and there might be a slow diffusion of information on the new custody law.19Moreover, people have to observe divorced couples who share joint custody and learn that thisis actually a good option. Only after potentially beneficial effects of the law on divorce becomeevident, we expect an effect of joint custody on the incidence of marriage.The result is also not sensitive to the specific modeling of the dynamic effects of the reform.For instance, if we pool three years to generate the binary variables capturing the effects ofthe reform see Table 4 we find the same pattern. While most of our control variables arestatistically significant explanatory variables of the marriage rate, their inclusion has little impacton the effect of joint custody as such. In accordance with Rasul 2003, 2006a; Matouschek and Rasul 2008 we find that marriage rates declined significantly and permanently in states whichhave switched from mutual consent divorce to unilateral divorce.20 Similarly, the impact of thedivorce law reform also grows over time in absolute terms. So a separate effect of joint custodyand unilateral divorce law can be established. Notably, the effect of joint custody is quantitativelymore important than that of unilateral divorce law. For instance, specification III in Table 4suggests that the marriage rate decreased on average by 1.12 per year in the period of ten totwelve years after the divorce law reform; the corresponding effect of the joint custody reform is 2.02.We test the sensitivity of this result to a number of alternative specifications. Firstly, if we inaddition control for whether states have also introduced an equitable division of property acrossspouses in divorce, the qualitative results do not change. Secondly, we examine the robustness tothe sample chosen. To test the importance of the time period chosen we skip in turn single years.It turns out that the omission of particular years does not influence our results. We also omit, inturn, single states.21 For instance, we drop the most populated states, California and New York,from the analysis. California is also one of the earlier adopters of joint custody. As specificationsR1I and R1II in Table 5 show our results are not very sensitive to these modifications ofthe sample.Further, we check whether the increase in marriage rates postdated the change in custodylaw and we include in specification R1III leads for the introduction of joint custody. Thecoefficients on the binary variables capturing the periods prior to the joint custody law areindividually and jointly statistically insignificant. The coefficients on the lags hardly changed.So the timing evidence supports our causal interpretation between joint custody and marriage.Finally, one might be concerned with reversion to the mean. For instance, if marriage marketshave been out of equilibrium in 1968 and if treatment states were further from their longrun 19In Section 6 we show that the probability of a joint custody award increases by three percentage points eachyear after the introduction of joint custody.20However, this is more evident based on the specification in Table 4 compared to that in Table 3.21Detailed output on all estimations is available upon request.10equilibrium, there would have been convergence of marriage rates of treatment and control states.Specification R1IV therefore controls for the share of married population in 1960, interactedwith a linear time trend.In specification R1V we interact the historical share of marriedpopulation with year fixedeffects. The results provide no evidence for convergence in marriagerates over time and the effect of joint custody remains positive and statistically significant.The second set of robustness checks is summarized in Table 6. We repeat all our alternativespecifications from Table 5, however, not only controlling for the sexracedistribution but alsofor the sexraceagedistribution of each state. In particular, we control for the share of the totalpopulation of sex g, of race h, and in age group i where h is white, black and other, and i is 0 14, 15 19, . . . , 60 64 and 65 12 groups. The effect of joint custody remains positiveand statistically significant when this set of 72 control variables is included.Finally, in our third set of robustness checks see Table 7 we include also statespecific lineartime trends. This set of specifications gives our most conservative estimates of the impact ofjoint custody. However, the results are consistently positive and statistically significant acrossall specifications.5.2 The effect on divorce rates In this section we apply an equivalent estimation procedure to examine the effect of joint custodyon divorce rates. The baseline results are summarized in Table 8.In general, there is nodiscernable effect of joint custody on divorce rates.22 However, specifications II and IIIsuggest that joint custody might have increased divorce rates starting fifteen years after thereform. We find an increase in the yearly rate of divorces per 1, 000 adults by 1.13 and 1.16 intreatment states compared to control states. The average number of yearly divorces per 1, 000adults is 8.25 in the sample. Since an effect of the reform that kicks in with such a considerablelag is a bit peculiar, we will refine our measurement of the incidence of divorce below. Thebaseline results may not be fully convincing, since our dependent variable does not capture thecorrect population at risk to divorce and second, it comprises divorces of couples without minorsat the time of divorce, who by definition are not affected by the reform.Since joint custody increases the marriage rate, there are more people atrisk to divorceand divorces per 1, 000 adults may be an inappropriate metric. Consequently, we should usedivorces per 1, 000 married persons as a dependent variable. As pointed out above, the stock ofmarried persons is not ready available, except for the years in which the decennial US Censushas been conducted. However, we have been successful in constructing a measure of the stockof married persons for the years in between. We combine information on the stock of marriedpeople from the decennial US Census from 1960 to 1990 with information on the flow into andout of marriage from the annual editions of the Vital Statistics.23 This gives us a proxy variable 22The results on unilateral divorce show the pattern described by Wolfers 2006. We find an immediate spikein divorce rates after the introduction of unilateral divorce that dissipates over time and an eventual decline indivorce rates.23In particular, we take for each state the number of married women in 1960, add the absolute number ofmarriages and subtract the absolute number of divorces of the years 1961 to 1969. Then we compare the resultingnumber with the actual number of married women in 1970. In most cases 82.7 percent the difference betweenour auxiliary number and the actual number of married women is positive, i. e. the deaths and migration ofmarried women outweigh the immigration of married women.In the remaining 17.3 percent of the cases, weobserve net immigration of married women. We assume that the sum of deaths and immigration of married 11for the share of married females for all states from 1969 through 2000, see Figure 4. The shareor married females does not equal the share of married males within a given state and year.This difference can be explained by different principal residences of spouses, for instance, due toweekly commuting. Since we have a priori no presumption whether the share of married femalesor males is the right metric, we will use three different measures, the share of married females,males and an average of both.Table 9 summarizes the results of the estimation of the effect of joint custody on the numberof divorces per 1, 000 married females. This estimation allows for the impact of joint custodyon the size of the population atrisk to divorce. However, switching to the new measurement ofthe incidence of divorce does not change the result. Again, the positive effect of joint custodyon divorce rates starting fifteen years after the reform remains statistically significant at least inspecification III. The choice of the measure of the stock of married people does not change theresults either.24This result is also robust to some alternative specifications. Our first set of sensitivity checksis shown in Table 10. As above, specifications R1I and R1II drop California and New York,respectively. Specification R1III includes leads for the joint custody reform, and specificationsR1IV and R1V check for different types of reversion to the mean. With the exception ofspecification R1I and R1III, we find in every case a statistically significant increase in thedivorce rate fifteen years after the introduction of joint custody. The same is true for our secondset of sensitivity checks see Table 11, where we repeat all our alternative specifications from Table 10, however, not only controlling for the sexracedistribution but for the sexraceagedistribution of each state. Finally, in our third set of sensitivity checks see Table 12 we includealso statespecific linear time trends and the significant effect of joint custody on divorce ratesvanishes.25The inclusion of all divorcing couples with and without minors creates an additional sourceof noise of our dependent variable. Joint custody does only apply to couples with minors atthe time of divorce and should have no impact on couples without minors. That means, oursample comprises a subpopulation which is by definition not affected by the reform. Whilethis on the one hand may veil important aspects, we can on the other hand take advantageof this setting: Couples without minors constitute a clear control group and we can apply adifferenceindifferenceindifferences DDD estimator.26Unfortunately, separate figures for divorces of couples with and without minors are onlyavailable until 1995.27 We have obtained the absolute numbers from the annual editions of thewomen is constant between 1961 and 1969 and distribute the difference over the years 1961 to 1969 equally. Anequivalent procedure is applied for the 1970s to 1990s. The same procedure is applied to construct a measure ofthe annual stock of married males.24The corresponding estimation output for the number of divorces per 1, 000 married males and the average ofmarried females and males is available upon request.25Notably, we find in our first two set of robustness checks a statistically significant coefficient on the first leadone to two years before the reform. This may indicate that some spouses have pushed divorce forward before thejoint custody reform was implemented. However, in the third set of robustness checks, as well, as in our refinedestimation strategy below, we do no find any statistically significant leads.26Since a possible impact of the joint custody reform on fertility has not been studied so far, we can not ruleout that second dimension of our DDD estimator comprises compositional effects.27The collection of detailed information on divorcing couples was suspended beginning in January 1996. According to the National Center for Health Statistics limitations in the information collected by the states as wellas budgetary considerations necessitated this action see Federal Register Notice, Dec. 15, 1995.12Vital Statistics for all available states from 1969 to 1988 and computed the respective numberfor 1989 to 1995 based on microlevel divorce certificate data provided by the National Vital Statistics System of the National Center for Health Statistics.28 This gives us an unbalancedpanel data set of 33 states with 817 observations. On average, the divorce rate is higher amongcouples with minors compared to couples without minors: 4.65 versus 3.54 divorces per 1, 000 ofthe adult population.In order to exploit the control group nature of couples without minors we pool the divorcerates of couples with minors and couples without minors. That means, we have now a stackeddatamatrix with two observations per state and year. Based on this data we run a fixedeffects DDD estimation, where the dependent variable is the equal to the divorce rate Dg,s,t of groupg T, C, in state s in year t,s,t cid:88s States cid:88t Yeartst T r UDrs,t Gs,t Cr UDrs,t s,t,g.3Ds,t,g Gs,t cid:88r T r JCrs,t Gs,t Cr JCrcid:88r The binary variable G is equal to one if the observation is from the treatment group g T ,couples with minors and zero if it is from the control group g C, couples without minors.As before, s are state fixedeffects, t are year fixedeffects, JCrs,t denote a series ofbinary variables equal to one if a state has introduced joint custody and unilateral divorce lawr years ago. The DDD estimate is based on the change in the divorce rate of the treated in thetreatment states, netting out the change in the divorce rate of the treated in control states andthe change in the divorce rate of controls in the treatment states. In further specifications weallow the divorce rate of the treated and controls to follow a different path over time.s,t and UDr The baseline specification I in Table 13 suggest that the introduction of joint custody hasdecreased divorce rates, however, once we allow for groupspecific linear time trends startingin specification II this effect vanishes. It becomes apparent that divorce rates of both groupsfollow ceteris paribus a secular upward trend, however, this is less pronounced for couples withminors. Therefore, presuming a common trend over time, would give misleading results. Still, weobserve a positive effect of joint custody on divorce rates starting fifteen years after the reform inspecification II and III. Since we lose in our estimation sample early adopters such as Indianaand New Hampshire, we also carry out an estimation, where we include only lags up to elevenyears following the reform, see specification IV. In this case, we do not find any evidence foran impact of joint custody on divorce rates. We get equivalent results if we add groupspecificfixedeffects andor groupstatespecific linear time trends. We also applied our DD estimationstrategy separately for the data on divorces with and without minors. The results suggest noimpact of joint custody on divorce with minors nor on divorces without minors.29In sum, we cannot put forward any convincing evidence on the hypothesis that joint custodyhad an overall impact on the incidence of divorce. However, we can not rule out that jointcustody is effective through different channels that offset each other. For instance, additional 28For 17 states AR, AZ, CO, FL, IN, LA, ME, MN, MS, NC, ND, NJ, NM, OK, TX, WA, WV there are nodata available. In the case of 6 states CA, DC, DE, MA, NH, SC some observations are missing.29Detailed output on all estimations is available upon request.13marriages that would have not occurred under single custody may be of lower match qualityi. e. higher likelihood of divorce, but due to increased maritalspecific investments behavioraleffect we do not observe an overall impact on divorce rates.Finally, it should be noted that the impact of unilateral divorce law on divorce rates is onlyprevalent for couples with minors. We do not find any discernable effects of unilateral divorcelaw on divorces of couples without minors. This is also true for separate DD estimations. Thishas not been recognized by the literature so far.5.3 The effect on the stock of married people So far we have convincing evidence that the introduction of joint custody has increased marriagerates and had no impact on divorce rates. Apart from the analyzes of these two flow measuresit is instructive to analyze the impact on the stock of married people. This analysis should giveus the net effect of the two flow measures.Again, since we have a priori no presumption whether the share of married females or malesis the right metric, we will employ three different measures share of married females, malesand an average of both as dependent variables. The estimation results in Table 14 show, asexpected, that joint custody has had a clear positive impact on the stock of married people. Theeffect starts nine years after the reform and grows over time. The specification which employs theshare of married females column I gives stronger results compared to the specification whichrelies on the share of married males column II. It is hard to rationalize why we observe somedifferences between the two metrics. However, our measures of the stock of married people arenot as precise as the two flow measures employed above and it seems that the share of marriedfemales is simply more precise as the shared of married males. The specification based on theaverage of both metrics column III shows the same patterns as the specification in column I.It suggests an increase in the stock of married people by about 1.2 percentage points startingnine years after the reform. Over the following years this effect grows to 1.8 percentage points.In sum, we are confident that our estimations capture the correct dynamics of the reform.306 Dissemination of joint custody awards The development of joint custody awards in the US over time allows us to gather additionalsupportive evidence for our findings above. We check whether the dissemination of joint custodyawards fits to the delayed and growing causal effect of joint custody on marriage rates. Therefore,we use divorce certificate data provided by the National Vital Statistics System of the National Center for Health Statistics NCHS which provide microlevel information on divorces in thesocalled divorceregistration area. They capture the universe of divorces in small states, and arepresentative sample in larger states. Information is available for the majority of states from 1968 to 1995, but the custody allocation of children is recorded only from 1989 onwards Clarke,1995. The data include information on the state of divorce, number of children under 18, physicalcustody arrangement, duration of marriage, and the spouses age, race, number of marriage and 30This is also corroborated by several robustness checks summarized in Table 1514their state of residence. There is no information on legal custody available.31We are interested in the determinants of joint physical custody awards. Therefore, we selectall 111 stateyears in which joint custody is available. The definition of joint physical custody isa minimum of 30 percent time share with each parent.32 Table 16 shows the development of jointcustody awards over time. We exclude 3, 011 cases where custody is awarded to a third personand 7, 072 cases where the custody arrangement consists of a combination of mother sole custody,father sole custody andor joint custody. Unfortunately, we cannot exploit the information onthe latter, since information on custody allocation is only available on a family level and not foreach child. After cleaning the data we have 179, 997 observations available.Our dependent variable JCi,s,t is equal to one if joint custody is awarded for all children offamily i in state s in year t and zero if sole custody is awarded for all children:JCi,s,t Years since JC reforms,t ULs,t Xicid:34cid:88ss States cid:88t Yeart cid:88ttcid:35s State time trends i,s,t.4As explanatory variables of special interest we include a variable capturing the years since jointcustody was introduced and a binary variable, ULs,t, indicating whether unilateral divorce isavailable or not.33 In addition, we control for the whole set of available spouses characteristics Xi.In different specifications we include state fixedeffects, year fixedeffects and statespecific linear time trends. As method of estimation we use a linear probability model withfrequency weights and we calculate robust standard errors allowing for clustering by state andheteroskedasticity of unknown form.Table 17 presents the estimation results for different specifications. Considering the richestspecification V we find that the probability of a joint custody award increases ceteris paribus bythree percentage points each year after the introduction of joint custody. This slow disseminationof joint custody awards is consistent with the delayed and increasing causal effect of joint custodyon marriage. Interestingly, our estimation reveals that a joint custody award is less likely minus 9.2 percentage points in states which allow for unilateral divorces. This may be explained bythe fact that unilateral divorce has changed the composition of the stock of married people. Thecontrols variables capturing the spouses characteristics show some interesting regularities whichsuggest that joint custody is not randomly assigned and selfselection has to be considered.3431This rich data source has hardly ever been exploited in such a disaggregated way. The only exception we areaware of is Matouschek and Rasul 2008.32The NCHS does not provide this definition in any officially published document, however, Kuhn and Guidubaldi 1997 quote a personal communication with Sally C. Clarke from NCHS.33Of the 111 stateyears covered, in 59 unilateral divorce law is available.34For instance, the probability of a joint custody arrangement increases with duration of marriage, the husbandsage at the time of divorce, and it decreases with the number of the spouses prior marriages. Or, the likelihood ofjoint custody arrangement is lower for nonwhite spouses. Further, couples with two minors at the time of divorceare more likely to obtain joint custody compared to couples with one minor. Beyond that additional minorsreduce the probability of joint custody. This suggests that two is the optimal number of minors for a cooperativejoint custody solution.157 The short side of the marriage market Given that joint custody has increased the stock of married people, it would be interestingwhether joint custody has affected the incentive to marry of men and women equally. Sinceunder the sole custody regime women in general got custody, it seems plausible that men shouldhave gained more from the joint custody law reform.It is hard to measure the incentive to marry among sexes. However, a possible way is givenby survey data that directly asks individuals whether they would prefer to marry. Starting in 1976 and continuing to the present, the Monitoring the Future study asks annually a nationallyrepresentative sample of high school seniors the same set of questions on marriage. Examiningseveral questions on marriage, we quickly see that the proportion of females who have a preferencefor early marriage is consistently higher than the proportion of males.35 That means, malesare in general more reluctant to marry and represent the short side of the marriage market.However, the gap between females and males has decreased since the seventies. For instance,the gap between the share of females and males who are most likely to choose to getting marriedin the long run or who are already married has decreased from 11 percentage points in 1976 to 4 percentage points in 2006. Or, if we consider the question If it were just up to you, what wouldbe the ideal time for you to get married? we observe see Figure 5 that the gap in the averagescore from the question on the ideal time to get married has fallen from 0.44 points to 0.19points.36 We can not causally link the relatively increased willingness of males to marry to thegradual introduction of joint custody over this period of time.37 Still, this finding is consistentwith increased gains from marriage for the short side of the market and constitutes additionalsupportive evidence for our findings presented above.8 Conclusions Under joint custody, parents share access to their child and childrearing responsibilities evenafter the divorce. We utilize the variation occurring from the different timing of custody lawreforms across the US to identify causal effects of joint custody laws on the incidence of marriageand divorce. Our results show a clear longrun increase in marriage rates, beginning after fiveyears of the reform. This delayed and increasing causal effect of the reform is consistent with thegradual dissemination of joint custody awards. We find no convincing evidence for an impactof joint custody on divorce rates. In sum, the introduction of joint custody has had a positiveimpact on the stock of married people. It has increased the stock by about 1.2 percentage pointsten years after the reform and dampened the persistent downturn in marriage, which can beobserved over the last thirty years.Given the dominance of maternal custody under sole custody regimes, the introduction ofjoint custody has plausibly increased the incentive to marry for men the group which is typicallymore reluctant to marry. Consistently, we observe that mens stated willingness to marry has 35For a comprehensive discussion see Thornton and YoungDe Marco 2001.36The possible answers are 1 Within the next year or so, 2 Two or three years from now, 3 Four or fiveyears from now, 4 Over five years from now and 5 I dont want to marry.37Unfortunately, we can not exploit the different timing of the joint custody reforms across states, since thepublished data from the Monitoring the Future study does not include information on the state of residence.16relatively increased since the 1907s. Therefore, all our empirical evidence is fully consistent withthe supposition that the additional marriages due to joint custody are the result of increasedgains of marriage for men. So far the economic literature has paid little attention to the potentialfarranging effects of different custody laws. We hope that our research stimulates further interestin that area and further outcomes will be studied in the future. Fertility behavior seems to be aparticularly promising outcome which could help to understand the whole picture.Our results are also clearly important for the literature studying the impact of custody lawon any child outcome. Firstly, we directly show that that couples with joint custody awardsare selected. Secondly, given that joint custody has an impact on the incidence of marriage, afurther potential layer of selection has to be considered. Additional marriages that would nothave occurred under single custody may change the composition of the stock of married couples.These marginal marriages may be of lower match quality. In addition, joint custody may havechanged the investment in children within andor outside marriage.Like the literature on unilateral divorce law e. g. Wolfers, 2006, our empirical analysis canbe regarded as a test of the Coase Theorem. Becker, Landes and Michael 1977 argued thatif spouses can bargain efficiently, the Coase theorem implies that a change in divorce law onlyaffects the distribution of welfare within marriage, but not the incidence of marriage or divorce.Unilateral divorce simply reassigns the right to divorce from being held jointly, to being heldindividually. Equivalently, under a sole custody regime, the right to spend time with the childafter divorce is held individually. The introduction of joint custody reassigns this right to beingheld jointly. Our results showing that the incidence of marriage changes can be interpretedas evidence that spouses may be unable to bargain efficiently over time with the child e. g. dueto transactions costs or the existence of private information.Finally, our results should be of considerable interest to policymakers. For varying reasonsthe public worries about the decline in marriage and policymakers have on their agenda toincrease marriage rates. A large number of polices have been designed in the US to increase theincidence of marriage and to stabilize existing marriages. These comprise large media campaigns,the reintroduction of covenant marriages Brinig, 1999, and the removal of marriage penaltiesin tax codes Alm, DickertConlin and Whittington, 1999, pension systems Baker, Hanna and Kantarevic, 2004 and medicaid programs Yelowitz, 1998.In the case of joint custody noattention was given to its potential marriage promoting effect when it was considered. Ourpaper is also a first step in understanding which polices can be used to promote marriage.17References Alesina, Alberto and Paola Giuliano 2007, Divorce, Fertility and the Value of Marriage, Unpublished manuscript, Harvard University.Allen, Douglas W. 1992,Marriage and Divorce: Comment, American Economic Review 823, 679685.Alm, James, Stacy DickertConlin and Leslie A. Whittington 1999, Policy Watch: The Marriage Penalty, Journal of Economic Perspectives 1133, 193204.Baker, Michael, Emily Hanna and Jasmin Kantarevic 2004, The Married Widow: Marriage Penalties Matter!, Journal of the European Economic Association 24, 634664.Bauserman, Robert 2002, Child Adjustment in JointCustody Versus SoleCustody Arrangements: A MetaAnalytic Review, Journal of Family Psychology 161, 91102.Becker, Gary S., Elisabeth M. Landes and Robert T. Michael 1977, An Economic Analysis of Marital Instability, Journal of Political Economy 856, 11411187.Bennett, Neil G., David E. Bloom and Patricia H. Craig 1989, The Divergence of Black and White Marriage Patterns, American Journal of Sociology 953, 692722.Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan 2004, How Much Should We Trust DifferencesinDifferences Estimates?, Quarterly Journal of Economics 1191, 249275.Bowman, Madonna E. and Constance R. Ahrons 1985, Impact of Legal Custody Status on Fathers Parenting Postdivorce, Journal of Marriage and the Family 472, 481488.Brien, Michael J. 1997, Racial Differences in Marriage and the Role of Marriage Markets,Journal of Human Resources 324, 741778.Brinig, Margaret F. 1999, Economics, Law, and Covenant Marriage, Gender Issues 1612, 433.Brinig, Margaret F. and Francis H. Buckley 1998, Joint Custody: Bonding and Monitoring Theories, Indiana Law Journal 732, 393452.CaceresDelpiano, Julio and Eugenio P. Giolito 2008, How Unilateral Divorce Affects Children,IZA Discussion Papers 3342, Institute for the Study of Labor IZA, Bonn.Cancian, Maria and Daniel R. Meyer 1998, Who Gets Custody?, Demography 352, 147157.Clarke, Sally C. 1995, Advance Report of Final Divorce Statistics, 1989 and 1990, Monthly Vital Statistics Report Vol. 43, No. 9, Supplement, National Center for Health Statistics,Hyattsvillle, MD.Dee, Thomas S. 2003, Until Death Do You Part: The Effects of Unilateral Divorce on Spousal Homicides, Economic Inquiry 411, 163182.18Del Boca, Daniela and Rocio Ribero 1998, Transfers in NonIntact Households, Structural Change and Economic Dynamics 94, 469478.Dethloff, Nina and Dieter Martiny 2003, Country Chapter Germany, in K.BoeleWoelki,B.Braat and I.Sumner, eds, European Familiy Law in Action, Vol. III Parental Responsibilities, Intersentia, Antwerpen.Drewianka, Scott 2008, Divorce Law and Family Formation, Journal of Population Economics 212, 485503.Estin, Ann L. 1998, Bonding After Divorce: Comments on Joint Custody: Bonding and Monitoring Theories, Indiana Law Journal 722, 441452.Friedberg, Leora 1998, Did Uniliteral Divorce Raise Divorce Rates? Evidence From Panel Data, American Economic Review 883, 608627.Genadek, Katie R., Wendy A. Stock and Christiana Stoddard 2007, NoFault Divorce Lawsand the Labor Supply of Women with and without Children, Journal of Human Resources 421, 247274.Gray, Jeffrey S. 1998, DivorceLaw Changes, Household Bargaining, and Married Womens Labor Supply, American Economic Review 883, 628642.Gruber, Jonathan 2004, Is Making Divorce Easier Bad for Children? The Long Run Implications of Unilateral Divorce, Journal of Labor Economics 224, 799833.Halla, Martin and Christine Holzl 2007, Bargaining at Divorce: The Allocation of Custody,unpublished manuscript, University of Linz.Huang, ChienChung, WenJui Han and Irwin Garfinkel 2003, Child Support Enforcement,Joint Legal Custody, and Parental Involvement, Social Service Review 772, 255278.JanteraJareborg, Maarit 2003, Country Chapter Sweden, in K.BoeleWoelki, B.Braat and I.Sumner, eds, European Familiy Law in Action, Vol. III Parental Responsibilities, Intersentia, Antwerpen.Johnson, John H. and Christopher J. Mazingo 2000, The Economic Consequences of Unilateral Divorce for Children, Working Paper 0112, University of Illinois CBA Office of Research.Kuehl, S J. 1989, Against Joint Custody: A Dissent to the General Bull Moose Theory,Family Conciliation Courts Review 272, 3745.Kuhn, Richard and John Guidubaldi 1997, Child Custody Policies and Divorce Rates in the US,Paper presented at the 11th Annual Conference of the Childrens Rights Council, Washington,D.C.Matouschek, Niko and Imran Rasul 2008, The Economics of the Marriage Contract: Theoriesand Evidence, Journal of Law and Economics 511, 59110.19Mnookin, Robert H. 1975, ChildCustody Adjudication: Judicial Functions in the Face of Indeterminacy, Law and Contemporary Problems 393, 226293.National Center for Health Statistics 1997, Marriage and Divorce Data, 198995, CDROMSeries 21, No. 6, Department of Health and Human Services.Peters, Elizabeth H 1986, Marriage and Divorce: Informational Constraints and Private Contracting, American Economic Review 763, 437454.Peters, Elizabeth H. 1992,Marriage and Divorce: Reply, American Economic Review 823, 686693.Rasul, Imran 2003, The Impact of Divorce Laws on Marriage, Unpublished manuscript, University of Chicago.Rasul, Imran 2006a, Marriage Markets and Divorce Laws, Journal of Law, Economics and Organization 221, 3069.Rasul, Imran 2006b, The Economics of Child Custody, Economica 731, 125.Roth, Marianne 2003, Country Chapter Austria, in K.BoeleWoelki, B.Braat and I.Sumner,eds, European Familiy Law in Action, Vol. III Parental Responsibilities, Intersentia, Antwerpen.Seltzer, Judith A. 1991, Legal Custody Arrangments and Childrens Economic Welfare, The American Journal of Sociology 964, 895929.Stevenson, Betsey 2007, The Impact of Divorce Laws on MarriageSpecific Capital, Journalof Labor Economics 251, 7594.Stevenson, Betsey and Justin Wolfers 2006, Bargaining in the Shadow of the Law: Divorce Laws and Family Distress, Quarterly Journal of Economics 1211, 267288.Stevenson, Betsey and Justin Wolfers 2007a, Marriage and Divorce: Changes and their Driving Forces, Journal of Economic Perspectives 212, 2752.Stevenson, Betsey and Justin Wolfers 2007b, Trends in Marital Stability, Unpublishedmanuscript, University of Pennsylvania.Sverdrup, Tone and Peter Ldrup 2003, Country Chapter Norway, in K.BoeleWoelki, B.Braatand I.Sumner, eds, European Familiy Law in Action, Vol. III Parental Responsibilities, Intersentia, Antwerpen.Teng Wah, Leo 2006, From Maternal Preference to Joint Custody: The Impact of Changesin Custody Law on Child Educational Attainment, Unpublished manuscript, University of Toronto.Thornton, Arland and Linda YoungDe Marco 2001, Four Decades of Trends in Attitudes Toward Family Issues in the United States: The 1960s Through the 1990s, Journal of Marriageand Family 634, 10091037.20Weiss, Yoram and Robert J. Willis 1985, Children as Collective Goods and Divorce Settlements, Journal of Labor Economics 33, 268292.Wolfers, Justin 2006, Did Uniliteral Divorce Laws Raise Divorce Rates? A Reconciliation and New Results, American Economic Review 965, 18021820.Yelowitz, Aaron S. 1998, Will Extending Medicaid to TwoParent Families Encourage Marriage?, Journal of Human Resources 334, 833865.219 Appendix Figure 1: Year of enactment of joint custody laws across the US.Figure 2: Share of treated population and number of treated states.22ID, 82AZ, 91UT, 88MT, 81WY, 93NM, 82CO, 83AL,97FL,79SC,96TN, 86KY, 79IN,73OH,81NC, 79SD, 89KS, 79NE, 83MN,81WI,79IA, 77IL,86MO,83AR,03MS,83OK, 90ND, 93OR, 87CA,79NV, 81WAAK,82PA, 81ME,81VA, 87NY,81CT, 81WVMD, 84NJ, 81VT, 92NH, 74MA, 83DE, 81RI, 92Adopted in the 1970s 1980s 1990s 2000s HI, 80LA,81MI,81GA,90TX, 86ff Buy Smart Draw! purchased copies print this document without a watermark.Visit www.smartdraw.com or call 18007683729.01020304050Treatment states 0.2.4.6.81Share of treated population 19691974197919841989199419992004Year Share of treated population No. of treated statesFigure 3: Development of marriage and divorce rates.Figure 4: Stocks of married females and males.2368101214161820No. of cases per 1,000 adults 196919721975197819811984198719901993199619992002Year Divorces Marriages.74.76.78.8.82.84.86.88Share of married population 19691972197519781981198419871990199319961999Year Share of married females Share of married malesTable 1: Year of enactment of joint custody and unilateral divorce law.a State Jointcustody Unilateraldivorce State Jointcustody Unilateral Divorce AKALARAZCACOCTDCDEFLGAHIIAIDILINKSKYLAMAMDMEMIMNMOMS19821997200319911979198319811996198119791990198019771982198619731979197919811983198419811981198119831983193519711973197019711973197119731973197019711973196919721975197319721974MTNCNDNENHNJNMNVNYOHOKORPARISCSDTNTXUTVAVTWAWIWVWY198119791993198319741981198219811981198119901987198119921996198919861987198819871992197919931975197119721971197319731953197319761985197419731977a The coding for the introduction of joint custody law follows Brinigand Buckley 1998. The coding for unilateral divorce is from Wolfers2006.Table 2: Average marriage and divorce rates from 1969 to 2003.a Mean S.D. Min Max Marriage rate All states except NV 17.45Nevada 206.11Divorce rate All states except NV 8.2522.73Nevada 4.7374.176.77112.9540.98363.792.517.910.3511.0216.9742.09a The marriage divorce rate is the number of marriages divorcesper 1, 000 of the population between 15 and 55 years of age.24IIIIIIa.stluda 000,1repsegairramfo.onehtno CJfotceffeeh T:3elba Troftceffeniydotsuc226.1390.1857.1180.2866.2687.3302.0784.0274.0455.0236.0357.0029.0070.1691.1825.1985.1970.1447.1570.2456.2257.3042.0694.0214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraey734.0915.0106.0837.0798.0130.1402.1835.1961.0082.0373.0583.0143.0753.0924.0805.0650.0602.1279.1836.1121.2106.1536.1531.1567.1060.2926.2386.3272.0545.0830.0572.0604.0693.0222.0883.0616.0169.0354.0825.0306.0237.0998.0150.1871.1805.1581.0313.0014.0704.0963.0314.0305.0015.0421.0640.0002.3432.8366.7418.2noitalupopdetamits Eehtfo 000,1.stceffedexfirepraeysegairramdnaetatsforebmunetulosbaehtotlauqesielbairavtnednepedeh Trofslortnocnoitamitsehca E.egafosraey 55dna 51neewteba.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo Rtnecrep01ehttaecnacfiingislacitsitatsetacidnidna,.547,1si.sthgiewnoitalupopetatsgnisusnoitavresboforebmuneh T.ylevitcepser,leveltnecrep1dna,leveltnecrep5,level 758.0148.0048.0derauqsR.jd A430.0102.0122.0711.0511.0820.0742.0565.0roftceffeniecrovidlaretalin U214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraeyselbairavelamefetihwelamkcalbelamefelamefelamkcalbrehtorehtolortno C.c.p PSGfofofofofoerah Serah Serah Serah Serah S25IIIIIIa.noitacfiicepsevitanretlastluda 000,1repsegairramfo.onehtno CJfotceffeeh T:4elba Tnoitalupopdetamits Eehtfo 000,1.stceffedexfirepraeysegairramdnaetatsforebmunetulosbaehtotlauqesielbairavtnednepedeh Trofslortnocnoitamitsehca E.egafosraey 55dna 51neewteba.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo Rtnecrep01ehttaecnacfiingislacitsitatsetacidnidna,.547,1si.sthgiewnoitalupopetatsgnisusnoitavresboforebmuneh T.ylevitcepser,leveltnecrep1dna,leveltnecrep5,level 468.0448.0248.0derauqsR.jd A934.0235.0137.0939.0571.1215.1782.0414.0964.0855.0296.0429.0750.0002.1868.1175.1699.1943.1353.4370.4137.8360.8131.0800.0407.1710.2517.2079.3710.1323.0410.1501.1421.1606.1691.2035.0274.0865.0967.0699.0702.1655.1743.0025.0755.0636.0067.0988.0876.1120.2437.2960.4569.0352.0494.0206.0397.0110.1222.1875.1676.1840.2077.2390.4113.0589.0roftceffeniydotsuc 3164972101513161tnio Jsraeysraeysraeysraeysraeysraey 423.0435.0224.0323.0237.0141.1roftceffeniecrovidlaretalin U3164972101513161sraeysraeysraeysraeysraeysraeyselbairavelamefetihwelamkcalbelamefelamefelamkcalbrehtorehtolortno C.c.p PSGfofofofofoerah Serah Serah Serah Serah S26200.0062.0993.0214.0172.0454.0190.1907.0271.0392.0583.0593.0143.0053.0614.0205.0320.0932.0453.0033.0951.0323.0455.0149.0861.0482.0863.0783.0443.0863.0134.0805.0140.0862.0793.0104.0512.0093.0116.0959.0471.0292.0393.0814.0363.0143.0404.0454.0560.0933.0364.0414.0731.0991.0183.0917.0651.0412.0652.0323.0324.0334.0584.0445.0390.0410.0620.0060.0802.0044.0246.0529.0seysey 547,1068.0seysey 547,1958.0seysey 547,1758.0seysey 017,1668.0seysey 117,1448.0selbairavlortno C.c.p PSGnoitubirtsidecarxe SderauqsR.jd Asnoitavresb Onietatsybgniretsulcrofgniwollasrorredradnatstsubo Rnoitamitsehca E.egafosraey 55dna 51neewtebnoitalupopehtfo.sthgiew 000,1noitalupopetatsgnisudetamits Erepsegairramforebmunetulosbaehtotlauqe.stceffedexfinoitacfiicepssih Tb.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep01ehttaecnacfiingislacitsitatsetacidniraeysielbairavtnednepedeh Tadnadna,etatsrofslortnoc.sesehtnerap.kro Ywe Nsedulcxenoitacfiicepssih Tc.ainrofila Csedulcxe 2143sunmisunmi 214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraeysraeysraey 214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey444.0745.0956.0018.0579.0631.1303.1106.1461.0492.0393.0204.0333.0223.0283.0294.0402.0774.0501.1375.1117.1200.2565.2815.3934.0125.0506.0647.0409.0040.1702.1035.1146.1851.1357.1120.2545.2764.3792.0275.0115.0795.0676.0208.0569.0790.1562.1895.1852.0381.0062.0335.0321.1226.1057.1540.2216.2466.3800.0111.0254.0415.0295.0517.0768.0499.0051.1464.1207.1338.1611.2657.2837.3521.1412.0294.0054.0035.0316.0747.0529.0550.1022.1606.1561.0693.0699.0414.1385.1909.1144.2775.3V1RVI1RIII1RcII1RbI1Ra.Iskcehcssentsuborstluda 000,1repsegairramfo.onehtno CJfotceffeeh T:5elba Troftceffeniydotsucsey695.2498.2dnert0691raey0691deirra Mdeirra Mroftceffeniecrovidlaretalin U27970.0464.0776.0725.0261.0361.0262.0124.0361.0313.0634.0254.0703.0262.0492.0703.0290.0564.0386.0945.0581.0891.0813.0405.0361.0913.0834.0044.0313.0472.0303.0903.0201.0384.0186.0925.0981.0351.0472.0734.0951.0492.0114.0844.0713.0962.0092.0113.0706.0678.0567.0051.0623.0012.0162.0024.0151.0532.0592.0682.0882.0682.0113.0192.0180.0460.0501.0930.0680.0640.0571.0792.0seysey 547,1019.0seysey 547,1909.0seysey 547,1909.0seysey 017,1219.0seysey 117,1609.0selbairavlortno C.c.p PSG.birtsidegaecarxe SderauqsR.jd Asnoitavresb Onoitacfiicepssih Tb.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep01ehttaecnacfiingislacitsitatsetacidninietatsybgniretsulcrofgniwollasrorredradnatstsubo Rnoitamitsehca E.egafosraey 55dna 51neewtebnoitalupopehtfo.sthgiewnoitalupopetatsgnisudetamits E.stceffedexfiraey 000,1repsegairramforebmunetulosbaehtotlauqesielbairavtnednepedeh Tadnadna,etatsrofslortnoc.sesehtnerap.kro Ywe Nsedulcxenoitacfiicepssih Tc.ainrofila Csedulcxe 2143sunmisunmi 214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraeysraeysraey 214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey092.0853.0644.0635.0846.0237.0038.0789.0761.0123.0044.0754.0623.0962.0492.0803.0670.1873.1924.1808.1022.2961.0024.0357.2982.0843.0724.0315.0326.0007.0018.0859.0609.0922.1952.1195.1879.1745.2111.0413.0453.0114.0474.0145.0546.0627.0628.0169.0591.0941.0811.1408.0731.1844.1048.1614.2291.0041.0500.0502.0603.0153.0524.0705.0916.0696.0697.0549.0800.0302.0088.0803.1243.1126.1330.2835.2803.0863.0344.0325.0726.0886.0657.0398.0640.0970.0236.0177.0517.0400.1828.1513.1V2RVI2RIII2RcII2RbI2Ra.IIskcehcssentsuborstluda 000,1repsegairramfo.onehtno CJfotceffeeh T:6elba Troftceffeniydotsucsey676.2387.1dnert0691raey0691deirra Mdeirra Mroftceffeniecrovidlaretalin U28VI3RcIII3RbII3RI3Ra.IIIskcehcssentsuborstluda 000,1repsegairramfo.onehtno CJfotceffeeh T:7elba T642.0842.0472.0453.0464.0135.0075.0616.0031.0990.0041.0742.0173.0673.0962.0122.0612.0002.0659.0086.0720.0791.0967.0708.0069.0830.1281.0711.0940.0942.0292.0021.0551.0101.0830.0222.0922.0322.0372.0373.0105.0455.0516.0156.0531.0222.0153.0904.0092.0032.0412.0802.0140.1727.0620.0702.0358.0178.0160.1820.1780.0953.0164.0392.0590.0890.0700.0722.0932.0852.0503.0814.0725.0085.0926.0976.0931.0571.0412.0422.0252.0542.0142.0781.0008.0890.1280.1502.1993.1176.1230.0442.0011.0221.0552.0763.0972.0790.0540.0401.0922.0832.0082.0473.0194.0545.0685.0826.0831.0832.0863.0693.0362.0612.0212.0791.0008.0980.1121.0803.0019.0559.0611.1112.1840.0842.0213.0451.0251.0470.0740.0632.0roftceffeseysey 547,1559.0seysey 017,1859.0seysey 117,1359.0seysey 547,1559.0dnertemitcfiicepsetat Sselbairavlortno C.birtsidegaecarxe SderauqsR.jd Asnoitavresb Ofosraey 55dna 51neewtebnoitalupopehtfo 000,1srorredradnatstsubo R.sthgiewnoitalupopetatsgnisurepdetamits Esegairram.stceffedexfiraeydnaetatsrofslortnocnoitamitsehca Eforebmunetulosbaehtotlauqesielbairavtnednepedeh T.egaatnecrep5,leveltnecrep01ehttaecnacfiingislacitsitatsetacidnidna,.sesehtnerapnietatsybgniretsulcrofgniwolla.kro Ywe Nsedulcxenoitacfiicepssih Tc.ainrofila Csedulcxenoitacfiicepssih Tb.ylevitcepser,leveltnecrep1dna,levelroftceffeniydotsucniecrovid 2143214365872111413101951sunmisunmitnio Jsraeysraeysraeysraeysraeysraeysraeysraeysraeysraeylaretalin U214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey 29noitalupopehtfo 000,1repsecrovidforebmunetulosbaehtotlauqesielbairavtnednepedeh Taits E.stceffedexfiraeydnaetatsrofslortnocnoitamitsehca E.egafosraey 55dna 51neewteb 778.0068.0248.0derauqsR.jd Adetamnerapehttanietatsybecnacfiingislacitsitatsgniretsulcrofgniwollasrorredradnatstsubo R.sthgiewnoitalupopetatsgnisuetacidnidna,.017,1sisnoitavresboforebmuneh T.seseht.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep01IIIIIIa.stluda 000,1repsecrovidfo.onehtno CJfotceffeeh T:8elba Troftceffeniydotsuc 310.0760.0820.0680.0204.0235.0423.0720.1214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraey061.0691.0172.0392.0014.0656.0294.0835.0772.0813.0773.0214.0644.0374.0134.0893.0230.0476.0020.1887.0225.1331.1051.2550.0231.2681.0223.2420.0410.0250.0960.0810.0722.0233.0834.0551.1222.0431.0112.0810.0743.0316.0486.0978.0561.0402.0462.0592.0204.0126.0464.0065.0662.0192.0553.0193.0134.0584.0374.0874.0422.0511.0851.0001.0374.0708.0682.1669.0930.0910.0080.0600.0713.0544.0783.0521.1122.0972.0453.0493.0515.0227.0765.0417.0roftceffeniecrovidlaretalin U214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraeyselbairavelamefetihwelamkcalbelamefelamefelamkcalbrehtorehtolortno C.c.p PSGfofofofofoerah Serah Serah Serah Serah S30IIIIIIa.selamefdeirram 000,1repsecrovidfo.onehtno CJfotceffeeh T:9elba T012.0072.0773.0573.0575.0999.0076.0846.0153.0193.0764.0505.0725.0955.0494.0354.0811.0322.0390.0132.0147.0720.1210.0441.1272.0302.0124.0962.0060.0324.0595.0609.0122.0872.0753.0553.0925.0259.0966.0317.0543.0873.0464.0415.0245.0195.0455.0265.0111.0522.0901.0482.0748.0341.1051.0139.0882.0173.0364.0284.0466.0380.1048.0819.0341.0982.0481.0893.0759.0752.1572.0727.0roftceffeniydotsuc 214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraey 072.0961.0143.0541.0742.0586.0353.1049.0roftceffeniecrovidlaretalin U214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraeyseysey 968.0seysey 068.0seysey 848.0selbairavlortno Cc.p PSGnoitubirtsidecarxe SderauqsR.jd Adeirramehtfognisudetamits E000,1.stceffedexfiraeydnaetatsrofslortnocnoitamitsehca E.noitalupopelamefrepecrovidforebmunetulosbaehtotlauqesielbairavtnednepedeh Ta.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo R.sthgiewnoitalupopetats01ehttaecnacfiingislacitsitatsetacidnidna,.085,1sisnoitavresboforebmuneh T.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep 31V1RVI1RIII1RcII1RbI1Ra.Iskcehcssentsuborselamefdeirram 000,1repsecrovidfo.onehtno CJfotceffeeh T:01elba T402.0172.0083.0383.0295.0730.1386.0595.0733.0093.0884.0805.0915.0355.0974.0144.0031.0532.0990.0432.0637.0379.0221.0543.1102.0652.0753.0553.0755.0989.0746.0085.0311.0802.0350.0181.0376.0329.0331.0953.1232.0492.0693.0393.0495.0410.1096.0366.0311.0131.0671.0392.0961.0413.0728.0911.1011.0530.1691.0050.0122.0962.0183.0773.0575.0420.1366.0346.0251.0972.0141.0512.0566.0130.1150.0751.1991.0162.0363.0343.0665.0060.1156.0326.0421.0952.0832.0904.0629.0521.1191.0776.0roftceffeniydotsuc 2143sunmisunmi 214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraeysraeysraeysey748.0951.2dnert0691raey0691deirra Mdeirra M752.0521.0733.0691.0190.0044.0226.0879.0843.0183.0164.0594.0715.0945.0084.0544.0062.0571.0083.0122.0011.0574.0746.0729.0553.0093.0074.0684.0925.0965.0984.0354.0572.0981.0524.0903.0370.0893.0695.0698.0543.0073.0454.0984.0605.0235.0054.0924.0392.0822.0934.0692.0110.0692.0834.0748.0812.0352.0314.0524.0054.0984.0724.0323.0756.0726.0718.0427.0734.0501.0231.0874.0214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraeyroftceffeniecrovidlaretalin U32seysey 085,1078.0seysey 085,1078.0seysey 085,1968.0seysey 845,1068.0seysey 845,1568.0selbairavlortno C.c.p PSGnoitubirtsidecarxe SderauqsR.jd Asnoitavresb Oetatsrofslortnocnoitamitsehca E.noitalupopelamefdeirramehtfo 000,1repsecrovidforebmunetulosbaehtotlauqesielbairavtnednepedeh Tadna,.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo R.sthgiewnoitalupopetatsgnisudetamits E.ainrofila Csedulcxenoitacfiicepssih Tb.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep01ehttaecnacfiingis.stceffedexfiraeylacitsitatsetacidnidna.kro Ywe Nsedulcxenoitacfiicepssih Tc440.0450.0290.0641.0646.0209.0901.0679.0081.0402.0652.0662.0883.0928.0495.0345.0210.0310.0161.0860.0745.0608.0291.0140.1202.0922.0572.0972.0993.0338.0995.0255.0870.0390.0170.0761.0156.0319.0080.0819.0511.0131.0871.0002.0462.0872.0204.0368.0316.0655.0491.0020.0260.0680.0001.0380.0894.0618.0722.0220.1761.0381.0172.0782.0334.0178.0836.0746.0610.0000.0580.0287.0002.0520.1712.0823.0V2RVI2RIII2RcII2RbI2Ra.IIskcehcssentsuborselamefdeirram 000,1repsecrovidfo.onehtno CJfotceffeeh T:11elba Troftceffeniydotsuc 2143sunmisunmi 214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraeysraeysraey 214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey571.0002.0252.0472.0983.0928.0885.0035.0863.0934.0825.0235.0005.0015.0054.0014.0422.0140.0271.0490.0791.0826.0470.1578.0273.0134.0225.0525.0594.0205.0744.0414.0332.0760.0291.0531.0191.0656.0809.0820.1573.0234.0425.0205.0894.0115.0844.0124.0732.0850.0302.0871.0891.0436.0619.0030.1363.0904.0605.0505.0084.0605.0644.0704.0812.0420.0511.0840.0362.0307.0930.1988.0512.0652.0873.0663.0173.0193.0413.0891.0156.0195.0597.0257.0873.0880.0673.0894.0seysey 085,1898.0seysey 085,1898.0seysey 085,1898.0seysey 845,1198.0seysey 845,1698.0selbairavlortno C.c.p PSG.birtsidegaecarxe SderauqsR.jd Asnoitavresb Oetatsrofslortnocnoitamitsehca E.noitalupopelamefdeirramehtfo 000,1repsecrovidforebmunetulosbaehtotlauqesielbairavtnednepedeh Tadna,.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo R.sthgiewnoitalupopetatsgnisudetamits E.ainrofila Csedulcxenoitacfiicepssih Tb.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep01ehttaecnacfiingis.stceffedexfiraeylacitsitatsetacidnidna.kro Ywe Nsedulcxenoitacfiicepssih Tcsey925.1124.0dnert0691raey0691deirra Mdeirra Mroftceffeniecrovidlaretalin U33VI3RcIII3RbII3RI3Ra.IIIskcehcssentsuborselamefdeirram 000,1repsecrovidfo.onehtno CJfotceffeeh T:21elba T702.0732.0033.0233.0315.0310.1188.0329.0090.0821.0443.0963.0954.0534.0714.0524.0163.0114.0520.0620.0581.0040.0036.0500.1102.0173.0011.0360.0522.0911.0343.0933.0340.0154.0286.0117.0381.0012.0613.0323.0715.0050.1809.0769.0833.0843.0744.0124.0783.0214.0563.0404.0450.0310.0581.0100.0425.0739.0080.0194.0112.0701.0882.0142.0490.0105.0446.0996.0081.0902.0133.0833.0205.0520.1968.0939.0912.0832.0553.0592.0572.0472.0942.0071.0590.0090.0532.0540.0405.0958.0780.0634.0885.0365.0938.0228.0214.0620.0113.0202.0081.0012.0113.0223.0005.0999.0178.0619.0043.0863.0554.0644.0514.0124.0563.0114.0070.0130.0252.0730.0545.0119.0990.0194.0122.0821.0343.0513.0530.0564.0086.0617.0roftceffe,leveltnecrep1dna,leveltnecrep5,leveltnecrep01ehttaecnacfiingislacitsitatsetacidnidna,.sesehtnerapnoitamitsegniretsulchca E.noitalupopelamefdeirramehtfo 000,1repsecrovidforebmunetulosbaehtotlauqesielbairavtnednepedeh Tarofgniwollasrorredradnatstsubo R.sthgiewnoitalupopetatsgnisudetamits E.stceffedexfiraeydnaetatsrofslortnoc.kro Ywe Nsedulcxenoitacfiicepssih Tc.ainrofila Csedulcxenoitacfiicepssih Tbnietatsyb.ylevitcepserseysey 085,1719.0seysey 845,1119.0seysey 845,1319.0seysey 085,1719.0dnertemitcfiicepsetat Sselbairavlortno C.birtsidegaecarxe SderauqsR.jd Asnoitavresb Oroftceffeniydotsucniecrovid 2143214365872111413101951sunmisunmitnio Jsraeysraeysraeysraeysraeysraeysraeysraeysraeysraeylaretalin U214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey 34Table 13: The effect of JC on divorce rates DDD estimation.aIIIIIIIV0.4710.6360.7990.7600.7140.5740.6620.220Joint custody in effect for Gyears 12Gyears 34Gyears 56Gyears 78Gyears 910Gyears 1112Gyears 1314Gyears 15Gyears 11Gyears minus 12Gyears minus 34years 12years 34years 56years 78years 910years 1112years 1314years 15years 11years minus 12years minus 34Unilateral divorce in effect for Gyears 12Gyears 34Gyears 56Gyears 78Gyears 910Gyears 1112Gyears 1314Gyears 15years 12years 34years 56years 78years 910years 1112years 1314years 15Control variables GTrend GTrend Adj. Rsquared0.0910.5740.8001.0651.1261.3081.2871.4700.0550.0280.1400.2420.1380.0670.0440.2490.1560.2290.3100.1870.0970.0200.2540.2882.7640.8790.1520.2070.2570.2000.1970.1910.2190.4230.1530.2390.3190.2930.2900.3820.4830.7230.1220.5250.4270.3590.4040.4410.4410.4040.1920.4470.4030.3160.3510.4050.4310.3300.3870.0400.0170.0230.1550.2870.5370.5600.9930.1000.0970.0780.2700.4030.5350.3570.3180.0180.3060.3820.5340.6330.8320.7641.0560.1100.1060.0690.0230.1090.1710.2180.0420.2150.3010.3670.3240.3370.3560.4030.5080.1730.2790.3660.3460.3510.4540.5620.7720.1220.5290.4330.3480.3830.4060.4020.4340.1920.4480.4060.3160.3500.3900.4150.3490.0650.0440.0070.1870.3200.5730.5971.0300.0590.1050.1670.1750.1610.3630.5000.6410.4740.4450.1620.0760.0210.3130.4100.5530.6370.8350.7721.0610.1120.1070.0430.0120.1080.1730.2160.0490.2510.3410.4070.3680.3850.4050.4520.5410.1720.1260.1980.3100.3990.3830.3910.4950.6020.8010.1320.0680.1210.5220.4240.3660.3830.4060.4040.4320.1930.4450.4010.3250.3470.3860.4120.3460.0630.0410.0040.1830.3160.6320.0570.1050.1810.1950.1830.4000.5360.6210.1750.0820.0200.3140.4110.5540.6390.8370.7741.0620.1130.1080.0410.0140.1100.1740.2180.0590.2500.3400.4060.3670.3840.4290.1720.1260.1950.3060.3940.3690.3730.5220.1310.0680.1210.5210.4230.3650.3820.4060.4030.4320.1930.4450.4010.3250.3470.3860.4120.3473.0200.1250.0730.4010.0210.0153.0230.1300.0740.4040.0220.0173.0230.1340.0740.4030.0200.0170.8890.8890.888a The dependent variable is the equal to the divorce rate number of divorces per 1, 000 of the married female population ofgroup g T, C, in state s in year t, where the treatment group g T is equal to couples with minors and the control groupg C equal to couples without minors. Each estimation controls for state and year fixedeffects. Estimated using state populationweights. Robust standard errors allowing for clustering by state in parentheses. The number of observations is 1, 634. , and indicate statistical significance at the 10percent level, 5percent level, and 1percent level, respectively.35seysey 469.0seysey 569.0seysey 269.0selbairavlortno Cc.p PSGnoitubirtsidecarxe SderauqsR.jd Aetatsgnisudetamits E.stceffedexfiraeydnaetatsrofslortnocnoitamitsehca E.htobegarevanadnaselam,selamefdeirramehtfokcotsehtotlauqesielbairavtnednepedeh T.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo R.sthgiewnoitalupopehttaecnacfiingislacitsitatsetacidnidna,.185,1sisnoitavresboforebmuneh Tafo.ylevitcepser,leveltnecrep1dna,leveltnecrep5,leveltnecrep01egarev Asela Mselame Fa.elpoepdeirramfokcotsehtno CJfotceffeeh T:41elba Troftceffeniydotsuc300.0400.0500.0500.0600.0700.0800.0010.0300.0400.0400.0700.0700.0700.0500.0400.0500.0500.0400.0700.0210.0410.0710.0810.0200.0300.0300.0200.0800.0700.0300.0300.0300.0400.0500.0500.0600.0800.0900.0110.0300.0400.0500.0700.0700.0600.0500.0400.0500.0500.0400.0700.0210.0310.0510.0510.0200.0400.0400.0100.0600.0500.0100.0200.0400.0400.0500.0500.0600.0800.0800.0010.0200.0400.0400.0700.0800.0700.0500.0400.0500.0500.0500.0700.0310.0910.0220.0510.0200.0300.0200.0400.0010.0800.0500.0500.0214365872111413101951tnio Jsraeysraeysraeysraeysraeysraeysraeysraey 214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraeyroftceffeniecrovidlaretalin U36etatsgnisudetamits E.stceffedexfiraeydnaetatsrofslortnocnoitamitsehca E.selamefdeirramehtfokcotsehtotlauqesielbairavtnednepedeh Taehttaecnacfiingislacitsitatsetacidnidna,.sesehtnerapnietatsybgniretsulcrofgniwollasrorredradnatstsubo R.sthgiew.kro Ywe Nsedulcxenoitacfiicepssih Tc.ainrofila Csedulcxenoitacfiicepssih Tb.ylevitcepser,leveltnecrep1dna,leveltnecrep5,levelnoitalupoptnecrep01seysey 185,1269.0seysey 185,1369.0seysey 185,1269.0seysey 945,1069.0seysey 945,1069.0selbairavlortno C.c.p PSGnoitubirtsidecarxe SderauqsR.jd Asnoitavresb OVRVIRIIIRcIIRbIRa.skcehcssentsuborselamefdeirramfokcotsehtno CJfotceffeeh T:51elba T400.0400.0500.0500.0600.0800.0900.0010.0200.0300.0400.0700.0800.0700.0600.0400.0500.0500.0500.0800.0310.0610.0020.0420.0300.0400.0500.0500.0600.0700.0800.0010.0500.0500.0500.0800.0410.0610.0020.0420.0400.0400.0500.0600.0700.0800.0900.0110.0200.0300.0500.0500.0500.0800.0310.0510.0910.0220.0100.0300.0400.0400.0500.0500.0600.0800.0800.0010.0600.0600.0500.0800.0310.0510.0810.0120.0300.0400.0500.0500.0600.0700.0800.0010.0700.0600.0500.0800.0310.0610.0910.0910.0roftceffeniydotsuctnio J214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey 2143sunmisunmiraeyraeysey020.0420.0dnert0691raey0691deirra Mdeirra M200.0300.0200.0400.0010.0800.0500.0500.0300.0400.0400.0700.0700.0700.0500.0400.0200.0300.0200.0400.0010.0900.0600.0600.0300.0400.0400.0700.0700.0700.0500.0400.0200.0300.0300.0400.0900.0900.0500.0500.0200.0400.0400.0600.0700.0600.0400.0400.0100.0200.0000.0700.0310.0210.0800.0600.0200.0400.0400.0800.0800.0700.0600.0400.0roftceffe 000.0000.0000.0500.0900.0700.0500.0700.0niecrovidlaretalin U214365872111413101951sraeysraeysraeysraeysraeysraeysraeysraey 371.722.144.210.625.223.355.323.645.312.928.026.846.916.142.517.332.919.458.025.932.227.333.610.1509917.027.6398915.533.438.413.545.338.311.144.410.515.550.72.115.127.612.827.710.214.417.715.911.944.818.212.712.358.57.019.029.414.716.328.218.212.716.314.058.612.315.718.359.44.96.912.411.037.927.316.85.418.217.544.312.717.259.46.81.918.215.410.618.546.43.73.514.115.925.012.118.310.640.98.82.510.316.412.540.70.510.117.88.98.53idfoisyhpsdrawaydotsuclacisyhptniojfoerahsehtevigserugfieseh Tatniojroelosrehtiehcihwrofsnoitavresbollanodesabtniojfonoitinfiedeh Thtiwerahsemittnecrepllafoelpmasllufa.nerdlihcllarofdedrawasiydotsuclac 03nofomuminimasiydotsuclacisyhpdesaberaserugi Fb.tneraphcaehtlae Hrofelpmasmodnarretne Canodesaberaserugi Fc.selpuocgnicrovlanoita Notrefersliatedro F.secrovidlla.7991scitsitat S59914991399129911991a.sdrawaydotsuclacisyhptniojnisdner T:61elba T4.721.744.212.523.223.655.321.412.513.750.116.315.326.615.524.511.412.819.025.124.058.12b KAc TCcc ADIIc LIccbc SKDMc IMOMTMc ENbcc HNROAPb IRDSNTbcc TUcb AVTVc IWYWb 38100.0500.0030.0290.0000.0200.0600.0050.0200.0910.0110.0300.0010.0560.0710.0590.0800.0560.0610.0790.0VVIIIIIIIa.sdrawaydotsuctniojlacisyhpfostnanimrete D:71elba T200.0300.0500.0010.0010.0920.0200.0300.0500.0010.0010.0920.0200.0300.0500.0010.0010.0920.0500.0700.0800.0410.0400.0020.0500.0700.0800.0410.0300.0020.0detpodasawydotsuctniojecnissrae Yelbaliavawalecrovidlaretalin Uwalylima Fb 81rednunerdlihcforebmu Nisronmeerh Tsronmiruo Fisronmow T100.0100.0100.0100.0100.0100.0100.0100.0100.0100.0egairramfonoitaru D100.0000.0200.0100.0100.0000.0200.0100.0100.0000.0200.0100.0100.0100.0200.0100.0100.0100.0200.0100.0300.0400.0920.0700.0300.0400.0920.0700.0300.0400.0920.0700.0700.0800.0030.0700.0700.0800.0030.0700.0110.0900.0700.0870.0940.0511.0110.0900.0700.0770.0840.0511.0110.0900.0700.0770.0840.0411.0210.0610.0310.0320.0520.0330.0101.0120.0010.0220.0520.0330.0101.0120.0900.0220.0520.0330.0101.0120.0900.0220.0520.0230.0270.0611.0340.0201.0320.0400.0410.0710.0410.0120.0320.0130.0470.0711.0540.0401.0520.0300.0ecrovidfoetatsfotnedisersidnabsuhylecrovidfoetatsfotnedisersiefiwyln On Oecrovidfoetatsfotnedisersirehtie Ndecnediserfoeca Plecrovidtadnabsuhecrovidtaefiwfofoeg Aeg Aeercedtaegasesuop Segairramsihtforebmu Nsdnabsu Hsefi Wetihwnoneraetihwsidnabsuhsesuopsyln On Ohto Betihwsiefiwylcecarsesuop S39seyseyseyseyseyonseyonononseyonononondnertstceffedexfistceffedexfiemitcfiicepsetat Srae Yetat S421.0221.0221.0750.0650.0derauqsR.jd Anoitamitse,59919891,59919891TUMIhcaenisisnoitavresbo,5991DM,59919891NT,59919891SKforebmuneh T.nerdlihclla,59919891LIrof,59911991DS,59912991IR,59919891APdedrawasiydotsucelosfiorezdna,59919891DI,59911991AIgniwollasrorredradnatstsubo R.sthgiewycneuqerfhtiwledomytilibaborpraenilagnisudetamits E,59919891RO,59919891HN,59910991EN,nerdlihclla,59919891TCrofdedrawasiydotsuctniojfi,59910991KAsraeyetatsenoot.59913991YW,59911991,9891IWgniwollofeht,59919891TM,59912991TVesirpmocdna,59919891,59910991AVOM799,971lauqesielbairavtnednepedeh Ta,leveltnecrep1dna,leveltnecrep5,leveltnecrep01eht.ecrovidtafoecnacfiingislacitsitatsetacidnidna,.sesehtnerapnimrofnwonknufoetatsfotnedisererasesuopshtob:puorgesa Bd.etihwerasesuopshtob:puorgyticitsadeksoretehesa Bc.ronimenodnaetatsybgniretsulcrof:puorgesa Bb.ylevitcepser.emitrevoyrramotemitlaediriehtniselamefdnaselamneewtebpa G:5erugi F40If it were just up to you, what would be the ideal time for you to get married1 Within the next year or so; 2 Two or three years from now; 3 Four or five years from now; 4 Over five years from now; 5 I dont want to marry 0.150.200.250.300.350.400.450.501976197819801982198419861988199019921994199619982000200220042006Year Gap between average score of males and females", "filename": "609425838.pdf", "person": ["Martin Halla", "Halla, Martin"], "date": ["2009"]}