{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/38588/1/611499509.pdf"], "title": ["A visual approach to measuring personality systems"], "plaintext": " Abstract A visual approach to measuring implicit personality systems is explored in this article. Six scales, consisting of optical stimuli icons, were developed by conducting factor analyses using data from 3 studies with more than 70.000 participants. Internal consistencies and testretestcorrelations of the six scales were satisfactory. Incremental validity of the visual scales was examined in 3 studies N 232. Results from regression analyses showed that the visual scales are distinct from selfreport scales and can explain additional variances in behaviorally anchored rating scales and supervisor ratings. The gain in explained variance beyond selfreport measures was on average 140% in the three studies. The authors conclude that measuring personality dimensions via a visual method can make a significant contribution in explaining implicit information processing and behavior and deserves consideration in applied settings. For example, using visuals that are consistent with implicit versus explicit personality systems of the key audience may deepen our understanding of advertising effectiveness, media use and consumer behavior. KEY WORDS: implicit, personality systems interaction, PSItheory, visual questionnaire Vi Q, Jungian typology 1A Visual Approach to Measuring Personality Systems Many economic and psychological theories for human behavior are based on the assumptions of expected utility maximization, i.e. people are believed to consciously deliberate the balancing of the costs and benefits of different options Camerer, Loewenstein Prelec, 2005. Although many psychologists and economists acknowledge that in everyday life people often choose without much conscious deliberation, the theory in use of most scientists in the past treated people as rational utility maximizers. Humans, however, do often not behave according to the assumptions of expected utility maximization Kahneman Tversky, 1979; Gigerenzer Selten, 2001. In many instances people rely on fast and frugal heuristics or gutfeelings, which seem to be surprisingly valid and often superior even to sophisticated computations Gigerenzer, 2001; Gigerenzer Goldstein, 1996; Gigerenzer, 2007. Intuitive and Affective vs. Controlled and Rational Processes While not denying that conscious and rational choice is part of human perception and decision making, Zaltman 2003 estimates that 95% of all human decisions in daily life are actually made by intuitive andor affective processing. He argues that people in a complex social and material world simply do not have the time to base every decision on conscious deliberation. Automatic and emotional processes help to make decisions in a complex world because they need less computational capacities compared to conscious thought, and occur with little or no awareness Bargh et al., 1996; Bargh Chartrand, 1999; Schneider Shiffrin, 1977; Shiffrin Schneider, 1977. Rather than actually guiding or controlling behavior, conscious rationality often seems to make sense of behavior after it is executed Zajonc 1980, 1984, 1998. A distinction between automatic and conscious processes was proposed by Posner and Snyder 1975 and Schneider and Shiffrin 1977. But many others have developed similar 2twosystem models with different labels before and since then: intuitive vs. sensing Jung, 1923; actionoriented vs. stateoriented Kuhl, 1983; experiential vs. rational Epstein, Pacini, DenesRaj, Heier, 1996; associative vs. rulebased Sloman, 1996; implementive vs. deliberative Gollwitzer, Fujita Oettingen, 2004. Conscious processes are invoked deliberately by the agent, and are often associated with a subjective feeling of effort. People can typically provide a good introspective account of controlled processes. Intuitive processes, on the other hand, are complementary to controlled processes in each of these dimensions they operate in parallel, are not consciously accessible, and are relatively effortless. Parallelism facilitates rapid response, allows for massive multitasking, and gives the brain remarkable power in certain types of tasks, such as visual identification Camerer et al., 2005. Parallelism also provides redundancy that decreases the brains vulnerability to injury. When neurons are progressively destroyed in a region, the consequences are typically gradual rather than sudden graceful degradation. Connectionist neural network models formulated by cognitive psychologists Rumelhart Mc Clelland, 1986 capture these features. Because automatic processes are not accessible to consciousness, people often have surprisingly little introspective insight into why automatic choices or judgments were made. A face or piece of art is perceived as attractive automatically and effortlessly. It is only later that the controlled system may reflect on the judgment and attempt to substantiate it logically Wilson, Lindsey Schooler, 2000. Automatic processes are the default mode of brain activity. They are active all the time, even when we dream, constituting most of the electrochemical activity in the brain. Controlled processes occur at special moments when automatic processes become interrupted, which happens when a person encounters unexpected events, experiences strong visceral states, or is presented with some kind of explicit challenge in the form of a novel decision or other type of problem. To the degree that controlled processes are well described by expected utility theory but parallel processes are not, one could say that many 3psychological and economic models are about the interrupt or override process Camerer et al., 2005. Another distinction can be made between affective and rational processes. Such a distinction is pervasive in contemporary psychology e.g., Zajonc, 1980, 1984, 1998 and neuroscience Damasio, 1994; Le Doux, 1995; Panksepp, 1998, and has an historical lineage going back to the ancient Greeks and earlier times. Most affect probably operates below the threshold of conscious awareness Le Doux, 1995; Winkielman Berridge, 2004. For most affect researchers, the central feature of affect is not primarily the conscious feeling states associated with it, but its activating role in human motivation. All affects have valencethey are either positive or negative. Many also carry action tendencies Frijda, 1986; Berkowitz, 1999e.g., anger motivates us to aggress, pain to take steps to ease the pain, and fear to escape or in some cases to freezeas well as diverse other effects on sensory perception, memory, and preferences. Affective processes, according to Zajoncs 1998 definition, are those that address gonogo questions that motivate approach or avoidance behavior. In contrast, rational processes are those that answer truefalse questions that provide a basis for conscious goal setting. Individual Differences in implicit vs. explicit Processing Personality traits are determined by the relative rates of utilization of the different forms of information processing, i.e. generalized and focalized neuropsychic systems, with the capacity to render many stimuli functionally equivalent, and to initiate and guide consistent forms of adaptive and expressive behavior Allport, 1937. While a persons preference for using intuitive and affective or controlled and rational processing constitutes a major buildingblock of their personality, this still remains almost entirely implicit. However, most people tend to believe that almost all of their choices are based on controlled and rational decisionmaking Epstein et al., 1996; Jung, 1923; Scheffer Kuhl, 2006. However, the degree to which extent that is actually the case remains unconscious. 4Since Freud, Jung and Allport pioneered in personality research, psychologists have been struggling with the problem that simply asking people about their conscious and rational representations will give a picture about a person that is only partially valid Asendorpf, 2007. Explicit selfreports are highly susceptible to response factors like evaluation apprehension, impression management or limitations of introspection. Only when influential stimuli are salient and highly plausible are they a valid predictor of behavior Nisbett Wilson, 1977. Numerous attempts have been made to overcome these limitations of selfreports. Mc Clelland 1985 asserted that indirect techniques are necessary to measure implicit traits. However, operant tests and other measures of implicit representations were criticized, because they fail to satisfy classical psychometric criteria, especially internal consistency and testretest reliability e.g. Entwisle, 1972; Fineman, 1977; Tuerlinckx, De Boeck, Lens, 2002. There have been promising refinements of these operant techniques Kuhl, Scheffer, Eichstaedt, 2003; Scheffer, 2005; Scheffer, Eichstaedt, Chasiotis, Kuhl, J. 2007; Scheffer, Kuhl, Eichstaedt, 2003 and a new surge of interest in implicit representations due to a successful adoption of response time methods from social cognition research Greenwald, 1992; Greenwald Banaji, 1995; Greenwald et al., 2002. The limiting factors in applying these methods remain that they are timeconsuming, and for technical reasons hard to implement as unattended internetapplications. A Visual Approach: The Royal Road to the Understanding of Implicit Personality? Already Hermann von Helmholtz 1925 and Solomon Asch 1946 remarked that visual perception is a type of stimulus that is fully automatic and prerational. Its interpretation is largely untouched by explicit intentions. In other words, we are unconsciously driven to see what we want to see. Because part of this malleability of human perception is based on stable individual differences, a visual methodology can provide an easy and robust way to measure personality traits based on unconscious preferences of using intuitive and affective as well as controlled and rational processes. Observing individuals as they respond to collative, 5discrepant, conflict inducing, complex, novel and arousing visual stimuli has high potential for assessing their personality as Berlyne 1966, p.30 recognized. Witkins research with the Embedded Figures Test EFT showed that there were differences in how people perceived discrete items visually within a surrounding field. The perception of fielddependent learners is strongly dominated by the prevailing field, whereas fieldindependent learners see items as more or less separate from the field Witkin et al, 1977. The impact of visual information on human perception and decision making can hardly be overestimated. Since humans are visual creatures with their eyes being the most important sensory organs, one of the most demanding tasks the human brain has had to perform has always been the processing of visual information. During the course of evolution the primary visual cortex has thus become the single largest structure in the brain with well over 200 million neurons Palmer, 1999. More than 30 different regions have been identified that contribute to the interpretation of visual stimuli Gegenfurtner, 2003. About half of the cortex is occupied with visual information processing Hoffman, 1998. Even other parts of the brain, like parts of the motor cortex, mirror the retinotrope structure of the visual cortex Barinaga, 1999. All this underlines the predominance of vision within human experience. Implicit personality systems are mentally represented by images, not words; the neural images involved in intuitive or affective processing are not necessarily images as we usually think of them. However, since about twothirds of all stimuli reach the brain through the visual system, we often experience images, as neuroscientists think of them, visually Zaltman, 2003. Today the impact of visual information on human perception and decision making is tremendous, for example in elections; and that influence is to a significant extent unconscious Frey, 1996. Personality systems are motivational to an extent so large, that some personality researchers began to view the study of perception as the royal road to the understanding of 6personality Frey, Mc Clelland, 1985; Murray, 1938; 1943. The perceivers motivation is a topdown process which strongly and preconsciously influences visual perception Henderson Hollingworth, 1999; Balcetics Dunning, 2006. Motivation can, for example, lower the threshold required for the visual system to decide whether it matches an ambiguous figure to a certain favored interpretation. In other words participants tend to report seeing an interpretation of a figure that fits with their motives but at the same time they fail to recognize such selfserving biases Balcetics Dunning, 2006. Empirical studies have demonstrated correlations between individual differences in visual perception and various personality traits. For example, Yovel, Revell and Mineka 2005 showed that obsessivecompulsive individuals had a strong perceptual focus on details. Foerster and Higgins 2005 found that dispositional sensitivity to negative affect was associated with local processing, and dispositional sensitivity to positive affect with global processing. Dickman 1985 explained impulsitivity in terms of individual differences in the speed, relative to accuracy, in visual information processing. Zuber Ekehammar 1988 found that Psychoticism was negatively correlated with reactivity to a stimulis meaningfulness. Although these studies have been confined to selfreports to measure the personality traits, they all indicate that visual perception is influenced by personality systems. Jungian Typology and Individual Differences in Visual Perception Some researchers in the field of advertising have used Jungs theory and its operationalization by means of an assessment instrument, the MyersBriggs Type Indicator MBTI see Myers, 1987, for a detailed description of the personality dimensions measured by the MBTI to systematically relate visual perception to personality La Barbera, Weingard, Yorkston, 1998. For example, according to Jungs theory i Ntuitives Ntypes in the MBTI see the big picture and tend to focus upon possibilities rather than the concrete. They perceive 7objects as they might be and as they are in entirety, as gestalt. Conversely, Sensors Stypes see the trees rather than the forest and tend to prefer facts that can be collected and verified directly through the senses; a strong attention to details also characterizes these individuals Blaylock and Rees, 1984; Myers, 1987; Schweiger, 1985. Conversely, i Ntuitives consider future possibilities and make assumptions about information that may not be evident in the image. Physical aspects of a photograph e.g., framing, composition, exposure, focus, etc. play a more important role for sensors than for i Ntuitives Christy, 1992. At least one other Jungian dimension seems to also relate to individual differences in perception: Thinkers Ttypes in the MBTI favor analytical stimuli while Feelers Ftypes in the MBTI will prefer stimuli that express interpersonal aspects; furthermore, emotionally appealing and organic stimuli may be more highly favored by a Feeler type La Barbera, Weingard, Yorkston, 1998. Support for the validity and usefulness of Jungian type theory in advertising and creation of visuals comes from studies which examined the reactions of consumers to a series of copyonly print advertisements La Barbera, Weingard, Yorkston, 1998; Yorkston and La Barbera, 1997. Advertising copy presenting information that was consistent with the personality type of consumers received higher ratings than copy that was inconsistent with their type preferences. In addition, a retailer that was advertised by means of copy congruent with consumers type received higher evaluations and elicited higher purchase intentions than a retailer that was advertised via copy that was incongruent with consumers type preferences. This shows that individuals prefer images and advertisements that are consistent with the informationprocessing styles that characterize their personality types. For example, images and advertisements that are perceived as realistic, concrete, and informative will be evaluated more less favorably by individuals with Sensor i Ntuitive typologies as compared to advertisements that are perceived as imaginative, conceptual, and abstract. 8PSI Theory and Design Elements Advertising professionals, designers and artists have always had an intuitive understanding in grafting particular personality characteristics into their objects visuals, products and brands. Recently, Scheffer Loerwald 2008 attempted to explain the implicit rules that are sometimes used by practitioners. Part of the theoretical basis was provided by Jungs personality typology, which has already been applied by people in creative fields, be it in a conscious and systematic or merely an intuitive way. Another theory contributing to the theoretical basis was the neuropsychological informed theory of motivation developed on the basis of experimental research on motivation and selfregulation: Personality Systems Interactions theory PSI theory, Kuhl, 2000; 2001. In light of the fact that the PSI theory has been developed in a research context far from Jungs world of thought, its convergence with Jungs typology is astounding. PSI theory extends Jungs theory of personality in two ways: Firstly, the systems described in PSI theory include functions needed to explain action e. g., thinking becomes an auxiliary component of intention memory and Jungs archetypical intuition shares the implicit perceptual function with intuitive behavior control in PSI theory. Secondly, PSI elaborates both the functional properties of each system and the affectbased modulation of interactions among those systems. In sum, PSI theory models personality as a dynamic interaction between personality systems within one person and their behavioral significance. One such interaction refers to selffacilitative behavior, which is assumed to be regulated by the joint effects of a low level object recognition system ORS, which is close to sensing in Jung s theory, and a high level extension memory EM, which is close to feeling. The ORS recognizes objects as single entities in a detailed way. Object recognition entails a figureground sharpening mechanism which makes it rigid in the sense that it can not deal very well with degraded input. On the other hand, EM is an evaluating and decisionmaking system based upon high 9level intuition. It has extensive connections with a multitude of subsystems within the brain eliciting parallel intuitiveholistic network processing which draws on a broad informational base including a great number of needs, preferences, values and other selfaspects Kuhl, 2000. Selffacilitation behavior is activated when the ORS detects discrepancies. Highly collative stimuli are initially associated with negative affect. They are transmitted to extension memory EM, as incongruent or threatening. However, since EM is a parallel memory system that integrates the totality of personal experiences, it is able to assimilate information that the ORS cannot handle or interpret, on the basis of related experiences. Once the new discrepant information has been successfully assimilated, negative affect becomes downregulated. However, when negative affect i.e. arousal is not downregulated, which may result from individual differences in the activation of this system, negative affect persists and is translated into consciously accessible negative emotions. These, in turn, trigger avoidance behavior specific exploration in terms of Berlyne 1966. Downregulated negative affect elicits a positively experienced emotion, like interest or acceptance. This is not unlike the concept of negative reinforcement in classical learning theory. Volitional facilitation behavior is also regulated by the interaction of two systems: the low level intuitive behavior control IBC, which resembles intuitive perception in Jungs theory and the high level intention memory IM, which includes thinking as an auxiliary functional component. IBC has a double function. The first function is an intuitive processing of information, integrating contextual information within, and across, various modalities. The second function is to initiate action and spontaneous reaction. This dual functionality integrating implicit perceptual with intuitive motor processing is expressed in the term sensorimotor processing Farrer et al., 2003. Like all intuitive systems the IBC has a rather rough, but at the same time robust, mode of operation which overlooks mistakes and incongruence. Like Piagets motor sensory schemata, intuitive behavior control entails a form of nonconscious perception that does not involve individual objects extracted from their 10contexts. Rather, it integrates numerous stimuli within parallel networks that simultaneously support intuitive motor programs. The interconnected architecture of the IBC leads to a faulttolerant but somewhat sloppy interpretation of information. Thus the IBC does not interpret highentropy stimuli as discrepant and threatening like the ORS, but rather disregards mistakes and ignores dangers. Obviously this can be disadvantageous in the face of potential threats, and so a further topdown system, the intention memory IM, is in place to monitor and regulate the IBC system. The IM serves to inhibit premature or irrational intuitive processing and delays automatic responding when difficulties arise a process called volitional inhibition Kuhl Kazen, 1999. Intentions that cannot yet be implemented are maintained in IM, to the effect that they can be enacted later. The term intention memory denotes its ability to form explicit representations of intended actions. The most important role of IM is to inhibit immediate intuitive reactions so as to facilitate planning and analytical thinking which both would be blocked unless premature action is prevented. According to PSI theory, motivation and behavior can thus be seen as a function of system interactions or configurations, which can be inferred by reactions to a variety of stimuli. Intuitive behavior control should be a function of a stimuli preference having relative high entropy. This, in turn, should be more appropriate when the information to be processed relates to issues that are quite dynamic, collative, or complex like social interaction, for example. It should also be more efficient in the face of unexpected situations and when time is short. Two important dimensions for explaining characteristics of objects in design and advertising are information and order Scheffer Loerwald, 2008. Objects which radiate a lot of information and a high degree of order are perceived as conventional, practical, distanced and neutral. They are preferred by individuals characterized by a stable interaction between the object recognition system and intention memory i.e. a specific system configuration. Objects with low information content and high disorder appear, in 11comparison, spontaneous, modern, harmonious and soft cp. Figure 1. They are preferred by individuals who prefer using their intuition and extension memory. Figure 1: Stimuli Information and Psychological Characteristics Following Jungs theory, design elements containing a lot of information appeal to a particular personality type namely, the socalled Sensingtypes. In Kuhls 2000; Scheffer Kuhl, 2006 PSItheory, this is functionally explained in that Sensingtypes have a stronger tendency towards using the socalled objectrecognition systems. These systems are responsible for the discovery of dangerous and improbable stimuli and discrepancies. Design 12elements containing only little information are implicitly perceived rather than explicitly recognised and appeal to i Ntuitivetypes known as Ntypes by Jung. The second dimension in figure 1 concerns the need for an objective order. While the socalled Thinkingtypes prefer an abstract order based on general principles, Feelingtypes like an emotional, tolerant, adaptable order based on personal values. The underlying difference can be illustrated by opportunistic versus goaloriented planning as two distinct modes of problemsolving: Opportunistic problemsolving generates opportunities for action derived from an extended experiential network intra or interpersonal feeling whereas goaloriented planning relies on a wellordered sequence algorithm of steps toward the goal HayesRoth HayesRoth, 1979; HayesRoth, 1993. Talking about design elements, Tthinkingtypes look for definable figures that are markedoff from each other with sharp and straight shapes whereas Feelingtypes look for connecting, organic figures with diffused and soft shapes. Figure 2 points out the translation of the four types into trait characteristics. Figure 2: Characteristics of the Four Types A Further Extension of Figure 1 13Figure 2 displays Sensing and i Ntuition as well as Thinking and Feeling as complementary dimensions understood according to PSItheory. This means that although their modus operandi is to counter each other, they are not simple opposites but rather independent dimensions. In PSItheory terminology, Sensing originates from neuropsychological objectrecognition systems activity, i Ntuition originates from intuitivebehavior systems activity, Thinking is linked with the intention memory and Feeling is linked with the extension memory. Personality characteristics are understood as stable system configurations. For example SFtypes are expected to initiate and guide consistent forms of selffacilitative behaviors, while NTtypes are expected to show volitional facilitation consistently across situations summarized in Scheffer Kuhl, 2006. 14In PSItheory, the existence of two affective systems is postulated in addition to the four cognitive systems. These affective systems modulate the four abovementioned core functions Kuhl, 2001. In accordance with Bischof 1985, these emotional systems are equated with a high arousal motive and a high control motive, respectively Scheffer Heckhausen, 2007: The desire for stimulation through action represses intention memory Thinking and activates intuitive behavior control i Ntuition; the desire for security arousal avoidance represses the extension memory Feeling and activates the objectrecognition system Sensing. Therefore, the four types displayed in figure 2 are influenced, in their characteristics, through interacting with either emotional dimension. An important assumption of PSItheory refers to the independence of all six systems, which are conceived of as partly antagonistic but nevertheless orthogonal. Another assumption refers to their implicit nature. It is predicted that especially the extent to which an individual uses intuitive behavior control will not reach consciousness. From Theory to Test Development Based on PSI theory we have defined six dimensions which are supposed to have significant influence on perception. Therefore it should be possible to find correlates between perceptional differences and differences in using the personality systems. This in turn wourd enable us to measure the dimensions magnitude using a visual approach. Following this reasoning a large number of different icons were developed and then tested in groups of students, artists, designers and psychologists, who were interested in the topic. All visual items were designed on the basis of the design principles depicted in Figure 1 and psychological principles derived from Jungian and PSI theory. As a first hint for their validity the visual items had to prove to work in small group workshops. For example, many participants of the workshops were able to give information on their MBTItypes. Despite the explicit nature of this instrument, we used this information 15as a source for validating the items. Implicit and explicit measures of a personality dimension should correlate only to a low degree, but they are not strictly orthogonal. For example, the explicit achievement motive measured by a selfreport and the implicit need for achievement measured by the Thematic Apperception Test are significantly positively correlated about r 0.100.20 see for example the MetaAnalysis of Spangler, 1992. Accordingly correlations between responses to visual items and the MBTI type of the workshop participants were supposed to be in the expected direction for the item to be considered valid. Finally after 4 years of field work, 300 items were derived which seemed to measure stable individual differences in personality. The second step in this development process was the the formal and comprehensive examination of these 300 visual items. All items had to prove stable psychometric properties on two criteria: Stability: The items were examined for retestvalidity over the course of 3 months in a sample of 60 participants. To pass they had to show correlations above .50. Homogenity: The items were examined crossculturally in a series of factor analyses for consistency with their respective dimensions. Items were kept if the absolute value of their structure coefficient in a factor analysis was greater than 0.50 for one given factor and lower than 0.30 for all other factors. Construct Validity: The items were examined for correlations with selfreport measures of the Jungian types e.g. the MBTI. Items had to show correlations that were statistically significant and of the right direction. Only 72 items passed all three formal criteria. For example, the icon depicted in figure 3 had to be discarded. It was chosen on theoretical grounds, because it was stable over time and correlated significantly with sensing. Moreover, in Germany this item did also load on the factor S. However, it turned out in a factor analysis across ten different countries that the item is not suited to measure S in other cultures Scheffer Loerwald, 2009. 16 Figure 3: Example for a Vi Q Item measuring individual differences in specific information processing in Germany individuals high in S tend to choose the left triangle Which shape appeals to you more? To sum it up, all items used in the Vi Q were selected because of a their theoretical meaning and face validity for measuring one of the six scales, b their basic psychometric properties, i.e. their fit to a sixdimensional factor structure across different populations and cultures, c their adequate reteststability of r .50 correlation on item level, and d their significant albeit low correlations to a selfreport measure of Jungian type. The 43 items that survived this selection process will be further discussed in the empirical part of this article. These items can be categorized into six distinct types of designelements. To make them into complete testitems they were combined with short and simple questions as: Which shape appeals to you more? What did you see mainly? 17 How many colors did the image have? It should be noted that all questions and items containing colors can be answered on the basis of the design elements shades of gray. Colorblindness does not have any verifiable effect on the six dimensions of the Vi Q. The Six Dimensional Approach of the Vi Q From the theoretical background the following dimensions were derived for the test: Specific information processing S. This dimension is related to Sensing Jung and using the objectrecognition system Kuhls PSI theory. A high value on this dimension leads to a quantitative, particularized information intake and a preference of simplicity over novelty. Collative, surprising, and complex stimuli like those Berlyne 1966 used in his pioneering work are avoided. The behavioral orientation based on specific information processing is presumably an advantage when things need to be structured, inaccuracies need to be avoided and mistakes can have highly negative effects. Automatic information processing A. This dimension is conceptually related to Intuition Jung and intuitive behavior control Kuhls PSI theory. A high value on this dimension marks the preference to approach and the ability to quickly recognize ambiguous, collative and complex stimuli Bischof, 1975; 1985; Berlyne, 1966. This system encompasses automatic procedures and partly unconscious perception and action programs. Automatic information processing is measured by the precise interpretation of minimal information. A quick recognition of symbols and icons is also important for this function. The behavioral orientation based on intuition is presumably an advantage in highly complex and dynamic environments where conscious deliberation of the costs and benefits is too timeconsuming. Objective classification O. This dimension is related to analytical thinking Jung and intention memory Kuhls PSI theory. A high value on this dimension marks the ability to quickly detect systematic and logical order in design elements for which an objective truefalse answer is possible. A high value on this dimension supports behavior affected by 18foresighted planning, keeping intentions in mind over time and analytical decisionmaking. Presumably this is always an advantage when planning and longterm, planned, serial decisions based on facts, need to be made for example in stable predictable environments. Personal classification P. This dimension is conceptually related to feeling Jung and extension memory Kuhls PSI theory. A high value on this dimension leads to an emotional and holistic way of experiencing, good access to stored experiential knowledge and high interest for social surroundings. This is always an advantage when a large variety of information has to be processed simultaneously, and partly contradicting aspects have to be integrated in a parallel way for example in social settings with high group dynamics. It is measured by a preference for organic, connecting, episodic, and situative design elements. Need for Stimulation St. This dimension is related to extraversion Jung and sensitivity to positive affect Kuhls PSI theory. A high value on this dimension is associated with sensation seeking behaviors and tolerance of high degrees of ambiguity. Need for stimulation is measured by the preference for unusual and challenging stimuli and how they develop out of optical illusions. Need for Security Se. This dimension is related to judging Jung and sensitivity to negative affect Kuhls PSI theory. A high value on this dimension leads to an aspiration for unequivocal decisions, security, normorientation and an avoidance of a blurred designelement by a clear version of the same stimuli like those used by Berlyne 1966. Discrepancies like those used in many modern pieces of art are evaluated negatively. Security is established through dealing with potential causes for danger and, should the situation arise, through their elimination. Attention is focused on the problem. Overview and Hypotheses Our basic hypothesis was that a visual method, i.e. a test made up of visual items or icons, can be used to measure stable personality systems such as those that can be derived from 19Jungian types and PSI theory. In order to show that this approach is viable two basic results concerning the reliability of the method need to be obtained empirically: 1. the factor structure needs to fit the six dimensions defined by theory, which is why we expected to find a robust sixdimensional factor structure across different samples 2. we had to prove that internal consistencies and retestcorrelations of the six scales are sufficiently high and comparable to traditional selfreport measures of personality specifically: r .70. Although these are only necessary but not yet sufficient preconditions, we would see this as a promising result, considering the fact that the scales of the Vi Q are comprised of only 46 visual items Another precondition that has to be met is validity of the test. Because no implicit measure of Jungian types existed so far things were rather complicated here. We chose to compare with some of the best explored explicit measures in the field, i.e. the Big Five measured in our studies by the German version of the NEO FFI Borkenau, Ostendorf, 1993,the MBTI developed by Briggs and Briggs Myers 1995 specifically the German Version translated by Bents and Blank and Kuhls 1994 measure of actionstate orientation. Because of the fundamentally different approaches of explicit and implicit measures we expected to find correlations of statistical significance and the of the right direction in the low to middle range r.20 to r.40. With respect to the MBTI and to the Action Control scale this is rather easy to judge, because both measures are based on the same theory. It is more difficult, however still possible, with respect to the Big Five. For example, we expected the scale S specific information processing of the Vi Q to be positively related to conscientiousness and negatively to openness, because the object recognition system presumably underlying S is conceived to narrow perception and to focus on details in order of avoiding mistakes. Personal classification P, on the other hand, should be positively related to openness, because extension memory, which is believed to be the neuropsychological basis 20of P, by definition extends perception and opens the mind to the feelings and experiences of other people and cultures. Finally, we expected to find significant and substantial incremental validity of all dimensions of the Vi Q beyond the variance explained by selfreports. Thus, the Vi Q scales should add predictive power to explicit selfreports with respect to behavior as assessed by supervisor ratings. For example, employees which were assessed being vague in their decision making by supervisors should usually not think of themselves to be a Sensingtype. Nevertheless, even if the MBTIscale sensing predicted this negative assessment of supervisors we still expected to find incremental validity of the Vi Q Sscale. To sum it up, in order to demonstrate that a new visual method is viable we wanted to prove that the Vi Q is reliable and valid in the sense that it can add predictive power to selfreport measures. Method Participants. Six samples with a total of 76,818 German adults and children were used for conducting the studies which form the empirical base of this article. Out of these samples three were used for scale development and one was used to test our hypothesis that the Vi Q can help to explain variance in addition to variance explained by selfreports. Because the Vi Q is confined to use via the internet all samples had to be online either at home or in computer rooms of their company or university. The first sample is comprised of 2,405 adults 917 women and 1,488 men, who were involved in various personality development programs. The average age of the participants was 32.81 years range: 18 to 72 years, SD10.67. The sample is fairly representative of the German whitecollar working population and includes clerks, secretaries, managers, designers, sales people, army officers, architects, engineers, teachers and jobseeking unemployed. We called this sample the whitecollar workforce sample. As discussed below, retest correlations were calculated for a smaller subsample where participants completed the Vi Q twice with a gap of one year between 21taking the tests. The second sample is comprised of 5,650 participants 3,958 women and 1,692 men, who completed the Vi Q on a website which is featuring mainly psychological topics and which is intended for people interested in exploring their personality. The average age of the participants was 25.48 years range: 10 to 92 years, SD10.97. 1,385 of the participants were underaged 18. We called this sample the selfexploration sample. 68,532 participants completed the Vi Q via the website of a large European TVchannel. The channel and its website reach a wide range of the German population of different sociodemographic and educational backgrounds. Because of the channels privacy policy, it was not possible to collect information on age and sex for this sample. We called this sample the massmedia sample. 85 students from the NORDAKADEMIE, University of Applied Sciences 34 women and 51 men voluntarily participated in a training assessment center in the year 2006. The average age of the participants was 23.53 years range: 22 to 32 years, SD1.62. This sample was called NAK 2006 sample. 110 students from the NORDAKADEMIE, University of Applied Sciences 32 women and 78 men voluntarily participated in the revised training assessment center in the year 2007. The average age of the participants was 23.87 years range: 22 to 32 years, SD1.70. This sample was called NAK 2007 sample. 36 students from the NORDAKADEMIE, University of Applied Sciences 20 women and 16 men voluntarily participated in an OutdoorAssessmentCenter organized by the Ellernhof Training Center, a provider of outdoor team training, leadership training and assessment centers near Luneburg. The average age of the participants was 23.25 years range: 21 to 29 years, SD1.48 and the sample was called Ellernhof 2006 sample. Measures. In the whitecollar workforce sample participants received an individual link to the Vi Q via email. They each confirmed taking the test voluntarily and agreed to a 22privacy policy statement that detailed how their data were getting used for the developmental program they participated in and for scientific research. Completion of the Vi Q took an average of approximately 10 minutes. After completing the Vi Q, all participants received a detailed report on their test results. Depending on the target companys development program, assessment instruments and methods other than the Vi Q were used and participants took part in communication training, goal setting dialogs, career counseling or other developmental measures. However, no career relevant decisions were based on the Vi Q. The Vi Q was always applied in the context of established tests or methods. In the selfexploration sample and mass media sample all participants were visitors of the respective websites and found the link to the Vi Q browsing these sites. After completing the Vi Q they received a short report with the interpretation of their Vi Q results. Participants from the NAK 2006 sample, NAK 2007 sample and Ellernhof 2006 sample were administered the Vi Q with the other tests a few weeks before participating in the respective assessment center they had volunteered for. They received a link and could complete the Vi Q from any PC with internet connection at a time and place of their choice. The other tests were conducted in group sessions in class rooms at the Nordakademie using paper and pencil. The students in the NAK 2006 and NAK 2007 samples were administered the MBTI and NEOFFI and students in the Ellernhof 2006 sample the HAKEMP, a German version of J. Kuhls Action Control Scale ACS; Kuhl, 1994. Also for participants of the NAK 2007 sample, job performance was rated by their supervisors on eight rating scales that were specifically designed to measure correlates of Jungian personality traits. The scales were developed by licensed experts of the MBTI who put forward the notion that correlates of the Jungian traits should include both positive and negative i.e. extreme or exaggerated aspects. After a theoretical construction phase and a study of the psychometric properties of the items in the NAK 2006 sample Scheffer Hickmann, 2008, the supervisor ratings were finally made on eight scales. One measuring 23correlates of intuition i.e. complex and the exaggeration of complex i.e. vague. The scale developed for thinking was precise and the scale for its exaggeration was called pedantic. The scale for extraversion was called lively, its exaggeration hectic. Finally, scales for judging i.e. firm and its exaggeration i.e. unaccommodating were developed. All scales showed satisfactory internal consistencies and interrateragreement Scheffer Hickmann, 2008. Supervisor data were collected within four weeks after the test sessions. Scale Development Procedures We chose the whitecollar workforce sample described above as the basis for deriving the Vi Q scales, because we deem it the most representative of our three samples. Once the model had been defined, reproductions were conducted for the selfexploration and the massmedia samples see above. Item Pool for the Vi Q The item pool used for the final steps in creating the Vi Q consisted of the 43 items that resulted from the process described above. It was further examined and refined by means of confirmatory factor analyses, testing for internal consistencies and retest reliability. Factor structure of the Vi Q We conducted a series of exploratory factor analyses to determine if these 43 items could be kept. In the first steps, we used principal component analysis with varimax rotation of the factors. Items were kept if the absolute value of their structure coefficient was greater than 0.50 for one given factor and lower than 0.30 for all other factors. We used Scree test and the Eigenvalue 1.0 criterion to select the number of factors Cattell, 1979. As we had hoped, six factors could be identified that met those criteria. All of these factors were wellidentified, consisting of four to six items each. Robustness of the factor structure was tested by comparing the final results of the principal component analysis with a principal axis analysis that we calculated on the same data set. We also did this by conducting 24further EFA using the principal component method for our two other samples. All of these replications yielded satisfactorily similar factor structures with the main difference being a different factor order for the mass media sample where order for factors 3 and 4 is reversed Table 1. 25 Table 1. Structure coefficients for the varimaxrotated factors from a. exploratory factor analyses whitecollar workforce sample, N2,405 b. exploratory factor analysis selfexploration sample, N5,650 c. exploratory factor analysis mass media sample, N68,532 Factors Items Factor 1 Vi Q P Factor 2 Vi Q O Factor 3 Vi Q St Factor 4 Vi Q Se Factor 5 Vi Q A Factor 6 Vi Q S a b c a b c a b c a b c a b c a b c Factor 2 Vi Q O Objective classification I01 I02 I03 I04 I05 I06 I07 I08 I09 I10 I11 I12 I13 I14 I15 I16 I17 I18 I19 0,078 0,043 0,0660,555 0,534 0,521 0,138 0,044 0,029 0,032 0,0490,051 0,061 0,043 0,048 0,016 0,027 0,036 0,035 0,0090,768 0,778 0,782 0,032 0,004 0,022 0,0310,017 0,0270,084 0,051 0,040 0,035 0,018 0,068 0,051 0,0630,788 0,771 0,758 0,028 0,043 0,032 0,037 0,0930,014 0,011 0,032 0,036 0,012 0,048 0,027 0,064 0,0590,826 0,833 0,826 0,004 0,006 0,023 0,025 0,025 0,0140,050 0,072 0,055 0,022 0,048 0,046 0,000 0,025 0,616 0,592 0,603 0,043 0,020 0,007 0,0040,035 0,016 0,004 0,029 0,024 0,046 0,041 0,028 0,014 0,031 0,021 0,025 a b c a b c a b c a b c a b c a b c Factor 5 Vi Q A Automatic information processing 0,001 0,020 0,007 0,013 0,010 0,0190,004 0,006 0,0100,027 0,007 0,010 0,809 0,739 0,732 0,0430,009 0,025 0,013 0,0100,045 0,079 0,056 0,036 0,003 0,016 0,009 0,0070,027 0,839 0,799 0,805 0,067 0,029 0,040 0,029 0,102 0,064 0,061 0,084 0,074 0,063 0,077 0,0030,002 0,012 0,024 0,031 0,680 0,694 0,687 0,036 0,075 0,060 0,023 0,021 0,0050,048 0,062 0,068 0,006 0,030 0,050 0,087 0,0550,014 0,690 0,746 0,754 0,019 0,015 0,025 a b c a b c a b c a b c a b c a b c Factor 1 Vi Q P Personal classification 0,660 0,689 0,6990,013 0,048 0,027 0,003 0,025 0,213 0,197 0,2070,005 0,038 0,015 0,022 0,227 0,275 0,257 0,762 0,769 0,776 0,030 0,031 0,042 0,036 0,0140,191 0,150 0,205 0,011 0,009 0,003 0,003 0,696 0,711 0,715 0,074 0,043 0,044 0,039 0,0240,280 0,237 0,313 0,039 0,021 0,014 0,042 0,146 0,185 0,185 0,030 0,039 0,020 0,784 0,792 0,7970,028 0,071 0,051 0,0170,013 0,1170,018 0,0890,010 0,018 0,002 0,003 0,238 0,270 0,235 0,754 0,744 0,770 0,035 0,061 0,060 0,051 0,0170,262 0,212 0,273 0,031 0,038 0,024 0,031 0,040 0,105 0,085 a b c a b c a b c a b c a b c a b c Factor 6 Vi Q S Specific Information processing 0,143 0,091 0,095 0,025 0,025 0,027 0,031 0,0540,251 0,201 0,256 0,027 0,055 0,015 0,020 0,589 0,535 0,593 0,039 0,070 0,0640,003 0,015 0,003 0,027 0,003 0,213 0,269 0,1980,005 0,024 0,025 0,026 0,680 0,693 0,113 0,159 0,1480,040 0,067 0,030 0,033 0,010 0,201 0,185 0,1730,014 0,020 0,011 0,029 0,746 0,734 0,257 0,234 0,2600,020 0,074 0,037 0,020 0,008 0,258 0,290 0,2260,018 0,058 0,005 0,004 0,498 0,573 0,121 0,152 0,1900,055 0,029 0,053 0,118 0,050 0,159 0,074 0,080 0,092 0,035 0,055 0,049 0,520 0,459 0,705 0,738 0,542 0,377 a b c a b c a b c a b c a b c a b c Factor 3 Vi Q St Stimulation seeking 260,068 0,068 0,0610,094 0,037 0,036 0,658 0,648 0,0330,013 0,000 0,649 0,018 0,006 0,014 0,073 0,040 0,065 0,004 0,053 0,038 0,025 0,020 0,651 0,649 0,002 0,022 0,0400,667 0,000 0,068 0,023 0,098 0,100 0,009 0,003 0,0320,020 0,043 0,022 0,721 0,690 0,002 0,062 0,0100,711 0,023 0,009 0,018 0,021 0,057 0,021 0,004 0,004 0,034 0,024 0,0210,614 0,554 0,009 0,080 0,0300,611 0,056 0,000 0,011 0,022 0,0230,041 0,114 0,052 0,028 0,010 0,048 0,036 0,010 0,038 0,0240,611 0,631 0,065 0,070 0,0390,566 0,002 0,016 0,017 0,013 0,038 0,046 0,017 0,024 0,010 0,073 0,027 0,0020,657 0,667 0,039 0,0130,017 0,632 0,022 0,011 0,043 0,034 0,017 0,038 a b c a b c a b c a b c a b c a b c Factor 4 Vi Q Se Security seeking 0,113 0,080 0,099 0,010 0,057 0,041 0,013 0,0450,622 0,587 0,595 0,040 0,058 0,009 0,009 0,031 0,164 0,158 0,002 0,029 0,003 0,0300,011 0,659 0,705 0,675 0,002 0,021 0,017 0,007 0,169 0,223 0,223 0,044 0,013 0,004 0,028 0,0050,594 0,627 0,590 0,012 0,024 0,008 0,017 0,185 0,214 0,207 0,060 0,048 0,048 0,058 0,0360,643 0,593 0,649 0,049 0,062 0,038 0,028 0,201 0,203 0,212 0,026 0,048 0,051 0,105 0,0400,641 0,606 0,646 0,059 0,023 0,020 0,004 0,022 0,065 0,064 0,149 0,128 0,132 0,110 0,087 0,098 0,194 0,179 0,191 0,218 0,204 0,204 I20 I21 I22 I23 I24 I25 I26 I27 I28 I29 I30 Internal consistencies were tested by calculating Cronbachs Alpha for each of the scales in each of the three samples and were found to be satisfactory. The lowest Alpha coefficient was .64 for the Vi Q S scale in the mass media sample, the highest was .86 for the Vi Q P scale in the selfexploration and in the mass media samples Table 2. Table 2. Cronbachs Alpha for the six Vi Q scales a. whitecollar workforce sample, N2,405 b. selfexploration sample, N5,650 c. mass media sample, N 68,532 Vi Q S Vi Q A Vi Q O Vi Q P Vi Q Se Vi Q St a .67 .75 .75 .83 .66 .83 b .65 .74 .73 .86 .68 .71 c .64 .74 .72 .86 .69 .71 27Despite the Vi Qs stable orthogonal factor structure, some scales are substantially correlated throughout the three samples. Vi Q S and Vi Q P scales showed a negative correlation of approximately r .40; Vi Q S and Vi Q C showed a positive correlation of approximately r .50, and Vi Q C and Vi Q P showed approximately r .43. All other correlations were below r .15. Throughout all three samples, statistically significant differences p .05 between men and women were found for most scales. Men showed higher scores than women on the Vi Q S, Vi Q O, and Vi Q Se scales and lower scores on the Vi Q P scale. No significant differences were found for the Vi Q A and Vi Q St scales. Effect sizes were small with the largest effect on the Vi Q P scale, were men showed a mean value of .12 and women a mean value of .05 after zstandardization. All variables showed small, but significant, negative correlations with age. The largest of these correlations was found in the selfexploration sample for Vi Q O r .18. Retest Reliability Vi Q dimension retest correlations within a subsample of the whitecollar workforce sample N30 varied from r .67 for Vi Q A to r .91 for Vi Q P Table 3. These figures are satisfactory considering the time span between both tests of approximately one year. The Vi Q A scales being less stable than the other scales may be due to a learning process in detecting and interpreting subtle patterns. As mentioned, a quick recognition of symbols and icons is the key aspect of measuring automatic processing. Another reason for the lower stability of this scale could be that intuition is expected to be relatively spontaneous and sensitive to context changes. 28 Table 3. Correlation coefficients for retest analysis N30, time between tests approx. one year Vi Q Sre Vi Q Are Vi Q Pre Vi Q Ore Vi Q See Vi Q Stre Vi Q S Vi Q A .75 .27 .41 .57 .47 .02 .00 .67 .06 .24 .18 .11 Vi Q P .34 Vi Q O .29 .04 .26 .91 .19 .66 .12 .07 .67 .08 .24 Vi Q Se .45 .30 .54 .20 .88 .20 Vi Q St .23 .13 .16 .11 .01 .80 notes: p.05, p.01 Incremental validity of the implicit Vi Q above explicit selfreports We conducted hierarchical regression analyses to examine whether the Vi Q can explain additional variance to variance explained by selfreports in behavioral variables that were observed in the above mentioned assessment centers and job performance questionnaires. For those behavioral variables, where both a selfreport and the Vi Q could explain part of the variance, we entered a selfreport scale in step 1 and the corresponding Vi Q model in step 2. Following a recommendation by Aiken and West 1991, predictor variables were standardized before calculating their interaction term. Dependent variables were standardized as well. The results are shown below. 29 Vi Q versus MBTI Study 1 NAK 2006 sample In this study we used data of the NAK 2006 sample to examine the predictive powers of the MBTI and Vi Q for explaining variance in observations made on BehaviorallyAnchored RatingScales BARS, Smith Kendall, 1963 by trained personnel staff. Participants behavior during five team tasks was rated by two independent observers. The median of interrater agreement was r .65; internal consistencies .73. In our data we found correlations between Vi Q and MBTI for four of the Vi Q scales. The bipolar MBTI scales referred to below reflect scores that were integrated by subtracting the latter pole from the former like this: EI scale means E score minus I score. A positive correlation with this scale is thus pointing to the E pole. The Vi Q S scale shows correlations with the MBTIs SN scale r.41, p.05, the TF scale r.28, p.05 as well as the JP scale r.28, p.05. The Vi Q P scale correlates with MBTI SN scale r.28, p.05. The Vi Q O scale correlates with MBTI JP scale r.22, p.05. And finally the Vi Q Se scale shows a correlation with MBTIs SN scale r.45, p.05 and JP scale r.25, p.05. In sum, there are significant but low correlations between the two instruments. The fact that correlations are low is in line with the notion that the visual questionnaire measures the implicit, the selfreport questionnaire the explicit facets of personality, even if they are derived from the same theoretical background e.g. Jungian typology. Nonetheless, the directions of correlations among MBTI and Vi Q scales are largely consistent with theoretical expectations. Especially the scales specific information processing and need for security show moderately positive correlations with the MBTI dimensions Sensing and Judging. Both tests can explain variance in observations made during the assessment center AC. Correlations were found between four AC observations and the MBTI: solution orientation in a negotiation roleplay on even terms correlated with the MBTI SN scale 30r.26, p.05, conceptual thinking in a picture interpretation exercise with the MBTI SN scale r.33, p.05 conceptual thinking in a hypothesisbuilding exercise also with the MBTI SN scale r.27, p.05 and finally conceptual thinking in an oral presentation exercise with the MBTI JP scale r.33, p.05. The relationships with the Vi Q were tested employing regression analysis, because this allowed testing for interaction effects that are essential to the theoretical background of the Vi Q. Our data allowed testing for twoway interactions only because higher order interactions require a larger number of cases. Significant relationships for the Vi Q were found for four AC observations. 1. Conceptual thinking in a hypothesisbuilding exercise showed significant relationships with an interaction model for scales Vi Q S and Vi Q P R.33, F3,672.79, p.05 and with a simple model for the scale Vi Q Se R.25, F1,694.18, p.05. Results indicated that individuals which did not use specific information processing and personal classification scored almost one standard deviation less than the average. A strong need for security was detrimental to conceptual thinking. 2. Motivation in a practical teamwork exercise was related with an interaction model for Vi Q S and Vi Q St R.43, F3,675.00, p.01 and with simple main effect models for scales Vi Q A R.24, F1,694.36, p.05 and Vi Q St R.26, F1,694.83, p.05. Using the automatic mode of information processing and seeking for stimulation were both detrimental for this exercise, which afforded a high degree of detail orientation and planning. Using the specific mode of information processing object recognition combined with being low on stimulation seeking, however, substantially enhanced the observable motivation in this task about one standard deviation above the average. 3. Solution orientation in a negotiation roleplay from an inferior position showed a relationship with an interaction model for Vi Q A and Vi Q O R.38, F3,673.81, p.01. Individuals with a disposition to use both automatic information processing and objective 31classification were far less solution oriented in this task, were participants had to negotiate a quite unfavorable position. However, the combination of using objective classification without automatic behavior control turned out to be the superior strategy. 4. Solution orientation in a negotiation roleplay on even terms related to a simple model with the Vi Q A scale R.24, F1,694.26, p.05. Again, an automatic information processing style turned out to be maladaptive although this negation situation was more convenient. To sum it up, the intuitive mode of information processing turned out to be less adaptive compared to a specific and planningoriented mode of thinking in this simulation of different work contexts. For two of these observations both instruments explicit selfreport and implicit visual questionnaire can explain part of the variance and for those we examined how much variance the Vi Q could contribute on top of the variance explained by the MBTI. The hierarchical regressions conducted for this purpose were set up by entering the MBTI scale that showed correlation with the AC scale in question in step 1, and then entering one of the regression models for the Vi Q that showed a relationship with that scale in step 2. The significant results show an addition to the MBTIs R2 of .040 and .165 that is an increase of 57.97% and 220.00% respectively Table 4. These percentage values should be taken with some caution as there are arguments for downscaling as well as for upscaling them a few points: First, part of the increase is of course owed simply to mathematical reasons, as any additional variable entered into a regression model leads to an increase in R2. The Vi Q gets a slight advantage from this because the Vi Qs interaction models bring in three variables compared to the MBTIs single variable. Second, however, higher level interactions models for the Vi Q scales might help to explain more variance, even increasing the percentages. Testing such models will require studies with larger samples and replication studies in the future. 32 Table 4. Hierarchical Regression of MBTI and Vi Q scales on behavioral variables observed in an assessment center Step 1: MBTI Step 2: Vi Q Dependent n Variable entered R2 F Variables entered R2 F Solution orientation 70 MBTI_SN .069 5.01a Vi Q A .040 3.02b Conceptional Thinking 70 MBTI_SN .075 5.48a Vi Q S, Vi Q P, Vi Q SVi Q P .165 4.71c Conceptional Thinking 70 MBTI_SN .075 5.48a Vi Q Se .019 1.40badf1,68. bdf1,67. cdf3,65. p.10 p.05 p.01 Study 2 NAK 2007 sample The focus here was to compare the predictive power of Vi Q and MBTI for the eight scales of the supervisor ratings collected for the participants of this sample and we found that both tests can explain a good proportion of variance in these scales. This was expected, because the supervisor rating scales were specifically designed to measure correlates of Jungian types. Between both tests exist significant correlations of moderate strength, namely between three of the Vi Q scales with MBTI scales. Again integrated scales were used so that a positive correlation to a scale points to the former of the two letters naming the poles. The Vi Q S scale shows correlations with the MBTIs SN scale r.44, p.05, the TF scale r.21, p.05 as well as the JP scale r.32, p.05. The Vi Q P scale correlates with MBTI EI scale r.21, p.05, SN scale r.44, p.05 and JP scale r.42, p.05. And finally the Vi Q Se scale 33shows a correlation with MBTIs SN scale r.32, p.05 and JP scale r.31, p.05. Again, the correlations between both tests indicate that both measure independent aspects of personality implicit versus explicit facets but also show meaningful overlap. On four of these scales we found significant correlations with the MBTI and for five scales we found relationships with the Vi Q. The correlations with the MBTI are on the scales complex with MBTI TF scale r.23, p.05, vague with MBTI TF scale r.26, p.05, precise with MBTI JP scale r.21, p.05, and firm with MBTI TF scale r.28, p.05. We used bivariate correlation analysis for this. The relationships with the Vi Q were tested in the same way as in study 1. Significant relationships for the Vi Q were found on the scale unaccommodating with an interaction model for scales Vi Q S and Vi Q St R.29, F3,932.85, p.01 and with an interaction model for scales Vi Q P and Vi Q St R.37, F3,934.99, p.01. While people high on a specific information style and low on stimulation seeking were perceived as unaccommodating by their supervisors, the reverse was true for participants high on personal classification and stimulation seeking. For the scale vague the same interaction models were significant; for scales Vi Q S and Vi Q St R.34, F3,934.17,p.01 and Vi Q P and Vi Q St R.39, F3,935.61, p.01. Participants low on S and high on P and St and were perceived as vague. For the scale hectic we found an interaction model for the scales Vi Q S and Vi Q St R.40, F3,935.73, p.01 and with a simple model for the scale Vi Q A R.20, F1,953.98, p.05. People with a propensity to be not specific but stimulation seeking were perceived as hectic, as well as people with a disposition to use automatic information processing. On the scale precise with an interaction model for scales Vi Q A and Vi Q O R.30, F3,932.99, p.05 and with a simple model for the scale Vi Q A R.20, F1,954.01, 34p.05. An automatic information processing style makes people less precise, especially when objective classification is low. On the scale pedantic with an interaction model for scales Vi Q S and Vi Q O R.35, F3,934.19, p.01 and with an interaction model for scales Vi Q S and Vi Q St R.33, F3,933.70. People using both specific information and objective classification were perceived as pedantic, as well as people who process information specifically and do not tend to seek stimulation. On two of the supervisor rating scales vague and precise both tests can explain part of the variance and for those scales we examined how much variance the Vi Q could contribute on top of the variance explained by the MBTI. The hierarchical regressions conducted for this purpose were set up by entering the MBTI scale that showed correlation with the job performance scale in question in step 1, and then entering one of the regression models for the Vi Q that showed a relationship with that supervisor rating scale in step 2. The results show an addition to the MBTIs R2 of .030 to .142 that is 71.43% to 208.82% with an average of 145.18% Table 5. Table 5. Hierarchical Regression of MBTI and Vi Q scales on behavioral variables observed in a job performance questionnaire Step 1: MBTI Step 2: Vi Q Dependent n Variable entered R2 F Variables entered R2 F Vague 97 MBTI_TF .068 6.99a Vi Q S, Vi Q St, Vi Q SVi Q St .104 3.90b Vague 97 MBTI_TF .068 6.99a Vi Q P, Vi Q St, Vi Q PVi Q St .142 5.57b Precise 97 MBTI_JP .042 4.21a Vi Q A, Vi Q O, Vi Q AVi Q O .062 2.15b Precise 97 MBTI_JP .042 4.21a Vi Q S, Vi Q St, Vi Q SVi Q St .030 3.06cadf1,96. bdf3,93. cdf1,95. p.10 p.05 p.01 35Vi Q versus NEOFFI Study 1 NAK 2006 sample In this study the NAK 2006 sample served to compare Vi Q and NEOFFI Big Five for explaining variance in observations made during the assessment center AC. Vi Q and NEOFFI correlated for three of the Vi Q scales. The Vi Q S scale shows a negative correlations with the NEOFFI Openness scale r.23, p.05, and the Agreeableness scale r.33, p.05. The Vi Q A scale also shows a negative correlation with the NEOFFI Agreeableness scale r.29, p.05. The Vi Q P scale shows correlations with the NEOFFI Openness scale r.30, p.05. As expected, the two instruments show lower correlations compared to the MBTI, which is due to their different theoretical background. However, the correlations still tend to be meaningful. Both tests can explain variance in observations made during the assessment center AC. Correlations were found between three AC observations and the NEOFFI: motivation in a practical teamwork exercise correlated with the NEOFFI Neuroticism scale r.25, p.05, solution orientation in a negotiation roleplay from an inferior position also with the NEOFFI Neuroticism scale r.25, p.05 and conceptual thinking in a hypothesisbuilding exercise showed a relationship with the NEOFFI Openness scale r.33, p.05. For relationships between Vi Q and AC observations, please see the section on Vi Q versus MBTI, Study 1. For three of the AC observations both tests explain part of the variance. The results of the hierarchical regressions show an additional contribution of the Vi Q to the NEOFFIs R2 of .039 to .126 equaling an increase of 61.90% to 185.71% with an average of 131.16% Table 6. 36 Table 6. Hierarchical Regression of NEO and Vi Q scales on behavioral variables observed in an assessment center Step 1: NEO Dependent n Variable entered R2 F Step 2: Vi Q Variables entered R2 F Motivation 68 Neuroticism .063 4.46a Vi Q S, Vi Q St, Vi Q SVi Q St .117 3.01b Motivation 68 Neuroticism .063 4.46a Vi Q A Motivation 68 Neuroticism .063 4.46a Vi Q A .039 2.82c.029 2.05c Solution orientation 68 Neuroticism .062 4.33a Vi Q A, Vi Q O, Vi Q AVi Q O .100 2.51b Conceptual thinking 68 Openness .109 8.07a Vi Q S, Vi Q P, Vi Q SVi Q P .126 3.45b Conceptual thinking 68 Openness .109 8.07a Vi Q Se .036 2.72c adf1,66. bdf3,63. cdf1,65. p.10 p.05 p.01 Study 2 NAK 2007 sample Vi Q and NEOFFI were compared in their explanatory power for the eight scales of the supervisor ratings collected for the participants NAK2007 sample. Between five of the Vi Q scales and four of the NEOFFI scales significant correlations were found. The Vi Q S scale shows negative correlations with the NEO Extraversion r.23, p.05 and Openness scales r.27, p.05. The Vi Q A scale correlates with NEO Extraversion scale r.19, p.05. The Vi Q P scale correlates with NEO Extraversion r.25, p.05 and Openness scales r.34, p.05. The NEOFFI showed considerably less correlation with the supervisor ratings than either MBTI or Vi Q. This was no surprise, because the supervisor rating scales were 37specifically designed for the Jungian personality concepts. However, significant effects could be found on two scales, namely unaccommodating with Neuroticism r.20, p.05 and with Agreeableness r.21, p.05 and precise with Agreeableness r.20, p.05. Fortunately for our examination for both these scales relationships exist with the Vi Q see Vi Q versus MBTI, Study 2, so both could serve to examine the addition to R2 contributed by the Vi Q: The results show an addition on top of the R2 explained by the NEOFFI of .041 to .144 that is an increase of 100.00% to 351.22% with an average of 193.85% Table 7. Table 7. Hierarchical Regression of NEO and Vi Q scales on behavioral variables observed in supervisor ratings Step 1: NEO Step 2: Vi Q Dependent n Variable entered R2 F Variables entered R2 F Unaccommodatin 9.0414.062.41g 7 Neuroticism a Vi Q S, Vi Q St, Vi Q SVi Q St .069 b Unaccommodatin 9.0414.06.1445.46g 7 Neuroticism a Vi Q P, Vi Q St, Vi Q PVi Q St Unaccommodatin 9.0464.59b 1.92g 7 Agreeableness a Vi Q S, Vi Q St, Vi Q SVi Q St .056 b Unaccommodatin 9.0464.59.1204.45g 7 Agreeableness a Vi Q P, Vi Q St, Vi Q PVi Q St 9.0414.15b 2.28Precise 7 Agreeableness a Vi Q A, Vi Q O, Vi Q AVi Q O .066 b 9.0414.15 Precise 7 Agreeableness a Vi Q A .041 4.21c adf1,96. bdf3,93. cdf1,95. p.10 p.05 p.01 Vi Q versus HAKEMP Action Control Scales 38Our last study which compared the predictive power of Kuhls Action Control Scale 1994 and the Vi Q took place at an outdoor assessment center organized by the Ellernhof, a provider of outdoor team trainings, leadership trainings and assessment centers near Lueneburg Ellernhof 2006 sample. Participants worked on five different outdoor team tasks. Building a bridge on a lake: Participants worked in teams of 56 members and had to use diverse prepared materials they found in the forest nearby. Mohawk Walk: Participants had to help each other overcoming obstacles while climbing on cables and beams approximately 2 feet above the ground. Labyrinth in the dark: Participants had to find their way together through a labyrinth in complete darkness, interrupted by problem solving tasks given to them partly by intercom and partly by written messages they found on their way they could be read by lighting a limited number of matches. Harnesses: Two participants had to help each other putting on the harnesses. Giant Ladder: 56 participants had to help each other climbing a ladder consisting of six massive beams approximately 6 feet apart from each other up to a height of about 30 feet. Flying Eagle: At the end of the day participants sailed down on a rope from about 25 feet above the ground. Trained observers who had shown interrateragreement above .80 with outdoor training experts made scores on Behavior Expectation Scales which measured involvement into these team tasks, i.e. willingness to participate, to help others, to make suggestions to others, generally to show effort and motivation. All these aspects are highly correlated internal consistencies were above .80 and were therefore summed up to a general score of involvement. Correlations between Vi Q and HAKEMP, the German version of Kuhls Action Control Scale were found for the State Orientation scale with Vi Q S r.40, p.05 and Vi Q Se r.34, p.05. HAKEMP State Orientation showed a negative association to involvement in the outdoor assessment center r.39, p.05. Thus, as expected the positive pole Action Orientation is positively associated with involvement. Also as expected, the Vi Q St scale 39showed a positive correlation with involvement r.40, p.05. Because State Orientation and need for Stimulation are independent, the Vi Q can explain an additional variance of R2.154 equaling an increase of 73,38% Table 8. Table 8. Hierarchical Regression of HAKEMP and Vi Q scales on behavioral involvement observed in an outdoor assessment center Step 1: Hakemp Step 2: Vi Q Dependent n Variable entered R2 F Variables entered R2 F Involvement 32 Lop_Hop .154 5.45a Vi Q St .113 4.47b adf1,30. bdf1,29. p.05 Participants with an action oriented selfconcept in the HAKEMP and an implicit need for Stimulation in the Vi Q are thus highly involved in the thrilling experience of mastering a challenging outdoor assessment center. This makes sense from the perspective of PSI theory. Results and Discussion Across three samples consisting of more than 70.000 participants from diverse sociodemographic background and age we were able to confirm six well identified and robust factors that consist of optical stimuli. These stable factors can help to take an implicit approach to personality profiles: Although comprised of only four to six items each, the scales defined by these factors show quite substantial internal consistencies and retestcorrelations reaching .70 or more. Two scales, specific information processing S and need for security Se, were somewhat less satisfactory, because both indicators of reliability were slightly below .70. Adding another item to these scales should suffice to remedy this future developments and research will address this point. To our knowledge, explicit selfreports 40never reach this levels of reliability, robustness and broadness with only 46 items per scale. This may be explained by the saying that one picture speaks louder than a thousand words. Thus, a measure of how individuals process and classify visual stimuli seems to be a highly promising and efficient approach to measuring implicit personality systems: Six stable and orthogonal scales can be measured in less than 5 minutes in a way that is highly attractive to participants. A visual approach to measuring personality systems seems to be capable of tapping the implicit or subconscious facets of a personality. This is evident especially for the scales Automatic information processing A, Objective classification O and need for Stimulation St, which showed no statistically significant correlation at all with three widely used selfreport measures i.e. the NEO FFI, the MBTI, the Action Control Scale. This is remarkable, because Atypes actually behave in an intuitive way i.e. detect patterns and act accordingly, Otypes actually think in a logical, analytical way, and Sttypes seek stimulation. But many of these types do not report this in selfreports. In real life, again, these types behave according to their implicit types, as the validation studies confirm. The behavioral measures used in the validation patterns were quite relevant. For example, individuals low on specific information processing and personal classification as well as individuals high on need for security scored significantly lower on conceptual thinking Vi Q vs. MBTI, Study 1. The gain in explained variance in this highly career moving thinking style was 220% by using the Vi Q in addition to the MBTI see Table 4. Other important workrelated behavioral patterns could only be explained by the implicit visual test. For example, using the automatic rather than the specific mode of information processing is detrimental for showing negotiation skills in an Assessment Center observed by experienced personnel staff. Also, supervisor ratings could be better predicted by the implicit visual method than by the MBTI alone. The holistic thinking style associated with an automatic information 41processing style, personal classification and stimulation seeking is perceived by supervisors as imprecise and vague. This careerrelevant impression can be predicted by the visual method but not by the ENFPscales of the MBTI Vi Q vs. MBTI, Study 2. The gain in explained variance is evident also when combining the Vi Q with the NEOFFI. Conceptual thinking, for example, is well predicted by the Openness factor. Adding the scales specific information processing and personal classification however, raises the explained variance by 62% see table 6. And while being unaccommodating is associated with neuroticism and low agreeableness, high specific information seeking as well as low personal classification and stimulation seeking adds substantially to this unlucky impression see table 7. The scales Specific information processing S, Personal classification P, and need for Security Se showed significant, but not very high, correlations. The two highest correlations found were those between Specific information processing S and need for Security Se with the MBTI Sensing scale. However, the shared variance between these scales is less than 20%. Correlations between Vi Q and the Big Five NEO FFI were even less, at average they had about 10% common variance. The largest correlations here were the negative association of r .33 between Specific information processing S and Big Five Agreeableness, and the positive association of r .34 between Personal classification P and Openness. In between these was the association between HAKEMP State Orientation and the Vi Q scales Specific information processing S and need for Security Se. The sizes and directions of these correlations are according to expectations and may be interpreted as follows: there is some conscious access to three of the six implicit personality systems conceptualized by the Vi Q: The more explicit systems seem to be Specific information processing S, Personal classification P and need for Security Se. Our data further indicate that Sensors in the MBTI, Agreeable and Open subjects according to the NEO FFI and State Oriented people in HAKEMP have greater conscious access to their implicit 42personality systems. This is in accord with the theoretical background of these three research traditions. One exception is the finding that these selfreport scales correlate negatively with Personal classification P rather than positively with Objective classification O. Because Objective classification is related to Jungs concept of thinking we would have expected that this Vi Q scale should correlate with selfreport scales, rather than Personal classification which is related conceptually to Jungs Feeling. From the perspective of PSI theory, however, the finding makes sense: Because feeling should be associated with an activated extension memory, good access to conscious representations of experiences and relived episodes is probable. The data of three studies using different behaviorally anchored rating scales at work and in assessment centers clearly indicated that all six Vi Q scales are well suited to predict behavior in different contexts. All findings could be well integrated into the theoretical framework on which the Vi Q was built. Overall, the Vi Q had better explanatory power than any of the employed selfreports. It could provide a substantial increase in the explained variance in behavior, on average this increase was about 140%. Furthermore, in all studies the Vi Q could explain variance in some behavior variables where the selfreports could not. Interestingly, the Vi Q was much more successful in explaining the extremes or exaggerations of normal behavior for example unaccommodating or vague behavior. This could be interpreted as another hint that the visual scales can predict the implicit, socially undesirable facets of behavior as well as the normal range. General Discussion In the last 10 years there has been a tremendous interest in new methods of measuring the implicit internal structures that control behavior. An internet search for the search term Implicit Association Test resulted in more than 200.000 entries. Also a search for the search term Thematic Apperception Test resulted in 157.000 entries. These numbers illustrate the ongoing interest of measuring implicit associations as building blocks of personality systems. 43But these numbers also raise the question whether there is a need for a new method for measuring implicit personality systems. We want to argue that this question can be answered positively. So far no implicit measurement approach has been strictly visual. Mc Clelland, Koestner, Weinberger 1989 argued that implicit motives have to be measured indirectly by content analysis of a subjects response to ambiguous pictures, but their focus remained on the response, i.e fantasy stories written to describe the picture. Operant tests have been developed that rely on this procedure, like the Thematic Apperception Test or the Operant Motive Test. In such tests participants with a strong implicit power motive have been shown to report more powerrelated contents, while achievement motivated participants would report more achievement related contents for the same picture. The results obtained with the Vi Q indicate that perception is not primarily determined by the stimulus cues. Rather, perception is influenced to a high degree by implicit i.e. unconscious personality systems aroused when looking at the pictures as has been assumed before already by Atkinson Mc Clelland 1948 and Mc Clelland, Atkinson, Clark, Lowell 1953. Thus the main source of the documented validity of such tests may be the individual differences in participants perception of stimuli in the pictures Scheffer, 2005. We are confident that further research of the interaction of personality and perception will help to improve the overall reliability and validity of operant tests. Secondly, research could profit from the visual approach because of the high stability and robustness of this method. As has been mentioned before, the factor structure of the Vi Q is stable in very different samples, even in those, were participants made the test just for fun. The Vi Q also seems to yield reliable results for less educated people and even children. Furthermore, recent research indicates that the factor structure of the Vi Q is robust across different cultures, and that internal consistencies and construct validity of the Vi Q seem to be stable over different cultures as well Scheffer Manke, in prep. Thus, the Vi Q could serve 44as a short and attractive and at the same time robust and valid method in the field of implicit personality research. Mc Clelland, Koestner, and Weinberger 1989 have shown that there is a need for implicit measures of personality, because implicit traits are very important for predicting a wide range of operant i.e., selfinitiated behavior, while conscious traits, measured by selfreports, are more likely to predict respondent i.e., externally controlled behavior. The difference between operant and respondent behavior largely depends on the degree of control exerted by situational cues Emmons Mc Adams, 1991. Operant behavior is generated in a less constrained way than respondent behavior and occurs in ambiguous unstructured i.e. entropic situations, whereas respondent behavior occurs more frequent in structured situations. Thus, as has been demonstrated in this article, implicit representations seem to predict aspects of a respondents personality that can not be predicted by explicit representations. Third, the association of implicit personality systems with operant behavior makes them highly valuable for market research. Among marketing experts there is growing consensus that the information overload of consumers is a major reason for products being forced from the market. Zaltman 2003 reviews stunning evidence that 80 percent of all new products or services fail within six months or fall significantly short of forecasted profits. Such a failure rate of new products means an incredible waste of resources. The cost of this phenomenon is tremendous in terms of lost revenues, low customer satisfaction, and in terms of low employee motivation. Information overload, chaos and entropy are exactly the environment were operant behavior, regulated by implicit personality systems, dominates over respondent behavior, regulated by explicit personality traits Mc Clelland et al., 1989; Zaltman, 2003. Because understanding the consumers psyche has always been the cornerstone of effective marketing and advertising La Barbera, Weingard, Yorkston, 1998, an easy to use and robust method for measuring implicit personality systems may help to 45overcome the remarkable neglect of personality variables in consumer research and marketing, were sociodemographic variables and sociological concepts like life styles still remain dominant for explaining behavior. Finally, because its procedure is based on design elements, consumer profiles created with the Vi Q can be easily translated back into advertising visuals and product designs that meets the perceptional preferences of the target group. A study conducted by La Barbera et al. 1998 demonstrated that using visuals that are consistent with type preferences boosts advertising effectiveness; this could be further systematized and extended to implicit personality systems by applying the Vi Q technology. A recent study conducted in collaboration with the German market research institute Gf K demonstrated the validity of the approach Scheffer Loerwald, 2009: pairwise comparisons of two advertising concepts one designed in congruence with the results of the Vi Q, the other without knowledge of the Implicit Personality System of the target group yielded a preference twice as high for the congruent concept as for the incongruent concept. Working with a visual approach to personality as a test method may help reduce the usually very high failure rate of new products up to 99% in some markets and save valuable resources in terms of lost revenues and profits, lower customer satisfaction and employee motivation. References Allport, G.W. 1937. Personality: A psychological interpretation. New York: Holt. Aiken, L. S., West, S. G. 1991. Multiple regression: Testing and interpreting interactions. Newbury Park, CA: Sage. Asendorpf, J.B. 2007. Editorial: Implicit representations and personality. International Journal of Psychology, 42, 145148. Asch, S. 1946. Forming impressions of personality. Journal of Abnormal and Social Psychology, 41, 25890. 46Atkinson, J. W., Mc Clelland, D. C. 1948. The projective expression of needs: II. The effect of different intensities of the hunger drive on thematic apperception. Journal of Experimental Psychology, 33, 643658. Balcetics, E. Dunning, D. 2006. See what you want to see: Motivational influences on visual perception. Journal of Personality and Social Psychology, 91, 612625. Bargh, John A., Shelly Chaiken, Paula Raymond, and Charles Hymes. 1996. The Automatic Evaluation Effect: Unconditional Automatic Attitude Activation with a Pronunciation Task. Journal of Experimental Social Psychology, 321: 10428. Bargh, John A. and Tanya L. Chartrand. 1999. The Unbearable Automaticity of Being. American Psychologist, 547: 46279. Barinaga, M. 1999. The Mapmaking Mind. Science, 285, 189 192. Berkowitz, Leonard. 1999. Anger, in Handbook of Cognition and Emotion. Tim Dalgleish and Mick J.Power, eds. New York: Wiley, 41128. Berlyne, D.E. 1966. Curiosity and Exploration. Science, 153, 2533. Bischof, N. 1975. A systems approach towards the functional connections of attachment and fear. Child Development, 46, 801817. Bischof, N. 1985. Das Ratsel Odipus: Die biologischen Wurzeln des Urkonfliktes von Bindung und Autonomie. Munchen Zurich: Piper. Blaylock, Bruce K., and Loren P. Rees. Cognitive Style and the Usefulness of Information. Decision Sciences 15, 1 1984: 7491. Borkenau, P., Ostendorf, F. 1993. NEOFunfFaktoren Inventar NEOFFI nach Costa und Mc Crae. Gottingen: Hogrefe. Briggs, K.C. Briggs Myers, I. 1995. MyersBriggs Typenindikator, MBTI. German Version by R. Bents and R. Blank, 2. ed. Gottingen: Beltz. Camerer, C. Loewenstein, G. Prelec, D. 2005. Neuroeconomics: How neuroscience can inform economics. Journal of Economic Literature, XLIII, 964. 47Cattell, R.B. 1979. The scientific use of factor analysis in behavioral and life sciences. New York: Plenum Press. Costa, P.T., Jr., Mc Crae, R.R. 1992. Revised NEO Personality Inventory NEO PIR and NEO FiveFactor Inventory NEOFFI professional manual. Odessa, FL: Psychological Assessment Resources. Damasio, A.R. 1994. Descartes Error: Emotion, Reason, and the Human Brain. New York: G. P.Putnam. Dickman, S.J. 1985. Impulsivity and Perception: Individual Differences in the Processing of the Local and Global Dimensions of Stimuli. Journal of Personality and Social Psychology 48, 133149. Emmons, R. A., Mc Adams, D. P. 1991. Personal strivings and motive dispositions: Exploring the links. Personality and Social Psychology Bulletin, 17, 648654. Entwisle, D. R. 1972. To dispel fantasies about fantasybased measures of achievement motivation. Psychological Bulletin, 77, 377391. Epstein, S., Pacini, R., DenesRaj, V. Heier, H. 1996. Individual differences in intuitiveexperiential and analyticalrational thinking styles. Journal of Personality and Social Psychology, 71, 390405. Farrer, C., Francka, N., Georgieff, N., Frith, C.D., Decety, J. Jeannerod, M. 2003. Modulating the experience of agency: a positron emission tomography study. Neuroimage, 18, 324333. Fineman, S. 1977. The achievement motive construct and its measurement: Where are we now? British Journal of Psychology, 68, 122. Forster, J. Higgins, E. T. 2005. How Global Versus Local Perception Fits Regulatory Focus. Psychological Science, 168, 631636. 48Frey, S. 1998. Prejudice and inferential communication: A new look at an old problem. In I. EiblEibelsfeldt and F.K. Salter Eds., Ethnic conflict and indoctrination. New York: Berghahn Books. Frey, S. 1999. Die Macht des Bildes. Der Einfluss der nonverbalen Kommunikation auf Kultur und Politik. Bern: Huber. Frijda, N. 1986. The Emotions. Cambridge: Cambridge University Press. Gegenfurtner, K. R. 2003. Gehirn und Wahrnehmung, 4. Aufl. Frankfurt: Fischer Tb  Gigerenzer, G. 2007. Bauchentscheidungen. Munchen: Bertelsmann. Gigerenzer, G. Goldstein, D.G. 1996. Reasoning the fast and frugal way: Models of bounded rationality. Psychological Review, 103, 650669. Gigerenzer, G. Selten, R. Eds  2002. Bounded Rationality: The Adaptive Toolbox Cambridge MA, London: The MIT Press. Gollwitzer, Peter M., Kentaro Fujita, and Gabriele Oettingen. 2004. Planning and Implementation of Goals, in Handbook of SelfRegulation: Research, Theory, and Applications. Roy F. Baumeister and Kathleen D. Vohs, eds. New York: Guilford Press, 21128. Greenwald, A.G. 1992. New Look 3: Unconscious Cognition Reclaimed. American Psychologist, 476: 76679. Greenwald, A.G., Banaji, M.R. 1995. Implicit social cognition: Attitudes, selfesteem, and stereotypes. Psychological Review, 102, 427. Greenwald, A.G., Banaji, M.R., Rudman, L.A., Farnham, S.D., Nosek, B.A., Mellott, D.S. 2002. A unified theory of implicit attitudes, stereotypes, selfesteem, and selfconcept. Psychological Review, 109, 325 HayesRoth, B. HayesRoth, F. 1979. A cognitive model of planning. Cognitive Science, 3, 275310. 49HayesRoth, B. 1993. Opportunistic control of action in intelligent agents. IEEE Transactions on Systems, Man and Cybernetics, 23, 15751587. Helmholtz, H. von 1925. The perception of vision. In Helmholtzs treatise on physiological optics, vol. 3 ed. J.P.C. Southall. The Optical Society of America, New York. Henderson, J.M. Hollingworth, A. 1999. Highlevel scene perception. Annual Review of Psychology, 50, 243271. Hoffman, D.D. 1998. Visual intelligence. How we create what we see. New York: Norton Co. Jung, C.G. 19231971. Theory of the Types. New York: Penguin Books. Kahneman, D. Tversky, A. 1979. Prospect Theory: An Analysis of Decision under Risk. Econometrica, Vol. 47, 263292. Kuhl, J. 1983. Motivation, Konflikt und Handlungskontrolle Motivation, conflict, and action control. Heidelberg: SpringerVerlag. Kuhl, J. 1994. Action versus state orientation: Psychometric properties of the action control scale ACS90. In J.Kuhl J. Beckmann Eds., Volition and personality: Actionversus state orientation pp. 946. Seattle, WA: Hogrefe Huber. Kuhl, J. 2000. A functionaldesign approach to motivation and volition: The dynamics of personality systems interactions. In M. Boekaerts, P.R. Pintrich M. Zeidner Eds., Selfregulation: Directions and challenges for future research pp. 111169. New York: Academic Press. Kuhl, J. 2001. Motivation und Personlichkeit: Interaktion psychischer Systeme. Motivation and personality: Interactions of mental systems. Gottingen: Hogrefe. Kuhl, J., Kazen, M. 1999. Volitional facilitation of difficult intentions: joint activation of intention memory and positive affect removes stroop interference. Journal of Experimental Psychology: General, 128, 382399. Kuhl, J., Scheffer, D., Eichstaedt, J. 2003. Der Operante MotivTest OMT: Ein neuer 50Ansatz zur Messung impliziter Motive. The Operant Motive Test OMT: A new approach to the measurement of implicit motives In F. Rheinberg J. StiensmeierPelster Eds., Diagnostik von Motivation und Selbstkonzept pp. 129149. Gottingen: Hogrefe. La Barbera, P. A., Weingard, P., Yorkston, E. A. 1998. Matching the message to the mind: Advertising imagery and consumer processing styles. Journal of Advertising Research, 38, 2943. Le Doux, J.E. 1995. Emotion: Clues from the brain. Annual Review of Psychology, 46, 209 235. Mc Clelland, D. C. 1985. Human motivation. Glenview, IL: Scott, Foresman Co. Mc Clelland, D. C., Atkinson, J. W., Clark, R. A., Lowell, E. L. 1953. The achievement motive. New York: AppletonCenturyCrofts. Mc Clelland, D. C., Koestner, R., Weinberger, J. 1989: How do selfattributed and implicit motives differ? Psychological Review, 96, 690702. Murray, H. A. 1938. Explorations in personality. New York: Oxford University Press. Murray, H. A. 1943. Thematic Apperception Test Manual. Cambridge: Harvard University Press. Myers, I. 1987. Introduction to Type. Palo Alto, CA: Consulting Psychologists Press. Nisbett, R. E., Wilson, T. D. 1977. Telling more than we can know: Verbal reports on mental processes. Psychological Review, 84, 231259. Palmer, S. 1999.Vision Science: Photons to Phenomenology. Cambridge MA.: The MIT Press. Panksepp, J. 1998. Affective Neuroscience. Oxford: Oxford University Press. Rumelhart, D.E. Mc Clelland, J.L. 1986. Parallel Distributed Processing: Explorations in the Microstructure of Cognition, Vol. 1: Foundations. Cambridge:MIT Press. 51Scheffer, D. 2005. Implizite Motive Implicit Motives. Gottingen: Hogrefe. Scheffer, D., Eichstaedt, J., Chasiotis, A. Kuhl, J. 2007. Towards an integrated measure of need affiliation and agreeableness derived from the Operant Motive Test.Psychology Science, 49, 308324 Scheffer, D. Kuhl, J. 2006. Erfolgreich motivieren Motivating Successufully. Gottingen: Hogrefe. Scheffer, D., Kuhl, J. Eichstaedt, J. 2003. Der Operante MotivTest OMT: Inhaltsklassen, Auswertung, psychometrische Kennwerte und Validierung The OMT: Content categories, scoring, psychometric properties and validation. In F. Rheinberg, und J. StiensmeierPelster Hrsg., Diagnostik von Motivation und Selbstkonzept, pp. 151168. Gottingen: Hogrefe. Scheffer, D. Heckhausen, H. 2007. Trait Theories of Motivation. In J. Heckhausen and H. Heckhausen Eds., Motivation and Action. Cambridge University Press. Scheffer, D. Loerwald, D. 2008. Messung von Personlichkeitseigenschaften mit dem Visual Questionnaire Vi Q Attraktivitat als Nebengutekriterium. In W. Sarges D. Scheffer Hrsg., Innovative Ansatze fur die Eignungsdiagnostik Innovative approaches in personnel selection, pp. 5164. Gottingen: Hogrefe. Scheffer, D. Loerwald, D. 2009. The effect of diabetes on the implicit personality system: Empirical analysis in 8 countries and implementation to communication strategy. Manuscript in preparation at the NORDAKADEMIE. Schneider, W. Shiffrin, R.M. 1977. Controlled and Automatic Human Information Processing: I. Detection, Search and Attention. Psychological Review, 84, 166. Schweiger, D.M. 1985. Measuring Managerial Cognitive Styles: On the Logical Validity of the MyersBriggs Type Indicator. Journal of Business Research, 13, 31528. 52Shiffrin, R.M. Schneider, W. 1977. Controlled and Automatic Human Information Processing: II. Perceptual Learning, Automatic Attending and a General Theory. Psychological Review, 84, 12790. Sloman, S.A. 1996. The Empirical Case for Two Systems of Reasoning. Psychological Bulletin, 119, 322. Smith, P. C. Kendall, L. M. 1963. Retranslation of expectations: An approach to the construction of unambiguous anchors for rating scales. Journal of Applied Psychology, 47, 149155. Spangler, W.D. 1992. Validity of questionnaire and TAT measures of need for achievement: Two metaanalyses. Psychological Bulletin, 112, 140154. Tuerlinckx, F., De Boeck, P., Lens, W. 2002. Measuring needs with the Thematic Apperception Test: A psychometric study. Journal of Personality and Social Psychology, 82, 448461. Wilson, T.D., Lindsey, S. Schooler, T.Y. 2000. A Model of Dual Attitudes. Psychological Review, 1071: 10126. Winkielman, P. Berridge, K.C. 2004. Unconscious Emotion. Current Directions in Psychological Science, 13, 12023 Witkin, H.A., Moore, C.A., Goodenough, D.R. Cox, P.W. 1977. Fielddependent and fieldindependent cognitive styles and their educational implications. Review of Educational Research. 47, 164. Yorkston, E.A., La Barbera, P.A. 1997. PersonalityRelated Cognitive Style and Advertising Strategy. New and Evolving Paradigms: The Emerging Future of Marketing, 80214. Chicago: AMA Conference Proceedings. Yovel, I., Revell, W., Mineka, S. 2005. Who Sees Trees Before Forest? Psychological Science, 162, 123129. 53Zajonc, R.B. 1980. Feeling and Thinking: Preferences Need No Inferences. American Psychologist, 352: 15175. Zajonc, R.B. 1984. On the Primacy of Affect. American Psychologist, 39, 11723. Zajonc, R.B. 1998. Emotions. In D.T. Gilbert, S.T. Fiske and G. Lindzey eds., Handbook of Social Psychology. New York: Oxford University Press, 591632. Zaltman, G. 2003. How customers think. Boston: Harvard Business School Press. Zuber, I., Ekehammar, B. 1988. Personality, time of day and visual perception: Preferences and selective attention. Personality and Individual Differences, 9, 345352. 54", "filename": "611499509.pdf", "person": ["David Scheffer", "Scheffer, David", "Björn Manke", "Manke, Björn"], "date": ["2009"]}