{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/91176/1/61194751X.pdf"], "title": ["Uma política de investimentos defensiva para o resultado operacional de hospitais públicos na presença de filas e de desigualdades de acesso a hospitais privados"], "plaintext": "TEXTO PARA DISCUSSAO Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes. As opinioes emitidas nesta publicacao sao de exclusiva e de inteira responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos da Presidencia da Republica. E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas. Governo Federal Secretaria de Assuntos Estrategicos da Presidencia da Republica Ministro Daniel Barcelos Vargas interino Fundacao publica vinculada a Secretaria de Assuntos Estrategicos da Presidencia da Republica, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos. Presidente Marcio Pochmann Diretor de Administracao e Financas Fernando Ferreira Diretor de Estudos Macroeconomicos Joao Sicsu Diretor de Estudos Sociais Jorge Abrahao de Castro Diretora de Estudos Regionais e Urbanos Liana Maria da Frota Carleial Diretor de Estudos Setoriais Marcio Wohlers de Almeida Diretor de Cooperacao e Desenvolvimento Mario Lisboa Theodoro Chefe de Gabinete Persio Marco Antonio Davison AssessorChefe da Comunicacao Institucional Daniel Castro URL: http:www.ipea.gov.br Ouvidoria: http:www.ipea.gov.brouvidoria ISSN 14154765 JEL: I18; H51; H54; L33 SUMARIO SINOPSE ABSTRACT 1 INTRODUCAO 2 O SISTEMA UNICO DE SAUDE: VISAO GERAL 3 METODOLOGIA 4 OS MODELOS DE ANALISE INTRODUCAO 5 O MODELO DE REPARTICAO DE MERCADO 6 O MODELO COM FILAS DE ESPERA 7 11 13 15 16 23 7 UM MODELO HIBRIDO: REPARTICAO DE MERCADO NA PRESENCA DE FILAS DE ESPERA 30 8 A COMPARACAO DOS RESULTADOS NOS TRES MODELOS 9 APLICACOES DOS MODELOS AO SUS 10 COMENTARIOS FINAIS REFERENCIAS APENDICE A APENDICE B APENDICE C APENDICE D APENDICE E 33 35 38 39 41 42 44 45 46 SINOPSE Este trabalho desenvolve um arcabouco analitico para orientar os investimentos em capacidade de atendimento hospitalar em um sistema de saude complexo. O eixo principal da analise e o superavit financeirooperacional dos hospitais publicos. O trabalho e inspirado pelo Sistema Unico de Saude SUS, mas poderia ser util em outros contextos, em que hospitais publicos e privados compartilhem o atendimento hospitalar. O trabalho apresenta como destaques: a adocao de uma parcela fixa de atendimento para os hospitais publicos; a admissao de uma demanda aleatoria; a caracterizacao da presenca de filas para atendimento; e a instituicao de punicoes para a ocorrencia de excesso de demanda nos hospitais publicos. ABSTRACT This work develops a framework able to guide investment in hospital capacities within the realm of a complex health system. The study is performed from the standpoint of the economic surplus of public hospitals. Although the paper is inspired by the Brazilian National Health System, it can be useful to many others situations where public and private hospital share the market. The adoption of a public market share, the presence of a stochastic demand, the addressing of waiting times, and the institution of punishment for insufficient supply are interesting features of the paper. 1 INTRODUCAO Este trabalho investiga situacoes em que a trajetoria dos investimentos em capacidade de atendimento hospitalar para internacoes no Sistema Unico de Saude SUS pode ser melhorada, de um ponto de vista relacionado ao superavit financeiro dos hospitais e a garantia de manutencao das condicoes preestabelecidas de acesso aos servicos prestados por essas instituicoes. Nosso esforco contempla uma situacao, como ocorre no SUS, em que hospitais publicos e privados interagem na prestacao de servicos. A primeira motivacao para este texto e a constatacao de que a presenca do setor privado na rede hospitalar do SUS tem declinado ao longo dos anos. Esta tendencia, examinada mais cuidadosamente em Marinho 2004a, e particularmente visivel a partir de 1993, conforme pode ser verificado nos graficos 1 a 5.1 GRAFICO 1 Percentual da participacao dos hospitais publicos e privados no SUS 19932003 Fonte: Elaboracao dos autores com dados do Datasus. 1. Alguns indicadores nao estao disponiveis para o ano de 2004. As tabelas com os valores que geraram os referidos graficos constam do apendice A. ipea texto para discussao 1418 ago. 2009 7 GRAFICO 2 Percentual da participacao dos leitos publicos e privados no SUS 19932007 Fonte: Elaboracao dos autores com dados do Datasus. GRAFICO 3 Percentual dos dias de permanencia em hospitais publicos e privados no SUS 19932007 Fonte: Elaboracao dos autores com dados do Datasus. 8 texto para discussao 1418 ago. 2009 ipea GRAFICO 4 Percentual do valor total recebido pelas internacoes em hospitais publicos e privados no SUS 19932007 Fonte: Elaboracao dos autores com dados do Datasus. GRAFICO 5 Taxa de ocupacao em hospitais publicos e privados no SUS 19932007 Fonte: Elaboracao dos autores com dados do Datasus. Esse fenomeno de reducao da participacao dos hospitais privados no SUS cuja explicacao transcende os objetivos do presente trabalho afeta as complexas relacoes entre o setor publico e o privado no sistema de saude brasileiro. Assim, impacta, de modo ainda nao totalmente esclarecido, as condicoes gerais de atendimento a populacao, bem como a situacao financeira e economica dos nossos hospitais publicos e mesmo do SUS como um todo. Os gastos com internacoes em 2007 custaram R 7.617.769.441,99 aos cofres do SUS. A progressiva reducao da ipea texto para discussao 1418 ago. 2009 9 participacao da rede privada no SUS, conforme vimos, tem como contrapartida natural a expansao da capacidade publica instalada. Particularmente, tal fenomeno afeta a situacao economica e financeira dos hospitais publicos brasileiros, em uma extensao dificil de avaliar. No presente trabalho, desenvolvemos, em carater ainda exploratorio e, julgamos, inovador , um arcabouco analitico que contribui para avaliar as consequencias do referido fenomeno sobre a situacao financeira dos hospitais publicos do SUS. Nosso interesse pelo tema decorreu de uma segunda fonte, isto e, a analise da literatura setorial. Argumentase com frequencia que os hospitais privados poderiam ser os recipientes de qualquer investimento adicional, mesmo publico, quando os hospitais publicos sao incapazes de atender a demanda em um sistema nacional de saude com a presteza e a qualidade socialmente desejadas. Esta discussao esta apresentada, por exemplo, em Iversen, 1986 e 1997, Cullis, Jones e Propper 2000, Sloan 2000 e Calvo 2002. A argumentacao mais usual e que os hospitais privados poderiam ser mais eficientes do que os hospitais publicos. No presente trabalho, demonstramos que a opcao pelo setor privado, sem maiores cuidados e investigacoes, pode levar a uma piora da situacao economica dos hospitais publicos. Reconhecemos, entretanto, que, isoladamente, pode ocorrer que nem os hospitais publicos e nem os privados sejam capazes de resolver o problema de excesso de demanda. Assim, baseados na literatura, por exemplo, em Ferrier e Valdmanis 1996, acreditamos que os hospitais de um sistema publico de saude sao mais bem administrados como um sistema. Alguns aspectos da coexistencia de hospitais publicos e privados no SUS estao retratados em Marinho 2004a. Para tentar melhorar a nossa compreensao sobre alguns aspectos relacionados com as complexas interacoes entre hospitais publicos e privados no SUS, utilizamos um arcabouco de estatica comparativa, inicialmente desenvolvido em Marinho 2003, para avaliar os efeitos dos investimentos em capacidade nos hospitais publicos e privados sobre o superavit operacional de um hospital publico. Esse arcabouco permite que esse hospital publico e um hospital privado dividam o mercado de servicos hospitalares, e que ambos os hospitais possam receber recursos publicos para investimentos em capacidade. Capacidade, neste contexto, significa, de acordo com Fare 1984, a quantidade maxima de servicos hospitalares que os hospitais podem produzir por unidade de tempo, com as plantas operacionais e equipamentos existentes, considerandose que a disponibilidade de fatores variaveis de producao seja irrestrita. Desse modo, o estoque de capital, que representaremos pela quantidade de leitos, e o unico fator de producao limitador da capacidade dos hospitais. Assumimos que os hospitais publicos nao podem acumular deficits operacionais ilimitados, tendo que observar cuidadosamente as receitas e os custos operacionais. O superavit operacional e a diferenca entre as receitas que os hospitais auferem de suas atividades operacionais e os respectivos custos. Apresentamos, com essa preocupacao, e em um sentido que iremos detalhar, uma politica defensiva para o superavit operacional dos hospitais publicos De acordo com a literatura por exemplo, JOSKOW, 1980; GALOR, 1994 a demanda pelos servicos dos hospitais e considerada estocastica e cada tipo de hospital escolhe a sua capacidade antes de observar as condicoes da demanda. 10 texto para discussao 1418 ago. 2009 ipea Barnum e Kutzin 1993 apontam que um problema recorrente em paises em desenvolvimento e o desajuste imbalance entre a demanda e a oferta de leitos hospitalares para internacao, evidenciada pela escassez de leitos e pelas longas filas para internacao e atendimento.2 A presenca de capacidade ociosa tambem e um problema serio e frequente ver IVERSEN, 1986, 1993, 1997, que pode ocorrer mesmo em paises com escassez de leitos apenas em ambito local. Acreditamos que este texto, embora direcionado ao SUS, pode ser util em outras circunstancias, em que hospitais publicos e privados coexistam. A secao 2 resume algumas das principais caracteristicas do SUS de interesse direto para este trabalho; secao 3 apresenta o arcabouco geral de analise utilizado em nosso estudo; a secao 4 explicita os aspectos principais dos modelos explorados no texto; a secao 5 discute o modelo de reparticao de mercado; a secao 6 expoe o modelo com filas de espera; a secao 7 discute um modelo hibrido, que sintetiza os dois modelos anteriores; a secao 8 apresenta a comparacao entre os resultados obtidos nos tres modelos; secao a 9 realiza uma aplicacao exploratoria dos modelos no SUS; e a ultima, a secao 10, apresenta as consideracoes finais. Os apendices A, B, C, D e E expoem em detalhes alguns dados, calculos e resultados apresentados e utilizados no estudo. 2 O SISTEMA UNICO DE SAUDE: VISAO GERAL O SUS e um grande sistema publico de saude. Em 2007, de acordo com o Datasus www.datasus.gov.br, o SUS era composto de 6.110 estabelecimentos com internacao, com 367.397 leitos dos 500.452 leitos de internacao existentes no Brasil. Ainda em 2007, os hospitais do SUS realizaram 11.330.096 internacoes, que custaram R 7.617.769.441,99. O SUS presta assistencia a saude para aproximadamente 95% da populacao brasileira, incluindo algo em torno de 70% dos cuidados secundarios e 90% dos cuidados mais complexos IBGE, 2002. Os planos de saude privados tinham 1.128 estabelecimentos com internacao. A quase totalidade dos pagamentos pelos procedimentos e tratamentos realizados no SUS provem do governo, sendo gratuitos os servicos prestados para a populacao em geral, de forma universal e irrestrita, por preceito constitucional. Os hospitais ou as autoridades que os administram podem escolher a quantidade de leitos e o volume de procedimentos que ficam a disposicao do SUS. Prestadores de servicos publicos ou privados podem ser contratados pelo SUS. No caso de hospitais, sejam eles publicos ou privados, os pagamentos, em grande medida, sao determinados pelos procedimentos realizados, de acordo com tabelas fixas de precos. Tais pagamentos, majoritariamente, variam mais com os custos e a complexidade dos procedimentos do que com os tipos de hospitais. Os hospitais privados contratados pelo SUS podem ter ou nao finalidades lucrativas.3 Alem do SUS, existe no Brasil um setor privado ou suplementar que somente atende aos pacientes que tenham planos de saude que, eventualmente, chamaremos de pacientes segurados ou que facam pagamentos diretos outofpocket aos 2. Para uma discussao sobre o caso brasileiro, ver Marinho 2004b. 3. Para mais detalhes, ver Marinho 2004a. ipea texto para discussao 1418 ago. 2009 11 prestadores de servicos. De acordo com o Instituto Brasileiro de Geografia e Estatistica IBGE, 24,6% da populacao brasileira 43,2 milhoes de pessoas tinham planos de saude em 2003 IBGE, 2003. De acordo com a Agencia Nacional de Saude Suplementar ANS, em dezembro de 2005, 42.452.067 pessoas 22,7% da populacao estavam vinculadas a algum tipo de plano de saude e tinham a cobertura dos planos de saude privados ANS, 2006. Quanto maior o rendimento familiar, maior a cobertura por planos de saude no Brasil. A cobertura era de apenas 2,9% na classe de rendimento inferior a um salario minimo SM, e atingia 83,8% na classe de 20 SM ou mais IBGE, 2003. Esta situacao configura uma desigualdade de acesso aos servicos de saude. Dificilmente os mais pobres tem acesso aos planos de saude privados ou aos hospitais privados fora da orbita do SUS. Os hospitais privados, contratados ou nao pelo SUS, nao sao obrigados a atender pacientes alem de sua capacidade, com excecao de situacoes emergenciais extremas. Os hospitais publicos, por sua vez, tem de estar preparados para acomodar excessos de demanda alem de suas capacidades instaladas usuais. Esta imposicao encoraja os hospitais a manter, preventivamente, excesso de capacidade.4 Os planos de saude privados selecionam os pacientes e os riscos que aceitam em suas carteiras tratase do fenomeno denominado creamskimming. Assim, o SUS e o responsavel ultimo pelos tratamentos mais caros e de mais longo prazo. Mesmo porque os detentores de planos de saude tambem tem direito de acesso ao SUS. E importante enfatizar novamente que os pacientes sem planos de saude ou que nao podem efetuar pagamentos diretos nao sao atendidos nos hospitais privados que nao estejam contratados pelo SUS. No Brasil, como em varios outros paises, a capacidade dos hospitais nao e regulada de modo estrito. Por outro lado, como os precos sao fixos e os salarios dos hospitais publicos sao rigidos, a competicao via sistema de precos e irrelevante no SUS. Mesmo a competicao via qualidade do atendimento e apenas secundaria. Nao estamos afirmando, em nenhuma hipotese, que a qualidade dos servicos seja negligenciada no SUS brasileiro. O nivel de qualidade da prestacao de servicos de saude no Brasil e de responsabilidade conjunta das entidades de gerencia, de gestao, de normatizacao e de fiscalizacao do Estado, entre as quais se destacam: o Ministerio da Saude MS; os Conselhos de Saude e as Comissoes Intergestores de Saude; as Secretarias Estaduais e Municipais de Saude; a Agencia Nacional de Vigilancia Sanitaria Anvisa; as Vigilancias Sanitarias dos Estados e dos Municipios, as Comissoes de Saude das Assembleias Legislativas Estaduais e das Camaras Municipais; o Ministerio Publico; e outras instancias do Poder Judiciario. A autorregulamentacao hospitalar e a etica profissional tambem exercem papeis essenciais na qualidade da atencao a saude no SUS. A acreditacao hospitalar, embora incipiente, tambem e um instrumento que deve ser considerado neste aspecto. Reiteramos, no entanto, que entendemos que a qualidade nao e, fundamentalmente, um instrumento de competicao no SUS.5 Podese tambem inferir que o sistema de precos engendrado no SUS nao e afetado pela qualidade dos servicos prestados. 4. Outras razoes para a manutencao de excesso de capacidade em hospitais sem fins lucrativos estao discutidas em Marinho 2004a. 5. Podese, inclusive, argumentar que a cooperacao, e nao a competicao, e que deve orientar a coexistencia de hospitais em sistemas publicos de saude. Ver alguma discussao sobre este ponto em Marinho 2004a. 12 texto para discussao 1418 ago. 2009 ipea Um ponto importante adicional e que a natureza aleatoria, ou pouco previsivel, da demanda por servicos de saude no SUS nao permite que os administradores e os gestores do sistema especifiquem ex ante o nivel minimo de custos que assegure a obtencao dos niveis desejados de qualidade. Ainda assim, podese supor que os administradores publicos, sujeitos as restricoes orcamentarias break even constraints conforme ROGERSON, 1994, tentem maximizar o valor social dos servicos de saude ou buscar um ponto de equilibrio. Pelo menos, tentariam reduzir os desperdicios ou evitar o pior, de acordo com Wildavsky 1988. 3 METODOLOGIA Este trabalho focaliza as internacoes hospitalares porque estas ocasionam a maior parte dos custos destas instituicoes e porque, nas internacoes, sao consumidas as maiores parcelas dos servicos gerados pelo capital hospitalar.6 As internacoes demandaram R 7.617.769.441,99 do SUS em 2007, de acordo com o Datasus. O arcabouco geral desenvolvido acomoda a situacao em que parte da populacao tenha acesso aos hospitais privados, via pagamentos diretos ou por intermedio de planos de saude. A despeito de sua natureza privada, estes hospitais, em algumas ocasioes, estao com toda a sua capacidade ocupada e nao podem atender toda a demanda potencial, seja derivada dos planos de saude ou de pagamentos diretos. Outra situacao problematica hipotetica ocorre quando os planos de saude se recusam a autorizar tratamentos nao previstos nos contratos que mantem com os consumidores. Assim, os detentores de planos de saude tambem nao tem acesso integral garantido aos servicos de saude privados. Quando uma pessoa nao tem acesso aos servicos privados a unica alternativa e o SUS, que pode estar congestionado e nao garantir o pronto atendimento. Resumindo, estamos assumindo que os hospitais publicos e os hospitais privados atendem, como substitutos, uma demanda estocastica, em mercados nao competitivos principalmente nao competitivos via precos e a demanda pode ser, ainda que momentaneamente, maior do que a oferta de servicos a plena capacidade. Uma hipotese adicional, a ser relaxada em trabalhos futuros, e que a demanda seja exogena aos hospitais, conforme observado em grande parte da literatura por exemplo, JOSKOW, 1980. Em um esforco para estabelecer relacoes entre consideracoes de lucratividade mais precisamente para evitar os deficits operacionais e as eventuais desigualdades de acesso aos servicos de saude, estabelecemos uma relacao entre a parcela da populacao atendida pelo setor publico e os investimentos em capacidade. Supomos tambem que o governo deseja garantir o atendimento aos pobres, e tenta fixar uma participacao no mercado ou um marketshare, que os hospitais publicos devem atender, independentemente das dimensoes e da variabilidade da demanda. Conectamos o superavit operacional dos hospitais publicos a uma variavel capaz de representar o marketshare relativo aos pobres. Mas essa politica tem um custo. Podem ocorrer excessos de capacidade e estes excessos tem de ser pagos. 6. Para mais detalhes, ver Butler 1995. ipea texto para discussao 1418 ago. 2009 13 Por outro lado, tambem podem ocorrer excessos de demanda indesejaveis, que originam penalidades. Uma autoridade governamental, ou um regulador, e o tomador de decisoes interesseiro no processo de alocacao dos investimentos publicos em capacidade no setor hospitalar. Esse tomador de decisoes age no interesse dos hospitais publicos, tentando maximizar a diferenca assumida como positiva entre as receitas operacionais totais e os custos operacionais totais desses hospitais. O modelo funciona como se este mesmo decisor tambem tivesse poder de policia e impusesse punicoes aos hospitais publicos sempre que a capacidade demandada fosse maior do que a oferta de servicos, ou seja, sempre que alguem deixa de ser atendido. No mundo real, conforme comentaremos mais adiante, a punicao pode assumir outras formas e nao precisa nem mesmo ser imposta exogenamente. O que realmente o modelo impoe e um aumento dos custos operacionais marginais dos hospitais publicos, sempre que a demanda excede a capacidade ofertada. Uma caracteristica notoria de sistemas de saude como o SUS, financiados por impostos, em que os pagamentos diretos nao sejam relevantes para o atendimento e a formacao de filas de espera pelos usuarios. Em vez do sistema de precos, o tempo de espera e o mecanismo de racionamento do sistema.7 Assim, assumimos que cada paciente tem uma probabilidade nao nula de nao ser atendido imediatamente, tendo que aguardar em uma fila de espera. Assumimos tambem que os hospitais, publicos ou privados, possam variar as suas capacidades e, portanto, as probabilidades que um paciente tem de ser atendido ou nao imediatamente no SUS. Consideramos, adicionalmente, que ambos os tipos de hospitais tentam minimizar as probabilidades de que um paciente aleatorio nao seja atendido imediatamente, ou que nunca seja atendido. De acordo com o trabalho de Joskow op. cit., alguns aspectos de teoria das filas queueing theory sao introduzidos na analise e o modelo raciona o atendimento via tempo de espera na fila. Um ultimo modelo relaciona os dois modelos anteriores. Para isso, o governo assegura uma participacao fixa no mercado para o hospital publico, em um contexto de existencia de filas para atendimento, conforme o arcabouco que ja vinhamos desenvolvendo ate entao. Resumidamente o nosso arcabouco geral e concatenado de forma a relacionar o superavit operacional do sistema hospitalar publico com quatro elementos fundamentais: 1 A sua capacidade de atendimento, medida em leitosdia, conforme o quadro 5 da secao 9. 2 A parcela dos pacientes que atende seu marketshare, medida em porcentagem de dias de internacao anual, conforme o quadro 5 da secao 9. 3 As probabilidades de atendimento imediato dos pacientes. 4 As penalidades decorrentes do excesso de demanda conforme discussao na secao 4. 7. A esse respeito, ver Marinho 2004b. 14 texto para discussao 1418 ago. 2009 ipea 4 OS MODELOS DE ANALISE INTRODUCAO Por razoes de concisao, apenas as principais hipoteses e resultados sao apresentados e discutidos em detalhes nesta secao. Algumas deducoes importantes constam dos apendices ao texto. Assumimos que a unica informacao disponivel sobre a populacao e que ela dividese em dois grupos. O primeiro deles eventualmente os pobres nao tem planos de saude, e nem pode pagar outofpocket pelo atendimento. O segundo grupo eventualmente os ricos tem planos de saude ou pode pagar diretamente aos hospitais privados. Nao assumimos nenhuma hipotese sobre as possibilidades de adoecimento na populacao total e nem em cada um dos grupos, e atendimento publico e livre, integral e totalmente gratuito para todos. Assim, uma distribuicao uniforme podera representar a populacao, sem impor, por ora, restricoes desnecessarias sobre o modelo. Para simplificar o modelo, supomos que o sistema de saude possa ser representado por dois hospitais. O primeiro e um hospital publico, que atende qualquer cidadao que procure os seus servicos. O segundo e um hospital privado, que atende apenas os detentores de planos de saude, ou aqueles que podem pagar. Sabemos que hospitais privados sao contratados pelo SUS. Entretanto, apenas os hospitais publicos em seu conjunto sao obrigados a atender a demanda alem da capacidade potencial. Esse e um dos aspectos fundamentais da construcao de nosso arcabouco de analise. Como dito anteriormente, assumiremos que a distribuicao marginal a priori da demanda pelo hospital publico e uniforme no intervalo 0,1. Uma modelagem similar representa a parcela da populacao que tem planos de saude, e que procura o hospital privado. Mais precisamente, a demanda Xi e uniforme no intervalo 0,1 para o hospital publico i. Supomos que muitos pacientes detentores de planos segurados procurem o hospital publico, em funcao do atendimento gratuito, ou de eventuais facilidades de acesso, e do fato ja discutido, de que a posse de planos de saude nao e sempre garantia de atendimento. Os hospitais escolhem o seu estoque de capital K antes de observarem a demanda. Como e comum na literatura por exemplo, FARE; GROSSKOPF; VALDMANIS, 1989; GALOR, 1994; MARINHO; FACANHA, 2002 assumimos que os hospitais nao alcancem um equilibrio de curto prazo e, por meio da imposicao de retornos constantes de escala, o modelo podese tornar uma boa representacao do comportamento de longo prazo dos hospitais. Consequentemente, os hospitais incorrem em um custo constante por unidade de capital igual a r. Como a demanda e estocastica, e nao pode ser prevista perfeitamente, o modelo admite excesso ou falta de capacidade de atendimento. No caso de excesso de demanda, uma penalidade, representada por um custo unitario extra, constante, por unidade de capital t sera aplicada sobre o hospital publico. Na realidade, se ocorre excesso de demanda, o governo nao impoe multas ao hospital publico. Uma penalidade possivel e uma sobrecarga de trabalho, imposta pelos administradores do hospital ipea texto para discussao 1418 ago. 2009 15 publico. Outra alternativa e supor que a penalidade representaria uma taxa de ocupacao acima do nivel normal, o que ocasionaria algum estresse organizacional tambem acima do normal. Em termos mais microeconomicos, poderiamos supor que, com a penalidade, a curva de custo marginal do hospital a curva de oferta e deslocada para a esquerda, resultando, para cada nivel de producao, em um nivel de custo mais elevado. Nenhuma consequencia qualitativa de eventuais excessos de demanda sera considerada explicitamente no modelo, mas, conceitualmente, tais excessos poderiam, ate mesmo, implicar a reducao da qualidade em funcao da superlotacao. A capacidade instalada, ou a oferta de leitos, do hospital publico e Ki. Como em Friedman e Pauly 1981 e em GalOr op. cit., assumimos que, quando a demanda pelo hospital publico ultrapassa a sua plena capacidade, este hospital incorre na aludida penalidade por unidade de capital. Para que a penalidade seja efetiva, faremos t r onde r e o custo por unidade de capital. O reembolso ou o pagamento que o hospital recebe por unidade de demanda atendida e um preco exogeno p, determinado pelo governo. Para impor uma perda real ao hospital publico, no caso de excesso de demanda, impomos a condicao adicional t p. Como a oferta e a demanda terao de ser observadas na mesma unidade de medida, assumimos tambem que, para que o superavit operacional do hospital publico nao seja negativo, ocorrera p r. Assim, fica estabelecido que t p r. A variavel ESi representara o superavit operacional esperado do hospital publico i diante da demanda Xi. A partir deste ponto, a analise sera realizada nos dois modelos mencionados. O primeiro modelo, de reparticao de mercado marketshare, assume que o governo tenta atender uma parcela da populacao que pode ser representativa dos pobres, quaisquer que sejam as condicoes da demanda e da oferta. O segundo modelo, baseado em elementos de teoria das filas queuing theory, representa o fenomeno, comumente observado no SUS, e em outros sistemas publicos de saude, em que os descasamentos entre a oferta e a demanda engendram filas para atendimento nos hospitais publicos. 5 O MODELO DE REPARTICAO DE MERCADO 5.1 APRESENTACAO O hospital privado se depara com uma demanda de pacientes composta majoritariamente de detentores de planos de saude e, portanto, eventualmente, nao pobres, representada por Xj uniforme em 0,1. A capacidade ou oferta de leitos do hospital privado e Kj. Sempre que Xj Kj o hospital publico deve atender o resultante excesso de demanda Xj Kj. Como Xi e Xj sao estocasticas, integrar os superavits operacionais em relacao a essas variaveis sobre o intervalo compacto 0,1 fornece o superavit operacional esperado do hospital publico como funcao das capacidades instaladas do hospital publico e do hospital privado. 16 texto para discussao 1418 ago. 2009 ipea O hospital publico determina uma participacao fixa no mercado marketshare igual a 0 1, independentemente do tamanho do mercado. Assim, Xi Xj 1. Conforme ja argumentamos, esta participacao poderia guardar relacao proima da proporcao dos pobres no total dos pacientes, com o objetivo de mitigar as desigualdades de acesso aos servicos de saude. Conforme veremos, ao fixar o marketshare publico igual a XiXiXj e possivel relacionar o superavit operacional do hospital publico com o referido marketshare que o hospital publico e obrigado a atender. 5.2 DISCUSSAO DO MODELO DE REPARTICAO DE MERCADO O superavit operacional do hospital publico sera ESi uma funcao positiva F dos componentes fundamentais do modelo. Assim: ESi Fpreco por unidade de demanda p; custo por unidade de capital r; capacidade instalada publica Ki e capacidade instalada privada Kj; marketshare publico ; penalidade t. A seguir, apresentamos as possiveis relacoes entre a oferta e a demanda por servicos hospitalares internacoes. Apos a obtencao do superavit esperado do hospital publico, sao apresentadas algumas derivadas de interesse, e as melhores decisoes de investimento sao delas inferidas. 5.2.1 A presenca de excesso de oferta: Ki Kj Xi Xj 1. Nao existe excesso de demanda. Assim: Xi Ki e Xj Kj Si p Xir Ki Integrando Si em relacao a Xi em 0,1 obtemos o superavit operacional esperado do hospital publico i como funcao da capacidade do proprio hospital publico Ki bem como da capacidade do hospital privado Kj. Todos os detalhes do calculo estao no apendice B: ESi Ki, Kj, p 21 r Ki 1 As derivadas de interesse mais imediato serao:8 ESiKi r. Se ambos os hospitais tem excesso de capacidade, o hospital publico deve reduzir sua capacidade instalada. Expandir a capacidade do hospital 8. Para detalhes das derivadas em relacao ao marketshare , ver o apendice C. ipea texto para discussao 1418 ago. 2009 17 publico implica um aumento de custo marginal igual a r por unidade de investimento em capital fixo, sem nenhuma contrapartida de receita. ESiKj 0. O superavit operacional do hospital publico nao depende da capacidade do hospital privado Kj. ESi p 221 0 ver o apendice B. O aumento do marketshare aumenta o superavit no hospital publico, pois este tem excesso de capacidade. ESit 0. O superavit nao depende da penalidade, pois nenhuma penalidade e aplicada. Resumo da discussao Com excesso de oferta global temos ESi FK respectivas derivadas parciais. i, o superescrito indica o sinal das O superavit operacional do hospital publico e reduzido por aumento da capacidade do hospital publico e viceversa. O aumento da participacao do hospital publico no mercado marketshare aumenta o superavit do hospital publico e viceversa. 2. Existe excesso de demanda no hospital privado. Entretanto, o excesso de oferta no hospital publico excede este excesso de demanda privada, de modo que ocorre um excesso de oferta global. Assim: Xi Ki; Xj Kj, mas Ki Xi Xj Kj; e entao, Ki Kj Xi Xj. Si p Xi r Ki pXj Kj o valor esperado sera ver o apendice B: ESiKi, Kj, p Kj r Ki 1 212 As derivadas de interesse na equacao 2 sao: ESiKi r. O hospital publico ainda tem excesso de capacidade, que deveria ser reduzida. Expandir a capacidade gera uma perda liquida igual ao custo marginal r. ESiKj p. Se o hospital privado expandir a sua capacidade, o hospital publico sofre uma perda de receita marginal p por unidade de demanda que deixa de atender. A analise das duas derivadas anteriores indica que nenhum investimento deveria ser permitido no hospital publico. Se o governo regula os investimentos no hospital privado, e age no interesse do hospital publico, tambem nao deveria ser permitido o investimento no hospital privado. Obviamente, esta ultima recomendacao seria controversa, pois implicaria limitar os lucros do hospital privado. p 2ESi 0. Como o hospital publico tem excesso de capacidade, o marketshare publico, representado por , deveria ser aumentado ver o apendice C para a obtencao dessa derivada. 2118 texto para discussao 1418 ago. 2009 ipea ESit 0. O hospital publico nao e penalizado, pois nao apresenta excesso de demanda. Resumo da discussao , . Investimentos no Com excesso de demanda no hospital privado, ESi FK hospital publico e no hospital privado sao deleterios para o superavit do hospital publico. Elevar o marketshare publico e benefico para o superavit do hospital publico. , K ij 5.2.2 A presenca de excesso de demanda: Ki Kj Xi Xj Nas duas situacoes precedentes nenhuma penalidade e imposta ao hospital publico, que nao enfrenta excesso de demanda. A seguir, apresentamos uma situacao em que ha excesso de demanda global e, consequentemente, tambem no hospital publico. Toda a capacidade instalada nos hospitais e utilizada, e uma penalidade t e imposta por unidade de demanda excedente.9 Si p r Ki t p Xi Xj Ki Kj e, entao: ESiKi, Kj, p rKi t p1 21 Ki Kj 3, sendo que 1 21Ki Kj 0 ver o apendice A. As derivadas de interesse na equacao 3 sao: ESiKi t r 0. Cada unidade adicional de investimento feita pelo hospital publico evita uma perda liquida igual a t r. O investimento permite ao hospital livrarse da penalidade por unidade igual a t, mas impoe o custo por unidade de capital igual a r. ESiKj t p 0. Cada unidade de investimento feito pelo hospital privado retira uma receita por unidade igual a p do setor publico, mas evita que o hospital publico incorra em uma penalidade por unidade de investimento igual a t. Observando estas duas derivadas, vemos que o ganho liquido do investimento no hospital publico, comparado com o investimento no hospital privado, e igual a ESiKi ESiKj t r t p p r 0. Assim, para defender o superavit publico, o regulador deveria preferir o investimento no hospital publico, ja que a diferenca e positiva. 9. Para os detalhes do calculo, ver o apendice B. ipea texto para discussao 1418 ago. 2009 19 ESi p t 221 0 ver o apendice C para detalhes. Como t p e uma penalidade e imposta, o hospital publico pode melhorar o seu superavit reduzindo o seu marketshare. ESit Ki Kj 1 21 0 ver o apendice C para detalhes do calculo. Como esperavamos, o superavit diminui com o aumento da penalidade. ESiKi, Kj, t 1 221 0 ver o apendice C para detalhes do calculo. A sensibilidade do superavit a penalidade diminui a medida que o marketshare publico aumenta e viceversa. Alternativamente, a sensibilidade do superavit ao marketshare diminui quando a penalidade aumenta. E interessante notar que esta sensibilidade cruzada depende do marketshare , sendo muito pequena para valores elevados de . Resumo da discussao Com excesso de demanda global temos ESi FKi, , t. , Kj Neste caso, aumentar a capacidade dos dois tipos de hospitais beneficia o superavit do hospital publico e viceversa mas investir no hospital publico e mais vantajoso do que investir no hospital privado. O superavit do hospital publico e reduzido pelo aumento do seu marketshare e pela elevacao da penalidade e viceversa. 5.3 UMA POLITICA DE INVESTIMENTOS DEFENSIVA PARA O HOSPITAL PUBLICO NO MODELO COM REPARTICAO DE MERCADO As restricoes orcamentarias no setor publico brasileiro sao evidentes. Nao estamos discutindo, no presente texto, se os recursos que vem sendo alocados aos hospitais do SUS sao suficientes para atender as necessidades da populacao. Procuramos delinear taosomente um conjunto de pressupostos teoricos capazes de, em termos muito gerais, apresentar uma politica de investimentos defensiva para o SUS. Uma politica dita defensiva, conforme veremos, seria capaz de impedir a reducao do superavit operacional dos hospitais publicos do SUS, no sentido especifico em que este superavit vem sendo tratado no presente texto. Assim, uma politica defensiva pode, ate mesmo, recomendar a expansao da capacidade operacional do parque hospitalar do SUS. Obviamente, para ser exequivel, na complexa realidade do sistema, tal politica, aqui delineada em carater bastante exploratorio, deveria ser amplamente discutida, avaliada e detalhada por todos os interessados no setor. O que estamos apresentando no momento, portanto, e apenas um esforco no sentido de elaborar politicas capazes de nao permitir que a situacao economica dos hospitais do SUS seja insustentavelmente deficitaria. E muito importante ressaltar que as receitas dos hospitais sao definidas pelo proprio SUS. Assim, estamos fazendo, primordialmente, um exercicio de microeconomia, e de economia do setor publico, aplicado a economia interna do SUS. Desse modo, realizamos um exercicio de economia da 20 texto para discussao 1418 ago. 2009 ipea saude aplicado aos hospitais do SUS. A seguir, apresentamos duas definicoes de interesse. Definicao 1: Uma isolucro, para o hospital publico,10 e o conjunto dos pontos definidos por diferentes niveis de capacidade instalada no hospital publico e no hospital privado que proporcionam o mesmo nivel de superavit operacional. Uma isolucro mostra como o hospital publico pode reagir aos niveis de capacidade do hospital privado, de modo a manter fixo o seu nivel de superavit operacional. Definicao 2: Uma politica de investimentos defensiva para o hospital publico e uma isolucro para o referido hospital publico. Com as definicoes 1 e 2 anteriores, podemos examinar, no contexto das diferentes situacoes da capacidade operacional dos hospitais, ante a demanda pelos servicos, como fica caracterizada uma politica de investimentos defensiva. Em termos conceituais bastante gerais, duas situacoes de interesse ocorrem: 1. Existe excesso de demanda no setor privado, mas excesso de oferta global: Temos ESiKi, Kj, p Kj r Ki equacao 2. Diferenciando em 1 21relacao a Ki e Kj e igualando a zero, obtemos d ESiKi, Kj, pd Kj rd Ki 0. Assim, teremos d Kid Kj pr 0. Para manter o superavit operacional publico constante, as variacoes na capacidade hospitalar privada e na publica devem seguir sentidos opostos. Como existe capacidade ociosa no hospital publico, suficiente para cobrir o excesso de demanda no setor privado se o setor privado aumentar sua capacidade, o setor publico deve reduzir sua capacidade ociosa que tem custo por paciente igual a r. Se, por outro lado, o hospital privado reduzir sua capacidade, o hospital publico deveria, em principio, tender a elevar a sua, para fazer face ao aumento do excesso de demanda do privado e nao incorrer em penalidade. A seguir, ilustraremos o resultado anterior com um exercicio numerico ficticio bastante simples. Exemplo 1 Suponha que: p 1,1, e que r 1,0. Utilizando no exemplo para valores relativamente proximos do observado no SUS, assumiremos, conforme os graficos 1 a 5, Ki 0,7, Kj 0,3, e 0,75. Assim, pela equacao 2 ESiKi, Kj, p1 21 Kj r Ki 1,17. Agora suponha d Kj 0,03. Entao, Kj diminui para Kj 0,27. Mas d Kid Kj pr 1,1. Entao, d Ki 0,033 e Ki aumenta para Ki 0,733. 10. Tal denominacao deve ser compreendida no contexto de nosso trabalho, pois o conceito de lucro nao e aplicavel aos hospitais publicos brasileiros. Tratase de uma transposicao do conceito de isoprofit, da microeconomia tradicional, para o contexto do superavit dos hospitais publicos. A manutencao da denominacao visa facilitar a identificacao do conceito original. ipea texto para discussao 1418 ago. 2009 21 Finalmente, vemos que ESiKi, Kj, 1,17. O superavit publico nao varia, conforme o esperado. 2. Existe excesso de demanda global. Nesse caso, ESiKi, Kj, p rKi t p Ki Kj 3. Diferenciando em relacao a Ki e Kj e igualando a zero obtemos d ESiKi, Kj, t rd Ki tpd Kj 0. 1 21Desse modo d Kid Kj t pt r 0. Como r p e facil ver que d Kid Kj 1. A taxa de variacao na capacidade publica de atendimento hospitalar e maior do que a taxa de variacao na capacidade privada. Tambem fica claro que, se nao ha penalidade, ou seja, se t 0, esse caso e igual ao anterior. Para manter o superavit publico constante, temos que mudar a capacidade publica na direcao oposta da mudanca na capacidade privada. Alem disso, dd Kid Kjdt p rt r2 0, com d Kid Kj 0. Assim, se uma penalidade for aplicada, a variacao da capacidade publica necessaria para manter o superavit constante aumenta a medida que a penalidade aumenta e viceversa. Exemplo 2 Vamos utilizar os mesmos valores do exemplo 1, para que os resultados sejam comparaveis. Suponhamos p 1, 1, r 1, 0, Ki 0,7, Kj 0,3 e 0,75 relembrando que Ki Kj 0. Agora, vamos assumir que a necessitamos neste caso que 1 21penalidade seja t 1,11, imposta devida ao excesso de demanda. Assim, pela equacao 3, ESiKi, Kj, p rKi t p1 21 Ki Kj 0,06. Mas sabemos que d Kid Kj t pt r 0,0909. Como no exemplo 1, faremos d Kj 0,03, o que implica, novamente, que Kj o diminua para Kj 0,27. Deste modo, d Ki 0,0027 e Ki aumenta para Ki 0,7027. Finalmente, obtemos ESiKi, Kj, 0,06. Vemos, mais uma vez, que o superavit publico fica constante. Comparando os resultados anteriores, vemos, conforme o esperado, que a imposicao da penalidade reduz o superavit publico. Tambem fica claro que, na presenca da penalidade, a capacidade hospitalar publica necessita mudar mais para manter o mais baixo nivel de superavit operacional. 22 texto para discussao 1418 ago. 2009 ipea 6 O MODELO COM FILAS DE ESPERA 6.1 APRESENTACAO As filas de espera sao um serio problema no setor saude ver CULLIS; JONES; PROPPER, 2000. Um arcabouco bastante conhecido no estudo da teoria das filas de espera em saude baseiase no uso dos intervalos de tempo decorrido entre as chegadas dos pacientes e da duracao dos tratamentos recebidos por eles. O leitor interessado pode encontrar exemplos em Cox e Smith 1961 e em Hillier e Lieberman 1995. Um modelo classico utiliza uma distribuicao exponencial dos intervalos de tempo entre as chegadas das pessoas nas filas e uma medida do numero de vezes que um evento ocorre em um processo de Poisson, conforme sera explicado a seguir. Os intervalos de tempo relacionados com os servicos sao assumidos como seguindo uma distribuicao do tipo Erlang, conforme tambem sera explicado a seguir. Quando existe apenas um servidor estacao de atendimento: por exemplo, hospitais e a distribuicao Erlang como modelo MarkovianErlangsingle server model MEk1. Embora relativamente simples, mesmo esse modelo, em principio, e muito dificil de aplicar em sistemas de saude complexos. Sao necessarios dados sobre os intervalos de tempo decorridos entre as chegadas dos pacientes e entre os inicios e os terminos dos tratamentos nas varias especialidades, clinicas e hospitais. A despeito dessas dificuldades, existem, na literatura, fortes recomendacoes para a adocao desta metodologia.11 tem parametro este modelo k, e conhecido Suponhase que o tempo decorrido entre duas ocorrencias consecutivas de um determinado evento por exemplo, chegadas de pacientes em um hospital seja representado por uma variavel aleatoria T. Dizse que esta variavel tem uma distribuicao exponencial com parametro se a sua distribuicao de probabilidade e: f Tt expt para t 0 e: f Tt 0 para t 0 Suponhase que os pacientes chegando na fila em um hospital formem uma populacao que e uma fonte infinita de ocorrencias desse fenomeno. Seja Xt n uma variavel aleatoria representando o numero de ocorrencias. No exemplo, as ocorrencias seriam a chegada das parturientes em um hospital no instante t t 0, em que o instante 0 representa o instante no qual a contagem comeca. Esta variavel aleatoria tem uma distribuicao de Poisson com parametro t e a seguinte funcao de distribuicao de probabilidades: PXt n tnexptn! para n 0,1, 2, 3  11. O leitor interessado pode consultar, por exemplo, Iversen 1986, 1993, 1997, Furukubo, Ohuchi e Kurokawa 2000, Mango e Shapiro 2001, Green 2004 e Health Canada 2006. ipea texto para discussao 1418 ago. 2009 23 Se t e muito grande, a distribuicao de Poisson se aproxima de uma distribuicao normal com media e variancia iguais a t. A distribuicao Erlang tem uma funcao densidade de probabilidades dada por: ft kk tk 1 expktk 1!, para t 0. Os parametros e k sao estritamente positivos e k e um numero inteiro. A media dessa distribuicao e igual a 1 e o desviopadrao, igual a 1k 0,5. Fazendose k 1 obtemos uma distribuicao exponencial e fazendo k infinito obtemos uma distribuicao degenerada constante. A distribuicao Erlang e uma distribuicao flexivel e distinguese da bastante conhecida distribuicao gama apenas pelas restricoes impostas aos parametros. A flexibilidade da distribuicao Erlang sera util ao nosso estudo. Supomos que os tempos de servico o prazo medio de internacao diferem muito entre os pacientes, de acordo com uma distribuicao exponencial, ou seja, fazemos k 1 no modelo MEk1. Nesse caso, temos o modelo conhecido na literatura como MarkovianMarkoviansingle server model MM1 model. Este modelo e o mais simples e o mais utilizado na literatura. Esse nome deriva do fato de o modelo assumir uma distribuicao markoviana dos intervalos de chegada, que sao distribuidos de acordo com uma distribuicao exponencial independente e identicamente distribuida i.i.d  Deste modo, o processo de chegada e um processo de Poisson. A distribuicao dos tempos de internacao segue um outro processo markoviano e uma outra distribuicao exponencial tambem i.i.d. Nesse caso, existe apenas um ponto de atendimento servidor. 6.2 A CONSTRUCAO DO MODELO A demanda Xi que se dirige ao hospital publico i e representada por um processo de Poisson que inclui pacientes com e sem planos de saude privados. O hospital publico nao discrimina os pacientes de acordo com a posse de planos de saude. Assim, a sequencia segundo a qual os pacientes sao atendidos depende de sua ordem de chegada. O nosso modelo, por motivos de simplificacao, nao estabelece nenhum criterio de prioridade, embora reconhecamos que, no mundo real, a gravidade dos casos ou os riscos de saude subjacentes tambem sejam considerados no atendimento e que um modelo de atendimento baseado apenas na ordem de chegada seja de dificil justificacao. Mas podemos assumir, conforme a literatura ja citada, que o modelo e util para pacientes com o mesmo nivel de risco ou de urgencia. Similarmente ao hospital publico, o hospital privado j se depara com uma demanda Xj que segue outro processo de Poisson. Qualquer paciente que nao seja atendido no hospital privado devera ser atendido no hospital publico. Essa caracteristica do modelo nao impoe nenhuma dificuldade tecnica adicional, pois uma variavel resultante da soma de duas variaveis que seguem um processo de Poisson tambem segue um processo de Poisson. O nosso modelo se aproveita do fato de que existe uma relacao simples e direta entre a media e o desviopadrao de uma distribuicao de Poisson e os hospitais poderao escolher a meta da taxa de nao atendimento imediato turnaway targeting, conforme Joskow 1980. Essas metas sao fixadas quando os hospitais, dados os recursos limitados de que dispoem, escolhem a quantidade de desviospadrao de distancia da demanda ate onde as suas capacidades de atendimento deverao estar. 24 texto para discussao 1418 ago. 2009 ipea Como o modelo meramente estabelece probabilidades de que os hospitais atendam a toda a demanda, e impossivel, ex ante, saber se um paciente sera imediatamente atendido de fato. O modelo nao estabelece a priori um nivel de corte cutoff level de probabilidade a partir do qual um paciente nao sera atendido imediatamente com a capacidade normal dos hospitais, e a partir do qual o hospital publico sera penalizado. Reconhecemos, entretanto, que, no mundo real, e possivel que isso ocorra. Contudo, para nos e quase impossivel, conceitualmente, fixar tal nivel de corte. Seria talvez possivel fazelo ex post, por meio da observacao de dados longitudinais, em intervalos de tempo adequados. Os hospitais publicos poderiam, por exemplo, incorrer em punicao se a taxa observada de pacientes atendidos acima da capacidade instalada vier a exceder a taxa prevista pelas chamadas margens de reserva. Em outras palavras, se a taxa real de ocupacao dos leitos ultrapassar determinado nivel adotado como meta, o hospital publico tambem poderia incorrer em punicao. O hospital publico focaliza sua atencao nas decisoes de investimento que deve fazer, de modo a limitar o numero de pacientes na fila quando sua capacidade de atendimento e excedida e a evitar penalidades, minimizando os prejuizos financeiros. i 0,5 onde i. Assim, teremos uma distancia de reserva Di Ki Como no trabalho de Joskow op. cit. uma margem de reserva publica e estabelecida em valor igual ao numero de desviospadrao que o numero disponivel de leitos publicos Ki distara da media da demanda publica por servicos medicos no hospital publico EXi i i0,5 e o desviopadrao, pois estamos utilizando um processo de Poisson. Quanto maior for a margem de reserva maior sera Di a distancia de reserva e menor sera a possibilidade de que o hospital esteja lotado e de que os pacientes nao possam ser atendidos imediatamente. Os parametros equivalentes j a demanda media e a margem de reserva aplicamse ao hospital privado, que se defronta com uma demanda Xj, que tambem segue um processo de Poisson. Assim a distancia de reserva privada sera Dj Kj j j0,5. 6.3 DISCUSSAO DO MODELO COM FILAS DE ESPERA Os exercicios de estatica comparativa, que faremos a seguir, esclarecem alguns dos impactos que as decisoes de investimento e das condicoes de atendimento impoem sobre o superavit do hospital publico. Estabelecemos o superavit esperado do hospital publico ESi como uma funcao positiva F de componentes fundamentais do modelo. Assim: ESi Fpreco por unidade de demanda p; custo por unidade de capital r; capacidade instalada publica Ki e capacidade instalada privada Kj; demanda media no hospital publico j; margem de reserva publica ; margem de reserva privada ; penalidade t. i; demanda media no hospital privado Estabelecemos que p e r sao exogenos. A seguir, apresentamos algumas derivadas do superavit do hospital publico em relacao aos demais componentes do modelo, de modo que as decisoes otimas de investimento possam ser inferidas. A maior parte dos calculos e imediata, mas demonstramos alguns deles no apendice D. ipea texto para discussao 1418 ago. 2009 25 6.3.1 A presenca de excesso de oferta: Ki Kj Xi Xj R1 Nao ha excesso de demanda. Assim: Xi Xi Ki e Xj Kj Si p Xi r Ki E possivel obter o superavit esperado do hospital publico, de acordo com as relacoes basicas existentes entre as capacidades e as demandas do hospital publico e do hospital privado. Ki A distancia de reserva do hospital publico e Di Ki i Como EXi i temos ESi Ep Xi r Ki pi ri0,5 e r Ki ri i0,5. i i0,5, o que implica i i0,5 4. Entao, o superavit publico esperado sera: ESii, j p ri ri0,5 Derivando em relacao a margem de reserva publica , teremos: ESii, j ri0,5 Como ha um excesso de demanda global, a probabilidade de que algum paciente nao seja atendido sera inversamente relacionada com o superavit publico esperado. Em outras palavras, quanto maior a probabilidade de que todos os pacientes sejam imediatamente atendidos, menor sera o superavit publico esperado. Tal fenomeno ocorre porque o hospital tera elevada probabilidade de apresentar alguma capacidade ociosa, se ele deseja garantir que todos os pacientes sejam imediatamente atendidos. Resumo da discussao Na presenca de excesso de oferta global, teremos ESi F. O sobrescrito indica o sinal negativo da derivada parcial. Vemos que aumentar a capacidade de atendimento do hospital publico, e expandir a margem de reserva, nao beneficia o superavit operacional, dado que ja existe excesso de oferta de leitos. 6.3.2 Existe excesso de demanda no hospital privado Entretanto, o excesso de oferta no hospital publico excede o excesso de demanda no hospital privado. Entao: Xi Ki; Xj Kj, e Ki Xi Xj Kj 26 texto para discussao 1418 ago. 2009 ipea Si p Xi r Ki pXj Kj e calculando os valores esperados teremos ver o apendice D: ESii , j p ri ri0,5 pj0,5 5 As derivadas de interesse sao as seguintes: ESii, j ri0,5 0 Dada a capacidade do hospital privado, quanto mais o hospital publico investe, menor o seu superavit operacional, visto que esse hospital tem excesso de capacidade. A capacidade ociosa do hospital publico e suficiente para acomodar o excesso de demanda privada e ainda restam leitos vazios. A margem de reserva do hospital publico nao deve ser aumentada nesse caso. ESii, j pj0,5 0 Dada a capacidade do hospital publico, quanto maior a probabilidade de que um paciente seja atendido no hospital privado, menor sera o superavit no hospital publico. Isso ocorre porque o superavit publico aumenta com o excesso de demanda que o hospital privado nao e capaz de atender. Um regulador que defendesse o superavit publico nao deveria permitir o aumento da margem de reserva privada. Resumo da discussao Na presenca de excesso de demanda privada, acomodada totalmente pela oferta publica, teremos ESi F, . Do ponto de vista da lucratividade publica nao seria recomendavel aumentar a margem de reserva publica e nem a margem de reserva privada. 6.3.3 Existe excesso de demanda global: Ki Kj Xi Xj R2 As duas situacoes precedentes tem uma caracteristica comum: nenhuma penalidade e aplicada ao hospital publico. A seguir, apresentamos uma situacao onde existe excesso de demanda global, e uma penalidade e aplicada. i0,5 Xj j0,5 Ki Kj Sabemos, da definicao da distancia de reserva, que: Ki Kj Xi j0,5. Utilizando a relacao R2, obtemos, nesse caso, i0,5 Xi Xj 0 R3. A demanda total excede a capacidade total. A capacidade publica e a capacidade privada sao totalmente ocupadas e, assim, o hospital publico assume o onus de atender o excesso de demanda total. Alem disso, o hospital publico sofre uma penalidade, conforme assumimos ao longo do texto. ipea texto para discussao 1418 ago. 2009 27 Assim, temos a seguinte relacao para o superavit publico: Si p rKi pXi Xj Ki Kj tXi Xj Ki Kj e o superavit publico esperado sera ver o apendice D: ESii, j p r i i0,5 t p i0,5 j 0,5 6 As derivadas de interesse sao as seguintes: ESi j p ri0,5 t pi, i0,5 0. Como t r, dada a capacidade do setor privado, quanto maior a probabilidade de que um paciente seja atendido no hospital publico, maior sera o superavit desse hospital. Aumentar a margem de reserva publica reduz o excesso de demanda e o onus da penalidade imposta. i0,5 t rESi i, j t pj0,5 0. Como t p, dada a capacidade do hospital publico, quanto maior a probabilidade de que um paciente seja atendido no setor privado, maior o superavit no hospital publico. O ganho marginal do hospital publico gerado pelo investimento privado, devido a reducao do onus da penalidade imposta, e representado por t p por paciente atendido, multiplicado pelo desviopadrao da demanda pelo hospital privado. Subtraindo a primeira derivada da segunda derivada obtida, obtemos o seguinte resultado: ESi i, j ESi i, j p tj0,5 t r i0,5 0 Podemos demonstrar que tal expressao e positiva ver o apendice D. O superavit do hospital publico e mais sensivel a sua propria margem de reserva do que a margem de reserva do hospital privado . Esse resultado e similar ao obtido no modelo de reparticao de mercado. Fica, entao, uma importante recomendacao de politica: O hospital publico deveria receber prioridade no investimento destinado a melhorar sua situacao financeira. A ultima derivada de interesse e ESi j0,5 0 ver a equacao R3. Como, nesse caso, existe excesso de demanda em ambos os hospitais, tanto como serao negativos. Como esperado, o superavit publico diminui quando a penalidade t aumenta. jt i0,5 i, Resumo da discussao Entao, na presenca de excesso de demanda global, teremos: ESi F, , t Investir na capacidade publica ou na capacidade privada ou, similarmente, aumentar as respectivas margens de reserva sao boas opcoes de politica quando na 28 texto para discussao 1418 ago. 2009 ipea presenca de excesso de demanda global. O modelo mostra que o superavit publico e mais sensivel a reserva de margem publica do que a reserva de margem privada. O investimento no hospital publico merece prioridade caso o objetivo seja impedir a deterioracao de sua situacao financeiraoperacional. i 0,5 e Outra conclusao interessante e que todas as derivadas dependem da variabilidade desviopadrao das demandas j 0,5. A sensibilidade do superavit publico a mudanca na capacidade de atendimento e maior nos hospitais com demandas maiores. Tambem podemos notar, por simples inspecao nas formulas, que as derivadas dessas sensibilidades em relacao a j sao positivas, mas que as correspondentes derivadas segundas sao negativas. Esse resultado se origina no expoente fracionario 0,5 ao qual j estao elevados. A sensibilidade do superavit cresce mais vagarosamente a medida que as demandas aumentam, denotando a presenca de retornos marginais decrescentes. i e a i e 6.4 UMA POLITICA DE INVESTIMENTOS DEFENSIVA PARA O HOSPITAL PUBLICO NO MODELO COM FILAS DE ESPERA Neste ponto, passamos a analisar uma politica defensiva de investimentos para o hospital publico, em nosso modelo com filas de espera, nos mesmos moldes do modelo de reparticao de mercado, que fizemos na subsecao 5.3. Assim, valem a Definicao 1 isolucro e a Definicao 2 politica de investimentos defensiva daquela subsecao. Novamente, surgem duas situacoes de interesse: 1. Existe excesso de demanda no setor privado, mas excesso de oferta global: Temos ESii rj0,5 equacao 5. Diferenciando em i , j0,5d 0. i0,5d pj ri , j p r i0,5 prelacao a e e igualando a zero, obtemos, d ESiEntao, dd prj i0,5 0 Nesse caso, para preservar o valor do superavit do hospital publico, as margens de reserva devem variar em sentidos opostos. Como existe capacidade ociosa no hospital publico, suficiente para cobrir o excesso de demanda no setor privado se o setor privado investir e aumentar a sua margem, o setor publico deve reduzir sua capacidade ociosa que tem custo por paciente igual a r. Se, por outro lado, o hospital privado reduzir sua capacidade e sua margem, o hospital publico deveria, em principio, tender a elevar sua capacidade, para fazer face ao aumento do excesso de demanda privado e nao incorrer em penalidade. Qualitativamente, a conclusao e similar ao modelo com reparticao de mercado e ao modelo hibrido, que ainda apresentaremos. ipea texto para discussao 1418 ago. 2009 29 2. Existe excesso de demanda global: Nesse caso, vale a equacao ESi i, i0,5 j 0,5 equacao 6. Novamente diferenciando em relacao a e e igualando a zero, i 0,5 t pj p ri obtemos: d ESi i , j t ri 0,5 d t pj 0,5d. Entao, dd t pt rj i0,5 0. E, se nenhuma penalidade for imposta t 0, fica identico ao caso anterior. A derivada dessa ultima expressao em relacao a penalidade sera dddt p rt r2 0. A derivada e negativa, mas dd e um numero negativo. Entao, como no modelo de reparticao de mercado, se uma penalidade for aplicada, a variacao relativa da capacidade publica necessaria para manter o superavit constante aumenta a medida que a penalidade aumenta e viceversa. Como os resultados do modelo com filas de espera sao, conforme vimos, bastante similares aos do modelo de reparticao de mercado e aos obtidos no modelo hibrido, nao realizaremos, para esses outros dois modelos, exercicios numericos ilustrativos como fizemos no modelo de reparticao na subsecao 5.2. A proxima secao explicita de modo bastante direto essa convergencia de resultados nos tres modelos. 7 UM MODELO HIBRIDO: REPARTICAO DE MERCADO NA PRESENCA DE FILAS DE ESPERA Nesta secao, introduzimos um modelo de analise que se beneficia do aprendizado realizado nos dois modelos anteriores. O hospital publico passa a ter uma participacao fixa no mercado, mas em um contexto em que as filas de espera estao presentes, com as caracteristicas das secoes precedentes. Conforme veremos, os resultados deste terceiro modelo sao absolutamente compativeis com os dois modelos anteriores, mais especialmente com o modelo de filas. i e a demanda no hospital privado Seja, no modelo com filas de espera, a seguinte relacao entre a demanda no hospital publico , com 0 1. O parametro define a participacao do hospital publico no atendimento total do sistema. Entao j. Essas duas ultimas relacoes serao i e i j iijj: 11 introduzidas no calculo do superavit do hospital publico no modelo com filas, e todas 30 texto para discussao 1418 ago. 2009 ipea as formulas de interesse podem ser facilmente obtidas. Assim, como naquele modelo, tres situacoes podem ocorrer: 1. Nao ha excesso de demanda. Nesse caso, o superavit do hospital publico sera: ESi i 0,5. O resultado e identico ao modelo com filas e todas i p ri ras derivadas do modelo se repetem. Colocado como funcao de e j o superavit sera: j p r1 j r 1 0,5 0,5 j 1 pj r1 j ESi , 1 0,5 0,5 j Derivando em relacao ao parametro de participacao no mercado , obtemos: ESi i 0,5 0. Notemos que, p 0,5j 11 2 1dado que 0 1, a expressao 0,5 e positiva. Assim, como tambem e j rj 0,5 1positivo, a expressao entre chaves e menor do que j. Dado que p r e 11 2e positiva, a derivada e positiva. Notese que o sinal positivo tambem ocorreu no modelo original de reparticao de mercado, na presenca de excesso de oferta global. Como o hospital publico tem excesso de oferta, ganhar mercado melhora o superavit operacional. 2. Existe excesso de demanda apenas no hospital privado, mas o hospital publico e capaz de absorver tal excesso. Nesse caso, teremos: ESii p ri ri0,5 p 1i 0,5 As derivadas de interesse serao: ESii ri p ESi0,5 1i0,5 0. Identico ao modelo original com as filas de espera. i 0. Difere do modelo original com filas apenas pelo termo envolvendo o parametro , e pelo fato de que a demanda pelo hospital privado i. Notese que se 1, o hospital publico absorve toda a populacao e a derivada nao depende do parametro originado no setor privado. j e substituida pela demanda pelo hospital publico ipea texto para discussao 1418 ago. 2009 31 ESii p 22 1i 0,5 0. Como no modelo de marketshare original, uma vez que o hospital publico tem capacidade ociosa, o aumento da participacao do hospital publico no atendimento melhora a situacao do superavit. Uma politica defensiva do superavit do hospital publico sera tal que: dd pr0,5 1 0. Como no modelo original de filas, o sinal da derivada e negativo, conforme o esperado. Nesse caso, vemos surgir o termo envolvendo o parametro e, ao contrario do modelo de filas original, ocorre a nao inclusao dos termos relacionados com os desviospadrao j0,5 das demandas, que se cancelam mutuamente dada a relacao existente entre a demanda pelo hospital publico e a demanda pelo hospital privado. i0,5 e 3. Existe excesso de demanda global. Nesse caso, teremos: ESii p ri i0,5 t p i0,5 0,5 1i As derivadas importantes sao: ESii t rESii t pi0,5 0. Identica ao caso original com filas de espera. 1 0. Similar ao caso do modelo de filas original. Novamente, se 1, a derivada se anula. Vemos, agora, a presenca do termo envolvendo o parametro de marketshare publico . A demanda pelo hospital privado 0,5ij e substituida pela demanda pelo hospital publico i. 1i t ri ESii0,5 t pi ESi0,5 0. Para demonstrar, notese que, se substituirmos r por p, a expressao fica menos positiva, pois p e o limite superior de r. Dai, a expressao se torna: ESii0,5 i t p i ESi t p 10,5i. Como 0 10,5 1 a derivada e, portanto, positiva, como nos dois outros modelos. O hospital publico devera ser o recipiente preferencial dos investimentos publicos. p t2 0. Como existe excesso de oferta, e i ESi 10,52iocorre imposicao de multa, ampliar a participacao do hospital publico piora a situacao do superavit. 32 texto para discussao 1418 ago. 2009 ipea ESiit i0,5 0. Como, nesse caso, existe excesso de demanda em ambos os hospitais, tanto como serao negativos e, logicamente, a imposicao de multa reduz o superavit operacional do hospital publico. i 0,5 1Uma politica defensiva do superavit do hospital publico sera tal que: ttpr 1 0,5dd 0. O sinal da derivada e negativo, como era esperado. Tambem surge o termo envolvendo o parametro e o cancelamento dos termos envolvendo os desviospadrao das demandas. 8 A COMPARACAO DOS RESULTADOS NOS TRES MODELOS A despeito das diferencas de concepcao e da construcao independente, os resultados obtidos no modelo de reparticao de mercado sao qualitativamente analogos aos resultados obtidos no modelo de fila de espera e no modelo hibrido, conforme esta explicito na sequencia de quadros a seguir. Esse fenomeno decorre do principio basico que norteia os tres modelos: um hospital ou setor publico e um hospital ou setor privado coexistem em uma situacao em que as seguintes caracteristicas sao observadas: a demanda e eventualmente a oferta por atendimento sao estocasticas; pode ocorrer excesso de demanda ou excesso de oferta por atendimento; as politicas de investimentos sao baseadas nos possiveis excessos de demanda ou de oferta, e tentam minimizar as consequencias prejudiciais de tais excessos; e o hospital publico e obrigado a atender qualquer excesso de oferta, sob pena de punicao explicita. QUADRO 1 Derivadas do superavit no modelo de reparticao de mercado Balanco 1 2 3 Ki r r Kj 0 p ESi Ki ESi Kj n.r. n.r. t r 0 t p 0 p r 0 p 221p 221p t 221 0 0 0 t 0 0 Ki Kj 1 21 0 Fonte: Elaboracao dos autores. Notas: Balanco entre a demanda e a oferta: 1. Excesso de oferta global. 2. Excesso de demanda privada menor do que o excesso de oferta publica. 3. Excesso de demanda global. n.r.: Naorelevante ver a secao 5, pois existe excesso de oferta no hospital publico e nenhum investimento deve ser feito nele. Obs.: Tambem foi obtida a derivada cruzada ESi Ki , Kj , t 1 221 0. ipea texto para discussao 1418 ago. 2009 33 QUADRO 2 Derivadas do superavit no modelo de filas de espera Balanco 1 2 3 i 0,5 0 i 0,5 0 rrt ri 0,5 0 0 j 0,5 0 pt pj 0,5 0 ESj ESj n.r. n.r. p tj 0,5 t ri 0,5 0 t 0 0 i 0,5 j 0,5 0 Fonte: Elaboracao dos autores. Notas: Balanco entre a demanda e a oferta: 1. Excesso de oferta global. 2. Excesso de demanda privada menor do que o excesso de oferta publica. 3. Excesso de demanda global. n.r.: Naorelevante ver a secao 5, pois existe excesso de oferta no hospital publico e nenhum investimento deve ser feito nele. QUADRO 3 Derivadas do superavit no modelo hibrido 0 1 21 pj rj 0,51 0,50,5 0jri 0,5 0 p1 i 0,5 0 p 22 1i 0,5 0 t 0 0 Balanco ri 0,5 0 1 2 3 t r i 0,5 0 tp1 i 0,5 0 p t 22 1i 0,5 0 i 0,50,51 i 0 Fonte: Elaboracao dos autores. Notas: Balanco entre a demanda e a oferta: 1. Excesso de oferta global. 2. Excesso de demanda privada menor do que o excesso de oferta publica. 3. Excesso de demanda global. Obs.: 1. Nesse modelo, com excesso de demanda global situacao 3, temos, conforme consta no texto, a diferenca ESiESii , que nao esta no quadro para economizar espaco. Nos demais casos, i t r0,50i 0,5 t p 1iconforme ja vimos, tal derivada e irrelevante, pois nenhum investimento deve ser feito se o hospital publico tiver capacidade ociosa excesso de oferta. 2. Existe, tambem, de modo similar ao modelo de reparticao de mercado, a derivada cruzada ESiKi, Kj, t 22 1. 0,50i Devese notar que os quadros 1, 2, e 3 sao bastante parecidos, pois e representam as margens de reserva do estoque de capital de que os hospitais dispoem para atender a demanda. Os sinais das derivadas correspondentes nos tres quadros sao os mesmos. A diferenca reside no surgimento do componente de variabilidade presente no modelo de filas de espera, representado pelos desviospadrao j0,5; e i0,5. Apesar das diferencas de construcao, a similaridade dos resultados, em principio, atesta a coerencia dos modelos. 34 texto para discussao 1418 ago. 2009 ipea QUADRO 4 Derivadas da politica defensiva no modelo de reparticao de mercado e no modelo de filas de espera Balanco Reparticao de mercado Filas de espera jdd prHibrido dd pr1 0 ,5 0 d K i d K 2 3 3 j pr 0 d K i d K j t pt r 0 i0 ,5 0 jdd t pt ri0 ,5 0 d d Ki d K jdt p rt r2 0 dd dt p rt r2j Fonte: Elaboracao dos autores. Notas: Balanco entre a demanda e a oferta: 2. Excesso de demanda privada menor do que o excesso de oferta publica. 3. Excesso de demanda global. dd t pt r1 0 ,5 0 i0 ,5 0 dd dt p rt r21 0 ,5 0 A analise do quadro 4 suscita o mesmo tipo de comentario relacionado com os quadros 1, 2, e 3. Qualitativamente, os resultados sao similares. As dissimilaridades entre as derivadas no modelo de reparticao de mercado e do modelo com filas decorrem da inclusao, no modelo de filas, dos componentes representativos dos desviospadrao da distribuicao exponencial. As discrepancias entre as derivadas no modelo de filas e as do modelo hibrido decorrem da introducao, nesse ultimo modelo, de um marketshare para o hospital publico. 9 APLICACOES DOS MODELOS AO SUS Nesta secao faremos alguns exercicios bastante simplificados e exploratorios de aplicacao em separado do modelo de reparticao de mercado e aplicacao conjunta do modelo de filas de espera e do modelo hibrido em alguns dados do SUS. Nao fazemos explicitacao particular detalhada no modelo hibrido, pois os resultados sao similares aos obtidos nos dois modelos basicos, mais especificamente no modelo de filas, a menos por algumas pequenas variacoes nos parametros apresentados. Tais esforcos visam avaliar os resultados hipoteticos que poderiam ser obtidos com a imposicao de uma politica de investimentos defensiva, no sentido exposto no texto, ou seja, da manutencao da virtual situacao orcamentaria dos hospitais publicos. Antes de configurarem diagnosticos definitivos ou recomendacoes categoricas, tais exercicios devem ser examinados em suas exatas dimensoes. Tratase meramente de ilustracoes sobre as possibilidades que alguns dos resultados de nosso estudo podem eventualmente adicionar a gestao de nosso sistema de saude. A necessidade de simplificacao e de concisao recomenda que, inicialmente, os resultados sejam observados em contextos de dados agregados, mesmo considerandose a necessaria visao microeconomica vislumbramos, conceitualmente, restricoes a aplicacoes mais agregadas dos modelos desde que cuidados sejam observados e feitas adaptacoes, e isto e o que pretendemos fazer em etapas e desdobramentos subsequentes ao estudo aqui apresentado. Como nao temos, em principio, como quantificar as eventuais penalidades impostas ao sistema em situacoes de excesso de demanda global, apenas o caso em que existe excesso de dos modelos. Obviamente, nao ipea texto para discussao 1418 ago. 2009 35 demanda no setor privado, absorvido pelo excesso de oferta no setor publico situacao de balanco 2, nos quadros 1 a 4, sera estudado.12 O periodo de aplicacao se refere aos ultimos 15 anos 1993 a 2007 observados, com dados que julgamos razoavelmente confiaveis e disponiveis no Datasus. Nao e nosso objetivo determinar qual o periodo mais relevante para a realizacao de investimentos no SUS, mas, obviamente, os investimentos devem ser calibrados de modo a atender as necessidades da populacao. Em um sistema gigantesco e descentralizado como o SUS, descobrir essa periodicidade nao seria tarefa trivial. Nao temos razao para supor que os investimentos em capacidade de atendimento no SUS possam ser planejados ou executados anualmente, mas, com intencoes meramente ilustrativas, no apendice E os calculos foram realizados ano a ano, de 1993 a 2007. Os resultados, por vezes discrepantes, entre os dois modelos utilizados decorrem das diferencas de objetivos e de construcao de cada um explicitadas no texto. O quadro 5 apresenta alguns dados relativos ao SUS, que serao utilizados nos exercicios propostos: QUADRO 5 Capacidade e utilizacao da capacidade hospitalar no SUS Ano 1993 2007 Leitos publicos K i 110.407 161.488 Dias de permanencia publicos i Taxa de ocupacao publicaa i 365K i Leitos privados K j Dias de permanencia privados j Taxa de ocupacao privadaa j 365K j 19.839.200 29.237.219 49,2% 49,6% 357.692 72.523.251 205.909 36.623.393 54,8% 48,7% Fonte: Elaboracao dos autores com dados do Datasus. a Calculo dos autores a partir dos dados do Datasus. A aplicacao dos dados do quadro 5 aos modelos permite apresentar interessantes calculos e resultados. Antes da aplicacao, entretanto, vamos definir as variaveis basicas utilizadas: 365Ki capacidade anual de atendimento nos hospitais publicos, representada pelo total de leitos para internacao disponiveis no SUS, nessa categoria de hospitais, multiplicado pelo numero de dias do ano; 365Kj capacidade de atendimento nos hospitais privados, representada pelo total de leitos para internacao disponiveis no SUS, nessa categoria de hospitais, multiplicado pelo numero de dias do ano; i demanda por servicos nos hospitais publicos, representada pelo total de dias de internacao observados no SUS, nessa categoria de hospitais. O numero total de dias de internacao contempla a soma dos prazos de todas as internacoes; e j demanda por servicos nos hospitais publicos, representada pelo total de dias de internacao observados no SUS, nessa categoria de hospitais. 12. As situacoes de excesso de oferta global tambem nao foram aplicadas, pois as recomendacoes e inferencias desse caso sao bastante simples. 36 texto para discussao 1418 ago. 2009 ipea Aplicacao do modelo de reparticao de mercado d Ki 365Ki 2007 Ki 1993 365161.488 110.407 36551.081. d Kj 365Kj 2007 Kj 1993 365205.909 357.692 365151.783. Teremos d Kid Kj 0,337. Sabemos do modelo ver a segunda linha do quadro 4 que, para que o superavit operacional dos hospitais publicos fique constante, devera valer a relacao d Kid Kj pr. Entao, para que o superavit operacional dos hospitais publicos nao variasse, deveriamos ter pr 0,337. Relacoes precocusto acima de 0,337 aumentariam o superavit e relacoes abaixo desse valor o reduziriam. Notese que o preco que estamos nos referindo e o preco unitario de internacao, e que o custo e definido como custo por unidade de capital utilizada. Apenas a titulo de ilustracao, em dezembro de 2007, o valor medio de uma internacao no SUS foi de R 781,94. Entao, o valor do custo da internacao que deveria ter vigorado ao longo do tempo para nao afetar negativamente o superavit dos hospitais publicos seria r R 781,940,337 R 2.320,30. Valores abaixo desse implicariam melhoria do superavit. Nao temos meios de, no presente estudo, avaliar os custos reais das internacoes ao longo do tempo e inferir se tal valor ficou alem ou aquem dos valores efetivamente observados. Obviamente, esse e um exercicio muito preliminar e contrafactual que tenta inferir a relacao precocusto que manteria o superavit constante a partir da variacao observada do estoque de capital. O modelo, na verdade, e mais util para, dada uma relacao precocusto em uma determinada data, determinar, a partir daquele instante, qual a variacao no estoque de capital que manteria o superavit inalterado. Um exercicio mais detalhado deveria considerar, inclusive, as variacoes do valor das internacoes durante o longo periodo de tempo estudado. Aplicacao do modelo com filas de espera e do modelo hibrido Sabemos que Di Ki i0,5. Entao, Ki j j0,5, e Kj i Similarmente, Dj Kj Aplicando as formulas anteriores aos dados do quadro 5, obtemos: 2007 5.493,823 e iji0,5. j0,5. 1993 4.593,35. Entao, d 5.493,823 4.593,35 900,47. Os hospitais publicos ampliaram a sua margem de seguranca no periodo. Isso ja podia ser notado pelo aumento da capacidade ociosa desses hospitais no periodo, exposta no grafico 5, da secao 1, e na tabela A.5 do apendice A. Analogamente, para os hospitais privados, obtemos: 2007 6.367,339 e 1993 6.814,69. Entao, d 6.367,339 6.814,69 447,35. Os hospitais privados reduziram a sua margem de seguranca no periodo de ipea texto para discussao 1418 ago. 2009 37 analise. Isso tambem pode ser notado no grafico 5 da secao 1 e na tabela A.5 do apendice A, pela reducao da capacidade ociosa desses hospitais. Sabemos, tambem da segunda linha do quadro 4, que para a manutencao do superavit operacional dos hospitais publicos, devemos observar a relacao dd pri0,5. Dai, pr ddj0,5. ijAplicandose a ultima formula aos dados do quadro 5, onde i 1993 19.839.200 e j 1993 72.523.251, obtemos que a relacao precocusto que manteria fixo, a partir do ano de 1993, o superavit dos hospitais publicos sera pr 1,053. Ao final do periodo, dado o ja referido custo medio da internacao observado em dezembro de 2007, o custo por internacao que manteria constante o superavit dos hospitais publicos seria r R 781,941,053 R 742,53. Esse mesmo valor seria encontrado no modelo hibrido, dado que existe uma relacao simples entre os parametros do modelo de filas e os do modelo hibrido, pois no modelo hibrido a participacao do hospital publico no atendimento e dada por i i. Valem, jnesses casos, como no modelo de reparticao de mercado, todas as observacoes feitas sobre as severas limitacoes de tal exercicio. No apendice E, apresentamos o calculo pontual da relacao precocusto ano a ano para todos os modelos de analise. Ressaltamos que tal exercicio simplificado nao deve ser utilizado como guia e nem como instrumento de avaliacao de politica, mas como demonstracao das potencialidades de nosso estudo em contextos mais elaborados, detalhados e especificos. 10 COMENTARIOS FINAIS Apresentamos uma visao esquematica de varios resultados de politicas de investimento em capacidade de atendimento em hospitais, quando um formulador de politicas publicas tem que alocar recursos publicos escassos para investimentos em aumento de capacidade de atendimento em hospitais publicos e privados. Nossos exercicios sao realizados em um contexto de modelos alternativos, contemplando, ainda que de modo bem simplificado, algumas das caracteristicas observadas no SUS: a gratuidade e a obrigatoriedade do atendimento; o desejo de nao conviver, ao menos indefinidamente, com situacoes que impliquem a perda de controle da situacao economica e financeira dos hospitais; a atuacao simultanea, em carater substitutivo, de hospitais publicos e privados; a necessidade de atender uma parcela significativa da populacao; a presenca de filas para atendimento; e o desconforto organizacional e social gerado pelo nao atendimento imediato e pelo surgimento de superlotacao no sistema excesso de demanda global. Uma recomendacao geral do estudo e que os hospitais publicos devem receber a prioridade dos investimentos publicos. Uma recomendacao adicional, que consideramos importante, e que os investimentos nos hospitais publicos devem ser realizados levandose em conta a situacao do atendimento nos hospitais privados. 38 texto para discussao 1418 ago. 2009 ipea Outra conclusao interessante e que, alem do tamanho, as aleatoriedades da demanda e da oferta, nos diversos tipos de hospitais, tambem devem ser avaliadas e seriamente consideradas no processo decisorio que determina os investimentos. REFERENCIAS ANS. Agencia Nacional de Saude Suplementar. ANS Informacao 2006, Ano 1, Rio de Janeiro, Brasil, 2006. BARNUM, H.; KUTZIN, J. Public hospitals in developing countries: resource use, cost, financing. Washington, D. C.: World Bank, 1993. BUTLER, J. R. G. Hospital cost analysis. Dordrecht, The Netherlands: Kluwer Academic Pub., 1995. CALVO, M. C. M. Hospitais publicos e privados no Sistema Unico de Saude do Brasil: o mito da eficiencia privada no Estado de Mato Grosso em 1998. 2002. Tese Doutorado Programade PosGraduacao em Engenharia de Producao, Universidade Federal de Santa Catarina, Brasil, 2002. COX, R. D.; SMITH, W. L. Queues. London and Colchester: Spottiswoode, Ballantyne Co. Ltd., 1961. CULLIS, J. G.; JONES, P. R.; PROPPER, C. Waiting lists and medical care treatment: analysis and policies. In: CULYER, A. J.; NEWHOUSE, J. P. Eds  Handbook of Health Economics, v. 1B. Amsterdam, The Netherlands: ElsevierNorthHolland, p. 1.2011.249, 2000. FARE, R. The existence of plant capacity. International Economic Review, v. 25, n. 1, p. 209213, Feb. 1984. FARE, R.; GROSSKOPF, S.; VALDMANIS, V. Capacity, competition and efficiency in hospitals: a nonparametric approach. The Journal of Productivity Analysis, v. 1, p. 123138, 1989. FERRIER, G. D.; VALDMANIS, V. Rural hospital performance and its correlates. The Journal of Productivity Analysis, v. 7, p. 6380, 1996. FRIEDMAN, B.; PAULY, M. Cost functions for a service with variable quality and stochastic demand: the case of hospitals. The Review of Economics and Statistics, v. LXIII, n. 4, p. 620624, Nov. 1981. FURUKUBO, M.; OHUCHI, A.; KUROKAWA, T. Analysis of the congestion of medical care centers. Trabalho apresentado na Fifth Conference of the Association of AsianPacific Operations Research Society, Singapore, 5th7th, July 2000. Disponivel em: http:www.ise.nus.edu.sgproceedingsapors 2000fullpapers1304fp.htm. Acessado em: 31 out. 2002. GALOR, E. Excessive investment in hospital capacities. Journal of Economics Management Strategy, v. 3, n. 1, p. 5370, 1994. ipea texto para discussao 1418 ago. 2009 39 GREEN, L. V. Capacity planning and management in hospitals. In: BRANDEAU, M. L.; SAINFORT, F.; PIERSKALLA, W. P. Eds  Operations research and health care. A handbook of methods and applications. MA, USA: Kluwer Academic Publishers, p. 1541, 2004. HEALTH CANADA. Final report of the federal advisor on wait times. Ottawa, Ontario, CA, 2006. HILLIER, S.; LIEBERMAN, G. J. F. Introduction to operations research, 6th ed. Singapore: Mc GrawHill Book Co., 1995. IBGE. Instituto Brasileiro de Geografia e Estatistica. Pesquisa de Assistencia MedicoSanitaria AMS2002. Brasil: IBGE, 2002. __________. Pesquisa Nacional por Amostra de Domicilios Pnad. Acesso e utilizacao de servicos de saude, 2003. Brasil: IBGE, 2003. IVERSEN, T. An interaction model of public and private health services: surgical waiting lists. In: CULYER, A. J., JONSSON, B. Eds  Public and private health services. Oxford: Basil Blackwell, p. 131151, 1986. __________. A theory of hospital waiting lines. Journal of Health Economics, v. 12, n. 1, p. 5571, Apr. 1993. __________. The effect of a private sector on the waiting time in a national health service. Journal of Health Economics, v. 16, n. 4, p. 381396, Aug.1997. JOSKOW, P. L. The effects of competition and regulation on hospital bed supply and the reservation quality of the hospital. The Bell Journal of Economics, v. 11, n. 2, p. 421447, autumn 1980. MANGO, P. D.; SHAPIRO, L. A. Hospitals get serious about operations. The Mc Kinsey Quarterly, n. 2, p. 7485, 2001. MARINHO, A. The process of public resources allocation for investment in hospital capacities. Ipea, abr. 2003 Texto para Discussao, n. 949. __________. Evidencias e modelos sobre a coexistencia de hospitais com fins lucrativos e hospitais sem fins lucrativos no Sistema Unico de Saude. Ipea, set. 2004a Texto para Discussao, n. 1.041. __________. Um estudo sobre as filas para internacoes e para transplantes no Sistema Unico de Saude brasileiro. Ipea, nov. 2004b Texto para Discussao, n. 1.055. MARINHO, A.; FACANHA, L. O. Hospitais universitarios: indicadores de utilizacao e analise de eficiencia. Economia Aplicada, v. 6, n. 3, p. 607638, jul.set. 2002. MS. Ministerio da Saude. Sistema de Informacoes Hospitalares SIH do SUS. Disponivel em: www.datasus.gov.br. Acessado em: 24 out. 2008. __________. __________. Dez. 1993jul. 2003. Acessado em: 24 out. 2008. __________CNES. Cadastro Nacional dos Estabelecimentos de Saude do Brasil, dez. 2005nov. 2007. Acessado em: 24 out. 2008. 40 texto para discussao 1418 ago. 2009 ipea ROGERSON, W. P. Choice of treatments intensity by a nonprofit hospital under prospective prices. Journal of Economics Management Strategy, v. 3, n. 1, p. 751, 1994. SLOAN, F. Notforprofit ownership and hospital behavior. In: CULYER, A. J.; NEWHOUSE, J. P. Eds  Handbook of Health Economics, v. 1B. Amsterdam, The Netherlands: ElsevierNorthHolland, p. 1.1411.174, 2000. WILDAVSKY, A. The new politics of budgetary process. Illinois, USA: Scott, Foresman Co., 1988. APENDICE A VARIACAO DA PARTICIPACAO DOS HOSPITAIS PUBLICOS E PRIVADOS NO SUS TABELA A.1 Quantitativo de hospitais publicos e privados: percentual de participacao no SUS Naturezaanoa 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 Publicos Privados Total 30 70 100 31 69 100 31 69 100 32 68 100 34 66 100 34 66 100 35 65 100 36 64 100 37 63 100 38 62 100 39 61 100 Fonte: MS 2008. Elaboracao dos autores com dados do Datasus. a Valores em dezembro de cada ano. TABELA A.2 Leitos em hospitais publicos e privados: percentual de participacao no SUS Naturezaanoa 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2005 2006 2007 Publicos 24 23 23 24 26 26 27 27 30 30 31 42 43 44 Privados 76 77 77 76 74 74 73 73 70 70 69 58 57 56 Total 100 100 100 100 100 100 100 100 100 100 100 100 100 100 Fonte: MSSHI dez.1993jul.2003CNES dez.2005nov.2007. Elaboracao dos autores com dados do Datasus. Nao houve informacoes para 2004. a Valores em dezembro de cada ano, exceto 2003 e 2007. TABELA A.3 Total de dias de permanencia em hospitais publicos e privados: percentual de participacao no SUS Naturezaano 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 Publicos Privados Total 21 79 21 79 22 78 23 77 24 76 26 74 28 72 29 71 32 68 35 65 38 62 42 58 43 57 43 57 44 56 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 Fonte: MS 2008. Elaboracao dos autores com dados do Datasus. ipea texto para discussao 1418 ago. 2009 41 TABELA A.4 Valor total recebido pelas internacoes em hospitais publicos e privados: percentual de participacao no SUS Naturezaano 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 Publicos 17 17 18 20 21 23 25 26 30 32 35 38 39 40 41 Privados 83 83 82 80 79 77 75 74 70 68 65 62 61 60 59 Total 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 Fonte: MS 2008. Elaboracao dos autores com dados do Datasus. TABELA A.5 Taxa de ocupacao publica e privada: percentual de participacao no SUS Naturezaano 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2005 2006 2007 Publicos 49,2 44,1 40,9 39,1 37,7 39,9 41,5 40,9 41,9 49,1 54,5 50,2 48,2 49,6 Privados 55,5 51,1 44,8 41,8 40,3 39,1 38,2 37,1 37,1 40,1 40,4 48,4 47,9 48,7 Fonte: Elaboracao dos autores com dados do Datasus. APENDICE B CALCULO DO SUPERAVIT OPERACIONAL ESPERADO NO MODELO DE PARTICIPACAO NO MERCADO 11 Xj B e teremos Xi Xj A, entao Xi 1i XXj C. Xi Xj Seja 1. Nao existe excesso de demanda. Assim: Xi Ki e Xj Kj. O preco por unidade de demanda e p, e o custo por unidade de capital e r. Assim, o superavit sera: Si p Xi r Ki. Utilizando B teremos Si p 1 Xj r Ki. O superavit esperado sera: ESi p 10 1X d X 10jjr K d X ijp 21 r Ki 2. Existe excesso de demanda no hospital privado. Entretanto, o excesso de oferta no hospital publico e suficiente para cobrir o deficit privado. Entao: Xi Ki; Xj Kj, e Ki Xi Xj Kj; 42 texto para discussao 1418 ago. 2009 ipea Si p Xi r Ki pXj Kj. Usando B e C, obtemos: Si p 1esperado: Xj Xj r Ki p Kj p 1Xj r Ki p Kj e calculando o valor ESi p 10 1X d X 10jjr K d X 10ijp K d X jjp 21 r Ki p Kj ESi p1 21 Kj r Ki 3. Existe excesso de demanda global: Ki Kj Xi Xj. Nesta situacao a capacidade do hospital publico e totalmente vendida e esse hospital recebe uma penalidade t, aplicada sobre o excesso de demanda total Xi Xj Ki Kj. Esse excesso de demanda e recebido pelo hospital publico, que cobra o preco p por unidade. Temos: 1Si p rKi t pXi Xj Ki Kj. Por C teremos Xi Xj 1 Xj e, dai: 1Si p rKi t p 1Xj Ki Kj. O superavit esperado sera: ESi 10pr K d X ij 10tp 1 1Ki Xj K d X jj ESi p rKi t p1 21 Ki Kj. Devemos notar que 1 Ki Kj 0, pois Xi Xj 1Xj C. Entao, 1EXi Xj E 1Xj X d X jj 1 21. 1 211 1 01ipea texto para discussao 1418 ago. 2009 43 APENDICE C CALCULO DAS DERIVADAS PARA A PARTICIPACAO NO MERCADO MARKETSHARE E PARA A PENALIDADE t 1. Nao ha excesso de demanda. Assim, Xi Ki e Xj Kj. ESi p 21 r Ki. i ES 2 pp1 221 p 221 0. 2. Existe excesso de demanda privada, mas um excesso de oferta publica cobre o deficit. Xi Ki; mas Xj Kj, e, ainda, Ki Xi Xj Kj. ESi p1 21 Kj r Ki. i ES p 2 221 p 221 0. 3. Existe um excesso de demanda global: Ki Kj Xi Xj. ESi p rKi t p1 21 Ki Kj. i ESi ESt p t 221 0 pois p t. Ki Kj 1 21. Vamos mostrar que essa derivada e negativa. Temos Ki Kj Xi Xj. Utilizando C obtemos Xi Xj 1 1 Xj. Assim, 1Ki Kj 1 Xj. 1Temos E Ki Kj E 1Xj 1 101queriamos demonstrar. X d X jj 1 21 conforme 44 texto para discussao 1418 ago. 2009 ipea E facil obter a derivada cruzada, pois sabemos que i ES p t 221. Entao: i ESt tp t 221 1 221 0. APENDICE D CALCULO DO SUPERAVIT OPERACIONAL ESPERADO NO MODELO DE FILAS DE ESPERA 1. Existe excesso de demanda no hospital privado, mas o excesso de oferta no hospital publico consegue atender tal deficit. Neste caso, nenhuma penalidade e imposta, e o hospital publico captura o excesso de demanda do hospital privado. Si p Xi r Ki pXj Kj. Sabemos que Kj i j0,5 e que EXi j. Entao: ESi i , j p r i ri0,5 pj0,5. 2. Existe excesso de demanda global. Uma penalidade e imposta ao hospital publico, que vende toda a sua capacidade, mas nao consegue atender toda a demanda sem superlotacao: Si p rKi pXi Xj Ki Kj tXi Xj Ki Kj p rKi p tXi Xj Ki Kj. Ki A distancia de reserva do hospital publico e: Ki i Multiplicando essa ultima expressao por p r obtemos: i i0,5. i0,5, o que resulta em p rKi p ri i0.5 i, teremos E Xi Ki Como EXi A distancia de reserva do hospital privado e Kj j Como EXj j, temos EXj Kj j0,5 j j i i i0,5 Kj j0,5. i0,5. j j0,5. A1 j0,5 e, dai, ipea texto para discussao 1418 ago. 2009 45 Assim: Ep tXi Xj Ki Kj Ep tXi Ki Xj Kj p ti0,5 j0,5 A2. Utilizando A1 e A2 teremos: ESi i, j A1 A2 p ri i0,5 t pi0,5 j0,5. ESi i, j p ri0,5 t pi0,5 t ri0,5. 3. Agora mostraremos que ESi i, j ESi i, j p tj0,5 t ri0,5 e um numero positivo. Como t p r, se substituirmos r por p que e o limite superior para r a i0,5. Podemos j pois o hospital publico deve atender quem nao possui plano de j na segunda j0,5 expressao fica menos positiva e assume a forma p tassumir que saude privado, ou mesmo toda a populacao. Substituindo parcela, fazemos a expressao ficar ainda menos positiva, com a forma p tt pj0,5 t pi por j0,5 0, o que e um minimo. i APENDICE E VALORES DA RELACAO PRECOCUSTO pr NO MODELO DE REPARTICAO DE MERCADO, NO MODELO DE FILAS DE ESPERA E NO MODELO HIBRIDO TABELA E.1 Aplicacao do modelo de reparticao de mercado Ki Kj Ki Kj p r Ki Kj Ki Kj p r K19931994 K19941995 K19951996 K19961997 K19971998 K19981999 K19992000 1.298.670 238.710 1.273.485 2.132.695 758.470 1.628.630 708.100 388.725 3.237.185 1.803.465 2.765.970 2.106.050 2.002.390 1.065.435 3,341 3,341 0,074 0,074 0,706 0,706 0,771 0,771 0,360 0,360 0,813 0,813 0,665 0,665 K20002001 K20012002 K20022003 K20032004 K20052006 K20062007 3.936.525 3.347.050 695.325 12.123.840 1.814.050 25.185 4.263.930 11.174.840 608.090 21.151.385 2.338.190 2.495.140 0,923 0,923 0,300 0,300 1,143 1,143 0,573 0,573 0,776 0,776 0,010 0,010 Fonte: Elaboracao dos autores. 46 texto para discussao 1418 ago. 2009 ipea TABELA E.2 Modelo de filas de espera e modelo hibrido D19931994 D19941995 D19951996 D19961997 D19971998 D19981999 D19992000 D D DD pr 669,522 495,156 402,876 435,872 482,438 155,029 145,770 978,507 1.494,195 785,245 320,120 284,522 194,263 308,149 0,684 0, 358 0,331 0,168 0,513 0, 271 1,362 0,745 1,696 0,962 0,798 0,473 0,473 0,297 D20002001 D20012002 D20022003 D20032004 D20052006 D20062007 88,162 1.362,444 695,069 1.182,368 414,864 239,139 197,127 1.443,626 103,617 2.794,082 15,619 258,286 D D D D p r 0,447 0,287 0,944 0,652 6,708 4,901 0,423 0,328 26,562 0,926 22,869 0,809 Fonte: Elaboracao dos autores. Representacao grafica dos resultados Fonte: Elaboracao dos autores. Obs.: 1. A periodicidade bienal e meramente ilustrativa. Nosso estudo nao determina qual o periodo mais relevante para a realizacao de investimentos. 2. Nao existem dados disponiveis para 2004, o que impede o calculo no bienio 20042005. 3. As discrepancias de resultados devemse aos objetivos nem sempre coincidentes dos modelos, conforme explicitado no texto. 4. De acordo com os modelos, nao deveriamos observar situacoes em que as derivadas envolvendo os estoques de capital d Ki d Kj ou as margens de reserva dd assumam valores positivos, pois isso implica uma relacao precocusto pr negativa, ou seja, preco e custo teriam sinais diferentes. Tal fenomeno nao deve ser interpretado como indicativo de que os precos, ou os custos, foram negativos. O calculo e feito ex post e indica que, dados os investimentos efetivamente realizados nos hospitais publicos e privados, o superavit dos hospitais publicos somente teria ficado constante se os custos, ou os precos, fossem negativos, o que e impossivel. Precos e custos negativos nao existem por definicao em nosso estudo e na maioria dos textos economicos. Repetindo, o significado de tais resultados no nosso estudo e que os investimentos realizados no passado tiveram um comportamento tal que nao e possivel inferir precos e custos positivos que mantivessem constante o superavit operacional dos hospitais publicos no SUS. ipea texto para discussao 1418 ago. 2009 47 Instituto de Pesquisa Economica Aplicada Ipea 2009 EDITORIAL Coordenacao Iranilde Rego Supervisao Andrea Bossle de Abreu Revisao Lucia Duarte Moreira Eliezer Moreira Elisabete de Carvalho Soares Fabiana da Silva Matos Miriam Nunes da Fonseca Roberta da Costa de Sousa Editoracao Roberto das Chagas Campos Aeromilson Mesquita Camila Guimaraes Simas Carlos Henrique Santos Vianna Aline Cristine Torres da Silva Martins estagiaria Livraria SBS Quadra 1 Bloco J Ed. BNDES, Terreo 70076900 Brasilia DF Fone: 61 33155336 Correio eletronico: livrariaipea.gov.br Tiragem: 130 exemplares ", "filename": "61194751X.pdf", "person": ["Alexandre Marinho", "Marinho, Alexandre", "Simone de Souza Cardoso", "Cardoso, Simone de Souza", "Vivian Vicente de Almeida", "de Almeida, Vivian Vicente"], "date": ["2009"]}