{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/77463/1/612005356.pdf"], "title": ["Asymmetric labor market institutions in the EMU: Positive and normative implications"], "plaintext": "cid:1cid:1cid:2cid:3cid:4cid:5cid:1cid:6 cid:7cid:8cid:9cid:10cid:11cid:12cid:1cid:13cid:14cid:15cid:16cid:8cid:1cid:17cid:7cid:18cid:1cid:19cid:20cid:21cid:20cid:19cid:19cid:22cid:1cid:1Asymmetric Labor Market Institutions in the EMU: Positive and Normative Implications cid:1cid:23 cid:10cid:8cid:9cid:7cid:1cid:24cid:25cid:25cid:8cid:10cid:26cid:26cid:10cid:1cid:27cid:28cid:16cid:1cid:29cid:8cid:14cid:30cid:31cid:14cid:26cid:16cid:1cid:4cid:11 cid:26cid:10cid:26cid:31cid:26cid:16cid:1cid:14cid:11cid:30cid:1!cid:11cid:10cid:1cid:30cid:16cid:1cid:17cid:14cid:14cid:8cid:8cid:14cid:1cid:1cid:24cid:11cid:30cid:8cid:16cid:14 cid:1cid:23 cid:31cid:16cid:16cid:8cid:1cid:4cid:11 cid:26cid:10cid:26cid:31cid:26cid:16cid:1%cid:7cid:8cid:1cid:4cid:11cid:26cid:16cid:8cid:11cid:14cid:26cid:10cid:7cid:11cid:14cid:1cid:3cid:7cid:11cid:7cid:10cid:1cid:26cid:31cid:30cid:10cid:16 cid:1cid:26cid:7cid:9cid:28cid:7cid:1cid:1cid:1cid:1cid:24cid:25 cid:26cid:8cid:14cid:26cid:1cid:2cid:7cid:1cid:30cid:7cid:1cid:14 cid:16cid:26cid:8cid:10cid:1cid:14cid:25cid:7cid:8cid:1cid:14cid:8cid:9cid:16cid:26cid:1cid:10cid:11 cid:26cid:10cid:26cid:31cid:26cid:10cid:7cid:11 cid:1cid:14%%cid:16cid:26cid:1cid:26cid:28cid:16cid:1cid:7cid:14cid:26cid:10cid:10cid:26cid:1cid:7%cid:1cid:10cid:11%cid:14cid:26cid:10cid:7cid:11cid:1 cid:14cid:11cid:30cid:1 cid:31cid:11cid:16cid:15cid:7cid:16cid:11cid:26cid:1 cid:30cid:10%%cid:16cid:8cid:16cid:11cid:26cid:10cid:14 cid:1 cid:10cid:11cid:1 cid:14cid:1 cid:31cid:8cid:8cid:16cid:11cid:1 cid:31cid:11cid:10cid:7cid:11,cid:1 cid:6 cid:28cid:14cid:26cid:1 cid:14cid:8cid:16cid:1 cid:26cid:28cid:16cid:1cid:10cid:15cid:10cid:14cid:26cid:10cid:7cid:11 cid:1%cid:7cid:8cid:1cid:7cid:11cid:16cid:26cid:14cid:8cid:1cid:15cid:7cid:10,cid:1cid:27cid:7cid:1cid:14cid:11 cid:16cid:8cid:1cid:26cid:28cid:16 cid:16cid:1cid:31cid:16 cid:26cid:10cid:7cid:11 cid:1cid:26cid:28cid:10 cid:1cid:15cid:14cid:15cid:16cid:8cid:1 cid:16cid:26 cid:1cid:31cid:15cid:1 cid:14cid:1 cid:5cid:29cid:3cid:1 cid:31cid:8cid:8cid:16cid:11cid:1 cid:31cid:11cid:10cid:7cid:11cid:1 cid:7cid:30cid:16cid:1 cid:10cid:26cid:28cid:1 cid:31cid:11cid:16cid:15cid:7cid:16cid:11cid:26cid:1 cid:28cid:10cid:8cid:10cid:11cid:12cid:1 %cid:8cid:10cid:26cid:10cid:7cid:11 cid:1 cid:14cid:11cid:30cid:1cid:8cid:16cid:14cid:1 cid:14cid:12cid:16cid:1cid:8cid:10cid:12cid:10cid:30cid:10cid:26cid:10cid:16 cid:1cid:27cid:28cid:16cid:1 cid:7cid:30cid:16cid:1cid:15cid:8cid:7cid:10cid:30cid:16 cid:1cid:14cid:1cid:8cid:10cid:12cid:7cid:8cid:7cid:31 cid:1cid:25cid:31cid:26cid:1cid:26cid:8cid:14cid:26cid:14cid:25cid:16cid:1%cid:8cid:14cid:16cid:7cid:8cid:9cid:1%cid:7cid:8cid:1 cid:26cid:28cid:16cid:1 cid:14cid:11cid:14 cid:10 cid:1 cid:7%cid:1 cid:26cid:28cid:16cid:1 %cid:31cid:11cid:26cid:10cid:7cid:11cid:10cid:11cid:12cid:1 cid:7%cid:1 cid:14cid:1 cid:31cid:8cid:8cid:16cid:11cid:1 cid:31cid:11cid:10cid:7cid:11cid:1 cid:28cid:14cid:8cid:14cid:26cid:16cid:8cid:10.cid:16cid:30cid:1 cid:25cid:1cid:14 cid:16cid:26cid:8cid:10cid:1 cid:14cid:25cid:7cid:8cid:1 cid:14cid:8cid:9cid:16cid:26cid:1 cid:10cid:11 cid:26cid:10cid:26cid:31cid:26cid:10cid:7cid:11 cid:1 cid:13cid:7 cid:10cid:26cid:10cid:16cid:1 cid:16cid:1 %cid:10cid:11cid:30cid:1 cid:26cid:28cid:14cid:26cid:1 cid:10cid:11%cid:14cid:26cid:10cid:7cid:11cid:1 cid:14cid:11cid:30cid:1cid:31cid:11cid:16cid:15cid:7cid:16cid:11cid:26cid:1 cid:30cid:10%%cid:16cid:8cid:16cid:11cid:26cid:10cid:14 cid:1 cid:26cid:8cid:7cid:11cid:12cid:1 cid:30cid:16cid:15cid:16cid:11cid:30cid:1 cid:7cid:11cid:1 cid:26cid:28cid:16cid:1 cid:31cid:11cid:30cid:16cid:8cid:10cid:11cid:12cid:1 cid:14cid:25cid:7cid:8cid:1 cid:14cid:8cid:9cid:16cid:26cid:1 cid:26cid:8cid:31cid:26cid:31cid:8cid:16 cid:1 cid:23 cid:7cid:8cid:16cid:7cid:16cid:8cid:1 cid:14 cid:16cid:26cid:8cid:10cid:16 cid:1 cid:10cid:11cid:1 cid:14cid:25cid:7cid:8cid:1 cid:14cid:8cid:9cid:16cid:26cid:1 cid:26cid:8cid:31cid:26cid:31cid:8cid:16 cid:1 cid:10cid:11cid:8cid:16cid:14 cid:16cid:1 cid:26cid:28cid:16cid:1cid:7cid:14cid:26cid:10cid:10cid:26cid:1cid:7%cid:1cid:25cid:7cid:26cid:28cid:1cid:10cid:11%cid:14cid:26cid:10cid:7cid:11cid:1cid:14cid:11cid:30cid:1cid:31cid:11cid:16cid:15cid:7cid:16cid:11cid:26cid:1cid:30cid:10%%cid:16cid:8cid:16cid:11cid:26cid:10cid:14 cid:1cid:17cid:7cid:8cid:14cid:26cid:10cid:16cid:1cid:16cid:1%cid:10cid:11cid:30cid:1 cid:26cid:28cid:14cid:26cid:1 cid:26cid:28cid:16cid:1 cid:7cid:15cid:26cid:10cid:14cid:1 cid:10cid:11%cid:14cid:26cid:10cid:7cid:11cid:1 cid:26cid:14cid:8cid:12cid:16cid:26cid:1 cid:28cid:7cid:31cid:30cid:1 cid:12cid:10cid:16cid:1 cid:14cid:1 cid:28cid:10cid:12cid:28cid:16cid:8cid:1 cid:16cid:10cid:12cid:28cid:26cid:1 cid:26cid:7cid:1 cid:8cid:16cid:12cid:10cid:7cid:11 cid:1cid:10cid:26cid:28cid:1cid:7cid:8cid:16cid:1 cid:16cid:8cid:7cid:26cid:10cid:1cid:14cid:25cid:7cid:8cid:1cid:14cid:8cid:9cid:16cid:26 cid:1cid:25cid:31cid:26cid:1cid:10cid:26cid:28cid:1cid:7cid:8cid:16cid:1%cid:16cid:10cid:25cid:16cid:1cid:8cid:16cid:14cid:1cid:14cid:12cid:16 cid:1cid:1cid:1cid:1cid:1cid:10cid:1cid:27cid:28cid:16cid:1cid:24cid:31cid:26cid:28cid:7cid:8 cid:1cid:24cid:1cid:8cid:10cid:12cid:28cid:26 cid:1cid:8cid:16 cid:16cid:8cid:16cid:30cid:1cid:17cid:7cid:1cid:15cid:14cid:8cid:26cid:1cid:7%cid:1cid:26cid:28cid:10 cid:1cid:15cid:14cid:15cid:16cid:8cid:1cid:14cid:1cid:25cid:16cid:1cid:8cid:16cid:15cid:8cid:7cid:30cid:31cid:16cid:30cid:1cid:10cid:26cid:28cid:7cid:31cid:26cid:1cid:26cid:28cid:16cid:1cid:15cid:16cid:8cid:10 cid:10cid:7cid:11cid:1cid:7%cid:1cid:26cid:28cid:16cid:1cid:14cid:31cid:26cid:28cid:7cid:8 cid:1Asymmetric Labor Market Institutions in the EMU: Positive and Normative Implicationscid:3Mirko Abbrittiyand Andreas Muellerz First version: December 19, 2007; This version: April 17, 2009Abstract How do asymmetric labor market institutions aect the volatility of incid:135ation and unemployment dierentials in a currency union? What are theimplications for monetary policy? To answer these questions, this paper setsup a DSGE currency union model with unemployment, hiring frictions and realwage rigidities. The model provides a rigorous but tractable framework for theanalysis of the functioning of a currency union characterized by asymmetriclabor market institutions. Positively, we cid:133nd that incid:135ation and unemployment dierentials strongly depend on the underlying labor market structures.Moreover, asymmetries in labor market structures increase the volatility ofboth incid:135ation and unemployment dierentials. Normatively, we cid:133nd that theoptimal incid:135ation target should give a higher weight to regions with more sclerotic labor markets but with more cid:135exible real wages.JEL classicid:133cation: E32, E52, F41Keywords: Currency Union, labor market frictions, real wage rigidities,unemployment, sticky prices, incid:135ation dierentials, optimal monetary policy.cid:3We are very grateful to Charles Wyplosz, Cedric Tille, Pierpaolo Benigno, Lars Calmfors, Per Krusell, John Hassler, Ester Faia, Antonio Moreno, Stephan Fahr, Stefano Manzocchi, Andrea Boitani, Mirella Damiani, Sebastian Weber, Thcid:243rarinn G. Ptursson, Ren Kallestrup and seminarparticipants at LUISS, GIIS Geneva, the University of Perugia, the Central Bank of Iceland, the IIES Stockholm, the ECB, the ASSET conference 2008, the EEA 2008 and the VII Workshop on Macroeconomic Dynamics at the Bank of Italy for very helpful comments and ideas. Mirko Abbrittigratefully acknowledges cid:133nancial support by Fondazione Cassa di Risparmio di Perugia. Andreas Mueller thanks the Central Bank of Iceland for the hospitality during his summer internships andgratefully acknowledges cid:133nancial support from the Handelsbankencid:146s Research Foundations.y The Graduate Institute,Genevaand Universidadde Navarra.Email:mirko.abbrittigraduateinstitute.ch.z Institute for International Economic Studies, Stockholm. Email: andreas.muelleriies.su.se.1 Introduction Incid:135ation and output growth dierentials are a big concern for policymakers. Recentempirical evidence shows that incid:135ation and output growth dierentials among Euro Area countries even when compared with the ones arising among dierent States inthe US are rather sizeable and very persistent over time. This evidence has attractedsubstantial public attention, because it suggests that the adjustment mechanism inthe single currency area may not be working e ciently.Indeed, as emphasizedby Angeloni and Ehrmann 2004, the importance of these issues cid:147can hardly beoveremphasized, given the frequently voiced concern that heterogeneity dents thesolidity of the monetary union itselfcid:1481.Labor market rigidities are often blamed as one of the potential causes behindthe ine cient and asymmetric adjustment of member countries to economic shocks.The received wisdom is that there is a cid:147need for more cid:135exible labor markets in thecontext of the EU, particularly at the national and regional levelscid:148 ECB Monthly Bullettin, May 2005, p. 71 without specifying what labor market cid:135exibility means.Moreover, little work has been done, in the context of DSGE models, to analyze howasymmetric labor market institutions aect the functioning of the currency area.The aim of the present paper is to analyze how asymmetric labor market institutions aect the volatility of incid:135ation and unemployment dierentials in a currencyunion and to determine the implications of these asymmetries for optimal monetarypolicy. For this purpose, we set up a DSGE currency union model that combinesthree key ingredients: i monopolistic competition and nominal rigidities in thegoods market, which serve to give a role to monetary policy; ii hiring frictions inthe labor market, which generate involuntary unemployment; iii real wage rigidities, which hinder wage adjustments and shift the labor market adjustment fromprices to quantities.Table 1 shows labor market indicators for selected countries. On average, Euro Area countries are characterized by heavily regulated labor markets, generous unemployment benecid:133t systems and high unemployment. Looking only at the averages,however, can be misleading. Labor market institutions vary considerably acrossmember countries. In 2006, the unemployment rate was 4% in Ireland comparedto around 9% in France and Spain. Employment protection legislation is extremelytight in countries like Italy, Portugal, France and Spain, but very loose in Ireland.1Angeloni and Ehrmann 2004, p. 6. See, e.g., ECB 2003, 2005, Angeloni and Ehrmann2004, Benalal et al. 2006 for some evidence on incid:135ation and output dierentials and for analysesof the potential causes and policy implications.1Wage cid:135exibility measured as the percentage increase in wages in response to a 1percent decrease in the unemployment rate in France and Italy is much higher thanin Spain and in Germany 2. Large heterogeneity is also present in the degree ofunionization and in the generosity of the unemployment benecid:133t system.A few currency union models have been proposed in recent years see, amongothers, Benigno, 2004, Galcid:237 and Monacelli, 2008, Benigno and LopezSalido, 2002,Altissimo, Benigno and Palenzuela, 2005. The literature has focused on the implications of dierent degrees of nominal rigidities in member countries. The main resultis that, when asymmetries in the degree of price stickiness are present, an incid:135ationtargeting strategy that gives higher weight to incid:135ation in the sticky price region isnearly optimal Benigno, 2004. Most of these works assume perfectly competitivelabor markets and thus ignore a fundamental source of asymmetry among member 2The fact that some countries like Italy and France show large degrees of real wage cid:135exibilitymight be surprising, but one should keep in mind that the link between nominal and real wagerigidity is nontrivial and depends on the underlying wage setting mechanism. For example, incountries with high degrees of price indexation, real wages are relatively sticky.2Austria 1.101.4336.532.25.7Belgium 1.000.6555.638.78.5France 1.402.229.740.29.4Germany 1.300.5525.028.28.4Ireland 0.500.837.832.54.4Italy 1.502.0734.934.37.2Netherlands 1.100.6623.252.54.8Portugal 1.70n.a.23.542.97.8Spain 1.400.1713.937.18.7Av.cid:160Eurocid:160Area 1.221.0728.937.68.2UK0.350.9831.216.65.2USA0.100.3212.813.54.7Japan 1.40n.a.21.510.74.2Av.cid:160Others 0.620.6521.813.64.7Tablecid:1601.cid:160Laborcid:160Marketcid:160Characteristicscid:160ofcid:160Selectedcid:160Eurocid:160Areacid:160Countries Notes:cid:160Laborcid:160marketcid:160indicatorscid:160arecid:160takencid:160fromcid:160variouscid:160sources.cid:160EPLcid:160referscid:160tocid:160thecid:160employmentcid:160protectionlegislationcid:160measurecid:1600,2cid:160ascid:160constructedcid:160bycid:160Nickellcid:160etcid:160al.cid:1602001.cid:160Wagecid:160flexibilitycid:160representscid:160thecid:160percentageincreasecid:160incid:160wagescid:160incid:160responsecid:160tocid:160acid:160onecid:160percentagecid:160pointcid:160fallcid:160incid:160thecid:160unemploymentcid:160ratecid:160source:cid:160Nickellcid:1601997.Unioncid:160density,cid:160benefitcid:160replacementcid:160ratescid:160andcid:160unemploymentcid:160ratescid:160arecid:160takencid:160fromcid:160thecid:160OECD.cid:160Thecid:160benefitreplacementcid:160ratecid:160iscid:160definedcid:160ascid:160thecid:160averagecid:160ofcid:160thecid:160grosscid:160replacementcid:160ratescid:160overcid:160twocid:160earningscid:160levels,cid:160threecid:160familytypescid:160andcid:160threecid:160unemploymentcid:160durations.cid:160Thecid:160unemploymentcid:160ratecid:160referscid:160tocid:1602006Q1.cid:160Thecid:160othercid:160datacid:160referscid:160tocid:160thelastcid:160datecid:160availablecid:160incid:160thecid:160datasetscid:160ofcid:160Nickellcid:1602001cid:160orcid:160thecid:160OECDcid:1601998cid:160forcid:160EPL,cid:1602000cid:160forcid:160unioncid:160densitycid:160andcid:160thebenefitcid:160measure.Benefitrepl.cid:160rate Unempl.rate EPLWage Flexibility Union Densitycountries, namely the wide heterogeneity in European labor market institutions.Campolmi and Faia 2008 are the cid:133rst to integrate labor markets frictions cid:224la MortensenPissarides into a DSGE currency union model. Their paper, whichstudies the link between incid:135ation volatility dierentials and dierent unemploymentinsurance coverage, represents an important cid:133rst step towards an understandingof how the transmission mechanism of monetary policy works in the presence ofasymmetries in the structure of labor markets 3.Following Blanchard and Galcid:237 2008, we model labor market frictions by assuming the presence of hiring costs, which increase in the degree of labor markettightness. Real wage rigidities are introduced, following much of the literature, byemploying a version of Hallcid:146s 2005 notion of the wage norm. The model provides arigorous framework for the analysis of the functioning of a currency union characterized by asymmetric labor market institutions. We use the model for three dierentpurposes.First, we analyze how dierent labor market structures incid:135uence the Phillipscurves of member countries. We distinguish among two types of labor market imperfections: unemployment rigidities UR, which capture the institutions such asemployment protection legislation, hiring costs and the matching technology thatlimit the cid:135ows in and out of unemployment; and real wage rigidities RWR, intendedto capture the institutions which incid:135uence the responsiveness of real wages to economic activity. These two types of labor market rigidities are found to have verydierent eects on the incentives for cid:133rms to reset prices and thus on the Phillipscurve. Unemployment rigidities make the Phillips curve steeper. This eect is strongand nonlinear. Real wage rigidities make the Phillips curve cid:135atter, as incid:135ation becomes less sensitive to unemployment changes 4. Moreover, as in Blanchard and Galcid:237 2007, 2008 real wage rigidities create a tradeo for monetary policy betweenincid:135ation stabilization and unemployment stabilization.Second, we study how dierent labor market structures aect the adjustmentof member countries to monetary and productivity shocks. The main focus is on 3Other contributions related to our paper include Andersen and Seneca 2007, Poilly and Sahuc2007, Dellas and Tavlas 2004 and Fahr and Smets 2008. Andersen and Seneca 2007 discussthe eects of asymmetric size, market power and nominal wage rigidities for aggregate volatilities. Dellas and Tavlas 2004 and Poilly and Sahuc 2007 study respectively the implications ofasymmetries for the costs of membership in a currency union and the implications of labor marketreforms on the welfare of member countries in the presence of labor market asymmetries. Fahr and Smets 2008 analyse the implications of downward wage rigidities for optimal monetary policy ina currency area.4In a related paper, Abbritti and Weber 2008 cid:133nd empirical support for these cid:133ndings.3the evolution of incid:135ation and unemployment dierentials, as these recid:135ect the wayin which economic disturbances are absorbed in the currency union. We cid:133nd thatlabor market rigidities have a strong impact on the functioning of the currency union.Unemployment rigidities make it more costly for cid:133rms to hire new workers and shiftthe adjustment from quantities to prices. A higher degree of UR thus increasesthe volatility of incid:135ation dierentials but reduces the volatility of unemploymentdierentials. Real wage rigidities, which shift the adjustment from labor prices tolabor quantities, substantially increase the volatility of unemployment dierentialswhereas they have little impact on the volatility of incid:135ation dierentials.We also cid:133nd that labor market asymmetries matter: asymmetries in UR and RWR increase both the volatility of incid:135ation and unemployment dierentials. Thissuggests that asymmetric labor market structures worsen the adjustment mechanismof a currency union to symmetric and asymmetric shocks.Third, we investigate the implications of asymmetric labor market structures formonetary policy and welfare. First, we cid:133nd that monetary policy should give anegligible weight to unemployment. Then we ask whether in the presence of labormarket asymmetries the central bank should respond to incid:135ation dierentials andcid:133nd that the central bank should give a higher weight to incid:135ation in the region withmore sclerotic labor markets but with more cid:135exible real wages.The remainder of the paper is organized as follows. Sections 25 describe themodel. Section 6 studies how the New Keynesian Phillips curve changes with thelabor market structure. Section 7 studies the positive behavior of the model underdierent calibrations. Section 8 carries out the normative analysis and Section 9concludes.2 The Model A currency union is a group of regions or countries sharing the same currency, witha single central bank entitled to conduct monetary policy. To keep things simple,we consider a currency union consisting of two regions, Home and Foreign, of thesame size normalized to 1. Each economy, which is populated by identical, incid:133nitively lived households, is specialized in the production of a bundle of dierentiatedgoods. Production of these goods takes place in two sectors. Wholesale cid:133rms produce intermediate goods in competitive markets and sell their output to monopolisticretailers. Retailers transform the intermediate goods into cid:133nal goods and sell themto the households. The labor market is characterized by hiring costs, leading to 4involuntary unemployment in equilibrium. Price rigidities arise at the retail level,while hiring frictions in the intermediate goods sector. There is no migration acrossregions. Capital markets are complete. Wages are set in individual bargaining between the employer and the employee. Countries are symmetric for everything apartfrom labor market institutions 5.2.1 Households The representative household within a country is thought of as a large extended family with names on the unit interval. In equilibrium, some members will be employedand others not; to abstract from distributional issues, we assume that householdspool their income and consumption.The representative household in country i i H or F maximizes a standardlifetime utility, which depends on the householdcid:146s consumption and disutility of work:E01Xt01 cid:30 ; E0cid:12tlog Ct cid:0 cid:31cid:0N Ht cid:11cid:30cid:12tlog Ccid:3t cid:0 cid:31cid:3cid:0N F1 cid:30 t cid:11cid:301Xt01where variables with star refer to the foreign country. N it denotes the number ofemployed individuals in the representative household of country i while Ct and Ccid:3tare the composite consumption indexes for the home and foreign country respectively,decid:133ned as:C j;i, the quantity of the good produced in country j and consumed by residents oftcountry i, is given by the usual CES aggregator. The parameter cid:15 1 denotes theelasticity of substitution between varieties produced within a given country. cid:11 2 0; 1is the weight on the imported goods in the utility of private consumption; a valuefor cid:11 strictly less than 12 recid:135ects the presence of home bias in consumption.Utility maximization for the Home household is subject to a sequence of budgetconstraints which, conditional on optimal allocation of expenditures across varieties,5The basic framework of the currency union is inspired by the work of Benigno 2004 and Galcid:237and Monacelli 2008. The structure of the labor market builds on Blanchard and Galcid:237 2008. Thecomplete derivation of the model is described in Appendix A and B, which are available on theauthorscid:146webpage.5Ct cid:0C Ht cid:11cid:0cid:11cid:0C Ft cid:1cid:111 cid:0 cid:111cid:0cid:11 cid:11cid:11; Ccid:3t cid:16C F;cid:3t cid:171cid:0cid:11cid:16C H;cid:3t cid:17cid:111 cid:0 cid:111cid:0cid:11 cid:11cid:112is given by 6:t and P Fttt1 cid:20 V Ht W Ht N Ht cid:5HPt Ct Et Qt;t1V Ht cid:11cid:0cid:11cid:0P Ft cid:1cid:11 is the home CPI index, V Ht cid:0 T Hwhere Pt cid:0P His the nominal payo inperiod t of the portfolio held at the end of period t cid:0 1 and Qt;t1 is the stochastic discount factor for oneperiod ahead nominal payos, which is common acrosst the procid:133tscountries. W Htreceived by the Home household, which are the sum of the dividends derived fromretailers. P Ht are the DixitStiglitz domestic price indexes of the Home and Foreign countries. Since the law of one price holds, P Hrepresents both the domesttic price index at Home as well as the price index of the Home goods imported by Foreign.t denotes lumpsum taxes and cid:5His the nominal wage, T HSimilar conditions hold for the Foreign country.2.2 The Terms of Trade and the Real Exchange Rate We decid:133ne the bilateral terms of trade between the Home and Foreign country as:St P Ft P Ht3The terms of trade, which represent an index of competitiveness, play a central rolein our model. Movements in the terms of trade are crucial for understanding theresponse of the economy to asymmetric shocks and the transmission mechanism ofmonetary policy.As the law of one price holds for all goods which implies P Fand the CPI and the domestic price indexes in the two regions are relatedt P F;cid:3tt P H;cid:3t P Haccording to:Pt P Ht Stcid:11 ; P cid:3t P Ft Stcid:0cid:11The real exchange rate RERt is decid:133ned as the ratio between foreign and home CPIsand is related to the terms of trade according to:RERt P cid:3t Pt St1cid:02cid:116Implicit in the budget constraint is the assumption that the law of one price holds across theunion.62.3 International Risk Sharing Capital markets are complete: each household has access to a complete set of contingent claims, traded internationally. Combining the cid:133rst order conditions relativeto state contingent securities in the two countries, we obtain the usual result:RERt u 0Ccid:3t u 0Ct Ct Ccid:3t4u 0Ccid:30 where RER0u 0C0 is a constant, recid:135ecting initial conditions regarding relativenet asset positions. If PPP holds i.e. for cid:11 12 , the real exchange rate RERt 1and the marginal utilities of consumption are equated up to a constant . On thecontrary, when home bias is present, cid:11 12 and movements in the real exchangerate are recid:135ected in dierent consumption rates. Henceforth, to keep the analysis assimple as possible, we assume initial conditions are such that 1.2.4 Supply Side The setup of the supply side of the two countries follows Blanchard and Galcid:237 2008.There are two sectors of production in each economy. Firms in the wholesale sectorare perfectly competitive and produce a homogeneous intermediate good using laboras the only input. This output is sold to retailers who are monopolistically competitive. Retailers then transform the homogeneous goods one for one into dierentiatedgoods at no cost.2.4.1 Wholesale Firms and the Labor Market The wholesale sector in each country is composed of a continuum of cid:133rms, indexedby j 2 0; 1. Each cid:133rm produces a homogeneous intermediate good X it j with anidentical CRS technology:X it j Ait N it j; f or i H; F cid:3where the variables Ait represent the state of technology in country i.In each period a fraction cid:14i of the employed loses their job and joins the unemployment pool. Employment in cid:133rm j evolves according tot j 1 cid:0 cid:14iN i N itcid:01j hitj; f or i H; F cid:3where hitj is the number of new hires for cid:133rm j in country i.7At the aggregate level, employment N i 0 N it jdj is given by:t cid:17R 1t 1 cid:0 cid:14iN i N itcid:01 hitt cid:17R 1where hi 0 hitjdj denotes the aggregate hiring level.We assume all unemployed in the family look for a job. The analysis thus abstracts from any transition of people in and out the labor force, which we assume tobe constant and equal to 1. The number of searching workers who are available forhire in country i, U it , is decid:133ned ast 1 cid:0 1 cid:0 cid:14iN i U itcid:01; f or i H; F cid:3while we decid:133ne unemployment as the fraction of the population who are left withouta job after hiring takes place, uit .t 1 cid:0 N i Labor market frictions are introduced by assuming that hiring labor is costly.t, the cost per Total hiring costs for a cid:133rm in country i are given by Githihire in country i, is taken as given by the individual cid:133rm 7.tj where Gi Following Blanchard and Galcid:237 2008, we decid:133ne the labor market tightness indexas the ratio of aggregate hires to the number of searching individuals, xi, andwe assume that recruitment costs are an increasing function of the labor markettightness index:t cid:17 hit U it Git Ait Bicid:0xitcid:1 ; f or i H; F cid:3where 0 and Bi is a positive constant. This specicid:133cation of hiring costs leads tolabor market frictions which are very similar to the ones obtained in the standardsearch and matching model 8.The labor market tightness index will be a crucial variable in our analysis. Sinceby assumption cid:133rms can hire workers only from the pool of unemployed, xit 2 0; 1.Note that, while from the viewpoint of cid:133rms the tightness index captures the conditions of the labor market, from the viewpoint of the unemployed it can be interpretedas the probability of cid:133nding a new job in period t, i.e. as the jobcid:133nding rate. In thefollowing we use the terms labor market tightness and jobcid:133nding rate interchangeably.t is expressed in terms of the domestic CES bundle of goods.7Gi 8See Blanchard and Galcid:237 2008, p.7. In the standard DiamondMortensenPissarides model theexpected hiring cost is equal to the cost of posting a vacancy times the expected time to cid:133ll it. Thisexpected time is an increasing function of the ratio of vacancy to unemployment, which can alsobe expressed as a function of labor market tightness.8The intermediate good produced at Home is sold to Home retailers at relative, with PI;t being the nominal price of the intermediate good. Procid:133tt PI;t P Htprice cid:22Hmaximization gives the cid:133rst order condition:cid:22Ht AHt W H;RtStcid:11 GH5t cid:0 1 cid:0 cid:14Etcid:8cid:12t;t1GHt1cid:9t W Ht Pt Ct1St1cid:11 and where W H;Rwhere cid:12t;t1 cid:12 CtStcid:11is the real wage expressed interms of the consumption good. Equation 5 states that the real marginal revenueproduct of labor the lefthand side has to equal its real marginal cost, that nowincludes not only real wages but also a component associated with hiring costs. Thist , represents the additionalnew component is composed of two terms. The cid:133rst, GHcost the cid:133rm faces to hire a new worker; the second the last term in 5 recid:135ectsthe savings in future hiring costs resulting from increasing the number of employeestoday. Given the presence of these two additional terms, the cyclical behavior ofmarginal costs in a model with labor market frictions can depart substantially fromthat of real wages 9.2.4.2 Wage Determination The presence of hiring costs creates a positive rent for existing employment relationships. Following much of the literature, we assume that wages are bargained to splitthis rent between the cid:133rm and the employee, according to their respective bargainingpower.Let cid:17 denote the relative weight of workers in the Nash bargaining for the homecountry 10. It can be shown see the Appendix A for details that the Nash wageschedule for home is given by:W H;N ashttwhere W H;N ashcid:31Ct Stcid:11cid:0N Ht cid:0 1 cid:0 cid:14Etcid:8cid:12t;t1cid:21 cid:0 x HStcid:11 M RSt cid:17cid:8GHt cid:1cid:30 denotes the marginal rates of substitution between consumptiondenotes the Nash bargained wage in real terms and M RSt t1cid:3cid:9cid:9t1GH69See Krause and Lubik 2007.10If we denote by cid:16 the relative bargaining power of workers, it is easy to show thatcid:17 cid:161 cid:0 cid:169and leisure 11.Intuitively, the Nash wage depends on the reservation wage here given by thethe marginal rate of substitution between leisure and consumption, M RSt plus acid:147wage premiumcid:148, which depends on the size of the rents for existing employmentrelationships the term in curled brackets and on the workerscid:146relative share of thesurplus, cid:17.2.4.3 Introducing Real Wage Rigidities As cid:133rst emphasized by Hall 2005 and Shimer 2005, the introduction of real wagerigidities considerably improves the performance of the matching models in terms ofthe dynamics of the labor market. The Nash bargained wage implies in fact a realwage volatility which is too high relative to empirical evidence. As a consequence, thestandard matching model cid:133nds it di cult to replicate the response of labor marketvariables and in particular unemployment to productivity shocks. This issueis especially important for the euro area, which is characterized by a considerabledegree of wage rigidity 12.To solve this problem, we follow much of the literature and introduce real wagerigidity by employing a version of Hallcid:146s 2005 notion of wage norm. A wage normmay arise as a result of social conventions that constrain wage adjustment for existingand newly hired workers. One way to model this is to assume that the real wage W H;Ris a weighted average of the desired wage the Nash bargained wage W H;N ashand a wage norm cid:22W H, which is assumed to be the wage prevailing in steady state.Specicid:133cally, we assume the real wage is determined as follows:tt W H;Rtcid:16W H;N ashtcid:171cid:0cid:13cid:0 cid:22W Hcid:1cid:13; W F;Rt cid:16W F;N ashtcid:171cid:0cid:13cid:3cid:0 cid:22W Fcid:1cid:13cid:37where cid:13i is an index of the real wage rigidities present in the economy, with 0 cid:20 cid:13i cid:201. As shown by Hall 2005, this wage rule remains within the range decid:133ned by thebargaining set and thus is robust to the Barro 1977 critique.11The terms of trade appear in the expression for M RSt because here everything is expressed inunits of the domestic price index P Ht .12See e.g. Dickens et al. 2007 and Du Caju et al. 2008 for some evidence on nominal andreal wage rigidity in the euro area.102.4.4 Final Goods Sector In each country there is a measure one of monopolistic retailers indexed by z on theunit interval, each of them producing one dierentiated consumption good. Due toimperfect substitutability across goods, each retailer faces a Dixit Stiglitz demandfunction for its product:t cid:19cid:0cid:15Ytz cid:18 PHtzP HYt Retailers share the same technology, which transforms one unit of wholesale goodsinto one unit of retail goods, so that Yt z Xt z. Firms in the retail sectort and convert itpurchase intermediate goods from wholesale producers at price cid:22Hinto a dierentiated cid:133nal good sold to households and wholesale cid:133rms. Notice thatthe relative price of the intermediate goods cid:22Ht represents the marginal cost for thecid:133nal goodcid:146s producers.We introduce nominal price rigidity using the formalism cid:224 la Calvo 1983. Eachperiod, cid:133rms may reset their prices with a probability 1 cid:0 cid:18 independent of thetime elapsed since the last revision of prices. Loglinearizing around a zero incid:135ation steady state the optimal price setting rule and the price index equation 1cid:0cid:15 , we get the New Keynesian Phillips curve:P Ht 1cid:0cid:15 cid:18P Ht h1 cid:0 cid:18 P H8tcid:011cid:0cid:15i 1cid:25Ht cid:12Etcid:25Htt1 cid:21cmc His domestic i.e. producer pricescid:146 incid:135ation, cmc Hwhere cid:25Ht represents the logtdeviation of real marginal cost from its steady state value and cid:21 1cid:0 cid:12cid:181cid:0 cid:18cid:18.Note that while 8 looks like a standard New Keynesian Phillips curve, the dynamicsof the real marginal costs are now substantially dierent from the ones of a standard NK model, as they are deeply aected by the labor market institutions.In fact,loglinearizing equation 5 we can rewrite marginal costs as:t cid:22Ht cmc HW Scid:11cid:22cid:16 w H;Rt cid:17t cid:11st cid:0 a Hgcid:22x Ht cid:0cid:121cid:0cid:14gcid:22Etncid:12t;t1 cid:1a Ht1 x Ht1o9where variables with hat denote logdeviations from steady state, variables withoutsubscript steady state values, cid:22 cid:15cid:01is equal to the inverse of the markup ofcid:15retailers and g is the steady state value of unit hiring costs GHt . Marginal costsdepend not only on the evolution of real wages, terms of trade and productivity, asin the standard New Keynesian model; they also depend on current labor marketconditions x Ht and on the future labor market conditions, as captured by the last 11term on the righthand side.Moreover, the dynamics of real wages depend on the degree of rigidity cid:13 and onthe evolution of Nash wages:w H;Rt 1 cid:0 cid:13 w H;N asht10where, as shown in equation 6, the Nash wage depends on the marginal rate ofsubstitution between leisure and consumption, on the workerscid:146 bargaining powerand on labor market tightness.Through these two channels, the introduction of hiring costs and real wage rigidities substantially changes the dynamics of the marginal costs, which in turn incid:135uencethe cid:133rmscid:146optimal price setting and the incid:135ation dynamics.2.4.5 Market Clearing Final output may either be transformed in the composite consumption good or usedin hiring. The clearing of all markets implies, for the home and foreign countryrespectively,t h Ht CtStcid:11DHt h Ft Ccid:3t Stcid:0cid:11DFt Yt cid:0 GHt cid:17cid:0cid:151Z0 cid:16 P Ht zP Ht ; Y cid:3t cid:0 GFt cid:17cid:0cid:151Z0 cid:16 P Ft zP Fwhere DHt cid:17dz and DFt cid:17dz. Notice that the assumptionof CobbDouglas preferences over the home and foreign goods allows us to derive asimple relation between the terms of trade and relative output:St P Ft P HtYt cid:0 GHY cid:3t cid:0 GFt h Htt h Ft DFt DHt113 The E cient and the Flexible Price Equilibria In this section we briecid:135y characterize the constrained e cient allocation and thedecentralized equilibrium arising when prices are cid:135exible. This will permit to getfurther intuition on the functioning of the currency union and on the role played byeach market imperfection in shaping our equilibrium dynamics.123.1 The Constrained E cient Allocation The constrained e cient allocation, which is the benchmark relative to which monetary outcomes will be evaluated, is found by assuming that the social planner maximizes the welfare of the union, taking as given the technological constraints and thelabor market frictions that are present in the decentralized economy. The solution ofthe social plannercid:146s problem leads to the following result, which is further explainedin the appendix.Proposition 1 Employment is invariant to productivity shocks under the constrainede cient allocation.Proof. See Appendix A2.As in Blanchard and Galcid:237 2008, this invariance is a consequence of the assumption of a log utility function, which implies osetting income and substitution eectson the labor supply. The fact that employment is constant is a useful result, as itimplies that all cid:135uctuations in employment are ine cient.3.2 Equilibrium under Flexible Pricescid:15Under cid:135exible prices, procid:133t maximization by cid:133nal goods cid:133rms requires P Hcid:15cid:01 PI;tfor all t, wherecid:15cid:01 is the optimal gross markup. Solving the model under thiscondition, we need to distinguish two cases. First, consider the case in which thereare no real wage rigidities i.e. cid:13 cid:13cid:3 0. In this case, the following propositionholds:t cid:15Proposition 2 Under cid:135exible prices and no real wage rigidities, employment is invariant to productivity shocks. The decentralized equilibrium corresponds to the constrained e cient equilibrium only if two conditions are satiscid:133ed: 1. The Hosioscondition holds, i.e. cid:17 ; 2. Monopolistic distortions in the cid:133nal goods marketare eliminated through a production subsidy.Proof. See Appendix A3.Blanchard and Galcid:237 2008 obtain the same result in a closed economy model.This invariance is again a consequence of the log utility assumption, which impliesthat the wage at home moves one for one with AHt Stcid:0cid:11. Notice also that sincethe employment level is constant at home and abroad, the terms of trade St varyproportionally to AH. Under cid:135exible prices and wages, asymmetric productivityt AFtshocks at home or at foreign are neutralized by changes in the wage rates and thus 13do not aect the cid:133rmscid:146 incentives to hire people; as a result, unemployment andlabor market tightness are unchanged.13On the contrary, when real wage rigidities are present wages do not move enoughto absorb the impact of technology shocks. As a result, in a decentralized equilibriumwith sticky wages, employment and the labor market tightness will not be constant.4 Equilibrium under Sticky Prices If prices are sticky, monetary policy matters. In a closed economy model, the presenceof staggered price setting leads to an ine cient dispersion of output across varieties.In an open economy model, price stickiness creates an additional source of distortion:as prices are not free to adjust, the terms of trade follow an ine cient path in responseto asymmetric disturbances 14. In this model, two new elements deeply aect theeconomy: hiring frictions and real wage rigidities. In the following we show thatthese elements matter substantially for the dynamic behavior of the economy and,in particular, for the transmission mechanism of monetary policy.The model is rich, but still relatively tractable, as it can be closed in eight equations. Let denote with X the deviation of a variable X from its steady state value,. The demand side of the modeland let us decid:133ne unionwide variables as x Uis standard. The evolution of aggregate consumption at the union level is capturedby the unionwide IS equation:t x Ht x Ft 2c Ut Etc Ut1 cid:0 t cid:0 Etcid:25Ut112where cid:25Uis unionwide incid:135ation and t the common nominal interest rate. While thetreal interest rate aects aggregate consumption, terms of trade movements distributeproduction among the two countries and explain consumption dierentials:13It is interesting to note that incid:135ation is not constant under the e cient allocation. Indeed, itcan be shown that incid:135ation dierentials evolve according toct cid:0 ccid:3t 1 cid:0 2cid:11 st13t cid:0 cid:22cid:25Hcid:22cid:25Ft cid:1a Ht cid:0 cid:1a Ft Notice, however, that relative price adjustments are not necessarily desirable under sticky prices,since incid:135ation creates an ine cient dispersion of output across varieties.14In an open economy model, this problem has typically a at least partial solution: the exchangerate. Movements in the exchange rate in fact may provide some additional cid:135exibility to the terms oftrade. This instrument, however, is absent in a monetary union. See, for instance, Benigno 2004and Pappa 2004 for a discussion of the welfare properties of monetary unions.14Denoting with uit uilevel ui and using the approximation uitions can be expressed as:t cid:0 ui the deviations of unemploment from its steady statet, the market clearing condit cid:0 1 cid:0 ui nict a Hccid:3t a Fcid:28 0cid:28 1t cid:0t cid:0cid:28cid:301 cid:0 u H u Ht cid:01 cid:0 u F u Ft cid:0gi1cid:0cid:14i1i1cid:0x1 cid:0 u H u H1 cid:0 u F u Fcid:28cid:31.1cid:0cid:14igitcid:01 cid:0 cid:11sttcid:01 cid:11stwhere cid:28 i 0 1cid:0gi1i1cid:0cid:14igiand cid:28 i 1 The supply block of the model contains the aggregate supply equations for home:141516t1 cid:0 cid:13h Tcid:0a Ht1 cid:0 cid:13cid:3hcid:3Tcid:0a Ft cid:0 cid:11stcid:1t cid:11stcid:1t cid:12Etcid:25Hcid:25Ht1 cid:0 h 0 u Ht h L u Htcid:01 h F Et u Hand foreign:t hcid:3L u Ft cid:12Etcid:25Fcid:25Ft1 cid:0 hcid:30 u Fj are functions of the structural parameters characterizing thewhere the coe cients hitwo economies: workerscid:146bargaining power, hiring costs, separation rates, markups,degree of nominal stickiness or of real wage rigidity, and so on 15.tcid:01 hcid:3F Et u F17Finally, from the decid:133nition of the terms of trade St P Ft P Htwe get the followingrelationship between the terms of trade and the domestic incid:135ation rates:st cid:0 stcid:01 cid:25Ft cid:0 cid:25Ht18Equations 12, 13, 14, 15, 16, 17 and 18, together with a specicid:133cationof monetary policy, completely characterize our equilibrium dynamics.5 Baseline Calibration In our baseline calibration, we assume that Home and Foreign are perfectly symmetric. The parameters are chosen to be largely consistent with those standard in the New Keynesian literature. The following table summarizes the values for the keyparameters of our model for i H or F :15The expression for the parameters is given in Appendix A.15Preferences Technology Labor market Price and Real Wage rigidities Shockscid:146Persistence and Volatilitycid:120:992Ai 1ui 0:08cid:18i 0:66cid:26ia 0:95cid:30i 0i 1xi 0:45cid:13i 0:5cid:27ia 0:007cid:15i 6cid:14i 0:071cid:22i 1:2cid:110:25cid:17i 1cid:26cid:27a 0:258cid:270:0015Preferences: Time is taken as quarters. The discount factor cid:12 is set equal to 0:992, which implies a riskless annual return of about 3:3 percent. We assume thelabor supply elasticity to be cid:30i 0. This is consistent with our model if the membersof the household have homogenous tastes for leisure. The elasticity of substitutionbetween dierentiated goods cid:15i is set equal to 6, corresponding to a markup cid:22i 1:2.The home bias parameter cid:11, representing the share of imported goods on totalconsumption, is set to 0:25.Technology: Following Blanchard and Galcid:237 2008 we set the parameter i inthe hiring cost function, representing the sensitivity of hiring costs to labor marketconditions, to be i 116. The steady state level of productivity Ai is normalizedto 1.The labor market: In the baseline calibration, we set unemployment in countryi to be ui 0:08, which is roughly consistent with the average unemployment in Europe. The jobcid:133nding rate xi is set to 0:45, which corresponds approximately to amonthly rate of 0:18. Given ui and xi, it is possible to determine the separation rateusing the relation cid:14i uixi 1 cid:0 ui 1 cid:0 xi. We obtain a value cid:14i 0:071. Therelative bargaining power cid:17i is set to 1, which implies that cid:133rms and workers havethe same bargaining power. The scaling parameter Bi is chosen such that hiringcosts represent a 1 percent fraction of steady state output, as in Walsh 200517.The parameters cid:31i can then be determined using steady state identities.The degree of Price rigidity cid:18i is set equal to 0:66, consistent with data on priceduration. In the baseline calibration, following Campolmi and Faia 2008 and Blan16In order to calibrate i, Blanchard and Galcid:237 exploit a simple mapping between their model andthe standard search and matching model.17To pin down Bi, we use the fact that in steady state hiring costs represent a fraction cid:14igi cid:14i Bicid:0xicid:1iof GDP.16chard and Galcid:237 2008, we set the degree of real wage rigidity cid:13i equal to 0:5.Shocks: We follow the literature and set the standard deviation of the productiva to 0:007 and the standard deviation of the policy shock cid:27 to 0:0015.ity shocks cid:27i Following Backus, Kehoe and Kydland 1992 we set the correlation between theproductivity shocks cid:26cid:27a to 0:258.Simulations of the model with this baseline calibration show that the volatilitiesof the model are close to the data. The standard deviation of output, incid:135ation andunemployment of the euro area are 0.85, 0.5 and 4.59, compared to 0.84, 0.57 and 4.68 in our model 18.6 The Transmission Mechanism How do labor market structures incid:135uence the transmission mechanism of membercountries to shocks? To answer this question, we distinguish between two types oflabor market imperfections: Unemployment Rigidities UR, which capture the institutions such as employment protection legislation, hiring costs and the matchingtechnology that limit the cid:135ows in and out of unemployment; and Real Wage Rigidities RWR, intended to capture all the institutions including wage indexation andthe wage bargaining mechanism and legislation which incid:135uence the responsivenessof real wages to economic activity. These two types of labor market rigidities, whileoften associated, are likely to have dierent eects on the dynamics of the economy:in the cid:133rst case, the rigidity is in cid:147labor quantitiescid:148, while in the second case it iscid:147labor pricescid:148that cannot adjust.Before proceeding, some details on the calibration strategy are needed. To studythe role of dierent degrees of RWR, we simulate the model varying the index of RWR cid:13i from 0:1 to 0:9. Calibrating the degree of UR is a more challengingtask, as the overall degree of cid:147rigiditycid:148 in the labor market does not depend onlyon one parameter but on the entire concid:133guration of the labor market. Following Blanchard and Galcid:237 2008, we characterize the degree of labor market frictionsby calibrating the steady state unemployment and jobcid:133nding rates ui and xi;the jobseparation rate is then determined through the steady state relationshipcid:14i uixi 1 cid:0 ui 1 cid:0 xi. We decid:133ne a labor market as cid:147cid:135exiblecid:148 when the job18The standard deviations of actual euro area data are taken from Christoel, Kuester and Linzert2009, who use quarterly data for the euro area from 1984Q1 to 2006Q4. Both data and model aredetrended with an HP cid:133lter cid:21 1600. In order to facilitate the comparison, incid:135ation is computedin a year to year base cid:25yoyt log Pt cid:0 log Ptcid:04 and the volatility of unemployment is calculatedin percentage terms.17Figure 1: The Unemployment Rigiditiy UR Indexcid:133nding and the separation rate are high; the opposite holds in a cid:147scleroticcid:148 labormarket. Figure 1 displays the evolution of the three parameters implied by ourcalibration strategy. As our UR index increases from 0 to 1, the unemployment rateincreases from 0:05 to 0:11, the jobcid:133nding rate decreases from 0:7 to 0:2 and theseparation rate decreases from 0:12 to 0:0319. We calibrate directly the jobcid:133ndingrate and the unemployment rate because these are more easily observable than thereservation wage or the separation rate. Note also that we keep constant total hiringcosts in steady state as percentage of GDP. This implies that marginal hiring costsare higher in labor markets with low hiring rates i.e. high UR. This is consistentwith a view of sclerotic economies characterized by institutional constraints on thehiring process.To see how labor market structures incid:135uence the transmission mechanism ofmember countries to shocks, letcid:146s consider the Phillips curve of the home country,which we rewrite here for convenience:cid:25Ht cid:12Etcid:25Ht1 cid:0 h 0 u Ht h L u Htcid:01 h F Et u Ht1 cid:0 cid:13h Tcid:0a Ht cid:0 cid:11stcid:119Labor market rigidities aect the supply side of member countries through their In order to facilitate intuition, we concentrate ourimpact on the parameters hi.attention on the two key parameters:19Notice that the two extremes of our UR index roughly correspond to the EU calibration andto the US calibration in Blanchard and Galcid:237 2008.1800.20.40.60.810.030.040.050.060.070.080.090.10.110.120.13u,d URxud 00.20.40.60.810.20.250.30.350.40.450.50.550.60.650.700.20.40.60.810.20.250.30.350.40.450.50.550.60.650.7xcid:15 The slope coe cient h 0, which captures the elasticity of incid:135ation to unemployment changes.20cid:15 The tradeo coe cient cid:13h T , which determines to what extent productivityshocks and terms of trade movements enter as cost push shocks in the Phillipscurve.Figure 2 shows how the slope coe cient changes for varying degrees of UR and RWR. A higher degree of UR has a strong, positive and nonlinear eect on the slopeof the PC. The reason is that with lower jobcid:133nding rates and separations employment adjusts less easily to changing labor market conditions. This in turn impliesthat marginal costs and hence incid:135ation become more sensitive to unemploymentchanges 21.RWR have the opposite eect on h 0: higher degrees of RWR lower the sensitivityof real wages and incid:135ation to unemployment changes. Note also that the sensitivityof the slope to RWR is much smaller than to UR, and becomes sizeable only when UR are high. This suggests that there may be important interaction eects betweendierent types of labor market rigidities.While UR have a dominant role in explaining the size of the slope coe cient h 0,22. In particular, note RWR are the main determinant of the tradeo coe cient cid:13h Tthat when real wage rigidities are present, cid:13 6 0, productivity shocks enter directlyas a negative cost push shock in the Phillips curve, leading to large and persistentunemployment cid:135uctuations.7 Positive Analysis: The Adjustment Mechanism A key issue in the debate about the currency union concerns how individual countriesadjust to common or countryspecicid:133c shocks see, e.g., EEAG report 2007. Indeed,after ten years of the Euro, the marked and persistent divergence of growth andincid:135ation among euroarea economies seems to suggest that the adjustment processinside the currency area may not be working e ciently.20In our calibrations, the parameters on lagged h L and future unemployment h F are smallrelative to h 0. Therefore, we follow Ravenna and Walsh 2007 and refer to h 0 as the slope of the Phillips curve. While this is clearly an approximation, we believe it to be useful to develop intuitionthat will hold throughout the paper.21See Ravenna and Walsh 2007 for a similar argument in the context of a closedeconomy DSGE model with search in the labor market.22The eect of URs on cid:13h T is found to be negligeable.19Figure 2: Labor Market Rigidities and the Slope of the Phillips Curve In this positive analysis we study how dierent labor market structures are likelyto aect the functioning of a currency union. The main focus is on the evolution ofincid:135ation and unemployment dierentials because they show how shocks are absorbedin the monetary area.Labor market rigidities can aect incid:135ation and unemployment dierentials intwo main ways. First, the presence of labor market rigidities may aect the size andpersistence of unemployment and incid:135ation dierentials following asymmetric shocks.Second, symmetric shocks may have asymmetric eects when the two regions havedierent labor market structures. How do these eects operate? Are they likely tobe important or negligible? These are the questions we try to adress next.7.1 The Dynamics of the Currency Union In this section we describe the dynamic behavior of the model in response to twotypes of shocks: productivity shocks symmetric and asymmetric and monetarypolicy shocks. The monetary authority is assumed to follow a Taylortype interestrate rule:t cid:26mtcid:01 1 cid:0 cid:26m 1:5cid:25Ut cid:0 0:25u Ut t20and where cid:26m 0:85, a value consistent with the empirical evidence on policy rules.2323See, e.g, Clarida et al. 2000.2000.20.40.60.81012345678acid:160URcid:160andcid:160thecid:160slopecid:160ofcid:160thecid:160Phillipscid:160Curve URSlopeof PCLowcid:160RWRBaseline Highcid:160RWR00.20.40.60.81012345678bcid:160RWRcid:160andcid:160thecid:160slopecid:160ofcid:160thecid:160Phillipscid:160Curve RWRSlopeof PCLowcid:160URBaseline Highcid:160URFigure 3: Impulse Responses to an Asymmetric Productivity Shock Home7.1.1 Asymmetric Shocks and Labor Market Rigidities First, we look at asymmetric productivity shocks, and consider how the transmissionmechanism of the union changes when both the countries have less rigid labor marketsor less rigid wages. Figure 3 displays the responses of incid:135ation and unemploymentto a positive technology shock in the home country for three dierent calibrations:the baseline calibration A, a currency union with low UR B and a currency unionwith low RWR C.24 On impact, the three economies react in the same direction:home incid:135ation cid:25H decreases while home unemployment u H increases. The latteris due to the presence of price rigidity. The productivity increase allows cid:133rms thatcannot reset prices to produce the same amount with fewer workers; consequently,unemployment rises on impact. This unemployment increase is shortlived, as overtime more cid:133rms can reset their prices and the eect of the productivity shock fadesaway.24The parameters for calibration B are x 0:7, cid:14 0:12 whereas for calibration C we usecid:13 0:25:2102468101214161820cid:1732cid:1731.5cid:1731cid:1730.50quarterp Hacid:160Homecid:160inflation A.cid:160Baseline B.cid:160Lowcid:160URC.cid:160Lowcid:160RWR02468101214161820cid:1731cid:1730.500.51quarterp Fbcid:160Foreigncid:160inflation 02468101214161820cid:1732cid:1731.5cid:1731cid:1730.50quarterp Hcid:160cid:173p FNote:cid:160Inflationcid:160iscid:160annualized.ccid:160Inflationcid:160differential 02468101214161820cid:1730.3cid:1730.2cid:1730.100.10.20.3quarteru Hdcid:160Homecid:160unemployment 02468101214161820cid:1730.3cid:1730.2cid:1730.100.10.20.3quarteru Fecid:160Foreigncid:160unemployment 02468101214161820cid:1730.100.10.20.30.40.5quarteru Hcid:160cid:173u Ffcid:160Unemploymentcid:160differentialFigure 4: Labor Market Rigidities and the Volatility of Dierentials The home productivity shock is transmitted to the foreign country through movements of the terms of trade and through monetary policy. On the one hand, thereduction in the prices of the home goods exerts decid:135ationary pressure abroad asconsumers in both countries shift their consumption towards the home good. On theother hand, the central bank lowers the interest rate, which has a stimulating eecton the foreign economy. The overall eect is an increase of foreign incid:135ation and adecrease of foreign unemployment.Putting the impulse responses of the country specicid:133c variables together, a positivetechnology shock at home leads to a negative incid:135ation dierential and a positiveunemployment dierential at least on impact.The labor market structure has an important incid:135uence on the size and persistenceof these dierentials. First, consider the case where both countries are characterizedby a lower degree of UR B: the incid:135ation dierential decreases by 0.4 percentagepoints less and the unemployment dierential increases slightly more when UR arelow. When hiring new workers is less costly, cid:133rms cid:133nd it relatively more convenientto absorb a shock through changes in quantities rather than through changes inprices.Second, compare the baseline economy A to the economy with a lower degreeof RWR C. A lower degree of RWR has little impact on the incid:135ation dierential,2200.20.40.60.810.20.30.40.50.60.70.80.911.11.2URacid:160URcid:160andcid:160thecid:160Volatilitycid:160ofcid:160Differentialsstd Note:cid:160wecid:160reportcid:160thecid:160stdcid:160ofcid:160thecid:160unfilteredcid:160timecid:160seriescid:160ofcid:160quarterlycid:160inflationcid:160andcid:160unemploymentcid:160incid:160deviationcid:160fromcid:160steadycid:160state.stdp Hcid:160cid:173p Fstdu Hcid:160cid:173u F0.20.40.60.80.20.30.40.50.60.70.80.911.11.2RWRbcid:160RWRcid:160andcid:160thecid:160Volatilitycid:160ofcid:160Differentialsstdstdp Hcid:160cid:173p Fstdu Hcid:160cid:173u Fbut it substantially reduces the persistence of the response of the unemploymentdierential to the productivity shock. As in Hall 2005, when real wages are rigid,the cid:133rmscid:146share of the match surplus increases strongly with productivity and hencehiring and unemployment is strongly related to movements in productivity.In Figure 4 we further assess how the volatility of dierentials depends on RWRand UR25. A higher degree of UR increases the volatility of the incid:135ation dierential,but reduces the volatility of the unemployment dierential. A higher degree of RWRincreases the volatility of the unemployment dierential, while the eect on theincid:135ation dierential is small and the slope is sensitive to calibration choices.Labor market rigidities are often blaimed as one of the possible causes of largeand longlasting incid:135ation and unemployment dierentials in the European Monetary Union. Our results, however, suggest that it is crucial to distinguish among the institutions that constrain the cid:147quantitycid:148adjustment UR from the ones that constrainthe cid:147pricecid:148adjustment RWR in the labor market, as these may have very dierent,and sometimes opposite, dynamic implications.Result 1 Labor Market Rigidities and the Volatility of Dierentials:UR and RWR have dierent eects on the volatility of incid:135ation and unemployment dierentials: UR increase the volatility of the incid:135ation dierential but reducethe volatility of the unemployment dierential, while RWR increase the volatility ofthe unemployment dierential but have little eect on the volatility of the incid:135ationdierential.As shown in Figure 1 in the Appendix, a similar intuition applies for the volatilityof union variables.7.1.2 Symmetric Shocks and Asymmetric Labor Markets In this section we analyze the dynamic behavior of the currency union in the presenceof asymmetric labor market structures. We distinguish three cases:1. Baseline: the member countries share the same economic structures.2. Asymmetric UR: the home country has more rigid labor markets than theforeign country. Following Blanchard and Galcid:237 2008, we calibrate the job cid:133ndingrates at x H 0:2 and x F 0:7 and the separation rates at cid:14H 0:03 and cid:14F 0:12:3. Asymmetric RWR: in the home country real wages are more sticky than inthe foreign country. Specicid:133cally, we choose cid:13 0:75 and cid:13cid:3 0:25.25We simulate the model for dierent calibrations of the labor market and show the standarddeviation of the uncid:133ltered time series of the incid:135ation and unemployment dierential. We includeboth monetary and productivity shocks.23Figure 5: Impulse Responses to a Symmetric Productivity shock a and a Monetary Policy shock b.Figure 5 shows the impulse responses of the incid:135ation and unemployment dierential following a symmetric productivity shock a and a monetary policy shockb. In the symmetric currency union, symmetric shocks do not aect dierentialsas the response in the home and foreign country are the same. On the contrary, inthe presence of asymmetries, substantial dierentials arise in response to symmetricshocks. In particular, in the presence of asymmetric UR the incid:135ation dierentialshows a very strong response on impact and then is reversed in the second quarter.The reason for this pattern is that in the country with lower UR, incid:135ation decreasesless on impact but then is more persistent see also Figure 3. Asymmetric UR arealso a source of unemployment dierentials as unemployment increases more in thecountry with lower UR.Sizeable incid:135ation and unemployment dierentials also arise in the presence ofasymmetric RWR. Most noteworthy is the substantial decrease in the unemploymentdierential in the response to a symmetric productivity shock. The reason is thatunemployment responds more strongly in the country with rigid real wages.2402468101214161820cid:1731.5cid:1731cid:1730.500.51quarterp Hcid:160cid:173p FNote:cid:160Inflationcid:160differentialscid:160arecid:160annualized.a.1cid:160Inflationcid:160differentialcid:160sym.cid:160productivitycid:160shockA.cid:160Baseline B.Asym.URC.Asym.RWR02468101214161820cid:1730.5cid:1730.4cid:1730.3cid:1730.2cid:1730.100.10.20.30.40.5quarteru Hcid:160cid:173u Fa.2cid:160Unemploymentcid:160differentialcid:160sym.cid:160productivitycid:160shock02468101214161820cid:1731.5cid:1731cid:1730.500.51quarterp Hcid:160cid:173p Fb.1cid:160Inflationcid:160differentialcid:160monetarycid:160policycid:160shock02468101214161820cid:1730.5cid:1730.4cid:1730.3cid:1730.2cid:1730.100.10.20.30.40.5quarteru Hcid:160cid:173u Fb.2cid:160Unemploymentcid:160differentialcid:160monetarycid:160policycid:160shockInterestingly, asymmetries in the degree of RWR seem to have a bigger eect onthe adjustment mechanism to productivity shocks, while UR have a bigger impacton the adjustment mechanism to monetary policy shocks. This is because RWRmainly determine the extent to which productivity shocks enter as negative cid:147costpush shockcid:148 in the Phillips curve, while UR only aect the slope of the Phillipscurve, which plays a key role in the transmission mechanism of demand shocks.We further analyze how labor market asymmetries aect the volatility of dierentials, holding the average degree of UR and RWR constant. For this purpose,we construct an index of asymmetry that starts out at 0 where both countries areperfectly symmetric the baseline calibration. As the index increases towards 1,the two countries become increasingly dierent but the average degree of UR and RWR does not change. The following tabulation shows the values of the underlyingparameters:26Complete Symmetry: Index0 Strong Asymmetry: Index1Asymmetric URAsymmetric RWRx H x F 0:45cid:14H cid:14F 0:07cid:13 cid:13cid:3 0:5x H 0:2 x F 0:7cid:14H 0:03 cid:14F 0:12 cid:13cid:3 0:1cid:13 0:9Figure 6 shows that the volatility of incid:135ation and unemployment dierentials isincreasing in asymmetries in both UR and RWR. The reason is simple and intuitive:when asymmetries are present, symmetric shocks are transmitted dierently acrossmember countries and, as a consequence, incid:135ation and unemployment dierentialsarise. Asymmetries in the degree of RWR are found to increase substantially thevolatility of the unemployment dierential note that we would have to rescale Figure 6 b. Asymmetric UR have instead a stronger eect on the volatility of the incid:135ationdierential, which is related to the fact that in the presence of high UR cid:133rms adjustto shocks by adjusting prices rather than quantities.27Overall, these results suggest that asymmetries in labor market structures worsen 26See Benigno 2004 and Andersen and Seneca 2007 for similar assumptions.27In the Appendix Figures 3 and 4, we carry out a sensitivity analysis with respect to thecorrelation of productivity shocks. When the correlation of productivity shocks across the twocountries is perfect cid:26cid:27a 1, the volatility of dierentials is strongly increasing in asymmetries.This shows that in the presence of asymmetric labor market rigidities it is the symmetric shocksthat drive the dierentials. When the correlation of productivity shocks is equal to zero, thevolatility of dierentials is still increasing except the volatility of the unemployment dierential,which is slightly decreasing in the degree of asymmetry. Note, however, it is likely that productivityshocks are more strongly correlated across members of the EMU than in our baseline calibrationcid:26cid:27a 0:258 because our baseline calibration is based on an estimate of cid:26cid:27a between the U.S. anda European aggregate see Backus, Kehoe and Kydland, 1992.25Figure 6: Asymmetric Labor Market Rigidities and the Volatility of Dierentialsthe adjustment mechanism of a currency union to symmetric and asymmetric shocks.It is important to note, however, that in the presence of asymmetric labor marketstructures, monetary policy shocks themselves create terms of trade movements andare a source of dierentials. Can then the central bank exploit these asymmetriesand gain from responding systematically to dierentials? We try to address thisquestion in the next section.Result 2 Asymmetric Labor Market Rigidities and the Volatility of Dierentials:Asymmetries in UR and RWR increase the volatility of incid:135ation and unemployment dierentials. This suggests that asymmetries in labor markets worsen the adjustment mechanism of a currency union to shocks.Figure 2 in the Appendix shows how the volatility of union variables is aected byasymmetries in labor market rigidities. In general, the volatility of union variables isincreasing in the degree of asymmetry. The only exception is the volatility of unionunemployment, which is slightly decreasing with asymmetries in UR.2600.20.40.60.810.50.60.70.80.911.11.21.31.41.5Asym.URstdacid:160Asymmetriccid:160URcid:160andcid:160thecid:160Volatilitycid:160ofcid:160Differentials Note:cid:160wecid:160reportcid:160thecid:160stdcid:160ofcid:160thecid:160unfilteredcid:160timecid:160seriescid:160ofcid:160quarterlycid:160inflationcid:160andcid:160unemploymentcid:160incid:160deviationcid:160fromcid:160steadycid:160state.stdp Hcid:160cid:173p Fstdu Hcid:160cid:173u F00.20.40.60.810.50.60.70.80.911.11.21.31.41.5Asym.RWRstdbcid:160Asymmetriccid:160RWRcid:160andcid:160thecid:160Volatilitycid:160ofcid:160Differentialsstdp Hcid:160cid:173p Fstdu Hcid:160cid:173u F8 Optimal Monetary Policy What is the optimal monetary policy in a currency union characterized by asymmetric labor market rigidities?28 What are the optimal targets for the central bank?Should monetary policy respond to dierentials? To answer these questions, wederive a loss function from the welfare criterion of the currency union, which wedecid:133ne as the utilitarian social welfare function. A second order approximation tothe welfare criterion delivers the utility loss from steady state utility 29L0 E0cid:12t1Xt0!cid:25t cid:122 cid:0cid:25H!cid:3cid:25tcid:122 cid:0cid:25F!u 2 cid:0u Ht cid:12!cid:3u 2 cid:0u Ftcid:1!u L2cid:0u Ht u Htcid:01 cid:0!cid:3u L2u Ft u Ftcid:01 t:i:p:21cid:25; !iu and !iwhere t.i.p. refers to cid:147terms independent of policycid:148. The derivation for the microu L are given infounded loss function and the expression for the weights !ithe Appendix B. Because of log utility in consumption, welfare losses in each countryare in percentage deviation from steady state consumption. To simplify the analysis,the approximation of the welfare criterion has been derived under the assumptionthat the steady state allocation of the decentralized economy corresponds to theconstrained e cient allocation. This is true if two conditions are met: 1. The Hosioscondition holds, i.e. cid:17 ; 2. Monopolistic distortions in the cid:133nal goods marketare eliminated through a production subsidy.Our microfounded loss function shows that the central bank of the currencyunion should care about in both countries:1. The variance of incid:135ation:in the presence of price rigidity, incid:135ation leads toine cient dispersion of output across varieties, just like in a standard New Keynesian model.2. The variance of unemployment, for two reasons. First, with concave utilityover consumption and employment, cid:135uctuations in employment around thesteady state are undesirable per se. Moreover, in our model hiring is a wastefulactivity in the sense that it consumes output. Since aggregate hiring costs 28See also Benigno 2004 and Galcid:237 and Monacelli 2008 for optimal monetary policy in a currency union in the presence of price rigidities and Thomas 2008 for optimal monetary policy inan economy with search and matching frictions.29We deviate from Blanchard and Galcid:237 2008 who eliminate some of the terms arguing that gnitare of second order. With our calibration strategy, this approximation would work well only forlow URs.27hi G hit are increasing and convex in aggregate hiring, cid:135uctuations in hiringt U itand unemployment around the steady state lead to higher aggregate hiringcosts and thus higher welfare losses.3. The autocovariance of unemployment: since hiring is equal to Ntcid:0 1cid:0 cid:14Ntcid:01,one can reduce the volatility of hiring, and thus aggregate hiring costs, bysmoothing employment and unemployment across time.u Et uit2cid:0!i Note also that one can express !iu is the autocorrelation of unemployment. Then for high values of cid:26iu and cid:26it2where cid:26iu theeective weight on the variance of unemployment is rather small as !iu!iu Ltend to cancel out each other.30 This suggests that policies that aim at reducingthe volatility of unemployment are unlikely to yield large welfare gains even in thepresence of high UR.u cid:0 cid:26iu!it uiu Ltcid:01cid:1 ascid:0!iu Lcid:1 Et ui Etcid:0ui The weights on incid:135ation do not depend on the labor market rigidities but onlyon the degree of price rigidity. For this reason, the weights on incid:135ation are the samein both countries 31 and welfare losses arising from the volatility of incid:135ation can beexpressed as!cid:25Etcid:0cid:25Ht cid:12 !cid:25Etcid:0cid:25Ftcid:12cid:25Ht !cid:252Etcid:18 1 !cid:25cid:202Etcid:0cid:25Utcid:12212cid:25Ftcid:192tcid:12cid:21Etcid:0cid:25d1212Etcid:0cid:25Ht cid:0 cid:25Ftcid:1222This implies that holding the variance of union incid:135ation constant welfare losses areincreasing in the variance of incid:135ation dierentials, which recid:135ects adjustment costs toshocks in a currency union. When the weights on home and foreign unemploymentare the same, a similar relationship also holds for unemployment dierentials.8.1 The Policy Frontier Before evaluating optimal rules and their welfare losses, we illustrate the tradeosthat monetary policy faces by calculating the policy frontier i.e. the set of feasiblemonetary policy choices. In particular, we focus on the tradeo between stabilizing 30Note that cid:26imonetary policy itself. We cid:133nd, however, that cid:26ieective weight is almost identical across all policies considered in this section.u depends on monetary policy and thus the eective weight might depend onu varies very little with monetary policy and the 31See Benigno 2004 for an analysis of optimal monetary policy in a currency union with asymmetric price rigidity.28Figure 7: The Policy Frontier between Incid:135ation and Unemployment at the Union Levelincid:135ation and unemployment at the union level for dierent labor market rigiditiesand on the tradeo between home and foreign incid:135ation in the presence of labormarket asymmetries.Figure 7 shows how the policy frontier between union incid:135ation and unemploymentvaries with dierent degrees of UR and RWR. An increase in UR changes the slopeof the policy frontier, which shifts inside. Intuitively, when labor market are moresclerotic, incid:135ation becomes more sensitive to labor market conditions and the Phillipscurve becomes steeper. For monetary policy this implies that the tradeo gets lesssevere and the central bank can reduce incid:135ation volatility incurring a smaller increasein unemployment volatility. To put it in simple words, macroeconomic stabilizationis easier in a more sclerotic currency union. An increase in RWR, on the contrary,shifts outside the policy frontier as it increases the tradeo of monetary policy inface of productivity shocks and cid:135attens its slope as the Phillips curve gets cid:135atter.Both eects tend to increase the costs in terms of union incid:135ation and unemploymentvolatilities: RWR make macroeconomic stabilization much more di cult.Figure 8 shows the policy frontier between the volatility of home and foreignincid:135ation. The slope of the policy frontier is in favor of the rigid country home inthe presence of asymmetric UR, but in favor of the cid:135exible country foreign withasymmetric RWR. The same intuition as in the symmetric case applies: incid:135ation ismore sensitive to labor market conditions when UR are high and when real wagesare cid:135exible and, therefore, macroeconomic stabilization is easier in the country withhigh UR and low RWR.2900.511.500.511.522.533.54aURandthe Policy Frontierbetweenp Uandu Ustdu Ustdp UURcid:160cid:1600URcid:160cid:160100.511.500.511.522.533.54bRWRandthe Policy Frontierbetweenp Uandu Ustdu Ustdp Ugcid:1600.25gcid:1600.75Figure 8: The Policy Frontier between Home and Foreign Incid:135ation 8.2 Should Monetary Policy Target Unemployment?The European Central Bank has often been criticized for not giving enough weight tounemployment stabilization. Indeed, in our model in the presence of RWR, monetarypolicy faces a tradeo between stabilizing incid:135ation and stabilizing unemployment.How much weight should the central bank give to unemployment stabilization asopposed to incid:135ation stabilization? To answer this question, we consider a symmetriccurrency union and evaluate the welfare losses of the following two targeting rules:1. Symmetric Incid:135ation Targeting IT: cid:25Ut 02. Optimized Mixed Targeting MTopt: cid:25Ut cid:0 cid:11u u Ut 0where cid:11u is found by optimizing over a grid spanning the interval 0; 2.Perhaps surprisingly, we cid:133nd that the optimal weight cid:11u is close to zero 0:1for cid:13 0:8, the welfareand, except for large degrees of RWR that is, exceptgains of M T opt over the symmetric IT are small less than 0.001% of steady stateconsumption. This result is a consequence of the fact that, under plausible calibrations, the eective utility cost of unemployment cid:135uctuations is much lower thanthe utility cost of incid:135ation dispersion.32 To make this point clearer, we evaluate the 32Thomas 2008 and Ravenna and Walsh 2008 cid:133nd similar results in closed economy modelswith search frictions: real wage rigidities do not provide a rationale for deviating from price stability.The result that the optimal weight on incid:135ation stabilization is much larger than on employmentstabilization is standard also in New Keynesian models without search frictions see, e.g., Woodford,2003.3000.20.40.60.800.10.20.30.40.50.60.70.8aAsymmetric URandthe Policy Frontierbetweenp Handp Fstdp Hstdp FSymmetric Asym.UR00.20.40.60.800.10.20.30.40.50.60.70.8bAsymmetric RWRandthe Policy Frontierbetweenp Handp Fstdp Hstdp FSymmetric Asym.RWRFigure 9: Labor Market Rigidities and the Weights in the Loss Functionu cid:0 cid:26iu!icid:25; !iu; !iu Lcid:1u L in the loss function as well as the eective weightcid:0!iweights !ifor dierent calibrations of the labor market. Figure 9 shows that while RWR donot aect the weights in the loss function, a higher degree of UR strongly increasesthe impact of the variance and autocovariance of unemployment on welfare. Theselatter two terms, however, tend to oset each other and, for all our calibrations,the eective weight on the volatility of unemployment is below 2.5 compared toa weight on the volatility of incid:135ation of almost 17. That is to say, the utility costof unemployment cid:135uctuations remains much lower than the utility cost of incid:135ationdispersion. For this reason, in our model higher UR or RWR do not provide a goodjusticid:133cation for unemployment stabilization.33Result 3 Optimized Mixed Targeting ruleThe optimized Mixed Targeting rule gives little weight to unemployment stabilization and, except for large degrees of RWR, the welfare gains relative to a symmetric Incid:135ation Targeting rule are small.33One may argue that the central bank doesncid:146t want to stabilize unemployment but rather changesin unemployment in order to reduce aggregate hiring costs. To assess this claim we evaluate thewelfare losses of the following mixed targeting rule: cid:25Ut 0 where we replaced unemploymentwith hiring. We cid:133nd that the optimal weight on hiring is close to zero 0:1 and, except for largedegrees of RWR that is, except for cid:13 0:8, the welfare gains of this mixed targeting rule overthe symmetric IT are small less than 0.003% of steady state consumption.t cid:11hh U3100.20.40.60.81051015202530acid:160URcid:160andcid:160weightscid:160incid:160Losscid:160Function URwxwpwuwu Lwucid:160cid:173ruwu L0.20.40.60.8051015202530bcid:160RWRcid:160andcid:160weightscid:160incid:160Losscid:160Function RWRwx8.3 Should Monetary Policy Respond to Incid:135ation Dierentials?In our positive analysis we found that incid:135ation dierentials strongly depend on theunderlying labor market structures. Moreover, our loss function indicates that thevolatility of incid:135ation dierentials yields welfare losses. Should monetary policy therefore target incid:135ation dierentials? It is important to point out that in a symmetriccurrency union incid:135ation dierentials are independent of monetary policy see Benigno, 2004. In a symmetric currency union, dierentials can arise in response toasymmetric shocks, but by its nature monetary policy has only symmetric eects.Therefore, targeting incid:135ation dierentials does not yield any welfare improvement.On the contrary, in the presence of asymmetries in labor market rigidities, monetarypolicy creates terms of trade movements and directly aects dierentials see theimpulse responses in Figure 5. Should monetary policy then systematically respondto incid:135ation dierentials? To answer this question, we evaluate the welfare losses ofthe following two targeting rules:1. Symmetric Incid:135ation Targeting IT: cid:25Ut 02. Optimized Incid:135ation Targeting ITopt: cid:11cid:25 cid:25Ht 1 cid:0 cid:11cid:25cid:25Ft 0where cid:11cid:25 is found by optimizing over a grid spanning the interval 0; 1.34 Notet 0, which implies that for any 2 cid:25dthat one can reformulate ITopt as cid:25Ucid:11cid:25 6 0:5 monetary policy responds to incid:135ation dierentials.t cid:11cid:25 cid:0 1We use the same index of asymmetry as in the previous section and computethe optimal weight in the ITopt rule as we go from 0 complete symmetry to 1strong asymmetry. We also compute the percentage dead weight loss PDWL ofthe ITopt rule relative to the symmetric IT rule. Similar to Benigno 2004, the PDWL is computed as:P DW L 100 cid:3LIT opt cid:0 Lopt LIT cid:0 Lopt23where LIT opt, LIT and Lopt are welfare losses under ITopt, IT and the optimal monetary policy under commitment.The results, shown in Figure 10, suggest that the reduction in dead weight lossesby following the ITopt rule can be substantial and that the ITopt rule should give a 34We compute optimal monetary policy under commitment the timeless perspective as in Woodford, 2003. Note that the optimal monetary policy cannot replicate the e cient allocationin this model and thus the losses are always larger than zero.32Figure 10: Asymmetric Labor Market Rigidities, the Optimized Incid:135ation Targeting Rule and % Reduction in Dead Weight Loss RDWLhigher weight to the country with higher UR but lower RWR. The reason for thisresult is related to the slope of the Phillips curve: it is optimal to reduce incid:135ationvolatility in the country where incid:135ation is more sensitive to labor market conditionsi.e. where the Phillips curve is steeper. This will increase the volatility of incid:135ationin the country where incid:135ation is less sensitive to labor market conditions, but byless than one to one. The fact that the tradeo in the Phillips curve depends onthe real wage rigidity, gives an additional motive for targeting the cid:135exible real wagecountry. Targeting the incid:135ation of the country with more sticky real wages i.e. thecountry with a larger tradeo creates much more volatility in unemployment andthus higher welfare losses.The result that it is optimal to target the region with cid:135exible real wages seems tostand in contrast with the literature on sticky prices and sticky nominal wages see,3300.20.40.60.810.350.40.450.50.550.6a.1cid:160Optimalcid:160weightcid:160oncid:160countrycid:160wcid:160highcid:160URAsym.URa 00.20.40.60.8130405060708090100a.2cid:160Percentagecid:160Deadcid:160Weightcid:160Losscid:160PDWLAsym.URPDWL00.20.40.60.810.350.40.450.50.550.6b.1cid:160Optimalcid:160weightcid:160oncid:160countrycid:160wcid:160highcid:160RWRAsym.RWRa 00.20.40.60.8130405060708090100b.2cid:160Percentagecid:160Deadcid:160Weightcid:160Losscid:160PDWLAsym.RWRPDWLe.g., Erceg et al., 1999. In this literature, welfare losses arise because in the presenceof price and nominal wage staggering, incid:135ation leads to an ine cient dispersion ofoutput across cid:133rms andor ine cient labor supply across households. As a consequence, the weights in the loss function are larger for sticky price countries and thusit is optimal to put more weight on that country. On the contrary, in our framework,incid:135ation bears the same costs in both countries because countries are symmetric interms of price rigidities. Moreover, real wages are the same across cid:133rms, even thoughinstitutional barriers limit the extent to which real wages can adjust and hence determine how responsive incid:135ation is to labor market conditions. As a consequence,real wage rigidities do not aect the weights on incid:135ation or unemployment in theloss function, but only the way in which shocks are transmitted in member statesas captured by the Phillips curve of the member states.UR and RWR are thus found to lead to opposite prescriptions for monetary policy.Do the eects of asymmetries cancel each other out when the home country hasboth high UR and high RWR? More generally, are there interaction eects betweenasymmetric unemployment and real wage rigidities? To answer this question, weevalute the welfare losses of IT and ITopt for dierent combinations of labor marketrigidities. In particular, we cid:133nd the optimal weight and dead weight losses for thefollowing two economies:cid:13 0:9 cid:13cid:3 0:1U R 1 U Rcid:3 0U R 0 U Rcid:3 1cid:11cid:25 0:51P DW L 98:5Ccid:11cid:25 0:31P DW L 17:2SThe results show that when rigidities are complements, in the sense that countrieswith high low UR also have high low RWR economy C in the table above,the eects on the optimal weight oset each other, and a symmetric incid:135ation targetis close to optimal. On the other hand, when rigidities are substitutes, that is lowhigh real wage rigidities side with high low unemployment rigidities economyS in the table, the eects reinforce each other, so that countries with low RWRbut high UR receive a larger weight in the optimal incid:135ation target and the reductionin dead weight loss from following the ITopt rule is larger than 80%.Result 4 Optimized Incid:135ation Targeting ruleThe optimized Incid:135ation Targeting rule gives more weight to countries with higher Unemployment Rigidities and lower Real Wage Rigidities. Moreover, when the rigidities are complements the eects of asymmetries oset each other, whereas when therigidities are substitutes the eects of asymmetries reinforce each other.349 Conclusion In this paper we introduce unemployment, hiring frictions and real wage rigidities in astandard DSGE currency union model. Our model provides a rigorous but tractableframework for the analysis of the functioning of a currency union characterized byasymmetric labor market rigidities. In our analysis we focus on two types of labormarket rigidities: Unemployment Rigidities UR, which capture the institutions such as employment protection legislation, hiring costs and the matching technology that limit the cid:135ows in and out of unemployment; and Real Wage Rigidities RWR,intended to capture all the institutions including wage indexation and the wagebargaining mechanism and legislation which incid:135uence the responsiveness of realwages to economic activity. Three main conclusions emerge from our analysis:First, the two types of labor market rigidities are found to have very dierenteects on the incentives for cid:133rms to reset prices and thus on the Phillips curve. Ahigher degree of UR makes the Phillips curve steeper whereas RWR make the Phillipscurve cid:135atter. The basic intuition is that incid:135ation is more sensitive to labor marketconditions when cid:133rms adjust prices rather than quantities in response to shocks.Second, labor market rigidities have a deep impact on the adjustment mechanism of the currency union to productivity and monetary policy shocks. We focusour analysis on the volatility of incid:135ation and unemployment dierentials, becausethey directly recid:135ect the adjustment costs of the currency union to those shocks.We cid:133nd that UR increase the volatility of the incid:135ation dierential but reduce thevolatility of the unemployment dierential, while RWR increase the volatility of theunemployment dierential and have little eect on the volatility of the incid:135ation differential. Moreover, asymmetries in UR and RWR increase both the volatility ofincid:135ation and unemployment dierentials. This suggests that asymmetric labor market structures worsen the adjustment mechanism of a currency union to symmetricand asymmetric shocks.Finally, in our normative part we cid:133nd that, except for large degrees of RWR,monetary policy should give a negligible weight to unemployment. We then probewhether in the presence of labor market asymmetries monetary policy should respondto incid:135ation dierentials. Indeed, when labor market structures dier among membercountries, the optimal incid:135ation index should give a higher weight to the country withhigher unemployment rigidities but more cid:135exible real wages. We further show thatit is crucial to take into consideration the interactions between institutions at thetwo sides of the labor market. When labor market institutions are complements,35in the sense that countries with high low UR also have rigid cid:135exible wages, theeect of asymmetries tends to oset each other and a symmetric incid:135ation target isclose to optimal. When labor market institutions are substitutes, that is countrieswith low UR tend to have high RWR or viceversa, the eects of rigidities tendto reinforce each other and welfare losses increase considerably if the central bankignores asymmetries in the labor market.References Abbritti, M. and S. Weber 2008, Labor Market and The Business Cycle:Price vs. Quantity Restricting Institutions, mimeo.Andersen, T. and M. Seneca 2007, Labor market asymmetries in a monetaryunion, Kiel Working Paper, Kiel, No. 1331.Altissimo, F., P. Benigno and D. Rodriguez Palenzuela 2005, cid:147Long Run Determinants of Incid:135ation Dierentials in a Monetary Unioncid:148, NBER Working Paper,n. 11473.Angeloni, I. and M. Ehrmann 2004, cid:147Euro Area Incid:135ation Dierentialscid:148, European Central Bank Working Paper Series, n. 388.Backus, D., P. Kehoe and F. Kydland 1992, cid:147International real business cyclescid:148,Journal of Political Economy, Vol. 100, Issue 4, pp. 745775.Barro, R. 1977.Longterm contracting, sticky prices, and monetary policy,Journal of Monetary Economics, Vol. 3, Issue 3, pp. 305316.Benalal, N., J. Diaz del Hoyo, P. Benigno. and N. Vidalis 2006, cid:147Output Growth Dierentials across the Euro Area Countries. Some Stylised Factscid:148, European Central Bank Occasional Paper Series, n. 45.Benigno, P. and J. LopezSalido 2002, cid:147Incid:135ation Persistence and Optimal Monetary in the Euro Areacid:148, European Central Bank Working Paper Series, n. 178.Benigno, P. 2004, cid:147Optimal Monetary Policy in a Currency Areacid:148, Journal of International Economics, Vol. 63, Issue 2, pp. 293320.Blanchard, O. and J. Galcid:237 2007, cid:147Real Wage Rigidities and the New Keynesianmodelcid:148, Journal of Money, Credit, and Banking, supplement to vol. 39, no. 1, pp.3566.36Blanchard, O. and J. Galcid:237 2008, cid:147Labor Markets and Monetary Policy: A New Keynesian model with Unemploymentcid:148, NBER Working Paper, n. 13897.Calvo, G. 1983, cid:147Staggered Prices in a UtilityMaximizing Frameworkcid:148, Journalof Monetary Economics, Vol. 12, Issue 3, pp. 383398.Campolmi, F. and E. Faia 2008, cid:147Labor Market Institutions and Incid:135ation Volatility in the Euro Areacid:148, mimeo.Christoel, K., K. Kuester and T. Linzert 2009, The Role of Labor Markets for Euro Area Monetary Policy, Federal Reserve Bank of Philadelphia Working Paper,n. 0901.Clarida, R., J. Galcid:237 and M. Gertler 2000, Monetary Policy Rules And Macroeconomic Stability: Evidence And Some Theory, The Quarterly Journal of Economics, Vol. 115, Issue 1, pp. 147180.Dellas, H. and G. Tavlas 2004, Wage Rigidity and Monetary Union, Working Paper No. 12, Bank of Greece.Dickens, W. , L. Goette, E. Groshen, S. Holden, J. Messina, M. Schweitzer,J. Turunen and M. Ward 2007, How wages change: Micro evidence from theinternational wage cid:135exibility project, Journal of Economic Perspectives , Vol. 21,Issue 2, pp. 195214.Du Caju, P., D. FilipaDuarte, M. Izquierdo, N. Lyngg, R. Hansen and J. Messina2008, Nominal and real wage rigidity: the sectoral evidence, Eurosystem Wage Dynamics Network, mimeo.ECB 2003, cid:147Incid:135ation Dierentials in the Euro Area: Potential Causes and Policy Implicationscid:148, ECB Report, September 2003.ECB 2005, cid:147Monetary Policy and Incid:135ation Dierentials in a Heterogeneous Currency Areacid:148, ECB Monthly Bullettin, May 2005, pp. 6177.EEAG 2007, The EEAG Report on the European Economy, CESifo, Munich.Galcid:237, J. and T. Monacelli 2008, cid:147Optimal Monetary and Fiscal Policy in a Currency Unioncid:148, Journal of International Economics, Vol. 76, Issue 1, pp. 116132.Erceg, C., D. Henderson and A. Levin 1999, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, Vol. 46,Issue 2, pp. 281313.37Fahr, S. and F. Smets 2008, Downward wage rigidity and optimal monetarypolicy in a monetary union, Eurosystem Wage Dynamics Network, mimeo.Hall, R. 2005, cid:147Employment Fluctuations with Equilibrium Wage Stickinesscid:148,American Economic Review, Vol. 95, Issue 1, pp. 50 65.Krause, M. and T. Lubik 2007, cid:147The Irrelevance of Real Wage Rigidity in the New Keynesian Model with Search Frictionscid:148, Journal of Monetary Economics, Vol.54, Issue 3, pp. 707726.Nickell, S. 1997, Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspectives, Vol. 11, Issue 3, pp. 5574.Nickell, S., L. Nunziata, W. Ochel and G. Quintini 2001, The Beveridge Curve,Unemployment and Wages in the OECD, CEP Discussion Paper, n. 502, July 2001.Mortensen, D. and C. Pissarides 1994, cid:147Job Creation and Job Destruction inthe Theory of Unemploymentcid:148, Review of Economic Studies, Vol. 61, Issue 3, pp.397415.Pappa, E. 2004, cid:147Should the Fed and the ECB Cooperate? Optimal Monetary Policy in a TwoCountry Worldcid:148, Journal of Monetary Economics, Vol. 51, Issue 4,pp. 753779.Poilly, C. and J.G. Sahuc 2007, Welfare Implications of Heterogeneous Labor Markets in a Currency Area, mimeo, Banque de France.Ravenna, F. and C. Walsh 2007, cid:147Vacancies, Unemployment and the Phillips Curvecid:148, mimeo.Ravenna, F. and C. Walsh 2008, cid:147The Welfare Consequences of Monetary Policyand the Role of the Labor Market, mimeo.Shimer, R. 2005, cid:147The Cyclical Behavior of Equilibrium Unemployment and Vacanciescid:148, American Economic Review, Vol. 95, Issue 1, pp. 2549.Thomas, C. 2008, cid:147Search and matching frictions and optimal monetary policycid:148, Journal of Monetary Economics, Vol. 55, Issue 5, pp. 936956.Walsh, C. 2005, cid:147Labor Market Search, Sticky prices, and Interest Rate Policiescid:148, Review of Economic Dynamics, Vol. 8, Issue 4, pp. 829849.Woodford, M. 2003, Interest and Prices, Priceton and Oxford, Princeton University Press.38Appendix Figure 1 : Labor Market Rigidities and the Volatility of Union Variables Figure 2 : Asymmetric Labor Market Rigidities and the Volatility of Union Variables Figure 3 : Correlation of Productivity Shocks across Countries 1a . Figure 4 : Correlation of Productivity Shocks across Countries a 0. ", "filename": "612005356.pdf", "person": ["Mirko Abbritti", "Abbritti, Mirko", "Andreas Mueller", "Mueller, Andreas"], "date": ["2009"]}