{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/29576/1/61312362X.pdf"], "title": ["Reform der Gesetzlichen Rentenversicherung durch die Einführung einer Zusatzrente auf Kapitalbasis: Ergebnisse von Modellrechnungen bis zum Jahr 2045"], "plaintext": "Reformder Gesetzlichen Rentenversicherungdurch die Einfuhrung einer Zusatzrente auf Kapitalbasis Ergebnisse von Modellrechnungen bis zum Jahr 2045Gunter Buttler Ingo Klein Zusammenfassung Es ist mittlerweile weitgehend unbestritten, dass der demographische Wandel einegrundlegende Reform der gesetzlichen Rentenversicherung erforderlich macht. Dies sollim Wesentlichen durch die Einfuhrung einer Zusatzrente auf Kapitalbasis Teilkapitaldeckungsverfahren erfolgen. Der Beitrag prasentiert einen Vorschlag fur eine derartige Reform, im Besonderen zeigt er aber, welche Konsequenzen sich darauf fur die Ausgaben und den Beitragssatz der Rentenversicherung ergeben. Die Ergebnisse der Modellrechnungen legen die Empfehlung nahe, mehrere Manahmen miteinander zu kombinieren, den Einstieg in die Zusatzrente in erster Linie mit einer moderaten Absenkungdes Rentenniveaus zu verbinden, um den Beitragssatzanstieg zu dampfen.Sensitivitatsrechnungen zeigen, wie sich eine Anderung wesentlicher Annahmen auf die Ergebnisse auswirkt.Zwar sieht es so aus, als sei die Diskussion um die Ausgestaltung der Reform weitgehend abgeschlossen. Wir sind jedoch der Meinung, dass der Regierungsentwurf zwardie richtige Weichenstellung vornimmt, dass es in den kommenden Jahren jedoch nochumfangreichen Nachbesserungsbedarf geben wird, wozu unser Konzept einen Beitragleisten konnten.1Inhaltsubersicht 1. Allgemeine Uberlegungen zur Reform der gesetzlichen Alterssicherung 2. Zielsetzung und Funktionsweise des Teilkapitaldeckungsmodells 3. Das Teilkapitaldeckungsverfahren in der Kritik 4. Das Rentenmodell 4.1 Wirtschaft und Arbeitsmarkt 4.2 Rentner 4.3 Rentenfinanzen 4.4 Kapitaldeckungsmodell 4.5 Kapitalstock 4.6 Modellvarianten 5. Modellrechnungen 5.1 Generelle Vorgehensweise 5.2 Basisannahmen 5.3 Bevolkerungsentwicklung und Rentnerzahlen 5.4 Ergebnisse nach altem Rechtsstand 5.5 Ergebnisse bei Einfuhrung eines Teilkapitaldeckungsverfahrens 6. Sensitivitatsanalyse 6.1 Veranderung der Zunahme der Lebenserwartung 6.2 Veranderung von Wachstum und Arbeitsproduktivitat 6.3 Veranderung der Kapitalverzinsung 6.4 Variation des Vorsorgesatzes 7. Auswirkungen der Heraufsetzung des Rentenzugangsalters 8. Grundsatze fur eine Reform Literaturverzeichnis 361013141415161717181819202225313133343537394421. Allgemeine Uberlegungen zur Reform der gesetzlichen Alterssicherung Es ist gegenwartig weitgehend unbestritten, dass das umlagefinanzierte System dergesetzlichen Alterssicherung reformiert werden muss, um den zu erwartenden Belastungen durch den demographischen Wandel standhalten zu konnen. Der demographische Wandel, konkreter die dramatische Alterung der Bevolkerung innerhalb weniger Jahrzehnte, musste ohne grundlegende Reformen beinahe zu einer Verdoppelung des Beitragssatzes fuhren, sollte das derzeitige Versorgungsniveau der Rentner beibehaltenbleiben. Eine solche Steigerung des Beitragssatzes ist, zumindest aus heutiger Sicht, unertraglich, zumal vergleichbare Belastungssteigerungen auch in zwei weiteren Bereichen der Sozialen Sicherung, in der Kranken und in der Pflegeversicherung absehbarsind.Die zahlreichen Vorschlage zur Reform der gesetzlichen Alterssicherung lassen sichganz grob in drei Gruppen einteilen:1 Reformen im System der Umlagefinanzierung,2 Reformen zur Erganzung des Systems der Umlagefinanzierung,3 Reformen zur Ersetzung des Systems der Umlagefinanzierung.In den vergangen Jahren wurden immer wieder Versuche unternommen, zur Entlastungder Beitragszahler Versicherte und Unternehmen das Umlagesystem zu reformieren.Ziel war es dabei stets, das bewahrte System in seinen wesentlichen Elementen beizubehalten, es jedoch durch partielle Anderungen, die mehr oder minder abgestimmt alle Beteiligten Beitragszahler, Rentner und Staat trafen, an die demographische Entwicklung anzupassen. Die wichtigsten Anderungen waren zum einen die Einfuhrung dernettobezogenen Rente, die starkere Finanzierung versicherungsfremder Leistungendurch den Staat sowie zuletzt die Heraufsetzung des Rentenzugangsalters. Inzwischenhat sich jedoch die Einsicht durchgesetzt, dass alle diese Manahmen, so richtig sieauch sein mogen, nicht ausreichen, den drohenden Beitragssatzanstieg nachhaltig zudampfen.Wirkungsvollere Manahmen sind erforderlich. Hierzu zahlt die Erganzung der umlagefinanzierten Renten durch Zusatzrenten, die aus vorher angespartem Kapital gezahltwerden Teilkapitaldeckungsverfahren. Ein solches Mischsystem ist nichts grundlegend Neues. Es wird, offenbar mit Erfolg, in einer Reihe von Landern praktiziert.1 Die Entlastung konnte in doppelter Hinsicht eintreten. Zwar ergibt sich in der Aufbauzeitdes erforderlichen Kapitalstocks eine zusatzliche Belastung fur die Versicherten, da zu1 Vgl. hierzu VDR Hrsg., Rentenversicherung im internationalen Vergleich 1999, FrankfurtM. 1999.Deutsches Institut fur Altersvorsorge Gmb H Hrsg., Reformerfahrungen im Ausland, Koln 1999.3nachst die fruher erworbenen Anspruche der Rentner finanziert werden mussen und zugleich auch Beitrage fur die spatere eigene Zusatzrente aufzubringen sind. Eine Entlastung bedeutet dies dennoch, da auf diese Weise der spatere Belastungsanstieg abgeflacht wird. Ein Teil der spateren Belastung wird vorweggenommen.Entlastung wird aber auch durch die generell hohere Rentabilitat kapitalgedeckter Renten erwartet. Da die Nettoverzinsung von Kapitalanlagen langfristig betrachtet hoher istals die Nettoeinkommenssteigerung, kommt man entweder mit niedrigeren Beitragenzur kapitalgedeckten Rente aus oder erzielt bei gleichen Beitragen eine spaterhin hohere Rente.1Die dritte Gruppe von Reformvorschlagen zielt auf eine vollige Ersetzung der beitragsfinanzierten und beitragsabhangigen Renten durch einheitliche Grundrenten fur alle alten Menschen, die aus allgemeinen Steuermitteln finanziert werden.2 Hierbei handelt essich im Prinzip ebenfalls um eine umlagefinanzierte Rente, so dass sich Rentabilitatsvergleiche mit dem derzeitigen System erubrigen. Der Vorteil liegt zum einen in derextremen Vereinheitlichung, da an die Stelle der vielfaltigen gesetzlichen Alterssicherungssysteme einschlielich der Sozialhilfe ein einziges Instrument tritt. Uberdieswerden dabei die staatlichen Aktivitaten auf das Minimum der Grundsicherung beschrankt. Weitergehende Manahmen wurden in die Entscheidung der Burger oder ihrer Vertreter fallen.Es bestehen jedoch berechtigte Zweifel, ob ein solch rigoroser Systemwechsel in der Ubergangszeit zu finanzieren ware. Aus diesem Grunde ist die Diskussion um die Grundrente weitgehend verstummt. Statt dessen besteht unter den Parteien grundsatzlich Konsens uber die Einfuhrung einer kapitalgedeckten Zusatzrente. Dass es uberhaupt so weit gekommen ist, hangt an der zuletzt intensiven offentlichen Diskussionuber die Folgen des demographischen Wandels. Waren es zunachst einzelne Wissenschaftler, die in einem Systemvergleich die Vorteile des Teilkapitaldeckungsverfahrens 1 Genau genommen musste fur einen Rentabilitatsvergleich von Umlage und Kapitaldeckungsverfahrenauch noch die Hohe der Einzahlungen sowie die Dauer des Rentenbezuges berucksichtigt werden. Wahrend beim Kapitaldeckungsverfahren die spateren Rentenzahlungen abhangen von der Hohe der Einzahlungen, der Verzinsung des Kapitals und der bei Rentenbeginn angenommenen ferneren Lebenserwartung, hangen bei dem Umlageverfahren die Rentenzahlungen nur mittelbar ab von den vorangegangenen Versicherungsbeitragen. Mittelbar deswegen, weil zwar die Einkommenshohe von Bedeutung ist,zusatzlich aber auch noch der Beitragssatz, der vom laufenden Finanzbedarf der Versicherung bestimmtwird, fur die spatere Rente eines Versicherten jedoch weitgehend ohne Einfluss ist. Die Dauer des Rentenbezuges ist insofern bedeutsam, als beim Umlageverfahren die Rentenzahlungen grundsatzlich nichtvon der Dauer des Rentenbezuges abhangen. Je langer die fernere Lebenserwartung beim Rentenbeginnist, desto hoher ist die Rentabilitat des Umlageverfahrens. Beim Kapitaldeckungsverfahren ist es genauumgekehrt.2 Miegel, M., Wahl, S., Gesetzliche Grundsicherung, Private Vorsorge Der Weg aus der Rentenkrise,Stuttgart 1985, ebenso Munchen 1999.4herausstellten 1, wechselten in den letzten Jahren als erste einzelne meist jungere Politiker die Front.2 Und auch die Wirtschaft unterstutzt aus naheliegenden Grunden die geforderten Reformen.3 Als dann schlielich auch noch die Massenmedien geschlossen furein Teilkapitaldeckungsverfahren pladierten, zerbrach die Verteidigungslinie der Vertreter des Umlageverfahrens, deren Wortfuhrer, der damalige Arbeitsminister Blum, biszuletzt noch behauptete, die Rente nach dem alten System sei auch in Zukunft sicher.Im Folgenden soll nicht der Versuch unternommen werden, eine Synopse der verschiedenen Modellrechnungen uber die Auswirkungen eines erganzenden Teilkapitaldekkungsverfahrens zu geben.4 Zu unterschiedlich fallen die Ergebnisse aus, zu wenignachvollziehbar sind oft die verwendeten Pramissen und Rechenwege. Es sollen lediglich die Resultate eigener Modellrechnungen prasentiert werden.5 Ob die tatsachliche Entwicklung in ungefahr so verlauft wie berechnet, hangt davon ab, inwieweit diegemachten Pramissen spater realisiert werden.Da die wichtigsten Pramissen jedoch genannt werden, kann sich jeder ein Bild von ihrer Plausibilitat beziehungsweise Realitatsnahe machen. Auf alle Falle erlaubt ein solches Vorgehen aber auch Einblicke, wie sich die Ergebnisse andern, wenn bestimmte Annahmen variiert werden.1 Vgl. zum Beispiel G. Buttler, H. Winterstein, Uberlegungen zur Ausgestaltung der Alterssicherung inder Bundesrepublik, in: Uberwindung der Sozialstaatskrise, hrsg. v. HerderDorneich, Klages, Schlotter,BadenBaden 1984, S. 256 ff. M. Neumann, Moglichkeiten zur Entlastung der gesetzlichen Rentenversicherung durch kapitalbildende Vorsorgemanahmen, Tubingen 1986. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 199697, S. 29 ff.; Bundesministerium fur Wirtschaft Hrsg., Grundlegende Reform der gesetzlichen Rentenversicherung, Gutachten des Wissenschaftlichen Beirats beim Bundesministerium fur Wirtschaft, 1998.2 Zum Beispiel Junge Union Bayern, Soziale Sicherung fur das 21. Jahrhundert, Beschluss v. 26.9.1996.A. Storm, Materialien zum Vorschlag fur eine belastungsgerechte Erneuerung des Generationenvertrages. Beitrag anlasslich des Zukunftsforums Soziale Sicherung der CDU am 5. und 6. September 1996.3 o.V., Bankvolkswirte fur Starkung der privaten Altersvorsorge, F.A.Z. vom 10.10.96, Nr. 236, S. 17.Institut der deutschen Wirtschaft Hrsg., Reform des Sozialstaats, Vorschlage, Argumente, Modellrechnungen zur Alterssicherung, Koln 1997. Konkrete Ergebnisse prasentiert auch das 1997 erstmalsvorgestellte Integrationsmodell des AXA Colonia Konzerns.4 Beispielhaft aus jungster Zeit seien genannt K. Eckerle, T. Oczipka, PrognosGutachten 1998, Auswirkungen veranderter okonometrischer und rechtlicher Rahmenbedingungen auf die gesetzliche Rentenversicherung in Deutschland, Basel 1998. D. Besendorfer, Ch. Borgmann, H. Raffelhuschen, Ein Pladoyer fur intergenerative Ausgewogenheit, Rentenreformvorschlage auf dem Prufstand, in: IfoStudien 4419983, S. 218 ff. H. Birg, A. BorschSupan, Fur eine Aufgabenteilung zwischen gesetzlicher undprivater Altersversorgung. Gutachten GDV, Bielefeld und Mannheim 1999. Eine Gegenuberstellung einiger Vorausberechnungen bringt M. Werding, Rentenreform: Modellrechnungen zu den langfristigen Effekten, in: ifo Schnelldienst, 53 Jg., 28292000, S. 39 ff.5 Die folgenden Ausfuhrungen basieren im Wesentlichen auf einem Gutachten, das fur die AXA Colonia,Koln, erstellt wurde. Da das Rechenmodell inzwischen jedoch weiter entwickelt wurde und einige Pramissen geandert wurden, ergeben sich bei den Resultaten leichte Abweichungen. Vgl. G. Buttler, I.Klein, Modellrechnungen fur ein Teilkapitaldeckungsverfahren in der Alterssicherung auf der Basis des Integrationsmodells des AXA Colonia Konzerns vom Februar 1997, Oktober 1999.52. Zielsetzung und Funktionsweise des Teilkapitaldeckungsmodells Durch die Einfuhrung einer kapitalgedeckten Zusatzrente soll das bestehende Umlagesystem erganzt und, wie erwahnt, auch entlastet werden. Dazu ist erforderlich, dass voneinem moglichst fruhen Zeitpunkt an die Versicherten zusatzlich zu den Beitragen zum Umlagesystem Geldbetrage zum Aufbau eines Kapitalstocks abfuhren. Der Kapitalstockwird marktublich verzinst. Bei Rentenantritt wird daraus ein lebenslange Rente gezahlt,die die umlagefinanzierte Rente erganzt. In dem Mae, wie die Zusatzrenten fallig werden, konnen die umlagefinanzierten Renten reduziert werden. Das wiederum bedeutet,dass die Rentenversicherungstrager weniger Einnahmen benotigen, so dass der Umlagebeitragssatz verringert werden kann.Da es langere Zeit dauert, bis ein nennenswerter Kapitalstock und entsprechend groere Zusatzrenten zustande kommen, tritt die Entlastungswirkung der Reform erst in spateren Jahren deutlicher hervor. Andererseits werden die Beitragszahler sofort zusatzlichbelastet mit den Aufwendungen fur den Kapitalstock. Diese Zusatzbelastung war auchein wesentlicher Grund dafur, dass die Politiker in den vergangenen Jahren eine derartige Manahme uberwiegend strikt ablehnten. Zwar hat sich an dieser Situation uberhaupt nichts geandert, doch ist inzwischen offenbar die Einsicht gewachsen, dass andernfalls spatere Beitragszahler und wohl auch Rentner noch viel starker in Anspruch genommen werden mussten.Ob die Belastung und insbesondere das Gefuhl dafur tatsachlich so gro ist, kann bezweifelt werden. Schon jetzt sparen groe Teile der Bevolkerung zusatzlich fur langfristige Zwecke, in erster Linie fur die Alterssicherung.1 Bei diesen bleibt im Grunde alleswie bisher, nur dass Teile ihrer Ersparnis moglicherweise anders etikettiert werden.Das Gefuhl der Belastung durch Steuern und Sozialabgaben entsteht im Ubrigen dadurch, dass eine adaquate Gegenleistung zu fehlen scheint. Man zahlt fur anonyme Zwecke beziehungsweise Empfanger, ohne dafur angemessene Leistungen zuruckzubekommen. Bei der gesetzlichen Rentenversicherung kommt erschwerend hinzu, dassdurch eigene Beitragszahlungen lediglich ein vages Versprechen auf aquivalente spatere Rentenleistungen erworben wird. Die wachsenden Zweifel an der Stabilitat des sogenannten Generationenvertrages haben dann auch letztlich zu den aktuellen Reformbestrebungen gefuhrt.1 Beispielweise betrug die Nettosparquote der 4PersonenHaushalte von Arbeitnehmern mit mittlerem Einkommen 11% des Bruttoeinkommens. Statistisches Bundesamt Hrsg., Jahrbuch 1999, S. 557. Nacheiner Studie von American Express gaben 29% der Befragten in Deutschland an, vor allem fur die Altersvorsorge zu sparen. Ein Viertel der Befragten spart dagegen uberhaupt nicht. o.V., Die Deutschenfurchten um ihren Wohlstand im Alter, F.A.Z. vom 31.10.2000, Nr. 253, S. 33.6Es ist daher wichtig, den Beitragszahlern fur die Zusatzrente von vornherein die Uberzeugung zu vermitteln, dass sie mit diesen Beitragen individuell zurechenbares Vermogen bilden, das im Alter ihre Zusatzrente deckt. Individuelle Ersparnis hat aber einenganz anderen Stellenwert als staatliche Abgaben.Um den individuellen Charakter der Zahlungen und des entstehenden Vermogens zuunterstreichen, ist es wichtig, dass die Gelder nicht bei den Tragern der gesetzlichen Rentenversicherung und auch nicht bei eigens dafur geschaffenen staatlichen Institutionen verwaltet werden. In Frage kommen vielmehr Unternehmen, wie sie auch jetztschon mit der Verwaltung privaten Vermogens befasst sind. Sicherheits bzw. Qualitatsstandards, die zum Beispiel bei Banken und Versicherungen vorgeschrieben sind,sollten selbstverstandlich sein.Die Ubertragung der Vermogensverwaltung und der spateren Rentenzahlung an private Unternehmen ist aber noch aus einem weiteren Grund geboten. In der vergangenen Zeithat sich immer wieder gezeigt, dass Rucklagen bei staatlichen Stellen in Zeiten finanzieller Beschrankungen fur andere, vermeintlich vordringliche Zwecke eingesetzt wurden. Ihre spatere Wiederauffullung unterbleibt jedoch meist. Ein derartiges Risiko solltedaher fur die geplante Zusatzrente von vornherein ausgeschlossen werden.Eine weitere Erleichterung fur die Beitragszahler ergibt sich dann, wenn der Staat die Beitrage finanziell unterstutzt.1 Um zu verhindern, dass diejenigen, die am meisten verdienen und entsprechend viel Steuern zahlen, auch am starksten profitieren, kommensteuerliche Entlastungen nicht in Frage. Stattdessen sind staatliche Zuschusse bis zueiner bestimmten Hohe vorgesehen. Hier bietet sich im Ubrigen auch die Moglichkeit,die alte Forderung einer Differenzierung der Rentenbeitrage nach der Kinderzahl zu berucksichtigen. Dies ist jedoch eine politische Entscheidung, die hier nicht weiter diskutiert werden soll.Auerst umstritten ist die Frage, ob die Zusatzversicherung obligatorisch sein soll furalle gesetzlich Versicherten oder ob Freiwilligkeit ausreicht.2 So positiv aus ordnungspolitischen Grunden Freiwilligkeit ware, so sind doch Zweifel angebracht, ob damit tatsachlich auch der Personenkreis angesprochen wird, fur den eine zusatzliche Alterssicherung besonders notig erscheint, namlich die Einkommensschwachen, die bishernicht gespart haben und die sich auch durch anteilige Staatszuschusse dazu nicht bereit 1 Damit eng verbunden ist die Frage, wie Beitrage zur Alterssicherung und spatere Rentenzahlungen steuerlich zu behandeln seien. Vgl. hierzu: R. Peffekoven, R. Kroker, W. Fuest und W. Wiegard, Rentenbesteuerung ein Weg aus der Finanzkrise, in: ifo Schnelldienst 212000, 53. Jg., S. 3 12.2 Vgl. hierzu u.a. B. Rurup, A. Prinz, Betriebsrente versus Privatvorsorge, in: ifo Schnelldienst, 252000,53. Jg., S. 3 8. H.W. Sinn, M. Werding, Rentenniveausenkung und Teilkapitaldeckung, in: ifo Schnelldienst, 53. Jg., 182000, S. 21 ff.7finden werden.1 Diese Personen wurden im bestehenden System die niedrigsten Rentenerhalten, die nach Einfuhrung der Zusatzrente weiter reduziert werden wurden.Im Augenblick scheint sich die politische Mehrheit fur Freiwilligkeit zu entscheiden.Wir rechnen jedoch damit, dass dies letztlich nur den Einstieg in die Reform erleichternsoll. Wenn man dann nach einiger Zeit feststellt, dass ein wesentlicher Teil gerade dersozial Schwacheren sich nicht beteiligt, wird man um ein Obligatorium nicht herumkommen.2Offen sind noch zwei weitere Fragen: Erstens, wie die umlagefinanzierten Renten in Zukunft an die allgemeine Einkommensentwicklung angepasst werden sollen? Zweitens, wie sich die Zahlung der Zusatzrenten auf die umlagefinanzierten Renten auswirken soll?Einigkeit scheint daruber zu bestehen, dass die Zahlungen fur den Aufbau den Rentenkapitalstocks neben den Beitragen zum Umlageverfahren berucksichtigt werden, mithindas Nettoeinkommensniveau senken und so ebenfalls die Rentenzahlungen bei zahlenmaig gleichem, allerdings neu definiertem Rentenniveau senken. Ambivalent zu beurteilen ist der Vorschlag, insofern zur bruttobezogenen Rente zuruckzukehren, als zum Beispiel die Steuern nicht mehr berucksichtigt werden sollen. Das wirkt sich entlastendfur die Rentenzahlungen aus, wenn, wie bei den aktuellen Steuerreformen, die relative Steuerbelastung sinkt. Dann steigen ceteris paribus die Nettoeinkommen starker als die Bruttoeinkommen. Ob das aber dauerhaft der Fall sein wird oder ob die Steuerprogression uber kurz oder lang nicht wieder starker greifen wird, was bei steigenden Einkommen auch normal ware, bleibt abzuwarten. Auch die ubrigen Sozialabgaben fur Krankheit, Pflege und Arbeitslosigkeit sollen in Zukunft nicht mehr berucksichtigt werden, sodass nur noch die Beitrage fur die Altersicherung zum Umlageverfahren und fur die Zusatzrente abgezogen werden.Unklar ist ferner noch, auf welche Weise die spateren Zusatzrenten sich auf die umlagefinanzierten Renten auswirken sollen. Die Opposition pladiert fur den noch von der fruheren Bundesregierung eingebrachten demographischen Faktor, der ursprunglich gedacht war, den Alterungsprozess teilweise bei der Rentenhohe zu berucksichtigen.Der demographische Faktor war in seiner ursprunglichen Intention sachlich begrundet,auch wenn er nur halbherzig konzipiert und im Ubrigen nicht zu Ende gedacht war.1 Nach einer EmnidBefragung sehen sich 10% der Bundesburger finanziell nicht in der Lage, Vermogenzu bilden. o.V., Jeder dritte Burger sorgt nicht fur das Alter vor. F.A.Z. vom 31.10.2000, Nr. 253, S. 19.2 Vgl. Deutsche Bank Research Hrsg., Reform der Altersvorsorge Fehlentscheidungen vermeiden,Frankfurt 2000, S. 67.8Zum einen sollte er die Auswirkung der steigenden Lebenserwartung und des damitverbundenen langeren Rentenbezuges nur zur Halfte rentenmindernd berucksichtigen.Das ist eigentlich inkonsequent, denn fur die steigende Lebenserwartung kann manschlielich nicht die jungeren Erwerbstatigen verantwortlich machen. Zum anderen berucksichtigt der demographische Faktor auch nur einen Teil des Alterungsprozesses, die Zunahme der Lebenserwartung. Die zweite Ursache, die altersstrukturbedingte Zunahme der Zahl der alten Menschen in den nachsten Jahren, Folge der stark schwankenden Geburtenzahlen fruherer Jahrzehnte, findet keinen Niederschlag. Auch hierfur kann mandie Jungeren nicht allein verantwortlich machen.In Zukunft geht es jedoch darum, die Renten der Neurentner umso niedriger anzusetzen,je spater sie in Rente gehen, je langer sie also Zeit hatten, fur eine Zusatzrente anzusparen.Fur diesen Zweck sieht die Bundesregierung einen sogenannten Ausgleichsfaktor vor.Der hat nun gar nichts mehr mit dem Alterungsprozess zu tun. Er orientiert sich alleinan den zwischenzeitlich erworbenen Anspruchen aus Zusatzrente. Auch hierfur sindverschiedene Modalitaten denkbar, die nicht im Einzelnen diskutiert werden sollen.1Konsequenz eines solchen Ausgleichsfaktors ist jedoch, dass zum einen das System der Rentenberechnung komplizierter und damit fur die Betroffenen weniger transparentwird. Zum anderen bedeutet das aber auch, dass aus gleichen Versicherungsbeitragennicht mehr gleiche Rentenanspruche resultieren. Das liegt an der unterschiedlichen Rentabilitat der Zusatzversicherungen, deren Zahlungen beim Ansatz des Ausgleichsoder demographischen Faktors nur noch als Durchschnittswert berucksichtigt werdenkonnen. Auch die Berucksichtigung von Unterbrechungen der Erwerbs und damit Versicherungszeit fuhrt zu unterschiedlichen Renten. Danach wurden Versicherte, obwohlsie weniger Beitrage gezahlt haben, hohere Renten bekommen.Noch starkere Differenzierungseffekte ergeben sich fur die Zusatzrente von Mannernund Frauen. Im Falle der Freiwilligkeit sind die Trager der Zusatzversicherung namlichgehalten, die Rentenberechnung von Mannern und Frauen wegen ihrer unterschiedlichen Lebenserwartung unterschiedlich vorzunehmen. Bei gleicher Beitragszahlung erhalten Frauen folglich eine deutlich niedrigere Zusatzrente als Manner.Wir haben fur unsere Modellrechnungen einen etwas anderen Weg gewahlt. Kennzeichnend sind folgende Prinzipien:1 Vgl. hierzu u.a. E. Bomsdorf, Niedrigere Beitrage in der GRV durch private Altersvorsorge, in: ifo Schnelldienst, 53 Jg., 122000, S. 7 ff.91. Umlagerente und Zusatzrente werden als Einheit betrachtet.2. Wie bisher richtet sich die Gesamtrente nach der Hohe der bis zum Rentenbeginnerworbenen Rentenpunkte.3. Beitrage zur Zusatzrente werden einheitlich verzinst. Die Rentabilitat wird also furalle Versicherten als gleich angesetzt.4. Fur jede Rentnerkohorte wird eine einheitliche fernere Lebenserwartung angesetzt,allerdings getrennt fur Manner und Frauen.5. Aus dem bis zum Rentenbeginn angesparten kohortenspezifischen Kapitalstockwird eine Zusatzrente derart berechnet, dass der Kapitalstock fur die fernere Lebenserwartung ausreicht. Dabei wird die Zusatzrente in gleichem Umfange dynamisiertwie die Umlagerente.Konsequenz dieses Ansatzes ist, dass Rentner mit gleichen relativen Versicherungsleistungen auch gleiche Renten erhalten. Die jeweiligen Anteile von Umlage und von Zusatzrenten konnen jedoch variieren.Fur die Praxis wurde das bedeuten, dass zunachst die gesamten Rentenausgaben nachdem bisherigen Verfahren ermittelt werden. Davon wird die Summe aller individuellen Zusatzrenten desselben Jahres abgezogen. Die verbleibenden Ausgaben sind durch Umlage zu decken, bestimmen also den erforderlichen Beitragssatz.Dies Verfahren hat neben dem Vorteil gleicher Rentenhohe unabhangig vom Jahr des Rentenzugangs und der Rentabilitat der Zusatzversicherung auch den Vorteil, dass allesozialen Leistungen und andere versicherungsfremde Zahlungen aus dem Umlagetopf gedeckt werden konnen. Was mit diesen von den vorherigen Versicherungsbeitragen mehr oder minder unabhangigen Zahlungen nach den Vorstellungen von Regierungund Opposition geschehen soll, ist bisher noch nicht recht deutlich geworden.3. Das Teilkapitaldeckungsverfahren in der Kritik Auch wenn alles darauf hindeutet, dass in Deutschland ein Teilkapitaldeckungsverfahren eingefuhrt werden wird, durfte auch danach die Diskussion um die Vor und Nachteile dieses Verfahrens so bald nicht verstummen.1 Es erscheint daher auch in diesem Stadium durchaus noch sinnvoll, die wichtigsten Argumente dafur und dagegen nocheinmal aufzulisten 1 Vgl. hierzu u.a. H.J. Krupp, Wie sicher und rentabel kann Alterssicherung sein?, in: Sozialer Fortschritt 121998, S. 293 ff.101 Unbestritten ist, dass das Sparen fur eine kapitalgedeckte Zusatzrente, die dem Einzelnen einen konkreten Eigentumsanspruch aus seinen Einzahlungen gibt, eine groere Akzeptanz hat als ein kollektives Umlagesystem, bei dem keine Reserven gebildet werden und das daher auch nur einen vagen, politischer Manipulation zuganglichen Rechtsanspruch auf spatere Rentenzahlungen gibt. Auch heute schon wird inerheblichem Umfang gespart, ohne dass das als unertraglich angesehen wird.2 Beklagt wird von einigen Politikern, dass mit der Einfuhrung der Zusatzrente diebisherige Solidaritat zwischen den Generationen ausgehohlt wurde. Dem ist entgegenzuhalten, dass eine staatlich erzwungene Solidaritat eigentlich keine echte Solidaritat ist. Uberdies besteht die Gefahr, dass sich der Einzelne verweigert, wenn ihmdie Belastung zu gro erschient oder dass versucht wird, durch Mehrheitsbeschlussden Generationenvertrag einfach aufzukundigen.13 Der Vorwurf, durch die nur den Versicherten auferlegte Zahlung der Zusatzbeitragewerde das Prinzip der paritatischen Finanzierung durch Arbeitgeber und Arbeitnehmer aufgegeben, ist nicht spezifisch fur die kapitalgedeckte Rente. Wenn es politischerwunscht ist, kann man auch bei einem reinen Umlageverfahren die Beitrage unterschiedlich auf Arbeitnehmer und Arbeitgeber verteilen. Ebenso konnen naturlichauch die Zusatzbeitrage zu gleichen Teilen von beiden Parteien aufgebracht werden.4 Ob eine kapitalgedeckte Rente tatsachlich rentabler ist als eine umlagefinanzierte,lasst sich eigentlich mit Sicherheit erst im Nachhinein sagen. In der Vergangenheit,besonders in den letzten Jahren, uberstieg die Verzinsung von Kapitalanlagen jedenfalls die Einkommenssteigerungen erheblich.2 Ob das auch in Zukunft noch so seinwird, bleibt abzuwarten.3 Eine wesentliche Rolle spielt dabei auch die Beschaffenheitdes Arbeitsmarktes, ob namlich Arbeit im Uberfluss vorhanden und billig ist. Ausheutiger Sicht spricht vieles dafur, dass dies noch lange so sein wird.Die in diesem Zusammenhang geauerte Befurchtung, durch den Aufbau der Zusatzsicherung wurde das Kapitalangebot so stark steigen, dass dadurch die Zinsen gedruckt wurden, ein bisheriger Rentabilitatsvorsprung also verloren gehen wurde, erscheint unbegrundet. Da heute schon die meisten Erwerbstatigen sparen, wird der 1 Vgl. hierzu H.W. Sinn, S. Ubelmesser, Rentenreform, strategische Mehrheit und demographische Entwicklung: Wann kippt Deutschland um?, in: ifo Schnelldienst, 53. Jg., 28292000, S. 20 ff.2 Vgl. G. Buttler, Alterssicherung im Umlageverfahren und im Kapitaldeckungsverfahren, in: Reform des Sozialstaats, a.a.O., S. 85. Deutsches Institut fur Altersvorsorge Hrsg., Renditen der gesetzlichen Rentenversicherung im Vergleich zu alternativen Anlageformen, Frankfurt 1998. A. BorschSupan,Rentabilitatsvergleiche im Umlage und Kapitaldeckungsverfahren. Beitrage zur angewandten Wirtschaftsforschung Nr. 58500, Institut fur Volkswirtschaftslehre und Statistik, Universitat Mannheim,Mannheim 2000.3 Skeptisch auert sich zum Beispiel das DIW, o.V., Einstieg in die Teilkapitaldeckung der Altersvorsorge mit Wachstumseinbuen verbunden, DIWWochenbericht 4699, 66. Jg.11Aufbau des Kapitalstocks fur die Zusatzrente wohl nur teilweise durch zusatzliches Sparen erfolgen. Auf alle Falle ist der Nettozuwachs kleiner als der Bruttokapitalstock. Im Ubrigen ist der Kapitalmarkt der Teil der Wirtschaft, auf dem sich die Globalisierung am starksten zeigt. Es ist daher fraglich, ob ein Kapitalmehrangebot in Deutschland einen nennenswerten Einfluss auf das relevante Zinsniveau haben wird.Auch weist die volkswirtschaftliche Ersparnis bisher schon erhebliche Schwankungen auf, ohne dass das einen nachweisbaren Einfluss auf die Zinsen hatte. Ebensobleibt festzuhalten, dass in den Landern, in denen die Altersversorgung uberwiegendauf Kapitalbasis erfolgt, auch kein hoheres Zinsniveau herrscht als bei uns.5 In alteren Diskussionen spielte auch die Frage eine Rolle, ob denn der anzusammelnde Kapitalstock uberhaupt sinnvoll in der Volkswirtschaft investiert werden konnteund ob der Aufbau nicht deflationare, der spatere Abbau des Kapitals entsprechendinflationare Wirkungen hatte. Das Problem einer ertragreichen Investition hangt auchdavon ab, in welchem Umfang das Teilkapitaldeckungsverfahren eingefuhrt werdensoll. Wenn ihm nur eine Erganzungsfunktion zugebilligt wird, relativiert sich auchdas Investitionsproblem. Auch hier kann im Ubrigen auf die Situation anderer Lander verwiesen werden, wo es ganz offenbar keine Probleme eines Kapitaluberangebotes gibt. Mogliche deflatorische beziehungsweise inflatorische Wirkungen hangenebenfalls von den angestrebten Groenordnungen ab. Auerdem sollte der Hinweisauf das ohnehin schwankende volkswirtschaftliche Sparvolumen und die Situationanderer Lander beruhigend wirken. Wie unsere Berechnungen zeigen, kommt es ohnehin in spateren Jahren nicht zu einem Kapitalabbau. Beitragszahlungen und Verzinsung reichen regelmaig aus, die Rentenzahlungen zu kompensieren.6 Ernst zu nehmen sind in einem Land wie Deutschland, das zwei drastische Kapitalentwertungen erlebt hat, Befurchtungen, durch Inflation konne der Wert des Kapitalstocks beeintrachtigt werden. Aber auch hier ist der Blick auf die Erfahrungen anderer Lander ebenso wie auf die Praxis der letzten 50 Jahre bei uns beruhigend.Uberdies wird das ersparte Kapital ja nicht nur in Anleihen mit festem Nominalwertangelegt, sondern auch in Aktien, die zwar nicht gegen Kursruckgange gefeit sind,die jedoch durch Beteiligung am Produktivvermogen der Volkwirtschaft ahnliche Sicherheit aufweisen wie die Erwerbseinkommen.7 Wahrend Kritik am Teilkapitaldeckungsverfahren in den bisherigen Punkten uberwiegend aus den Kreisen der Politiker kam, vor allem, um das bisherige System zuverteidigen, sind sich in einem Punkte auch die Wissenschaftler uneinig, ob namlichder Aufbau des Kapitalstocks eine zusatzliche wachstumsfordernde Wirkung hat, sodass sich die Zusatzrente vereinfacht ausgedruckt ganz oder zumindest teilweiseselbst finanziert. Die Argumentationskette ist wie folgt: Durch das zusatzliche Sparen vergroert sich das Produktivkapital der Volkswirtschaft, es wird mehr produ12ziert und entsprechend mehr verdient. Ob das tatsachlich zutrifft, wird sich angesichts der Multikausalitat okonomischer Phanomene auch im Nachhinein kaum mit Sicherheit nachweisen lassen. Wenn es denn uberhaupt zu einer Wachstumsbeschleunigung kommt, durfte der Effekt nicht besonders gro sein. So sind denn auch Lander mit kapitalgedeckten Rentensystemen nicht wachstumsstarker als solche, die Umlagefinanzierung praktizieren.8 Abschlieend noch ein Argument fur eine kapitalgedeckte Zusatzrente: Durch die Einfuhrung einer Zusatzrente werden die Lasten des demographischen Wandels gerechter, das heit gleichmaiger auf die Beteiligten verteilt. Wenn die Menschenimmer alter werden, die Rentner also immer langer Rente beziehen, ist es nur gerecht, dass in Zukunft die Renten nicht mehr so stark steigen konnen wie bisher. Da,wie erwahnt, ein Teil des Alterungsproblems auch durch den Geburtenruckgang seitetwa 30 Jahren verursacht ist, ist es ebenfalls nur recht und billig, die dafur verantwortliche Generation, das heit die heute Erwerbstatigen, schon jetzt fur die Folgen Rucklagen bilden zu lassen. Die seit etwa drei Jahrzehnten anhaltenden niedrigen Geburtenziffern bedeuten, dass zu wenig Humankapital gebildet wird, um das Umlageverfahren zu stabilisieren. Ersatzweise muss daher Realkapital angespart werden.1Wurde man dagegen abwarten, bis die Alterung voll durchschlagt, um dann die Alterslasten etwa halftig auf Rentner wie Versicherte aufzuteilen, wurde man zum einen die Jungeren bestrafen, die ja eigentlich keine Schuld an der Entwicklung haben.Andererseits wurde man zwar mit den Rentnern auch die Verantwortlichen treffen,aber das in einem Zeitraum, in dem sie selbst nicht mehr in der Lage sind, etwas gegen eine Verschlechterung ihres Lebensstandards zu unternehmen. Es ist letztlich eine politische Entscheidung, in welchem Umfang eine kapitalgedeckte Altersicherungzusatzlich eingefuhrt wird. Die grundsatzliche Berechtigung beziehungsweise Notwendigkeit sollte eigentlich unbestritten sein.24. Das Rentenmodell Das Rentenmodell besteht aus drei Modulen fur Wirtschaft und Arbeitsmarkt fur die Fortschreibung der Rentnerzahlen fur die Projektion der Rentenfinanzen 1 H.W. Sinn, M. Werding, Rentenniveausenkung, ifo Empfehlungen zur Konsolidierung des Umlageverfahrens, in: ifo Schnelldienst 182000, 53. Jg., S. 14.2 Eine Gegenposition vertritt Schmahl, der auf Reformen im bestehenden System setzt. W. Schmahl, Wohin fuhrt der eingeschlagene Weg?, in: ifo Schnelldienst 53. Jg., 28292000, S. 12 ff.134.1 Wirtschaft und Arbeitsmarkt Die wirtschaftliche Entwicklung wird mit Wachstumsraten fur das Bruttoinlandsproduktund die Arbeitsproduktivitat vorgegeben. Abweichungen beim Wirtschaftswachstumergeben sich, sofern das Arbeitskraftepotential Erwerbstatige, Arbeitslose und Stille Reserve nicht mehr ausreicht, die vorgegebenen Wachstumsraten zu realisieren.Der Anstieg der Arbeitsproduktivitat wird dann erhoht, wenn durch zusatzliche Kapitalbildung das gesamtwirtschaftliche Produktionspotential wachst. Es wird unterstellt, dassdies keine Mehrbeschaftigung auslost, sondern allein zu hoherer Arbeitsproduktivitatfuhrt. In diesem Falle erhoht sich auch die Wachstumsrate des Inlandsproduktes.Es wird zwar grundsatzlich unterstellt, dass Wirtschaft und Arbeitsproduktivitat imgleichen Tempo wachsen, wachstumsbedingte Mehrbeschaftigung also nicht erfolgt. Dain den nachsten Jahren und Jahrzehnten das Arbeitskraftepotential jedoch aus demographischen Grunden schrumpft, erschopfen sich auch die derzeit vorhandenen Arbeitsmarktreserven Arbeitslose und Stille Reserve. Deren Abbau erfolgt grundsatzlichgleichmaig, und zwar zu zwei Dritteln bei den Arbeitslosen, zu einem Drittel aus der Stillen Reserve. Die Potentialerwerbsquoten wurden vom Institut fur Arbeitsmarkt und Berufsforschung zur Verfugung gestellt. Bei den Arbeitslosen wird eine Sockelarbeitslosigkeit von 4 Prozent angenommen, die faktisch Vollbeschaftigung bedeutet, alsonicht weiter reduziert werden kann.4.2 Rentner Die Zahl der Rentner wird ermittelt bzw. festgeschrieben mit Hilfe von alters, geschlechts und rentenartspezifischen Rentnerquoten multipliziert mit der jeweiligen Bevolkerung. Unterschieden wir zusatzlich nach Bestands und nach Zugangsrentnern.Da, offenbar aufgrund eines niedrigeren Versicherungsgrades in jungen Jahren, bei den Hochbetagten die Rentnerquoten mit dem Alter sinken, werden im Zuge der Fortschreibung die Quoten so verschoben, dass sie mit dem Alter monoton steigen.Besondere Vorkehrungen sind zu treffen fur den Fall der Heraufsetzung des Rentenzugangsalters. Dies betrifft sowohl die unterschiedlichen Ubergangsfristen fur die betroffenen Rentenarten als auch die moglicherweise unterschiedliche Reaktion der Versicherten auf diese Manahme.144.3 Rentenfinanzen Basis fur die Renteneinnahmen sind die Bruttoeinkommen der Versicherten. Dabei wirddas Bruttogesamteinkommen ermittelt als Produkt aus beitragspflichtigem Durchschnittseinkommen, multipliziert mit der Zahl der Beitragszahler. Die Veranderung des Durchschnittseinkommens ergibt sich mit Hilfe der Wachstumsraten der Arbeitsproduktivitat, die Veranderung der Beitragszahler wird reprasentiert durch eine Veranderung der Erwerbstatigenzahl. Die Nettoeinkommen folgen aus den Bruttoeinkommennach Abzug von direkten Steuern, Sozialabgaben und eventuellen Beitragen zum Teilkapitaldeckungsverfahren: Fur die Steuern wird eine schwach progressive Abhangigkeit vom Einkommen angenommen. Das entspricht zwar nicht dem aktuellen Tarifverlauf, berucksichtigt jedochdie Tatsache, dass durch Tarifanderungen immer wieder eine zu starke Progressionim Zeitablauf verhindert wird. Der Beitragssatz zur Krankenversicherung ergibt sich zum einen in Abhangigkeitvon der Veranderung der Altersstruktur, zum anderen aufgrund eines jahrlichenautonomen Kostenwachstums von 0,5 Prozent. Analog wird auch der Beitragssatz zur Pflegeversicherung berechnet, nur findet hierder Hochbetagtenkoeffizient Anwendung. Der Beitrag zur Arbeitslosenversicherung variiert mit der Arbeitslosenquote.Von der Veranderung des Bruttodurchschnittseinkommens hangt der jahrliche Rentenanpassungssatz ab, allerdings, wie gesetzlich vorgesehen, korrigiert um das Verhaltnisder Veranderung von Nettoeinkommen zu Nettorenten.Die Ausgaben der Versicherungstrager setzen sich zusammen aus den Rentenausgabenund den sonstigen Ausgaben.Die Rentenausgaben bestehen aus Versichertenrenten Renten wegen Erwerbsminderung und wegen Alters sowie den Hinterbliebenenrenten Witwenrenten, Waisenrenten. Die Versichertenrenten werden, getrennt nach Rentenarten und Geschlecht, fortgeschrieben mit dem Rentenanpassungssatz sowie der Veranderung der Zahl der betreffenden Rentnerkategorie. Dabei wird, wie bereits erwahnt, getrennt nach Bestandsrenten und Zugangsrenten. Die jahrliche Rentenanpassung erfolgt zur Jahresmitte. Die Hinterbliebenenrenten werden wie die Versichertenrenten jahrlich erhoht. Zusatzlichwerden dabei altersstrukturelle Veranderungen berucksichtigt.Zu den sonstigen Ausgaben der Rentenversicherung zahlen 15 Ausgaben fur die Krankenversicherung der Rentner, Ausgaben fur die Pflegeversicherung der Rentner, Ausgaben fur Rehabilitation, Erstattungen an die knappschaftliche Rentenversicherung, Ausgaben fur Verwaltung, Zuwendungen an die Liquiditatsreserve. Ausgaben nach dem Kinderleistungsgesetz.In allen Fallen wurde versucht, die Ausgaben jeweils in Abhangigkeit von wesentlichen Einflussgroen fortzuschreiben.Wesentliche Quelle der Einnahmen der Rentenversicherung sind die Bruttoeinkommender Versicherten. Multipliziert mit dem Beitragssatz ergeben sich die jahrlichen Beitragseinnahmen.Weitere Einnahmen sind die Beitragszahlungen der Bundesanstalt fur Arbeit fur Arbeitslose, der Bundeszuschuss sowie Vermogensertrage.Der Bundeszuschuss setzt sich mittlerweile aus vier verschiedenen Komponenten zusammen, die jeweils gesondert fortgeschrieben werden mussen. Es sind dies der traditionelle Bundeszuschuss, der vom Beitragssatz und der Veranderung der Bruttoeinkommen abhangig ist, der Bundeszuschuss im Ausma von einem Prozentpunkt der Mehrwertsteuer, der Bundeszuschuss aus Okosteuer und der Bundeszuschuss fur Zeitender Kindererziehung.Ein Problem ist, dass der Beitragssatz erst ermittelt werden kann, wenn zum Beispielder Bundeszuschuss feststeht. Dieser wiederum richtet sich nach dem Beitragssatz. Dasheit, mehrere voneinander abhangige Groen mussten eigentlich simultan ermitteltwerden. Statt dessen werden sie in einem Iterationsprozess bestimmt.4.4 Kapitaldeckungsmodell Es wird unterstellt, dass alle Versicherten, das heit die Beitrage zahlenden Pflichtversicherten, wahrend ihrer aktiven Zeit Beitrage in Hohe eines bestimmten Prozentsatzesvom Bruttodurchschnitts Einkommen zum Aufbau des Rentenkapitals leisten.Aus dem so gebildeten Kapitalstock wird mit Beginn des 65. Lebensjahres der sog. Basiswert der Zusatzrenten berechnet. Das ist der Betrag, der sich unter versicherungsmathematischen Bedingungen als erste Zusatzrentenzahlung ergibt. Der bis zum 65. Lebensjahr angesammelte Kapitalstock reicht aus, um fur die betreffende Kohorte von Neurentnern Zusatzrenten fur deren fernere Lebenserwartung zu zahlen. Dabei wird das 16jeweilige Restkapital verzinst und die jahrlichen Auszahlungen mit dem gleichen Anpassungssatz wie die umlagefinanzierten Renten dynamisiert. Dadurch ist sichergestellt,dass die Zusatzrenten im gleichen Mae steigen wie die Basisrenten und dass kein Rentner bei Langlebigkeit befurchten muss, keine Zusatzrente mehr zu erhalten.Da die Rentenanspruche und mit ihnen die Rentenausgaben nach der bestehenden Rentenformel berechnet werden, fuhren die Zusatzrenten dazu, dass der umlagefinanzierte Rententeil entsprechend reduziert werden kann. Die aus Beitragen und den sonstigen Einnahmen zu deckenden Ausgaben der Rentenversicherung ergeben sich folglichnach Abzug der Zusatzrenten. Damit lasst sich auch der erforderliche Beitragssatz berechnen.4.5 Kapitalstock Die Saldierung der Einzahlungen der Versicherten und der Auszahlungen an die Rentner ergibt unter Berucksichtigung der Verzinsung den Kapitalstock fur die Zusatzrenten.Man kann jedoch nicht davon ausgehen, dass das gesamte Volumen zusatzlich akkumuliert wird, da nur ein Teil davon durch zusatzliches Sparen entsteht. Volkswirtschaftlich relevant wird davon auch nur der Teil, der im Inland investiert wird. Hierwird als grobe Naherung unterstellt, dass dies fur 25% des Sicherungskapitals gilt.Zusatzliches Kapital bedeutet zusatzliche Produktion, deren Volumen sich nach Magabe des Kapitalkoeffizienten ergibt. Das bedeutet ein entsprechend starkeres Wachstum des Inlandsprodukts, das, wie weiter vorn erwahnt, durch eine Zunahme der Arbeitsproduktivitat realisiert wird und mithin zu steigenden Einkommen fuhrt.Zusatzliches Inlandsprodukt bringt dem Saat aber auch zusatzliche Steuern, deren Hoheanhand der konstant angesetzten gesamtwirtschaftlichen Steuerquote von derzeit 23%ermittelt wird.4.6 Modellvarianten Eine wichtige Modellvariante besteht in der Fixierung des Beitragssatzes zum Umlageverfahren. Die Konsequenz ist, dass dann nicht mehr das Rentenniveau konstant gehalten werden kann, sondern je nach den verfugbaren Einnahmen variiert.Da der Beitragssatz vorgegeben ist, konnen die Beitragseinnahmen unmittelbar berechnet werden. Zieht man davon die lt. Gesetz aus Beitragen zu deckenden Ausgaben ab,die unter Verwendung des konventionell berechneten Anpassungssatzes ermittelt wur17den, ergibt sich in aller Regel eine Unterdeckung. Das heit, die Renten konnen nicht sostark erhoht werden, dass das Rentenniveau konstant bleibt. Der Rentenanpassungssatzist folglich so zu reduzieren, dass Einnahmen und Ausgaben ausgeglichen sind. Aus denso veranderten NettoRenten ergibt sich im Vergleich zum Nettodurchschnittseinkommen das resultierende Nettorentenniveau.Generell gilt, dass das Rentenniveau sinkt, wenn ein hoherer als der vorgegebene Beitragssatz zur Deckung der Ausgaben erforderlich ware. Konnte der Beitragssatz unterden fixierten Wert sinken, steigt das Rentenniveau.5. Modellrechnungen 5.1 Generelle Vorgehensweise Die Modellrechnungen erfolgen mit zwei getrennten Projektionsprogrammen. Das erste Programm liefert eine Fortschreibung der Bevolkerung fur einen Zeitraum von 50 Jahren.1 Zur Anwendung kommt die ubliche Komponentenmethode. Mit Hilfe von Uberlebenswahrscheinlichkeiten werden Manner und Frauen jahrgangsweise getrennt fortgeschrieben. Die Geburten eines jeden Jahres werden ermittelt uber altersspezifische Fruchtbarkeitsraten. Wanderungen werden getrennt nach Ein und Auswanderungen berucksichtigt. Die Altersstruktur der Migranten orientiert sich an Vergangenheitswerten.Sie sind generell fur Ein und Auswanderer unterschiedlich. Es erfolgt keine Trennungnach der Staatsangehorigkeit.Die Bevolkerungsprojektion bildet den Input fur das Rentenprojektionsprogramm, dases erlaubt, unterschiedliche Szenarien bei gegebener Bevolkerungsentwicklung zu kalkulieren.2 Das Rentenprogramm modelliert die komplexen Beziehungen zwischen denwesentlichen Variablen, die das System der Sozialen Sicherung bzw. der gesetzlichen Rentenversicherung determinieren.Die einbezogenen Variablen sind, soweit es sich um Wertgroen handelt, real angesetzt,das heit sie enthalten keine Preissteigerungen. Das ist aus verschiedenen Grundensinnvoll. Zum einen sind Annahmen uber die langfristige Preisentwicklung letztlichwillkurlich. Mogliche Zusammenhange zwischen Preis und Mengenentwicklung sindumstritten. Verwendet man statt dessen die Annahme der Unabhangigkeit zwischenbeiden Groen, fuhrt die Berucksichtigung von Preiseffekten nur zu einer erheblichen Aufblahung der Ergebnisse. Selbst bei einer jahrlichen Steigerung von nur 1,4 Prozent,1 Das Programm wurde von N. Fickel und K.H. Wunner entwickelt.2 Autorin dieses Programms ist F. Bonte.18also nahezu Preisstabilitat, verdoppelten sich die Wertgroen innerhalb von 50 Jahren.Auerdem ist es fur die Beurteilung der Reformmanahmen letztlich auch nur ausschlaggebend, welchen Effekt sie auf die Kaufkraft von Erwerbstatigen und Rentnernhaben.Nachteilig ist nur, dass die prognostizierten Ergebnisse fur die ersten Jahre, hier 1999und 2000, nicht mit den aus der aktuellen Diskussion bekannten nominalen Werte ubereinstimmen konnen. Fur 1999 ergibt sich beispielsweise statt des tatsachlichen Rentenanpassungssatzes von 1,34 Prozent ein Satz von 0,13 Prozent.5.2 Basisannahmen Beide Projektionsprogramme erfordern die Vorgabe von Annahmen uber wesentliche Parameter der demographischen und der wirtschaftlichen Entwicklung. Es sind dies im Einzelnen:1. Die Lebenserwartung steigt bei Mannern und Frauen bis zum Jahr 2050 kontinuierlich um jeweils 8 Jahre an.2. Die Fertilitat verharrt auf dem gegenwartigen niedrigen Niveau.3. Es gibt einen jahrlichen Einwanderungsuberschuss von 150.000 uberwiegend jungeren Personen.4. Es wird ein konstantes Wirtschaftswachstum von 1,5 Prozent bei einer Steigerungder Arbeitsproduktivitat von 1,5 Prozent unterstellt. Es handelt sich dabei um Durchschnittswerte, die mogliche Abweichungen im Konjunkturzyklus ausgleichen. Eswird also nicht mit einer trendmaigen Veranderung der Beschaftigung gerechnet.Die derzeit hohe Arbeitslosigkeit reduziert sich nur langsam als Folge der demographischen Entwicklung, die die Bevolkerung im erwerbsfahigen Alter trotz der standigen Einwanderungsuberschusse kontinuierlich leicht schrumpfen lasst.5. Das Teilkapitaldeckungsverfahren ist so ausgestaltet, dass beginnend mit dem Jahr 2000 was jetzt schon nicht mehr realisierbar ist jahrlich 3 Prozent des Bruttoeinkommens fur eine spatere Zusatzrente eingezahlt wird. Der entstehende Kapitalstockwird mit 4 Prozent verzinst. Da es sich hierbei um eine Realverzinsung handelt, istbei einem Vergleich mit den von der privaten Lebensversicherung genannten Betragen der Preiseffekt zu berucksichtigen.Dieser Satz von Pramissen wird bei den Berechnungen systematisch variiert, um die Sensitivitat der Ergebnisse in Abhangigkeit von Parameteranderungen abschatzen zukonnen. Soweit erforderlich, werden auch noch weitere DetailAnnahmen aufgefuhrt.195.3 Bevolkerungsentwicklung und Rentnerzahlen Tabelle 1 zeigt die Bevolkerungsentwicklung in Deutschland unter den genannten Annahmen.Tabelle 1: Bevolkerung und Lebenserwartung bei Zunahme der Lebenserwartung um 8Jahre, 2000 2045Jahr Bevolkerungin Mio.200020052010201520202025203020352040204582,282,181,681,080,279,177,876,374,672,8Lebenserwartung in Jahrenfur Neugeborene Manner Frauen Manner Frauen Manner Frauenfur 40jahrigefur 60jahrige 73,974,775,576,377,177,978,779,480,281,080,481,282,082,983,784,585,286,086,787,535,936,637,338,038,739,440,240,841,642,341,642,243,244,044,745,546,246,947,648,418,819,420,020,621,221,822,423,023,624,223,324,024,725,426,126,827,428,128,729,4Quelle: Eigene Berechnungen Bis 2005 bleibt die Einwohnerzahl konstant, um dann zunachst langsam zu sinken. Der Schrumpfungsprozess beschleunigt sich jedoch. Von zur Zeit etwa 82 Millionen sinktdie Zahl uber 80,2 Millionen 2020 auf weniger als 73 Millionen im Jahr 2045. Selbstder Anstieg der Lebenserwartung um 8 Jahre sowie der jahrliche Einwanderungsuberschuss von 150.000 verhindern einen Ruckgang nicht.Unterstellt man eine noch starkere Zunahme der Lebenserwartung auf 10 Jahre, fallt der Schrumpfungsprozess etwas schwacher aus. 2045 gibt es dann 74,6 Millionen Einwohner in Deutschland. Selbst eine noch starkere Zunahme der Lebenserwartung wird den Schrumpfungsprozess nicht aufhalten. Dies ware nur uber eine hohere Einwanderungmoglich. Das durfte quantitativ kein Problem sein, da es weltweit ausreichend viele Menschen geben durfte, die zur Einwanderung nach Deutschland bereit waren. Ob die Aufnahmebereitschaft dazu jedoch ausreicht, muss angesichts der aktuellen Situationbezweifelt werden. Bereits bei dem unterstellten Wanderungsuberschuss von nur 150.000 wird sich die Zahl der Auslander in Deutschland ceteris paribus mehr als verdoppeln, wahrend gleichzeitig die Zahl der Deutschstammigen stark rucklaufig ist.20Fur das Soziale Sicherungssystem wichtiger als die absolute Bevolkerungszahl sind die Alters und die Erwerbsstruktur vgl. Tabelle 2. Wichtige Kennzahlen hierfur sind der Altenquotient, die Erwerbspersonenquote und der Rentnerquotient.Der Altenquotient ist hier definiert als die Relation der Bevolkerung im Alter von 65Jahren und mehr zur Bevolkerung im Alter von 20 bis 64 Jahren. Die Erwerbsquote istder Anteil der Erwerbspersonen Erwerbstatige Arbeitslose an der Gesamtbevolkerung. Der Rentnerquotient bezieht die Zahl der Altersrentner auf die Zahl der Erwerbspersonen.Tabelle 2: Indikatoren der Bevolkerungsstruktur Jahr 2000200520102015202020252030203520402045Altenquotientin Prozent Erwerbspersonenquote Rentnerquotientin Prozentin Prozent 29,333,134,236,239,545,153,560,361,162,246,546,446,245,644,543,542,742,141,741,338,843,546,350,055,462,770,374,676,378,7Quelle: Eigene Berechnungen Der Altenquotient und der Rentnerquotient, Indikatoren fur die wirtschaftliche Belastung durch den Alterungsprozess, steigen bis 2045 auf mehr als das Doppelte. Wahrend gegenwartig auf 100 Erwerbspersonen fast 39 Altersrentner kommen, werden es 2056 fast 79 Rentner sein. Dass die Erwerbsquote nur moderat von 46,5 auf 41,3Prozentzuruckgeht, hat seinen Grund darin, dass deren Berechnungsbasis die Gesamtbevolkerung ist, in der die steigende Zahl der alten Menschen zumindest teilweise durch dierucklaufige Zahl von Kindern und Jugendlichen kompensiert wird. Die okonomische Gesamtlast, auch Kinder und Jugendliche mussen unterhalten werden, steigt daher sehrviel weniger als die Altenlast.Wahrend die Bevolkerungszahl und mit ihr die Zahl der Erwerbstatigen rucklaufig ist,nimmt die Zahl der Rentner als Folge des Alterungsprozesses stark zu Tab. 3.21Tabelle 3: Rentnerzahlen, 2000 2045Jahr 2000200520102015202020252030203520402045Art der Rentner in Mio.Alter Erwerbsminderung Witwen Waisen 14,816,617,418,419,821,623,324,023,723,61,01,01,01,11,21,11,00,90,90,95,35,86,16,46,87,37,88,07,97,90,40,30,30,20,20,20,20,20,20,2Quelle: Eigene Berechnungen Die Zahl der Altersrentner steigt bis 2035 von derzeit 14,8 auf 24 Millionen an. Danachist der Trend rucklaufig, da von da ab auch die Zahl der alten Menschen abnimmt. Die Zahl der Rentner wegen Erwerbsminderung entwickelt sich in etwa parallel zur Zahl der Erwerbspersonen, wobei der Ruckgang ab 2020 durch die Rundung hier nicht so deutlich wird. Die Zahl der Witwenrentnerinnen folgt der Zahl der Altersrentner, da beideauf den demographischen Wandel zuruckzufuhren sind.5.4 Ergebnisse nach altem Rechtsstand Vergleichsbasis fur die verschiedenen Reformalternativen ist die Entwicklung der Rentenfinanzen, wie sie sich nach dem derzeitig gultigen Rechtsstand ergibt, das Umlageverfahren also unverandert beibehalten bleibt und das Nettorentenniveau konstant gehalten wird. Ausnahme dabei ist, dass die Heraufsetzung des Rentenzugangsalters, dienoch unter der fruheren Bundesregierung Gesetz wurde und die auch die derzeitig Regierung nicht ruckgangig gemacht hat, noch nicht berucksichtigt wird. Deren Effekte sollen in einer gesonderten Rechnung abgeschatzt werden. Allerdings ist eine groe Entlastung davon kaum zu erwarten, wie noch begrundet werden soll.Tabelle 4 zeigt fur dieses StatusquoSzenario die Entwicklung vom Beitragssatz, Gesamtausgaben fur Rentner und Eckrente.22Tabelle 4: Beitragssatz zur Rentenversicherung, Gesamtausgaben fur Renten und Eckrente, 2000 2045Jahr 2000200520102015202020252030203520402045Beitragssatzin Prozent Gesamtausgaben fur Rentenin Mrd. DM18,920,020,922,123,826,027,828,629,029,5340395440495560639710763807857Eckrentein DM26.41528.20930.10532.20534.40536.72638.68741.05643.89746.907Quelle: Eigene Berechnungen Der Beitragsatz steigt kontinuierlich an bis auf 29,5 Prozent. Noch viel starker wachsendie Gesamtausgaben fur Renten von derzeit 340 Mrd. auf 857 Mrd. DM. Das ist das 2,5fache des heutigen Wertes. Die Eckrente, Rente nach 45 Berufsjahren mit durchschnittlichem Einkommen steigt von 26.415 auf 46.907 DM im Jahr 2045. Das entspricht einer Zunahme im Jahresdurchschnitt von 1,3 Prozent real. 0,2 Prozentpunktedes Einkommenszuwachses mussen also fur die Finanzierung des demographischen Wandels im Jahresdurchschnitt aufgewendet werden.Statt das Nettorentenniveau zu fixieren und den dafur erforderlichen Beitragsatz zu ermitteln, kann auch der Beitragssatz konstant gehalten werden und das Rentenniveau als Resultante betrachtet werden. Vereinfacht konnte man sagen, dass bei konstantem Rentenniveau die Last des Alterungsprozesses ausschlielich den Beitragszahlern aufgeburdet wird, wahrend umgekehrt bei konstantem Beitragssatz die Rentner betroffensind.1 Reformen, die eine bessere Verteilung der Lasten auf die Beteiligten anstreben,sind also die, bei denen sowohl der Beitragssatz als auch das Rentenniveau variabelsind, nur eben in abgeschwachter Form. Den Konigsweg einer Reform, die das Rentenniveau konstant halt und ebenso den Beitragssatz, wird es nicht geben.1 Genau genommen ist auch die jeweils andere Seite betroffen. Steigt bei konstantem Rentenniveau alleinder Beitragssatz, fallen sowohl die Nettoeinkommen als auch die Renten niedriger aus. Bei festem Beitragssatz und entsprechend geringerem Rentenniveau ist es genau umgekehrt.23Tabelle 5 zeigt fur einen konstanten Beitragsatz von 20 Prozent die Veranderung des Rentenniveaus, der Rentenausgaben und des Beitragssatzes. Erwahnt sei noch, dass beibeiden Alternativen das gleiche Wirtschaftswachstum angesetzt wurde, ein moglicher Zusammenhang zwischen Wirtschaftswachstum und Abgabenbelastung auch der Unternehmen also nicht berucksichtigt wurde.Tabelle 5: Nettorentenniveau, Gesamtausgaben fur Renten und Eckrente, konstanter Beitragssatz 20 Prozent, 2000 2045Jahr 2000200520102015202020252030203520402045Nettorentenniveauin Prozent Gesamtausgaben fur Rentenin Mrd. DM72,368,765,161,156,250,746,845,044,343,3353391417444470492511532556581Eckrente DM27.26927.80428.37528.76228.65328.02727.71328.56230.20531.722Quelle: Eigene Berechnungen Das Rentenniveau sinkt kontinuierlich bis auf 43,3 Prozent ab, das heit die relative Einkommensposition der Rentner verschlechtert sich. Andererseits gibt es uber den gesamten Zeitraum betrachtet dennoch eine leichte Kaufkraftverbesserung um 16,3 Prozent, das sind im Jahresdurchschnitt 0,3 Prozent. Dieser leichte Zuwachs erfolgt jedochnicht gleichmaig, etwa von 2020 bis 2030 wurden die Renten real sogar zuruckgehen,um danach entsprechend deutlicher zu steigen. Der Ruckgang in den 20er Jahren ist Folge der starken Alterung in diesem Jahrzehnt. Im Vergleich zum Status quo Szenariosind die Renten im Jahr 2045 um 32 Prozent, also um fast ein Drittel niedriger. Gewinner sind dagegen die Erwerbstatigen, deren Nettoeinkommen infolge der geringeren Sozialabgaben um fast 9 Prozent hoher sind.Von einer Festschreibung des Beitragssatzes wurde neben den Unternehmen und den Erwerbstatigen auch der Staat und mit ihm die Gesamtheit der Steuerzahler profitieren.Tabelle 6 zeigt, wie sich der Bundeszuschuss im Status quo und bei fixiertem Beitragssatz entwickelt.24Tabelle 6:Gesamter Bundeszuschuss bei variablem und bei festem Beitragssatz von 20 Prozent, 2000 2045Jahr Gesamter Bundeszuschuss in Mrd. DMvariablem Beitragssatzbeifestem Beitragssatz Relation 2120002005201020152020202520302035204020451108133147165188216243264285309210812813714715816918119220522010,960,930,890,840,780,740,730,720,71Quelle: Eigene Berechnungen Bei konstantem Rentenniveau und entsprechend variablem, das heit steigendem Beitragssatz, wachst der Bundeszuschuss von 108 auf 309 Mrd. DM, wird also fast verdreifacht. Demgegenuber steigt die Verpflichtung des Staates bei festem Beitragssatz nurauf 220 Mrd. DM. Das sind 29% weniger als im Status quo.So positiv gesamtwirtschaftlich das Ziel eines stabilen Beitragssatzes sein mag, so zeigen diese Ergebnisse doch deutlich, dass dann die Rentner vor allem die Leidtragendensein wurden. Aus Grunden der Verteilungsgerechtigkeit, die auch den Rentnern einenangemessenen Anteil am steigenden Wohlstand zubilligt, wird daher in Zukunft einemoderate Erhohung der Beitrage der Versicherten unumganglich sein.5.5 Ergebnisse bei Einfuhrung eines Teilkapitaldeckungsverfahrens Ein Teilkapitaldeckungsverfahren hat, wie erwahnt, zwei wesentliche Effekte. Zum einen wird ein Teil der spateren Belastung auf die nachsten Jahre vorverlagert. Zum anderen konnte eine hohere Rentabilitat der kapitalgedeckten Zusatzrente das Gesamtsystementlasten. Je nach Ausgestaltung wurde sich das positiv beim Beitragssatz undoderbeim Rentenniveau bzw. der Rentenhohe auswirken 25Es sei noch einmal betont, dass beide Rententeile hier stets zusammen zu sehen sind.Jeder Rentner erhalt eine Gesamtrente, die seinen fruheren Versicherungsleistungenentspricht. Welcher Teil dabei aus dem Umlagesystem kommt und welcher aus dem Kapitalstock, richtet sich nach der Dauer der fruheren Einzahlungen sowie der ferneren Lebenserwartung. Der Grundsatz gleicher Rente fur Manner und Frauen wird beibehalten. Das fuhrt dazu, dass Manner und Frauen bei gleicher Versicherungsleistung diegleiche Rente erhalten, wobei bei den Frauen, Konsequenz ihrer langeren Lebenserwartung, der Umlageanteil hoher ist als bei den Mannern. Im Laufe der Zeit steigt beiden NeuRentnern der Anteil der kapitalgedeckten Rente, wahrend der umlagefinanzierte Rentenanteil sinkt. Das Umlagesystem wird also mit jedem neuen Rentnerjahrgang starker entlastet.Zusatzlich zu den Annahmen des Status quoModells kommen hier noch als weiterezentrale Annahmen hinzu: die Einfuhrung einer Vorsorgepramie von 3 Prozent vom Bruttoeinkommen zum Aufbau des Kapitalstocks Beitrag zum Kapitaldeckungssystem sowie ein Nettorealzins von 4 Prozent zur Verzinsung des angesammelten Kapitals.Die Vorsorgepramie ist Gegenstand politischer Entscheidung. Je hoher diese ZusatzBeitrage sind, desto rascher wird der Kapitalstock aufgebaut und desto hoher sind diespateren Zusatzrenten. Der Nettorealzins wurde abgeleitet aus den erzielten Anlagerenditen der Versicherungswirtschaft ca. 7 bis 7,5 Prozent in den vergangenen Jahren.Der Zins hat die gleiche Wirkung wie die Vorsorgepramie. Je hoher er ist, desto starkersteigt der Kapitalstock, desto hoher ist die spatere Zusatzrente.Wenn die Beteiligung an der Zusatzrente obligatorisch wird, so ist davon auszugehen,dass es nur teilweise zu einer Umschichtung bereits praktizierter Sparformen kommt. Eswird vielmehr zusatzlich gespart werden mussen. Das aber hat die Konsequenz, dassder volkswirtschaftliche Kapitalstock wachst, woraus wiederum positive Wachstumseffekte durch Investitionen resultieren.Es ist auerst umstritten, in welchem Umfang bei Einfuhrung eines Teilkapitaldekkungsverfahrens zusatzlich gespart werden wurde. Im Folgenden wird deshalb von der Annahme ausgegangen, dass die Vorsorgepramien zur Halfte durch zusatzlichen Konsumverzicht aufgebracht werden. Der Zuwachs der daraus resultierenden gesamtwirtschaftlichen Sparquote liegt aber eindeutig im Rahmen der Schwankungen, die es in der Vergangenheit immer wieder gegeben hat.26Auerdem wird sich das zusatzlich geschaffene Kapital nicht vollstandig im binnenwirtschaftlichen Kapitalstock niederschlagen. Angesichts der Globalisierung der Kapitalmarkte und vor dem Hintergrund eines gesamteuropaischen Kapitalmarktes in Euroland wird unzweifelhaft ein beachtlicher Teil des Zusatzkapitals im Ausland investiert.Die Autoren unterstellen, dass wiederum 50 Prozent des zusatzlich Gesparten ins Ausland flieen. Der inlandische Kapitalstock wird folglich um 25 Prozent der jahrlichen Vorsorgepramien erhoht. Das daraus resultierende zusatzliche Wirtschaftswachstumlasst sich uber den Kapitalkoeffizienten, der zur Zeit 5,2 betragt, ermitteln.Tabelle 7 zeigt die Entwicklung des Beitragssatzes, der gesamten Rentenausgaben sowie der Eckrente unter den oben genannten Annahmen.Tabelle 7: Beitragssatz, gesamte Rentenausgaben und Eckrenten bei erganzendem Teilkapitaldeckungsverfahren, 2000 2045Beitragssatz Jahrzum Umlagesysteminsgesamtin Prozent 200020052010201520202025203020352040204518,919,019,820,921,923,324,224,023,623,2Quelle: Eigene Berechnungen 21,922,022,823,924,926,327,227,026,626,2Gesamtausgaben fur Renten,Umlagesystem in Mrd. DMEckrentein DM34037842146952458262665067369526.41527.07128.95131.06833.34835.62637.83740.64144.04047.710Durch die Einfuhrung einer Zusatzrente lasst sich der Anstieg des Beitragssatzes zum Umlagesystem deutlich senken, der Anstieg der Lohnnebenkosten in den Unternehmenwird folglich deutlich gedampft. Der von ihnen im Jahr 2045 zu zahlende Beitragssatzbetragt 11,6 statt 14,8 Prozent. Der Gesamtbeitrag der Arbeitnehmer ist in beiden Fallenungefahr gleich. Eindeutige Gewinner der Reform waren also die Unternehmen. Einwenig profitieren wurden allerdings auch Versicherte wie Rentner, da deren Einkommen durch die verstarkte Kapitalbildung etwas hoher ausfallen durften. Der Effekt istunter den hier getroffenen vorsichtigen Annahmen jedoch nicht sehr bedeutend.27Interessant ist auch, welcher Kapitalstock im Laufe der Zeit akkumuliert wird und welche Renten daraus gezahlt werden Tabelle 8.Tabelle 8: Kapitalstock, Zusatzrenten und Basiswert der Zusatzrenten bei erganzendem Teilkapitaldeckungsverfahren, 2000 2045Jahr 2000200520102015202020252030203520402045Kapitalstockin Mrd. DMZusatzrentenin Mrd. DMBasiswert der Zusatzrentenin DMManner Frauen 03808651.4662.1772.9833.8454.7295.6406.57600,42,48,019,037,867,8103,7136,1175,803971.1962.2833.6065.3847.3459.46512.18014.98801527451.5642.5693.9705.5007.0979.12711.221Quelle: Eigene Berechnungen Der Kapitalstock steigt bis zum Jahr 2045 kontinuierlich bis auf 6,6 Billionen DM an.Eine Auflosung der Rucklagen und damit ein moglicher inflationarer Effekt, wie er ursprunglich befurchtet wurde, ist also nicht zu erwarten.Das Deckungskapital ist auch volkswirtschaftlich gesehen nicht uberdimensioniert, betragt es doch, bezogen auf den gesamten Kapitalstock der Wirtschaft, im Endjahr der Projektion 15 Prozent. Wie erwahnt, ist auch zu bedenken, dass nur ein Teil des Dekkungskapitals durch echtes Zusatzsparen zustande gekommen ist und davon auch nurein Teil im Inland investiert wird.Die Zusatzrenten erreichen bis 2045 ein Volumen von 176 Mrd. DM, das sind 20 Prozent der Gesamtausgaben fur Renten in Hohe von 871 Mrd. DM 695 Mrd. DM aus Umlage 176 Mrd. DM aus Kapitalrucklagen.Der Basiswert der Zusatzrenten, das heit die Zusatzrente eines Versicherten mit Durchschnittseinkommen bei Rentenbeginn, ist zunachst unbedeutend, da der Kapitalstock sich erst langsam aufbaut. Immerhin macht er 2045 jedoch bei den Mannernschon 14.997 und bei den Frauen 11.288 DM pro Jahr aus. Der niedrigere Wert der Frauen resultiert, wie erwahnt, aus deren langerer Lebenserwartung. Bezogen auf die 28Gesamtrente sind dies bei den Mannern 36, bei den Frauen 27 Prozent. Diese Werte beziehen sich auf die Zugangsrenten, sind also hoher als der erstgenannte Wert von 20Prozent, der sich auf alle Renten bezieht.Betrachten wir zum Schluss noch die Entwicklung des Renteniveaus, wenn nach Einfuhrung des Teilkapitaldeckungsverfahrens der Beitragssatz auf 20 Prozent festgeschrieben wird Tabelle 9.Tabelle 9: Rentenniveau, Gesamtausgaben fur Renten und Eckrente bei erganzendem Teilkapitaldeckungsverfahren und festem Beitragssatz von 20 Prozent,2000 2045Jahr 2000200520102015202020252030203520402045Rentenniveauin Prozent Gesamte umlagefinanzierte Ausgaben fur Rentenin Mrd. DM76,072,469,266,062,258,956,757,258,659,9353392420450479501516535563590Eckrentein DM27.26927.95128.81229.75030.48130.95431.92734.70638.35242.305Quelle: Eigene Berechnungen Das Rentenniveau erreicht 2030 mit 56,7 Prozent seinen Tiefpunkt. Es steigt anschlieend wieder bis auf 60 Prozent an. Ohne die Reform ware das Rentenniveau dann bei 43,3 Prozent angekommen. Die Eckrente steigt jetzt kontinuierlich an, das heit es gibtkeinen zwischenzeitlichen Ruckgang der Kaufkraft der Rentner. Der jahresdurchschnittliche Zuwachs betragt 1 Prozent. Die Gesamtausgaben fur die umlagefinanzierten Renten erreichen 590 Mrd. DM. Sie sind damit ungefahr so hoch wie im Falle des reinen Umlageverfahrens 581 Mrd. DM. Die hoheren Renten 42.305 gegenuber 31.722DM werden also vollstandig aus dem Kapitalstock finanziert.Auch der Staat profitiert von der Einfuhrung einer kapitalgedeckten Zusatzrente, da sichseine Zuschusse dadurch nicht unerheblich reduzieren Tabelle 10.29Tabelle 10: Gesamter Bundeszuschuss bei Einsatz einer kapitalgedeckten Zusatzrenteund variablem bzw. festem Beitragssatz, 2000 2045Jahr Gesamter Bundeszuschuss in Mrd. DMvariablem Beitragssatzbeifestem Beitragssatz Relation2120002005201020152020202520302035204020451108129142158178200219233247262210812813714816017218419721222910,990,960,940,900,860,840,850,860,87Quelle: Eigene Berechnungen Im Gegensatz zum Status quo Modell steigt der Bundeszuschuss bei Ansatz der Teilkapitaldeckung nur auf 262 Mrd. DM statt auf 309 Mrd. DM. Die relative Ersparnis beifestem Beitragssatz fallt mit 13% deutlich geringer aus. Der absolute Beitrag ist vom Jahr 2045 mit 229 Mrd. DM sogar geringfugig hoher als die 220 Mrd. DM ohne die Zusatzrente. Der Grund liegt darin, dass die wesentlichen Komponenten des Bundeszuschusses mit dem Einkommen bzw. dem Inlandsprodukt wachsen. Beide Groen steigen jedoch bei Ansatz des Teilkapitalverfahrens etwas starker an. Es handelt sich alsonur um eine absolute, nicht aber relativ starkere Beteiligung des Staates.Das geringere finanzielle Engagement des Staates im Falle der Teilkapitaldeckungschafft auch die materielle Rechtfertigung fur eine finanzielle Forderung der Kapitalbildung. Allerdings durfte das den Politikern nicht leicht zu vermitteln sein, da wie so oft,spatere Erleichterungen nur mit aktuellen zusatzlichen Belastungen zu erreichen sind.Des weiteren wird der Staat auch von dem zusatzlichen Wachstum profitieren, das ausder Kapitalakkumulation entsteht. Nach den hier getroffenen vorsichtigen Annahmen steigt das Steuerplus bis 2045 auf 73 Mrd. DM.306. Sensitivitatsanalyse Vorausberechnungen uber einen Zeitraum von fast 50 Jahren sind stets als Modellrechnungen zu verstehen, das heit, um Entwicklungen unter genau definierten Annahmenaufzuzeigen. Selbst wenn diese Annahmen aus heutiger Sicht plausibel sind, so bedeutetdas selbstverstandlich nicht, das sie auch in Zukunft gelten werden oder zumindest einehohe Wahrscheinlichkeit aufweisen. Gezeigt wird lediglich, welchen Effekt bestimmtefundamentale Stellgroen fur die langfristige Entwicklung haben. Zusatzliche Anschaulichkeit gewinnen die Ergebnisse dann, wenn die Annahmen isoliert variiert werden.Dies soll im Folgenden geschehen. Grundlage ist dabei stets das Modell bei Einfuhrungeiner kapitalgedeckten Zusatzrente ohne die Effekte der Heraufsetzung des Rentenzugangsalters.6.1 Veranderung der Zunahme der Lebenserwartung In Anlehnung an die Erwartungen der Bevolkerungswissenschaft wurde die Zunahmeder Lebenserwartung in den nachsten 50 Jahren mit 8 Jahren angesetzt. Da von der Erhohung der Lebenserwartung vornehmlich die alteren Menschen profitieren, gilt generell, dass die Rentenfinanzen umso starker strapaziert werden, je mehr die Lebenserwartung steigt.Tabelle 11 zeigt unter dieser Annahme bei ansonsten unveranderten Pramissen zur Fertilitat und zu den Wanderungsbewegungen die Entwicklung der Gesamtbevolkerungsowie die fernere Lebenserwartung fur Neugeborene, fur 40jahrige und fur 60jahrige.31Tabelle 11:Entwicklung der Bevolkerung und der Lebenserwartung fur unterschiedliche Altersjahre bei Zunahme der Lebenserwartung um 10 Jahre bis 2050Jahr Bevolkerungin Mio.200020052010201520202025203020352040204582,282,281,981,480,880,078,977,176,174,6Lebenserwartung in Jahrenfur 40jahrigefur 60jahrigefur Neugeborene Manner Frauen Manner Frauen Manner Frauen 23,524,425,226,327,228,028,929,730,531,374,075,076,077,078,079,080,081,081,982,880,581,682,783,784,785,786,787,688,589,436,036,937,838,739,640,541,442,343,244,041,842,843,944,945,846,847,848,749,550,418,919,620,421,221,922,723,524,325,025,8Quelle: Eigene Berechnungen Die hohere Zahl von Altersrentnern erfordert hohere Beitragseinnahmen, was bei weitgehend konstantem Bruttogesamteinkommen die Zahl der Erwerbstatigen verandertsich nur geringfugig einen hoheren Beitragssatz von 24,5 statt 23,2 nach sich zieht.Ganz grob lasst sich also sagen, dass die Veranderung der Lebenserwartung um 1 Jahrc.p. den Beitragssatz um rund 0,7 Prozentpunkte verandert. Der Einfluss der Lebenserwartung auf den Beitragssatz ist folglich spurbar, wenn auch nicht dramatisch Tab.12 32Tabelle 12: Beitragssatz bei alternativen Steigerungen der Lebenserwartung Jahr Beitragssatz bei Zunahme der Lebenserwartung 8 Jahre 10 Jahre 200020052010201520202025203020352040204518,919,019,820,921,923,324,224,023,623,2Quelle: Eigene Berechnungen 18,919,119,921,022,323,924,924,924,724,56.2 Veranderung von Wachstum und Arbeitsproduktivitat Fur die beiden zentralen Groen fur die Einkommens und die Beschaftigungsentwicklung gilt folgendes: Sofern, wie angenommen, Wirtschaft und Arbeitsproduktivitat mit dem gleichen Tempo wachsen, verandert sich die Zahl der Erwerbstatigen lediglich demographisch, sobald die Bevolkerung im erwerbsfahigen Alter zu schrumpfen beginnt. Erstdann reduziert sich auch die Arbeitslosigkeit.Andert sich das Niveau beider Groen, so hat das nur geringe Auswirkungen auf den Beitragssatz. Die Hohe der Erwerbseinkommen und der Renten wird nur mittelbardurch die zwischenzeitlich unterschiedliche Hohe der Kapitalakkumulation beeinflusst. Grundsatzlich gilt, dass die Wirtschaft nur dann ebenso stark wachsen kann wie die Arbeitsproduktivitat, solange der Arbeitsmarkt ausreichende Reserven aufweist. Sobald Vollbeschaftigung erreicht ist, d.h. die Stille Reserve ausgeschopft und die Arbeitslosigkeit bis auf einen Sockel reduziert ist, wachst die Wirtschaft bei rucklaufiger Erwerbspersonenzahl nur noch mit dem Tempo, das sich aus dem Produkt der Wachstumsrate der Arbeitsproduktivitat mit der Veranderungsrate der Erwerbspersonenzahl ergibt.33 Wachst die Wirtschaft starker als die Arbeitsproduktivitat, baut sich die Arbeitslosigkeit rascher ab. Es gibt vorubergehend hohere Einnahmen fur die Rentenversicherung. Vom Zeitpunkt der Vollbeschaftigung an ist jedoch nur noch das Produkt aus Arbeitsproduktivitat, Wachstum und Veranderung der Erwerbstatigenzahl fur die Einnahmenentwicklung ausschlaggebend. Eine starkere wirtschaftliche Wachstumsrate ist also nur vorubergehend bedeutsam.6.3 Veranderung der Kapitalverzinsung Die Rentabilitat und damit die Uberlegenheit des Kapitaldeckungsverfahrens hangt vorallem von der Hohe der Verzinsung des Kapitals ab. Generell gilt, dass die Rentabilitatdes Kapitaldeckungsverfahrens hoher ist als die des Umlagesystems, wenn die Nettoverzinsung den Rentenanpassungssatz ubersteigt. In der Vergangenheit, insbesondereseit Einfuhrung der nettolohnbezogenen Rentenanpassung, war das uberwiegend der Fall, auch wenn man fur die Kapitalverzinsung unterschiedliche Groen ansetzen kann.1Der in der vorangehenden Berechnung verwendete Zinssatz von 4% real entspricht inetwa den Ergebnissen der Versicherungsbranche in den letzten Jahren. Setzt man stattdessen einen Wert von 3 Prozent an, muss der Beitragssatz etwas starker erhoht werden,um das Rentenniveau konstant zu halten Tabelle 13. Die Differenz zeigt sich dabeiweniger in den Anfangsjahren als vielmehr spater, wenn die Kapitalrenten reichlicherflieen. Bei einer um einen Prozentpunkt niedrigeren Kapitalverzinsung erhoht sich der Beitragssatz ceteris paribus bis 2045 um 1,2 Prozentpunkte.Alles in allem ist es beruhigend festzustellen, dass moderate Veranderungen in der Kapitalverzinsung keine gravierenden Auswirkungen auf den Beitragssatz haben.1 Vgl. zum Beispiel G. Buttler, Alterssicherung im Umlageverfahren und im Kapitaldeckungsverfahren,a.a.o., S. 88 ff. BorschSupan, a.a.O., S. 13 ff. gibt fur die heutige Nettokapitalrendite ein Intervall von 3 bis 5,5 Prozent an. Tendenziell soll die Rendite langfristig jedoch leicht sinken.34Tabelle 13: UmlageBeitragssatz bei unterschiedlichem Zinssatz Jahr 20002005201020152020202520302035204020453%18,919,019,820,822,023,624,624,724,524,44%18,919,019,820,921,923,324,224,023,623,2Quelle: Eigene Berechnungen 6.4 Variation des Vorsorgesatzes Da die Einfuhrung der Teilkapitalrente das Umlageverfahren entlastet, stellt sich naturlich die Frage, wie sich eine Erhohung des Vorsorgesatzes von wie bisher unterstellt 3 Prozent auf zum Beispiel 4 Prozent auswirkt. Das ist beispielsweise der Satz, den die Bundesregierung anstrebt, auch wenn das endgultige Niveau erst im Jahr 2008 erreichtwerden soll.Tabelle 14 zeigt die Unterschiede in der Beitragssatzentwicklung bei Vorsorgeraten von 3, 4 und 5 Prozent vom Bruttoeinkommen.35Tabelle 14: Beitragssatz zum Umlageverfahren bei Vorsorgeraten Jahr 20002005201020152020202520302035204020453%18,919,019,820,921,923,324,224,023,623,24%18,918,719,420,221,322,423,022,521,821,15%18,918,419,119,820,721,521,821,020,019,1Quelle: Eigene Berechnungen Auch hier gilt, dass die Entlastungswirkung erst in spateren Jahren deutlicher wird.Wahrend im Jahr 2020 eine um ein Prozentpunkt hohere Vorsorgerate den Beitragssatzum 0,6 Prozentpunkte reduziert, sind es im Jahr 2045 bereits jeweils 2,1 Prozentpunkte.Zwar ist die Gesamtbelastung der Beitragszahler anfangs noch hoher, etwa vom Jahr 2025 an ergibt sich jedoch eine Verringerung der Gesamtbelastung Tabelle 15.Tabelle 15: Gesamtbeitrag zur Alterssicherung Jahrohne Vorsorge 200020052010201520202025203020352040204518,920,020,922,123,826,027,828,629,029,5Quelle: Eigene Berechnungenbei Vorsorgeraten von 4%22,922,723,424,225,326,427,026,525,825,15%23,923,424,128,825,726,526,826,025,024,13%21,922,022,823,924,926,327,227,026,626,236Bei der Interpretation dieser Ergebnisse ist allerdings zu berucksichtigen, dass die Aufteilung dieses gesamten Beitragssatzes zur Alterssicherung nicht wie im derzeitigen System je zur Halfte auf Arbeitgeber wie Arbeitnehmer aufgeteilt wird, sondern dass dannnur der Umlagebeitragsatz wie bisher aufgeteilt wird, wahrend der Vorsorgesatz alleinvon den Versicherten zu zahlen ist. Wenn durch eine hohere Leistungsfahigkeit des Teilkapitalsystems der Umlagebeitrag gesenkt werden kann, profitieren davon die Arbeitgeber relativ am starksten.Durch eine staatliche Forderung wird dies Ungleichgewicht ein wenig korrigiert.7. Auswirkungen der Heraufsetzung des Rentenzugangsalters Obwohl die Regelaltersgrenze mit 65 Jahren beginnt, liegt das durchschnittliche Rentenzugangsalter bei den Altersrenten bei den Mannern und den Frauen bei 62,2 Jahren.1Da liegt die Forderung nahe, zur Entlastung der Rentenfinanzen das effektive Rentenzugangsalter heraufzusetzen bzw. naher an die Regelaltersgrenzen heranzufuhren.Dies wurde erstmals im Rentenreformgesetz 1992 festgelegt, allerdings mit einer Ubergangszeit, die 2001 beginnen sollte und erst 2012 abgeschlossen worden ware. In den Folgejahren wurde zunachst die Heraufsetzung bei der Rente wegen Arbeitslosigkeitund anschlieend auch bei den Alterrenten fur Frauen sowie fur langjahrig Versichertevorverlegt und beschleunigt. Zwar ist auch in Zukunft eine vorzeitige Verrentung moglich, jedoch fuhrt das zu einem Abschlag bei der Rentenhohe im Ausma von 3,6% pro Jahr, maximal also 18%.Die Uberlegung der Reformer bei dieser Manahme war ganz offensichtlich, dass die Versicherungstrager in jedem Fall gewinnen, sei es, dass die Versicherten erst spater in Rente gehen, und bis dahin auch noch Beitrage zahlen, sei es, dass sie sich wie bishervorzeitig verrenten lassen, dann eben zu deutlich reduzierten Ruhegeldern.Bei naherer Betrachtung ist diese optimistische Einschatzung etwas zu revidieren. Dadurch eine Veranderung des Rentenzugangsalters direkt keine neuen Arbeitsplatze geschaffen werden, gibt es ceteris paribus auch nicht mehr Beitragszahler, so dass auchdie Einnahmen weitgehend unverandert bleiben durften.Anders sieht es auf der Ausgabenseite aus. Wenn zum Beispiel ein Versicherter nichtmit 63 sondern mit 65 Jahren in Rente geht, spart seine Versicherung fur zwei Jahre die Ausgaben fur die Altersrente. Andererseits erwirbt der Versicherte im Normalfall, das 1 www.vdr.destatistik. Berucksichtigt man auch die Renten wegen Erwerbsminderung, sinkt das Zugangsalter bei den Mannern auf 59,7 und den Frauen auf 60,5 Jahre.37heit wenn er bis 65 weiter arbeitet, auch einen entsprechend hoheren Rentenanspruch,der fur die gesamte Rentenbezugsdauer zu zahlen ist. Andererseits gibt es bei den jungeren Arbeitssuchenden einen, der jetzt keine Stelle findet und der folglich auch keine Rentenanspruche erwerben kann. Bei der Versicherung wirkt sich das in aller Regel erstsehr viel spater durch eine entsprechend niedrigere Rentenzahlung aus. Eine detaillierte Berechnung sollte ergeben, dass der Entlastungseffekt am groten ist, wenn in Zukunftniemand von der Moglichkeit, vorzeitig in Rente zu gehen, Gebrauch macht. Dann spartdie Rentenversicherung die Ausgaben fur vorgezogene Renten zwischen 60 und 64 Jahren. Dafur mussen jedoch sukzessiv hohere Renten fur die ab 65 jahrigen gezahlt werden. Die Entlastung fallt umso geringer aus, je mehr Versicherte auch in Zukunft vorzeitig in den Ruhestand gehen.Von allen neuen Altersrentnern des Jahres 1998 sind ungefahr 64 Prozent vor dem 65.Lebensjahr in Rente gegangen.1 Diese wurden in Zukunft eine reduzierte Rente bekommen. Bei im Durchschnitt 2,8 Jahren vorzeitigem Rentenbezug ware das ein Abschlag von 10 Prozent 3,6% x 2,8 Jahre. Die Gesamteinsparung belauft sich folglichmaximal auf 6,4 Prozent, dies allerdings nur bei den Neurentnern, so dass eine wesentliche Entlastung erst nach langerer Zeit eintritt. Da zur Zeit etwa 10 Prozent der Altersrentner zwischen 60 und 64 Jahren alt sind, ergibt sich eine Einsparung von 10 Prozentder entsprechenden Rentenausgaben, sofern in Zukunft niemand mehr vorzeitig in Rente gehen wurde. Der Umstand, dass die Versicherungstrager umso besser abschneiden, je weniger Versicherte in Zukunft vorzeitig in Rente gehen, belegt im Ubrigen,dass es trotz der Abzuge sich fur den Einzelnen finanziell empfiehlt, moglichst fruh seine Rente zu beantragen.2So berechtigt angesichts steigender Lebenserwartung eine Heraufsetzung des Rentenzugangsalters ist, man sollte sich davon keine groen Einspareffekte erwarten. Uberdiessind dabei auch die Wirkungen auf den Arbeitsmarkt zu beachten. Hat man in der Vergangenheit versucht, durch grozugige Fruhverrentung den Arbeitsmarkt zu entlasten,fallt man mit der Heraufsetzung des Rentenzugangsalters in das andere Extrem. Die Rentenfinanzen werden auf Kosten von Arbeitslosenversicherung und Sozialhilfe verbessert. Wieder einmal trifft fur die soziale Sicherung der Vorwurf vom Verschiebebahnhof zu, die Lasten werden je nach politischer Opportunitat zwischen den Versicherungsbereichen hin und her geschoben.1 Statistisches Jahrbuch 1999, S. 454. Von allen Altersrentern sind 30% vorzeitig in Rente gegangen. Im Vergleich mit dem Wert von 64% bei den Neurenten zeigt sich, wie stark die Fruhverrentung in denletzten Jahren zugenommen hat.2 Ohnehin ziehen die Versicherten eine Absenkung des Rentenniveaus einer Erhohung des Rentenaltersdeutlich vor. Vgl. A. BorschSupan, Rentenreform und die Bereitschaft zur Eigenvorsorge: Umfrageergebnisse in Deutschland, in: Beitrage zur angewandten Wirtschaftsforschung, Nr. 58300, Institut fur Volkswirtschaftslehre und Statistik, Universitat Mannheim, Mannheim. 2000.388. Grundsatze fur eine Reform Um die Alterssicherung dauerhaft auf eine solide Basis zu stellen, reicht eine einzige Manahme wie die Einfuhrung einer kapitalgedeckten Zusatzrente nicht aus. Das sehenauch die Politiker. Entlastung wird und muss kommen zum Beispiel von der bereits in Kraft gesetzten Heraufsetzung des Rentenzugangsalters, wobei allerdings die Abschlagefur vorzeitigen Rentenbezug noch einmal uberpruft werden sollten. Entlastung ist aberauch moglich durch eine Reform der Hinterbliebenenversorgung, bei der starker als bisher eigene Rentenanspruche berucksichtigt werden. Schlielich sollte auch sparsamermit der Bewilligung von Erwerbsminderungsrenten verfahren werden.Sowohl bei der Heraufsetzung des Zugangsalters bei den Altersrenten wie auch bei einer Einschrankung der Erwerbsminderungsrenten aus arbeitsmarktpolitischen Grunden ist zu bedenken, dass beide Manahmen bei der gegenwartig schlechten Verfassung des Arbeitsmarktes zwar die Rentenkassen entlasten, andererseits aber die Probleme bei der Arbeitslosenunterstutzung oder der Sozialhilfe verstarken. Uneingeschranktzu befurworten sind sie erst bei Wiedererreichen der Vollbeschaftigung.Die wesentlichen Einschnitte mussen jedoch bei der Rentenhohe erfolgen, und zwar,was die Manahmen besonders schwierig macht, nicht erst in 10 oder 15 Jahren, sondern sofort, um den weiteren Anstieg des Beitragssatzes aufzuhalten oder sogar einentemporaren Ruckgang zu bewirken. Dadurch wird Spielraum geschaffen fur die Einfuhrung der kapitalgedeckten Rente.Auf den ersten Blick kommen die Rentner bei den vorgesehenen Manahmen scheinbarbesser weg als die Versicherten, mussen sie doch nur die Absenkung ihres Rentenniveaus in den Jahren 2000 und 2001 um ca. 2,5 Prozentpunkte hinnehmen, wahrend die Beitrage fur die Zusatzrente sukzessiv auf 4 Prozent ansteigen, zu denen dann spaterauch noch ein Anstieg des Beitragssatzes zum Umlagesystem hinzukommt. Mittelbarsind aber auch die Rentner von den Beitragen fur die Zusatzrente betroffen, da dadurchdas Nettoeinkommen relativ reduziert wird und mithin die Rentenanpassung entsprechend schwacher ausfallt.Zusammengefasst lasst sich also sagen, dass die Senkung des Rentenniveaus in den Jahren 2000 und 2001 direkt die Rentner belastet, wahrend es fur die Versicherten eine Entlastung beim Beitragssatz bringt. Die Beitrage zur Zusatzrente mindern die verfugbaren Einkommen der Versicherten, wirken sich aber gleichzeitig negativ bei den Rentnern infolge geringerer Rentenerhohungen aus.39Beide Manahmen, die Einfuhrung der kapitalgedeckten Zusatzrente wie die Dampfungdes zukunftigen Rentenanstiegs, sind nicht nur erforderlich, sie sind auch sozial gerechtfertigt, da sie sowohl die derzeitigen Rentner betreffen als auch die jungere Generation.Beide Bevolkerungsgruppen sind verantwortlich fur den demographischen Wandel bzw.profitieren davon, sei es, dass sie zu wenig Kinder bekommen haben, sei es ,dass ihre Lebenserwartung kontinuierlich steigt.Auf den ersten Blick hat es den Anschein, als wurde dabei die jungere Generation doppelt belastet, durch die zusatzliche Vorsorge fur die Kapitalrente und durch ein spatersinkendes Rentenniveau. Wie am Beispiel des festen Beitragssatzes Tabelle 7 gezeigtwurde, fuhrt jedoch die hohere Rentabilitat der Zusatzrente dazu, dass das Rentenniveauin spateren Jahren wieder ansteigt und dass auch die Renten absolut kontinuierlich steigen. Dies gilt, wohlgemerkt, unter der Annahme, dass die Beitrage zur Rentenversicherung in Zukunft konstant bleiben.Ob dadurch Verteilungsgerechtigkeit zwischen den Generationen erreicht wird,istletztlich eine politische Frage. Belastungsrechnungen, wie sie zum Beispiel das ifoInstitut vorlegt, konnen dabei jedoch wichtige Hilfestellung leisten.1 Es ist allerdingsschwer, einen objektiven Mastab zu finden. Dass dafur wie bisher nicht mehr alleindas Nettoeinkommen verwendet werden sollte, ist inzwischen offenbar weitgehend anerkannt.Was zur Zeit besonders den Gewerkschaften Probleme bereitet, die teilweise Abkehrvon der gleichmaigen Aufteilung der Beitrage zur Rentenversicherung auf Arbeitgeberwie Arbeitnehmer, relativiert sich, wenn man bedenkt, dass der Arbeitgeberbeitrag zuden Lohnkosten gehort, also letztlich Einkommensbestandteil ist. Wenn er, wie vorgesehen, konstant bleibt und damit bei Einfuhrung der Zusatzrente anteilsmaig zuruckgeht, so entlastet das die Unternehmen, was wiederum zu Mehrbeschaftigung und einerhoheren Lohnsumme undoder zu steigenden Individualeinkommen fuhrt. In beiden Fallen profitieren davon nicht nur die Versicherten, sondern auch die Rentner.Da die Einfuhrung der Zusatzrente auch den Staat entlastet, ist es gerechtfertigt, die zusatzlichen Beitragszahlungen der Versicherten finanziell zu unterstutzen.Im Ubrigen wurde die aktuelle Diskussion weitgehend entscharft werden konnen, wennes gelange, statt einer statistischen Betrachtung der Reformmanahmen die Senkungdes Rentenniveaus wird als absolute Rentenkurzung angesehen die Veranderungen im Zeitablauf zu verdeutlichen. Gegenuber dem derzeitigen System profitieren letztlich alle 1 Vgl. SinnWerding, a.a.O., S. 12 ff.40Beteiligten von der Einfuhrung einer kapitalgedeckten Zusatzrente. Es geht also in der Diskussion genau genommen um die Frage, wer von den Verbesserungen starker profitiert.Sofern die Wirtschaft sich auch in Zukunft positiv entwickelt, und die dauerhafte Reform unserer Alterssicherung ist eine wichtige Voraussetzung dafur, konnen die Einzelmanahmen so austariert werden, dass alle Beteiligten am wirtschaftlichen Fortschritt teilhaben, also weder Rentenkurzungen noch Nettoeinkommenseinbuen vorkommen.Das Rentenniveau und seine Veranderung ist fur den einzelnen Rentner nur durch dieoffentliche Diskussion zu einem Problem geworden und dies auch nur durch die falschliche Gleichsetzung mit der absoluten Rentenhohe. Viel entscheidender ist die Sicherung des Lebensstandards und die Aussicht auf eine kontinuierliche Verbesserung. Die Beibehaltung des bisherigen Systems wurde zwar vordergrundig das Rentenniveau erhalten, aber auch nur um den Preis, dass die Renten in Zukunft deutlich schwacher steigen als bisher.Bei den Erwerbstatigen ist die Situation etwas anders. Sie fuhlen sich um den Ertrag ihrer Arbeit betrogen, wenn sie sehen, wie durch steigende Abgaben ein zunehmender Teil ihrer Bruttoeinkommenssteigerungen aufgezehrt wird. Zwar bedeutet auch der Beitrag zur Zusatzrente eine Beschneidung des verfugbaren Einkommen, da er jedochunmittelbar der eigenen Alterssicherung dient und man das Ergebnis dieser Spartatigkeit durch regelmaige Kontoauszuge erfahrt, wird er viel leichter akzeptiert. Dies giltbesonders, wenn die Beitrage, wie vorgegeben, freiwillig erfolgen. Allerdings, wirmochten noch einmal betonen, dass zu erwarten ist, dass auf freiwilliger Basis nicht alle Versicherten mitmachen werden. Insbesondere die Personenkreise, die wegen niedriger Erwerbseinkommen und entsprechend niedriger spaterer Renten besonders auf die Zusatzrente angewiesen sind, werden sich nur unvollstandig beteiligen, so dass die Gefahrder Altersarmut wachst.1Ob der von der Vorgangerregierung vorgesehene demographische Faktor oder der Ausgleichsfaktor der jetzigen Regierung, verbunden mit einer befristeten schwacheren Rentenerhohung das bessere Instrument ist, ist nicht eine Frage der Bezeichnung, sondern der Ausgestaltung. In den derzeitigen Konzeptionen bevorzugen wir den demographischen Faktor, da er die Rentenentwicklung fur alle einheitlich und damit transparenter macht.1 Vgl. hierzu u.a. SinnWerding, a.a.O., S. 21 f.41Der Regierungsentwurf bedeutet genau genommen den Abschied vom einheitlichen Rentenniveau fur alle Eckrentner gleich welchen Alters. In Zukunft wird es fur jedenneuen Rentnerjahrgang ein anderes Rentenniveau geben und selbst innerhalb der Jahrgange gibt es, je nachdem welche Unterbrechungen der Beitragszeit vorlagen, noch Unterschiede. Transparenz bezuglich der zu erwartenden relativen Rentenhohe erscheint uns aber auch wichtig fur die Akzeptanz des gesamten Systems. Zwar reklamiertauch die Bundesregierung fur ihren Entwurf, er schaffe endlich Klarheit daruber, wasdie gesetzliche Rentenversicherung in Gegenwart und Zukunft leisten kann,1 genau daswird aber nicht erreicht.Da es einige Zeit dauert, um einen Kapitalstock aufzubauen, der eine nennenswerte Zusatzrente gewahrleistet, ist es konsequent, wenn der Regierungsentwurf erst vom Jahr 2011 an die Zugangsrenten um 0,3 Prozent pro Jahr bis zu einem Maximum von 6 Prozent niedriger ansetzt als die Bestandsrenten. Eine Kompensation soll durch die Zusatzrenten gewahrleistet sein. Da diese Manahme aber nur bei den Zugangsrenten greift,wird es Jahrzehnte dauern, bis daraus eine starkere Entlastung des Umlageverfahrensresultiert.Zusatzlich ist vorgesehen, die Bestandsrenten im Jahr 2000 und 2001 lediglich im Ausma der Inflation zu erhohen. Daraus resultiert voraussichtlich eine Senkung des Rentenniveaus von 70 auf 67 Prozent nach der alten Definition der VGR. Danach sollgrundsatzlich zur Nettoanpassung zuruckgekehrt werden, bei der nur noch die Beitragezur Alterssicherung Umlagebeitrag und freiwillige Vorsorge von maximal 4 Prozentberucksichtigt werden. Das bedeutet, dass die Renten so erhoht werden wie die Versicherteneinkommen nach Abzug der Beitrage zur Alterssicherung. Dies ist fur die Rentenversicherung nur geringfugig gunstiger. Zwar werden aus demographischen Grunden, das heit alterungsbedingt, die Beitragssatze zur Kranken und zur Pflegeversicherung ansteigen. Dies trifft aber gleichermaen auch die Rentner. Lediglich durch einen Ruckgang des Beitragssatzes zur Arbeitslosenversicherung ergibt sich eine leichte Entlastung der Nettoeinkommen, was generell rentenerhohend wirkt. Nach der neuen Anpassungsformel fallt dieser Effekt weg.1 Bundesministerium fur Arbeit und Sozialordnung, Die Rentenreform 2000: Ein mutiger Schritt zu mehr Sicherheit, August 2000, S. 6.42Aber wahrscheinlich ist es auch zu viel verlangt, auf Anhieb den groen Reformwurf zuerwarten, der fur die nachsten Jahrzehnte unverandert bleiben kann. Entscheidend istzunachst die richtige Weichenstellung und die erfolgt mit der Einfuhrung der kapitalgedeckten Zusatzrente. Korrekturen im Detail sind auch spater noch moglich. Ganz wichtig ist aber, dass die Reform rasch eingefuhrt wird. Hatten wir bereits vor 10 Jahren damit begonnen, stunden wir jetzt sehr viel besser da. Ganz wichtig ist schlielich, dassdie Reform von allen Parteien getragen wird und dass sie aus den nachsten Wahlkampfen herausgehalten wird. Entscheidend fur den Fortbestand des Sicherungssystems istdas Vertrauen der Versicherten wie der Rentner. Eine weitere Verunsicherung solltenwir nicht riskieren.43Literaturverzeichnis Besendorfer, D., Borgmann, Ch., Raffelhuschen, H., Ein Pladoyer fur intergenerative Ausgewogenheit, Rentenreformvorschlage auf dem Prufstand, in: IfoStudien 4419983, S. 218 ff.Birg H., BorschSupan, A., Fur eine Aufgabenteilung zwischen gesetzlicher und privater Altersversorgung. Gutachten GDV, Bielefeld und Mannheim 1999.Bomsdorf, E., Niedrigere Beitrage in der GRV durch private Altersvorsorge, in: ifo Schnelldienst, 53 Jg., 122000, S. 7 ff.BorschSupan, A., Rentabilitatsvergleiche im Umlage und Kapitaldeckungsverfahren. Beitragezur angewandten Wirtschaftsforschung Nr. 58500, Institut fur Volkswirtschaftslehre und Statistik, Universitat Mannheim, Mannheim 2000.BorschSupan, A., Rentenreform und die Bereitschaft zur Eigenvorsorge: Umfrageergebnisse in Deutschland, in: Beitrage zur angewandten Wirtschaftsforschung, Nr. 58300, Institut fur Volkswirtschaftslehre und Statistik, Universitat Mannheim, Mannheim. 2000.Bundesministerium fur Arbeit und Sozialordnung, Die Rentenreform 2000: Ein mutiger Schrittzu mehr Sicherheit, August 2000, S. 6.Bundesministerium fur Wirtschaft Hrsg., Grundlegende Reform der gesetzlichen Rentenversicherung, Gutachten des Wissenschaftlichen Beirats beim Bundesministerium fur Wirtschaft, 1998.Buttler, G., Alterssicherung im Umlageverfahren und im Kapitaldeckungsverfahren, in: Reformdes Sozialstaats, a.a.O., S. 85.Buttler, G., Klein, I., Modellrechnungen fur ein Teilkapitaldeckungsverfahren in der Alterssicherung auf der Basis des Integrationsmodells des AXA Colonia Konzerns vom Februar 1997, Oktober 1999.Buttler, G., Winterstein, H., Uberlegungen zur Ausgestaltung der Alterssicherung in der Bundesrepublik, in: Uberwindung der Sozialstaatskrise, hrsg. v. HerderDorneich, Klages,Schlotter, BadenBaden 1984, S. 256 ff.Deutsche Bank Research Hrsg., Reform der Altersvorsorge Fehlentscheidungen vermeiden,Frankfurt 2000, S. 67.Deutsches Institut fur Altersvorsorge Hrsg., Renditen der gesetzlichen Rentenversicherung im Vergleich zu alternativen Anlageformen, Frankfurt 1998.Deutsches Institut fur Altersvorsorge Gmb H Hrsg., Reformerfahrungen im Ausland, Koln 1999.Eckerle, K., Oczipka, T., PrognosGutachten 1998, Auswirkungen veranderter okonomischerund rechtlicher Rahmenbedingungen auf die gesetzliche Rentenversicherung in Deutschland, Basel 1998.44Institut der deutschen Wirtschaft Hrsg., Reform des Sozialstaats, Vorschlage, Argumente,Modellrechnungen zur Alterssicherung, Koln 1997.Junge Union Bayern, Soziale Sicherung fur das 21. Jahrhundert, Beschluss vom 26.09.1996.Krupp, H.J., Wie sicher und rentabel kann Alterssicherung sein?, in: Sozialer Fortschritt 121998, S. 293 ff.Miegel, M., Wahl, S., Gesetzliche Grundsicherung, Private Vorsorge Der Weg aus der Rentenkrise, Stuttgart. 1985Miegel, M., Wahl, S., Solidarische Grundsicherung, Private Vorsorge. Der Weg aus der Rentenkrise, Munchen 1999.Neumann, M., Moglichkeiten zur Entlastung der gesetzlichen Rentenversicherung durch kapitalbildende Vorsorgemanahmen, Tubingen 1986.o.V., Bankvolkswirte fur Starkung der privaten Altersvorsorge, F.A.Z. vom 10.10.96, Nr. 236,S. 17.o.V., Die Deutschen furchten um ihren Wohlstand im Alter, F.A.Z. vom 31.10.2000, Nr. 253, S.33.o.V., Einstieg in die Teilkapitaldeckung der Altersvorsorge mit Wachstumseinbuen verbunden,DIWWochenbericht 4699, 66. Jg.o.V., Jeder dritte Burger sorgt nicht fur das Alter vor, F.A.Z. vom 31.10.2000, Nr. 253, S. 19.Peffekoven, R., Kroker, R., Fuest, W. und Wiegard, W., Rentenbesteuerung ein Weg aus der Finanzkrise, in: ifo Schnelldienst 212000, 53. Jg., S. 3 12.Rurup, B., Prinz, A., Betriebsrente versus Privatvorsorge, in: ifo Schnelldienst, 252000, 53. Jg.,S. 3 8.Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 199697, S. 32 ff.Schmahl, W., Wohin fuhrt der eingeschlagene Weg, in: ifo Schnelldienst 53. Jg., 28292000, S.12 ff.Sinn, H.W., Ubelmesser, S., Rentenreform, strategische Mehrheit und demographische Entwicklung: Wann kippt Deutschland um?, in: ifo Schnelldienst, 53. Jg., 28292000, S. 20 ff.Sinn, H.W., Werding, M., Rentenniveausenkung, ifo Empfehlungen zur Konsolidierung des Umlageverfahrens, in: ifo Schnelldienst 182000, 53. Jg., S. 14.Statistisches Bundesamt Hrsg., Jahrbuch 1999, S. 557.Storm, A., Materialien zum Vorschlag fur eine belastungsgerechte Erneuerung des Generationenvertrages. Beitrag anlasslich des Zukunftsforums Soziale Sicherung der CDU am 5. und 6. September 1996.45VDR Hrsg., Rentenversicherung im internationalen Vergleich 1999, FrankfurtM. 1999.Werding, M., Rentenreform: Modellrechnungen zu den langfristigen Effekten, in: ifo Schnelldienst, 53 Jg., 28292000, S. 39 ff.46", "filename": "61312362X.pdf", "person": ["Günter Buttler", "Buttler, Günter", "Ingo Klein", "Klein, Ingo"], "date": ["2000"]}