{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/35898/1/613269365.pdf"], "title": ["Did the national minimum wage affect UK prices?"], "plaintext": " Discussion Paper No. 4433 September 2009 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Did the National Minimum Wage Affect UK Prices? Jonathan Wadsworth Royal Holloway, University of London, CEP, London School of Economics and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 4433 September 2009 ABSTRACT Did the National Minimum Wage Affect UK Prices? One potential channel through which the effects of the minimum wage could be directed is that firms who employ minimum wage workers could pass on any resulting higher labour costs in the form of higher prices. This study looks at the effects of the introduction and subsequent uprating of the minimum wage on the prices of UK goods and services, comparing the prices of goods produced by industries in which UK minimum wage workers make up a substantial share of total costs with the prices of goods and services that make less use of minimum wage labour. Using sectorallevel price data matched to survey data on the share of minimum wage workers in each sector, it is hard to find much evidence of significant price changes in the months that correspond to the uprating of the NMW. However over the longer term, prices in several minimum wage sectors notably takeaway foods, canteen meals, hotel services and domestic services do appear to have risen significantly faster than prices of nonminimum wage sectors. These effects were particularly significant in the four years immediately after the introduction of the minimum wage. JEL Classification: Keywords: minimum wage, prices Corresponding author: Jonathan Wadsworth Economics Department Royal Holloway College University of London Egham TW20 0EX Email: j.wadsworthrhul.ac.uk J6 This work is based on a report for the UK Low Pay Commission. Thanks to Tim Butcher, Steve Machin and David Metcalf for helpful comments. 1. Introduction When the national minimum wage, NMW, was introduced in Britain, much effort focused on establishing the possible effects on the hours and employment prospects of those workers affected by its introduction. The consensus that emerged was that the overall effect on the level of employment in Britain was broadly neutral, see for example Stewart 2004 . Given the lack of an employment effect, research has shifted toward establishing whether the margin of adjustment was borne elsewhere. Stewart and Swaffield 2005 establish that there may have been a small fall in the number of hours worked by low wage workers. Draca, Machin and Van Reenen 2006 produce evidence to suggest that productivity may have risen more in firms that employ more low wage workers and that profitability may have fallen in firms that were more affected by the minimum wage introduction. There is also another potential channel through which the effects of the minimum wage could be directed. Firms that employ minimum wage workers could have passed on any higher labour costs resulting from the minimum wage in the form of higher prices. The existing, limited, empirical literature on the price effects of minimum wages, summarised in Lemos 2008, has focused on the effect of the minimum wage on aggregate retail price inflation. Lemos 2008 concludes that the accumulated, worldwide, evidence on the effects of the NMW on aggregate price inflation appears to be small 1. There have been fewer attempts to focus on prices in sectors that make use of a large number of minimum wage workers. A few notable studies make use of more disaggregated price data. Aaronson 2001 looks at fast food sectoral price variation across US states subject to different minimum wage levels and concludes that prices in this sector rise, with an elasticity of around 0.1, within one month of any minimum wage rise. Mac Donald and Aaronson 2006 show that most fastfood outlets only raised the prices of a subset of their products in response to a change in the minimum wage, which suggests that there may be itemspecific fixed costs to changing price, or demand elasticities that vary 1 With an elasticity of price inflation with respect to the NMW of around 0.04 2across goods. Aaronson, French and Mac Donald 2005 use US establishmentlevel price data for the fastfood sector and conclude that price rises were most common in stores more likely to pay the minimum wage and that most of the higher costs faced by employers there are passed on to consumers almost immediately in the form of higher prices. Card and Krueger 1994, 1995 also analyse several different samples of establishmentlevel fastfood price data but conclude that it is difficult to reach firm conclusions about the relationship between minimum wages and prices. In the only existing UK estimates relating to prices Draca, Machin and Van Reenen 2005 outline sectorallevel retail price changes in three lowpaying UK industries takeaway food, restaurants and canteens. The authors conclude that there was not much evidence of prices changes in these sectors at the time of the introduction of the NMW and the subsequent upratings to the end of 2002. In what follows we apply a differenceindifference strategy to give a more comprehensive assessment of the effects of the minimum wage of retail prices in the UK. We first use the Labour Force Survey LFS and the Annual Survey of Hours and Earnings ASHE to estimate the employee and the wage bill shares relating to minimum wage workers in each three or four digit UK industry sector in order to identify minimum wage goods and services. We then match these data to sectorallevel data on retail prices and look to see if there is any evidence that prices in minimum wage sectors, sectors that received the biggest shock to their wage bills, were changed more than elsewhere by the introduction of and subsequent changes in the minimum wage through to 2007. In particular we examine whether prices in those minimum wage industries rose at the months leading up to and following the NMW introduction and subsequent upgrades and also whether prices in those industries rose, relative to prices in other industries in the longer term. Section 2 sets out the theoretical considerations that underlie the study and which guide the search for appropriate data, while section 3 outlines the data and estimation techniques used here. Section 4 sets out the main results of the paper, namely that prices appear to have risen 3faster in several minimum wage sectors than elsewhere since the NMW was introduced. Section 5 concludes. 2. Theoretical Framework and Institutional Background In May 1997, the UK government set up an independent Low Pay Commission, LPC, consisting of representatives from employers, unions and academia to take evidence and make recommendations on the initial level of the NMW and subsequently on the size of any increases, based on monitoring and evaluation of its impact. Aside from the introduction, each uprating has been in the October of every subsequent year. The LPC typically gives its recommendations in February of each year and the government decides whether to accept its recommendations on the new level, if any, by March. Consequently employees and employers have around six months notice of any impending changes. Since inception there has been a separate adult rate for those aged 22 and over and a youth rate for those aged 18 to 21. From October 2004 there has also been a separate rate for 16 to 17 year olds. The Low Pay Commission 2001 estimated that workers in 1.3 million jobs, some 5% of all jobs, were entitled to higher wages as a result of the introduction of the NMW of 3.60 for adults and 3.00 for youths in 1999. While the median annual percentage wage increase was estimated at around 20% for individuals entitled to the NMW, the impact on the aggregate wage bill was an average estimated rise of 0.35%. Of course, this increase in costs varied widely across sectors with differing fractions of low wage employees, ranging from 7 percent in the hairdressing sector to less than 0.1 percent in the IT sector. This variation across sectors is used inn the analysis that follows. Since 1999 the subsequent increases in the NMW have been more modest. The average percentage rise in the nominal level of the adult NMW between 2000 and 2007 was 5.5%. There were much larger increases in 2001, 10.4% and in 2003 and 2004 7.1% and 7.8% respectively.2 2 See Low Pay Commission 2008 for more details on the levels and history of the NMW so far. 4Price Changes Microeconomic consumer and labour demand theories indicate that a firms potential set of responses to a cost increase depends on factors like the extent of competition in the firms product market, the firms ability to make compensating productivity improvements, the presence of imports or close substitutes not subject to the same cost increase, and also on the price elasticity of demand for the good in question. In the case of a cost increase induced by the minimum wage, then all domestic firms producing the same product will be subject to the same cost pressures, which will differ only by the share of minimum wage labour in production. Firms which use a higher share of minimum wage labour in their production process will be subject to the highest cost pressures, other things equal. In addition if there are any wage spillovers from the minimum wage, putting upward pressure on wages further along the wage distribution, then the effect on costs will be magnified. The prices of substitutes and complements for the good also matter for pricing decisions. These prices in turn depend on the input costs of these substitutes and complements and the elasticity of each factors supply. If labour is a substitute for capital then firms can react to a rise in labour costs through capital substitution, reducing the number of employees, cutting hours, or by making productivity improvements. In many services the scope for capital substitution is limited and the labour share typically higher than for many manufactured goods. If so then these sectors should face higher upward pressures on costs. The more substitutes for a good, the more price elastic the demand. Moreover, the more a good competes with a potential substitute produced abroad not affected by the UK minimum wage, the harder it will be for UK firms to pass on cost increases and so maintain market share, other things equal. In this regard, we might expect many services, which are typically not traded abroad, to be able to pass on cost increases, other things equal. In short, the less competitive the market, the easier it is to pass on increases in the costs of production and maintain profit levels. 5The demand for luxury goods, where luxury goods are typically defined as any good having an income elasticity above one, is thought to be more price elastic than the demand for necessities. This is because price changes generate substitution effects if the price of one good rises consumers try to find cheaper substitutes and price changes also generate income effects through their effects on real incomes higher prices mean lower real incomes. So if the good is highly income elastic, demand will tend to be more responsive to price changes, other things equal. A given change in price reduces real incomes and demand for luxury goods falls more in response to a fall in real income than demand for necessities. A larger income effect for luxury goods then reinforces the substitution effect on the overall demand elasticity. The larger the budget share the proportion of total expenditure accounted for by the good, the greater the effect on real incomes from any price change of that good. However this does not guarantee that the proportionate change in demand will be greater, since this will only happen if the good is a luxury. So goods that comprise a high fraction of the budget share are not automatically price elastic goods. Card and Krueger 1995 and Aaronson and French 2007 argue that the extent of labour market competition also has implications for prices. Under perfect competition for labour, wages equal the marginal cost of labour and the minimum wage raises the marginal costs of production and ultimately prices, since firms set prices related to marginal costs. Under monopsony, the minimum wage can reduce marginal costs, since the firm no longer has to raise wages to attract marginal labour. Lower marginal costs will tend to raise the demand for labour and hence increase output. Higher output should act to lower prices other things equal. However this will not hold if either firms price according to average costs, since the minimum wage raises average costs under monopsony or perfect competition, or firms adjust the quality of output rather than quantity. The less competitive the product market, the easier it is for firms to pass on increases in the costs of production and maintain profit levels. The more substitutes for a good, the more price 6elastic the demand and the harder it becomes for firms to raise prices. Moreover, the more a good competes with a potential substitute produced abroad not affected by the UK minimum wage, the harder it will be for UK firms to pass on cost increases and so maintain market share, other things equal. Many services, which are typically not traded abroad, may be more able to pass on cost increases. In the absence of detailed information at the firm level on any of these factors it is hard to isolate their respective effects. The price outcomes that we observe are thus the net result of all these influences and others. Inflation Response to Price Shock In the absence of detailed information at the firm level on any of these factors in the UK it is hard to isolate their respective effects. The price outcomes that we observe are thus the net result of all these influences and others. The mechanics of price adjustment have been studied extensively in the macroeconomics literature concerning the existence or otherwise of price rigidities. Indeed Cabellero and Engle 2003 argue that the microeconomic response of firms to price shocks is lumpy and invariant and that failure to allow for this possibility when modelling the adjustment process can lead to upward biased estimates of the speed of adjustment. Even though we are concerned realised price movement and not with modelling the adjustment process, it is helpful to consider what different patterns of price adjustment imply about what to expect from realised movements in price data. If prices at a representative firm simply followed a random walk Pt Pt1 et 1 then this months price or whatever unit of time the subscript t measures equals last months price, give or take any positive or negative shocks which cause a firm to adjust its prices in the intervening period. The price level series will exhibit periodic mean shifts around a rising trend, Figure 1. The monthly change in the price level is Pt Pt Pt1 et so the price level changes only when there is a new shock at time t, et, and otherwise remains at the same level. The onemonthly inflation rate has a single period spike at the point where prices are raised and remains at zero in all other periods where 7there is no price change. The height of the spike corresponds to the relative size of the price increase. By repeated substitution for lagged prices in 1, the current price level can be shown to equal the sum of all previous shocks following on from the previous price level. Over a twelve month window then Pt ejt 11j0Pt 12 and the annual inflation rate is Pt Pt12Pt12 11etj 0jPt 12 2 Hence the inflation rate will also only adjust whenever there is a new shock or shocks, and the inflation rate also embodies the history of all previous shocks. The annual inflation rate series will display a crenulated pattern with periodic upward or downward mean shifts.3 However the annual inflation rate is also influenced by the price level and hence previous shocks from 12 months earlier. This makes it harder to use the inflation rate to pinpoint the timing of any movements in the price level, since the inflation rate can be influenced by factors that affected prices in the past. However, the accumulated evidence suggests that; the average firm adjusts its prices around once or, perhaps, twice a year, Taylor 1999, Hall, Walsh and Yates 2000, Bils and Klenow 2004, Nakamura and Steinsson 2008 . Large firms tend to adjust prices more than smaller firms, Apel et al 2003, Ball and Mankiw 1994; firms in competitive sectors review and adjust prices more than firms in less competitive sectors, Carlton 1986, Hall et al. 2000. The evidence from Alvarez et al 2006 suggests that the frequency of price adjustment in the Euro area is around half that in the US and, interestingly, most frequent of all in the food sector and least frequent in the rest of the service sector in which most of the minimum wage sectors in what follows are found. Hence the timing of a firms price adjustments depends on the size of the shock relative to any costs of adjustment state dependence and on whether firms have a preference for adjusting prices on a set date irrespective of the size of the shock time dependence. If prices are adjusted before the minimum wage comes in then the upward mean 3 Any price index also follows a similar pattern to the inflation rate. 8shift in the price series will begin earlier so that the timing of these patterns in the price data need not begin with the minimum wage uprating. Since there are no available nationwide data on individual firm pricing behaviour, researchers only have access to aggregated data at the sectoral level comprised of the pricing behaviour of many different firms. 4 If all firms behave the same and adjust prices at the same time, then the aggregate price data series will also follow the same pattern as that of the representative firm. This suggests that it may still be possible to use sectoral level price data to test for either breaks in the annual inflation rate series, The literature see for example Bai and Perron 1996 typically does this by looking for significant changes in the value of the intercept term in the inflation rate series. Unfortunately, the accumulated evidence on pricing behaviour suggests that firms in the same sector do not always adjust their prices at the same time, see Lach and Tsiddon 1992, Sheshinski and Weiss 1993. Moreover different firms often make different sized price adjustments to the same shock. This gives another potential source of variation in timing of any price changes if a subset of firms chooses to adjust prices in anticipation of a forthcoming increase. Since each sector retail price is an average of the prices of different firms with different structures, the larger the level of aggregation the more likely it is that these firms will be operating in different markets. If firms adopt either a state or timedependent pricing policy, then prices at individual firms will also jump discretely at different time periods, as firms hold prices fixed, absorbing any intermediate shocks until the date of the next price adjustment. As such the range of price responses that might be expected will also vary, making it much less likely that a distinct crenulated pattern will be produced in aggregate price series data than at the level of the firm. Even though the minimum wage affects all firms at the same time, so that the timing of the shock does not differ across firms, the size of the shock will, depending on the wage bill share of 4 Though these data exist, since price returns for a representative sample of firmsretail outlets form the basis on which the Retail Price Index is calculated in the UK. 9minimum wage workers; the minimum wage labour share of different firms; and when the firm decides to adjust its prices. As a result, it is straightforward to show that the sectoral price level and price index moves toward the new level in a series of smaller, discrete jumps than in the uniform response model outlined above, since the price level at any point in time is a weighted average of those firms who have adjusted prices in that period and those who have not. Indeed Caplin and Spulber 1987, show that it is possible that the timing of adjustment could be uniformly distributed, so that the same proportion of firms adjust their prices to a given shock in each subsequent time period. Hence, price levels adjust continuously and there will be no discrete breaks in the price or inflation series. Nevertheless if prices are adjusted infrequently the price adjustment will be longlasting and the impact of shocks on prices could only be measured in the long run. For this reason we adopt a second approach in what follows by also looking at long run differences in prices between minimum wage sectors and other industries. The pricing behaviour and cost structures of suppliers in the firms production process also matters, Gordon 1981. With the introduction of the suppliers to minimum wage firms, Blanchard 1987 shows that prices respond more gradually as firms react to a change in their suppliers prices.5 It is also possible then that there will be a difference between the shortrun and longrun response of firms to an increase in their production costs and of consumers to changes in prices. It is easier for firms to switch production techniques in the longrun and this will tend to reduce upward pressure on prices. It is also easier for consumers to change their consumption patterns over time away from more expensive goods, making demand more price elastic in the long run, which should also act to maintain downward pressure on prices. Given all this, the onemonth inflation rate will display a series of spikes at each adjustment period, rather than a single spike at the time of a change in the NMW, Figure 2. 5 In the absence of disaggregated UK inputoutput data it is not possible to track the minimum wage content of supply chains. 10These spikes will be smaller than if a single price adjustment were observed. The more periods in which prices are adjusted the more spikes in the monthly inflation rate and the smaller the height of each spike. If in every period there are always some firms who are observed adjusting prices then the aggregate monthly inflation rate will also adjust in every period. The yearly inflation rate will also approach its new steady state level and remain there for a shorter period, but the size of the intermittent price adjustments can create volatility in the inflation rate series during the adjustment period. Moreover the behaviour of prices twelve months earlier also affects the behaviour of the 12month rate as it adjusts to its new steady state level. With different products and hence different prices in the aggregate then any pattern in the data become less distinct again. In short, heterogeneity in both pricing behaviour and market structure across firms, makes it difficult to follow a strategy of trying to identify structural breaks from sectorallevel price and inflation data. However it remains true that retail prices in a sector subject to a larger wage shock might be expected, other things equal, to be higher than in sectors not subject to as large a wage shock. The next section therefore pursues this idea further. 3. Data and Estimation We first use the earnings and industry affiliation information contained in each wave of the LFS and ASHE to obtain a ranking of industries at 4digit level by i the wage bill share of workers paid at or below the minimum in each year and ii the share of this minimum wage labour in total costs the labour share. For the LFS we pool across 4 quarters to give around 50,000 wage observations in each calendar year. For ASHE we use the single point in time estimates in April of each year. Both data sets are not without measurement problems. In the LFS, prior to the summer of 1999, each adult was asked to provide information on their employment circumstances and, if in work, their gross weekly wage. As such, the hourly wage has to be derived for all employees currently in work by dividing gross weekly pay by usual normal hours plus usual paid overtime. While the ASHE sample is three times as large as the LFS 11sample, its sample frame in the 1990s was based on employees earning more than the National Insurance weekly earnings threshold and so undersampled many parttime, low paidworkers. A separate database on a sample of firm company accounts, Financial Analysis Made Easy, FAME, provides complementary data on the aggregate wage bill and value added gross profits of each firm. We can therefore calculate the labour share 6 for each 4digit industry in order to arrive at an estimate of the share of minimum wage workers in total costs. Aaronson and French 2007 argue that the appropriate measure in the denominator of total costs should be intermediate consumption rather than value added, the latter is the only data available in FAME. We can then rank each 4digit industry. If there were onetoone pass through of the minimum wage we would expect industries with the highest minimum wage share in total costs to raise prices more. Table 1 lists the top ten sectors by the NMW wage share in total costs for 199899 and for 20045. In the year prior to the introduction of the minimum wage, the retail sector employed around 25% of all potential minimum wage workers, those adults age 22 and over and who were paid below the nominal introductory rate of 3.60 an hour. However other service sectors employed proportionately more minimum wage workers as a share of their own employees. Takeaway food shops, hairdressing, minicabs and pubs are notable and persistent low paying sectors. It is perhaps here, where minimum wage workers account for upwards of twenty percent per cent of total costs, that pressures on costs and potentially prices would be expected to be larger. Of the top ten low paying industries, all are services and only one, industrial cleaning, is not a consumer service. Together these 9 consumer services employed around 15% of all NMW workers.7 While somewhat noisy, because of the measurement error implicit in the calculation of the hourly minimum wage in the LFS data, the sector ordering does not change much if the share 6 Defined as the wage bill divided by the sum of the wage bill and gross profits. Table 1 uses the LFS to estimate the NMW wage bill share. A Table based on ASHE to estimate the wage bill share is available on request. The rankings do not change much. 7 According to ASHE the two largest minimum wage sectors are bars SIC 5540 and the primary education sector SIC 8010 who each accounted for some 15% of all minimum wage workers in 1999. Retail superstores accounted for a further 6% of the total despite not featuring in the top ten rankings in Table 1. The LFS does not disaggregate the retail sector below 2 digit level. 12of the minimum wage worker wage bill in the total wage bill for that sector is used to rank industries. Eight of the ten low paid sectors remained in the top ten in 200405, though the shares of all employees paid the minimum had fallen in each of these sectors. The new low paying sectors in 200405 are retail and private nursery schools. 8 Most of these minimum wage industries are consumer services and so can be matched to the basket of 120 or so goods and services used to calibrate the weighted index of retail prices produced by the Office of National Statistics ONS. As such monthly price indices for eight of the top ten minimum wage sectors are readily available. In addition the ONS produces aggregated monthly price indices for the items that comprise these main sectors.9 While the minimum wage shares cannot be calculated for these subcategories it is possible to test whether the itemlevel price indices in each category move together or whether there is any evidence of variation within each sector. Items also move regularly in and out of the sectoral series according to consumer buying preferences. There are however 35 items with at least 7 years of data that straddle the two year period before the introduction of the NMW and after. These goods and services are used in the itemlevel regressions that follow. A full list is given in the appendix. There is no sectorallevel RPI for minicab services but there is an itemlevel series. The one producer service, industrial cleaning, in the top ten can be matched to a separate quarterly producer price series produced by the ONS. Since it is difficult to obtain price data for the retail sector as a whole or for private primary schools, in the analysis that follows we restrict the sample to the nine low paying consumer services identified in 199899. Note that the share of adult NMW workers in the sectoral workforces tends to fall over time. Net of any measurement error, we might expect some of these workers in these sectors will have been swept up beyond the minimum wage over time, if growth or productivity changes 8 Around 20% of all employees in the retail sector were paid at or below the NMW according to the 199899 LFS. The majority of private primary school workers at the NMW are classified as being in childcare service occupations, typically nursery school workers. Another notable low paying sector are religious organisations. For this group accommodation may well be provided inkind with the job and so we exclude them from the list. The minimum wage recipients in minicab services are typically office workers rather than the selfemployed drivers. 9 For example the TakeAway Food category in the RPI is currently based on weighted information of 15 different takeaway items ranging from fish and chips to pizza to beef burgers, sandwiches, tea and coffee. 13leads to changes in the structure of the workforce or its compensation structure. As such the impact on prices of any given percentage change in the NMW might be expected to decline over time. 4. Results We next outline who buys these goods and services in Table 2 by noting the share of total expenditure of each item consumed by the different household types based on FES data.10 Who buys goods and services produced by minimum wage workers also matters for the real income effects of a minimum wage. Since any given nominal rise in wage income could theoretically be offset by a rise in prices, then if the prices of goods and services consumed by minimum wage workers increased proportionately in response to the minimum wage, recipients of the minimum wage would be no better off in real terms.11 If consumption of minimum wage goods and services were distributed evenly across the population, we would expect these households to account for a similar share of total consumption. However, if minimum wage households were the only consumers of minimum wage goods then any price effects of the NMW would be exclusive to NMW households. This then is a matter for empirical verification. In 199899 potential minimum wage households comprised just under 12% of all households. It is apparent from Table 2 that minimum wage households do not account for the majority of total consumption of these minimum wage goods and services. The share of total consumption of some goods is higher than the population share, but never larger than 18%, for takeaway food, canteen meals and alcohol bought in pubs. As such, any NMW price effects will not be exclusive to minimum wage households. For some minimum wage goods, domestic cleaners, dry cleaning and laundry and hotels, NMW households spend disproportionately less. So for these goods any price effect on real incomes of minimum wage households will be small. 10 See Wadsworth 2007 for details on using the FES to estimate minimum wage households. 11 This point was made almost 100 years ago in the debate surrounding the introduction of the Wages Councils , see Webb and Webb 1911, pp. 78083. 14With the exception of restaurant meals, alcohol bought in pubs and takeaway food, these minimum wage goods and services generally account for a small fraction of the total consumer budget net of housing costs. For these goods, any change in total real income from any price change will also be small. Even for goods with a 2 to 4% share of the net of housing household budget, such as alcohol in pubs and restaurants, then a 10% rise in prices in one of these goods, will reduce real incomes by around 0.2%, other things equal.12 Incidence of Price Changes Given an average labour share of around 0.7, and assuming no spillover effects, the results in Table 1 suggest that a 10% rise in the minimum wage might be expected to raise total costs by around 23% in the takeaway food sector, other things equal, and by around 1% in the hotel sector.13 Whether changes in costs of this magnitude result in commensurate changes in prices is the next task. Figure 3 plots the yearly inflation rate prevailing in each month for each of the minimum wage goods. The vertical lines on each graph correspond to the periods when the NMW was introduced and subsequently uprated.14 The inflation rate series in Figure 3 display few obvious signs of discrete jumps. When they do, as for example with restaurant meals, the jumps do not appear to occur at the same time as the NMW changes. Figure 3 also tracks the yearly change in the retail price index the inflation rate of each minimum wage good identified alongside the change in the overall retail price index for each month beginning in 1996. This indicates that the inflation rate for these minimum wage goods was generally higher than retail price inflation as a whole over the full sample period. This is perhaps not too surprising given the labourintensive nature of many of these services. The aggregate RPI does not rise at the time of the NMW changes, indicating that overall the NMW had little impact on overall prices in the month of implementation. Indeed as the bottom right 12 Housing accounts for around 15 to 20% of total household spending over the sample period. If the prices of all the 9 NMW goods and services used in the Table rose by 10% then real incomes would fall by around 1%. 13 For takeaway foods, 100.40.7 2.8 14 The smaller October 2000 and 2002 NMW increases 2.8% and 2.4% respectively are not drawn in Figure 3. 15hand side panel of Figure 3 shows, average retail price inflation seems to fall at the points when the NMW was adjusted.15 As a more formal summary of whether the price inflation for these goods was different in the periods after any minimum wage changes, Table 3 reports the results of simple regressions of the monthly inflation rate specifically the monthly change in the log price index for each good over a 136 month period, beginning in January 1996, on a dummy variable that takes the value one if the minimum wage is on ie introduced or uprated depending in that particular month and a constant, which captures the average inflation rate in the minimum wage off period. Log PtT2 t 1Ttt Mint 3 where Mint 1 if Minimum wage adjusted in period t, 0 otherwise. The coefficient on the dummy variable then measures the average change in the inflation rate in the months when the minimum wage was adjusted relative to the minimum wage off months. To allow for lagged or leading effects of the minimum wage, dummy variables for the 2 months before and after any wage hike are also included. Table 3 reports the results of the OLS estimation of equation 3. With the exception of industrial cleaning, it is hard to find evidence of any significant effects on sectorwide prices around the time of the minimum wage upgrades in any of the other sectors. The results for the 35 minimum wage items are given in Table A4 of the appendix. There are significant positive price effects on the adjustment dummy in the month of implementation only for takeaway tea and coffee and the price of a glass of wine in a pub. This is weakly consistent with Mac Donald and Aarons 2006 findings in the US that low wage sectors often only change the prices of a subset of their products in response to an NMW increase. Since interrogation of the individual sector price series may put excessive demands on the data there are at most 8 data points that the Min.Wage On dummy represents Table 4 15 Appendix A3 gives the tests of stationarity with a deterministic trend against a nonstationary series with drift for each of the minimum wage goods that we identify. In each case the null of a random walk with drift cannot be rejected. 16reports the results of a pooled estimator, estimated at both sector and itemlevel, that combines sectorsitems together allowing for the presence of sectoritem fixed effects i that net out any tendency for certain sector prices to be typically higher or lower than average. The estimation also nets out any year and month effects common to all price series, t and m respectively. 16 Log PitT2t Tt 1t Minitmit 4 The pooled results at sectorlevel column 2 indicate a positive but insignificant effect on the prices of minimum wage goods in the month in which the minimum wage is introduced or upgraded. The pooled itemlevel estimates column 4 suggest that there is an average significant positive effect, in the order of 0.2 percent, on prices in the month of any adjustment.17 No such effect is observed among the other nonminimum wage goods column 3. There are also smaller, but statistically significant prices effects in the two months after any minimum wage adjustment for minimum wage items, and for nonminimum wage items there are positive effects two months after and two months before any adjustment.18 If however firms have preferences for adjusting prices on specific dates then it may be that they are willing to absorb small cost shocks in the short run and then adjust prices at a given date in the future. This then warrants an investigation of when prices typically adjust in the sectors central to this study. Hendry, Johansen and Santos 2006 show that it is possible to find and produce unbiased estimates of any spikes in a time series despite having to saturate the model with pulse dummy variables. Their suggested approach is to create N periodspecific dummy variables and then to regress the 1st N2 dummies on a sample of N, saving any significant 16 To allow for autocorrelation the standard errors in the individual series regressions are adjusted using a NeweyWest correction factor of order one. The standard errors in the pooled regressions are adjusted using the fixed effects robust correction suggested by Wooldridge 2002. 17 These results do not change significantly if we add another 5 minimum wage items with at least 7 years of continuous data but not covering the period before the NMW was introduced. If retail food items, a potential minimum wage sector, are dropped from the list of nonminimum wage goods in column 3, the minimum wage on dummy becomes significantly negative 0.0017 0.0007. 18 We also used month of announcement rather than month of introduction of the NMW level to centre the dummy variables in order to test whether there is any evidence of anticipation effects. The results, available on request, show little sign of any price hikes in the month the NMW level is announced. 17variables. This strategy is then repeated for the 2nd N2 dummies. The set of significant dummies from the two regressions are then combined in a single regression.19 Figure 4 graphs the monthly change in each sectorlevel price series in order to help identify any significant pulses in the data. Table 5 presents the results of the pulse dummy approach to estimate the periods in which prices changed significantly for each of the sectors. The data confirm that there are periods for each sector in which prices are raised or lowered significantly and that often these changes occur at the same time each year for each sector, but not always at the time of any minimum wage upgrade. The domestic service sector, for example, typically adjusts its prices in January and the price of alcohol in pubs is typically adjusted in March or April, around the time of the budget. The introduction of the NMW certainly generated the largest cost increase compared to any of the subsequent upratings, now outlined in the text. However there is no evidence in the monthly pulse dummy estimates in Table 5 that prices rises were any higher during this period. This exercise is then repeated for each of the 35 minimum wage good items.20 The results are available on request, but it is apparent that for several items, prices did appear to rise significantly in the month in which the minimum wage was introduced, April 1999, the period which also generated the largest rise in labour costs compared to subsequent increases. For some items, for example pub meals, school meals, takeaway drinks, the size of these price increases were however similar to those observed in the months and years prior to the introduction of the NMW, while for others, notably secondary school dinners, the size of the April 1999 price increase was significantly higher. For other items, notably pub drinks, there is no significant April 1999 effect, consistent with the more aggregated results in Table 4. Again this gives some support to the idea that certain items may have larger fixed costs of changing or may have 19 The mean shift structural break techniques advocated by Bai and Perron 2003 are more suited to sustained breaks in the series rather than the analysis of single pulses in the series. 20 Not all the sectors are represented here in the itemlevel estimates because there is no consecutive seven year monthly price series for certain items spanning the requisite time periods. The Hotel sector is notably absent from these itemlevel regressions. 18different demand elasticities than others. However, thereafter it is harder to detect any clustering of prices rises in the months in which the NMW was subsequently upgraded. For example, April or May continues to be the month in which the prices of many pub drinks and haircuts are raised. In summary the evidence of significant price changes in the months that correspond immediately to the uprating of the NMW is mixed. There is perhaps more evidence however to suggest that the introduction of the NMW in April 1999 and the larger cost shock associated with this compared to subsequent NMW upratings, coincided with significant price increase for some industries. However this does not necessarily mean that prices did not change as a result, only that there is less evidence of single coordinated price hikes. We therefore now examine whether the relative prices of minimum wage goods changed over a longer period. If prices are changed infrequently, the inflation adjustment process would be slow and we would not necessarily expect spikes in inflation but rather a very slow increase in inflation. As such using monthly price indices, this impact would not be visible. Any price adjustment will be longlasting and the total impact of shocks on prices could only be measured in the long run. DifferenceinDifference Estimates In order to measure the rate of inflation of minimum wage goods over a longer period of time relative to other goods, we estimate a simple differenceindifference regression model pooled over the monthly observations on the annual inflation rate prevailing in each month t of both minimum wage and nonminimum wage goods over the period January 1997 to a first December 2003 and then b December 2007. Inflationit b 0 b 1Min Wage Good b 2April 99 b 3Min Wage Good April 99 uit 5 where Min Wage Good is a dummy variable to indicate whether the good i is a minimum wage good 1 yes, 0 No; April 99 is a dummy variable to indicate whether the inflation 19observation is before or after April 99, 1 yes, 0 No, and the third term is the interaction of the two dummy variables. The estimated coefficient on the constant, b 0, gives the average yearly inflation rate for nonminimum wage goods over the period before the minimum wage was introduced. The estimated coefficient on the Min Wage Good dummy, b 1, gives the difference between the average inflation rate for nonminimum wage goods and minimum wage goods in the period before the minimum wage was introduced. The coefficient on the April 99 dummy variable, b 2, gives the change in the average inflation rate for nonminimum wage goods after the minimum wage was introduced and the coefficient on the interaction term, b 3, is the change in the inflation rate for minimum wage goods relative to the RPI in the period after the minimum wage was introduced the differenceindifference estimator. Since the choice of appropriate counterfactual is not obvious for example aggregate retail prices are influenced in part by the prices of imports which are not subject to the same labourinput cost pressures we compare prices against the all items inflation rate, the inflation rate excluding housing and the inflation rate for a basket of goods with a high domestic share of production but which do not employ as large a fraction of minimum wage workers as the other goods set out in Table 1.21 Table 6 confirms the impression of Figure 3 that price inflation of minimum wage goods was significantly higher than the aggregate inflation rate in the period leading up to the introduction of the NMW. On average, the annual inflation rate for minimum wage goods was around 1 percentage point higher than general RPI inflation over the period, panel i, column 1; some two points higher than RPI inflation excluding housing, panel ii column 1 and little different compared to a basket of nonminimum wage goods, panel iii, column 1. This unweighted average conceals significant differences in the inflation rates for the individual 21 These goods are: soft drinks, alcohol off sales, sweets, tobacco, books, furniture, gardening products. These are not free of minimum wage influences since many of them will be sold in shops whose staff are covered by NMW. A graph of their respective inflation rates is given in Figure A3 20minimum wage goods. Inflation for canteen meals and hairdressing was one to two points higher than that of take away food before April 1999. The differenceindifference estimates suggest that in the period after the minimum wage was introduced, relative retail price inflation of these minimum wage goods was, on average, an additional 0.7 points higher, panel i, row 4, column 1. So not only were prices of minimum wage goods rising faster in the period before the minimum wage, they rose by an even greater rate relative to other goods in the period after.22 When benchmarked against retail prices excluding housing, the central estimate of the relative increase is around 0.4 points, panel ii, row 8, column 1 and when benchmarked against the basket of other goods the relative increase is around 0.9 points, panel iii, row 12, column 1. Again these average estimates disguise differences in the individual price series. However the extent of the price rises is not correlated strongly with the NMW cost share rankings outlined in Table 1. If we instead use the estimated NMW share in total costs rather than a simple dummy variable, not shown but available on request, the interaction term is insignificantly different from zero. Similarly, Table 1 suggested that the takeaway food might be expected to face the largest upward pressure on prices from the NMW. However it seems that the prices of domestic services rose most sharply in the period after April 1999, by more than 2 percentage points than the benchmark inflation rate, panel i, column 9.23 In contrast, the relative price of hairdressing services changed little after April 1999, panel i, column 10.24 When benchmarked against the RPI excluding housing, the sector rankings are unchanged but the size of any differential price effects in the period after April 1999 are smaller. Nevertheless the inflation rates for takeaway foods, canteen meals, hotel services and domestic services all grew significantly faster in the period after April 1999. When compared to the basket of nonminimum wage goods, 22 The coefficients in column one indicate that the inflation rate for minimum wage goods was 3.9% in the period after April 1999 compared to the retail price index average of 2.2% for the same period. 23 The differenceindifference estimates are the relative inflation rate differences. To obtain the actual inflation rates for the goods in period 2 add all four coefficients for the minimum wage goods, the coefficient on the constant and the April 1999 dummy for the other goods. 24 In other words prices of hairdressing service continued to rise faster than the prices of other goods, row 2 column 2, but this price differential did not change significantly in the period after April 1999. 21it is apparent that while inflation rates between the minimum wage and nonminimum wage sectors were not significant in the period before April 1999, they became significantly higher after April 1999 for the same four sectors of takeaway foods, canteen meals, hotel services and domestic services. The equivalent regressions for the individual item inflation series are given in Table A6 of the appendix. The differenceindifference estimates of the minimum wage effect are rather varied. Inflation for some items is faster than average after April 1999 and slower than average for other items. However the inflation rate for some items, notably burgers, evening restaurant meals, canteen meals, fish and chips, domestic services and hairdressing services all increased relative to the average inflation rate in the four years after the NMW was introduced. Since these items belong to the four sectors that show the greatest rise in the relative inflation rate in Table 5, this seems to be consistent with the pattern of price behaviour already observed. In summary then it seems that there is some evidence to suggest that the prices of domestic services, hotel services, canteen meals and takeaway food all rose by a significantly greater rate in the order of 0.5 to two percentage points than the prices of other goods in the period after the minimum wage was introduced. Robustness Checks Table 7 extends the window of observation by four years to cover the end of 2007. It seems that the inflation effects of minimum wage goods are smaller when compared to the aggregate inflation rate but little changed when benchmarked against the inflation rate for the basket of nonminimum wage goods.25 While the 2004 rise in the NMW, of 7.9%, was relatively large, the average increase over this latter period is lower than in the earlier period. Allied to the apparent falls in the share of NMW workers in each sector that observed in Table 1 and any unobserved 25 The aggregate inflation rate was some 0.5 points higher in the period 20032007 than between 1999 2003. The inflation rate among the basket of nonminimum wage goods was little changed over the same two time periods which explains the general result. If we include seven interaction dummies one for each NMW period rather than one, the estimated coefficients available on request confirm the idea of a stronger price response in the earlier period, though larger price responses do not always follow larger percentage rises in the NMW. 22productivity improvements, this may explain the smaller response over the longer period. As such the impact of and given percentage change in the NMW on prices might be expected to decline over time. The itemlevel equivalent regressions are given in Table A3. Again it seems that the prices of certain items within a sector appear to respond more than others. In order to test whether these relative price movements were also present before the NMW was introduced, Figure 5 graphs the results of a set of differenceindifference estimates where the treatment intervention threshold period is allowed to vary. The left most estimates are based on data using a sample window in which the NMW was not in existence. Then the window is changed by one month forward, keeping the sample size, and the number of before and after treatment periods fixed. The vertical line in the graphs indicate the first estimation period in which a time period relating to a month after the NMW was introduced appears in the treatment dummy. Thereafter the treatment window includes successively more NMW periods culminating in the final set of estimates where all periods in the treatment window correspond to periods after the NMW. This is the same period as that on which the estimates in Table 6 are based. A necessary condition for the existence of a NMW effect on prices therefore would be that the Di D estimates should become larger as more NMW periods enter the treatment window. This is exactly what is observed for 6 of the 9 minimum wage price series we observe. The exceptions are hairdressing, dry cleaning and UK hotel sectors, where the Di D effect falls over the period 26. This suggests that prices in these three sectors were rising faster than aggregate inflation before the NMW arrived, consistent with the patterns observed in Figure 3. 5. Conclusion In summary there may be some evidence to suggest that some firms who employ minimum wage workers could have passed on some of the higher labour costs resulting from the minimum wage in the form of higher prices. The prices of several minimum wage sectors, notably domestic 26 The price data for these series begin in 1995 and 1997 so estimates do not exist before these periods. 23services, hotel services, canteen meals and takeaway food all rose by a significantly greater rate in the order of 0.5 to two percentage points a year than the prices of other goods in the period after the minimum wage was introduced. There is also some evidence that low wage sectors may change the prices of a subset of their products in response to an NMW increase, though more work needs to be done here should firm level price data become available. However the extent of any price rises do not appear to rise in line with the share of minimum wage workers in total costs share rankings, suggesting that a simple passthrough model of price changes may not hold. There is less evidence that prices of minimum wage goods rise in the month of any minimum wage upgrade with the possible exception of April 1999 when the minimum was introduced and the magnitude of the wage cost shock was higher than in any subsequent upgrade. Nor does there appear to be much evidence of anticipation effects in specific months. Firms do not appear to change prices when the new level of the NMW is announced six months prior to its introduction. Rather any effects on prices appear to accumulate gradually over time. 24References Aaronson, D., 2001, Price PassThrough and the Minimum Wage, Review of Economics and Statistics, Vol. 83, pp. 15869. Aaronson, D., French, E. and Mac Donald, J., 2005, The Minimum Wage, Restaurant Prices and Labor Market Structure, Journal of Human Resources, Vol. 43, No. 3, pp. 688720. Aaronson, D. and French, E. 2007, Product Market Evidence on the Employment Effects of the Minimum Wage, Journal of Labor Economics, 2007, vol. 25, no. 1, pp. 167200 Alvarez, L., Dhyne, E., Le Bihan, H., Veronese, G., Dias, D., Hoffman, J., Jonker, N., Lunnemann, P., Rumler, F. and Vilmunen, J., 2005, Sticky Prices in the Euro Area. A Summary of New MicroEvidence, Journal of the European Economic Association. Vol. 4. No. 23, pp.575584. Bai, J. and Perron, P., 1996, Estimating and Testing Linear Models with Multiple Structural Changes, Econometrica, 1998, Vol. 66, pp. 4778 Bai, J. and Perron, P., 2003, Computation and Analysis of Multiple Structural Change Models, Journal of Applied Econometrics, Vol. 18, pp. 122. Ball, L, and Mankiw, G., 1994, A StickyPrice Manifesto. CarnegieRochester Conference Series on Public Policy Vol. 41, pp. 127151. Bils M. and Klenow, P., 2004, Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, Vol. 112, No. 5, pp. 947985. Cabellero, R. and Engel, E., 2003, Adjustment is Much Slower Than You Think, Economic Growth Center Discussion Paper No. 865, Yale University. Caplin, A. and Spulber D., 1987, Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, Vol. 102, pp. 703725. Card, D. and Krueger, A., 1994, Minimum Wages and Employment: A Case Study of the FastFood Industry in New Jersey and Pennsylvania, American Economic Review, Vol. 84, No. 4, Sept., pp. 772793. Card, D. and Krueger, A., 1995, Myth and Measurement. The New Economics of the Minimum Wage, Princeton University Press. Carlton, D., 1986, The Rigidity of Prices, American Economic Review, Vol. 76, No. 4, September, pp. 637658 Draca, M, Machin, M. and Van Reenen, 2005, The Impact of the National Minimum Wage on Profits and Prices: Report for Low Pay Commission http:www.lowpay.gov.uklowpayresearchpdfNMW_profits_and_prices.pdf Gordon , R., 1981, Output Fluctuations and Gradual Price Adjustment Journal of Economic Literature, vol. 19, No. 2, June, pp. 493530. 25Hall, S, Walsh, M. and Yates, A., 2000, Are UK Companies Prices Sticky? Oxford Economic Papers, Vol. 52, pp. 425446. Hendry, D, Johansen, S., and Santos, C., 2006, Selecting a Regression Saturated by Indicators, University of Oxford Working Paper Lach, S. and Tsiddon, D., 1992, The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregate Price Data, Journal of Political Economy, Vol. 100, No. 2., pp. 349389. Lemos, S., 2008, A Survey of the Effects of the Minimum Wage on Prices, Journal of Economic Surveys, Vol. 22, No. 1, pp. 187212. Low Pay Commission, 2001, The National Minimum Wage: Making a Difference. Third Report of the Low Pay Commission, http:www.lowpay.gov.uklowpayreportpdfreport 3.pdf Low Pay Commission, 2008, The National Minimum Wage: Low Pay Commission Report 2008, http:www.lowpay.gov.uklowpayreportpdf2008_min_wage.pdf Macdonald, J. and Aaronson, D., 2006, How Firms Construct Price Changes: Evidence From Restaurant Responses To Increased Minimum Wages, American Journal of Agricultural Economics, May, pp. 292307. Nakamura and Steinsson, 2008, Five Facts About Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics, Vol. 123, No. 4, pp. 14151464 Sheshinski, E. and Weiss, Y., 1993, Optimal Pricing, Inflation and the Cost of Price Adjustment, MIT Press, Cambridge Massachusetts. Stewart, M. 2004, The Employment Effects of the National Minimum Wage, Economic Journal, Vol. 114, pp. C110116. Stewart, M. and Swaffield, J. 2008, The Other Margin: Do Minimum Wages Cause Working Hours Adjustments for Low Wage Workers?, Economica, Vol. 75, Issue 297, pp. 148167. Taylor, John B. 1999. Staggered Price and Wage Setting in Macroeconomics. In Handbook of Macroeconomics, eds. J. Taylor and M. Woodford, pp. 10091050, Amsterdam: Elsevier Science. Wadsworth J., 2007, Did the Minimum Wage Change Consumption Patterns?, Report to Low Pay Commission, February, http:www.lowpay.gov.uklowpayresearchpdft 0Z96GK8.pdf Webb B. and Webb, S., 1911, Industrial Democracy, Macmillan Press, London. Wooldridge J., 2002, The Econometrics of CrossSection and Panel Data, MIT Press. 26Appendix. Microeconomic Foundations of Price Effects In a world of perfect competition, a large number of firms with identical production technologies each seeking to produce a level of output q to maximise profits, then the marginal revenue facing the firm is given by q MRqd Rdqqqdpdqdpqpdqp 1qpdpdqp 11 e Where p is price and e is the price elasticity of demand with respect to output. If price does not change with the level of output, the demand curve is perfectly elastic as in perfect competition, then the firm is a price taker and marginal revenue equals price. Otherwise reductions increases in output will cause prices to rise fall. Profit maximisation requires marginal revenue equals marginal cost and so MCq MRp 11 e and p MC1e e Hence the markup of price over costs depends on the price elasticity of demand. The more price inelastic is demand e 1 the higher the markup of prices over marginal costs. If demand is perfectly elastic e there is no markup and price equals marginal cost. In a 2 labour input world LL1, L2 and Total Costs C L1w 1 L2w 2, where w 1 and w 2 are the wages aid to each labour type. Under perfect competition, price equals marginal cost and so p l 1w 1 l 2w 2 , where l 1 and l 2 are the amounts of labour needed to generate 1 extra unit of output. If w 1 changes, with the price of the other factor fixed, then price changes in line with marginal costs generated by the wage change. In this case the change in prices dp l 1dw 1 dwwl1w 111 and the proportional change in price is dppwl 11pdw 1w 1ls 1dw 1w 1 Hence the larger the share of labour input L1 in total costs, sl 1, the greater the effect of a wage increase of that labour type on output prices. If firms are able to substitute between factor inputs, then these price effects will be smaller. 27Figure 1. Stylised Price Patterns with Uniform Price Adjustment by Firms Price 1month Inflation Time 12month Inflation Time 28Time Figure 2. Stylised Sectorlevel Price Responses with Differential Response by firms Price Level 1month Inflation 12month Inflation Time Time 29Time Figure 3. Yearly Inflation Rate Movements in Minimum Wage Goods 8642086420864208642086420199719992001200320052007199719992001200320052007199719992001200320052007Canteensrpi ex.h TakeAwaysrpi ex.h Restaurantsrpi ex.h 8642086420199719992001200320052007199719992001200320052007199719992001200320052007Beer:Pubsrpi ex.h Dry Cleaningrpi ex.h Dom.Servs.rpi ex.h 8642086420199719992001200320052007199719992001200320052007199719992001200320052007UK Hols.rpi ex.h Hairdressingrpi ex.h Industrial Cleanersrpi ex. h. 30Figure 4. OneMonth Log Price Changes for Minimum Wage Goods Canteens TakeAway Restaurants 20.20 610210800400 610210800400 206102.108.004.00.0400.20.1997199920012003200520071997199920012003200520071997199920012003200520070400.0400.Beer:Pubs DryCleaning Domestic Services 20.20 610210800400 0400.20 610210800400 610210800400 610210800400 1997199920012003200520071997199920012003200520071997199920012003200520070400.0400.UK Holidays Hairdressing Industrial Cleaning 20 610210800400 206102.108.004.00.0400. 1997199920012003200520071997199920012003200520071997199920012003200520070400.0400.31 Figure 5. Differencein Difference Robustness Checks Moving Intervention Threshold et 2amits ED iD1012binf_cantbinf_takee 1tamits ED iD01231etamits ED iD012binf_rest A_99time A_99time A_99timebinf_beer_onbinf_wine_onbinf_dry_cleanet 2et 2et 2amits ED iD0246amits ED iD0241amits ED iD01A_99time A_99timebinf_domesticbinf_uk_hols A_99timebinf_hairet 4et 4amits ED iD2024amits ED iD3210etamits ED iD25.115.05.A_99time A_99time A_99time 32Table 1. Top Ten Low Paying Sectors Rank % adult NMW Industry 1 2 3 4 5 6 7 8 9 10 199899 Take Away Mini Cabs Hairdressing Cleaners:firms Canteens Pubs Cleaners:homes Restaurants Dry Cleaners Hotels 1 57.8 4.4 41 54.2 5.4 27 39.3 3.7 23 39.7 2.2 23 34.1 4.1 24 52.8 2.4 30 36.6 2.5 23 41.1 2.2 21 28.0 3.3 17 28.7 2.2 15 Wage bill share % 2 Labour share % 3 72 78 93 91 86 59 74 72 83 64 % NMW worker share in total costs 24100 4 30 21 21 21 21 18 17 15 14 10 Industry 20045 Take Away Mini Cabs Canteens Cleaners:firms Pubs Hairdressing Restaurants Hotels Primary Education :private Retail % adult NMW 5 51.8 5.4 22.0 5.8 25.0 5.1 22.3 2.2 33.8 2.9 19.8 2.9 25.6 2.1 23.7 2.3 Wage bill share % 6 30 20 18 13 17 11 11 11 19.8 2.4 7 18.0 0.6 8 Labour share 7 77 % NMW worker share in total costs 24100 8 23 87 79 93 60 81 77 67 91 73 17 14 12 10 9 8 7 6 6 Source: LFS. Sample adult employees aged 22 and over. Standard errors in brackets. Labour share defined as wage bill over valued added profit before interest plus wage bill. Labour share numbers in last column are for 200102 latest years available 33Industry Table 2. Expenditure on Top Ten Low Paying Sectors by Minimum Wage Households Industry 1998 Rank % of total expenditure Accounted for by NMW households Weekly Amount % of budget All households Weekly Amount % of budget all households Amount % of budget: Adult NMW households % of total expenditure Accounted for by NMW households 6 5 Weekly Amount % of budget: Adult NMW households 2 3.50 2.9 5.00 3.5 0.70 0.5 0.10 0.05 3.80 2.6 0.70 0.5 0.90 0.7 0.10 0.05 0.50 0.3 3 1 19989 Take Away Food Pubs Mini Cabs Cleaners homes Restaurants Cleaners firms Hairdressing Canteens Dry Cleaners Hotels 1 2 3 4 5 6 7 8 9 10 Source: FES. Note minimum wage households are 11.6% 11.8% of all households sampled in 199899 200405. Expenditure figures are per head in 2004 prices. Budget shares net of housing costs in brackets 20045 Take Away Food Pubs Mini Cabs Cleaners homes Restaurants Cleaners firms Hairdressing Canteens Dry Cleaners Hotels 3.40 2.9 3.70 2.7 0.40 0.4 0.20 0.1 4.30 2.8 0.90 0.6 0.70 0.6 0.10 0.03 0.50 0.4 4 2.90 2.3 3.60 2.3 0.60 0.4 0.90 0.5 5.50 3.3 1.40 0.9 0.50 0.3 0.10 0.1 1.00 0.7 2.80 2.2 4.10 2.7 0.60 0.4 0.80 0.5 4.70 2.9 1.25 0.8 0.70 0.5 0.20 0.1 1.00 0.6 16.3 14.7 12.6 4.5 11.8 10.3 18.1 8.1 8.5 17.2 17.7 16.0 2.8 12.4 9.2 17.4 7.0 8.2 34Table 3. Minimum Wage Changes and Log Monthly Price Changes of Minimum Wage Sectors Dependent Variable: Log Monthly Change in Retail Price Index of Sector TakeAway UK Hols. Canteen Hairdressing Beer: Pubs 3 Dry Cleaning Domestic Services 5 4 6 2 1 Min. wage t Min. wage t1 Min. wage t2 Min. wage t1 Min. wage t2 Constant N Adj. R2 Robust standard errors in brackets; significant at 5%. Industrial cleaning data based on quarterly producer price series. 0.001 0.001 0.001 0.001 0.003 0.001 0.004 0.001 0.001 0.001 0.004 0.001 136 0.10 0.001 0.001 0.002 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.004 0.001 136 0.01 0.003 0.003 0.011 0.004 0.008 0.004 0.001 0.004 0.001 0.004 0.002 0.001 136 0.05 0.001 0.001 0.001 0.001 0.001 0.001 0.000 0.001 0.001 0.001 0.003 0.001 136 0.01 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.004 0.001 136 0.01 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.003 0.001 135 0.01 7 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.004 0.000 135 0.02 Industrial Cleaning 8 0.004 0.002 0.003 0.001 45 0.06 35 Table 4. Minimum Wage Changes Log Monthly Price Changes Dependent Variable: Dependent Variable: Log Monthly Change in Retail Price Log Monthly Change in Retail Price Index of Item NonMin. Wage Min. Wage 4 0.0020 0.0006 0.0005 0.0002 0.0006 0.0002 0.0009 0.0005 0.0002 0.0003 Yes Yes Yes 35 4594 Index of Sector 2 1 Min. Wage NonMin. Wage 0.0001 0.0009 0.0006 0.0005 0.0009 0.0009 0.0011 0.0007 0.0023 0.0012 0.0004 0.0009 Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Year Dummies Month Dummies Item Dummies No. Items N Robust standard errors in parentheses; significant at 5%. 0.0001 0.0004 0.0001 0.0004 0.0001 0.0005 0.0001 0.0004 Yes 78 9133 Yes 8 960 Yes Yes Yes Yes 3 0.0002 0.0010 0.0001 0.0006 0.0027 0.0009 0.0009 0.0008 0.0014 0.0007 Yes Yes Yes 370 51432 36Table 5. Pulse Dummy Estimates of Significant Changes in Log Monthly Retail Prices: Minimum Wage Goods 19962007 Canteens Restaurants TakeAway Food Beer:Pubs Dry Cleaning 0.008 0.003 0.008 0.003 0.013 0.003 0.019 0.003 0.008 0.003 0.008 0.003 0.008 0.003 0.003 0.001 0.003 0.001 0.003 0.001 0.002 0.001 0.003 0.001 0.002 0.001 0.007 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.003 0.001 August 1996 April 1998 April 1999 Jan. 2000 May 2001 Sept. 2001 Sept. 2006 Constant Adj. R2 Standard errors in parentheses significant at 5%. Sample size 136 for each series except Industrial cleaning where sample size is 48. April 1997 Nov. 1997 August 1998 Oct. 1998 April 1999 Feb. 2000 May 2000 April 2001 Oct. 2003 Sept. 2004 April 2005 June 2005 Feb. 2006 Sept. 2006 June 1996 July 1996 Sept. 1999 May 2000 June 2000 April 2001 May 2001 Nov. 2001 Oct. 2002 April 2004 Aug. 2005 June 1996 June 1997 July 1997 May 1998 April 2001 Mar. 2002 Mar. 2003 Mar. 2004 Apr. 2004 Apr. 2005 May 2006 Mar. 2007 Apr. 2007 0.004 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.007 0.001 0.006 0.001 0.008 0.001 0.007 0.002 0.005 0.002 0.007 0.002 0.008 0.002 0.005 0.002 0.009 0.002 0.005 0.002 0.006 0.002 0.009 0.002 0.003 0.001 0.39 0.003 0.001 0.46 0.002 0.001 0.55 0.46 Jan. 1997 Jan. 1998 July 2000 Jan. 2001 Jan. 2004 Dec. 2004 May 2006 0.006 0.001 0.008 0.001 0.005 0.001 0.009 0.001 0.010 0.001 0.010 0.001 0.005 0.001 0.003 0.001 0.55 Table 5 continued Domestic Services UK Holidays Hairdressing Jan. 1997 Jan. 1998 Jan. 2000 Jan. 2001 Jan. 2002 Jan. 2003 Jan. 2004 Jan. 2005 Jan. 2006 Jan. 2007 Apr. 2007 Constant Adj. R2 0.005 0.001 0.007 0.001 0.008 0.001 0.013 0.001 0.006 0.001 0.008 0.001 0.009 0.001 0.009 0.001 0.005 0.001 0.008 0.001 0.007 0.001 0.004 0.001 0.71 July 1998 August 1998 July 1999 May 2000 July 2000 Aug. 2000 April 2001 April 2002 April 2003 April 2005 Feb. 2006 0.009 0.001 0.011 0.001 0.006 0.001 0.007 0.001 0.013 0.001 0.011 0.001 0.008 0.001 0.017 0.001 0.007 0.001 0.013 0.001 0.008 0.001 0.003 0.001 0.62 Dec. 1996 Jan. 1997 May. 1997 Oct. 1997 April 1998 April 1999 March 2000 Aug. 2000 Jan. 2001 Oct. 2001 Sept. 2006 0.004 0.001 0.004 0.001 0.004 0.001 0.005 0.001 0.005 0.001 0.007 0.001 0.004 0.001 0.004 0.001 0.004 0.001 0.005 0.001 0.004 0.001 0.004 0.001 0.42 38WineSpirits :Pubs May 1998 April 2001 April 2002 June 2002 Jan. 2003 March 2004 Jan. 2005 Jan. 2006 May 2006 April 2007 0.003 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.006 0.001 0.48 Industrial Cleaning 1996 Q3 1998 Q1 2001 Q1 2006 Q1 2006 Q4 0.014 0.003 0.018 0.003 0.020 0.003 0.011 0.003 0.015 0.003 0.002 0.001 0.70 All NMW Goods 1 TakeAway food 2 Services Canteen Meals 3 4 3.03 0.19 1.12 0.17 0.91 0.21 0.71 0.24 2.10 0.13 2.06 0.09 0.64 0.07 0.44 0.13 3.09 0.19 0.33 0.18 0.92 0.21 0.70 0.26 2.16 0.10 1.27 0.09 0.64 0.08 0.43 0.16 3.05 0.20 2.60 0.20 0.93 0.21 0.32 0.28 2.13 0.13 3.54 0.17 0.65 0.08 0.05 0.20 3.04 0.25 1.80 0.19 0.92 0.22 1.43 0.31 2.11 0.19 2.74 0.11 0.64 0.08 1.16 0.24 5 Pubs: Beer Pubs: Wine spirit 6 i Relative to RPI 3.05 3.05 0.18 0.18 1.07 0.48 0.17 0.18 0.92 0.92 0.21 0.21 0.44 0.50 0.24 0.25 2.12 0.09 2.00 0.11 0.65 0.07 0.71 0.14 2.12 0.11 1.41 0.09 0.64 0.07 0.23 0.12 ii Relative to RPI ex. Housing 7 8 9 10 3.10 0.18 1.24 0.17 0.91 0.21 2.21 0.24 2.17 0.09 2.17 0.07 0.63 0.08 1.93 0.11 3.08 0.18 0.73 0.18 0.92 0.22 0.52 0.25 2.15 0.10 1.66 0.09 0.64 0.07 0.25 0.13 3.05 0.20 0.80 0.26 0.93 0.21 0.05 0.33 2.13 0.13 1.74 0.22 0.65 0.08 0.22 0.26 3.01 0.31 1.05 0.28 0.92 0.21 1.11 0.46 2.08 0.28 1.98 0.25 0.64 0.08 0.84 0.41 Industry Cleaning 11 3.00 0.17 2.27 0.59 0.62 0.22 1.19 0.64 2.40 0.08 1.68 0.58 0.87 0.10 1.45 0.60 Table 6. Differencein Difference Estimates of Relative Price Responsiveness of Minimum Wage Goods Yearly Inflation Rate 19972003 Hair Dry Domestic Services Restaurant Meals Cleaning Hotels UK Constant Min. Wage April 99 Min. Wage April 99 Constant Min. Wage April 99 Min. Wage April 99 Constant Min. Wage April 99 Min. Wage April 99 Notes. NeweyWest lag1 group specific standard errors in brackets. All regressions include monthly dummies. significant at 5% level iii Relative to nonmin wage goods 4.47 0.38 0.34 0.29 1.07 0.34 1.57 0.40 4.48 0.38 0.23 0.28 1.07 0.34 2.35 0.35 4.48 0.38 0.74 0.29 1.07 0.34 0.66 0.35 4.47 0.38 0.40 0.30 1.07 0.34 0.30 0.35 4.48 0.31 0.34 0.29 1.06 0.33 0.85 0.35 4.47 0.38 0.99 0.29 1.07 0.34 0.64 0.35 4.47 0.38 0.42 0.36 1.07 0.34 1.26 0.52 4.47 0.38 0.66 0.35 1.07 0.34 0.20 0.41 4.48 0.38 1.14 0.29 1.07 0.34 0.85 0.37 4.47 0.38 1.14 0.32 1.07 0.34 0.47 0.38 1.23 0.23 0.51 0.62 0.19 0.38 0.38 0.71 39Table 7. Differencein Difference Estimates of Relative Price Responsiveness of Minimum Wage Goods Yearly Inflation Rate, 19992007 19972007 Industry Cleaning Domestic Services Restaurant Meals Canteen Meals Hotels UK Pubs: Beer Cleaning Services Hair Dry 3 4 7 8 9 10 Constant Min. Wage April 99 Min. Wage April 99 Constant Min. Wage April 99 Min. Wage April 99 All NMW Goods 1 TakeAway food 2 3.06 0.19 1.12 0.17 0.61 0.21 0.29 0.21 2.13 0.11 2.06 0.09 0.54 0.09 0.23 0.13 3.05 0.18 0.33 0.17 0.61 0.19 0.19 0.23 2.13 0.10 1.27 0.09 0.55 0.09 0.13 0.15 3.05 0.19 2.60 0.22 0.61 0.19 0.30 0.27 2.13 0.12 3.54 0.17 0.55 0.09 0.36 0.21 3.10 0.24 1.80 0.19 0.61 0.19 0.33 0.30 2.18 0.19 2.74 0.11 0.54 0.09 0.27 0.24 5 Pubs: Wine spirit 6 i Relative to RPI 3.00 3.01 0.18 0.17 1.07 0.48 0.17 0.18 0.62 0.62 0.18 0.19 0.59 0.01 0.21 0.22 2.09 0.10 2.00 0.11 0.55 0.09 0.66 0.14 2.09 0.11 1.41 0.09 0.55 0.09 0.07 0.13 ii Relative to RPI ex. Housing 3.04 0.18 1.24 0.16 0.61 0.19 1.73 0.20 2.17 0.10 2.17 0.07 0.55 0.09 1.66 0.12 3.08 0.17 0.73 0.17 0.61 0.19 0.06 0.22 2.15 0.10 1.66 0.09 0.54 0.09 0.13 0.14 2.98 0.19 0.80 0.25 0.62 0.19 0.18 0.30 2.06 0.13 1.74 0.21 0.54 0.09 0.12 0.26 2.98 0.19 1.05 0.27 0.62 0.19 1.17 0.37 2.06 0.23 1.98 0.24 0.55 0.09 1.10 0.33 11 3.00 0.30 2.27 0.43 0.45 0.36 1.19 0.50 2.41 0.28 1.69 0.39 0.68 0.32 1.42 0.46 Constant Min. Wage April 99 Min. Wage April 99 Notes. NeweyWest lag1 group specific standard errors in brackets. All regressions include monthly dummies. significant at 5% level iii Relative to nonmin wage goods 4.56 0.36 0.34 0.30 1.20 0.33 0.93 0.39 4.54 0.31 0.34 0.29 1.20 0.32 0.89 0.33 4.54 0.31 1.13 0.29 1.20 0.32 0.89 0.34 4.53 0.37 0.42 0.36 1.21 0.33 1.76 0.45 4.53 0.37 0.40 0.30 1.21 0.33 0.01 0.34 4.54 0.37 0.23 0.29 1.21 0.32 2.32 0.33 4.54 0.37 1.14 0.32 1.21 0.33 0.29 0.37 4.53 0.37 0.66 0.35 1.21 0.33 0.77 0.40 4.55 0.36 0.74 0.29 1.21 0.33 0.53 0.34 4.53 0.37 0.99 0.29 1.21 0.33 0.59 0.33 1.23 0.23 0.51 0.62 0.19 0.38 0.38 0.71 40Data Appendix Figure A1. Price Changes of Minimum Wage Goods Relative to Retail Price Excluding Housing Index, 19962006 ignsuoh .xe IPR trw ffid tinop% 642021996199920022005ignsuoh .xe IPR trw ffid tinop% 642021996199920022005ignsuoh .xe IPR trw ffid tinop% 642021996199920022005pub drinkstakeawaysrestaurantsignsuoh .xe IPR trw ffid tinop% 64202ignsuoh .xe IPR trw ffid tinop% 6420219961999200220051996199920022005ignsuoh .xe IPR trw ffid tinop% 642021996199920022005canteen food UK Holidays Laundryignsuoh .xe IPR trw ffid tinop% 642021996199920022005ignsuoh .xe IPR trw ffid tinop% 642021996199920022005ignsuoh .xe IPR trw ffid tinop% 642021996199920022005Cleanersroad travel Hairdressers 41Figure A2. Inflation Rates of Selected NonMinimum Wage Goods, 19962005 1.80.60.40.20.020.1 80604020 020.1.80.60.40.20.020.1.80.60.40.20.020.1.80.60.40.20.020.199719992001200320051997199920012003200519971999200120032005soft drinkssweets Off Sales 1.80.60.40.20.020.1.80.60.40.20.020.199719992001200320051997199920012003200519971999200120032005Tobacco Furniture Books 1.80.60.40.20.020.1997199920012003200519971999200120032005Garden Goods All Items 42 Table A1. Top Ten Low Paying Sectors ASHE Rank 1998 Industry % adult NMW Wage bill share % Industry Labour share % 1 2 3 4 5 6 7 8 9 10 Pubs Retail:NonSpecialist local Cleaners:firms Hairdressing Retail:Tobacco Retail: Meat Manufacture: Other apparel Take Away food Catering Restaurants 38.8 37.5 36.0 31.6 31.4 30.7 29.6 29.0 26.2 26.1 14 18 14 18 13 16 17 16 11 11 % of all adult NMW workers 7.4 0.3 5.3 0.9 0.2 0.5 0.4 0.5 2.4 2.0 66 69 92 93 71 69 75 74 84 75 1999 Wage bill share % 19 10 9 11 10 7 10 12 5 7 % adult NMW 30.2 24.6 22.3 20.8 20.3 19.4 19.0 18.2 17.4 16.5 % of all adult NMW workers 0.5 7.9 4.5 0.5 0.5 0.2 0.8 0.2 1.7 2.3 Labour share 73 55 93 73 75 80 93 74 78 88 Retail:NonSpecialist local Pubs Cleaners:firms Manufacture: Other apparel Retail: Meat Hardware computer Consultancy Hairdressing Retail:FruitVeg. Membership organisations Catering Source: ASHE FAME. ASHE Sample adult employees aged 22 and over. FAME sample all firms with positive labour share. Minimum wage defined as 3.60 in both years. Labour share defined as wage bill over valued added profit before interest plus wage bill. 43Table A2. SIC CPI Codes for Minimum Wage Goods and Control Group Goods Services Sector Minimum Wage Goods Take Away Food Mini Cabs Pubs Beer, Wines Spirits Restaurants Cleaners:firms Hairdressing Cleaners:homes Canteens Hotels Dry Cleaners Primary Nursery Education:nonmaintained NonMinimum Wage Goods Repair Services electrics, plumbing, decorators Vehicle Services Recreation Services Household Appliance Repairs AudioVisual Repairs Gardening Services Beer: Off Sales WinesSpirits: Off Sales SIC code 55.303 60.22 55.40 55.301 74.70 93.02 95.90 55.5 55.1 93.01 80.10 95.2 50.20 92.6, 92.7 52.72 72.50 81.30 52.25 52.25 CPI code 11.1.1.2 7.3.2 11.1.1.3, 11.1.1.4 11.1.1.1 12.1.1 5.6.2 11.1.2 9.6.1 3.1.4 12.4.2 4.3.2 7.2.3 9.4.1 5.3.3 9.1.5 5.6.2 2.1.3 2.1.2 44Table A3. Autocorrelation in Residuals Stationarity Tests: Minimum Wage Goods Dom.Servs. UK Hols. 0.165 0.094 0.188 0.095 0.028 0.097 0.008 0.096 0.001 0.047 119 0.08 2.32 Hairdressing 0.113 0.093 0.032 0.094 0.036 0.094 0.021 0.093 0.005 0.023 119 0.02 1.48 Beer: Pubs 0.039 Pubs: WineSpirits 0.129 RPI: All Items 1.095 RPI: Ex. Housing 0.033 Canteens Restaurants TakeAway 0.018 0.022 0.126 0.094 0.312 0.096 0.070 0.096 0.084 0.25 0.125 0.91 0.261 0.091 0.000 0.092 0.038 0.092 0.240 0.094 0.059 0.093 0.023 0.092 0.085 0.094 0.122 0.094 0.052 0.094 0.096 0.014 0.038 0.096 0.053 12.03 0.094 0.034 0.172 Residuals t1 Residuals t2 Residuals t3 Residuals t4 Constant N Rsquared DickeyFuller Based on itemspecific regressions of 1. DickeyFuller tests based on univariate time series. 0.091 0.092 0.001 0.043 119 0.07 2.25 2.78 0.009 0.41 119 0.92 0.93 0.094 0.000 0.017 119 0.14 1.91 0.096 0.004 0.022 119 0.01 1.61 0.095 0.004 0.022 119 0.05 2.06 0.002 0.018 119 0.01 1.95 0.096 0.004 0.015 119 0.05 1.66 0.096 0.085 0.096 0.155 0.094 0.123 Dry Cleaning 0.065 0.093 0.175 0.092 0.079 0.092 0.094 0.092 0.001 0.030 119 0.05 2.20 0.011 0.102 0.053 0.101 0.126 0.101 0.060 0.103 0.000 0.018 119 0.02 2.44 45Table A4. ItemSpecific Estimates of Log Monthly Price Effects of Minimum Wage Month Sandwich: Pub Hot Meal: Pub Burger: EatIn Restaurant:Sweet Restaurant Coffee: 0.002 0.002 0.002 0.001 0.000 0.001 0.002 0.001 0.000 0.001 0.004 0.001 132 0.001 0.001 0.001 0.002 0.001 0.002 0.001 0.002 0.001 0.001 0.005 0.001 151 Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Constant N Note All regressions include year and month dummies. NeweyWest standard errors robust to 1 lag in brackets. significant at 5% Month 0.002 0.001 0.004 0.001 0.000 0.001 0.001 0.001 0.001 0.001 0.003 0.001 151 0.000 0.001 0.000 0.001 0.004 0.002 0.001 0.001 0.002 0.001 0.001 0.001 107 0.001 0.003 0.000 0.001 0.001 0.001 0.003 0.002 0.004 0.004 0.002 0.003 139 Restaurant: Lunch Restaurant Main Course 0.001 0.001 0.001 0.001 0.000 0.001 0.001 0.002 0.002 0.001 0.001 0.001 107 Dinner: Primary School 0.004 0.003 0.001 0.003 0.001 0.001 0.001 0.002 0.001 0.003 0.006 0.003 96 Cafeteria: Primary School 0.004 0.008 0.000 0.004 0.001 0.003 0.001 0.008 0.000 0.003 0.003 0.006 96 Dinner: Secondary School 0.021 0.012 0.002 0.004 0.004 0.002 0.000 0.007 0.002 0.004 0.013 0.007 96 Cafeteria: Secondary School 0.003 0.008 0.002 0.003 0.001 0.002 0.008 0.006 0.000 0.004 0.005 0.004 96 Staff Canteen: Main 0.003 0.002 0.001 0.002 0.002 0.001 0.000 0.002 0.001 0.002 0.007 0.002 151 Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Constant N 0.000 0.001 0.003 0.002 0.002 0.001 0.003 0.001 0.002 0.002 0.006 0.000 107 Table A4 continued Staff Canteen: Sweet TakeAway: Sandwich TakeAway: Coffee TakeAway: Fish Chips 0.001 0.001 0.002 0.001 0.000 0.001 0.002 0.002 0.000 0.001 0.006 0.002 151 0.005 0.004 0.000 0.002 0.001 0.003 0.001 0.002 0.001 0.002 0.012 0.006 120 0.002 0.002 0.002 0.002 0.002 0.002 0.000 0.001 0.002 0.002 0.003 0.002 151 TakeAway: Tea 0.006 0.003 0.001 0.001 0.001 0.001 0.002 0.002 0.003 0.003 0.002 0.001 151 Pub: Bitter pint 0.001 0.001 0.001 0.001 0.000 0.001 0.002 0.001 0.001 0.001 0.001 0.001 151 Pub: Whisky Pub: Vodka 0.001 0.001 0.001 0.001 0.000 0.000 0.001 0.001 0.000 0.001 0.002 0.001 151 0.001 0.001 0.001 0.001 0.001 0.000 0.001 0.001 0.001 0.001 0.002 0.001 151 0.005 0.002 0.001 0.001 0.002 0.001 0.002 0.001 0.001 0.001 0.002 0.001 151 Pub: Lager bottle 0.001 0.001 0.000 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.003 0.002 108 Pub: Lager pint 0.001 0.001 0.002 0.001 0.000 0.001 0.000 0.001 0.001 0.001 0.002 0.001 96 Pub: Stout pint 0.001 0.001 0.001 0.001 0.000 0.001 0.001 0.001 0.000 0.001 0.001 0.001 151 Pub: Cider bottle 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.000 0.001 0.002 0.002 151 Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Constant N Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Constant N 47Pub: Wine bottle 0.001 0.001 0.001 0.000 0.001 0.000 0.001 0.001 0.001 0.001 Table A4 continued Pub: Wine glass 0.003 0.001 0.001 0.001 0.001 0.001 0.002 0.001 0.001 0.001 0.002 0.003 0.001 0.001 96 Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Constant N 132 Pub: Mixer Pub: Liqueur Domestic Cleaner Laundrette: Wash 0.001 0.001 0.001 0.001 0.000 0.001 0.001 0.002 0.001 0.001 0.002 0.001 126 0.001 0.001 0.001 0.001 0.000 0.001 0.000 0.001 0.001 0.001 0.003 0.001 126 0.001 0.001 0.001 0.001 0.000 0.001 0.001 0.001 0.001 0.001 0.010 0.002 151 0.003 0.002 0.001 0.001 0.001 0.002 0.002 0.001 0.002 0.002 0.004 0.001 96 Dry Cleaning Suit 0.001 0.001 0.000 0.001 0.001 0.001 0.003 0.001 0.000 0.001 0.006 0.001 151 Haircut: Men 0.001 0.001 0.000 0.001 0.001 0.001 0.000 0.001 0.002 0.001 0.004 0.001 151 Haircut: Women 0.002 0.001 0.001 0.001 0.002 0.001 0.001 0.001 0.000 0.001 0.003 0.001 151 Highlights Women 0.001 0.002 0.001 0.001 0.000 0.002 0.000 0.001 0.001 0.002 0.003 0.001 151 Minicab Fare 0.001 0.002 0.001 0.002 0.002 0.002 0.001 0.002 0.002 0.002 0.015 0.003 151 Min. Adjustt Min. Adjustt1 Min. Adjustt2 Min. Adjustt1 Min. Adjustt2 Constant N 48Table A5. Pulse Dummy variable Estimate of Significant Monthly Price Changes in Minimum Wage Items Staff Canteen: Main Restaurant Coffee: Dinner: Secondary School Cafeteria: Secondary School Sandwich: Pub Hot Meal: Pub Burger: EatIn Cafeteria: Primary School Restaurant Main Course Restaurant: Sweet Restaurant: Lunch Dinner: Primary School 1998Jan. 1998Feb. 1998Mar. 1998April 1998May 1998 June 1998July 1998Aug. 1998 Sept. 1998Oct. 1998Nov. 1998 Dec. 1999Jan. 1999Mar. 1999April 1999May 1999 June 0.006 0.002 0.008 0.002 0.005 0.002 0.005 0.002 0.007 0.002 0.004 0.002 0.004 0.002 0.004 0.002 0.004 0.002 0.004 0.022 0.002 0.002 0.001 0.005 0.002 0.005 0.002 0.004 0.002 0.005 0.002 0.002 0.001 0.004 0.002 0.008 0.002 0.002 0.007 0.005 0.014 0.025 0.004 0.004 0.022 0.044 0.028 0.002 0.004 0.004 0.019 0.02 0.019 0.026 0.002 0.004 0.004 0.002 0.055 0.025 0.004 0.002 0.016 0.002 49 0.007 0.003 Staff Canteen Sweet 0.008 0.004 TakeAway: Fish Chips 0.004 0.001 0.004 0.001 0.007 0.004 0.004 0.001 0.017 0.004 TakeAway: Sandwich TakeAway: Coffee TakeAway: Tea 0.007 0.002 0.006 0.002 0.009 0.002 0.005 0.002 0.006 0.007 0.002 0.002 1999July 1999Aug. 1999 Sept. 1999Oct. 1999Nov. 1999 Dec. 2000Jan. 2000Feb. 2000Mar. 2000April 2000May 2000 Jun. 2000July 2000Aug. 2000 Sept. 2000Oct. 2000 Dec. 2001Jan. 0.002 0.004 0.002 0.004 0.002 0.022 0.004 0.002 0.001 0.006 0.002 0.004 0.002 0.029 0.002 0.001 0.002 0.002 0.003 0.001 0.003 0.001 0.004 0.002 0.003 0.001 0.005 0.001 0.004 0.002 0.005 0.002 0.013 0.02 0.004 0.002 0.037 0.002 0.019 0.008 0.004 0.008 0.004 0.053 0.003 0.004 0.006 0.001 0.005 0.001 0.007 0.001 0.005 0.001 0.01 0.003 0.007 0.004 0.003 0.001 0.003 0.001 0.007 0.004 0.003 0.001 0.003 0.001 0.008 0.002 0.006 0.002 0.008 0.006 0.002 0.002 0.006 0.002 0.006 0.002 0.023 0.002 0.019 0.002 50 0.032 0.035 0.027 0.042 0.002 0.004 0.004 0.002 0.024 0.002 0.027 0.02 0.036 0.004 0.004 0.002 0.006 0.001 0.004 0.001 0.009 0.007 0.002 0.002 0.006 0.002 0.006 0.002 0.005 0.006 0.002 0.002 0.005 0.002 0.006 0.002 0.004 0.002 0.004 0.002 0.005 0.002 0.006 0.002 0.009 0.002 0.005 0.002 0.005 0.002 0.004 0.002 0.005 0.002 0.003 0.001 0.003 0.001 2001Feb. 2001Mar. 2001April 2001May 2001 Jun. 2001July 2001Aug. 2001 Sept. 2001Oct. 2001Nov. 2002 Dec. 2002Jan. 2002Mar. 2002April 2002May 2002 Jun. 2002July 2002Aug. 0.005 0.002 0.005 0.002 0.005 0.002 0.02 0.046 0.002 0.004 0.004 0.002 0.006 0.002 51 0.013 0.003 0.007 0.003 0.007 0.003 0.037 0.002 0.013 0.002 0.008 0.003 0.012 0.004 0.003 0.001 0.01 0.026 0.002 0.002 0.004 0.002 0.004 0.002 0.022 0.002 0.02 0.002 0.003 0.001 0.004 0.002 0.005 0.002 0.004 0.002 2002 Sept. 2002Oct. 2002Nov. 2003 Dec. 2003Jan. 2003Feb. 2003Mar. 2003April 2003May 2003 Jun. 2003July 2003Aug. 2003 Sept. 2003Oct. 2003Nov. 2004 Dec. 2004Jan. 2004Feb. 0.005 0.002 0.005 0.002 0.007 0.002 52 0.008 0.003 0.009 0.003 0.008 0.003 0.008 0.003 0.012 0.003 0.021 0.021 0.03 0.03 0.002 0.004 0.004 0.002 0.004 0.001 0.004 0.002 0.005 0.002 0.004 0.002 0.007 0.002 0.006 0.002 0.005 0.002 0.015 0.026 0.002 0.002 0.006 0.002 0.006 0.002 0.004 0.002 0.005 0.002 0.004 0.002 2004Mar. 2004April 2004May 2004 Jun. 2004July 2004Aug. 2004 Sept. 2004Oct. 2004Nov. 2004 Dec. 2005Jan. 2005Feb. 2005Mar. 2005April 2005May 2005 Jun. 2005July 2005Aug. 0.012 0.005 0.002 0.002 0.004 0.002 0.007 0.002 0.01 0.002 0.004 0.002 0.004 0.002 0.007 0.002 0.004 0.001 0.003 0.001 0.005 0.002 0.005 0.002 0.005 0.002 0.008 0.002 0.009 0.002 53 0.008 0.003 0.008 0.003 0.008 0.003 0.007 0.003 0.006 0.003 0.018 0.011 0.002 0.008 0.002 0.01 0.002 0.006 0.002 0.007 0.002 0.006 0.002 0.006 0.002 0.004 0.002 0.016 0.002 0.005 0.002 0.008 0.002 0.005 0.002 0.012 0.011 0.002 0.007 0.002 0.013 0.002 0.006 0.002 0.011 0.002 0.007 0.002 0.011 0.002 0.006 0.008 0.002 0.002 0.004 0.002 2005 Sept. 2005Oct. 2005Nov. 2006Jan. 2006Feb. 2006Mar. 2006April 2006May 2006Aug. 2006 Sept. 2006Oct. 2006Nov. 2007 Dec. 2007Jan. 2007Feb. 2007Mar. 2007April 2007May 54 0.003 0.007 0.003 0.009 0.003 0.002 0.012 0.002 0.009 0.002 0.012 0.002 0.007 0.002 0.005 0.002 0.012 0.002 0.006 0.001 0.004 0.001 0.005 0.002 0.007 0.001 0.009 0.002 0.006 0.006 0.002 0.002 0.006 0.002 0.004 0.002 0.006 0.002 0.006 0.002 0.005 0.002 2007 Jun. 2007July 2007Aug. Constant N R2 0.006 0.003 0.005 0.001 0.003 0.001 0.003 0.003 0.003 0.002 0.002 0.003 0.003 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.003 0.004 0.004 0.003 0.003 0.003 0.001 0.001 0.001 0.001 0.001 0.001 109 0.64 128 0.7 128 0.6 128 0.88 107 0.63 107 0.56 107 0.64 73 0.97 73 0.94 73 0.92 73 0.97 128 0.67 97 0.73 128 0.67 128 0.74 128 0.72 128 0.74 55Table A5 continued Pub: Lager pint Pub: Bitter pint Pub: Stout pint 0.008 0.008 0.008 0.002 0.001 0.002 Pub: Cider bottle 0.007 Pub: Lager bottle 0.007 Pub: Whisky Pub: Vodka 0.005 0.004 0.002 0.001 0.001 0.001 0.006 0.004 0.004 0.001 0.001 0.001 1998Jan. 1998Feb. 1998Mar. 1998April 1998May 1998 June 1998July 1998Aug. 1998 Sept. 1998Oct. 1998Nov. 1998 Dec. 1999Jan. 1999Mar. 1999April 1999May 1999 June 0.004 0.004 0.007 0.006 0.001 0.002 0.002 0.001 0.003 0.002 0.004 0.004 0.001 0.002 Pub: Wine glass Pub: Wine bottle Pub: Mixer Pub: Liqueur Domestic Cleaner Laundrette: Wash 0.008 0.002 0.004 0.002 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.003 0.001 560.008 0.002 Dry Cleaning Suit 0.009 0.002 0.005 0.005 0.002 0.005 0.002 0.002 0.007 0.002 0.008 0.002 0.011 0.002 0.004 0.002 Haircut: Men Haircut: Women Highlights Women Minicab Fare 0.007 0.006 0.002 0.002 0.003 0.002 0.004 0.002 0.004 0.002 0.004 0.002 0.005 0.002 0.008 0.011 0.006 0.002 0.002 0.002 0.007 0.013 0.003 1999July 1999Aug. 1999 Sept. 1999Oct. 1999Nov. 1999 Dec. 2000Jan. 2000Feb. 2000Mar. 2000April 2000May 2000 Jun. 2000July 2000Aug. 2000 Sept. 2000Oct. 2000 Dec. 2001Jan. 0.004 0.002 0.006 0.002 0.005 0.002 0.004 0.002 0.006 0.001 0.005 0.002 0.006 0.005 0.001 0.002 0.005 0.002 0.005 0.003 0.002 0.005 0.001 0.004 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.003 0.002 0.004 0.002 0.006 0.002 0.004 0.002 0.005 0.002 0.004 0.001 57 0.004 0.001 0.006 0.001 0.003 0.001 0.016 0.002 0.005 0.002 0.004 0.002 0.009 0.002 0.004 0.002 0.003 0.002 0.006 0.002 0.005 0.002 0.003 0.001 0.006 0.002 0.014 0.006 0.002 0.005 0.002 0.006 0.002 0.012 0.004 0.002 0.008 0.002 0.008 0.003 0.008 0.003 0.006 0.002 0.007 0.003 0.006 0.014 0.002 0.01 0.005 0.008 0.004 0.002 0.006 0.008 0.005 0.006 0.002 0.001 0.002 0.002 0.001 0.001 0.001 0.006 0.006 0.001 0.001 0.003 0.002 0.004 0.002 0.007 0.004 0.002 0.004 0.001 0.002 0.003 0.002 0.006 0.001 0.003 0.001 0.008 0.008 0.001 0.001 2001Feb. 2001Mar. 2001April 2001May 2001 Jun. 2001July 2001Aug. 2001 Sept. 2001Oct. 2001Nov. 2002 Dec. 2002Jan. 2002Mar. 2002April 2002May 2002 Jun. 2002July 2002Aug. 0.002 0.013 0.002 0.008 0.002 0.002 0.002 0.004 0.002 0.004 0.002 0.002 0.003 0.007 0.002 0.004 0.002 0.007 0.002 0.004 0.002 0.008 0.003 0.014 0.003 0.006 0.006 0.004 0.001 0.004 0.001 0.004 0.001 0.005 0.001 0.006 0.001 0.004 0.002 0.003 0.001 0.004 0.001 0.003 0.001 58 0.006 0.002 0.005 0.002 2002 Sept. 2002Oct. 2002Nov. 2003 Dec. 2003Jan. 2003Feb. 2003Mar. 2003April 2003May 2003 Jun. 2003July 2003Aug. 2003 Sept. 2003Oct. 2003Nov. 2004 Dec. 2004Jan. 2004Feb. 0.003 0.002 0.004 0.002 0.005 0.002 0.004 0.002 0.005 0.001 0.003 0.001 0.006 0.001 0.004 0.001 0.004 0.001 0.004 0.001 0.003 0.003 0.003 0.002 0.008 0.002 0.003 0.001 0.003 0.001 0.007 0.002 0.013 0.002 0.003 0.002 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.005 0.001 0.003 0.001 0.003 0.001 0.005 0.001 59 0.006 0.002 0.004 0.002 0.011 0.002 0.002 0.002 0.003 0.002 0.004 0.002 0.004 0.002 0.007 0.002 0.004 0.002 0.024 0.003 0.004 0.007 0.01 0.002 0.005 0.002 0.011 0.002 2004Mar. 2004April 2004May 2004 Jun. 2004July 2004Aug. 2004 Sept. 2004Oct. 2004Nov. 2004 Dec. 2005Jan. 2005Feb. 2005Mar. 2005April 2005May 2005 Jun. 2005July 2005Aug. 0.006 0.006 0.002 0.002 0.006 0.006 0.002 0.002 0.003 0.002 0.005 0.002 0.008 0.01 0.002 0.002 0.001 0.004 0.001 0.004 0.001 0.001 0.003 0.001 0.003 0.001 0.005 0.001 0.007 0.001 0.002 0.001 0.007 0.007 0.001 0.001 0.008 0.001 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.002 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.007 0.004 0.001 0.001 0.005 0.001 0.003 0.001 0.005 0.001 0.003 0.001 0.002 0.001 0.004 0.001 0.003 0.001 0.005 0.001 0.003 0.001 0.004 0.001 60 0.011 0.002 0.004 0.002 0.004 0.002 0.005 0.002 0.004 0.002 0.004 0.002 0.002 0.003 0.004 0.002 0.006 0.002 0.005 0.009 0.002 0.003 0.005 0.002 0.004 0.002 0.004 0.002 0.004 0.002 0.007 0.005 0.002 0.002 0.007 0.008 0.002 0.002 0.003 0.001 0.003 0.001 0.004 0.001 0.003 0.001 0.004 0.004 0.001 0.001 0.003 0.001 0.005 0.004 0.001 0.001 0.007 0.006 0.001 0.001 0.005 0.002 0.004 0.002 0.007 0.002 0.01 0.002 2005 Sept. 2005Oct. 2005Nov. 2006Jan. 2006Feb. 2006Mar. 2006April 2006May 2006Aug. 2006 Sept. 2006Oct. 2006Nov. 2007 Dec. 2007Jan. 2007Feb. 2007Mar. 2007April 2007May 61 0.002 0.001 0.003 0.001 0.003 0.001 0.003 0.001 0.004 0.001 0.004 0.001 0.004 0.001 0.003 0.001 0.004 0.001 0.004 0.007 0.001 0.001 0.006 0.002 0.006 0.002 0.005 0.002 0.004 0.002 0.009 0.003 0.006 0.002 0.005 0.002 0.008 0.003 0.003 0.005 0.004 0.002 0.006 0.002 2007 Jun. 2007July 2007Aug. Constant N R2 0.001 0.002 0.008 0.002 0.004 0.002 0.004 0.002 0.002 0.002 0.002 0.002 0.002 0.003 0.003 0.002 0.002 0.003 0.002 0.004 0.003 0.002 0.004 0.004 0.004 0.002 0.004 0.003 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 0.001 128 0.67 73 0.74 128 0.76 128 0.71 85 0.76 128 0.66 128 0.77 73 0.67 109 0.69 126 0.74 126 0.64 128 0.72 73 0.77 128 0.73 128 0.59 128 0.59 128 0.72 128 0.68 62Staff Canteen: Main Staff Canteen Sweet 3.16 0.15 0.95 0.23 0.99 0.21 2.32 0.33 Laundrette: Wash 3.16 0.15 2.45 0.43 0.99 0.21 0.74 0.48 3.16 0.15 2.12 0.20 0.99 0.21 2.80 0.55 Dry Cleaning Suit 3.16 0.15 0.54 0.22 0.99 0.21 0.41 0.30 TakeAway: Fish Chips 3.16 0.15 0.50 0.41 0.99 0.21 1.95 0.48 TakeAway: Sandwich 3.16 0.15 1.07 0.19 0.99 0.21 0.55 0.28 Haircut: Men Haircut: Women 3.16 0.15 2.72 0.30 0.99 0.21 0.62 0.37 3.16 0.15 2.88 0.28 0.99 0.21 0.90 0.35 TakeAway: Coffee 3.16 0.15 1.41 0.25 0.99 0.21 0.33 0.36 Highlights Women 3.16 0.15 3.03 0.21 0.99 0.21 0.16 0.27 Take Away: Tea 3.16 0.15 1.63 0.31 0.99 0.21 0.80 0.45 Minicab Fare 3.16 0.15 2.91 0.34 0.99 0.21 1.43 0.43 Table A6. Differencein Difference Estimate of Inflation Effects Item Level 19972003 Cafeteria: Secondary School Restaurant Main Course Restaurant Coffee: Restaurant: Sweet Restaurant: Lunch Sandwich: Pub Dinner: Primary School Cafeteria: Primary School Dinner: Secondary School Hot Meal: Pub Burger: EatIn Constant Min. Wage April 99 Min. Wage April 99 Constant Min. Wage April 99 Min. Wage April 99 3.16 0.15 1.58 0.25 0.99 0.21 0.77 0.32 Pub: Bitter pint 3.16 0.15 1.05 0.17 0.99 0.21 0.31 0.25 3.16 0.15 1.98 0.16 0.99 0.21 0.04 0.27 Pub: Lager pint 3.16 0.15 0.87 0.18 0.99 0.21 0.30 0.24 3.16 0.15 0.67 0.21 0.99 0.21 0.51 0.31 3.16 0.15 1.00 0.43 0.99 0.21 1.71 0.50 3.16 0.15 0.55 0.21 0.99 0.21 1.20 0.27 3.16 0.15 0.66 0.24 0.99 0.21 0.76 0.30 3.16 0.15 0.75 0.30 0.99 0.21 0.03 0.35 3.16 0.15 1.72 0.21 0.99 0.21 0.31 0.36 3.16 0.15 2.19 0.34 0.99 0.21 0.47 0.58 3.16 0.15 6.33 0.81 0.99 0.21 4.56 0.96 3.16 0.15 2.04 0.27 0.99 0.21 0.52 0.42 Pub: Stout pint 3.16 0.15 0.55 0.20 0.99 0.21 0.03 0.25 Pub: Cider bottle 3.16 0.15 0.81 0.23 0.99 0.21 0.24 0.29 Pub: Lager bottle 3.16 0.15 1.93 0.17 0.99 0.21 1.04 0.25 Pub: Whisky 3.16 0.15 0.58 0.18 0.99 0.21 0.53 0.24 Pub: Vodka 3.16 0.15 0.57 0.18 0.99 0.21 0.47 0.25 Pub: Wine glass 3.16 0.15 0.77 0.23 0.99 0.21 0.21 0.29 Pub: Wine bottle 3.16 0.15 0.55 0.17 0.99 0.21 1.29 0.23 Pub: Mixer 3.16 0.15 1.04 0.28 0.99 0.21 0.43 0.33 Pub: Liqueur Domestic Cleaner 3.16 0.15 0.27 0.18 0.99 0.21 0.60 0.25 3.16 0.15 1.48 0.23 0.99 0.21 2.59 0.32 63", "filename": "613269365.pdf", "person": ["Jonathan Wadsworth", "Wadsworth, Jonathan"], "date": ["2009"]}