{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/36218/1/613440331.pdf"], "title": ["Racial differences in fringe benefits and compensation"], "plaintext": "IZA Discussion Paper No. 4435 September 2009 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Racial Differences in Fringe Benefits and Compensation Wallace Mok Chinese University of Hong Kong Zahra Siddique Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 4435 September 2009 ABSTRACT Racial Differences in Fringe Benefits and Compensation This paper examines differences in two important components of nonwage compensation, employer provided health insurance and pensions, across African Americans and the whites in the United States. Using data from the Current Population Survey CPS and the National Longitudinal Survey of Youth NLSY, we study the recent trends in the recipiency of this nonwage compensation across race groups. Our results show that African American men on average are significantly less likely to receive employer provided health insurance and pension than whites in the last decade. We also find that the inclusion of racial differences in ability as measured by the Armed Forces Qualification Test AFQT score reduces the unexplained racial gap in fringe benefit offers, highlighting the importance of human capital variables in fringe benefit recipiency. Finally, we reexamine racial inequality in the labor market by examining withingroup inequality in compensation over the last decade and also the role of ability in betweengroup inequality in compensation. JEL Classification: Keywords: Corresponding author: Zahra Siddique IZA P.O. Box 7240 53072 Bonn Germany Email: siddiqueiza.org economics of minorities and races, nonwage labor costs and benefits I11, J15, J32 We are grateful to Barry Chiswick, Christopher Taber and seminar participants at the 2009 joint IZASOLE conference, the IZA Brownbag seminar and the 2009 European Economic Association conference for comments and discussion. All errors are our own. I. Introduction Racial gaps in the labor market have persisted, and in some cases, have even increased recently for examplesee Altonji and Blank1. Racial differences in wages are fairly well documented; however, there is less workexamining the racial differences in nonwage compensation such as employerprovided health insurance andpension coverage. This paper seeks to ask several questions: What are the racial differences in fringe benefitssuch as health insurance and pension coverage for men and women? What component of the racial differencein health insurance and pension coverage can be explained as a result of racial differences in characteristics?What are the racial differences in total compensation, and how do these differ from racial differences inwages?To date, little work examines racial differences in nonwage compensation. Even and Macpherson15examine gender differences in pensions and find that about twothirds of the gender gap is explained bydifferences in observable worker characteristics. Solberg and Loughlin38 use NLSY91 to examine genderinequality by estimating an index of the value of compensation rather than wages only; they find thatthis reduces the overall gender gap, but that the gap remains significant. They find racial gaps in totalcompensation to be insignificant after controlling for other characteristics. Monheit and Vistnes30 examinechanges in insurance coverage by race, ethnicity and gender using the 1987 National Medical Expenditure Survey and the 1996 Medical Expenditure Panel Study. They find that for most groups, declines in coveragebetween 1987 and 1996 are not explained by changes in observable variables. They also find that most ofthe gap between Hispanic and white men in 1996 is explained by differences in observable characteristicssuch as wages, family income, and education. Dushi and Honig13 use the 1996 Survey of Income and Program Participation to examine racial differences in health insurance coverage and find that minoritieshave significantly lower rates of insurance coverage than whites. Levy27 uses the Current Population Survey to examine racial and gender differences in health insurance and finds that the inclusion of healthinsurance results in a smaller estimate of gender compensation inequality than one that is based solely onwages. Our work contributes to the literature by further examining racial and gender differences in offersof pension coverage as well as health insurance using data from both the Current Population Survey CPSand the National Longitudinal Survey of Youth NLSY. Use of the NLSY allows us further to examinethe role of ability in fringe benefit offers; to our knowledge, this is the first study that examines the role ofability in racial differences in fringe benefits using NLSY data.A further important contribution we make is to the literature on compensation inequality. Compensation inequality gives a more relevant concept for understanding wellbeing than wages alone. There isrecent literature see for instance work by Pierce35 and Chung7 which finds that the dispersion of totalcompensation measured as the difference between percentiles of the compensation distribution exceeds 1the dispersion of wages, and that compensation inequality has grown more in recent years than has wageinequality.We find that white men have significantly higher offers of health insurance coverage and of pensioncoverage than do African American men. Differences in workplace characteristics favor higher offers of healthinsurance and pension coverage for African American men in the CPS, so that controlling for workplacecharacteristics such as union membership and firm size increases the racial differences in fringe benefitrecepiency at the extensive margin. For women, we dont find racial differences in fringe benefits to belarge. However, controlling for racial differences in ability using AFQT test scores in the NLSY data, wefind that much of the unexplained racial difference in fringe benefit recepiency at the extensive margin formen disappears. For women, we find that once we control for racial differences in ability African Americanwomen are more likely to get fringe benefits than white women. This analysis highlights the importance ofracial differences in human capital measures such as ability in explaining racial differences in fringe benefitrecepiency.We also use the data on fringe benefit offers to estimate total compensation by including the valueof wages, health insurance and pension coverage. Using the CPS data over the last decade, we find thatnonwage compensation inequality is greater among African Americans than among whites and that thedispersion in nonwage compensation and compensation is also greater among African Americans than whitesover the last decade. We also use quantile decompositions to examine the role of ability in racial differencesin compensation. We find that inclusion of ability in the set of characteristics that are allowed to vary acrossgroups reduces the unexplained difference in nonwage compensation as well as wages and compensationbetween African Americans and whites at all points of the nonwage compensation distribution. Thus, racialdifferences in ability play a role at the intensive as well as extensive margins of nonwage compensation.In section 2, we begin with a discussion of the empirical facts about fringe benefits and the economicsbehind these benefits. In Section 3, we discuss the datasets used in this study. In Section 4, we consider theissue of fringe benefit takeup and look at the descriptive statistics on fringe benefits recipiency by racialand gender groups. In Section 5, we examine in detail how different individual and firm level characteristicsexplain the racial difference in fringe benefit recepiency at the extensive margin. In Section 6, we examinecompensation inequality for African Americans and whites over the last decade as well as the role of abilityin racial differences in compensation. Section 7 discusses a series of caveats and ideas for future researchand Section 8 concludes.2II. Fringe Benefits IIa. Fringe Benefits in the United States The fraction of employee total compensation attributed to fringe benefits has been rising in the last fewdecades. Table 1 shows the average employercost per hour worked and the amount of which is paid forfringe benefits between 1997 and 2008. The data are published by the Department of Labor, and are basedon civilian employment. In 1997, fringe benefits constituted only about 16 percent of the average employeestotal compensation, but this percentage had risen to about 20 percent by 2008. We discuss two of the mostpopular fringe benefits studied in this paper employer provided health insurance, and pension plans.IIa.i. Health Insurance Table 1 reveals also that employerprovided health insurance has become a rising cost to the employer in 1997 it constituted 5.9 percent of the hourly average cost, but had risen to 8.4 percent by 2008. Healthinsurance is also a significant part of all fringe benefits paid about 42 percent of fringe benefits were dueto health insurance. Health Insurance is often provided by an employer, the employee will normally beasked to pay a fraction of the total premium cost with the rest of the sum paid by the employer. Pierce35estimates that in 1997 about 73 percent of jobs have some forms of health insurance that require employercontributions. Health Insurance has been an important part of the employees total compensation, especiallyfor those who would be ineligible to purchase it privately e.g. due to preexisting conditions.1 The cost ofan average health insurance policy has risen significantly in the last 10 years data from the KaiserHRETSurvey of Employer Sponsored Health Benefits2625 suggest that the average annual premium for singlehealth insurance coverage has more than doubled between 1999 and 2008, rising from 2,916 dollars to 4,704 dollars in nominal terms. Average annual premiums for family coverage have also risen by a similarpercentage, from 5,791 dollars in 1999 to 12,680 dollars in 2008. In terms of the costs borne by the employers,the average peremployee health insurance premium contribution has risen from 1,878 dollars 86 percent ofthe total premium in 1999, to 3,983 dollars 85 percent of the total premium in 2008. These data suggestthat employer provided health insurance has become more valuable to the average employee, and representa greater proportion of his total compensation over the last ten years.IIa.ii. Pension Plans Pierce35 estimates that pension amounts to about 3 percent of the employees total compensation. Columns 68 of Table 1 also show that the cost to the employer in providing pension has increased, from 75 cents in 1Pierce35 also has estimated that in 1997, employerprovided health insurance constitutes about 5.4 percent of the employees total compensation.31997 per hour worked to 1.26 in 2008. However, as a fraction of total fringe benefits, the cost of pensionhas remained steady at around 2123 percent.IIb. Reasons for Employer Provision of Fringe Benefits There are several reasons for why employers choose to provide these fringe benefits and why employeeschoose to accept these benefits 2:1. Cost Advantage In accordance with the 1943 Internal Revenue Code, compensation in the form ofhealth insurance and pensions are tax deductible for the employer.2. Risk Pooling The fact that health status is an unobservable variable implies that the individual mayfind it cheaper to purchase health insurance through their employers selected schemes. Other than publichealth insurance which is not universal, those who cannot or cannot afford to purchase health insurancemay find employerprovided health insurance the only way of getting insured.3. Productivity If the productivity of a company is positively correlated with the health of its workforce,then providing health insurance is certainly important to the firms profitability.4. Human Resource Management Fringe benefits may give an impression to the employees that bylosing their job, they will lose more than their wages. Those whose entire family is covered by employerprovided health insurance may find it especially costly to quit their job. Since the cost to the employerin providing these benefits is lower due to risk pooling or group discounts, it is a costeffective humanresource control tool.III. Data We primarily use two different datasets in our analysis. First, we use the 19962006 data from the Annual Demographic FileAnnual Social and Economic Supplement to the Current Population Survey CPS toexamine the trends in the recipiency of employerprovided pension and health insurance. Second, we usedata from the National Longitudinal Survey of Youth NLSY to analyze racial differences in the recipiencyof these benefits. Three additional datasets are used to aid our analyses of employer provided healthinsurance takeup, and for the imputation of the values of these fringe benefits. Additional descriptions ofthese datasets will be provided in their respective sections.2In addition to the following reasons Woodbury40 also discusses the impact of rising unionization, changing age structureof the labor force and rising income as the reasons behind the rise in proportion of total compensation going to fringe benefitsover the 1960s and 1970s 4IIIa. The Current Population Survey CPSThe CPS is a monthly survey of about 60,000 nationally representative households. Our data come from afurther supplement questionnaire was administered in March of each year. This supplement, known as the Annual Social and Economic Supplement ASEC,3 provides additional data on work experience, incomefor the previous year, noncash benefits received, and employment situations. We use the 19962006 ASECin this study.The pension recipiency indicator that we use in our analysis comes from two questions asked of all CPSinterviewees: 1 Other than social security did the employer or union that the interviewee worked for in theprevious year have a pension or other type of retirement plan for any of the employees? 2 Was hesheincluded in that plan? Exactly how we define recipiency of employerprovided pension will be discussedbelow.For employerprovided health insurance, individuals are asked: At any time in previous calendar year,were youwas anyone in this household covered by a health insurance plan provided through theiryourcurrent or former employer or union? The CPS ASEC also collect information about the specifics ofthe plan, such as how the plan was paid in part or full, and how much the contribution the employermade if the individual was covered by employer provided health insurance. Note that these questions donot address the issue of TakeUp an individual may be offered employerprovided health insurance butdecides to decline the offer, and thus he would answered that he is not covered by employerprovided healthinsurance. We shall return to this issue below.IIIb. The National Longitudinal Survey of Youth NLSYWe also use the 1979 cohort of the National Longitudinal Survey of Youth NLSY79. The NLSY79 is apanel study of a sample of 12686 young men and women who were 1422 years old when they were firstinterviewed in 1979.45 Since then, they have been reinterviewed yearly from 1979 to 1994, and biannuallysince 1996. The NLSY79 documents each respondents experience, mainly with the labor market such aslabor market attachment, training and education. A particularly attractive feature of using the NLSY79to analyze wage differentials is that it provides a proxy for the individuals ability the Armed Forces Qualification Test AFQT score. In 1980, over 90 percent of the NLSY79 respondents were given a set of 10 tests from the Armed Services Vocational Aptitude Battery ASVAB6 and a subset of 4 of these tests 3The ASEC was called Annual Demographic Supplement ADF prior to 2003.4The sample size diminished over time due to funding limitation. Sample size of the survey dropped from 12686 respondentsin 1979 to 10436 respondents in 1990.5The NLSY79 is formally constituted by 3 subsamples: 1 A cross sectional sample of 6111 young people residing in USin 1979. 2 A supplemental sample of 5295 young people. This subsample is designed to oversample hispanics, blacks andeconomically disadvantaged whites. 3 A sample of 1280 young people who were enlisted in one of the 4 branches of military asof 30th September 1978.6Formally, the tests in the ASVAB consist of 1 general science, 2 arithmetic reasoning, 3 word knowledge, 4 paragraphcomprehension, 5 numerical operations, 6 coding speed, 7 auto and shop information, 8 mathematical knowledge, 95constitutes the AFQT. The AFQT score is used by the military services to screen applicants and therebyassigning various jobs within the military. The use of the AFQT score as a measure of the ability of theindividual has been fairly widespread in economics and sociology.7We mainly focus the 19962004 periods, because many variables of interest, such as labor union status,employer pension provision, employer health insurance provision, are not available in the early waves of thesurvey. It is also important to point out that the results generated by the NLSY79 are not comparable withthose of the CPS, because the sample in the NLSY79 is not nationally representative.The questions in the NLSY regarding employerprovided health insurance and pension are phrased asfollows: Did the employer MAKE AVAILABLE to you type of benefit?IIIc. TakeUp of Fringe Benefits offer versus coverage rates A close examination of the wording of the fringe benefit questions in the CPS and the NLSY reveals thatthere are two different underlying concepts offer and coverage. In the CPS, questions about whether theemployer offers a pension plan are asked, but for health insurance, the individual is asked about whetherheshe is covered by such fringe benefit. For the NLSY, the questions ask whether a particular fringebenefit was offered by the employer.This poses a nontrivial conceptual question whether we should use the offer rate or the coveragerate as an indicator of recipiency as neither one of these questions address recipiency directly. This issuearises because of the takeup problem a worker may not receive the benefit even if his employer offershim a plan. Intuitively, if most workers decide not to takeup these benefits because of endogenous reasonssuch as his disliking of the plan, or that heshe is covered by other plans, then the racial difference inthe offer rate might be a better measurement of inequality as it is the workers own decision that led themnot receiving the benefit and using the coverage rate understates the true level of recipiency. Similarly,if most workers are not taking up these benefits because of exogenous reasons e.g.the worker is on atemporary contract and this ineligible for fringe benefits or that the insurance company refused to acceptthe worker because of his risk characteristics, then the racial difference in the coverage rate is a more validmeasurement of inequality as the reasons for not receiving the benefit is beyond the workers own controland using the offer rate overstates the level of recipiency. Moreover, if takeup behavior differs enormouslybetween race groups, then using simply the difference in the offer ratecoverage rate between racegendergroups will bias the true level of inequality.We use the Survey of Income and Program Participation SIPP to study whether there are racialdifferences in the takeup of employerprovided health insurance. For simplicity, we focus on health insurancemechanical comprehension, and 10 electronics information.7For example, see Neal and Johnson 33.6only. In future versions of this paper we hope to also look at reasons for not taking up employerprovidedpension plan.SIPP is a series of short panel datasets based on a sample of nationally representative noninstitutionalizedcivilian population. Interviews are implemented every 4 months and individuals are asked to provide detaileddemographic and income information for the 4 months prior to the interview month.8 Occasionally, SIPPinterviewees are asked additional questions on a variety of topics such as health and physical wellbeing,financial history, etc in its topical modules. We use the wave 5 topical modules for both the 1996 and 2001panels these correspond to the year 1997 and 2003 respectively. In these topical modules, intervieweesare first asked: Does your employer offer a health insurance plan to ANY of its employees?YesNo. Forthose who are not covered by employerprovided health insurance as reported in the core questionnaire,the interviewer asks for the reasons of noncoverage. For this analysis, we restrict our sample to those whoare 2264 years of age and are working in private companies.Table 2 presents the results. The upper panel lower panel tabulates the results for the 1996 panel2001 panel. Columns 15 show the percentages of those who are not taking up employerprovided healthinsurance by various reasons individuals can give more than one reason so the rows do not sum to one,and we also omit the other reasons category. For those white men who are not taking up employerprovided health insurance, 29 percent in the 1996 panel did so because they are ineligible due to their typeof employment e.g.in temporary or parttime positions. For blacks, the rate is 37 percent. A smallfraction of those who are offered health insurance did not take up because of being denied by the insurancecompanies. We also see that white men are more likely than black men to decide not to takeup because theyare covered by other plans, while black men are more likely to decline employerprovided health insurancebecause the plans are too expensive.These results suggest that ineligibility due to the type of employment is the primary exogenous reasonfor nontakeup. Therefore, we believe that by restricting our attention to only on those who are workingfulltime, most of the nontakeup will be due to endogenous reasons. Thus, upon this restriction the offerrate is a better measure of fringe benefit recipiency.Nevertheless, the CPS ASEC do not give us the employerprovided health insurance offer rates. Instead,questions about whether the individuals current employer offers health insurance are asked in the CPSFebruary supplements. Unfortunately, these supplements are available only in some years since 1996, theyare available in 1997, 1999, 2001 and 2005. Given the CPS structure, we merge these February CPS datawith the CPS ASEC, thus allowing us to have access to variables in both supplements for the individual.The cost of doing so is a sample reduction as we cannot use individuals who were interviewed in March butnot February and viceversa.8Readers are encouraged to refer to U.S. Census Bureau 2001 for a more thorough description of SIPP.7In these CPS February supplements, those who are not taking up employerprovided health insuranceare also asked about the reasons for doing so. In appendix table A1, we report the percentage of those whoare not taking up such benefit, by various reasons. We focus on those who are working full time and morethan 35 hours per week. Indeed, upon making this restriction, we see that most of the nontakeups aredoing so due to endogenous reasons.IV. Trends in the provision and coverage of Fringe Benefits IVa. Trends in the provision and coverage of EmployerProvided Health Insurance Table 3 shows the percentages of workers who are offered employerprovided health insurance using the February and March supplements of the 1997, 1999, 2001 and 2005 Current Population Surveys. Wereport these percentages for white men, African American men, white women and African American womenseparately. We restrict our sample to those 2564 years of age who work over 35 hours a week in the privatesector.Overall, the percentage of workers who were offered health insurance by their employers has not changedsignificantly in the 19972005 period. However, we do observe a racial difference in the offer rates in 1997about 89 percent of white men worked in jobs that offer health insurance, while that percentage for African American men is only 85 percent. This gap persists over the 19972005 period. It is somewhat interestingto see that the racial gap exists for women in the recipiency of this fringe benefit is smaller than for men.IVb. Trends in Employer Provided Pension Table 3 also reports the percentages of workers who are offered a pension plan defined contribution ordefined benefit in 19972005. Here we see that the racial gap in pension recipiency is much larger than thatof health insurance. Both African American men and women are less likely to work in jobs that provide thema pension plan. In 1997, 70 percent of white male workers are offered pension plans, for African Americanmale workers however, this percentage is about 65 percent. In 2005, the gap is wider with 69 percent and 62 percent for white and African American men respectively. For women, about 69 percent of white womenand 67 percent of African American women are offered pension plans in 2005.V. Racial Differences in Fringe Benefit offers There are important differences in characteristics of individual African American and white workers aswell as in the kinds of jobs that African American and white workers are working in.It is importantto understand the role that individual and workplace characteristics play in whether or not workers are 8offered health insurance andor pension by the employer.In addition, we are interested in the residualracial differences in fringe benefit offers that remain after we have controlled for differences in individualand workplace characteristics. In order to address these questions, we estimate simple probit regressionswhere we regress a set of individual and workplace characteristics on the fringe benefit dummy either healthinsurance or pension offer for male and female samples of the data.The regressions we estimate are of the following type, which include race as well as other individual andworkplace controls, separately for men and for women and for health insurance and pension offers:Ci Zid C e C,iif Cif Ci 0i 0 10Ci 12C HI, P is a dummy variable taking the value one if individual i is offered nonwage compensationis a latent variable thathealth insurance HI or pension P from the employer and the value zero if not, Cdetermines whether or not an individual gets offered nonwage compensation health insurance or pensioniand Zi is the vector of individual and workplace characteristics that determine whether or not an individualgets offered health insurance and pension. We assume the error term e C,i is distributed normally so we carryout probit estimation of the above equations.In addition to the regression analysis with race dummies, we also carry out the regressions on fringebenefit offers separately for each racial group and look at the differences across racial groups. In other words,we also report unexplained differences in fringe benefits health insurance and pension across racial groupsseparately for men and for women, by carrying out nonlinear decompositions. Unlike the regression analysiswhich assumes the same returns to characteristics and traits for different racial groups, the decompositionanalysis does not make this assumption.The nonlinear decomposition we use is a variant of the wellknown BlinderOaxaca decomposition, asgiven by CW CB ZW ZBd WC ZBd WC d BC3where as above Zj is the row vector of average values of the independent variables and dj C is the vectorof coefficient estimates for benefit type C and race j. Since we want to estimate unexplained differences ina discrete binary variable, we use a modification of the method that decomposes the nonlinear equation,C F Zd C, since C does not necessarily equal F Zd C. Following the method proposed in Fairlie16, weuse the nonlinear decomposition given by 9N Wcid:88CW CB i1 N Bcid:88i1F ZWC i WN WF ZBC i WN B N Bcid:88i1F ZBC i WN B N Bcid:88i1F ZBC i BN B4In the above decompositions, the first term represents the part of the racial gap in fringe benefit offerswhich is due to group differences in distribution of Z; the second term represents the part of the racial gapdue to differences in group processes determining the level of C HI, P. The second component is thepart of the racial gap in fringe benefit offers which cannot be explained by the racial differences in individualand workplace characteristics.In order to estimate the contribution of racial differences in individual characteristics using Fairlie 2005,the standard errors associated with these are estimated by the delta method. The decomposition methodinvolves a one to one matching between the African American and white workers. Since there are fewer African American workers than white workers, samples are drawn randomly from the white sample. Fiftydifferent samples are drawn, racial differences estimated using each sample and the mean results from acrossthe fifty different samples reported.Va. Racial Differences in Fringe Benefits at the extensive margin The appendix tables A2 and A3 provide summary statistics of individual and workplace characteristics byrace and gender for the samples drawn from the Current Population Surveys. The data is constructed bymerging respondents from the February and March supplements of the Current Population Surveys; sincethe February supplements are available for specific years we have data for the 1997, 1999, 2001 and 2005cohorts. Further, we restrict our sample to workers who are between the ages of 25 and 65, to fulltimeworkers who work more than 35 hours per week and who work in the private sector. These restrictionsgive us a sample of 51,736 white men, 4,271 African American men, 35,190 white women and 4,702 African American women.A larger fraction of all workers are offered employer provided health insurance than pensions. The highestfraction of health insurance offers is for white men, of whom 90% get health insurance offers. 87% of the African American men get health insurance offers, while 85% of both white and African American womenget health insurance offers. The highest fraction of pension offers is also for white men at 74%. African American men get the lowest fraction of pension offers at 67%. 71% of white women and 69% of African American women get pension offers. If one looks at groups receiving both fringe benefits, then again whitemen have the highest offer rates of health insurance and pensions at 71% and African American men havethe lowest offer rates at 64%. White women have offer rates of 66% and African American women of 64%.Summary statistics of individual characteristics of the CPS samples as given in appendix tables A2 and A3 show that the African American samples are more likely to have some high school, high school or some 10college education but that the white samples are far more likely to have college graduate or higher education.Women are slightly younger in the sample in comparison to men. There are also far more African Americanworkers in the South than in any other region, which is consistent with the population distribution of African Americans in the US. African American women are more likely to have younger children at home, and spousewages are far higher for white women than for African American women.Workplace characteristics across different race and gender groups in the CPS samples show that African Americans are far more likely to be working in unionized jobs than white workers. They are also more likelyto work in the largest firms those with 1000 workers than are white workers. White workers are morelikely to be in executiveprofessional and sales occupations while African American workers are more likelyto be in factory labor and construction, services and transportation occupations. Women are more likely tobe in administrative occupations. Across different industries, manufacturing has higher fractions of African Americans than whites, while financial and educationhealth services are dominated by women.Given the CPS data, we next run the different specifications on the samples. Table 4 reports theestimation results for health insurance offers when using the CPS data for full time workers working inthe private sector from the 1997, 1999, 2001 and 2005 cohorts. The cohorts are pooled together, and yeardummies included in all estimations. Panel A gives the results when race dummies are included in theprobit regressions and Panel B gives the results from the nonlinear decompositions.In I, estimationresults are reported when we use individual level controls only which include human capital variables suchas education and age, family traits variables such as children and spouse salary and also local labor marketvariables such as regional dummies. The set of dummy variables for education are: whether the workerhas no education, some high school education, high school education or collegegrad school education. Weuse four region dummies. According to the estimations the marginal effect of being African American onwhether a person gets a health insurance offer from the employer is negative and significant at 0.0161 formen; for women the marginal effect of being African American is insignificant. In II, estimation resultsare reported when workplace or firm level controls are included in addition to the individual level variables.These include union membership, 9 firm size, occupation, and industry. We use five dummy variables forfirm size: whether number of employees in the firm are less than 25, between 25 and 99, between 100 and 499, between 500 and 999 or greater than 1000. We use eight dummies for occupation and thirteen dummiesfor industry.Inclusion of workplace controls increases the marginal effect associated with being African American to almost twice its level without the firm level controls for the male samples, 0.0293 instead 9Since 1983, questions on unionemployment association membership are asked only to a quarter of the sample the outgoingrotation groups in each month Hirsch and Macpherson. To obtain information of union membership for the remaining threequarters of the sample in each year, we make use their responses to the Basic CPS survey in the following months. Specifically,we look at their responses to the questions on union membership during their outgoing interviews. We also restrict to thosewho do not experience unemployment between the ASEC and their outgoing interview. Doing so essentially eliminate thosewho changed jobs during this period, which will contaminate our data i.e. the employer that offers pension may not be theemployer the interviewee worked for during the month when he answered the union membership questions.11of 0.0161. The increase in the marginal effect is because African American men are more likely to be inunionized and bigger firms which are the kind of firms more likely to offer fringe benefits. For women,the marginal effect of being African American is now negative but still insignificant. In the decompositionresults, inclusion of the latter set of control variables changes the component of the explained differencefrom positive to negative. In other words, racial differences in workplace controls favor health insurancecoverage for African American men and women. The unexplained differences in health insurance coverageacross race, however, favors white men and women.Table 5 gives the estimation results for pension offers with a race dummy included in the set of regressorsin section A and from nonlinear decompositions in section B. Table 5 uses CPS data for full time workersworking in the private sector from 1997, 1999, 2001 and 2005 cohorts. In I, estimation results are reportedwhen individual level controls only are included. The marginal effect of being African American on gettingan offer of pension coverage is significant and negative for men at 0.0354. For women the marginal effect isnegative but insignificant. In II, estimation results are reported when workplace controls are included inaddition to individual level controls. Inclusion of workplace controls increases the marginal effect associatedwith the African American dummy on getting an offer of pension coverage to 0.0791 from 0.0354 for men andto 0.0522 for women. The marginal effect of being African American is significantly negative after includingworkplace controls, for both the male and female subsamples. In the decomposition results, inclusion ofthe workplace controls changes the component of the explained difference from positive to negative. As forhealth insurance, the racial differences in workplace controls favors pension offers for African American menand women. The unexplained difference in pension offers across race favors white men and women.From the CPS data, being African American is associated with significantly lower offer rates for employerprovided health insurance and employer provided pension for men. These differences are particularly largeonce we control for workplace characteristics since African Americans are infact more likely to be workingin the kind of jobs unionized and with larger firms that provide these fringe benefits. The differences infringe benefit offers are smaller for women in the CPS samples. One explanation for why we observe theracial differences for men could be associated with how African American men sort into different firms, withmore of them working for employers that may be less prejudiced in hiring African Americans but who at thesame time offer fewer fringe benefits. The other reason we might observe the racial differences is becauseof important omitted variables. In the next section, we control for an important source of omitted variablebias, which is ability difference across racial groups.Vb. Racial Differences in Fringe Benefits at the extensive margin and the role of ability Using the National Longitudinal Study of Youth data allows us to use a more rich set of individual levelcontrols in our models of fringe benefit offers. In particular we are interested in how racial differences in 12ability, as proxied by the AFQT test score, have an impact on racial differences in employer provided fringebenefits such as health insurance and pensions. The role of ability in wage differentials is well documented.The mechanism through which ability differences can also play a role in fringe benefits and compensation isthrough the progressive nature of the tax system. High ability individuals may find it worthwhile to take alarger portion of their compensation in the form of tax exempt fringe benefits.The appendix tables A4 and A5 provide summary statistics of individual and workplace characteristicsby race and gender for the samples drawn from the National Longitudinal Survey of Youth data. The datawe use is pooled from the 1996, 1998, 2000, 2002 and 2004 rounds of the NLSY data. We restrict our sampleto workers who are between the ages of 25 and 65, and to fulltime workers who work more than 35 hoursper week. These restrictions give us a sample of 1,607 white men, 652 African American men, 1,284 whitewomen and 678 African American women.A broadly similar fraction of all workers are offered fringe benefits in the NLSY data in comparison tothe CPS. As many as 86% of white men get offers of health insurance, while 79% of African American menget such offers. 85% of white women and African American women get offers of health insurance. Thefraction of pension offers for white men is 75%. 68% of African American men get pension offers. 75% ofwhite women and 77% of African American women get pension offers. That African American women havehigher offer rates of pension in the NLSY is observed also in the subsample of workers who work in theprivate sector only see appendix table A6. White men also have the highest offer rates of both healthinsurance and pensions at 71% while 64% of African American men have offers of both health insurance andpensions. White women have offer rates of 66% and African American women of 64%.Summary statistics of individual characteristics of the NLSY samples show that, as in the CPS, the African American samples are more likely to have some high school, high school or some college educationbut that the white samples are far more likely to have college graduate or higher education. Again as inthe CPS, there are far more African American workers in the South than in any other region, which isconsistent with the population distribution of African Americans in the US. African American women arethe most likely to have younger children at home, and spouse wages are far higher for white women than for African American women. Finally, the AFQT scores standardized by age are very different across African Americans and whites, with the mean score being positive for whites and negative for African Americans.Workplace characteristics across different race and gender groups in the NLSY samples show that African Americans are more likely to be working in unionized jobs than white workers. They are also more likely towork in the largest firms than are white workers. Both of these are again consistent with CPS data. Whiteworkers are more likely to be in Professional, Technical and Managerial occupations while African Americanworkers are more likely to be in clerical, operatives and service occupations.Table 6 gives the estimation results from probit regressions on health insurance offers with a race dummy 13in section A and from nonlinear decompositions in section B. We use data for full time workers from 1996to 2006 rounds of the NLSY, the data being pooled with year dummies included in the estimations. InI, estimation results are reported when we use individual level controls such as education, age, region,children, and spouse salary in the regressions.In II estimation results are reported with the additionof the AFQT test score, standardized by age.In III, estimation results are reported when we includeworkplace controls such as union membership, firm size, occupation, industry and work type but exclude AFQT. In IV we again add standardized AFQT scores to the set of regressors. With the addition of AFQTtest scores the marginal effect associated with being African American is dramatically reduced and becomesinsignificant. For women the marginal effect associated with being African American is not significantwithout AFQT but with the addition of AFQT it is significant and positive. This can also be seen in thenonlinear decompositions; inclusion of the AFQT score for men reduces the difference between rows 6and 7, which is the difference in health insurance offer rates favoring white men and not explained bydifferences in characteristics. For women, inclusion of AFQT score increases the difference between rows 6and 7, which is the difference in health insurance offer rates favoring African American women and notexplained by differences in characteristics.Table 7 gives the estimation results from probit regressions on pension offers with a race dummy insection A and from nonlinear decompositions in section B. Table 7 use NLSY79 data for full time workersfrom 1996 to 2006 rounds, the data being pooled with year dummies included in the estimation. I givesthe estimation results when individual level controls such as education, age, region, children, and spousesalary are used as the control variables. In II estimation results are reported with inclusion of the AFQTtest score, standardized by age. In III, estimation results are reported when we include workplace controlssuch as union membership, firm size, occupation, industry and work type but exclude AFQT. In IV weagain add standardized AFQT scores to the set of regressors. The marginal effect associated with being African American becomes insignificant when we include AFQT scores for men. For women the marginaleffect associated with being African American is positive and increases dramatically when we include AFQTtest scores. This can also be seen in the nonlinear decompositions; inclusion of the AFQT score for menreduces the difference between rows 6 and 7, which is the difference in pension offers not explained bydifferences in characteristics. For women, inclusion of AFQT increases the difference between rows 6 and7 which is the difference in pension offers favoring African American women.As a further robustness check, we also carry out the above analysis on samples restricted further toworkers in the private sector only. The appendix tables A6 and A7 provide summary statistics of individualand workplace characteristics by race and gender for the restricted samples. The restricted sample consistsof 1,240 white men, 476 African American men, 811 white women and 397 African American women.Table 8 gives the estimation results from probit regressions on health insurance offers with a race dummy 14in section A and from nonlinear decompositions in section B for the restricted sample. With the additionof AFQT test scores the marginal effect of being African American for men again declines. For women themarginal effect of being African American becomes positive and significant after inclusion of AFQT scores,as with the full sample. The results from the nonlinear decompositions are also consistent with the resultswe get from the full sample.Table 9 gives the estimation results from probit regressions on pension offers with a race dummy insection A and from nonlinear decompositions in section B using the restricted sample. The results areentirely consistent with what we observe in the full sample; the marginal effect associated with being African American is reduced considerably after inclusion of AFQT scores for men. For women, the marginaleffect is positive and significant and increases when we include AFQT scores to the set of regressors. Finally,this is also reflected in the nonlinear decompositions, the unexplained difference in pension offers is reducedwhen we include AFQT scores for men, and the unexplained difference favoring African American womenincreases when we include AFQT scores for women.As mentioned already, the CPS is a nationally representative sample while the NLSY is not; our resultsfrom the two samples are broadly consistent but there are also some important differences. The biggestdifference in the NLSY data is in pension offers for women, in particular pension offers for African Americanwomen in the NLSY are far higher than in the CPS.An important finding is the role of ability differences in fringe benefit offers. We find that once we controlfor ability differences much of the racial differences in fringe benefit offers disappear for men. For women,controlling for ability actually makes the race dummy positive and significant; in other words, controllingfor ability differences, African American women are more likely to get fringe benefits than white women.We have no simple explanation for why this is the case, but we leave this as a question to address for futurework. We next turn to measure of overall compensation and racial differences in compensation.VI. Racial Differences in Compensation We define total compensation as the combined value of wages, health insurance and pension. While boththe NLSY and the CPS ASEC ask about the magnitude of the wage the individual gets, the values of healthinsurance and pension are not asked. A plausible reason is that they are extremely difficult to measure fromthe perspective of the employee. The value of employer provided health insurance depends on the individualshealth status, the nature of the plan, and the coverage particulars. Similarly, the value of pension to theemployee depends on the current and future interest rates, the individuals assessment of future inflation,the self assessed probability of death before retirement etc. From the perspective of the employer, however,the values of these nonwage compensation items are not simple to assess either. Provision of such non wage 15compensation may improve the productivity of employees and increase the retention rates, which are bothbeneficial to the employer, making the value of nonwage compensation depend on more than just the costsinvolved in providing them.To abstract from the complexity in modeling the value of non wage compensation, we assume their valuesare just the direct costs to provide them. In the CPS ASEC, individuals who are covered by employerprovided health insurance are also asked about the amount of contribution of the employer. Since the CPS asks about the dollar amount of health insurance premium contributed by the employer, we estimate aregression of these dollar amount on age, gender, occupations, industries, regions, unionization, years, natureof the plan single or family and number of employees in the place of work. We use the resulting estimates toimpute the employers contribution of health insurance premium for those who are offered but not covered.For pension, however, the CPS ASEC does not ask about the amount of employers contribution. To estimatethe amount paid by the employer, we use the Survey of Consumer Finances SCF which ask about theamount of employers contribution towards the employees pension as a percent of the employees wage.10 We then apply these contribution rates to the CPS data and estimate the employers contribution. Ourwage data come from the March CPS; one possible concern with the use of this data is it is not a pointin time measure, rather it is retrospective so that hourly wages need to be computed by dividing annualearnings by the product of weeks worked last year and usual weekly hours last year.For NLSY, the issues involved in imputing values of non wage compensation schemes are more complicated. First, as we discussed previously, the NLSY asks whether the individuals employer makes a certaintype of nonwage compensation available to him, rather than whether the individual is covered by suchcompensation. Second, for health insurance, we do not know the amount paid by the employer as well asthe type of health insurance such as whether it is a single or family plan. Thus we assume that in the NLSY, individuals who are offered nonwage compensation schemes always accept them. To impute thevalue of employerprovided pension, we again use the contribution rates estimated using the SCFs. Forhealth insurance, we again use the CPS ASEC to estimate the amount paid by the employer based on theindividuals demographic and occupational characteristics see footnote above.VIa. Racial Differences in Compensation over time If we examine the total change in wages, nonwage compensation and compensation measures over the 19972005 time period as given in figure 1, we find that wages increased across the distribution for men andwomen during 19972005, but that there was a decline in nonwage compensation in the lower percentilesfor both men and women over this time period, so that the change in compensation was slightly smaller 10The SCF is a triennial crosssectional survey containing detail data about the interviewees income, assets and investmentportfolios. We use the 1995, 1998, 2001, and 2004 SCF to estimate the average pension contribution rates employers. We usethe averages of the 1995 and 1998 rates, 1998 and 2001 rates, 2001 and 2004 rates as the rates in 19961997, 19992000, and 20022003 respectively.16than the change in wages.In order to examine the racial inequality in compensation we also estimate and examine three differentmeasures of within group inequality: the overall inequality as given by the 9010 log differential in compensation for the different years for which we have data on fringe benefit offers, the residual inequality asgiven by 9010 log differential in compensation after we control for age and education and the upper andlower tail inequality as given by 9050 and 5010 log differentials in compensation. We use the CPS datafor fulltime workers working in the private sector who are between the ages of 25 and 65.Figure 2 gives the 9010 log differential in compensation and the residual 9010 log differential incompensation separately for African American and white men. From figure 2, the 9010 inequality measurehas increased for wages, for nonwage compensation and for compensation for both whites and African Americans. However, the 9010 inequality in wages and compensation is higher among whites while the 9010 inequality in nonwage compensation is higher among African Americans. If we look at the residual 9010 inequality which controls for age and education, then the 9010 inequality measures in wages andcompensation are not very different among whites and among African Americans, but there is still higherinequality in nonwage compensation among African American men than white men.Figure 3 gives the 9010 log differential in compensation and the residual 9010 log differential incompensation among African American and white women. Very generally, the trends we observe are similarto those for men, with the inequality measures increasing over the time period, the inequality in wages andcompensation being fairly similar among African American and white women but the inequality in nonwagecompensation being higher among African American women than among white women.It is also useful to understand how the compensation inequality measures vary across African Americansand whites when we examine upper and lower tail inequality as given by the 9050 and 5010 inequalitymeasures. Figure 4 gives these upper and lower tail inequality measures for male samples of the CPS. Uppertail inequality is increasing over the time period, the upper tail inequality in wages and compensation is notvery different among African Americans and whites but the upper tail inequality in nonwage compensationis higher among African Americans than whites. Lower tail inequality in wages and compensation hasnot changed over time, in particular for white men. For African American men, lower tail inequality inboth wages and in compensation dips initially but increases in 2005. Lower tail inequality in nonwagecompensation is higher among African American men than among whites and has increased over time.The upper and lower tail inequality for the female samples of the CPS is given in figure 5. For the femalesamples, the upper tail inequality as given by the 9050 inequality measure has slightly increased for wagesand for compensation. It remains constant for nonwage compensation. Upper tail inequality for wages,nonwage compensation and compensation is higher among African American women than among whitewomen. Lower tail inequality in wages and compensation is constant over time but lower tail inequality in 17nonwage compensation increases and is higher among African American women than among white women.Our findings are broadly consistent with the existing literature on inequality differences over time forinstance in Autor, Katz and Kearney 3 4. We find, in addition, that nonwage compensation inequalityis greater among African Americans than among whites and that the dispersion in nonwage compensationand compensation is also greater among African Americans than whites over the last decade. This againhighlights the importance of examining fringe benefits and compensation to get a better understanding ofthe extent of racial inequalities in the labor market.VIb. Racial Differences in Compensation and the role of ability We also examine how unexplained differences in total compensation across racial groups are affected by inclusion of AFQT test scores using NLSY data. We do this by carrying out quantile decompositions of totalcompensation, with and without including AFQT in the set of characteristics other characteristics includeeducation, tenure and the square of tenure. While the OaxacaBlinder and nonlinear decompositions givenin equations 1 and 2 estimate the average treatment effect on the treated by using linearnonlinear regressions the first parts of equations 3 and 4 or the explained difference across groups, quantile decompositionsextend the method to quantiles by using linear quantile regressions see Melly29. These allow us to examine the unexplained differences across racial groups at different points of the distribution of wages, nonwagecompensation and of total compensation; in this way we are also able to examine if ability differences playa role in nonwage compensation at the intensive margin.In order to examine the role of ability in racial differences in compensation, we first pool the NLSY datafrom 1996 to 2006 for all full time workers between the ages of 25 and 65 and estimate the unexplaineddifferences unexplained after controlling for education, age and a quadratic in age. 95% confidence intervals are estimated around the unexplained difference using 100 bootstrap replications. Figure 6 givesthe estimation results for men and 7 gives the estimation results for women. The figures superimpose theunexplained differences with and without inclusion of standardized AFQT scores for easy reference. It isclear from the pooled male samples that inclusion of standardized AFQT scores reduces the unexplaineddifference in wages this is already well documented and also in nonwage compensation at the intensivemargin so conditional on getting fringe benefits, ability differences also play a role in the amount that isreceived in the form on nonwage compensation and compensation at all points of the distribution. Thedifference is fairly large so that the 95% confidence intervals for the two cases do not overlap. For the pooledfemale samples also, we find that inclusion of standardized AFQT scores reduces unexplained differencesin wages, nonwage compensation and compensation. However, unlike for men, the difference in nonwagecompensation is not very large, there is considerable overlap in the confidence regions of the unexplaineddifference estimated with and without including AFQT test scores.18We also examine the role of ability differences when we restrict the NLSY sample further to workers whowork only in the private sector. The resulting unexplained differences across racial groups are given in figure 8 for men and figure 9 for women. As in the full sample, there is a reduction in unexplained differencesafter including standardized AFQT scores across the entire distributions of wages, nonwage compensationand compensation, and in addition there is also little overlap in the 95% confidence intervals across theunexplained difference.VII. Caveats and Directions for Future Work Several caveats are in order. First, our assumption that by focusing only on those who are employed fulltimeand work over 35 hours per week, we eliminate all those who are not taking up Health Insurance because ofexogenous reasons. It is however plausible that those who know that they cannot take up employerprovidedhealth insurance due to exogenous reasons may instead report that nontakeup is a personal choice. If thishappens, the offer rate overstates the recipiency of these fringe benefits. More seriously, if this behaviordiffers across race and gender groups, then our results may be invalid. This issue is not easy to resolve asone would need to find out whether those who reject employerprovided health insurance due to personaldecision are actually ineligible for such benefit.Second, our empirical strategy has made a large number of simplifications. In the case of imputing thevalue of an employerprovided pension plan, our strategy is somewhat oversimplified due to data limitations.In future revisions of this paper, we hope to devise a more sophisticated method of calculating the value ofa pension plan, if we have better data.Third, we have utilized only the employercost of fringe benefits rather than their values in analyzingracial difference in total compensation. In the case of employerprovided health insurance, it is likely thatthose with bad health would value such benefit much higher than the cost because they have difficultiesto purchase the insurance privately due to their risks. If there is a significant difference in health statusacross the racial groups, it may be viable to derive a measure of the personal value of total compensationrather than just its monetary value. There is some medical literature that suggests that African Americansare likely to be in worse health than whites, thus the value of employer provided health insurance to African Americans may actually be higher.Fourth, there are other fringe benefits that we hope to incorporate in our paper, such as life insurance.Fifth, we can also study total compensation inequality for those in the lower section of the incomedistribution or those with less education. Such an analysis may capture a somewhat different picturecompared with that of using wages alone. It will also be interesting to see how the inclusion of the value offringe benefits affects the poverty rates.19VIII. Conclusion We find that white men have significantly higher employerprovided health insurance and pension coveragethan do African American men. Of the unexplained racial differences that favor white men, a large component disappears when we control for racial differences in ability. The racial differences for women aresmaller than for men in fringe benefit recepiency, for both health insurance and pensions. Once we controlfor racial differences in ability, we find that African American women are actually more likely to receivefringe benefits than are white women.We also construct total compensation measures and examine withingroup inequality in compensationover time as well as the role of ability differences in betweengroup compensation inequality. We findthat nonwage compensation inequality is greater among African Americans than among whites and thatthe dispersion in nonwage compensation and compensation is also greater among African Americans thanwhites over the last decade.In addition, we find that ability differences reduce the unexplained racialdifferences in compensation for men and women across the compensation distribution. This again highlightsthe importance of racial differences in ability in fringe benefits and compensation, at the intensive as wellas extensive margins.Several questions remain unanswered. For instance, it is not clear what causes racial differences in nonwage compensation to be so different for men and women. Our study also suggests a number of ideas forfuture research. Given the increasing interest in the Hispanics population, one can also explore more aboutthe racial inequality between Hispanics and whites. Second, our investigation of takeup behavior suggestsa substantial number of individuals are not takingup employer provided health insurance for personalreasons such as not believing health insurance and do not like the plan. With longitudinal data, one caninvestigate the longterm health wellbeing of these individuals as well as for their family members. Withfirm level data, one can also investigate the characteristics of health insurance plans that make employeesnot to take up. Future studies should look at a greater variety of nonwage compensation benefits providedto employees in addition to health insurance and pensions. A better understanding of the differences innonwage compensation across racial groups is important in proper measurement of the extent of racialinequalities in labor markets.20References1 Altonji, Joseph G. and Rebecca Blank 1999, Race and Gender in the Labor Market, in: O. Ashenfelter and D. Card eds. Handbook of Labor Economics, Vol 3, Elsevier Science B.V.2 Anderson, Patricia M. and Bruce Meyer 1997, Unemployment Insurance Takeup Rates and the AfterTax Value of Benefits, Quarterly Journal of Economics, CXII, 913938.3 Autor, David H, Lawrence F Katz and Melissa Kearney 2006, The Polarization of the U.S. Labor Market, American Economic Review Papers and Proceedings, 962, 189194.4 Autor, David H, Lawrence F Katz and Melissa Kearney 2008, Trends in U.S. Wage Inequality:Revising the Revisionists, Review of Economics and Statistics.5 Bloom, David E and Richard B Freeman 1992 The Fall in Private Pension Coverage in the United States, American Economic Review, LXXXII, 539545.6 Charles, Kerwin Kofi and Jonathan Guryan 2007 Prejudice and The Economics of Discrimination,NBER Working Papers 13661.7 Chung, Wankyo 2003 Fringe Benefits and Inequality in the Labor Market, Economic Inquiry 413:517 529.8 Currie, Janet 1997, Gender Gaps in Benefits Coverage, in The Handbook of Human Resource Management, David Lewin, Daniel Mitchell and Mahmood Zaidi eds, JAI Press, 1997, 175198.9 Currie, Janet and Brigitte Madrian 1999, Health, Health Insurance and the Labor Market, The Handbook of Labor Economics, volume 3c, David Card and Orley Ashenfelter eds., Amsterdam:North Holland, 1999, 33093407.10 Currie, Janet and Aaron Yelowitz 2000, Health Insurance and Less Skilled Workers, in Finding Jobs:Work and Welfare Reform, David Card and Rebecca Blank eds., New York: Russell Sage, 233261.11 Cutler, David M and Brigitte C Madrian 1998, Labor Market Responses to Rising Health Insurance Costs: Evidence on Hours Worked, Rand Joural of Economics, XXIX, 509530.12 Duncan, Gregory 1976, Earnings Functions and Nonpecuniary Benefits, Journal of Human Resources, 114: 462483.13 Dushi,Irena and Marjorie Honig 2005Offers or TakeUp:Explaining Minorities Lower Health Insurance Coverage, Economic Research Initiative on the Uninsured Working Paper 40;http:www.umich.edu eriupdfwp 40.pdf.2114 Even, William E. and David A. Macpherson 1990, The Gender Gap in Pensions and Wages, Reviewof Economics and Statistics, 722: 259265.15 Even, William E. and David A. Macpherson 1994, Gender Differences in Pensions, Journal of Human Resources 29 2: 555587.16 Fairlie, Robert 2005, An Extension of the BlinderOaxaca Decomposition Technique to Logit and Probit Models, Journal of Economics and Social Measurement, 304: 305316.17 Fairlie, Robert and Rebecca London 2008, Who is at Risk of Losing and Gaining Health Insurance,forthcoming in Industrial Relations.18 Farber, Henry S and Helen Levy 2000, Recent Trends in EmployerSponsored Health Insurance Coverage: Are Bad Jobs getting worse, Journal of Health Economics, XIX, 93119.19 Hamermesh, Daniel S. 1999, Changing Inequality in Markets for Workplace Amenities, Quarterly Journal of Economics, CXIV, 10851123.20 Herrnstein, Richard, and Charles Murray 1994, The Bell curve: Intelligence and Class Structure in American Life, New York: Free Press.21 Hirsch, Barry T. and David A. Macpherson 2003, Union Membership and Coverage Database fromthe Current Population Survey: Note, Industrial and Labor Relations Review, Vol. 56, No. 2, January 2003, pp. 34954.22 Hirsch, Barry T and David A. Macpherson 2004 Wages, Sorting on Skill, and the Racial Compositionof Jobs, Journal of Labor Economics, University of Chicago Press, vol. 221, pages 189210, January.23 Hu, Luojia and Christopher Taber 2005, Layoffs, Lemons, Race and Gender, IZA Discussion Paper 1702.24 Juhn, Chinhui, Kevin Murphy and Brooks Pierce 1993 Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, University of Chicago Press, vol. 1013, pages 41042.25 Kaiser Family Foundation. 2009. Health care Costs, A Primer. The Henry J. Kaiser Family Foundation,Menlo Park, CA26 Kaiser Family Foundation and Health Research and Educational Trust. 2008. Employer Health Benefits 2008 Annual Survey. The Henry J. Kaiser Family Foundation, Menlo Park, CA.27 Levy, Helen 2006,Health Insurance and the Wage Gap, NBER Working Paper 11975.2228 Machado, Jose and Jose Mata 2005, Counterfactual Decompositions of Changes in Wage Distributionsusing Quantile Regression. Journal of Applied Econometrics, 204, 44565.29 Melly, Blaise 2006, Estimation of counterfactual distributions using quantile regression, mimeo.30 Monheit A and J Vistnes 2000 RaceEthnicity and Health Insurance Status: 1987 and 1996, Medical Care Research and Review. 57Supplement 1: 1135.31 Neal, Derek 2004, The Measured BlackWhite Wage Gap among Women is too Small, Journal of Political Economy, 112.32 Neal, Derek 2006 Why Has BlackWhite Skill Convergence Stopped? Handbook of Economics of Education, edited by Eric Hanushek and Finis Welch, Elsiver. NBER Working paper 1109033 Neal, Derek A and William R Johnson 1996 The Role of Premarket Factors in BlackWhite Wage Differences, Journal of Political Economy, University of Chicago Press, vol. 1045, pages 86995,October.34 Oaxaca, Ronald,MaleFemale Wage Differentials in Urban Labor Markets, International Economic Review 14: 693709.35 Pierce, Brooke 2001, Compensation Inequality, Quarterly Journal of Economics 1164: 14931525.36 Royalty, Anne Beeson 2000, Tax Preferences for Employee Benefits and Workers Eligibility for Employer Health Insurance, Journal of Public Economics, LXXV, 209227.37 Schiller, Bradley R. and Randall D. Wise 1980, The Impact of Private Pensions on Firm Attachments,61: 369380.38 Solberg, Eric and Teresa Laughlin 1995, The Gender Pay Gap, Fringe Benefits, and Occupational Crowding, Industrial and Labor Relations Review, 484: 692708.39 U.S. Department of Labor. Various Years. Employer Costs for Employee Compensation March.40 Woodbury, Stephen A 1983, Substitution between Wage and Nonwage Benefits, American Economic Review, 731: 16618223stfiene Begnfo%ir F%1.32%7.22%4.22%7.12%8.02%0.02%0.02%6.12%7.22%1.22%3.12%3.2280027991dekro Wruo Hrepstfiene Begnir Fdnadekro Wruo Hreptso Creyolpm E:1elba Tlato Tfo%noisne Ptso Creyolpm Edekrowruohtso Crepegnir Ffo%stfiene Blato Tfo%ecnarusn Ihtlae Htso Creyolpm Edekrowruohtso Crepegnir Flato Trepstfiene Bdekrowruohtso Creyolpm Edekrowruoh%9.3%8.3%7.3%6.3%5.3%5.3%6.3%0.4%3.4%3.4%2.4%4.457.057.067.077.087.008.058.099.011.151.161.162.1%8.43%8.43%8.43%2.53%9.83%5.73%8.83%5.93%5.93%3.93%2.04%4.24%9.5%8.5%8.5%9.5%6.6%5.6%9.6%2.7%5.7%6.7%9.7%4.831.151.181.152.164.105.156.118.139.150.291.204.252.303.393.355.357.300.452.485.498.412.554.566.522.9167.9192.0261.1251.2251.3239.3259.4278.5268.6228.7264.82replato Trae Y79918991999100021002200230024002500260027002800224sraeysuoiravroba Lfotnemtrape D.S.U:ecruo S1Table 2: EmployerProvided Health Insurance TakeUp Rates, and Reasons for Not Taking Up, by race andgender Reasons for Not Taking Up Employer HI Among Those Not Taking UpIneligible due Denied by the Personalto type ofemployment Insurance Company Covered by Other Plans Expensive Too Reasons otherthan cost SIPPPanel 1996 WhiteMale WhiteFemale BlackMale BlackFemale 2001 WhiteMale WhiteFemale BlackMale BlackFemale10.2910.3000.3700.3620.2440.2650.2230.30520.0120.0130.0030.0140.0120.0070.0060.01630.3550.4610.2420.3020.3750.4710.3320.28740.1640.1120.1990.1530.1600.0990.1790.21750.0840.0590.0790.0500.0690.0460.0950.0581 Data come from the wave 5 topical modules of the 1996 and 2001 SIPP panels.2 The sample is restricted to those who are currently working in private companies and those who are 2264 years of age.3 Column 1 shows the percentage of workers who are offered health insurance by their employers. Column 2 shows thepercentage of workers who are covered by employerprovided health insurance. Columns 37 show the percentages ofthose who are not taking up employer provided health insurance due to various reasons individuals may elect morethan one reason for not taking up.A. Health Insurance Plans Table 3: CPS Health Insurance and Pension Plans Offer Rates All Men Women HI Offered Year 1997199920012005B. Pension Plans 0.87820.87590.88020.8660Year 1997199920012005All P Offered 0.69630.70940.70430.6850White 0.88950.89140.88780.8722White 0.70280.72240.71030.6880Men Black 0.84620.85680.86200.8280Black 0.64920.68360.62850.6231White 0.86780.85770.87250.8625White 0.69760.69860.71190.6896Women Black 0.85710.85370.87160.8561Black 0.65510.66700.65830.66911 Data come from the CPS February Supplements and CPS Annual Demographic FilesAnnual Social and Economic Supplements.2 We restrict the sample to those 2564 years old who work above 35 hours a week in the private sector.25Table 4: Racial differences in health insurance, CPS data Controls:1 Education, age, region, children, spousesalary2 Add union membership, firm size, occupation, industryA Combined sample with race dummies3 Black marginal effectB Nonlinear decompositions4 Total difference5 Explained by characteristics Male SampleIIIYes No Yes Yes Female SampleIYes NoIIYes Yes0.01610.00640.02930.00620.00430.00880.01640.00910.03010.01250.03010.00010.00250.00810.00250.00941 Combined dataset from 1995, 1997, 1999 and 2005 CPS cohorts, full time workers in private sector only.2 In all regressions and decompositions, year dummies are included.3 Standard errors in parentheses.Table 5: Racial differences in pensions, CPS data Controls:1 Education, age, region, children, spousesalary2 Add union membership, firm size, occupation, industryA Combined sample with race dummies3 Black marginal effectB Nonlinear decompositions4 Total difference5 Explained by characteristics Male SampleIIIFemale SampleIIIYes No Yes Yes Yes No Yes Yes0.03540.00980.07910.01070.00200.01170.05220.01300.06090.02630.06090.00480.01820.01760.01820.02261 Combined dataset from 1995, 1997, 1999 and 2005 CPS cohorts, full time workers in private sector only.2 In all regressions and decompositions, year dummies are included.3 Standard errors in parentheses.26atad 97YSLN,ecnarusnihtlaehnisecnereffdilaica R:6elba TIIIVIIVIVelpma Selame Fse Yse Yse Yse Yo Nse Yse Yse Yo NVse Yo No NVIIIIse Yse Yse Yse Yo Nse YIIse Yse Yo Nelpma Sela MIse Yo No N4220.06800.03200.04800.04030.08800.06000.06800.09110.04800.02720.00800.00010.06800.01030.02800.04310.05530.04310.09310.04310.06140.04310.05410.00560.02540.00560.03130.00560.07050.00560.04920.0esuops,nerdlihc,noiger,ega,noitacud E1:slortno Capucco,ezismrfi,pihsrebmemnoinudd A3erocs TQFAdezidradnatsdd A2yralasseimmudecarhtiwelpmasidenbmo CAtceffelanigramkcal B4epytkrow,yrtsudni,noit 27snoitisopmocedraenilno NBscitsiretcarah Cybdenialpx E6ecnereff Dilato T5.ylnosrekrowemitlluf,strohoc YSLN6002ot 6991morftesataddenibmo C.dedulcnieraseimmudraey,snoitisopmoceddnasnoissergerllan I.sesehtnerapnisrorredradnat S123atad 97YSLN,snoisnepnisecnereffdilaica R:7elba TIIIVIIVIVelpma Selame Fse Yse Yse Yse Yo Nse Yse Yse Yo NVse Yo No NVIIIIse Yse Yse Yse Yo Nse YIIse Yse Yo NIse Yo No Nelpma Sela M7160.03110.09820.08010.00470.02110.07630.07010.07400.04110.03330.08010.02800.01110.09120.04010.08910.03530.08910.08900.08910.08940.08910.09810.07860.05850.07860.00730.07860.06960.07860.00440.0esuops,nerdlihc,noiger,ega,noitacud E1:slortno Capucco,ezismrfi,pihsrebmemnoinudd A3erocs TQFAdezidradnatsdd A2yralasseimmudecarhtiwelpmasidenbmo CAtceffelanigramkcal B4epytkrow,yrtsudni,noit 28snoitisopmocedraenilno NBscitsiretcarah Cybdenialpx E6ecnereff Dilato T5.ylnosrekrowemitlluf,strohoc YSLN6002ot 6991morftesataddenibmo C.dedulcnieraseimmudraey,snoitisopmoceddnasnoissergerllan I.sesehtnerapnisrorredradnat S123atad 97YSLNsrekrowrotcesetavirp,ecnarusnihtlaehnisecnereffdilaica R:8elba TIIIVIIVIVelpma Selame Fse Yse Yse Yse Yo Nse Yse Yse Yo NVse Yo No NVIIIIse Yse Yse Yse Yo Nse YIIse Yse Yo Nelpma Sela MIse Yo No N4040.01010.02210.00010.05140.05010.04300.03010.03120.01900.02730.06800.01910.04900.07740.00900.01510.04560.01510.02430.01510.09850.01510.01410.05580.03260.05580.09540.05580.04260.05580.08330.0esuops,nerdlihc,noiger,ega,noitacud E1:slortno Capucco,ezismrfi,pihsrebmemnoinudd A3erocs TQFAdezidradnatsdd A2yralasseimmudecarhtiwelpmasidenbmo CAtceffelanigramkcal B4yrtsudni,noit 29snoitisopmocedraenilno NBscitsiretcarah Cybdenialpx E6ecnereff Dilato T5.ylnorotcesetavirpehtnisrekrowemitlluf,strohoc YSLN6002ot 6991morftesataddenibmo C.dedulcnieraseimmudraey,snoitisopmoceddnasnoissergerllan I.sesehtnerapnisrorredradnat S123atad 97YSLNsrekrowrotcesetavirp,snoisnepnisecnereffdilaica R:9elba TIIIVIIVIVelpma Selame Fse Yse Yse Yse Yo Nse Yse Yse Yo NVse Yo No NVIIIIse Yse Yse Yse Yo Nse YIIse Yse Yo Nelpma Sela MIse Yo No N4980.05310.07050.09210.03480.03110.04430.06210.05100.03210.00330.05110.03200.09110.07930.01110.01120.06660.01120.01330.01120.05460.01120.06910.04390.09880.04390.07160.04390.01980.04390.02250.0esuops,nerdlihc,noiger,ega,noitacud E1:slortno Capucco,ezismrfi,pihsrebmemnoinudd A3erocs TQFAdezidradnatsdd A2yralasseimmudecarhtiwelpmasidenbmo CAtceffelanigramkcal B4yrtsudni,noit 30snoitisopmocedraenilno NBscitsiretcarah Cybdenialpx E6ecnereff Dilato T5.ylnorotcesetavirpehtnisrekrowemitlluf,strohoc YSLN6002ot 6991morftesataddenibmo C.dedulcnieraseimmudraey,snoitisopmoceddnasnoissergerllan I.sesehtnerapnisrorredradnat S12350027991,noitasnepmocdnanoitasnepmocegawnon,segawfogolniegnah C:1erugi Fhcra Mdnayraurbe Fehtssorcahctamewmohwrofdna 56dna 52fosegaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh Tsiatadnoitasnepmocegawno N.syevrus SPCehtfostnemelppushcra Mehtniselbairavkeewrepdekrowsruohdnadekrowskeew,yralasehtmorfdetarenegsiatadegawylruo Hnoitasnepmocdnanoitasnepmocegawnon,segawfoelitnauqehtybnevigsi 50027991doirepemitehtrevonoitasnepmocdnanoitasnepmocegawnon,segawniegnahcgoleh T.noitasnepmocegawnondnaegawylruohehtfomusehtsinoitasnepmo C.repapehtnidebircsedsdohtemnoitatupmignisudetamitse.5002dna 7991rofstnemelppus.ylevitcepserselpma Selame Fbselpma Sela Ma1233150027991,SPCehtfoselpmaselamgnisunoitasnepmocdnaegawylruohniytilauqeni 0109:2erugi Fytilauqeninoitasnepmocylruoh 0109cytilauqeniegawnonylruoh 0109bytilauqeniegawylruoh 0109ahcra Mdnayraurbe Fehtssorcahctamewmohwrofdna 56dna 52fosegaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh Tsiatadnoitasnepmocegawno N.syevrus SPCehtfostnemelppushcra Mehtniselbairavkeewrepdekrowsruohdnadekrowskeew,yralasehtmorfdetarenegsiatadegawylruo H.noitasnepmocegawnondnaegawylruohehtfomusehtsinoitasnepmo C.repapehtnidebircsedsdohtemnoitatupmignisudetamitse.noitasnepmocdnadetupminoitasnepmocegawnon,segawylruohgolfoselitnecrepht 01dnaht 09ehtneewtebecnereffdiehtsihcihwerusaemytilauqeni 0109ehtevigsenildilo Segawnon,segawylruohgnissergermorfdetamitseslaudiserfoselitnecrepht 01dnaht 09ehtneewtebecnereffdiehtsihcihwerusaemytilauqeni 0109laudiserehtevigsenildehsa D.noitacudehtiwegafosnoitcaretnifotesetelpmocehtdnaerauqsega,ega,seimmudnoitacudefotesanonoitasnepmocdnadetupminoitasnepmoc.sraeynevigehtrofstnemelppus 1233250027991,SPCehtfoselpmaselamefgnisunoitasnepmocdnaegawylruohniytilauqeni 0109:3erugi Fytilauqeninoitasnepmocylruoh 0109cytilauqeniegawnonylruoh 0109bytilauqeniegawylruoh 0109ahcra Mdnayraurbe Fehtssorcahctamewmohwrofdna 56dna 52fosegaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh Tsiatadnoitasnepmocegawno N.syevrus SPCehtfostnemelppushcra Mehtniselbairavkeewrepdekrowsruohdnadekrowskeew,yralasehtmorfdetarenegsiatadegawylruo H.noitasnepmocegawnondnaegawylruohehtfomusehtsinoitasnepmo C.repapehtnidebircsedsdohtemnoitatupmignisudetamitse.noitasnepmocdnadetupminoitasnepmocegawnon,segawylruohgolfoselitnecrepht 01dnaht 09ehtneewtebecnereffdiehtsihcihwerusaemytilauqeni 0109ehtevigsenildilo Segawnon,segawylruohgnissergermorfdetamitseslaudiserfoselitnecrepht 01dnaht 09ehtneewtebecnereffdiehtsihcihwerusaemytilauqeni 0109laudiserehtevigsenildehsa D.noitacudehtiwegafosnoitcaretnifotesetelpmocehtdnaerauqsega,ega,seimmudnoitacudefotesanonoitasnepmocdnadetupminoitasnepmoc.sraeynevigehtrof SPCehtfostnemelppus 1233350027991,SPCehtfoselpmaselamgnisunoitasnepmocdnasegawniytilauqeni 0105dna 0509:4erugi Fytilauqeninoitasnepmocylruoh 0105fytilauqeniegawnonylruoh 0105eytilauqeniegawylruoh 0105dhcra Mdnayraurbe Fehtssorcahctamewmohwrofdna 56dna 52fosegaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh Tsiatadnoitasnepmocegawno N.syevrus SPCehtfostnemelppushcra Mehtniselbairavkeewrepdekrowsruohdnadekrowskeew,yralasehtmorfdetarenegsiatadegawylruo Hytilauqeni 0105eh T.noitasnepmocdnadetupminoitasnepmocegawnon,segawylruohgolfoselitnecrepht 05dnaht 09ehtneewtebecnereffidehtsierusaemytilauqeni 0509eh T.noitasnepmocdnadetupminoitasnepmocegawnon,segawylruohgolfoselitnecrepht 01dnaht 05ehtneewtebecnereffidehtsierusaem.noitasnepmocegawnondnaegawylruohehtfomusehtsinoitasnepmo C.repapehtnidebircsedsdohtemnoitatupmignisudetamitse.sraeynevigehtrof SPCehtfostnemelppus 123ytilauqeninoitasnepmocylruoh 0509cytilauqeniegawnonylruoh 0509bytilauqeniegawylruoh 0509a3450027991,SPCehtfoselpmaselamefgnisunoitasnepmocdnasegawniytilauqeni 0105dna 0509:5erugi Fytilauqeninoitasnepmocylruoh 0105fytilauqeniegawnonylruoh 0105eytilauqeniegawylruoh 0105dhcra Mdnayraurbe Fehtssorcahctamewmohwrofdna 56dna 52fosegaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh Tsiatadnoitasnepmocegawno N.syevrus SPCehtfostnemelppushcra Mehtniselbairavkeewrepdekrowsruohdnadekrowskeew,yralasehtmorfdetarenegsiatadegawylruo Hytilauqeni 0105eh T.noitasnepmocdnadetupminoitasnepmocegawnon,segawylruohgolfoselitnecrepht 05dnaht 09ehtneewtebecnereffidehtsierusaemytilauqeni 0509eh T.noitasnepmocdnadetupminoitasnepmocegawnon,segawylruohgolfoselitnecrepht 01dnaht 05ehtneewtebecnereffidehtsierusaem.noitasnepmocegawnondnaegawylruohehtfomusehtsinoitasnepmo C.repapehtnidebircsedsdohtemnoitatupmignisudetamitse.sraeynevigehtrof SPCehtfostnemelppus 123ytilauqeninoitasnepmocylruoh 0509cytilauqeniegawnonylruoh 0509bytilauqeniegawylruoh 0509a35selpma Sela M97YSLNdeloo Pgnisunoitisopmoce Delitnau Q:6erugi Fnoitasnepmocnisecnereffdidenialpxen Ucnoitasnepmocegawnonnisecnereffdidenialpxen Ubsegawnisecnereffiddenialpxen Uaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh T.strohoc YSLN6002dna 4002,2002,0002,8991,6991morfataddeloo P.noitasnepmoclatotdnadetupminoitasnepmocegawnon,egawylruohfogolehtnierasecnereff Di.56ot 52sega,noitacuderofseimmudfotesadnaneergnierunetfoerauqsehtdnaerunet,noitacuderofseimmudfotesaerasnoitisopmocedelitnauqehtnidedulcniscitsiretcarahcfote Sselitnauqtnereffditasecnereffdidenialpxenuehtevigsenildilo S.egaybdezidradnatseraserocs TQFA.egnaroniserocs TQFAdezidradnatsdnaerunetfoerauqseht,erunet.ecnereffdidenialpxenuehtdnuoralavretniecnadfinoc%59ehtevigsenildehsad,setihwdnasnacirem Anacirf Assorca 12336selpma Selame F97YSLNdeloo Pgnisunoitisopmoce Delitnau Q:7erugi Fnoitasnepmocnisecnereffdidenialpxen Ucnoitasnepmocegawnonnisecnereffdidenialpxen Ubsegawnisecnereffiddenialpxen Uaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh T.strohoc YSLN6002dna 4002,2002,0002,8991,6991morfataddeloo P.noitasnepmoclatotdnadetupminoitasnepmocegawnon,egawylruohfogolehtnierasecnereff Di.56ot 52sega,noitacuderofseimmudfotesadnaneergnierunetfoerauqsehtdnaerunet,noitacuderofseimmudfotesaerasnoitisopmocedelitnauqehtnidedulcniscitsiretcarahcfote Sselitnauqtnereffditasecnereffdidenialpxenuehtevigsenildilo S.egaybdezidradnatseraserocs TQFA.egnaroniserocs TQFAdezidradnatsdnaerunetfoerauqseht,erunet.ecnereffdidenialpxenuehtdnuoralavretniecnadfinoc%59ehtevigsenildehsad,setihwdnasnacirem Anacirf Assorca 12337ylnorotcesetavir P,selpma Sela M97YSLNdeloo Pgnisunoitisopmoce Delitnau Q:8erugi Fnoitasnepmocnisecnereffdidenialpxen Ucnoitasnepmocegawnonnisecnereffdidenialpxen Ubsegawnisecnereffiddenialpxen Uaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh T.strohoc YSLN6002dna 4002,2002,0002,8991,6991morfataddeloo P.noitasnepmoclatotdnadetupminoitasnepmocegawnon,egawylruohfogolehtnierasecnereff Di.rotcesetavirpehtnikrowohwdna 56ot 52sega,noitacuderofseimmudfotesadnaneergnierunetfoerauqsehtdnaerunet,noitacuderofseimmudfotesaerasnoitisopmocedelitnauqehtnidedulcniscitsiretcarahcfote Sselitnauqtnereffditasecnereffdidenialpxenuehtevigsenildilo S.egaybdezidradnatseraserocs TQFA.egnaroniserocs TQFAdezidradnatsdnaerunetfoerauqseht,erunet.ecnereffdidenialpxenuehtdnuoralavretniecnadfinoc%59ehtevigsenildehsad,setihwdnasnacirem Anacirf Assorca 12338ylnorotcesetavir P,selpma Selame F97YSLNdeloo Pgnisunoitisopmoce Delitnau Q:9erugi Fnoitasnepmocnisecnereffdidenialpxen Ucnoitasnepmocegawnonnisecnereffdidenialpxen Ubsegawnisecnereffiddenialpxen Uaehtneewteberaohwkeewrepsruoh 53nahteromgnikrowsrekrowemitllufotdetcirtsersielpmaseh T.strohoc YSLN6002dna 4002,2002,0002,8991,6991morfataddeloo P.noitasnepmoclatotdnadetupminoitasnepmocegawnon,egawylruohfogolehtnierasecnereff Di.rotcesetavirpehtnikrowohwdna 56ot 52sega,noitacuderofseimmudfotesadnaneergnierunetfoerauqsehtdnaerunet,noitacuderofseimmudfotesaerasnoitisopmocedelitnauqehtnidedulcniscitsiretcarahcfote Sselitnauqtnereffditasecnereffdidenialpxenuehtevigsenildilo S.egaybdezidradnatseraserocs TQFA.egnaroniserocs TQFAdezidradnatsdnaerunetfoerauqseht,erunet.ecnereffdidenialpxenuehtdnuoralavretniecnadfinoc%59ehtevigsenildehsad,setihwdnasnacirem Anacirf Assorca 12339Appendix Tables Table A1: Reasons for NonTakeup in EmployerProvided Health Insurance Men Women White Black White Black Reason for not taking up Another plan Traded for higher pay Too expensive Dont need Health Insurance Preexisting condition Havent worked for long Contract or temp employee Other 0.59330.00480.21400.01570.00530.06620.00170.099158740.48920.00390.27500.02360.00390.08640.00590.11205090.73990.00600.14380.00940.00180.03580.00060.062778320.58170.00500.25620.01110.00120.06560.00000.07928081 Data come from the February Supplements of the 1995, 1997, 1999, 2001 and 2005Current Population Surveys.2 As a fraction of White Black Men Women who do not receive HI from the employer 3 Includes all workers between ages 25 and 65 who work more than 35 hours per week, arenot enrolled in school and not in the armed forces 40Table A2: Individual level characteristics, CPS data Men Women White 0.90130.00160.73570.00230.71010.0024Black 0.87120.00690.67470.00970.63520.0099White 0.85250.00250.71040.00320.66180.0033Black 0.85000.00880.69220.01130.64400.0118HIPension Both HI and Pension Education Below High School Some High School High School Some College College graduate and above Age Region Northeast Midwest South West Children of children younger than 61,2 of children younger than 63,4 of children younger than 65,6Spouse Wages N0.03440.00100.05990.00120.31890.00240.26670.00230.32010.0024430.05120.21820.00220.27580.00230.28750.00240.21860.00220.26060.00230.01140.00060.00000.000020586143517360.03230.00360.09270.00600.39120.01010.29890.00940.18490.0080430.20030.17520.00780.17430.00780.55950.01020.09100.00590.25640.00900.00890.00190.00040.00042179653042710.02010.00100.04280.00140.35690.00330.30970.00320.27050.0031420.06760.21910.00290.28390.00310.29690.00320.20000.00280.17250.00260.00260.00040.00000.000042913318351900.00960.00240.07290.00640.36750.01180.33250.01160.21750.0101410.23200.19100.00970.17110.00920.55240.01220.08550.00690.21080.01000.00240.00120.00060.00063480981247021 Data from 1997, 1999, 2001 and 2005 cohorts of the CPS, full time workers in theprivate sector only.2 Standard error in parentheses.41Table A3: Firm level characteristics, CPS data Union Membership Firm Size 25 employees 25 99 employees 100 499 employees 500 999 employees 1000 employees Occupation Executive, Professional Sales Administrative Farming, Fisheries and Forestry Factory Labor and Construction Services Transportation Industry Agriculture, forestry Mining Construction Manufacturing Wholesale and retail trade Transportation and utilities Information Financial activities Professional and business Educational and health services Leisure and hospitality Other services NMen White 0.14930.0019Black 0.22450.0086Women White 0.06970.0018Black 0.14160.00860.19850.00210.16000.00190.17570.00200.06390.00130.40190.00260.36550.00250.12580.00170.04390.00110.01250.00060.33320.00250.03910.00100.08000.00140.01400.00060.01870.00070.09390.00150.29350.00240.18780.00200.08670.00150.02460.00080.06580.00130.07560.00140.06350.00130.05490.00120.02100.0008517360.15140.00740.13560.00710.16280.00760.07530.00540.47490.01030.21170.00840.07020.00530.07270.00540.01020.00210.38270.01000.09820.00610.15430.00750.00600.00160.00680.00170.06290.00500.32610.00970.16030.00760.12880.00690.03190.00360.05190.00460.07400.00540.08500.00580.04170.00410.02470.003242710.20930.00280.15110.00250.17580.00270.06820.00180.39550.00340.41700.00340.11480.00220.27410.00310.00380.00040.09080.00200.09150.00200.00810.00060.00570.00050.00380.00040.01630.00090.15970.00260.17200.00260.03000.00120.02050.00100.13940.00240.06620.00170.28840.00320.06610.00170.03190.0012351900.13010.00830.10840.00760.16200.00900.09340.00710.50600.01230.32770.01150.07950.00660.24880.01060.00060.00060.14040.00850.18920.00960.01390.00290.00060.00060.00180.00100.00840.00220.17470.00930.10960.00770.02650.00390.03430.00450.13730.00850.06630.00610.35000.01170.04520.00510.04520.005147021 Data from 1997, 1999, 2001 and 2005 cohorts of the CPS, full time workers in theprivate sector only.2 Standard error in parentheses.42Table A4: Individual level characteristics, pooled NLSY data Men Women White 0.86200.00360 .75080.00450 .73750.0046Black 0.79250.00650.67510.00760.65960.0076White 0.85230.00420.74680.00520.72550.0053Black 0.84680.00600.76660.00700.74710.0072HIPension Both HI and Pension Education Below High School Some High School High School Some College College Graduate and Above Age Region Northeast North Central South West Child Spouse Wage Standardized AFQT score N0 .02350.00160.08270.00290.42760.00520.20210.00420.26400.0046390.03820.16880.00390.28750.00470.32400.00490.21950.00431.35150.0136152902680.33020.01071,6070.01230.00170.09800.00480.53590.00800.21690.00660.13650.0055380.05760.12990.00540.16260.00590.62900.00780.07830.00430.97440.0203104963050.63560.01236520.01500.00140.04850.00250.42050.00590.26230.00520.25350.0052390.04350.14590.00420.25880.00520.38710.00580.20800.00481.36470.0137279974260.19950.01111,2840 .00660.00130.06010.00390.39510.00810.35220.00790.18570.0064390.05910.11690.00530.17090.00620.64800.00790.06400.00401.54490.0206115783710.58570.01176781 Data from pooled 1996, 1998, 2000, 2002, 2004 cohorts of the NLSY, full timeworkers only.2 Standard error in parentheses.43Table A5: Firm level characteristics, pooled NLSY data Men Women White 0.18340.0040126491Black 0.20610.00651632171White 0.13920.00411241104Black 0.18960.00651660173Union Membership Firm Size Occupation Professional, Technical and Kindred Managers, Officials and Proprietors Sales Workers Clerical and Kindred Craftsmen, Foremen and Kindred Armed Forces Operatives and Kindred Farm Laborers and Foreman Service Workers, except Private HHPrivate Household Industry Agriculture, Forestry and Fisheries Mining Construction Manufacturing Transportation, Communication, Public Utilities Wholesale and Retail Trade Finance, Insurance and Real estate Business and repair services Personal Services Entertainment and recreation services Professional and related services Public Administration N0.17530.00400.18890.00410.05410.00230.05730.00240.25360.00460.00060.00020.13470.00360.05190.00230.08300.00290.00020.00010.02410.00160.00920.00100.11840.00340.24340.00450.10640.00320.14370.00370.05080.00230.06640.00260.04280.00210.05190.00230.10190.00320.07150.00271,6070.10910.00500.09090.00460.03340.00290.07220.00420.23200.00680.00130.00050.22220.00670.08060.00440.15790.0059000.01260.00180.00390.00100.10220.00490.22880.00680.12860.00540.14360.00560.02970.00270.07900.00430.05610.00370.08060.00440.10700.00500.07930.00436520.25120.00520.19190.00470.05850.00280.27270.00530.04400.0024000.05600.00270.01350.00130.11080.00370.00100.00030.01110.00120.00370.00070.01820.00160.14170.00410.05610.00270.14490.00420.09200.00340.04500.00240.14010.00410.01350.00130.24540.00510.07150.00301,2840.18460.00640.11660.00530.03890.00320.27310.00740.05400.00370.00050.00030.08710.00470.00970.00160.23300.00700.00190.00070.00130.00060.00050.00030.00640.00130.13530.00570.07210.00430.11800.00530.07490.00430.04670.00350.15920.00610.00970.00160.23220.00700.12050.00546781 Data from pooled 1996, 1998, 2000, 2002, 2004 cohorts of the NLSY, full time workers only.2 Standard error in parentheses.44Table A6: Individual level characteristics, pooled NLSY data for private sector workers Men Women White 0.87440.00940.75850.01220.74060.01250.02360.00430.08640.00800.44530.01420.19570.01130.24870.012343Black 0.79950.01870.66880.02190.65350.02220.01080.00480.11760.01500.55770.02320.20260.01870.11110.014643White 0.85010.01260.74810.01540.72410.01580.01760.00460.06800.00890.48110.01770.24930.01530.18380.013743Black 0.84140.01840.76980.02130.74160.02210.00510.00360.06390.01230.46290.02520.35030.02410.11760.016343HIPension Both HI and Pension Education Below High School Some High School High School Some College College Graduate and Above Age Region Northeast North Central South West Child Spouse Wage Standardized AFQT score N0.06390.10310.07850.11050.16630.01060.30580.01310.32130.01330.20630.01151.34010.0366151787410.20460.02841,2400.12630.01550.16550.01730.63610.02240.07180.01200.87790.055983238150.75770.03390.14480.01240.28710.01600.37900.01720.18890.01391.16120.03822408712680.00940.03170.09460.01480.18670.01970.67510.02370.04340.01031.33750.05691168611980.72500.03424768113971 Data from pooled 1996, 1998, 2000, 2002, 2004 cohorts of the NLSY, full time workers in the privatesector only.2 Standard error in parentheses.45Table A7: Firm level characteristics, pooled NLSY data for private sector workers Men Women94.5119488.711162.7418581.67460.11080.01110.24040.0216Union Membership Firm Size Occupation Professional, Technical and Kindred Managers, Officials and Proprietors Sales Workers Clerical and Kindred Craftsmen, Foremen and Kindred Operatives and Kindred Farm Laborers and Foreman Service Workers, except Private HHIndustry Agriculture, Forestry and Fisheries Mining Construction Manufacturing Transportation, Communication, Public Utilities Wholesale and Retail Trade Finance, Insurance and Real estate Business and repair services Personal Services Entertainment and recreation services Professional and related services Public administration NWhite 0.14840.0101593Black 0.16550.017316210.11900.00920.20550.01150.09460.00830.05460.00640.35640.01360.11010.00890.01140.00300.04810.00610.01630.00360.00970.00280.14270.00990.28050.01280.12230.00930.17610.01080.06280.00690.03090.00490.03180.00500.02930.00480.09620.00840.00080.00081,2400.05220.01040.08930.01330.05010.01010.06750.01170.37900.02260.21560.01920.00430.00300.14160.01620.00210.00210.00430.00300.10670.01440.25490.02030.12410.01540.17420.01770.02390.00710.04570.00970.04570.00970.08930.01330.12630.01550.00210.0021476White 0.05160.00786760.12460.01170.22920.01490.12340.01160.28210.01590.10450.01080.02510.0055000.00370.00210.00120.00120.02770.00580.17500.01340.08180.00970.18630.01380.13720.01220.01250.00390.17000.01330.08560.00990.11580.01130.00250.0017811Black 0.11250.016019030.11760.01630.12780.01690.07920.01360.24040.02160.16620.01880.02810.00830000000.01270.00560.18410.01960.09200.01460.13810.01740.11760.01630.01530.00620.24290.02170.10990.01580.08690.0142003971 Data from pooled 1996, 1998, 2000, 2002, 2004 cohorts of the NLSY, full time workers in the private sectoronly.2 Standard error in parentheses.46", "filename": "613440331.pdf", "person": ["Wallace Mok", "Mok, Wallace", "Zahra Siddique", "Siddique, Zahra"], "date": ["2009"]}