{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/50774/1/614337550.pdf"], "title": ["Evaluationsverfahren aus laborkonstruktivistischer Perspektive"], "plaintext": "ABSTRACT Today, it is increasingly common to evaluate scientific organisations. Consequently, the old debate on adequate procedures and criteria for the assessment of scientific quality is relevant again. The paper emphasizes the impact of the codes of practice on the process of judgement. Following Luhmann 1969, evaluations are conceptualized as procedures as independent social systems they develop a certain momentum of their own. At the same time, they are limited by a number of previous selections such as roles and required techniques. The analysis focuses on these selections. The main question is to which extent there are different codes of practices in different regimes of evaluation and to which extent we can assume them to have a structuring impact on the process of assessment. Subjects of our analysis are the codes of practice of the WilhelmLeibnizGemeinschaft in Germany, the Standard Evaluation Protocol for Public Research in the Netherlands an the Research Assessment Exercises RAE in Great Britain. A constructivist perspective as Karin Knorr Cetina has offered, serves as an heuristic foil to reveal the social components of rules and techniques. ZUSAMMENFASSUNG Einrichtungen der Wissenschaft werden mit zunehmender Selbstverstandlichkeit evaluiert. Damit bekommt auch die alte Debatte um angemessene Verfahren und Kriterien der Qualitatsbewertung eine neue Aktualitat. Das Papier hebt die Bedeutung von Verfahrensregeln fur den Urteilsprozess hervor. Evaluationen werden als Verfahren im Sinne Luhmanns 1969 angenommen. Als eigenstandige Systeme entwickeln sie ein gewisses Ma an Eigendynamik. Gleichzeitig sind die durch eine Vielzahl von vorgelagerten Selektionsleistungen begrenzt. Die Analyse fokussiert auf eben diese Selektionsleistungen. Untersucht wird, wie sich Verfahrensregeln in unterschiedlichen Evaluationsregimes unterscheiden und welche strukturierende Wirkung auf den Bewertungsprozess jeweils damit angenommen werden kann. Gegenstand der Analyse sind die Verfahrensregeln der WilhelmLeibnizGemeinschaft in Deutschland, des Standard Evaluation Protocol for Public Research in den Niederlanden und des Research Assessment Exercises RAE in Grobritannien. Als heuristische Folie wird der laborkonstruktivistische Ansatz von KnorrCetina verwendet, weil damit auch die soziale Komponente von Regeln und Techniken gut herausgearbeitet werden kann. III IV Inhalt 1 EINFUHRUNG  1 2 EINSCHLUSSE UND AUSSCHLUSSE DURCH VERFAHRENSREGELN  4 3 VERFAHRENSREGELN VON EVALUATIONEN IM INTERNATIONALEN VERGLEICH 10 3.1 Evaluationsverfahren der WilhelmLeibnizGemeinschaft in Deutschland   11 3.2 Evaluationsverfahren des Standard Evaluation Protocol for Public Research in den Niederlanden  20 3.3 Evaluationsverfahren des Research Assessment Exercises RAE in Grobritannien  24 4 FAZIT 32 LITERATUR  36 V VI1 Einfuhrung Die Einrichtungen der Wissenschaft werden mit zunehmender Selbstverstandlichkeit evaluiert und gleichzeitig nehmen Intensitat und Aufwand der Bewertungsverfahren zu. Damit bekommt auch die alte Debatte um angemessene Verfahren und Kriterien der Qualitatsbewertung eine neue Aktualitat. Die Frage der Angemessenheit ist allerdings nicht von den Erwartungen zu trennen, die an Evaluationen gerichtet werden und die fallen je nach Interessenlage und Zielen ganz unterschiedlich aus. Wahrend beispielsweise die Wissenschaft Evaluationen eher als Instrument zur Qualitatssicherung von Forschung und Lehre versteht, sollen sie fur die Institutionen der staatlichen Politik vor allem eine effiziente Mittelallokation unterstutzen. Der allgemeine Trend zur Suche nach der golden goose of effectiveness Stanley Cohen, zit. nach: Power 1997: 141 scheint sich damit auch auf die Wissenschaft auszudehnen und Evaluationen werden als eine Art Controlling und Benchmarkinginstrument von Wissenschaftseinrichtungen eingesetzt vgl. etwa Power 1994; Power 2008; Strathern 2000. Wenn auch international unterschiedlich institutionell verankert, wird die Gesamtperformanz wissenschaftlicher Einrichtungen mittlerweile in regelmaigen Abstanden nahezu flachendeckend uberpruft. In der Regel geschieht dies durch ein Gremium, das sowohl aus wissenschaftlichen Fachgutachter Innen als auch aus Reprasentant Innen staatlicher Instanzen zusammengesetzt ist. Dabei beruhen die Bewertungen entweder allein auf der Sichtung schriftlicher Dokumente der zu bewertenden Einrichtung z.B. in Grobritannien oder sie werden durch ein bis zweitagige VorOrtBesuche erganzt, in dessen Rahmen die wissenschaftliche Arbeit von Vertreter Innen der Einrichtung prasentiert und mit den Gutachter Innen diskutiert wird. Vorbereitet werden diese Begehungen in der Regel durch eine umfassende schriftliche Selbstdarstellung der Institute, die auch eine Reihe quantitativer Daten enthalt. Am Ende der Begutachtung wird ein Bewertungsbericht erstellt, der sowohl der bewerteten Einrichtung als auch den wissenschaftspolitischen Auftraggebern der Evaluation ausgehandigt wird. Neben dem eigentlichen Gutachten enthalt dieser Bericht zumeist Empfehlungen, die sich sowohl an das evaluierte Institut als auch an den politischen Auftraggeber richten. Sie betreffen vor allem die kunftige programmatische Orientierung der Einrichtung, die Organisationsstruktur und das Management sowie die finanzielle Forderung. Der Ausgang einer Evaluation kann also erhebliche Konsequenzen fur die betreffende 1Einrichtung haben, bis hin zum Umfang des kunftigen Budgets. Zugleich sind diese Empfehlungen Melatte fur die nachste Evaluation. Aufgabe der Evaluation von wissenschaftlichen Einrichtungen ist folglich vor allem die Generierung von Informationen, auf dessen Basis Entscheidungen der alimentierenden Institution, zum Beispiel des Staates, legitimiert werden konnen. Sie unterscheiden sich damit auch substanziell von anderen Bewertungsverfahren, die seit jeher selbstverstandlicher Teil der wissenschaftlichen Selbststeuerung sind. Anders als etwa bei einem Peer Review von Zeitschriftenartikeln ist das Urteil der Fachgutachter Innen im Rahmen von Organisationsevaluationen weniger an der Frage nach dem wissenschaftlichen Wahrheitsgehalt orientiert. Vielmehr geht es darum, Merkmale zu identifizieren, von denen angenommen wird, dass sie den Prozess der Wissensproduktion in einer spezifischen Einrichtung positiv oder negativ beeinflussen und aus denen Schlussfolgerungen zur zukunftigen wissenschaftlichen Leistungsfahigkeit gezogen werden konnen. Es geht also vorrangig um normative oder praskriptive Fragen, uber die sich die Gutachter Innen im Prozess der Bewertung zu verstandigen und nach Moglichkeit einvernehmliche Antworten zu finden haben. Entsprechend wird im Bewertungsprozess nicht allein entlang des Codes wahr oder falsch differenziert, sondern auch entlang des Codes gut oder schlecht im nomischen Sinn. Die Ergebnisse dieser Bewertungen sind schlussendlich fur einen politischen Entscheidungsprozess kompatibel zu machen, das heit, sie mussen in den Code forderungswurdignicht forderungswurdig ubersetzt werden konnen. Das Projekt Urteilsbildung im Peer Review Internationale Fallstudien zur Evaluation von wissenschaftlichen Einrichtungen 1 hat diese spezifische, von der Peer Review Forschung bislang weitgehend unberucksichtigte Form von Wissenschaftsbewertung zum Gegenstand. Die Frage Wie geht eigentlich bewerten? 1 Das Projekt wird in der Forschungsgruppe Wissenschaftspolitik am Wissenschaftszentrum Berlin fur Sozialforschung umgesetzt fur Details siehe http:www.wzb.eugwd wipoprojects.de.htm. In dem Vorhaben werden uber ein methodisch aufwandiges Verfahren der Fallrekonstruktion zu den drei genannten Verfahrensbeispielen jeweils mehrere ausgewahlte Evaluationsfalle analysiert. Hauptmaterialkorpus sind dabei moglichst zeitnah zum Evaluationsfall durchgefuhrte leitfadengestutzte Interviews mit den am Verfahren beteiligten Akteuren, Vertreter Innen der Evaluationsagenturen, der evaluierten Einrichtungen sowie der Gutachter Innen, als auch die im Verfahren erzeugten Dokumente Selbstdarstellung der Institute und Bewertungsbericht. 2Hirschauer 2006 soll hier fur den Prozess von Organisationsevaluationen spezifiziert werden. Das vorliegende Papier thematisiert eine konzeptionelle Teilfrage des Projektes, die fur die empirische Arbeit von zentraler Bedeutung erscheint: Welche Bedeutung haben Verfahrensregeln fur den Urteilsbildungs und Entscheidungsprozess im Evaluationsverfahren? Evaluationen werden als Verfahren im Sinne Luhmanns 2001 1969 angenommen, die temporar den Charakter von eigenstandigen Systemen entwickeln und somit eine gewisse Eigendynamik entwickeln. Gleichzeitig sind sie allerdings durch eine Vielzahl von dem konkreten Verfahren vorgelagerten Selektionsleistungen namlich Verfahrensregeln begrenzt, die eine gewisse Vergleichbarkeit der Evaluationspraxis erzeugen sollen. Dazu zahlen beispielsweise Regeln, die den Gegenstand der Evaluation festlegen und eingrenzen, Regeln zur Zulassung von Personen und zu deren Rollen im Verfahren etwa wer evaluieren darf , Regeln zur Form des Ergebnisses, zum Beispiel dass ein konsensuales Ergebnis erwartet wird und dass es schriftlich zu verfassen ist, bis hin zu Regeln, die festlegen, was aus den Ergebnissen einer Bewertung folgt. Die Entscheidungen uber den Inhalt solcher Regeln sind, zumindest in Teilen, schon getroffen, bevor das eigentliche Evaluationsverfahren beginnt. Wir konzentrieren die folgende Analyse auf eben diese Selektionsleistungen und untersuchen, wie sich Verfahrensregeln in unterschiedlichen Evaluationsregimes unterscheiden und welche strukturierende Wirkung auf den Bewertungsprozess damit angenommen werden kann. Empirischer Gegenstand unserer Analyse sind dabei die Verfahrensregeln der WilhelmLeibnizGemeinschaft in Deutschland, des Standard Evaluation Protocol for Public Research in den Niederlanden und des Research Assessment Exercises RAE in Grobritannien. Im folgenden konkretisieren wir zunachst die Spezifika von Evaluationen als Verfahren und entwickeln anhand des laborkonstruktivistischen Ansatz von KnorrCetina eine heuristische Folie zur Gegenuberstellung der ausgewahlten Verfahren Kapitel 2. Kapitel 3 prasentiert die vergleichende Analyse, deren Ergebnisse anschlieend in einem Fazit zusammengefasst werden Kapitel 4. 32 Einschlusse und Ausschlusse durch Verfahrensregeln Angesichts ihres verfahrensformigen Charakters weisen Evaluationen von wissenschaftlichen Einrichtungen starke Parallelen zu juristischen Urteilsfindungen auf Hornbostel 2008: 72. Wie Gerichtsverfahren haben sie einen mehr oder minder klar definierten politischen Auftrag in einer bestimmten Angelegenheit, namlich der kooperativen Suche nach der angemessenen Bewertung der Leistung einer wissenschaftlichen Einrichtung. Mit Luhmann kann man ihnen somit den Status sozialer Systeme zuweisen, die eine spezifische Funktion erfullen, namlich eine einmalig verbindliche Entscheidung zu erarbeiten Luhmann 2001 1969: 41. Damit sind sie zugleich von vornherein in ihrer Dauer begrenzt ebd  Ihre Funktion leitet sich zwar aus einem ubergeordneten, das Verfahren uberdauernden System 2 ab, doch fur die Dauer ihrer Existenz weisen sie wie Gerichtsverfahren typische Merkmale eines selbstreferenziell operierenden sozialen Systems auf. Sie stellen eine Differenz zwischen innen und auen her, generieren ihre eigenen Regeln und erzeugen dadurch eine Reduktion von Komplexitat. Dieses heit etwa, dass die an einer Evaluation beteiligten Akteure nicht auf vorfixierte Ausloser reagieren, sondern nur auf je spezifische Selektionsleistungen anderer, die selbst Teil des Verfahrens sind. Bedingt durch das Verhalten der Beteiligten entwickelt jede Evaluation somit eine je spezifische Matrix moglicher Ereignisse, in deren Verlauf die Handlungsmoglichkeiten der Beteiligten sich sukzessive zu wenigen Alternativen verdichten bis schlielich eine Entscheidung gefunden ist Luhmann 2001 1969: 45: das gemeinsame Urteil der Begutachtungsgruppe. Die Verfahrensstruktur schafft somit eine Offenheit fur Kritik und Alternativen, die einfacheren sozialen Systemen verschlossen bleibt, namentlich Funktionen der kooperativen Wahrheitssuche von divergierenden Standpunkten aus und Funktionen des Darstellens und Austragens von Konflikten ebd.: 50. Gleichwohl sind auch Evaluationen Teil eines ubergeordneten sozialen Systems, durch das ihre Autonomie begrenzt wird. Dies geschieht vor allem in Form von an die Evaluation gerichteten generalisierten Verhaltenserwartungen Normen und generelle Verfahrensvorschriften. Regeln dieser Art sind die Grundlage fur zahl 2 In unserem Fall handelt es sich hierbei um eine Art Grenzorganisation Braun 2004 in Anlehnung an Guston 2000 der Art, dass die Rahmenbedingungen fur Evaluationen durch Organisationen des Wissenschaftssystems in Abstimmung mit staatlichen Organen bestimmt werden. 4reiche Selektionsentscheidungen im Evaluationsverfahren selbst, etwa was evaluiert wird oder wer evaluiert, und konstituieren somit stets auch in spezifischer Weise den Gegenstand der Bewertung. Daruber hinaus begrenzen sie den Raum, in welchem die Kommunikation innerhalb eines Bewertungsverfahren variieren kann, so dass auch der Prozess des Bewertens bereits auf ihm vorgangigen Strukturen aufsetzt. In dem vorliegenden Papier werden die Verfahrensregeln fur drei Bewertungsverfahren daraufhin uberpruft, welche Selektionsentscheidungen jeweils explizit oder implizit mit ihnen verknupft sind und welche Konsequenzen dieses sowohl im Hinblick auf den Bewertungsgegenstand als auch den Prozess der Bewertung als kooperativen Akt der Urteilsbildung hat. Was wird in Folge der Verfahrensregeln beispielsweise mehr und was weniger beleuchtet? Was wird moglicherweise ganz aus der Bewertung ausgeklammert? Wer bewertet? Mit welchen Mitteln verschaffen sich diejenigen, die bewerten, einen Eindruck vom Gegenstand? Die Betrachtung zeigt, dass in jede Verfahrensregel eine Fulle weiterer Entscheidungen uber Selektionen eingelagert sind, die in ihrer Gesamtheit das Regelwerk einer Evaluation weitaus komplexer machen, als es auf den ersten Blick erscheinen mag. Um die vielschichtigen Selektions und Konstruktionsleistungen von Verfahrensregeln aufzuspuren, haben wir im laborkonstruktivistischen Ansatz von KnorrCetina KnorrCetina 1988; KnorrCetina 1991 eine geeignete heuristische Folie gefunden. Dies mag auf den ersten Blick verwundern, liegt der Fokus dieser Arbeiten doch auf der Analyse wissenschaftlicher Praxis und nicht deren Bewertung. KnorrCetinas Erkenntnissinteresse geht allerdings uber den konkreten Analysegegenstand hinaus. Ebenso wie in spateren Arbeiten zu den Finanzmarkten fragt KnorrCetina schon in ihren Laborstudien nach den ProduktionsTechniken von Sinn und Bedeutung, also Wissen, und inwiefern die Konfiguration dieser Techniken ihre Produkte beeinflusst KnorrCetina 2005a; KnorrCetina 2005b. Auch Verfahrensregeln lassen sich im weiteren Sinn als Techniken oder Werkzeuge verstehen, die dazu dienen, die Erzeugung eines damit angestrebten Ergebnisses, im Fall von Evaluationen etwa einer konsensualen Beurteilung, zu vereinfachen. Somit trifft auch fur sie zu, was KnorrCetina in ihren Laborstudien und Finanzmarktanalysen herausgearbeitet hat: Mit jeder Entscheidung fur ein bestimmtes Werkzeug geht eine Entscheidung fur eine spezifische Betrachtungs 5weise eines Gegenstandes einher, die sowohl bestimmte Moglichkeiten eroffnet als auch bestimmte Ausschlusse vornimmt. Die Kernidee der Laborstudien von KnorrCetina besteht jedoch darin, sich der Analyse wissenschaftlicher Erkenntnisproduktion von einem anthropologischen Ansatz her zu nahern vgl. Harre 1991 in KnorrCetina 1991: 10. Aus dieser Perspektive ist nichts a priori gesetzt, sondern gestaltet sich im sozialen Handeln. Auch wissenschaftliche Tatsachen sind demnach nicht losgelost vom Forschungshandeln und den Erzeugungspraktiken im Labor zu denken, das heit, sie haben stets eine soziale Komponente vgl. KnorrCetina 1988. Somit unterliegt jegliche Art von Wissen Konstruktionsakten, die als grundsatzlich analysierbare Handlungsprozesse angesehen werden konnen und von denen ein Groteil in den Laboren zu beobachten ist vgl. KnorrCetina 1991: 22. Es ist anzunehmen, dass diese Beobachtung fur Evaluationen als Prozess der kooperativen Urteilsbildung umso mehr zutrifft, da Werturteile in der Regel ohnehin nur eine Annaherung an Wahrheitsaussagen darstellen und sich insofern zusatzlicher Begrundungen bedienen mussen.3 Labore werden in KnorrCetinas Ansatz als Orte mit einer eigenstandigen sozialen Ordnung angesehen, welche die Gestalt wissenschaftlicher Erkenntnisse beeinflussen vgl. Harre 1991: 11. Erst durch die sozialen und alltaglichen Praktiken wird den Objekten im Labor ein wissenschaftlicher Sinn gegeben KnorrCetina 1988: 85. Labore stellen in dieser Lesart lokale, domestizierte und damit artifizielle Handlungskontexte dar, die in eingegrenzter Weise auf bestimmte Erzeugungsvorgange spezialisiert sind. Die Erzeugbarkeit des gesuchten Produkts und nicht etwa dessen Ubereinstimmung mit irgendeiner unabhangigen Natur validiert hierbei das Behandlungsprogramm des Labors sowie die Wirklichkeit des Produkts.   Untersuchungsobjekte werden, sofern sie aus einer naturlichen oder alltaglichen Umwelt stammen, im Labor mit einer neuen Lebenswelt konfrontiert, innerhalb derer sie als Objekt neu konstituiert werden KnorrCetina 1988: 87. Diesen Prozess des Herauslosens der Untersuchungsobjekte aus ihrer Natur und deren Neukonstituierung im Labor wird als Laboratorisierungsprozess 3 Inwiefern Evaluationen auch als Prozesse wissenschaftlicher Wissensproduktion interpretiert werden konnen, das heit, ob und inwiefern sie auch dem Modus der Wahrheitssuche folgen, wird von uns derzeit konzeptionell und empirisch gepruft und wird Gegenstand weiterer Publikationen sein. 6beschrieben: Die Untersuchungsobjekte werden dabei fur das Labor passend gemacht, fur die Untersuchung zugerichtet vgl. ebd.: 87f. und damit an die kulturellen Akteure, also z.B. die Wissenschaftler Innen angepasst und in deren kulturelle Interaktion eingebunden. jedoch an Mit der Laboratorisierung einer Wissenschaft einher geht der Ubergang zu einer spezifischen Erzeugungslogik, der die Produktion und v.a. Prozessierung von Zeichen zu Eigen ist KnorrCetina 1988: 91. Die Neukonstituierung der naturlichen Untersuchungsobjekte im Labor erfolgt uber und resultiert in Zeichen, wie z.B. Impulsen und Reaktionskomponenten vgl. ebd.: 87. Diese wiederum werden von spezifischen Apparaturen hervorgebracht, wie z.B. der Gesprachsapparatur in der Sexualwissenschaft. Sie konnen in Form von visuellen, verkorperten und szenischen Zeichen auftreten vgl. ebd.: 92. Dabei sind Zeichen jedoch vielfach noch ohne Sinn. Dieser muss erst hergestellt werden, so dass Zeichen mit Sinn, also Objekte, entstehen konnen vgl. ebd.: 93. Genau bei dieser Bedeutungskonstitution von Zeichen stoen die technischen Apparaturen und Maschinen des Labors ihre Grenzen und werden durch soziale Erzeugungsinstrumente von Sinn wie Mundlichkeit, Schriftlichkeit und Korperlichkeit erganzt. Einzelne Laborformen konnen folglich entlang der Frage, ob und in welcher Weise Handlungsformen wie Mundlichkeit, Schriftlichkeit und Korperlichkeit in Erzeugungsinstrumente fur wissenschaftliche Ergebnisse ebd.: 93 transformiert werden, voneinander unterschieden werden. Insbesondere fur die mundlichen und korperlichen Erzeugungsinstrumente gilt, dass sie im naturwissenschaftlichen Labor nahtlos dort ansetzen, wo die Arbeit technischer Gerate endet KnorrCetina 1988: 93. Dabei kommt dem Korper gleichsam eine ubersinnliche Funktion zu, denn ihm wird zugetraut, das zu identifizieren, was Gesprachsapparatur und Verstand nicht antizipieren konnen, was also dem reflexiven Bewusstsein nicht zuganglich ist, sondern nur unterschwellig wahrgenommen wird. Moglich wird dies, weil der Korper neben seiner Funktion als Messinstrument ebd.: 97 zugleich als Archiv und Depot von Erfahrung ebd. eingesetzt werden kann.4 Er misst somit nicht nur, sondern interpretiert das Gemessene zugleich und stattet es mit Sinn aus, indem er es im Lichte seines gesammelten korperlichen Wissens interpretiert. Die Nahe zum therapeutischen 4 Hier lassen sich auch interessante Bezuge zu Polanyis Begriff des tacit knowledge herstellen. 7Empfindungsvorkabular in den Beschreibungen zahlreicher Laborversuche ist ein Ausdruck davon. Auch die Verfahrensregeln zur Evaluation von wissenschaftlichen Einrichtungen erzeugen im ubertragenen Sinn einen Laboratorisierungsprozess, denn wie im wissenschaftlichen Labor konstituieren sie das zu evaluierende Objekt in einer ganz bestimmten Art und Weise. Sie beinhalten beispielsweise Entscheidungen daruber, was bewertet werden soll und was nicht und legen auerdem fest, mit welchen Methoden und durch wen dieses geschehen soll. Dabei konnen Verfahrensregeln danach unterschieden werden, ob sie direkte oder indirekte Formen von Laboratorisierungsprozessen erzeugen. Zur direkten Form lassen sich formalisierte Praktiken zum Verfassen von Selbstberichten der zu bewertenden Organisation, die Einteilung der Organisation in spezifische Bewertungseinheiten, die Auswahl der zu bewertenden Produkte, z.B. bestimmte Projekte und Publikationen sowie die Auswahl des Zeitpunktes der Evaluation sowie die Auswahl der Evaluationsintervalle zahlen. Der indirekten Form dagegen konnen formal festgelegte Bewertungskriterien zugerechnet werden. Auch sie losen eine Zurichtung des Gegenstandes aus, denn ihre Funktion ist, das Augenmerk der Fachgutachter Innen auf ganz bestimmte Aspekte zu lenken. Entsprechend konnten wir in unseren Interviews, die wir mit Vertreter Innen der Institute gefuhrt haben, feststellen, dass sich die zu bewertenden wissenschaftlichen Einrichtungen bei der Vorbereitung auf die Evaluation strategisch an den Bewertungskriterien ausrichten und sich schon beim Verfassen ihrer Selbstberichte daran orientieren. Auch fur informelle Kriterien kann hierbei in Gestalt von Erwartungserwartungen die Wirkung einer indirekten Laboratorisierung identifiziert werden. Auch in einem Evaluationsverfahren geht es somit um eine selektive Produktion und Prozessierung von Zeichen und Objekten. Und wie im wissenschaftlichen Labor kommen dabei auch soziale Erzeugungsinstrumente von Wissen wie Mundlichkeit, Schriftlichkeit und Korperlichkeit vor allem da zum Einsatz, wo bloes Zahlen und standardisiertes Messen, etwa das Berechnen bibliometrischer Daten, nicht ausreicht. Mundlichkeit spielt in Evaluationen als Prozess der kooperativen Wahrheitssuche eine zentrale Rolle. So ist der Dialog zwischen den Gutachter Innen ohne Mundlichkeit kaum denkbar. Daruber hinaus ist Mundlichkeit in einigen Verfahren auch in Form von Gesprachen mit den Begutachteten vorgesehen. Das laboratori 8sche Feld fur diese Instrumentierung ist der VorOrtBesuch der Einrichtung. Die Bedeutung der Gesprache vor Ort fur die Urteilsbildung wird insbesondere von den Gutachter Innen hervorgehoben. Vielfach zeigen sich dabei auch starke Bezuge zur Bedeutung der Korperlichkeit, indem etwa die Gutachter Innen die hohe Bedeutung des VorOrtGewesenseins hervorheben und ihre Eindrucke vom Bewertungsgegenstand haufig unter Verwendung von Begrifflichkeiten schildern, die eine starke Nahe zum therapeutischen Empfindungsvokabular aufweisen. Der Korper fungiert somit auch in Evaluationsverfahren in seiner Doppeleigenschaft, sowohl Messinstrument als auch Depot und Archiv von Erfahrung zu sein. Letztere Funktion ubernimmt der Gutachter Innenkorper durch die in ihm deponierten Erfahrungen zu vergleichbaren Gegenstanden, die bei den VorOrtBegehungen oder Diskussionsrunden abgerufen werden und beim Messen als Interpretationsfolie dienen. Demgegenuber hat Schriftlichkeit vor allem die Aufgabe der Dokumentation, sowohl der zu bewertenden Leistung als auch des Bewertungsprozesses, zum Beispiel in Gestalt von Protokollen. Auch Bewertungsvordrucke, die entweder numerische oder wortliche Urteile oder Stellungnahmen der Gutachter Innen vorsehen, konnen dazu gezahlt werden. Je nach Stellenwert dieser Dokumente stellt Schriftlichkeit somit vor allem eine Verbindung zwischen dem Gemessenem und dessen Bewertung her und macht sie auch nachtraglich intersubjektiv zuganglich. Insofern wird uber den Stellenwert von Schriftlichkeit in einem Verfahren unter Umstanden auch dessen Verbindlichkeit hergestellt. Analog zu Wissenserzeugungsprozessen verorten wir im Folgenden Evaluationen von Wissenschaftseinrichtungen in einem von vorhergehenden Selektionen konstituierten virtuellen Raum, dessen Format durch Verfahrensregeln bestimmt wird. Es wird analysiert, wie sich die Laboratorisierung von Evaluationsobjekten je nach Verfahrensregeln unterschiedlich gestaltet, welchen Stellenwert dabei Mundlichkeit, Schriftlichkeit und Korperlichkeit haben und welche Auswirkungen der je spezifische Mix dieser Erzeugungsinstrumente von Zeichen und Objekten auf die Begutachtungspraxis haben konnte. 93 Verfahrensregeln von Evaluationen im internationalen Vergleich Unsere Untersuchung konzentriert sich wie bereits erwahnt auf die Verfahrensregeln von Evaluationen. Sowohl das ubergeordnete Evaluationssystem, das uber eine jeweilige Evaluation hinaus Bestand hat, als auch das konkrete, auf den einmaligen Zweck der Entscheidungsfindung stattfindende Verfahren selbst die Evaluationspraxis bleiben vorerst unbeobachtet. Wir raumen den Regeln von Evaluationsverfahren also die Funktion ein, einen Laboratorisierungsprozess auszulosen und gewinnen damit eine Folie, auf der wir die unterschiedlichen Rahmenbedingungen gegebenenfalls divergierende Konstruktionsleistungen bei der Bewertung von Wissenschaft interpretieren konnen. Dabei geschieht auch die folgende empirische Auseinandersetzung mit den Verfahrensregeln der LeibnizGemeinschaft in Deutschland, des Standard Evaluation Protocol for Public Research in den Niederlanden und die Research Assessment Exercises in Grobritannien in dem Bewusstsein, dass eine solche Darstellung immer unvollstandig bleiben muss. Auch in der Beschreibung von Laboratorisierungsprozessen werden wiederum Auswahlentscheidungen getroffen. Wir konzentrieren uns auf eine Darstellung der folgenden Aspekte: einer Evaluationspraxis ordnen und Verfahrensregeln zur Anpassung des Gegenstands an die kulturellen Akteure: Wie und inwiefern wird der Gegenstand der Bewertung, also die Komplexitat wissenschaftlicher Arbeit, fur das Evaluationsverfahren so zugerichtet, das es den Gutachter Innen moglich ist, sich in einem begrenzten Zeitraum ein gemeinsames Urteil zu bilden? Welche Selektionsentscheidungen werden dabei getroffen, welche Objekte bzw. Leistungen ein oder ausgeschlossen?5 Mundlichkeit: Welche formelle und informelle mundliche Interaktion ist zwischen wem vorgesehen beziehungsweise wird durch die Verfahrensregeln ermoglicht? Schriftlichkeit: Welche Verschriftlichung durch wen ist vorgesehen? Welche StandardisierungsVorgaben gibt es fur Dokumente? Welche Moglichkeiten 5 Wir konnen dabei davon ausgehen, dass sich diese Zurichtung des Bewertungsgegenstandes nur zum Teil als bewusster intentionaler Prozess vollzieht. Vielfaltige Selektionen finden unausgesprochen, ungerichtet, vielfach zufallig statt. 10informellerbilaterer schriftlicher Korrespondenz lassen die Verfahrensregeln offen? Korperlichkeit: Welchen Stellenwert hat der Einbezug von korperlichensinnlichen Eindrucken fur die Bewertungen in den jeweiligen Verfahrensregeln? 3.1 Evaluationsverfahren der WilhelmLeibnizGemeinschaft in Deutschland In Deutschland existiert keine einheitliche Regelung zur Evaluation von Wissenschaftseinrichtungen, da die wissenschaftspolitischen Hauptkompetenzen bei den Bundeslandern liegen. Entsprechend werden auch in der Forschungsforderung sehr heterogene Konzepte verfolgt. Daruber hinaus ist das deutsche Wissenschaftssystem durch ein lang tradiertes Prinzip der autonomen Selbststeuerung gekennzeichnet inhaltliche Eingriffe in die Forschungsplanung und bewertung sind in hohem Mae rechtfertigungsbedurftig Braun 1997; Neidhardt 1988; Ritter 1992; Weingart 1998. Fur die Evaluierung der Forschungsarbeit an Hochschulen finden sich entsprechend bis heute nur wenig ubergreifende Verfahren, obwohl auf Ebene einzelner Bundeslander Konzepte zur kombinierten Lehr und Forschungsevaluierung langst etabliert sind 6. Bereits seit langerer Zeit von bundesweiter Bedeutung und uber die Jahre systematisch weiter entwickelt worden sind jedoch Evaluationsverfahren fur aueruniversitare Forschungseinrichtungen. Eine gewisse Tradition haben hier insbesondere die Verfahren zur Evaluierung von Instituten der Wissenschaftsgemeinschaft Wilhelm Gottfried Leibniz WGL. Die WGL wurde 1997 als Nachfolgeorganisation der Wissenschaftsgemeinschaft Blaue Liste 7 gegrundet und ihr gehoren derzeit 82 Forschungsinstitute an, die von Bund und Landern gemeinsam finanziert werden. Einrichtungen der Blauen Liste werden bereits seit 1979 im Auftrag von Bund und Landern regelmaig evaluiert, zunachst vom Wissen 6 Beispielsweise wurde im Jahre 1995 fur Niedersachsen die Zentrale Evaluations und Akkreditierungsagentur Hannover ZEv A eingerichtet, die einen regelmaigen Evaluationszyklus fur alle niedersachsischen Hochschulen umsetzen soll http:www.zeva.org; vgl. ubergreifend auch Barz 1998, zur indikatorbasierten Finanzierung von Hochschulen auch Leszczensky et al. 2004a; Orr et al. 2007 7 Der Name geht zuruck auf eine auf blauem Papier veroffentlichte Liste von damals 46 Instituten, fur die im Jahre 1977 eine gemeinsame Forderung von Bund und Landern verabredet wurde. 11schaftsrat, der das Verfahren im Jahre 2000 ausgewertet und anschlieend einem durch Wissenschaftler Innen besetzten Senat der LeibnizGemeinschaft ubertragen hat. Dieser hat wiederum einen Senatsausschuss Evaluierung SAE eingerichtet, der seither fur die Gestaltung der Evaluationsverfahren zustandig ist. Neben einigen Mitgliedern des Senats gehoren dem SAE Wissenschaftlerinnen und Wissenschaftler an, die nicht an LeibnizEinrichtungen arbeiten, sowie Vertreterinnen und Vertreter von Bund und Landern als Finanzgeber der Einrichtungen. Administrativ werden Senat und Senatsausschuss Evaluierung bei Fragen der Evaluierung durch das ihnen unmittelbar unterstellte Referat Evaluierung unterstutzt. Jedes Mitgliedsinstitut der WGL wird in der Regel 8 alle sieben Jahre evaluiert. Fur das Bewertungsverfahren wird vom SAE ein Gremium von Fachgutachter Innen zusammengestellt, deren Mitglieder nach den Verfahrensregeln keinen Kooperationskontakt zu dem Institut haben durfen und gegen die keine anderweitigen Befangenheitsbedenken bestehen. Folglich kann auch das zu bewertende Institut potentielle Gutachter Innen aus Befangenheitsgrunden ablehnen. Die Leitung der Begutachtungsgruppe wird von einem Mitglied des SAE wahrgenommen, derdem formal auch die Auswahl der Gutachter Innen obliegt. Weitere Kriterien fur die Berufung sind nicht schriftlich fixiert. Aus Gesprachen mit verantwortlichen Referent Innen der WGL erfahren wir, dass versucht wird, die fachliche Breite eines Instituts durch eine entsprechende Kompetenzverteilung in der Kommission abzudecken und dass auerdem Erfahrung in der Evaluation eine Rolle spielt. Vielfach erkundigen sich die zustandigen Referent Innen daher bei der DFG oder beim Wissenschaftsrat nach geeigneten Kandidaten oder Kandidatinnen. Kern des Bewertungsprozesses ist ein VorOrtBesuch des Instituts, die so genannte Begehung. Zu dessen Vorbereitung werden den Fachgutachter Innen Unterlagen uber die zu evaluierende Einrichtung zur Verfugung gestellt, die Letzere auf Basis eines von der WGL vorgegebenen Fragerasters erstellt hat. Die Unterlagen enthalten Angaben zu den Aufgaben des Instituts, seiner Groe und Struktur, zur Mittelausstattung, zu den Arbeitsschwerpunkten sowie zu den zentralen Ar 8 Das Ergebnis eines Bewertungsverfahrens kann allerdings vorsehen, dass eine nachste Evaluation bereits fruher stattfinden muss. 12beitsergebnissen Publikationen, Konferenzen, Drittmittel. Die Begehung dauert eineinhalb Tage und beinhaltet eine Prasentation der Institutsleitung gegenuber der gesamten Begutachtungsgruppe, arbeitsteilig organisierte Abteilungsbesuche, ein Gesprach mit den Mitarbeiter Innen unter Ausschluss der Fuhrungskrafte, ein Gesprach mit der Verwaltungsleitung und Gesprache mit vom Institut ausgewahlten Kooperationspartner Innen. Neben den Fachgutachter Innen sind an der Begehung auch Vertreter Innen von Bund und Landern beteiligt. Spezifische Formen der Zurichtung Die Laboratorisierung des Bewertungsgegenstands erfolgt auf verschiedenen Ebenen. Eine Selektionsebene betrifft die Festlegung der zu bewertenden Einheit, die in diesen Verfahren ein Institut sein soll. Vorstellbar waren genauso gut kleinere oder groere Einheiten, etwa konnte die wissenschaftliche Arbeit von Individuen zum Bewertungsgegenstand gemacht werden oder die von Arbeitsteams, die aufgrund von Kooperationen aber auch uber die Grenzen eines Instituts hinausgehen konnten. Die Entscheidung fur ein einzelnes Institut als Bewertungseinheit entspricht der Logik der institutionellen Forderung von Wissenschaftseinrichtungen und scheint daher aus politischer Sicht plausibel zu sein; fur die wissenschaftliche Bewertung ist sie jedoch keineswegs zwingend. Eine weitere Ebene der Zurichtung betrifft die wissenschaftliche Arbeit, deren Komplexitat fur das Bewertungsverfahren so reduziert werden muss, dass sie von der Bewertungsgruppe innerhalb von eineinhalb Tagen erfassbar und auerdem mit den Leistungen anderer Einrichtungen vergleichbar ist.9 Nicht die ganze Arbeit wird folglich evaluiert, sondern es werden Auswahlentscheidungen getroffen. In der Regel finden diese Entscheidungen anhand der Organisationsstruktur eines Institutes statt. Es prasentieren sich einzelne Abteilungen und in der konkreten Darstellung wird oftmals ein besonderer Fokus auf Projekte gelegt. Dann gilt es auszuwahlen, welche Projekte prasentiert werden sollen und welche Schwerpunkte dabei zu setzen sind. Mit der Entscheidung fur den eineinhalbtagigen VorOrtBesuch in den Verfahrensregeln der WGLEvaluationen ist also gleichzeitig eine Entscheidung daruber 9 So haben Vorgaben bezuglich der Bewertungseinheit sowie auch die Abfrage von diversen statistischen Daten wie Stellen in Vollzeitaquivalenten auch den Zweck, ein Institut in Relation zu anderen zu bewerten. 13getroffen worden, dass nur Teile der wissenschaftlichen Arbeit des Instituts naher betrachtet werden. Des weiteren ist davon auszugehen, dass diese Selektionen antizipierten Erwartungen folgen und somit wissenschaftliche Arbeiten, die diesen Erwartungserwartungen nicht oder weniger entsprechen, nicht zur Begutachtung vorgelegt werden. Diese Selektionsleistung beginnt bereits mit der schriftlichen Selbstdarstellung. Deren Aufbau und Schwerpunkte sind zwar durch die Verfahrensregeln vorgegeben, doch in der Umsetzung erfolgt stets eine inhaltliche Akzentuierung durch das Institut. Weitere Selektionsleistungen finden sich in der gewahlten Form der mundlichen Prasentation. So macht es einen Unterschied, ob man sich beispielsweise fur eine PosterPrasentation entscheidet, bei der lediglich eine komprimierte Darstellung der Arbeit moglich ist, oder fur einen Vortrag, der mehr Raum fur Ausschmuckungen lasst. Auf der anderen Seite ermoglicht das Poster eine langere Sichtbarkeit der Arbeit, wahrend das gesprochene Wort schneller verganglich ist. Doch fur welche Form der Prasentation man sich entscheidet: So oder so muss die Arbeit mehrerer Wissenschaftler Innen uber mehrere Jahre in wenigen Satzen zusammengefasst werden, fur die man sich eine Vielfalt von unterschiedlichen Akzentuierungen vorstellen kann. Auszuwahlen ist uberdies, wer die ausgewahlten Inhalte wahrend der Begehung prasentiert und gegebenenfalls auf Ruckfragen der Gutachter Innen antwortet. Auch wenn das Verfahren der WGL die Selektionen auf der Ebene der wissenschaftlichen Arbeiten weitgehend dem Institut uberlasst, andert dies nichts am prinzipiellen Zurichtungscharakter der erforderlichen Selektionen, mit denen gleichsam eine operationalisierbare Bewertungsmasse hergestellt werden soll. Denn mit jeder dieser Entscheidungen wird die Natur des wissenschaftlichen Produktionsalltages im Sinne des Laboratorisierungskonzepts so in ihrer Komplexitat reduziert, dass sie im Rahmen der eineinhalbtagigen Begehung in Augenschein genommen und bewertet werden kann. Zugleich konnen wir annehmen, dass fur jede dieser Entscheidungen alternative Optionen zur Verfugung stehen, die zu anderen Gewichtungen und damit moglicherweise zu anderen Urteilen fuhren wurden. Eine weitere Form der Zurichtung ist die Auswahl des Bewertungsgremiums. Aufgrund der Vorschrift, dass die Fachgutachter Innen keine Kooperationsbeziehung zum Institut haben durfen, setzt sich dieses Gremium in den Verfahren der WGL zumeist aus Personen zusammen, die nicht direkt vom Fach sind, sich zum Teil im Rahmen des Verfahrens erstmals begegnen und die wissen, dass die ge 14meinsame Arbeit in dieser Zusammensetzung zeitlich eng begrenzt ist. Ein weiterer Teil der Bewertungsgruppe hat den Mitgliedschaftsstatus qua Amt; Vertreter Innen des Bundes und Landesministeriums, durch die das Institut gefordert wird. Durch ihre Teilnahme flieen unter Umstanden auch staatliche Interessen in die Bewertung ein. Die Vorsitzenden von Beiraten des Instituts sind ebenfalls Teil der Runde. Die divergente Interessenlage im Bewertungsgremium sowie die unterschiedliche Nahe der Gutachter Innen zum Bewertungsgegenstand lasst sehr heterogene Wahrnehmungen der Institutsleistungen erwarten auch ein Aspekt, der fur die Dynamik der kooperativen Urteilsbildung von Bedeutung sein durfte. Mundlichkeit, Korperlichkeit und Schriftlichkeit Auch wenn alle Gutachter Innen sich anhand der schriftlichen Unterlagen individuell vorbereiten, stellt der VorOrtBesuch des Instituts das Kernstuck des Bewertungsprozesses dar. Dieses wird auch seitens der Gutachter Innen so gesehen: Ne, die Begehung ist sehr wichtig. Also ich denke, das, ich sage mal 50 Prozent der Institut werden vorher schlechter eingeschatzt. Interviewerin: Ah ja, und was macht es dann, was macht es dann vor allem aus? Naja erstens sind die Gutachter, das ist doch auch alles ein menschlicher Prozess. Das muss man ja alles genau im Detail lesen, ob die jetzt die Zeit haben, das alles zu machen, ist die Frage. Ich nehme mal an, die machens, aber trotzdem ist manch, wird ofters gesagt, dass anhand der schriftlichen Lage das anders eingeschatzt wurde. Also das spielt schon, das Verfahren ist schon gut. Man kriegt ja auch Meinungen auch von anderen Gutachtern, manchmal ist man sich doch unsicher, wenn man jetzt ein Fachgutachter ist, die kriegt man dort, dann kriegt man, geht man im Institut rum, sieht, wie das aussieht, sieht die Leute, redet mit denen. Das ist schon sehr wichtig die Begehung. Gutachter Institut BD Die Aussage dieses Gutachters zeigt, dass damit auch Mundlichkeit in den Verfahren der WGL in mehrfacher Weise ein wichtiges Instrument darstellt. Denn mit der herausgehobenen Rolle des VorOrtBesuches bekommt sowohl der Dialog zwischen Gutachter Innen und Begutachteten als auch die Interaktion im Kreis der Gutachter Innen eine erhebliche Bedeutung. So besteht im Rahmen der Begehung die Moglichkeit, sowohl mit der Leitung als auch den Mitarbeiter Innen des Instituts unmittelbar zu kommunizieren. Sachverhalte konnen somit im Gesprach vertieft werden, Unverstandliches geklart oder auch Themen zusatzlich in die Betrachtung aufgenommen werden, die in der Selbstdarstellung des Instituts bisher nicht vorgesehen waren. Wir konnen uns vorstellen, wie dabei neben der sachorientierten Mundlichkeit auch Stimme und sprachliche Eloquenz und Souveranitat einen Einfluss auf den Urteilsprozess haben kann. 15Eine unvermeidliche Folge des hohen Stellenwerts von Mundlichkeit im Bewertungsverfahren der WGL sind jedoch weitere Beschrankungen hinsichtlich der moglichen Bewertungsobjekte. So konnen nicht alle Gutachter Innen mit allen Mitarbeiter Innen gleichzeitig kommunizieren, sondern es muss eine Auswahl getroffen werden. Folglich findet nur das Gesprach mit der Leitung des Instituts im Beisein aller Gutachter Innen statt. Der Besuch der einzelnen Arbeitseinheiten erfolgt hingegen arbeitsteilig, so dass jeweils nur ein Teil der Gutachter Innen mit einem Teil der Mitarbeiter Innen ins Gesprach kommt. Ebenso konnen die Gutachter Innen in der so genannten kopflosen Runde, in der sich die Mitarbeiter Innen ohne ihre Vorgesetzten dem Gesprach stellen, jeweils nur mit einer kleinen Auswahl an Mitarbeiterinnen oder Mitarbeitern sprechen. Die zweite Ebene der Mundlichkeit betrifft die Interaktion zwischen den Gutachter Innen. Dazu sieht das Verfahren mehrere Runden vor. Der Bewertungsvorgang startet und endet mit einer internen Besprechung der Fachgutachter Innen und BundLandervertreter Innen, die von der oder dem Vorsitzenden der Bewertungsgruppe moderiert wird. In der Eroffnungssitzung werden von dieser oder diesem oder der Geschaftsstelle Evaluierung die Bewertungskriterien und spezifische Anforderungen an den Bewertungsprozess vorgestellt. In der Abschlussbesprechung wird eine erste Bilanz gezogen, indem alle Gutachter Innen ihren Eindruck von der eineinhalbtagigen Begehung mitteilen. Am ersten Abend der Begehung wird auerdem im Kreis der Bewertungsgruppe eine Zwischenbilanz gezogen. Dabei werden individuelle Eindrucke uber die Begehung ausgetauscht und zu ersten Bewertungsaussagen verdichtet, die dann unter Umstanden von den anderen kommentiert werden. Daruber hinaus ermoglichen zahlreiche informelle Situationen mundliche Interaktionen vielfaltiger Art. Auffallig sind etwa zahlreiche Schilderungen der Gutachter Innen uber die Gesprache beim gemeinsamen Abendessen, das den ersten Begehungstag abschliet. Hier werden ohne festgelegte Struktur Einschatzungen ausgetauscht und die eigene Positionierung im Verhaltnis zu den anderen Gutachter Innen uberpruft: Ja, ja ich meine man bespricht schon bei so einem Abendessen die ganze Stimmung noch mal und auch, was einem gut gefallen hat, was weniger gut und dadurch vertiefen sich naturlich auch die Dinge noch einmal in anderer Art und Weise, weil man noch mal auch andere Standpunkte dann horen kann oder hort dann einfach, die sind wie gesagt nicht so schriftreif dann sind und das hilft glaub ich, das ist schon sehr hilf, fur jeden hilfreich, einmal um noch mal zu reflektieren, anders zu reflektieren. Also ist so ne Art Reflektion und ich meine dann ist es naturlich, das ist superschwer zu fassen, dass man dann mit jemandem, wenn man dann nach, von dem Restaurant sind wir dann in ganz kleinen Gruppen zum Hotel gegangen, naturlich, dass man das nicht so ganz offen sagt 16oder ist das, aber ich meine, man kann, so zwischenmenschliche Sachen kann man ja nicht, also so ein kleines Gesprach, auch was dann nach, so zwischendurch mal gefuhrt hat. Es ist naturlich, offiziell geht das nie in die Bewertung ein, aber es ist trotzdem, man fragt dann noch mal nach, wie ist denn das, kennst du nicht doch noch mehr Sachen oder was, was hast du sonst fur einen Eindruck von denen oder so was, dann kriegt man naturlich auch noch mehr Informationen daruber. Gutachterin, Institut DD im Bewertungsprozess Schon dadurch, dass im WGLVerfahren das Instrument des Peer Review verwendet wird und nicht rein metrische Verfahren uber die Gute eines Instituts entscheiden, erscheint es evident, dass immer auch spezifisches an die Person gebundenes Wissen aufgerufen wird. Neben dem hohen Stellenwert der Mundlichkeit ist damit auch der Gutachterkorper als Messinstrument sowie als Depot und Archiv von Erfahrung gefragt. Durch die VorOrtBegehung wird der Gutachterkorper zudem in situ zum Einsatz gebracht und an den Ort verfrachtet, dessen Gute durch ihn beurteilt werden soll. Indem die Bewertung etwa in den Raumen des Instituts stattfindet, werden alle sinnlichen Eindrucke dieses Tages davon zum Gegenstand der Bewertung; Gebaude, Raum, Licht, Farben all dies spielt ebenso eine Rolle wie der Eindruck, den die Mitarbeiter Innen des Instituts vermitteln. Weil sie ihre Arbeiten und deren Ergebnisse nicht allein schriftlich einreichen, sondern personlich prasentieren, werden sie zu korperlich erfahrbaren Objekten ein Sachverhalt, der in der Vorbereitung einer Evaluation auch seitens der zu evaluierenden Einrichtung reflektiert wird, wie uns folgendes Zitat zeigen kann: Also ich habe dann z.B. auch aufgeschrieben, das war aber jetzt nichts, was irgendwie die Gutachtergruppe gesagt hat, also dass vielleicht an dem Tag nicht unbedingt alle Fahrrader vor der Haustur angelehnt sein sollten, sondern dass man reingehen kann oder irgendwie solche Sachen oder dass man meinetwegen, manche Leute kommen ja auch aus anderen Hausern jetzt zu diesem Platz, dass man rechtzeitig da sein sollte auf jeden Fall. Also da gibts bei uns auch immer so ein paar Pappenheimer lacht und dass man die Jacken dann irgendwie in den Buros lassen sollte und nicht irgendwie so ne Bahnhofsstimmung erzeugen sollte, ne gewisse Gemutlichkeit ist irgendwie, also schafft schon auch ne andere Atmosphare und lauter solche Dinge. Mitarbeiterin Institut BD Und seitens eines Gutachters wird bestatigt, wie sinnliche Aspekte gewollt oder nicht im Rahmen einer Begehung wahrgenommen werden:   und daher kenne ich diese Drucksituation, die damit mit einer Evaluation, die Verf. verbunden ist und wei eben auch, wie man sozusagen diese, dass ein Teil des Spiels ist die schone Fassade, keine Druckfehler, schon formatiert, einheitliche Poster, einheitlich Corporate Identity, keiner redet langer als er soll betont, alle sind furchtbar dankbar und freundlich. Es gibt so einen positiven Grundton und bis hin zur Serviettenfarbe und wei der Teufel, uber was sich die Leute dann anfangen Gedanken zu machen. Und das ist betont die Fassade, die aufgebaut wird, die unheimlich viel Energie kostet, die aber erwartet wird, wenn man das nicht betont tut, gilt man als der Stoffel, das wei ich, aber das ist naturlich nicht das, die Fahigkeit, eine Fassade aufzustellen, ist nicht das, 17was ich ja eigentlich bewerten soll als Evaluierer. Naturlich die Tatsache, dass die Leute das tun, zeigt, dass sie die Sache insgesamt ernst nehmen, aber wenn ihnen die Frage gestellt wird, uberlebt ihr ja oder nein, naturlich nehmen sie das dann ernst. Gutachter Institut DC Neben Mundlichkeit und Korperlichkeit spielt allerdings auch Schriftlichkeit im WGLVerfahren eine wichtige Rolle. Den ersten Eckpfeiler bildet die schriftliche Selbstdarstellung des Instituts, die anhand eines von der WGL vorgegebenen Fragenkatalogs zu Beginn des Verfahrens erstellt wird. Sie dokumentiert die Leistungen des Instituts aus der Perspektive der Selbstwahrnehmung und dient zur Vorbereitung der Gutachter Innen auf den VorOrtBesuch. Dabei ist davon auszugehen, dass einzelne Gutachter Innen auf dieser Basis bereits eine Vorbewertung des Instituts vornehmen; zumindest bilden sie sich, wie die Interviews zeigen, bei der Sichtung des Materials eine erste Meinung und treffen eine Vorauswahl, worauf sie bei der Begehung besonders achten wollen. Von der Art und Weise wie die schriftliche Selbstdarstellung erstellt ist hangt somit bereits zu einem gewissen Ausma der Ausgang des gesamten Verfahrens ab. Ein weiteres wichtiges schriftliches Dokument sind die Protokolle der Besprechungen der Gutachter Innen vor Ort, die von einer Mitarbeiterin bzw. einem Mitarbeiter des Evaluationsreferats der WGL angefertigt werden. Sie sind eine wichtige Grundlage des Bewertungsberichts. Zweite Grundlage sind die schriftlichen Statements der Gutachter Innen, die diese innerhalb von drei Wochen im Anschluss an die Begehung abzugeben haben. Erstellt wird der Bewertungsbericht von dem bzw. der zustandigen Mitarbeiter In der WGL. Anschlieend wird er mit dem bzw. der Vorsitzenden der Bewertungskommission abgestimmt und dann an das Begutachtungsgremium versandt. Die Gutachter Innen haben noch die Moglichkeit, Anderungsbedarfe zu formulieren, bevor der Bericht vom Senatsausschuss der Leibnizgemeinschaft zusammen mit einer eigenen Stellungnahme zur Frage der Weiterforderung des Instituts verabschiedet und an die BundLanderkommission gegeben wird. Neben der generellen Empfehlung zur weiteren Forderfahigkeit der Einrichtung kann der Bericht daruber hinaus Empfehlungen zur inhaltlichen Ausrichtung, zur Arbeitsweise und Struktur und gegebenenfalls auch zu Budgetveranderungen enthalten. Vor der offiziellen Verabschiedung des Berichts durch den Senat der Leibnizgemeinschaft bekommt die Institutsleitung den Bericht vertraulich zugesandt und wird aufgefordert, eine Stellungnahme zur Bewertung und zu dem Empfehlungen abzugeben. 18Schriftlichkeit hat somit im Verfahren der WGL eine Dokumentations und eine Kontrollfunktion. Dokumentiert werden zum einen die Entwicklung des Instituts in Gestalt der Selbstdarstellung, zum anderen die einzelnen Statements der Gutachter Innen im Verlauf des Verfahrens in Form von Protokollen sowie mittels ihrer eigenen schriftlichen Stellungnahme nach der Begehung. Zum anderen dokumentiert der Bewertungsbericht nach offizieller Verabschiedung durch die Gremien der WGL die Gesamtbewertung des Instituts und bildet somit auch einen wichtigen Mastab fur die nachste Evaluation. Zugleich haben sowohl die schriftliche Selbstdarstellung des Instituts als auch der Bewertungsbericht eine gewisse Kontrollfunktion. Anhand der schriftlichen Selbstdarstellung konnen die Gutachter Innen beispielsweise erkennen, wie sich das Institut selber sieht und seine Leistungen darstellt, und der Bewertungsbericht ermoglicht ihnen zu kontrollieren, ob ihr Statement sich in der Gesamtbewertung angemessen wieder findet. Ebenso konnen die Institute anhand des Bewertungsberichtes uberprufen, inwieweit sich ihre Selbstsicht mit der Fremdwahrnehmung der Gutachter Innen deckt. Gleichzeitig konnen wir uns auf der Grundlage dieser Regeln zur Bedeutung von Schriftlichkeit mehrfache Ubersetzungsleistungen vorstellen, die in der Dynamik der einzelnen Verfahren entstehen und eine je eigene Konstruktionsleistung hervorbringen. Besonders gilt dies fur den Bewertungsbericht. So haben die Mitarbeiter Innen der WGL aus den heterogenen Einzelbewertungen der Gutachter Innen ein Gesamtwerk zu komponieren, das unter den Gremiumsmitgliedern moglichst keinen Widerspruch mehr erzeugt. Denn in dieser Phase des Verfahrens ist nur noch ein schriftlicher Abstimmungsprozess vorgesehen, was sich fur die Klarung von Dissensen innerhalb einer Gruppe nicht gut eignet. Auerdem muss der Bericht so verfasst sein, dass er dem begutachteten Institut ebenso wie den Adressaten in der Politik handhabbare Empfehlungen gibt, was wiederum zu Irritationen fuhren kann, weil derlei Kompromissformeln nicht unbedingt eins zu eins in die Logiken des jeweiligen Systems ubersetzt werden konnen. Wahrend der Inhalt eines Bewertungsberichts in den Verfahren der WGL somit einerseits als Ausdruck eines kunstlich erzeugten Konsenses gelesen werden kann, scheint er andererseits das strukturelle Potential des Widerspruchs in sich eingeschrieben zu haben je nach dem, von wem er gelesen wird. 193.2 Evaluationsverfahren des Standard Evaluation Protocol for Public Research in den Niederlanden Das Standard Evaluation Protocol for Public Research SEP wurde im Jahre 2003 gemeinsam von der Koninklijke Nederlandse Akademie van Wetenshapen KNAW, der Vereiniging van Universiteiten VNSU und der Nederlandse Organisatie voor Wetenschappelijk Onderzoek NWO verfasst und bildet seither die Grundlage fur die alle sechs Jahre stattfindende Evaluation der offentlich finanzierten Forschungseinrichtungen KNAW et al. 2003  Das SEP fokussiert hauptsachlich die Forschung und im Vorwort wird darauf hingewiesen, dass den unterschiedlichen Ausrichtungen der Institute zum Beispiel durch die Auswahl der Gutachter Innen Rechnung getragen werden soll ebd.: 6. Hauptziel des SEP ist es, durch Evaluationen Improvement and accountability ebd.: 7 von wissenschaftlichen Einrichtungen zu erhohen insbesondere die Rechenschaftspflicht von offentlich finanzierter Forschung wird betont. Mit dem SEP wird nicht allein die wissenschaftliche Leistung, sondern auch die Qualitat der Institutsleitung Fuhrung, Strategie, Instrumente und Forschungsorganisation bewertet. Fur die Bewertung der Forschungseinrichtungen sind insgesamt vier Kriterien vorgesehen: Qualitat, Produktivitat, Relevanz sowie Dynamik und Realisierbarkeit. Das zu evaluierende Institut wird auf einer Skala von 5 excellent bis 1 unsatifactory nach den genannten Kriterien bewertet. In der Anwendung dieser Kriterien soll disziplinaren Unterschieden Rechnung getragen werden. Betont wird, dass der Arbeitsaufwand fur die Evaluation insgesamt gering gehalten und Synergien genutzt werden sollen. Ausgangspunkt der Bewertung der einzelnen Forschungseinrichtungen ist ein Selbstevaluationsbericht, den die Institute selber zu erstellen haben. Die Selbstevaluation midterm soll jeweils drei Jahre vor oder nach der externen Evaluation stattfinden und einerseits die Umsetzung der Empfehlungen der letzten Evaluation uberprufen sowie andererseits die kommende Evaluation vorbereiten. Auerdem sind die Forschungseinrichtungen angehalten, ein Monitoringsystem zu etablieren, das auch online verfugbar ist und im jahrlichen Rhythmus wesentliche Kennziffern uber die Entwicklung des Instituts bereitstellt. Die Dokumente des Selbstevaluationsberichtes sind nach Magabe des SEP in zwei Teile unterschieden: Der erste Teil A charakterisiert das Institut als Ganzes und beschreibt die 20strategische Ausrichtung des Institutes, deren organisatorische Umsetzung und Ergebnisse im Uberblick.10 Der zweite Teil B stellt die Forschungsprogramme und Forschungsgruppe vor. Beide Teile des Berichts sollen jahrlich verfasst werden, so dass auch Veranderungen uber den Berichtszeitraum deutlich werden. Neben der Textexegese des Selbstevaluationsberichts findet ahnlich den WGLVerfahren eine in der Regel ein bis zweitagige Begehung site visit des Institutes durch eine Begutachtungsgruppe statt. Diese besteht aus einem oder einer Vorsitzenden Chair, drei Gutachter Innen und einem Sekretar bzw. einer Sekretarin des KNAW. Bei ihrer Auswahl ist im SEP im Unterschied zu den Regularien der WGL ein Vorschlagsrecht durch die zu evaluierende Einrichtung explizit vorgesehen. So sind die Tragereinrichtungen z.B. aufgefordert, jeden Vorschlag zur Besetzung der Bewertungskommission sorgfaltig zu prufen. In der Regel wird dazu von den Instituten eine long list an Vorschlagen erstellt, welche die Verantwortlichen der KNAW zu einer short list verdichten. Nur in Ausnahmefallen werden zu der Liste zusatzliche Personen hinzugefugt und eingeladen. Die Einladung der Gutacher Innen selbst erfolgt durch das KNAW. Die Begehung beginnt wie in dem Verfahren der WGL in der Regel mit einer nichtoffentlichen Sitzung der Gutachter Innen. Der weitere Ablauf der Begehung kann allerdings stark variieren. Anders als im Falle der WGL wird kein einheitliches Protokoll umgesetzt, sondern in einem Gesprach zwischen KNAW und dem zu begutachtenden Institut ein paar Monate vor dem Termin der genaue Zeit und Ablaufplan entwickelt. Am Ende der Begehung steht jedoch stets eine gemeinsame nicht offentliche Runde der Gutachter Innen, in der die Eindrucke der einzelnen Mitglieder erstes Bewertungsergebnis entwickelt wird. Seitens der KNAW ist fur diesen Prozess eine Art Checkliste entwickelt worden, in der fur die genannten vier Kriterien Indikatoren aufgelistet sind, die in dieser Runde systematisch abgearbeitet und dann zu einem Gesamtergebnis zusammengefasst werden konnen. In der Regel wird den Beschaftigten des Instituts im Rahmen einer Vollversammlung im Anschluss an die Sitzung der Begutachtungsgruppe bereits ein erster Bewertungseindruck mitgeteilt. der Bewertungsgruppe ein gesammelt und 10 Detaillierte Beschreibungen befinden sich im Appendix 3 des SEP KNAW et al. 2003: 27ff. 21Die Gutachter Innen selbst geben nach der Begehung eine schriftliche Stellungnahme ab. Diese Stellungnahmen und die Aufzeichnungen des Sekretars zur Begehung bilden die Grundlage fur den Bewertungsbericht, der wiederum durch den Sekretar die Sekretarin vom KNAW verfasst wird. Die Gutachter Innen haben dann die Moglichkeit, den Berichtsentwurf zu kommentieren. Anschlieend wird der Bericht dem Institut zur Verfugung gestellt. Der wissenschaftliche Beirat des Instituts und auch das KNAW geben dann zu dem fertigen Bericht eine Stellungnahme ab. Eine Besonderheit gegenuber dem Verfahren der WGL stellt die Moglichkeit dar, der Institutsleitung in einem Management Letter vertrauliche Informationen zu vermitteln. Von dieser Moglichkeit wird zwar selten Gebrauch gemacht, sie wird aber beispielsweise dann angewandt, wenn die Gutachtergruppe es fur angemessen halt, eine Stellungnahme zu konkreten Personen und Personalangelegenheiten abzugeben. Im Evaluationsbericht selbst sind diese Informationen nicht enthalten. Spezifische Formen der Zurichtung Evaluationsverfahren nach dem SEP sind denen der WGL sehr ahnlich. Damit lassen sich aus der Perspektive des Laborkonstruktivismus ahnliche Prozesse der Zurichtung des Gegenstandes identifizieren, etwa durch die Festlegung der Evaluationseinheiten Institute und dort spezifische Arbeitseinheiten und Forschungsprojekte, durch den sechsjahrigen Evaluationsrhythmus und durch den hohen Stellenwert der VorOrtBegehung. Ebenso pragen auch hier die Zusammensetzung des Begutachtungsgremiums, der spezifische Formalisierungsgrad von Mundlichkeit und Schriftlichkeit sowie die relativ groe Bedeutung von Korperlichkeit als Messinstrument mageblich den Charakter dieser Verfahren. Uber diese Gemeinsamkeiten hinaus sind aber auch Unterschiede feststellbar, die fur den Prozess der Urteilsbildung relevant sein konnen. Von Bedeutung scheint etwa der Selbstevaluationsbericht. Wahrend bei Verfahren der WGL einmalig ein Bericht verfasst wird und es dann bis zur nachsten Evaluation nach sieben Jahren dem Institut uberlassen bleibt, wie es mit dem Bericht umgeht, findet mit dem vorgeschriebenen Selbstevaluationsverfahren nach dem SEP gleichsam ein 22kontinuierlicher Zurichtungsprozess statt 11. Die Entscheidungen, welche Arbeit fur die Evaluation als relevant und moglicherweise dem gewunschten Profil entsprechend eingeschatzt werden, sind somit nicht nur alle sieben Jahre zu treffen, sondern vor dem Hintergrund des jahrlichen Selbstmonitoring und der auf dieser Basis nach drei Jahren stattfindenden Zwischenevaluation mehr oder weniger kontinuierlich. Denn mit dieser Vorgabe ist die implizite Annahme verbunden, dass zur Beurteilung einer wissenschaftlichen Einrichtung nicht nur die Leistung zu einem Zeitpunkt X ausschlaggebend ist, sondern auch die Entwicklungsdynamik.12 Deutlich wird dies nicht zuletzt auch daran, dass der Leistungsentwicklung eines Instituts ein eigenes Kriterium gewidmet ist Dynamik und Realisierbarkeit bewertet werden soll etwa, inwiefern ein Institut in der Lage ist, Forschungsgruppen dem aktuellen Bedarf entsprechend zu eroffnen oder zu schlieen vgl. KNAW et al. 2003: 11. Starker noch als in den Verfahrensregeln der WGL wird somit in den Verfahrensregeln des SEP ein Zustand geschaffen, bei dem die externe Evaluation nur noch als Teil einer Kontrolle der Kontrolle fungiert Power 1997. Damit ist anzunehmen, dass auch der Zurichtungseffekt dieser Regeln weit uber das eigentliche Verfahren hinausgeht. Zwei weitere markante Unterschiede zum Verfahren der WGL betreffen die Zusammensetzung der Begutachtungskommission. Zum einen sind in den Verfahrensregeln des SEP ausdrucklich Einflussmoglichkeiten der Institute auf die Auswahl der Gutachter Innen vorgesehen. Zum anderen sind an den Kommissionen nach dem SEP keine wissenschaftspolitischen Vertreter Innen beteiligt. Zwar wird jedes Gremium ahnlich wie bei der WGL von einem Sekretar oder einer Sekretarin der Tragerorganisation organisatorisch betreut, die Artikulation von dezidiert politischen Interessen ist aber im Evaluationsverfahren nicht vorgesehen. Die Institute gestalten daruber hinaus das konkrete Verfahren aktiver mit als im Falle der WGL, etwa indem der zeitliche Ablauf der Begehung und die Definition 11 Wenn auch nicht im offiziellen Verfahren vorgeschrieben, ist auch bei den Instituten der WGL zu beobachten, dass zusatzlich zu den Evaluationen in Eigenregie Begehungen durch den wissenschaftlichen Beirat durchgefuhrt werden. Einige Institute nutzen dieses Beiratsaudit explizit zur Vorbereitung auf die WGLEvaluation. 12 Dieser Aspekt ist grundsatzlich zwar auch in den Verfahren der WGL angelegt, wird nach dem SEP aber deutlicher betont und formalisiert. Auch hier ist das Institut aufgefordert darzustellen, welche Konsequenzen sie aus der letzten Evaluation vor 7 Jahren gezogen hat. Daruber hinaus werden eine Reihe von Daten in der Selbstdarstellung als Zeitreihe erfragt. 23der zu treffenden Gruppe nicht zentral durch die Tragerorganisation vorgegeben sind, sondern im Gesprach mit den Instituten entwickelt werden. Damit haben die verantwortlichen Institutsvertreter Innen auch groeren Einfluss darauf, was in welcher Form von den Gutachter Innen wahrgenommen und bewertet werden kann und was nicht. Die Formen der Zurichtung auf den Prozess der Evaluation werden somit im SEPVerfahren mehr von der zu evaluierenden Einrichtung mitbestimmt als bei der WGL. Gleichzeitig ist nach dem SEP die Aufgabe der Zurichtung quasi auf Dauer gestellt. Mit der Vorgabe der jahrlichen Selbstberichterstattung sowie der MidtermSelbstevaluation wird die Evaluation gleichsam zum MonitoringInstrument. Die Gutachter Innen in den Verfahren des SEP bewerten unter einem hohen Zeitdruck. Dieser wird dadurch ausgelost, dass der versammelten Belegschaft einer evaluierten Einrichtung bereits am Ende des zweiten Bewertungstages ein erstes Bewertungsergebnis prasentiert werden muss. Damit wird sehr fruhzeitig eine Offentlichkeit zu den Evaluationsergebnissen geschaffen, die spatere Abweichungen davon legitimationsbedurftig machen. Der Prozess der Konsensfindung im Gutachtergremium muss somit bereits wahrend des VorOrtBesuchs weitgehend zum Abschluss gebracht werden. Mundlichkeit, Korperlichkeit und Schriftlichkeit Wie in den Verfahren der WGL stellt der VorOrtBesuch auch in den Verfahren nach dem SEP den Kern des Bewertungsprozesses dar, wodurch sowohl Mundlichkeit als auch Korperlichkeit in diesen Verfahren einen vergleichbaren Stellenwert bekommen. Ahnlich verhalt es sich mit der Rolle von Schriftlichkeit, uber die sowohl die Entwicklung des zu bewertenden Instituts als auch der Verlauf des Verfahrens und die Bewertungen der einzelnen Gutachter Innen dokumentiert werden. Ob ihre Bedeutung als Kontrollfunktion in diesen Verfahren angesichts der jahrlich zu veroffentlichenden Kennziffern ein etwas starkeres Gewicht hat, ist empirisch zu prufen. 3.3 Evaluationsverfahren des Research Assessment Exercises RAE in Grobritannien Die Research Assessment Exercises finden 2008 zum sechsten Mal statt. Die erste Bewertung von Forschungseinrichtungen dieser Art in Grobritannien war 1986, weitere folgten 1989, 1992, 1996 und 2001. Mit jedem Durchgang wurde das Ver 24fahren verandert. Sichtbar zugenommen hat im Laufe der Jahre die Transparenz der Verfahrensschritte und Vorgaben, die heute umfassend online dokumentiert sind www.rae.ac.uk. Getragen und organisiert wird die RAE durch den Higher Education Funding Council for England HEFCE13 und die Aufgabe ist, eine Verteilungsgrundlage fur den Anteil institutioneller Forschungsforderung zu schaffen. Eine derartig systematische Evaluierung uber alle Forschungseinheiten des Landes entspricht in sofern der Tradition der Forschungsforderung Grobritanniens, als dort bereits fruher als in anderen europaischen Landern die Relevanzorientierung von Forschung offentlich debattiert und politisch gefordert wurde. Mit der Ara Thatcher wurde das Forschungsbudget insgesamt verknappt und konsequent an Ergebnisse der Leistungsmessung gebunden Braun 1997; Leszczensky et al. 2004b. Der seitdem zu beobachtende Trend, die offentliche Mittelvergabe in der Wissenschaft mit Evaluationsergebnissen zu verknupfen, scheint heute im Land wenig umstritten zu sein. Immer wieder hinterfragt und aktuell neu diskutiert wird allerdings auch in Grobritannien das Wie der Evaluierung GilbertLipsett 2007; Mc Cormick et al. 2007. Die RAE sieht vor, dass jede Universitat disziplinare Forschungseinheiten definiert und diese jeweils eine Bewerbungsunterlage entwickeln. Sie enthalt neben einer festgelegten Anzahl an Daten zur Institution und einer Beschreibung der Forschungsstrategie und Organisationsstruktur die Benennung von so genannten forschungsaktiven Wissenschaftler Innen, fur die als Grundlage der Bewertung jeweils vier Publikationen zu benennen sind. Abgabefrist fur die Bewerbungsunterlagen der RAE 2008 war Ende 2007; 2008 tagten dann insgesamt 67 disziplinar organisierte Bewertungsgremien, sogenannte Units of Assessment Uo A, sowie 15 ubergeordnete Gremien Main panels, welche die Konsistenz der Bewertung innerhalb der Fachcluster uberprufen sollten. An einem Bewertungsgremium sind etwa 1015 Personen beteiligt, ganz uberwiegend Wissenschaftler Innen aus Grobritannien, die in dem fachlichen Bereich der 13 HEFCE wurde 1992 als Nachfolgeorganisation des University Grants Council gegrundet und ist fur die Verteilung institutioneller Forschungsforderung und damit fur eine der zwei Saulen im Fordersystem zustandig. Der andere Teil wird uber die Research Councils projektbezogen vergeben HEFCE 2007a. In Bezug auf die RAE ubernimmt der HEFCE auch Managementaufgaben fur die Forderorganisationen von Schottland, Wales und Nordirland. 25Uo A selbst wissenschaftlich aktiv sind. Die Auswahl der Personlichkeiten zur Besetzung dieser Gremien beginnt circa drei Jahre vor dem eigentlichen Bewertungsverfahren im Rahmen eines offentlichen Vorschlagsverfahren: Fachorganisationen und Einrichtungen, die zum Kreise der Nutzer von Wissenschaft zu zahlen sind, haben das Recht, Personen vorzuschlagen, die dann in die engere Wahl kommen.14 Rund 5.000 Vorschlage sind fur das aktuelle Verfahren eingegangen, von denen circa 1.200 durch das HEFCE ausgewahlt wurden. Ein Evaluationsverfahren im Rahmen der RAE wird also letztlich von solchen Wissenschaftler Innen bestritten, die von der Evaluationsagentur, dem HEFCE, fur geeignet gehalten werden. Als gewisse Mindestvoraussetzung konnen wir annehmen, dass diese Wissenschaftler Innen uber das je eigene Institut hinaus bekannt sein mussen. Als empirische Frage bleibt jedoch, nach welchen Kriterien die jeweiligen Einrichtungen die potenziellen Mitglieder vorschlagen und welchen Einfluss die spezifische Zusammensetzung einer Bewertungsgruppe auf die spezifische Praxis eines Evaluationsverfahrens hat. Hypothetisch konnen wir beispielsweise annehmen, dass bei einer Rekrutierung von Fachgutachter Innen auf Basis der von den Nutzerorganisationen eingereichten Vorschlagen die Anwendungsorientierung der Forschung als Qualitatskriterium in der Bewertung ein starkeres Gewicht erhalt. Zusatzlich zu den Wissenschaftler Innen ist an jedem Gremium auch eine Mitarbeiter In des HEFCE beteiligt. Er oder sie nimmt an jeder Sitzung teil, ist zustandig fur die Rahmenorganisation und fur das Protokoll. Die Bausteine der Bewerbungsunterlagen sind in den Fachgremien jeweils unterschiedlich gewichtet, den groten Ausschlag fur das Resultat gibt aber immer die Bewertung der eingereichten Publikationen. Die Gremien tagen in der Regel funf Mal im Laufe des Jahres. Zum Ende des Prozesses sind sie gefordert, fur jede zu bewertende Einheit eine Note zwischen 1 national interessanter Beitrag und 4 weltweit bahnbrechender Beitrag zu vergeben. Diese Notenskala wird in eine 14 Eine Liste der nominierenden Institute pubs200403bodies. asp. ist veroffentlicht unter http:www.rae.ac.uk 26Formel zur Berechnung des Budgets fur die nachsten sieben Jahre 15 ubertragen und die Resultate aller Forschungseinheiten werden online publiziert. Spezifische Formen der Zurichtung Welche Formen der Laboratorisierung konnen wir in Folge der Verfahrensregeln der RAE rekonstruieren? Betrachten wir wiederum zunachst jene Zurichtungen, die den komplexen und in seiner Ganzheit nicht beobachtbaren Gegenstand wissenschaftliche Arbeit handhabbar machen sollen. Bedeutsam auf diesem Weg ist auch hier zunachst die Definition der Bewertungseinheit. Fur die RAE haben wir es dabei mit einer komplexen und mehrstufigen Selektion zu tun. Seitens des HEFCE werden insgesamt 67 so genannte Units of Assessment Uo A definiert. Die Uo As sind nach Fachgebieten unterteilt und umfassen entweder eine ganze Disziplin zum Beispiel Geschichte oder einzelne Teilgebiete zum Beispiel gibt es in der Okonomie getrennte Uo As zu Business and Management Studies und Accounting and Finance. Im zweiten Selektionsschritt entscheiden die Institute, welche Arbeitsgebiete in welche Uo As passen. Eine Bewerbung fur die RAE muss sich im Unterschied zu den WGLVerfahren in Deutschland und dem SEP in den Niederlanden nicht an den Grenzen eines Instituts oder einer Fakultat orientieren, sondern die Verantwortlichen einer Einrichtung entscheiden selbst und fur jede Bewerbung neu, welche Arbeiten sie einreichen und welcher Uo A sie diese zuordnen. Fur die weitere Zurichtung der wissenschaftlichen Arbeit eines Arbeitsbereiches fur die Evaluation wird im RAE zudem ein deutlicher Schwerpunkt definiert: Der wesentliche Gegenstand, anhand dessen wissenschaftliche Qualitat zu bewerten ist, sind Publikationen, allerdings wie beschrieben nicht die Publikationen von allen Mitarbeiter Innen sondern von einer exklusiven Auswahl forschungsintensiver Mitarbeiter, was einen hohen Interpretationsspielraum daruber lasst, wer das ist. Stellen wir uns also einen Vergleich zwischen der wissenschaftlichen Arbeit in der Natur und dem fur das Evaluationsverfahren zugerichteten Gegenstand 15 Aktuell wird uber die Zukunft der RAE debattiert und vorgeschlagen ist ein neues Verfahren, das fur naturwissenschaftliche Facher eine Bewertung allein auf der Grundlage von metrischen Daten vorsieht, wahrend fur die Geisteswissenschaften eine Light touchPeer Review erhalten bleiben soll HEFCE 2007b. Ein Teil der Plane sieht auch vor, dieses neue Verfahren bereits wahrend der nachsten Finanzierungsperiode einzusetzen, sodass sich die Laufzeit der Budgetierung, die auf der Grundlage der RAE 2008 festgelegt wurde, verkurzen wurde. 27vor, dann konnen wir eine Vielzahl wissenschaftlicher Arbeiten annehmen, die im RAE nicht zu beobachten sind: Arbeiten, die mundlich geblieben sind; Arbeiten, die aufgeschrieben aber noch nicht veroffentlicht wurden; Arbeiten, die veroffentlicht wurden, aber von solchen Autor Innen verfasst sind, die dem RAE nicht gemeldet wurden oder die nicht zu den vier ausgewahlten Publikationen der gemeldeten Wissenschaftler Innen zahlen. Die explizierten Verfahrensregeln machen keine eindeutigen Vorgaben dazu, wie dieser Auswahlprozess vorzunehmen ist. Es wird lediglich an die Institute appelliert, keine Diskrimierungen vorzunehmen: we are encouraging HEIs to submit the work of all their excellent researchers, including those whose volume of research output has been limited for reasons covered by equal opportunities guidelines. HEFCE 2005: Abs. 36. Wir finden allerdings in den Unterlagen keinerlei Definition fur excellent researchers, womit die Interpretation dieser Aufforderung den Instituten uberlassen bleibt. Die Resultate der RAE im Jahre 2001 geben Aufschluss daruber, wie unterschiedlich mit der Selektionsanforderung umgegangen wird manche Institute beziehen nahezu alle Wissenschaftler Innen in die Bewerbung ein, andere weniger als 20 Prozent. Von Interviewpartner Innen horen wir oft Beschreibungen, die sich als Taktik unter Unsicherheit zusammenfassen lassen, so etwa: As youll know, no doubt, to an extent in this process were trying to secondguess what the RAE team may eventually do in terms of the way the funding will flow from the result. So, throughout the process were trying to wave up on the one hand, producing returns which were quite inclusive of staff, because one of the drivers of the funding we know will be volume, the number of people who are included, and on the other hand, trying to ensure that each of the 15 submissions were as tight and as strong as possible. Because one of the other drivers, obviously, is high quality. So were trying to sort of trade of, trying to achieve that balance between volume and quality. So the rules, in those terms, werent explicit in the way in which the RAE team presented them. That was clearly very deliberate. The university needed to decide on its stance. GL Institut BGB Was dann im Rahmen einer Uo A tatsachlich begutachtet wird, obliegt der Entscheidung des Gutachter Innengremiums. Stellt man in Rechnung, dass eine Uo A durchschnittlich 35 Bewertungseinheiten umfasst, die wiederum durchschnittlich 20 forschungsaktive Wissenschaftler Innen anmelden und von denen jeweils vier Publikationen einreichen, dann ist ein Gremium fur die Analyse von rund 2800 Publikationen zustandig.16 Je nach Disziplin handelt es sich dabei mehrheitlich um 16 Diese Zahlen wurden als arithmetische Durchschnittswerte anhand der veroffentlichten Resultate der 2001 RAE ermittelt. Tatsachlich variieren sowohl die Anzahl der angemeldeten for 28Aufsatze, aber auch um Monografien. Die einzelnen Gremien reagieren auf diese Quantitat, indem sie bereits vor der Bewertungsphase in einer offentlichen Darstellung zur gremienspezifischen Arbeitsweise angeben, wie viel der eingereichten Publikationen sie zu lesen versprechen. In der Praxis der vergangenen Verfahren, so wurde uns berichtet, reichte die Bandbreite der tatsachlich begutachteten Publikationen von 20 bis 100 Prozent. In den Einzelverfahren besteht bei der Umsetzung der Verfahrensregeln der RAE also ein weiter Gestaltungsspielraum. Ausgewahlte Publikationen machen zwar den Schwerpunkt dessen aus, was in einem Evaluationsverfahren der RAE begutachtet wird, sie bestimmen den Gegenstand aber nicht allein. Eine Bewerbungsunterlage umfasst uberdies zahlreiche Kennziffern der Bewertungseinheit, darunter Zahlen der Mitarbeiter Innen, Nachwuchswissenschaftler Innen und technische Infrastruktur. Das Institut ist auerdem gefordert, einen freien Text uber die Strategie und den organisatorischen Aufbau der Einheit zu verfassen. Diese Darstellung wurde auch in fruheren Verfahren bereits gefordert, dessen Bewertung soll aber 2008 erstmals nachvollziehbar Teil der Berechnungsformel werden. Die einzelnen Bewertungsgremien geben in ihrer Methodenbeschreibung an, mit welchem Gewicht sie diesen Teil in der Bewertung versehen. Die Ganzheit wissenschaftlicher Arbeit wird also im RAE auf spezifische Weise fur das Evaluationsverfahren zugerichtet und auf ausgewahlte Forschungseinheiten, Publikationen, statistische Messgroen und eine Prosa uber Strategie und Umfeld der wissenschaftlichen Einrichtung komprimiert. Fur jeden dieser Zurichtungsschritte finden wir in den schriftlichen Unterlagen zum Verfahren Anhaltspunkte, nach welchen Kriterien die jeweiligen Selektionen zu erfolgen haben. Explizit wird fur die Bewertung der Publikationen eine Rangordnung von national bedeutend bis international bahnbrechend beschrieben. In der praktischen Umsetzung der Selektionsleistung konnen wir davon ausgehen, dass individuell unterschiedliche Deutungen dieser Kriterien zum Tragen kommen. Eine empirische Frage ware etwa, ob die Selektionen von Mitarbeiter Innen und Publikationen fur die unterschiedlichen Uo As nach nachvollziehbar unterschiedlichen Abwagungen vorgenommen werden, ob beispielsweise die Gewichtung von Kriterien schon bei schungsaktiven Wissenschaftler Innen als auch die Bewertungseinheiten pro Gremium erheblich. 29den Auswahlentscheidungen in den Instituten zwischen den Natur und den Geisteswissenschaften unterschiedlich vorgenommen wird. Mundlichkeit, Schriftlichkeit und Korperlichkeit Als konkretes Evaluationsverfahren innerhalb der RAE konnen wir uns am besten die Bewertungsleistung einer Uo A vorstellen. Hier findet der eigentliche Urteilsbildungsprozess statt, hier tauschen sich die Peers aus und sind gefordert, am Ende des Prozesses ein gemeinsames Ergebnis zu prasentieren. Die mundliche Interaktion ist ein wesentliches Werkzeug, um dies zu erreichen. Somit basiert auch das RAE in einem hohen Mae auf Mundlichkeit, allerdings bleibt sie hier auf die Kommunikation zwischen den Gutachter Innen beschrankt. die Gewichtung fur der Bewerbungsbestandteile Der Diskurs zwischen den Gutachtern und Gutachterinnen kann sowohl innerhalb eines formalisierten Rahmens stattfinden als auch in informellen Gesprachen am Rande oder auerhalb der offiziellen Gremiensitzungen. Formal folgt jedes Bewertungsgremium in etwa demselben zeitlichen Ablauf: Erste Sitzungen finden bereits rund zwei Jahre vor der ersten Bewertungsaufgabe statt. Auf der Tagesordnung dieser Treffen stehen die eigenen Bewertungsmethoden, so auch beispielsweise die Gesamtbewertung. Fur das eigentliche Bewertungsverfahren waren im RAE 2008 jeweils etwa funf Treffen fur jedes Bewertungsgremium vorgesehen. Wahrend die ersten beiden Treffen vor allem fur Auswahl und Verteilung der zu lesenden Artikel genutzt wurden, dienten die anschlieenden Sitzungen der Bewertung der Artikel sowie der weiteren von den Institutionen eingereichten Dokumente. Anders als beispielsweise bei der Begutachtung von WGLInstituten lernen sich die Gutachter Innen beim RAE auch sehr viel besser kennen, da sie uber einen viel langeren Zeitraum miteinander zu tun haben. Damit bieten sich Ihnen auch sehr viel mehr Gelegenheiten fur informelle mundliche Kontakte etwa Vorgesprache zur nachsten Sitzung am Telefon oder ein informeller Austausch im Rahmen von anderen Gelegenheiten, bei denen sich die Gutachter Innen zwischen den Sitzungen im Laufe des Jahres treffen. Dagegen ist eine direkte Interaktion zwischen Gutachter Innen und Begutachteten im RAE in der Regel nicht vorgesehen. Die Moglichkeit zum unmittelbaren Nachfragen und damit zum Entwickeln eines tieferen Verstandnisses uber den Kontext der zu bewertenden Arbeit steht somit als offizielles Instrument im RAE nicht zur Verfugung. Gleichwohl ist auch hier eine informelle Mundlichkeit moglich. Weil 30die Gremienmitglieder beinahe ausschlielich im Land selbst rekrutiert werden, sind viele gleichzeitig fur eine Bewerbungsunterlage ihrer Einrichtung verantwortlich. Zur Vermeidung von Interessenskonflikten sehen die Verfahrensregeln lediglich vor, dass Gremiumsmitglieder den Raum zu verlassen haben, wenn uber die eigene Einrichtung verhandelt wird. Auch wenn diese Praxis nun uber mehrere RAERunden eingeubt werden konnte und formal eingehalten wird, bleibt die informelle mundliche Kommunikation zwischen Gremiumsmitgliedern und Vertretern der zu bewertenden Einrichtung als empirische Frage von Bedeutung. Neben der Mundlichkeit wird der Schriftlichkeit nach den Regeln der RAE eine groe Bedeutung beigemessen, wobei ein hohes Ma an Standardisierung und Formalisierung vorgesehen ist. Zum einen hat Schriftlichkeit angesichts der im Zentrum stehenden Publikationen einen hohen Rang im RAE. Was in den anderen Verfahren auch vor Ort durch den Korper in Erfahrung gebracht werden kann, muss im RAE einzig uber das Lesen von Schriftstucken erfolgen. Schriftlichkeit ist insofern im RAE ein zentrales Instrument zur Erzeugung von Signalen uber die Qualitat einer wissenschaftlichen Leistung. Daneben hat Schriftlichkeit wie in den anderen Verfahren auch eine Dokumentations und Kontrollfunktion. Zustandig dafur ist das HEFCE. Bereits in der fruhen Vorbereitungsphase werden Kriterien, Prozesse und Selbstverstandnisse formuliert und umfassend online dokumentiert wir konnen hier als Adressaten also immer sowohl die interne als auch die breite externe Offentlichkeit annehmen. Jede Sitzung der Bewertungsgremien wird uberdies protokolliert. Diese Protokolle sind und bleiben vertraulich und sind nur den Mitgliedern der Bewertungsgremien zuganglich. Im Vergleich zu anderen Verfahren ist die schriftliche Dokumentation des Bewertungsverfahrens im RAE in einem hohen Mae standardisiert: Jeder diskutierte Beitrag wird abschlieend mit einer Note von eins bis vier versehen alle Bewertungen, alle durch informelle und formelle Mundlichkeit und Schriftlichkeit gewonnenen Eindrucke werden also in eine dieser Noten verdichtet. Auch an das Institut wird offiziell nur diese Zahl kommuniziert; anders als beispielsweise in der WGL wird kein qualifizierender Bewertungsbericht verfasst. Korperlichkeit im Sinne von sinnlichem Fuhlen und Ermessen des Gegenstandes scheint demgegenuber innerhalb der Verfahrensregeln der RAE eine geringere Rolle zu spielen als etwa bei Verfahren mit VorOrtBegehung. Dennoch lassen 31sich auch in der konkreten Situation von Gremiensitzungen im Rahmen des RAE eine Vielzahl sinnlicher Eindrucke vorstellen, die den Gang von Diskussionen im Panel und damit die Urteilsbildung beeinflussen konnen. Wenn Vertreter Innen einzelner Bewerbungen beispielsweise gleichzeitig Mitglieder des Bewertungsgremiums sind, konnen wir durch deren personliche Anwesenheit ahnliche Einflusse annehmen wie bei der personlichen Begegnung mit Mitarbeiter Innen im Rahmen einer VorOrtBegehung. Auch die Gestaltung des Tagungsraumes oder die Verpflegung des Gremiums konnen vermittelt uber den Korper einen Einfluss auf die konkreten Bewertungsprozesse haben. Indem aber die Bewertung auerhalb der zu bewertenden Institute stattfindet, haben so symboltrachtige Dinge wie Gebaude, Raumlichkeiten oder andere sinnlich wahrnehmbare Gegebenheiten der Institute im RAE zumindest keinen direkten Einfluss auf die Bewertung. Inwieweit solche Dinge von einzelnen Gutachter Innen bereits zu fruheren Zeiten wahrgenommen wurden und sich in deren Gedachtnis eingeschrieben haben, so dass sie gegebenenfalls in die Bewertung einflieen, bleibt der empirischen Prufung vorbehalten. 4 Fazit Mit diesem Beitrag wurden die Verfahrensregeln von drei Evaluationsbeispielen einer dezidierten Analyse unterzogen: das Beispiel der WilhelmLeibnizGemeinschaft in Deutschland, des Standard Evaluation Protocol for Public Research in den Niederlanden und des Research Assessment Exercises RAE in Grobritannien. Verfahrensregeln wurden dabei zunachst eingefuhrt als Erwartungen, die aus dem Evaluationssystem an die einzelnen Verfahren gerichtet werden und die den Raum eingrenzen, innerhalb dessen ein Verfahren sich autonom entwickeln kann. Im Zentrum stand die Frage, welche strukturierende Wirkung auf den Bewertungsprozess durch spezifische Verfahrensregeln zu erwarten sind. Konkretisiert wurden Verfahrensregeln unter Zuhilfenahme des Laborkonstruktivismus. Ahnlich wie KnorrCetina das wissenschaftliche Labor als domestizierten und damit artifiziellen Handlungskontexte begreift, das in eingegrenzter Weise auf bestimmte Erzeugungsvorgange spezialisiert ist und seinen Untersuchungsgegenstand zu diesem Zweck in spezifischer Weise und unter Zuhilfenahme spezifischer Techniken zurichtet, haben wir Evaluationen als Erzeugungsprozesse von Werturteilen definiert, die auf vorhergehenden Selektionen aufbauen. Verfahrens 32regeln von Evaluationen haben wir entsprechend als Techniken oder Werkzeuge betrachtet, die dazu dienen, den Bewertungsprozess zu vereinfachen und somit eine Art Laboratorisierungseffekt auslosen. Es wurde gefragt, welche Zurichtungen von spezifischen Verfahrensregeln im Hinblick auf den zu evaluierenden Gegenstand zu erwarten sind und welcher Stellenwert dabei Mundlichkeit, Schriftlichkeit und Korperlichkeit als Instrumenten der Urteilsbildung zukommt sowie welche weiteren Selektionsleistungen damit in den jeweiligen Verfahrensregeln eingelagert sind. Sowohl hinsichtlich der Zurichtung als auch im Hinblick auf die Rolle von Mundlichkeit, Schriftlichkeit und Korperlichkeit lassen sich die untersuchten drei Verfahren zu zwei Grundtypen verdichten: Verfahren, bei denen die Bewertung auf der Basis eines Besuches der zu evaluierenden Einrichtung erfolgt wie in den Verfahren der WGL in Deutschland und nach dem SEP in den Niederlanden und Verfahren, in denen die Bewertung ausschlielich auf der Grundlage von schriftlichen Dokumenten Publikationen auerhalb der Institution erfolgt. Sowohl die Selektionsentscheidungen zur Definition des Gegenstandes als auch die Rahmenbedingungen fur die Kommunikation innerhalb eines Bewertungsprozess sind hier weitgehend verschieden. Das auf dem VorOrtBesuch aufbauende Verfahren erfordert, den komplexen Bewertungsgegenstand so herzurichten, dass er im Rahmen einer fur eineinhalb bis zwei Tage vorgesehenen Begehung sinnlich erfasst werden kann. Das heit, es mussen Selektionsentscheidungen der Art getroffen werden, wie man dem Begutachtungsgremium in der vorgesehen Zeit einen guten Gesamteindruck von der Einrichtung und ihrer Arbeit vermittelt, etwa dass Leistungen, von denen man annimmt, dass sie als wichtig angesehen werden, nicht zu kurz kommen und weniger wichtige nicht zu viel Raum einnehmen, dass aber dennoch die gesamte Breite der Arbeit hinreichend erkannt und gewurdigt werden kann. Des weiteren haben sich die vorab vorzunehmende Entscheidungen darauf zu beziehen, dass in diesen Verfahren weniger die Inhalte der in der Einrichtung entstandenen zentralen Produkte wissenschaftlichen Arbeitens Publikationen Gegenstand der Betrachtung sind als allgemeine Leistungsindikatoren und Organisationsmerkmale wie der Gesamtumfang an Veroffentlichungen, klassifiziert nach den Orten ihres Erscheinens z.B. Ranking der Zeitschriften, Ansehen der Verlage bei Monographien und Sammelbanden etc. und Umfang der akquirierten Forschungsgelder sowie Forschungsprogramme und Organisation und Management der Forschung. 33Wahrend sich jedoch die Zurichtungseffekte bei der WGLEvaluation auf die alle sieben Jahre stattfindende Begehung beschranken, ist davon auszugehen, dass die Verfahrensregeln des SEP in den Niederlanden aufgrund der ebenfalls vorgesehenen Selbstevaluation nach drei Jahren zusammen mit dem jahrlichen Selbstmonitoring quasi einen dauerhaften Zurichtungeffekt haben, so dass die externe Evaluation mehr die Funktion einer Kontrolle der Kontrolle Power 1997 zukommt. Im Unterschied dazu sind die RAE in erster Linie auf die Bewertung von Forschungsergebnissen fokussiert Gegenstand sind Publikationen wiewohl die institutionelle Umgebung im Verfahren von 2008 erstmals in die Formel zur Budgetberechnung einbezogen werden sollte. Allerdings werden nicht alle Veroffentlichungen bewertet, sondern die Einrichtungen sind gefordert, fur ihre so genannten forschungsintensiven Mitarbeiter Innen jeweils die vier besten auszuwahlen. Die Zurichtung erfolgt hier also uber eine doppelte Selektion: die Auswahl der besten Mitarbeiter und die Auswahl deren bester Publikationen. Sie fuhrt damit einerseits zu einer extremen Begrenzung dessen, was bei der Bewertung uberhaupt in Augenschein genommen werden kann, sieht man einmal davon ab, dass die Bewertungsgremien die Moglichkeit haben, ein weiteres Mal zu selektieren. Andererseits erlauben die Verfahrensregeln den zu bewertenden Institutionen bei der Definition dessen, was auszuwahlen ist, einen hohen Interpretationsspielraum. Wer z.B. forschungsintensiv ist, entscheiden sie. Auch hinsichtlich des Einsatzes der Urteilsbildungsinstrumente Mundlichkeit, Korperlichkeit und Schriftlichkeit ist vor allem zwischen Verfahren mit und ohne VorOrtBesuch zu unterscheiden. Dies gilt vor allem fur den Stellenwert von Korperlichkeit auf der einen und Schriftlichkeit auf der anderen Seite. Wahrend Korperlichkeit in Verfahren, fur die ein VorOrtBesuch vorgesehen ist, einen hohen Stellenwert beim Gewinnen von Eindrucken zur Bewertung der Einrichtung hat, gilt das fur das starker formalisierte RAEVerfahren sehr viel weniger. Hier spielt stattdessen Schriftlichkeit eine zentrale Rolle. Was in den anderen Verfahren vor Ort uber Kommunikationen und andere sinnliche Eindrucke in Erfahrung gebracht wird, geschieht hier uber das Lesen von Publikationen. Was KnorrCetina im Hinblick auf die wissenschaftliche Erkenntnisproduktion zeigen konnte, lasst sich also auch fur die Evaluation von wissenschaftlichen Leistungen feststellen: Evaluationen sind stets Konstruktionsleistungen, bei denen der 34zu bewertende Gegenstand aus seiner Natur herausgelost und fur das technische Instrumentarium des Evaluierens zugerichtet wird. Dies geschieht je nach Verfahrensregeln auf unterschiedliche Weise, wodurch auch der zu bewertende Gegenstand in unterschiedlichem Licht erscheint. Fur die Ergebnisse von Evaluationen folgt daraus, dass sie stets in Relation zu ihrem Erzeugungsprozess zu bewerten sind. Und dieser, so konnte gezeigt werden, wird zu einem erheblichen Mae durch die Verfahrensregeln determiniert. 35Literatur Barz, Andreas 1998: Evaluation im deutschen Hochschulsystem: Ziele, Instrumente, Erfahrungen, Trends. Impulsreferat in der Arbeitsgruppe Bildung Soziale Dienste; 1. Jahrestagung der Deutschen Gesellschaft fur Evaluation, Koln, 24. September. im Internet: http:www.degeval.dekoeln 1998barz.htm. Braun, Dietmar 1997: Die politische Steuerung der Wissenschaft. Ein Beitrag zum kooperativen Staat. Frankfurt; New York: Campus. 2004: Wie nutzlich darf Wissenschaft sein? Zur Systemintegration von Wissenschaft, Okonomie und Politik. In: Stefan Lange und Uwe Schimank Hg.: Governance und gesellschaftliche Integration. Wiesbaden: VS Verlag fur Sozialwissenschaften, S. 6787. Gilbert, NatashaLipsett, Anthea 2007: The Science of Funding, in: The Guardian vom 30. Oktober 2007. Guston, David H. 2000: Between Politics and Science. Assuring the Integrity and Productivity of Research. Cambridge, New York, Melbourne, Madrid, Cape Town, Singapore, Sao Paulo: Cambridge University Press. Harre, Rom 1991: Vorwort. In: KnorrCetina, Karin: Die Fabrikation von Erkenntnis. Zur Anthropologie der Naturwissenschaft. Frankfurt am Main: Suhrkamp. HEFCE, Higher Education Funding Council 2005: RAE 2008. Guidance on submissions. Im Internet: http:www.rae.ac.ukpubs200503rae 0305.doc 62008. 2007a: Funding Higher Education in England. How HEFCE allocates its funds. Im Internet: www.hefce.ac.uk, Stand Mai 2008. 2007b: Research Excellence Framework. Consultation on the assessment and funding of higher education research post 2008. Im Internet: http:www.hefce.ac.ukpubshefce200707_34. Hirschauer, Stefan 2006: Wie geht Bewerten? Zu einer anderen Evaluationsforschung. In: Uwe Flick Hg.: Qualitative Evaluationsforschung. Konzepte, Methoden, Umsetzungen. Hamburg: Rowohlt, S. 405423. Hornbostel, Stefan 2008: Neue Evaluationsregime? Von der Inquisition zur Evaluation. In: Hildegard Matthies und Dagmar Simon Hg.: Wissenschaft unter Beobachtung. Effekte und Defekte von Evaluationen. Leviathan Sonderheft 242007. Wiesbaden: VS Verlag fur Sozialwissenschaften, S. 5982. KNAW VSNUNWO 2003: Standard Evaluation Protocol 20032009 for Public Research Organisations. Amsterdam; Utrecht; Den Haag. KnorrCetina, Karin 1988: Das naturwissenschaftliche Labor als Ort der Verdichtung von Gesellschaft. In: Zeitschrift fur Soziologie 17: 85101. 1991: Die Fabrikation von Erkenntnis. Zur Anthropologie der Naturwissenschaft. Frankfurt am Main: Suhrkamp. 2005a: From Pipes to scopes. The flow architecture of financial markets. In: Andrew Barry Hg.: The Technological Economy. London: Routledge, S. 122141. 36 2005b: How are Global Markets Global? The Architecture of a Flow World. In: Karin KnorrCetina und Alex Preda Hg.: The Sociology of Financial Markets. Oxford; New York: Oxford University Press, S. 3861. Leszczensky, Michael Jaeger, MichaelOrr, Dominic 2004a: Evaluation der leistungsbezogenen Mittelvergabe auf der Ebene LandHochschulen in Berlin. Gutachten im Auftrag der Berliner Senatsverwaltung fur Wissenschaft, Forschung und Kultur. Discussionpaper. HISKurzinformation. A 42004. Hannover: HochschulInformationsSystem Gm BH. Leszczensky, Michael Orr, Dominic Schwarzenberger, AstridWeitz, Birgitta 2004b: Staatliche Hochschulsteuerung durch Budgetierung und Qualitatssicherung: Ausgewahlte OECDLander im Vergleich. Hannover: HoschulInformationsSystem. Luhmann, Niklas 2001 1969: Legitimation durch Verfahren. 6. Auflage. Frankfurt am Main: Suhrkamp. Mc Cormick, Ian Shearer, Jen Weir, Tony Davidson, Denise Sykes, Rob Studman, Cliff Mischewski, BrendenBoston, Jonathan 2007: Managing Research Assessment: RAE2008 and beyond. Issues in research Management and Administration. Occasional Paper No 4 July 2007. East Anglia: University of East Anglia. Neidhardt, Friedhelm 1988: Selbststeuerung in der Forschungsforderung. das Gutachterwesen der DFG. Opladen: Westdeutscher Verlag. Orr, Dominic Jaeger, MichaelSchwarzenberger, Astrid 2007: Performancebased funding as an instrument of competition in German higher education. In: Journal of Higher Education Policy and Management 12007: 323. Power, Michael 1994: From the Science of Accounts to the Financial Accountability of Science. In: Science in Context 73: 355387. 1997: The Audit Society: Rituals of Verification. Oxford: Oxford University Press. 2008: Research Evaluation in the Audit Society. In: Hildegard Matthies und Dagmar Simon Hg.: Wissenschaft unter Beobachtung. Effekte und Defekte von Evaluationen. Wiesbaden: VS Verlag fur Sozialwissenschaften, S. 1524. Ritter, Gerhard A. 1992: Groforschung und Staat in Deutschland. Ein historischer Uberblick. Munchen: Beck. Strathern, Marilyn 2000: Afterword: accountability. and ethnography. In: Marilyn Strathern Hg.: Audit Cultures: Anthropological Studies in Accountability, Ethics and the Academy. London: Routledge, S. Weingart, Peter 1998: Wissenschaft und Forschung. In: Bernhard Schafers und Wolfgang Zapf Hg.: Handworterbuch zur Gesellschaft Deutschlands. Opladen: Leske und Budrich, S. 720731. 37", "filename": "614337550.pdf", "person": ["Silke Gülker", "Gülker, Silke", "Hildegard Matthies", "Matthies, Hildegard", "Sandra Matthäus", "Matthäus, Sandra"], "date": ["2009"]}