{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/35859/1/615016804.pdf"], "title": ["Labour market status and migration dynamics"], "plaintext": " Discussion Paper No. 4530 October 2009 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Labour Market Status and Migration Dynamics Govert E. Bijwaard Netherlands Interdisciplinary Demographic Institute NIDI and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 4530 October 2009 ABSTRACT Labour Market Status and Migration Dynamics In this empirical paper we assess how labour market transitions and out and repeated migration of immigrants are interrelated. We estimate a multistate multiple spell competing risks model with four states: employed, unemployed receiving benefits, outofthelabour market no benefits and abroad. For the analysis we use data on recent labour immigrants to The Netherlands, which implies that all migrants are selfemployed at the time of arrival. We find that many migrants leave the country after a period of noincome. Employment characteristics and the country of origin play an important role in explaining the dynamics. Microsimulations of synthetic cohorts reveal that many migrants experience unemployment spells, but ten years after arrival only a few are unemployed. Scenarios based on microsimulation indicate that the Credit Crunch will not only increase the unemployment among migrants but also departure from the country. Scenarios also indicate that an increase in the number of migrants from the EU accession countries will lead to higher labour market and migration dynamics. Finally, based on microsimulation we do not expect that the recent simplification of the entry of high income migrants will have a lasting effect, as many of those migrants leave fast. JEL Classification: Keywords: migration dynamics, labour market transitions, competing risks, F22, J61, C41 immigrant assimilation Corresponding author: Govert E. Bijwaard Netherlands Interdisciplinary Demographic Institute NIDI PO Box 11650 NL2502 AR The Hague The Netherlands Email: bijwaardnidi.nl This research is based on a collaboration with Statistics Netherlands and financially supported by the Netherlands Organization for Scientific Research NWO nr. 45104011. I thank Frans Willekens, Ruben van Gaalen and Steffen Reinhold for valuable comments. I also benefited from seminars in Mannheim, Tartu, Alicante, The Hague, Paris and Utrecht. 1Introduction Much of the theoretical and empirical literature on the economics of migration views migrations aspermanent. This is a convenient assumption and often facilitates the analysis of immigrant behaviourand the impact of migration on the host country. However, Jasso and Rosenzweig 1982 alreadyargued that many migrations are temporary rather than permanent. For labour migrants migrationdynamics are intertwined with their labour market behaviour, as loosing their job may induce themto search for employment in another country. To gain insight in the migration dynamics of labourmigrants it is, therefore, imperative to include their dynamic behaviour on the host countrys labourmarket.Some studies have analyzed the labour dynamics of immigrants. For example, Chiswick et al.1997 find for the US that immigrants had some initial difficulty finding work, but their employment and unemployment rates quickly attained levels comparable to those of natives. Uhlendorff and Zimmermann 2006 study the German case and find that immigrants stay unemployed longer thannatives. There is also some empirical evidence that an increasing number of immigrants are beneficiaries of welfare programs. Borjas and Hilton 1996 find that in the US the immigrantnative differencein the probability of receiving benefits is small. Hansen and Lofstrom 2003 find for Sweden thatimmigrants use welfare to a greater extend than natives. Hansen and Lofstrom 2009 analysed thedynamics across the labour market states of an immigrant. They find that refugee immigrants display a higher degree of state dependence in welfare. However, to our knowledge, no study has analyzedlabour market dynamics of immigrants in relation to return and repetitive migration behaviour.Bijwaard 2010 has shown that the migration motive influences the migration dynamics of immigrants. A unique feature of the data from Statistics Netherlands used for his article is that informationon the motive to migrate is available for recent nonDutch, nonnational, migrants. Here we use asubset of the data by focussing on labour migrants, immigrants who are reported labour migrants andwho are selfemployed within three months of their first entry. Explicit focus on labour migrants isunusual in the literature and in most studies the issue of migration motive is not addressed.The data further contain information on the timing of migration. A difference with Bijwaard2010 is that the data now includes, on a monthly basis, the labour market status and income of themigrants. The timing of both labour market status changes and migration status changes allows usto construct the full labour market and migration history. The duration in each labour market stateforms the basis of our analysis. Duration, or event history, models have been used extensively for 1demographic analysis, for example in modelling time till birth of first child, time till marriage or timetill death. However, the number of empirical duration analyses of migration decisions is rather limitedand duration analysis of return migration is even more scarce. A few exceptions are Waldorf and Esparza 1991, DetangDessendre and Molho 1999, Longva 2001 and Constant and Zimmermann2003. Most migration data lack information on the exact timing of the migration moves and onlyreveal whether the migrant is still in the country at the interview date.Bijwaard 2010 estimated a moverstayer duration model, which allows for both permanent andtemporary immigrants, based on demographic data of immigrants to the Netherlands. He showed thatthe migration dynamics of these immigrants is substantial and that these dynamics heavily depend onthe migration motive and the country of origin. In this article we focus on labour migrants and includedata on socialeconomic variables of these migrants. Another difference is that we also consider thedynamic behaviour of the immigrants on the host country labour market.We consider three labour market states, employment including selfemployment, receiving hostcountry benefits mainly unemployment benefits and noincome in the host or nonparticipating.We view the migrant behaviour as a semiMarkov process with individuals moving among the threelabour states and abroad. We model the transition from each state as a competing risk duration model.A problem with competing risks models is the interpretation of the parameters, because a particularcovariate may appear in several intensities. Therefore, the results of the models are reported interms of marginal effects. The marginal effects on the total survival, the probability to remain ina particular state up to a given duration, and the cumulative incidence functions, the probabilityto make a transition to one of the other states before a given duration, have a simple closed formsolution because we use competing risks models with piecewise constant baseline hazards and discreteunobserved heterogeneity, see Kyyr a 2009.A labour migrant may, as we observe in our data, first become nonparticipating before leaving thecountry. However, the total survival and cumulative incidence functions only look one step ahead and,therefore, only give an incomplete picture of the dynamic behaviour of the immigrants. In order tolook further ahead we calculate the transition probability from employment, the probability of beingin one of the four states given the time since entry in state employed, by definition. The transitionprobability takes all the intermediate transitions into account. Again we report the marginal effectsof the observed migrant characteristics on the transition probability.Still a great deal of information on the behaviour of the immigrants is hidden when we report thetransition probabilities. Important indicators of economic assimilation, as the number of unemploy2ment spells or the length of unemployment spells cannot analytically be derived from the transitionprobabilities. Based on the estimated parameters of the combined multistate multiple spell competingrisk models we can simulate a synthetic cohort of migrants that provide us with many indicators thatpertain to the length and the number of spells in a particular state. Additionally, such microsimulationcan, by changing the start population, be used for analyzing different scenarios concerning possiblefuture migrant behaviour. We consider three alternative scenarios. The first scenario assumes anincrease in the national unemployment rate from 3.1% to 6%, as is currently encountered due to the Credit Crunch. The second scenario assumes that the number of immigrants from the EU accessioncountries, the countries that joined the EU in 2004, quadruples. This has occurred in The Netherlandsfrom 2002 to 2007. The final scenario assumes an increase in the inflow of high income e 5000per month with 50%. This could be the effect of a recently implemented Dutch policy that simplifiesentry of these migrants.The outline of the paper is as follows. In the next section we shortly review the relevant economictheory on return migration and on labour market performance of immigrants. In Section 3 we discussestimation and inference in a multistate multiple spell competing risks model. In Section 4 we presentthe data and discuss the recent migrant history to the Netherlands. Section 5 gives the empirical resultson the onestep ahead and transition probabilities. Section 6 provides the microsimulation of the baseand alternative scenarios. Section 7 summarizes the results and states our conclusion.2 Conceptual framework Much of the economic research considers migration as permanent see a.o. Chiswick 1978, Masseyet al. 1993 and Borjas 1999. Nevertheless, the level of return migration has been high both in the USand in Europe. Jasso and Rosenzweig 1982 report that of the 1971 cohort of immigrants to the US,almost fifty percent returned by 1979. Dustmann 1995 has demonstrated the relevance of returnmigration in the European context. In The Netherlands recent migrants also show a high return rate,see Bijwaard 2010. The return rates greatly differ by migration motive, with students and labourmigrants having the fastest departure rate.An important contribution to the theoretical explanations of return emigration of immigrants isprovided by Borjas and Bratsberg 1996. They attribute return migration to an optimal residentiallocal plan over the life cycle where immigrants return to source countries due to the realization of asavings goal or due to erroneous information about economic opportunities in the host country. Othertheories attribute return migration to regionspecific preferences Hill 1987; Dustmann and Weiss 32007, higher purchasing power of host currency in source countries Dustmann and Weiss 2007 or togreater returns for human capital acquired in the host country Borjas and Bratsberg 1996; Dustmannand Weiss 2007. Borjas and Bratsberg 1996 also show that the selection of emigrants from aparticular country reinforces the initial selection of immigrants to that country. Return migrationmay also be the result of unexpected events.It should also be noted that the boundary betweentemporary and permanent migrants is not impermeable, see Berninghaus and SeifertVogt 1988.Repeated migration occurs more often when we consider internal migration within a particularcountry. From the literature on internal migration we know that migration history has a systematiceffect upon migration behaviour. For example, Da Vanzo 1983 finds that those who have movedbefore are much more likely to move again see also Constant and Zimmermann 2003. Bailey1993 shows that repeated migration of young adults within the US is a selective process, as it makesthem less responsive to national unemployment conditions than first time migrants. He also finds thatthe timing of unemployment within the sojourn has a critical influence upon migration behaviour.For international migration the relation between unemployment experience and migration behaviouris more complex.The analysis of repeated migration should not be separated from the labour market performanceof the migrants in the host country.In the economic literature on migrant performance the focushas mainly been on the earnings of immigrants Chiswick 1978, Borjas 1999. Much of this literaturetends to emphasize the importance of earnings convergence, i.e. the effect of the time since arrivalon the earnings difference with native workers. A major flaw of this literature is that it ignores theendogeneity of return migration, with Constant and Massey 2003 as one of the exceptions. Anotherissue is that earnings of the migrants only tell a part of the performance tale of the labour marketoutcomes. The incidence of unemployment among immigrants also plays an important role. For policymakers it is of particular interest to know whether unemployment of a migrant induces outmigrationor to stay longer and drawing on the host country social security system.A few studies have analysed the transitions migrants make on the labour market. Uhlendorff and Zimmermann 2006 investigate the unemployment experiences of migrants in Germany. They takethe temporal dependence of unemployment and employment spells into account. Borjas and Hilton1996 find that in the US the immigrantnative difference in the probability of receiving benefits issmall. Hansen and Lofstrom 2009 analysed the dynamics across the labour market states of animmigrant with an emphasize on welfare. However, they all ignore possible selective outmigration.Kirdar 2008 shows that unemployment has a profound effect on the timing of outmigration, but he 4ignores to take the route to unemployment into account. The contribution of this article is that wetake an integrated view on labour market and migration dynamics. By modeling the timing of bothlabour market changes and migration simultaneously we take the whole labour market and migrationhistory into account.Information on the host countrys labour market is crucial for success. The information problemfor migrants may be bigger the further, both in distance and in culture, the host and source are apart.Furthermore, migrants from further away could possess less host country specific human capital uponarrival. There is a considerable body of evidence that distance matters in deterring migration, see Long et al. 1988. The opportunity cost of remaining in the host are lower for countries close by.For example, Borjas and Bratsberg 1996 find that immigrants to the US tend to return to richand to countries close to the US. Ethnicity is also important if immigrants of a certain ethnic groupsystematically perceive a lower return than expected. For immigrants belonging to such groups theremigrate rate is higher. On the other hand, human capital accumulation in the host may be morein demand in countries similar to the host. For example, for the Netherlands the demand of highskilled workers in other EUcountries or in the US is relevant for the remigrate rate of these workers.This may lead to higher return and reimmigration rates for immigrants from countries close to the Netherlands. Another issue is that immigrants from some countries may find it easier to migratethan other. An example is that citizens of EUcountries are formally allowed to migrate to and towork in other EUcountries. Following this argument EUcitizens should have a higher return andreimmigration rate than non EUcitizens.Most labour migrants work for a company, while some migrants start their own business. Theseselfemployed migrants need to invest more in the new country to be successful. This may lead to ahigher attachment to the new labour market. It is therefore important to distinguish between selfemployed and companyemployed migrants. Different sectors of the economy attract different types ofmigrants. We expect that migrants working in a sector in which temporary contracts are very commonhave less attachment to the new labour market. Those migrants may leave fast. The labour marketbehaviour in each sector may also differ, as employment in some sectors, notably temporary servicesand agriculture, is less stable.In the literature opposing theories exist on the impact of the income level of migrants in the hostcountry on their return propensity, see Constant and Massey 2003. Neoclassical Economics NEview return migration as a costbenefit decision, maximizing expected lifetime income. According tothis view return migrants are failures and low income migrants are more prone to return. The 5alternative New Economics of Labour Migration NELM, Stark 1991 theory views migration asa response to market failures at home. According to this theory, people seek to migrate abroadtemporarily to accumulate savings. They view migrants as target earners who return home after theirtarget is reached. Thus, NELM views return migrants not as failures, but as successes, and highincome migrants would return faster. Many recent migrants have not yet gained any right on securitybenefits, because their duration of stay is too short. These migrants could be without income whenthey loose their job. The two theories do not exclude migrants that are temporary without incomefrom the host remain in the host. Under NE the migrant may expect to return back to work andthe period of income is just a friction. Under NELM the migrant remains because the target has notyet been reached.Another important issue is whether the timing of arrival has a permanent effect on the labourmarket behaviour of immigrants. Does arriving in the host country in a period of high unemployment,in which prospects for good jobs for new immigrants are scarce, place the immigrant in an unfavourablelongterm employment situation? A related question is whether the selectivity of labour immigrants,controlling for personal and job characteristics and country of origin, varies over the business cycle.Are immigrants who arrive in a recession more favourably selected, perhaps because only the mostable migrate when jobs are scarce? The scarring effect can be measured by including the analysis avariable for the unemployment rate in the economy the moment the immigrant arrives in the the hostcountry.3 A competing risks model For both the labour market and the migration dynamics the timing of the transitions and the timebetween transitions is crucial.In a duration model the timing of a particular event or recurrentevent is modeled. Another reason to apply duration models is that many relevant characteristics,like for example income and marital status, of the migrant may change over time. In duration modelsit is straightforward to incorporate such timevarying variables. We view the migrant behaviour as asemiMarkov process with individuals moving between four states. The four states identified in thispaper are:1. Employed in the host country;2. Unemployed and receiving benefits in the host country;3. Out of the labour market and not receiving benefits nonparticipating in the host country;64. Living abroad.These states are mutually exclusive and exhaust all possible destinations. A migrant may leavea state j 1, . . . , 4 for any of the other destination states, i.e.for j 1 the destination states arek 2, 3, 4, for j 2 k 1, 3, 4 etc.We use a competing risks model hazard model for each origindestination pair. Define the randomvariables Tjk that describe the time since entry in j for a transition from j to k. We assume a mixedproportional hazard model for which the intensity for the transition from j to k is:jktX jkt, Vjk 0jkt expcid:0jk Xjkt Vjkcid:11where X jkt Xjks0 s t is the sample path of the observed characteristics up to time t,which is, without loss of generality, assumed to be left continuous. The unobserved heterogeneity Vjkalso enters the intensity multiplicatively. We assume that the path of the observed characteristics isindependent of the unobserved heterogeneity. The positive function 0jkt is the baseline intensityand we assume that it is piecewise constant on H intervals 1, i.e. 0jkt PHIht Ith 1 t th and t 0 0, t H . Any duration dependence can be approximatedh1 ejkh Iht witharbitrarily closely by increasing the number of intervals. The integrated intensity for a transition fromj to k at duration t is conditional on V HHjktX jkt, Vjk Xh1ejkhjk XhVjkcid:0th th 1cid:1Jht Xh1ejkhjk XhVjkcid:0t th 1cid:1Iht2with Jht It th 1 and we assume that any change in the timevarying components of X onlyoccurs at discrete times and that the H intervals also capture these changes. Thus xh is the value ofx in interval th 1, th.For each origin state only the smallest of Tjk durations Tj mink Tjk and the corresponding actualtransition destination are observed. The other durations are censored, in the sense that all is knownthat their realisations exceed Tj. If for individual i we observe Mijk j to k transition spells, at sojourntimes t 1, . . . , t M , then the likelihood for these Mijk transitions is:Ljk ZMijk Ym1jktmX jktm, Vjkmjk expcid:16Xg 6jjgtmX jgtm, Vjgcid:17 d HjkVjk3where mjk 1 for a j to k transition and 0 otherwise, jktmX jktm, Vjk R tm 0 jksX jks, Vjk ds,the integrated intensity. HjkVjk is the distribution function of the unobserved heterogeneity, which 1It is not necessary that each baseline intensity changes at the same durations. Here H is the total number ofintervals considered. If for the transition from j to k the baseline intensity remains the same in Iht and Ih1t wehave jkh jkh1.7we assume to be a discrete distribution with two points of support, v 1jk, v 2jk and PrVjk v 1jk pjk.2For each origin destination pair the parameters are estimated separately.In other words, weassume that the transition intensities for each competing risk are mutually independent. This impliesthat the spell specific unobserved heterogeneity Vjk are uncorrelated across the origindestinationpairs.3.1 Inference in competing risks models The interpretation of the coefficients in a competing risks model requires caution.3 A particularcovariate, say xl, can appear in several intensities.In such a case the vectors ljk convey littleinformation about the effect of the covariate on the probability to exit from origin j to destination k.The reason is that the exit probability not only depends on the intensity of making a transition to kbut also on the transition intensities to all other states.The issue of difficult interpretation of covariate effects also arises in many other nonlinear models,like the multinomial logit and probit models see a.o. Cameron and Trivedi 2005, chapter 15. Theresults of such models are, therefore, usually reported in terms of the marginal effects on the probabilityof interest. Thomas 1996 and Kyyr a 2009 argue that a similar practice is useful in the contextof competing risks models. Although the marginal effects eliminate much of the confusing aboutthe interpretation of the results form competing risks models, they have rarely been computed. Adrawback is that in general the marginal effects have no analytical solution, making their computationdemanding and statistical inference difficult. Kyyr a 2009 shows that simple closed form solutionsexist for the competing risks models with piecewise constant baseline hazards and discrete unobservedheterogeneity, exactly the model formulation we assume.First, we discuss the total survival and the cumulative incidence function. Together they providethe distribution over the states at a particular sojourn time from each origin state. The total survivalfunction from origin j is SjtX jkt Prcid:0 Tj tcid:1 Yl 6j Z expcid:16jlcid:0tX jlt, Vjkcid:1cid:17 d HjlVjl4The total survival gives the probability of starting in origin j and stay there till for at least a duration 2We estimate cid:0expv 1jk, expv 2jkcid:1 and qjk with pjk eqjk 1 eqjk and leave out the constant in the baselineintensity.3Note that in a standard mixed proportional hazard MPH model the interpretation of the coefficients is also not In a MPH model the regression coefficient of covariate xl is only defined conditional on the unobservedso clear.heterogeneity.8t. For instance, the total survival for an employed migrant gives the probability to remain employedup to a given time. The cumulative incidence function is the probability of making a transition fromj to k before duration t. Conditional on unobserved heterogeneity the cumulative incidence can beexpressed as FjktX jkt, Vjk Prcid:0 Tj t, destination kcid:1 Z t 0jksX jks, VjkSjsX jks, Vjk ds HXh1hjkXVjkh Scid:0th 1X jlt, Vjkcid:1 Scid:0thX jlt, Vjkcid:1i JhtjkXVjkh Scid:0th 1X jlt, Vjkcid:1 Scid:0tX jlt, Vjkcid:1i IhtXh1h H5where hjkXVjk denotes the probability of exit from j to k in interval th 1, th conditional on exitingand Sth 1 Sth is the probability of exiting j during the interval th 1, th. Integrating out thediscrete unobserved heterogeneity we obtain FjktX jkt Xq PrVj V qj FjktX jkt, V qj 6with Vj Vjk, k 6 j and the sum is over all possible realizations of Vj eight in our application witha 2point discrete unobserved heterogeneity distribution and three exit states. Thus, the cumulativeincidence function from employment gives the probability to leave employment either to unemployment, to nonparticipation or to abroad before a given time spent in employment. The cumulativeincidence function is also known under the name subdistribution function. This name reflects thatthe cumulative probability to make the j k transition remains below one, Fjk 1. Note that Pk 6j Fjkt 1 Sjt.Kyyr a 2009 derives the marginal effects of Sjt and Fjkt of a variable xl. In principle manymarginal effects can be defined, depending on the values of the covariates or path for timevaryingcovariates. The marginal effects of the first two functions also depend on the duration. We chooseonly to report the marginal effects of the exit probability, which do not depend on the duration. Itis common to define the marginal effects w.r.t. the average individual, but marginal effects w.r.t.the reference individual are closer to ordinary coefficient interpretation. In our analysis most of thecovariates are binary and the marginal effect of a covariate is simply Fjkxl Fjktxl 1Fjkt0and Sjxl Sjtxl 1 Sjt0 .3.2 Transition probabilities The total survival and cumulative incidence function only give an incomplete picture of the dynamicsof the migrants, as they just look one event ahead. In order to look further ahead, we need to take 9all the transitions into account. An employed migrant may, as we observe in our data, first becomenonparticipating before he leaves the country. Another possible route to leave the country is throughunemployment and nonparticipation, in either way. It is even possible that the migrant, after a periodof unemployment returns to work and then leaves the country. The transition probability, which isthe probability to be in a particular state given the time since first entry, takes all the possibleintermediate transitions into account. Dabrowska et al.1994 describe how we can derive thesetransition probabilities for the semiMarkov model we use.The transition probability from state j to state k after a duration t where t is now the time sincethe migrant entered the host for the first time is formed by adding all possible intermediate transitionsthat start in j and end in k at time t. First consider the migrants who do not make a transition in0, t, thus j k. Those individuals remain in j till t, they are the migrants who remain working. Theprobability that the employed remain working is equal to the total survival of the employed, Sjt.Next we have the migrants who make one transition within a period t since they entered the country,say from employment to nonparticipation, and then remain in this state till the end of the period.The probability that a transition from j to k before t occurs and the migrants then remain in k isequal to Z t 0fjku Skt u duwith fjkt Fjktt, the subdistribution density. Some migrants may after first first making atransition from employment to nonparticipation end abroad. The probability to make a transitionfrom j to k within a period t with one intermediate initial transition isjk t Z t F 204Xm1Fjmu fmkt u duwith the cumulative incidence from j to j, Fjjt 0. Then, the probability that a migrant whomade these two transitions and who remains in state k till t is Z t 0f 2jk uSkt u du,with f 2jk u F 2jk tt. This reasoning is repeated for any number of intermediate transitionsfrom state j to state k Thus, the transition probability, that is the probability to be in k starting inj after a duration t is Pjkt Sjt Ij k Xp 1Z t 0f pjk uSkt u du710where f pjk t F pjk tt andjk t Z t F p04Xm1F p 1jm u fmkt u du In our data we follow the labour market and migration behaviour of labour immigrants to The Netherlands who are employed at entry. Thus, we are only interested in the transition probability fromemployment. After estimating all the competing risks models for all the possible transitions we willderive the path of these transition probabilities for the reference individual and discuss the impact ofobserved characteristics on these probabilities.Again no direct relation between the coefficients of the competing risks models and the effect of thecovariates on the transition probability exists. We therefore calculate the discrete marginal effectsof the migrant characteristics on these transition probabilities, with the reference migrant.4 Data on immigrants to The Netherlands In the early 1960s The Netherlands changed from an emigrant to an immigrant country. Immigrationfollows a European sequence of post World War II and postcolonial immigration, unskilled manpowerrecruitment and the arrival of refugees. The first period is characterized by the decolonization of Indonesia in 1949, as a consequence many Indonesian people came to The Netherlands. In the secondperiod, starting in the beginning of the 1960s, a large flow of guestworkers, mainly Turks and Moroccans arrived. The Dutch government regulated the recruitment practices by bilateral agreements withthe main countries. The total inflow of immigrants reached 235,000 in 1970s. The recruitment policystopped during the first oil crisis. However, the immigration from the recruitment countries continuedas a followup migration, first in the form of family reunification and later also family formation. Inthis period the independence of Surinam also caused large immigration. Starting in the 1980s, immigration is characterized by the family reunificationformation of guestworkers. Additionally, the flowof political refugees, asylum seekers has increased dramatically. In the political discourse it is oftenforgotten that the number of labour immigrants from neighbouring countries and other EU countrieshas always been substantial. In the last twenty years the majority of labour immigrants come fromthese countries or from other western countries. The forming of the European Union and the EUtreaty of 1993 that allows free movement of people within the union has facilitated the migrationwithin the EU. In 2004 the EU was enlarged with 10 more countries.4 However, only in May 2007people from these new EU countries received full access to the Dutch labour market. The Dutch 4The enlargement in 2007 with 5 more countries is beyond the observation period of our database.11government recognized in 2004, in light of the Lisbon agreement, the need for high skilled migrants tosustain further economic growth. This knowledge regulation simplifies entry into The Netherlandsfor migrants who will earn more than e 47 thousand a year.5The annual emigration from The Netherlands was rather stable between the late 50s till the late 80s. In those years around 60 thousand people left the country each year. In the early 50s emigrationpeaked at 80 thousand people. This was mainly due to active emigration policies of the Dutchgovernment. These active emigration policies were inverted into an active immigration policy in the 60s when a shortage of labour occurred. In the 90s and early this century emigration increased fast,to reach a new peak at 132 thousand emigrants. However, the composition of the recent emigrantsdiffers substantially from the composition of the emigrants in the 50s and 60s. In the latter period theemigrants were almost entirely native Dutch, while twothirds of the recent emigrants are nonnative,see Nicolaas 2006. Recent research have shown that many migrants leave fast, within five years 40%of the recent migrants have left the country, and that migration experience accelerates this processZorlu et al. 2004, van Gaalen et al. 2008 and Bijwaard 2010.We have data on recent immigration and emigration to and from The Netherlands 19992005.All immigration by nonDutch citizens, immigrants who do not hold the Dutch nationality, wholegally entered The Netherlands is registered in the Central Register Foreigners Centraal Register Vreemdelingen, CRV, using information from the Immigration Police Vreemdelingen Politie andthe Immigration and Naturalization Service Immigratie en Naturalisatie Dienst, IND.6 For all theseimmigrants without the Dutch nationality we know when their migration moves took place and whattheir migration motive was to enter the Netherlands. For people with a nationality that implies a visato enter The Netherlands, their migration motive can be directly derived from their legal entry status.People with other, Western nationalities, fill in their migration motive at their mandatory registrationat their municipality of residence. With these data we can identify important groups of immigrantsto the Netherlands. Statistics Netherlands make the distinction between labourmigrants, familyreunification migrants, familyformation migrants, student immigrants, asylum seekers and refugees,and immigrants for other reasons including a.o. joining with labor migrant, medical treatment and Au Pair. Of course, the official migration motive does not always match with the true intention of themigrants. Some refugees and family migrants have, partially, economic motives to enter the country.5See Zorlu and Hartog 2002 and Van Ours and Veenman 2005 for a more detailed discussion on the immigrationto The Netherlands.6The criterion for registration as an immigrant in the Netherlands is a four months time criterion. To be more precise:every person intending to stay in the Netherlands for at least two thirds of the forthcoming six months, should notifythe local population register immediately after the arrival in the Netherlands.12Still the labour participation of these migrants is substantially lower than for labour migrants, see Sprangers et al. 2004. We focus on migrants with a labour motive and who are employed in The Netherlands within three months of their entry.The CBS, Statistics Netherlands, has linked these data to the Municipal Register of PopulationGemeentelijke Basisadministratie, GBA and to their Social Statistical database SSB. The GBAdata contain basic demographic characteristics of the migrants, such as age, gender, marital statusand country of origin. From the SSB we have information on a monthly basis on the labour market position, income, industry sector and household situation. The most important income sourcedetermines the labour market position. Based on the income source CBS distinguishes nine labourmarket categories: employed, selfemployed, unemployment benefits, disability benefits, social securitybenefits, other benefits, pensions, students and nonparticipating no income. We combine the firsttwo categories to an employed status. All the other categories except for the last are combined tothe unemployment, receiving benefits, category. Note that many recent nonEU immigrants are noteligible for most benefits in The Netherlands. They can only draw on these benefits after some yearsof employmentresidence in the country. Because we are interested in the labour market behaviourof migrants we restrict our analysis to the nonDutch labour migrants immigrants. We further restrict our sample to the immigrants between 18 and 64 years of age. About 23% of all nonDutchimmigrants in these age brackets are labour migrants. The same data was used by van Gaalen and Bijwaard 2008 to analyse return migration of this group of migrants. Here we extend the analysisto include labour market dynamics on the Dutch labour market.Put Table 1 about here In Table 1 we present some descriptive statistics for the data and compare the averages withthe averages for the Dutch workforce. Labour migrants are mostly men, even more than the Dutchworkforce. They are more often single and less often married or have children at home. The immigrantsare relatively young. They work more often in services and as temporary workers. The migrants alsowork relatively often in education. The table also shows the distribution of the migrants over a selectedgroup of countriesregions of origin.7 The majority of labour migrants originates from a country in the European Union, in particular from the neighbouring countries UK, Germany, France and Belgium.7EU15EFTA are countries in the European Union, except for the 2004 new members and except for Belgium,Germany, UK and France plus the member countries of EFTA: Switzerland, Norway, Iceland. Former Yugoslavia are Croatia, Serbia Montenegro, Macedonia and Bosnia. New EU members are the countries that joined the European Union in 2004: Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovenia and, Slovakia.13Put Table 2 about here The migrants in our sample show a substantial dynamic behaviour. Of all the migrants that enterin 19992003, including those that arrive in December 2003, 48% leaves the country at least once, 24%has more than one employment spell, 11% has at least one unemployment spell and 40% has at leastone nonparticipation noincome in host spell. Table 2 report the observed transitions among thefour different states. The majority of employment spells end in nonparticipation, while the majorityof nonparticipation spells end abroad. The majority of the spells abroad are censored, the migrantsare still abroad at the end of the observation period. About half of the, relatively small, number ofunemployment spells end in employment. But a third of the unemployed receiving benefits leave thelabour market. Very few migrants leave the country from unemployment.Put Figure 1 about here By definition all labour migrants start in the employed state at entry. Soon after arrival somemigrants move to the other states. Some may return and some may move on to another state. But themigrant is always in one of the four states. In Figure 1 we depict the development of the distributionover the four states for the 1999entry cohort. The most prominent feature of this developmentis that only a few migrants get unemployment benefits. Thus, the financial burden on the Dutcheconomy of these migrants seems small.Instead, a substantial proportion of the migrants becomenonparticipating no income, possibly because they do not have gained any benefit rights in the Netherlands. The proportion of migrants abroad continuously increases. Six years after arrival morethan 50% of the labour migrants have left the country. When we combine this result with the numbersin Table 2 it seems that nonparticipation, that is being without income in the host, is a temporarystatus before the migrant leaves the country.5 Empirical Findings For each of the four labour market status separately we estimate competing risks models to the otherdestination states. We assume a piecewise constant baseline intensity on eleven intervals every sixmonths and beyond five years and a twopoint discrete unobserved heterogeneity. The covariatesincluded see Table 3 in the model refer to demographic gender, age, martial status and age ofchildren, country of origin, and individual labour market characteristics monthly income, industrysector. Labour market history and migration history is also included. For transitions from employment we include a dummy for previous employment experience. For transitions from unemployment 14and from nonparticipation we include a dummy for previous unemployment and for nonparticipationexperience. For all transitions from the Dutch labour market we include a dummy for repeated immigration to the Netherlands. For transitions back to the Netherlands we include the labour marketstatus at departure and a dummy for repeated emigration.We control for business cycle conditions by including the national unemployment rate, both at themoment of first entry to the country and the timevarying monthly rate. The unemployment rate atentry captures the scarring effect of migrants, while the running unemployment rate captures theimpact of the business cycle on the transition intensities.For transition from employment the reference individual is a 3035 year old single male without children from a EUEFTAcountry except the neighboring countries UK, Belgium, France or Germanyemployed in the trade sector and with a monthly income of e 2000e 3000. For both the unemployedand the nonparticipating the industry sector is dropped from the analysis. A nonparticipating migrant has, by definition, no income. Thus income is not included in the transition intensities fromnonparticipation. The reference national unemployment rate is the average registered unemploymentrate in the Netherlands for the period 19992005 which was 3.1%.5.1 One step ahead analyses We used maximum likelihood estimation to obtain the estimated parameters for all transition intensities. For the estimation we use the likelihood in 3 with a twopoint discrete unobserved heterogeneitydistribution. From the estimated coefficients we first derive the total survival and cumulative incidence rates for the reference migrant from each state, see Figure 2.8 From employment the majorityof transitions is to nonparticipation. After five years about 40% of the employed labour migrants hasleft the labour market and 6% has left the country. The departure from unemployment, depicted inthe upperright corner of the picture, is very fast. Within two years most unemployed individuals haveleft unemployment. A large majority of the unemployed become employed again 70%. However, asubstantial proportion, 20%, leaves the labour market and becomes nonparticipating. A large proportion of the nonparticipants leaves the country. Five years after becoming a nonparticipant about 40% of the migrants has left the country. But, we also find that 45% of them return to work withinfive years. Combining the two lefthand side picture we see that departure of labour migrants fromthe Netherlands is driven by migrants that first become nonparticipants and then leave the country.Put Figure 2 about here 8A full list estimates is available from the author upon request.15As discussed in Section 3.1 the interpretation of the coefficients in a competing risks model isnot straightforward. In Table 4 till Table 7 the marginal effects on the total survival and cumulativeincidence functions five years after entry to the given state are presented. We only present the marginaleffects for a selection of covariates. Presenting the marginal effects for all covariates see Table 3 forall four origin states would result in many more tables. We choose to report only those variables forwhich at least one of the marginal effects is significant on a 5% level. Note that only a few countriesof origin play a significant role in explaining the differences in exit probabilities.Put Table 4 till Table 7 about here The discussion of these marginal effects is included in the discussion of the transition probabilities in the next section. One issue hidden in the analysis of the transition probabilities is, however,the impact of migration and labour market experience on the dynamics. More migration experiencemakes the migrants more mobile internationally, see Da Vanzo 1983, but less mobile on the hostlabour market. A disrupted employment spell increases the chance to leave to unemployment and thechance of going abroad. Earlier unemployment receiving benefits experience increases the chance toexit from unemployment to employment, but it decreases the chance to exit from nonparticipationto employment. Earlier nonparticipation experience decreases the probability to exit from unemployment to employment dramatically, but has less impact on the exit probability from nonparticipation.Migrants who leave the country form unemployment or nonparticipation have a smaller chance toenter the country again in employment. Those who were unemployed enter the country more oftenunemployed.5.2 Transition probabilities The total survival and cumulative incidence function only look one event ahead. To get the completepicture of the labour market dynamics of migrants we calculate the transition probability, using theapproach mentioned in Section 3.2. The transition probability, the probability to be in a particular state given the time since first entry, takes all possible intermediate transitions among the fourstates into account. Since the migrants are, by definition, all employed at arrival, we only calculate thetransition probability from employment. The transition probability then provides the distribution ofthe migrants over the four states as a function of the time since they first arrived in the Netherlands.Figure 3 depicts this distribution, together with the 95% confidence intervals obtained through bootstrapping, for a reference migrant see page 15 just before the start of Section 5.1 up to ten yearsafter the first arrival.16Put Figure 3 about here The percentage of the migrants that is employed decreases with the time since arrival, but notas fast as the survival rate in employment in Figure 2. This figure also shows that many migrantsreturn from nonparticipation to employment. This inflow increases the employment rate of themigrants. Departure from the country is much higher than the cumulative incidence from employmentto abroad as depicted in Figure 2. Again this is caused by the transition from nonparticipation. Thepercentage of migrants without income stabilizes after three years at around 10%. We also note thatunemployment among the labour migrants is very low 1.6% after 10 years in the country. Thus,the financial burden of the labour migrants on the Dutch economy seems very low. However, even ifat one particular point in time the number of unemployed migrants may be low many more migrantsmay have been unemployed during their stay. Many migrant are only unemployed for a short periodof time. This is hidden in the transition probability.In the next section we discuss how we canderive how often and for how long migrants get unemployed and many more relevant indicatorsusing microsimulation.Five years after arrival 75% of the reference migrants see page 15 is still employed, 11% is nonparticipating, 14% is living abroad and only 1% is unemployed. Again no direct relation betweenthe coefficients of the competing risks models and the effect on the transition probability exists. Wetherefore calculate the discrete marginal effects on the transition probability. Table 8, together with Figure 4 to Figure 6, reports these marginal effects on the transition probability five years after thefirst arrival to the Netherlands only for selected covariates.Put Table 8, together with Figure 46 about here First we focus on the personal characteristics of the migrants. Gender is relatively unimportant.Women have a slightly higher chance to become unemployed and a slightly lower chance to leave thecountry see also Table 47 . Married, cohabiting and divorced migrants have a higher probability toremain employed compared to the single, never married, migrant and a lower probability to leave thecountry. For cohabiting and divorced migrants the latter is mainly caused by the exit rates from nonparticipation, high to employment and low to another country see also Table 6. Older migrants have,just as older natives, a lower chance to remain employed and a higher chance to become unemployed.They have a higher chance to become unemployed and a lower chance to return from unemploymentback to employment. Children in the household of the migrant lead to slightly higher chance to remain 17employed and a lower chance to have no income. For these households a period without income ishard to endure.Selfemployed migrants have a higher probability to stay in the country and to remain employed.Five years after entry 90% is still employed. Selfemployment implies a risky investment which increases the ties to the country.It seems that those migrants are rather good in setting up a newbusiness. The impact of income on the employment probability is Ushaped. Both low and highincome migrants have a lower probability to remain employed. For low income migrants only half ofthem is still employed in the Netherlands five years after arrival and about 20% has left the country.These figures hardly change when we look at longer times sice arrival see Figure 4 and 6. Low incomemigrants also become unemployed and nonparticipating relatively often. High income migrants leavethe country even faster 30% within 5 years. However, they enter unemployment less often. Thereason for low income migrants to have a low employment probability is mainly because they have lowjob security. Some of them leave the country to try their luck elsewhere. For high income migrantsa competitive international labour market exists. So, they leave for another country if they can earnmore there.The sector the employed migrant is working in has a large impact on the dynamics. Manymigrants work in the temporary work sector. They have a limited contract length and therefore theyleave the country fast. Again the route out of the country is very often via nonparticipation. Thisis also the reason that migrants working in the catering industry and agriculture leave the countryfaster. The better labour market prospects of the highly educated migrants working in the educationsector is reflected in a lower nonparticipation rate.The labour market behaviour of the migrants also depends on the country of origin. We wouldexpect that migrants from Western countries have stronger ties to the Dutch labour market, althoughthese migrants also have lower opportunity costs of moving. Our estimated marginal effects of theexit probability do not completely support this hypothesis. Migrants from neighbouring Belgium and Germany do indeed remain employed in the Netherlands, but migrants from the other neighbouringcountries, the UK and France, seems to behave differently. They have worse labour market prospects.A possible explanation is that people from Belgium share the Dutch language and German is alsocloser to Dutch than English and French. Migrants from Japan and NorthAmerica leave faster.Many expatriates working for multinationals come from these countries. These workers often have afixed term contracts in one particular country. This is in particular visible for the Japanese labourmigrants as their probability to remain employed is higher the first two years after arrival see Figure 4.18Migrants from the new EUcountries have good prospects on the Dutch labour market. They are moreoften repetitive migrants see Table 7. The migrants from the old guestworker countries, Moroccoand Turkey, show different dynamics. Turkish migrants have low attachment to the labour marketand leave more often, while Moroccan migrants become unemployed more often and leave less often.Note that nowadays only a small number of the labour migrants arrive from these countries.The business cycle at the moment of arrival has little effect on the employment rate of migrants.The unemployment rate during their stay has the expected impact. When the unemployment rate ishigh migrants work less, are more often unemployed and leave the country more often.6 Scenario analyses The transition probabilities give the probability that a labour migrant is in any of the states after agiven time since the migrant entered the country. They take the full dynamics into account. However,we loose the information on how an individual reached a certain state. From the total survival andcumulative incidence functions we could predict the average time the migrant has spent in theintermediate states until he reaches the final state. Still, many relevant indicators of the paths of theimmigrants on the host labour market, e.g. the average length of an unemployment spell, cannot bederived analytically. In this section we provide these indicators on the basis of simulations. Thesesimulations use the estimated parameters of the multistate multiple spell competing risks model andthe observed entry into the The Netherlands as input.First we simulate a base scenario. This base scenario is based on a synthetic cohort of labourmigrants, all entering at the same time. The synthetic cohort consists of 50000 migrants, for whichthe distribution of the start population of migrants equals the observed entry distribution. For eachsimulation round we draw a vector of parameter estimates assuming that the estimated coefficientsare normally distributed around the point estimates with a variancecovariance matrix equal to theestimated one. Then, on a monthly basis, we simulate the transitions for each member of the syntheticcohort using the implied transition intensities. If the simulated migrant becomes unemployed we usethe transition intensity from unemployment, and similar for a nonparticipating migrant and a migrantabroad. We use the evolution of the labourmigration path, the history of all occurrences of labourmarket and migration states, of each individual member in the dynamic simulation. Thus, if asimulated migrant enters the Dutch labour market again we take the effect of repeated entry andpossible labour market experience into account. We simulate the labourmigration path for ten yearsand in the end we save the whole simulated migrant history. We repeat the simulations 100 times.19Put Table 9 about here Table 9 reports the obtained indicators of this base scenario. A labour migrant, ten years afterarrival, has spent more than half of this time employed and three and a half a month unemployed.The migrant has more than two employment spells each lasting almost 3 years. Unemployment spellslast on average six months, nonparticipation spells last almost a year and the periods abroad almostfour years. If a migrant has been unemployed at least once it has on average almost two spells. Thus,previous unemployment almost doubles the chance to become unemployed. A previous period withoutincome in The Netherlands more than doubles the chance to experience it again. Emigration experiencealso increases the migration dynamics. Thus, for each of these transitions earlier experiences increasethe chance of reoccurrence.The labour market situation ten years after entry could also be derived directly from the transition probability. Then we only know the situation for a particular group not for the whole migrantpopulation, as the marginal effects do not simply add up. The simulations provide the labour marketsituation for the whole observed distribution of migrants. Ten years after entry 50% of the labourmigrants are employed with possible other states in between, 4% are unemployed receiving benefits,13% are nonparticipating no income and 32% are abroad. Looking at these numbers unemployment of migrants only seems a minor issue. However, only 17% of the migrants remain employedfor the whole ten years. Within ten years 30% of the migrants ever become unemployed. Some ofthese unemployment spells are rather short. Still, 16% of the migrants experiences an unemploymentspell longer than six months, 9% experiences an unemployment spell longer than one year and 5%experiences an unemployment spell longer than two years. Thus, unemployment among immigrantsis more important than the transition probability show us.The labour migrants spend a considerable amount of time in the country without income. Morethan 23 of the migrants ever experiences such a period of nonparticipation. These periods of noincomecan be rather long as more than 50% of the migrants has such periods for longer than six months. Aquarter of the migrants has noincome periods of more than two years. The majority of migrants thatleave the country remain abroad. More than 40% ever leaves and 37% stays abroad for more than oneyear.Put Table 11 about here Another way to analyse the labour market dynamics of the migrants is to look at the most commonpaths of the migrants on the labour market. The first column of Table 11 present the frequency 20distribution of the paths of the simulated migrants. The most common path 17% of the labourmigrants is that they remain employed for the whole ten years. Around 8% of the migrants interrupttheir employment with 1 12 year without income. Another 8% leaves the country after, on average, 3years in the country. Many of the labour market paths of the migrants involve some period withoutincome, after which the migrants either return to work or leave the country. The reason why somany migrants go through the nonparticipation state is that most migrants are not yet eligible forunemployment benefits. Why they stay in the country without income is unclear. They might haveenough wealth to survive a period without income. Or, they might have relatives in the country whosupport them. A final reason to remain in the country without income is that they have income fromabroad. Unfortunately, the data do not provide us information to distinguish among these causes.Simulations can also provide scenario analyses. We consider three alternative scenarios. From a policyperspective it is very important to know what would happen with the labour market dynamics of newimmigrants when the unemployment rate increases rapidly, as is currently encountered due to the Credit Crunch. In our first scenario UNEMPLOYMENT we simulate the effect of an increase fromthe current average unemployment rate in The Netherlands of 3.1% to 6% on the labour market andmigration dynamics of new immigrants. The second scenario NEW EU looks at the recent huge, butonly partly captured by the data, inflow of immigrants from the EU accession countries, the countriesthat joint the EU in 2004. From 2002 to 2007 their number quadrupled. The third scenario HIGHINCOME considers the effect of a recent policy to moderate the immigration of immigrants with ahigh income. We assume that this leads to a 50% increase in the inflow of high income immigrants andsimulate the impact of this increase on the labour market and migration dynamics of all immigrants.For the unemployment scenario we use, just as in the base scenario, the entry distribution toconstruct this cohort. For the new EU and the high income scenario we adjust the entry distribution.For the new EU scenario the number of immigrants form the EU accession countries is quadrupledand for the high income scenario the number of immigrants with an income above e 5000 per monthis increased by 50%. Table 10 and Figure 7 report the result of these simulations.Put Table 10 and Figure 7 about here It is not surprising that the time migrants spent in unemployment increases when the unemployment rate in The Netherlands increases. However, the probability that a migrant experiences at leastone unemployment spell does not increase. The probability on repeated unemployment even decreasessignificantly. When the national unemployment rate would increase the average length of the unem21ployment spell of migrants increases with more than 60%. It also induces more migrants to leave thecountry, but they also return from abroad more often. The probability to become nonparticipatingin the country declines and the average duration of such a period without income increases. Althoughthe time spent employed and the probability to be employed ten years after entry both decreasethe fraction of migrants that remains employed for the whole ten year period increases. Thus, thedeterioration of the labour market induces the unsuccessful migrants to search for other jobs abroad.When the inflow of migrants from the EU accession countries, especially Poland, quadruples, thetime spent in employment increases and the time spent in unemployment decreases. This also leadsto more, but shorter, employment spells and periods abroad. This is in line with the large numberof seasonal workers from these countries. Unemployment spells become less frequent and shorter.This leads to a substantial decline in the percentage of migrants that ever get unemployed. We cantherefore conclude that we expect that those migrants will fare relatively well on the Dutch labourmarket.When the policy of attracting more high income migrants to The Netherlands is really successful,the long run effects on the labour market are small. Although the time in unemployment and nonparticipation of migrants decreases, the time in employment will also decrease. More migrants leavethe country and they will stay abroad longer. Many high income migrants are expatriates who havea temporary contract. Those migrants perceive their stay in The Netherlands as a temporary phasein their career.7 Conclusion Most previous studies on the performance of immigrants have focused primarily on earnings, with littleattention on the issue of labour market status. The importance of repeat and circular migration is alsolargely overlooked. In this paper a coherent modeling approach is developed to model the interrelationof labour market transitions and out and repeated migration of immigrants. To this end we estimatea multistate multiple spell competing risks model and identify four states: employed, unemployedreceiving benefits, nonparticipating outofthelabour market, and no benefits and abroad. The firstthree states indicate the labour market status of the immigrant in the host country.For the analysis we use data on recent labour immigrants to The Netherlands, which implies thatall migrants are selfemployed at the time of arrival. The data further contain information on thetiming of migration moves, timing of labour status changes, income change and the employment sector.Demographic information, such as the country of origin and marital status, is also available.22We show that personal characteristics gender and marital status, employment characteristicsselfemployment, income and sector and country of origin play an important role in explaining thelabour market dynamics of the migrants. A migrant who has gained knowledge about the Dutchlabour market through multiple entry has a higher probability to remain employed. Both low andhigh income migrants have a lower probability to remain employed. The low income migrants becomenonparticipating relatively often, while high income migrants leave the country fast.To obtain more insight in the labour market and migration paths of the labour migrants we derivepath indicators, that cannot be derived analytically, through dynamic simulation of the behaviour of asynthetic cohort of migrants. First, we simulated the paths of the current inflow of migrants, the basescenario, by using the observed entry distribution as start population. From this microsimulation wereveal that, although after ten years only a small percentage of the migrants is unemployed, almostonethird experiences an unemployment spell within ten years of arrival. Thus, at first sight it seemsthat only a very limited number of the labour migrants draw on the Dutch social security system,while the results from microsimulation indicate that 9% of the migrants have unemployment spells ofmore than one year.Microsimulation also provides a framework to conduct scenario analysis. We considered threealternative scenarios. Our first scenario tried to mimic the foreseen increase in the national unemployment rate due to the current Credit Crunch. Not surprisingly, an increase in the nationalunemployment rate increases the unemployment rate of the migrants. However, this is mainly causedby longer unemployment spells of those who get unemployed, and hardly by an increase in the numberof migrants that ever become unemployed. It also induces more migrants to leave. An increase inthe unemployment rate also leads to an increase in the percentage of migrants that remain employedfor the whole ten years and a decrease in the number of unemployment and nonparticipation spells.Thus, in an economic downfall the dynamics on the host labour market of immigrants decrease, andthose that leave the country return to find employment more often.The second scenario mimics the recent acceleration of the inflow of migrants from the countries thatjoined the EU in 2004. A quadrupling of those migrants leads to better labour market perspectivesfor the migrants. Migrants from these countries are often seasonal workers, which is reflected in theirmore frequent, but shorter, employment spells. The third scenario assumes that the recent entrysimplification of high income migrants would lead to an increase of the inflow of these migrants by 50%. This will not have a lasting impact as many of these high income migrants leave the countryfast.23Very often a period without income proceeds the departure from the country. It seems odd thatso many migrants stay, for relatively long periods, in The Netherlands without income. The reasonis that many of these recent migrants are not yet eligible for unemployment benefits. But thequestion is how these migrants can survive without income. Three possible explanations are that ithose migrants have enough wealth to survive a period without income, ii they have relatives in thecountry who support them, or iii they have income from abroad. Unfortunately, the data do notprovide us information to distinguish among these causes. An avenue for further research is thereforeto investigate this in more detail.Another avenue for further research is to calculate the financial burden of the migrants. Immigrantscan become a financial burden on the host country if they get unemployed fast and draw on the socialinsurance systems, see Storesletten 2000. But, they could potentially make an important contributionto the social security system of the host country. Whether immigrants become a burden depends ontheir labour market status and how this changes over time. In principle, only working immigrantscontribute financially to the host country. Unemployed migrants draw on the social security systemof the host country. Based on the dynamic distribution of immigrants over the labour market stateswe could, in principle, calculate the financial costs of the migrants.References Bailey, A. J. 1993. Migration history, migration behavior and selectivity. The Annals of Regional Science 27, 315326.Berninghaus, W. and H. SeifertVogt 1988. Temporary versus permanent migration: A decisiontheoretical approach. Journal of Population Economics 1, 195211.Bijwaard, G. E. 2010. Immigrant migration dynamics model for The Netherlands. Journal of Population Economics 54, forthcoming.Borjas, G. J. 1999. The economic analysis of immigration. In O. Ashenfelter and D. Card Eds.,Handbook of Labor Economics, Volume 3A, Chapter 28. Amsterdam: North Holland.Borjas, G. J. and B. Bratsberg 1996. Who leaves? The outmigration of the foreignborn. The Review of Economics and Statistics 78, 165176.Borjas, G. J. and L. Hilton 1996. Immigrantion and the welfare state: Immigrant participation inmeanstested entitlement programs. Quarterly Journal of Economics 111, 575604.Cameron, A. C. and P. K. Trivedi 2005. Microeconometrics: Methods and Applications. Cambridge 24University Press.Chiswick, B. R. 1978. The effect of Americanization on the earnings of foreignborn men. Journalof Political Economy 86, 897921.Chiswick, B. R., Y. Cohen, and T. Zach 1997. The labor market status of immigrants: Effectsof the unemployment rate at arrival and duration of residence. Industrial Labor Relations Review 50, 289303.Constant, A. and D. S. Massey 2003. Selfselection, earnings and outmigration: A longitudinalstudy of immigrants to Germany. Journal of Population Economics 16, 631653.Constant, A. and K. F. Zimmermann 2003. Circular movements and time away from the hostcountry. Discussion Paper 960, IZA, Bonn.Dabrowska, D. M., G. Wen, and M. M. Horowitz 1994. Cox regression in a Markov Renewalmodel: An applocation to the analysis of bone marrow transplant data. Journal of the American Statistical Association 89, 867877.Da Vanzo, J. 1983. Repeat migration in the United States: Who moves back and who moves on.The Review of Economics and Statistics 65, 552559.DetangDessendre, C. and I. Molho 1999. Migration and changing employment status: A hazardfunction analysis. Journal of Regional Science 39, 103123.Dustmann, C. 1995. Return migration: The European experience. Economic Policy 22, 214250.Dustmann, C. and Y. Weiss 2007. Return migration: Theory and empirical evidence. British Journal of Industrial Relations 45, 236256.Hansen, J. and M. Lofstrom 2003. Immigrant assimilation and welfare participation: Do immigrants assimilate into or outof welfare. Journal of Human Resources 38, 7498.Hansen, J. and M. Lofstrom 2009. The dynamics of immigrant welfare and labor market behavior.Journal of Population Economics 22, 941970.Hill, J. K. 1987. Immigrant decisions concerning durations of stay and migratory frequency. Journal of Development Economics 25, 221234.Jasso, G. and M. R. Rosenzweig 1982. Estimating the emigration rates of legal immigrants usingadministrative and survey data: The 1971 cohort of immigrants to the us. Demography 19,279290.25Kirdar, M. G. 2008. Estimating the impact of immigrants on the host country social securitysystem when return migration is an endogenous choice. Discussion Paper 7803, MPRA, Munich.Kyyr a, T. 2009. Marginal effects for competing risks models with piecewise constant hazards.Oxford Bulletin of Economics and Statistics 71, 539565.Long, L. C., J. Tucker, and W. L. Urton 1988. Migration distances: An international comparison.Demography 25, 633660.Longva, P. 2001. Outmigration of immigrants: Implications for assimilation analysis. Memorandum 042001, University of Oslo.Massey, D. S., J. Arango, G. Hugo, A. Kouaouci, A. Pellegrino, and J. E. Taylor 1993. Theoriesof international migration: A review and appraisal. Population and Development Review 19,431466.Nicolaas, H. 2006. Nederland: Van immigratie naar emigratieland? The Netherlands: Fromimmigration to emigration country?. Bevolkingstrends 54, 3340.Sprangers, A., A. Zorlu, J. Hartog, and H. Nicolaas 2004. Immigranten op de arbeidsmarkt Immigrants on the labour market. Sociaaleconomische trends 2004, 2737.Stark, O. 1991. The Migration of Labor. Cambridge: Basil Blackwell.Storesletten, K. 2000. Sustaining fiscal policy through immigration. Journal of Political Economy 108, 300323.Thomas, J. M. 1996. On the interpretation of covariate estimates in independent competing risksmodels. Bulletin of Economic Research 48, 2739.Uhlendorff, A. and K. F. Zimmermann 2006. Unemployment dynamics among migrants and natives. Discussion Paper 2299, IZA, Bonn.van Gaalen, R. and G. E. Bijwaard 2008. Wat bindt arbeidsmigranten aan Nederland? Levensloopdynamiek van tussen 1999 en 2003 gearriveerde arbeidsmigranten What binds labourmigrants to The Netherlands? Life cycle dynamics of labour migrants who arrived between 1999 and 2003. In M. Mols, H. J. Dirven, and R. van der Bie Eds., Dynamiek in de socialestatistiek: Nieuwe cijfers over de sociaaleconomische levensloop, pp. 191205. The Hague: CBS.van Gaalen, R., J. Ooijevaar, and G. E. Bijwaard 2008. Eerder verblijf in Nederland vergroot kansop vertrek en terugkomst Previous stay in the Netherlands enlarges the chance to return andrepeated migration. Bevolkingstrends 56, 3943.26Van Ours, J. and J. Veenman 2005. The netherlands; old emigrants young immigrant country.In K. Zimmermann Ed., European Migration: What do we know?, pp. 173196. Oxford UP.Waldorf, B. S. and A. Esparza 1991. A parametric failure time model of international migration.Papers in Regional Science 70, 419438.Zorlu, A. and J. Hartog 2002. Migration and immigrants: The case of The Netherlands. In R. Rotteand P. Stein Eds., Migration Policy and the Economy: International experiences, pp. 119140.M unchen: Hans Seidel Stiftung.Zorlu, A., J. Hartog, A. Sprangers, and H. Nicolaas 2004. Retourmigratiegedrag van recente immigranten Return migration of recent immigrants. Economische Statistische Berichten ESB August 20, 2004, 402404.27Table 1: Descriptive statistics sample mean at arrivalimmigrantstotal workforce 2000average ageaged 1825aged 5055aged 5560femalemarried Divorcedsingle, no kids Children at home 3219%3%1%29%24%2%47%15%Social Economic variables Av. monthly income Income 1000Income 1000 2000Income 2000 3000Income 3000 4000Income 4000 5000Income 5000Working in industry Working in trade Working for temporary offices Working in services Working in education Working in catering Working in transportatione 300319%32%19%8%4%15%11%14%14%24%7%6%6%Country of origin Belgium Germany UKFrancerest EU15EFTAnew EUNorthAmerica Japan AustralasiaAsia Africa Turkey Morocco observations 5%10%18%6%23%5%6%3%13%5%2%1%3841%60%8%20%49%7%22%14%17%3%16%6%4%7%548327,2 mln Source: Statistics Netherlands, based on own calculations.28Table 2: Spell dynamics of the labour migrants 45,987Percentage ending in Employed Unemployed UINonparticipation NPAbroad of spells 7337587353187322153employed UI NP Abroad 12%4%25%86%43% 6% 39%46% 22% 28%44% 12% 20%10% 1% 4%Source: Statistics Netherlands, based on own calculations.Table 3: Included variables in the modelsdemographics Country of origin Income groups except fromnoincomeEmployment sector only iforigin state is employmentSelfemployed History Business cycle indicatorsgender, married, cohabiting, divorced, widowed, single parent, Youngest child 4, Youngest child 512, Youngest child 1318, 8 age at entry intervals Belgium, Germany, UK, France, newEU 2004 countries,Former Yugoslavia, rest of Europe non EU or EFTAcountries, Morocco, rest of Africa, Turkey, Iran, Japan, Indonesia, China, rest of Asia, Surinam, rest of Latin America,USACanada, Australiaincome e 1000 p.m., income e 1000 e 2000 p.m. incomee 3000 e 4000 p.m., income e 4000 e 5000 p.m. income e 5000 p.m. except from unemploymentAgriculture,industry, construction, catering, transportation, finance, temporary services, cleaning, services, civilservices, education, health care, cultureonly from employmentpreviousimmigration, previous emigration only fromabroad, previous employment from employment, previousunemployment from unemployment and noincome, previous no income from unemployment and nonparticipation,left the country from no income from abroad, left the country from unemployment from abroadUnemployment rate at entry, Unemployment rate 29Table 4: Marginal effect on total survival and cumulative incidence from EMPLOYMENT, 5 yearsafter entry to employmentemploymentunemploymentnonparticipationabroadfemale Married Aged 1825Aged 5560Youngest child 4Youngest child 512selfemployedincome 1000income 10002000income 30004000income 40005000income 5000Industry Catering Transportation Temporary services Services Education Africa Japan USACanadanewEU countries Belgium Germany UKRepeated entry Repeated employment Unemployment rate at entry Unemployment rate 0.0090.004 0.1080.005 0.0300.006 0.0470.019 0.0520.007 0.0780.009 0.2630.010 0.3110.006 0.1220.005 0.0210.008 0.0520.010 0.1300.007 0.0530.008 0.1950.009 0.0890.009 0.3430.006 0.1130.006 0.0540.010 0.0580.008 0.1680.012 0.0150.009 0.0740.009 0.1070.009 0.0550.006 0.0160.006 0.3160.010 0.1630.005 0.0110.003 0.0230.002 0.0100.002 0.0070.002 0.0010.0020.0350.0090.0030.002 0.0010.002 0.0120.00. 0.0470.004 0.0230.002 0.0090.002 0.0120.003 0.0170.002 0.0010.002 0.0010.003 0.0070.003 0.0310.003 0.0070.002 0.0340.004 0.0020.002 0.0270.003 0.0160.003 0.0140.002 0.0180.003 0.0100.002 0.0020.002 0.0300.002 0.0320.003 0.0010.001 0.0030.001 0.0120.0040.0900.005 0.0300.006 0.0080.019 0.0640.007 0.0850.008 0.2070.010 0.2990.007 0.1120.006 0.0030.008 0.0030.011 0.0370.007 0.0300.008 0.1270.010 0.0390.010 0.2400.008 0.0510.007 0.1380.010 0.0370.008 0.2720.011 0.0200.010 0.0810.009 0.1100.009 0.0550.007 0.0020.006 0.3750.009 0.0630.006 0.0180.004 0.0450.002 0.0080.002 0.0250.002 0.0010.003 0.0030.007 0.0090.003 0.0080.004 0.0440.0040.0360.003 0.0140.002 0.0330.004 0.0610.006 0.1100.006 0.0820.005 0.0700.007 0.0440.005 0.0720.005 0.0550.004 0.0510.005 0.0230.003 0.1320.009 0.0110.004 0.0210.004 0.0150.004 0.0090.003 0.0160.002 0.0890.006 0.0690.005 0.0080.002 0.0200.001 Reference individual: Employment: 49.3%, Unemployment 3.3%, NP 40.9%, abroad 6.5%.Only if one of the 4 marginal effects is significant they are shown. p 0.05, p 0.01 andp 0.00130Table 5: Marginal effect on total survival and cumulative incidence from UNEMPLOYMENT, 5 yearsafter entry to unemploymentfemale Married Divorced Widowed Aged 1825Aged 5055Aged 5560Youngest child 4income 1000income 10002000income 30004000Morocco Turkey Chinaother Asianew EU countries Repeated entry Repeated unemployment Repeated noincome Unemployment rateemployment 0.0460.012 0.0220.014 0.0420.022 0.4320.154 0.0450.016 0.0860.038 0.2020.051 0.0270.018 0.0500.017 0.0290.016 0.0060.022 0.1010.042 0.0300.046 0.1550.079 0.0710.034 0.0210.030 0.3360.019 0.0840.013 0.4480.027 0.0090.008 unemploymentnonparticipation 0.0060.003 0.0010.003 0.0020.006 0.1860.117 0.0060.004 0.0550.017 0.1530.034 0.0100.005 0.0520.007 0.0230.005 0.0240.005 0.0260.014 0.0400.018 0.0300.026 0.0030.008 0.0120.005 0.3440.028 0.0140.005 0.0260.006 0.0180.003 0.0360.011 0.0010.012 0.0250.019 0.2080.154 0.0360.015 0.0190.033 0.0590.044 0.0250.016 0.0150.015 0.0010.014 0.0040.019 0.1000.038 0.0020.036 0.0050.075 0.0310.031 0.0140.027 0.1310.013 0.1020.011 0.5000.027 0.0520.006 abroad 0.0040.005 0.0220.007 0.0200.008 0.0380.019 0.0030.006 0.0120.016 0.0110.014 0.0080.006 0.0130.008 0.0070.008 0.0220.011 0.0250.015 0.0090.023 0.1200.045 0.0370.018 0.0050.013 0.1230.030 0.0040.006 0.0260.007 0.0250.006 Reference individual: Employment 71.0%, unemployment 2.6%, NP 23.2%, abroad 3.2%. Only ifone of the 4 marginal effects is significant they are shown. p 0.05, p 0.01 and p 0.00131Table 6: Marginal effect on total survival and cumulative incidence from NONPARTICIPATION, 5years after entry to nonparticipationemploymentunemploymentnonparticipationabroadfemale Married Cohabiting Divorced Aged 1825Aged 4550Aged 5055Aged 5560Africa Turkey Japan China Indonesiaother Asia USACanada Former YugoslavianewEU countries Other Europe Germany UKFrance Repeated entry 0.0080.0070.0200.0090.1360.0660.0990.0180.0590.0090.0400.0160.0800.0200.1010.0290.0350.0130.0620.0200.2380.0290.1600.0340.0360.0320.1640.0150.2420.0130.1080.0400.0810.0140.0750.0180.0020.0110.0560.0090.1060.0130.0710.015Repeated unemployment 0.277Repeated noincome Unemployment rate0.0090.0340.0150.0240.0030.0190.0040.0170.0050.0180.0290.0440.0100.0240.0040.0160.0090.0120.0110.0620.0190.0020.0060.0170.0090.0930.0080.0550.0130.0540.0210.0330.0070.0560.0070.0660.0250.0320.0070.0060.0090.0150.0060.0120.0050.0040.0070.0400.0030.5620.0170.0270.0070.0280.0030.0160.0030.0030.0040.0850.0480.0040.0080.0130.0040.0050.0070.0010.0080.0100.0110.0100.0070.0110.0090.0350.0080.0120.0180.0010.0150.0280.0090.0460.0090.0300.0260.0040.0070.0640.0130.0100.0040.0170.0040.0160.0070.0210.0140.0260.004 0.0010.0060.0440.0030.0440.007 0.0340.008 0.2030.063 0.1460.017 0.0480.010 0.0290.017 0.0680.021 0.0490.030 0.0430.013 0.0900.022 0.3660.030 0.2030.038 0.0890.034 0.1690.017 0.2520.015 0.0110.046 0.0460.014 0.0170.021 0.0080.011 0.0510.009 0.0850.014 0.0900.022 0.2590.010 0.0090.014 0.0470.004 Reference individual: Employment 47.1%, Unemployment 10.0%, NP 5.3%, abroad 37.6%. Only ifone of the 4 marginal effects is significant they are shown. p 0.05, p 0.01 and p 0.00132Table 7: Marginal effect on total survival and cumulative incidence from ABROAD, 5 years after toentry abroadfemale Married Divorced Aged 1825Aged 4045Aged 4550income 1000income 10002000income 30004000income 40005000income 5000Turkey Japan China Other Asia USACanadanewEU countries Germany France Repeated departureno income in NLunemployed in NLUnemployment rate at entry Unemployment rateemployment 0.0250.005 0.0480.007 0.0390.020 0.0160.007 0.0310.011 0.0370.014 0.0200.012 0.0590.013 0.0250.052 0.0310.052 0.0270.048 0.0520.016 0.0630.011 0.0540.020 0.0430.010 0.0340.009 0.2300.023 0.0200.010 0.0200.010 0.1150.018 0.0200.007 0.0130.003 0.0080.004 0.0250.004 unemploymentnonparticipation 0.0000.002 0.0060.003 0.0000.001 0.0050.004 0.0020.004 0.0050.007 0.0090.004 0.0050.004 0.0070.004 0.0070.004 0.0070.004 0.0010.000 0.0010.000 0.0370.022 0.0030.004 0.0060.004 0.0060.005 0.0080.005 0.0030.005 0.0010.005 0.0130.010 0.1230.046 0.0000.002 0.0340.002 0.0090.0040.0010.0050.0520.0230.0020.0050.0060.0060.0030.0070.0160.014 0.0230.014 0.0230.005 0.0220.005 0.0220.005 0.0210.010 0.0230.005 0.0270.010 0.0210.004 0.0250.004 0.0050.007 0.0030.004 0.0150.004 0.0250.0160.0180.0100.0930.0210.0030.0020.0200.002abroad 0.0170.0070.0540.0090.0130.0280.0240.0090.0230.0130.0390.0170.0270.0180.0770.0180.0540.0150.0610.0180.0560.0130.0730.019 0.0850.012 0.0440.031 0.0670.012 0.0650.010 0.2290.023 0.0240.011 0.0320.011 0.1410.022 0.0100.014 0.2030.042 0.0050.0050.0090.005Reference individual: Employment 10.2%, Unemployment 1.4%, NP 4.0%, abroad 84.5%. Only if oneof the 4 marginal effects is significant they are shown. p 0.05, p 0.01 and p 0.00133Table 8: Marginal effect on transition probability, 5 years after entryemploymentunemploymentnonparticipationfemale Married Cohabiting Divorced Aged 1825Aged 5055Aged 5560Youngest child 4Youngest child 512Youngest child 1318selfemployedincome 1000income 10002000income 30004000income 40005000income 5000Agriculture Industry Construction Cleaning Catering Transportation Finance Temporary services Services Education Health Care 0.0030.008 0.0750.008 0.0690.028 0.0930.011 0.0050.008 0.0310.015 0.0960.021 0.0130.008 0.0420.010 0.0330.012 0.1520.009 0.2370.011 0.0740.008 0.0470.011 0.0820.010 0.1690.010 0.2380.019 0.0950.009 0.1540.016 0.1410.014 0.1880.011 0.0910.009 0.0520.010 0.3330.010 0.1190.010 0.0060.009 0.0140.013 0.0050.0020.0010.0020.0020.0040.0050.0030.0030.0020.0130.0040.0540.0120.0020.0020.0010.0020.0020.0020.0060.002 0.0490.006 0.0150.002 0.0070.002 0.0070.002 0.0060.002 0.0060.0020.0010.0020.0080.0030.0040.0020.0040.0020.0040.0020.0010.0020.0210.0030.0060.0020.0070.0020.0020.0020.0030.006 0.0310.005 0.0020.023 0.0300.007 0.0160.005 0.0060.009 0.0030.011 0.0180.005 0.0360.005 0.0180.008 0.0550.0050.1220.0080.0460.0050.0020.0050.0030.0060.0090.0060.0540.0080.0070.0050.0410.0070.0240.0060.0370.0060.0130.0050.0050.0060.0910.0070.0190.0050.0400.0050.0190.006abroad 0.011 0.0050.0450.005 0.0660.022 0.0680.007 0.0080.006 0.0110.010 0.0380.013 0.0030.006 0.0060.007 0.0120.011 0.0910.0060.0660.0100.0130.0060.0510.0080.0930.0090.1660.0080.1780.0190.1010.0070.1040.0150.1140.0120.1470.0110.0740.0080.0480.0080.2220.0100.0940.0080.0380.0080.0350.011Only if one of the 4 marginal effects is significant they are shown. p 0.05, p 0.01 and p 0.001. Reference individual after 5 years: employment 74.8%;unemployment 1.2%; NP 10.5%; abroad 13.5%.34Table 8: Marginal effect on transition probability, 5 years after entry continuedTurkey Japanother Asia USACanada Morocco Africa Former YugoslavianewEU countries Other Europe Belgium Germany UKFrance Unemployment rateemployment 0.1060.017 0.0370.012 0.0490.012 0.1370.013 0.0100.020 0.0550.009 0.0580.022 0.0650.010 0.0500.012 0.0660.009 0.0310.009 0.0120.009 0.0300.0110.0170.007unemploymentnonparticipation 0.0040.003 0.0080.002 0.0020.002 0.0050.002 0.0190.005 0.0010.002 0.0020.005 0.0080.001 0.0050.002 0.0040.002 0.0040.002 0.0000.002 0.0000.0020.0060.0020.0450.0090.0690.0060.0240.0070.0660.0080.0040.0110.0090.0060.0130.0120.0270.0060.0050.0070.0410.0050.0170.0050.0210.0050.0160.0060.0030.005abroad 0.0560.014 0.1140.012 0.0280.010 0.0760.010 0.0330.015 0.0450.007 0.0470.015 0.0300.007 0.0500.009 0.0300.007 0.0180.007 0.0090.007 0.0140.0090.014 0.005 Only if one of the 4 marginal effects is significant they are shown. p 0.05, p 0.01and p 0.001. Reference individual after 5 years: employment 74.8%; unemployment 1.2%; NP 10.5%; abroad 13.5%.Table 9: Frequency and timeindicators of base Scenarioemployedunemployed nonparticipation abroad Time spent in state mosAv. spells Av. spells condAv. spell length mosafter 10 yrswithin 10 yrs 6 mos 1 yr 2 yrs 5 yrs 10 yrs 76.22.302.3033.450.510098.095.488.965.516.922.80.491.1945.732.241.439.036.732.818.73.60.571.876.317.21.552.2511.1Probability %13.268.953.642.827.67.04.130.315.99.34.70.635Table 10: Change in frequency and timeindicators for alternative Scenariosdifference with base scenarioemployedunemployed nonparticipation abroad Time spent in state mosAv. spells Av. spells condAv. spell length mosafter 10 yrswithin 10 yrs 6 mos 1 yr 2 yrs 5 yrs 10 yrs Time spent in state mosAv. spells Av. spells condAv. spell length mosafter 10 yrswithin 10 yrs 6 mos 1 yr 2 yrs 5 yrs 10 yrs Time spent in state mosAv. spells Av. spells condAv. spell length mosafter 10 yrswithin 10 yrs 6 mos 1 yr 2 yrs 5 yrs 10 yrsp 0.05Unemployment scenario 5.90.302.10.010.136.20.800.502.14.81.12.14.28.13.43.60.201.35.00.71.32.54.60.02.50.090.33.60.51.22.33.10.23.93.6Probability %point2.65.626.11.621.44.85.017.88.94.31.12.3New EU scenario 1.01.80.130.030.180.000.41.0Probability %point1.51.34.61.63.73.94.02.73.01.50.21.3high income scenario 1.10.90.100.140.080.100.50.3Probability %point1.01.13.24.23.23.52.22.71.81.20.20.510.00.310.4910.07.912.712.512.411.89.40.80.100.219.12.31.20.50.20.31.44.50.070.022.65.74.95.15.25.04.536Table 11: Most frequent paths % for all scenarios Scenariopath 113114134131413131311313131341341141141413231131313131314121sum Base Unemployment new EU high income 16.97.87.75.74.23.33.12.42.31.51.41.31.11.11.11.061.820.32.713.91.92.64.00.40.90.30.73.55.00.80.10.31.157.916.98.76.83.44.62.83.92.11.61.42.11.80.91.21.40.860.516.77.510.75.55.73.32.92.42.21.31.41.81.31.11.50.865.6Most frequent paths are ordered for base scenario. In path: 1employment; 2 unemployment; 3 nonparticipation; 4abroad. differs significantly 95% from base scenario.37Abroad No income Employedstifi v i n g b e n eec R e 100%90%80%70%60%50%40%30%20%10%0%04812162024283236404448525660646872Months since first entry Figure 1: Development of SES of labour immigrants arriving in 1999Employment Unemployment Nonparticipation Abroad Figure 2: Survival rate and cumulative incidence functions 38egatnecre P0.19.08.07.06.05.04.03.02.01.00.0Employed Noincome Unemployed Abroad 061218243036426066547248Months since entry 78849096102 108 114 120Figure 3: Development of transition probability with 95% confidence bands of employed immigrantsreference individual3940EMPLOYMENTFigure 4:Marginaleffectswith 95%confidencebandsforthetransitionprobabilitytoremainin Percentage Percentage Percentage Percentage Percentage 0.17 0.15 0.13 0.11 0.09 0.07 0.05 0.03 0.010.010.130.110.090.070.050.030.010.010.26 0.23 0.20 0.17 0.14 0.11 0.08 0.05 0.020.010.100.080.060.040.020.00 0.010.020.010.000.010.020.03012243648607284961081200122436486072849610812001224364860Servcesi Percentage 0.030.020.010.000.010.020.030.04Education Percentage 0.010.010.030.050.070.090.110.13Married 012243648607284961081200122436486072849610812001224364860i Months snce entryi Months snce entry Montihs snceen i Months snce entryi Months snce entry Montihs snceen try 728496108120try 728496108120Transportation Percentage 0.090.070.050.030.01 0.000.01i Fnance Percentage 0.390.340.290.240.190.140.090.04 0.00Temporary servcesi 012243648607284961081200122436486072849610812001224364860income 5000Percentage 0.130.110.090.070.050.030.010.01Industry Percentage 0.250.220.190.160.130.100.070.040.01Catering 012243648607284961081200122436486072849610812001224364860i Months snce entryi Months snce entry Montihs snceen i Months snce entryi Months snce entry Montihs snceen try 728496108120try 728496108120income 10002000Percentage 0.100.080.060.040.020.00 0.01income 30004000Percentage 0.150.130.110.090.070.050.030.010.01i ncome 40005000012243648607284961081200122436486072849610812001224364860i Months snce entryi Months snce entry Montihs snceen try 728496108120femael Percentage 0.020.010.040.070.100.130.160.190.220.25selfempoyedl Percentage 0.290.250.210.170.130.090.050.01income 1000Cohabiting 50.040.030.0200.10.000.0egatnecre P0122436607248Months since entry 84961081200122436Japanegatnecre P20.010.040.070.001.031.061.0.91022.00122436607248Months since entry 84961081200122436Other Europeegatnecre P11.090.070.0500.300.10.010.00122436607248Months since entry 84961081200122436Belgiumegatnecre P90.080.070.060.050.040.0300.20.010.0000.10.0Youngest child 4607248Months since entry USACanada 607248Months since entry Africa 607248Months since entry Germany Youngest child 512egatnecre P01.090.080.070.0600.500.400.30.020.010.010.084961081200122436607248Months since entry 8496108120new EU countries 71.0510.31.011.0900.70.050.030.0100.10.0egatnecre P84961081200122436607248Months since entry 8496108120other Asiaegatnecre P20.0000.20.040.060.0.80001.021.084961081200122436607248Months since entry 8496108120UK200.100.00.010.020.030.0egatnecre P0122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120France 30.020.010.000.010.020.0egatnecre PUnemployment rate at entry Unemployment rate 20.010.000.010.020.030.0egatnecre Pegatnecre Pegatnecre Pegatnecre Pegatnecre Pegatnecre P120.91.071.051.031.011.090.070.050.030.010.020.050.030.010.0.10030.050.0.70090.001.090.0800.70.0600.500.40.0300.200.10.010.011.0900.70.0500.30.010.010.010.000.010.020.030.040.050.060.070.080.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120Figure 4: Marginal effects with 95% confidence bands for the transition probability to EMPLOYMENTcontinued41selfemployedfemale 00.010.0egatnecre Pincome 1000egatnecre P90.080.070.060.050.040.0300.20.010.000.010.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120income 10002000income 30004000income 4000500000.010.0egatnecre P00.010.0egatnecre P0122436607248Months since entry 84961081200122436income 500000.0egatnecre P0122436607248Months since entry 84961081200122436Transportation 00.0egatnecre P0122436607248Months since entry 84961081200122436Services 10.000.0egatnecre P607248Months since entry Industry 607248Months since entry Finance 607248Months since entry Education 84961081200122436607248Months since entry 8496108120Cateringegatnecre P10.000.084961081200122436607248Months since entry 8496108120Temporary servicesegatnecre P30.0200.10.000.084961081200122436607248Months since entry 8496108120Married 00.0egatnecre Pegatnecre Pegatnecre Pegatnecre Pegatnecre Pegatnecre P10.000.030.020.0100.00.000.010.010.000.010.000.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120Figure 5: Marginal effects with 95% confidence bands for the transition probability to UNEMPLOYMENT42egatnecre P10.000.010.020.000.0egatnecre P10.020.000.010.010.000.010.000.0egatnecre Pegatnecre Pegatnecre PCohabiting Youngest child 4Youngest child 512egatnecre P00.0egatnecre P00.010.00122436607248Months since entry 84961081200122436Japan 00.010.0egatnecre P0122436607248Months since entry 84961081200122436Other Europe 00.0egatnecre P0122436607248Months since entry 84961081200122436Belgium 10.000.0egatnecre P607248Months since entry USACanada 607248Months since entry Africa 607248Months since entry Germany 84961081200122436607248Months since entry 8496108120new EU countries 00.0egatnecre P10.084961081200122436607248Months since entry 8496108120other Asiaegatnecre P00.010.084961081200122436607248Months since entry 8496108120UK00.0egatnecre P0122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120France Unemployment rate at entry Unemployment rate 00.0egatnecre Pegatnecre P10.000.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120Figure 5: Marginal effects with 95% confidence bands for the transition probability to UNEMPLOYMENT continued43egatnecre Pegatnecre Pegatnecre Pegatnecre Pegatnecre P00.010.020.030.0400.30.020.010.0000.10.082.0520.22.0910.61.0310.010.70.0400.10.020.031.011.0900.70.0500.300.10.010.051.031.011.090.070.050.030.010.010.0femaleegatnecre P10.010.040.070.001.031.061.091.0selfemployed 31.011.090.070.0500.30.010.010.0egatnecre Pincome 10000122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120income 30004000607248Months since entry Industry 607248Months since entry Finance 607248Months since entry Educationincome 10002000egatnecre P11.090.070.0500.30.010.010.00122436607248Months since entry 84961081200122436income 5000egatnecre P51.031.011.090.0700.50.030.010.010.00122436607248Months since entry 84961081200122436Transportationegatnecre P900.800.70.060.050.040.0300.20.010.000.010.00122436607248Months since entry 84961081200122436Services 60.050.040.030.020.010.000.0egatnecre Pincome 40005000egatnecre P610.41.021.0010.80.060.040.0200.000.20.084961081200122436607248Months since entry 8496108120Cateringegatnecre P22.091.061.031.0010.700.400.10.020.084961081200122436607248Months since entry 8496108120Temporary servicesegatnecre P33.092.052.012.071.0310.90.0500.10.030.084961081200122436607248Months since entry 8496108120Marriedegatnecre P10.000.010.030.050.070.090.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120Figure 6: Marginal effects with 95% confidence bands for the transition probability to ABROAD44egatnecre Pegatnecre Pegatnecre Pegatnecre Pegatnecre P20.000.030.060.090.021.051.081.012.071.051.031.0110.900.70.050.0300.100.10.0100.10.030.0.50070.0.90011.010.000.010.0.200.300.400.500.60070.080.060.050.040.030.020.010.000.010.0Cohabiting Youngest child 4egatnecre P20.010.0000.10.020.0607248Months since entry USACanada 607248Months since entry Africa 607248Months since entry Germany 0122436607248Months since entry 84961081200122436Japanegatnecre P61.041.0210.01.080.060.0400.20.0000.20.00122436607248Months since entry 84961081200122436Other Europeegatnecre P10.000.020.040.060.080.001.00122436607248Months since entry 84961081200122436Belgiumegatnecre P10.0000.10.0.200.30040.050.060.0Youngest child 512egatnecre P10.0000.10.020.030.040.050.060.084961081200122436607248Months since entry 8496108120new EU countries 20.000.020.040.0.60080.001.021.0egatnecre P84961081200122436607248Months since entry 8496108120other Asiaegatnecre P90.080.070.0600.50.040.0300.20.0100.000.10.084961081200122436607248Months since entry 8496108120UKegatnecre P100.000 100.20030.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120France 20.010.000.010.020.0egatnecre PUnemployment rate at entry Unemployment rateegatnecre P20.010.000.010.00122436607248Months since entry 84961081200122436607248Months since entry 84961081200122436607248Months since entry 8496108120Figure 6: Marginal effects with 95% confidence bands for the transition probability to ABROADcontinued45Employed Abroad Noincome Unemployedegatnecre P41.001.060.020.020.060.001.0Noincome Unemployed Employed Abroad 788490961021081141200612182430364260547248Months since entry 66Employed Noincome Abroad Unemployed 0612182430364260547248Months since entry 667884909610210811412006121824303642Unemployment scenarioegatnecre P500.300.100 100.300Abroad Noincome 7884909610210811412006121824303642New EU scenario 54607248Months since entry 66Employed 54607248Months since entry 66egatnecre Pegatnecre Pegatnecre P0.19.08.07.06.05.04.03.02.01.00.00.190.80.70.60.50.40.30.20.10.00.01.90.80.70.6.05.04.03.02.01.00.0Unemployed 78849096102108114120Abroad Noincome Employed 78849096102108114120Employed Abroad Noincome Unemployedegatnecre P600.400.20.000.020.040.0Unemployed 0612182430364260547248Months since entry 667884909610210811412006121824303642High Income scenario 54607248Months since entry 66Figure 7: Transition probabilities in scenarios left and change in transition probabilities w.r.t. basescenario right46", "filename": "615016804.pdf", "person": ["Govert E. Bijwaard", "Bijwaard, Govert E."], "date": ["2009"]}