{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/50407/1/615104290.pdf"], "title": ["On the accuracy of the probability method for quantifying beliefs about inflation"], "plaintext": "On the Accuracy of the Probability Method for Quantifyingcid:3Beliefs About Incid:13ationy Thomas Maag KOF Working Paper No. 230, July 2009This Version: April 2010Abstract This paper assesses the probability method for quantifying EU consumer survey dataon perceived and expected inflation. Based on household level data from the Swedishconsumer survey that asks for both qualitative and quantitative responses, it is foundthat the theoretical assumptions of the method do not hold. In particular, estimates ofunrestricted response schemes indicate that response intervals are asymmetric and thatqualitative inflation expectations are formed relative to perceptions of current inflation.Nevertheless, the probability method generates series that are highly correlated withthe mean of actual quantitative beliefs. For quantifying the crosssectional dispersionof beliefs, however, an index of qualitative variation is most accurate.JEL classicid:12cation: C53, D84, E31.Keywords: quantification, inflation expectations, inflation perceptions, qualitative responsedata, belief formation.cid:3y I thank Simone Elmer, Sarah M. Lein, Christoph Moser, Rolf Schenker and seminar participants at the KOF Swiss Economic Institute for helpful comments and suggestions. I am grateful to the Swedish National Institute of Economic Research for providing access to the Consumer Tendency Survey data. Financial supportby the Swiss National Science Foundation is gratefully acknowledged.KOF Swiss Economic Institute, ETH Zurich, CH8092 Zurich, Switzerland, Email: maagkof.ethz.ch 11 Introduction Surveys of households and firms are often qualitative. Rather than giving a quantitativeestimate of a particular variable, respondents are asked to indicate their beliefs on qualitativescales. In the European Union EU, beliefs of households about inflation are surveyed aspart of the Joint Harmonized EU Consumer Survey programme. Within this framework, harmonized qualitative surveys are conducted in all member states, covering a national samplesize of roughly 1,500 households on a monthly basis. The EU consumer survey thus providesan extensive and consistent dataset on beliefs about inflation.1 In particular, the EU consumer survey both asks for perceptions about current inflation and expectations about futureinflation. Consequently, the response data has been investigated by a large literature. Onlyrecently, the euro cash changeover and its effects on inflation perceptions of households hasgiven rise to a new strand of research.2 Since the EU consumer survey is qualitative, mostempirical applications rely on a method to quantify the qualitative response data in the firstplace. This paper assesses the validity of one particular method, the probability method for 5category scales, and compares its accuracy to other quantification approaches.Possibly the most widely used quantification method is the balance statistic proposed by Anderson 1952. It is originally defined as the difference between the share of respondentsthat perceive or expect positive inflation rates and the share of respondents that perceive orexpect negative inflation rates. Theil 1952 rationalizes the balance statistic, demonstratingthat it is an appropriate measure of the population mean if quantitative beliefs are uniformlydistributed. Furthermore, Theil 1952 suggests that the distributional assumption may berelaxed by imposing a normal distribution instead. Combined with the assumption that respondents perceive or expect prices to be constant in qualitative terms if their quantitative 1Currently, the Joint Harmonized EU Consumer Survey covers a monthly sample of roughly 40,000 consumers in 27 member states. The consumer survey consists of 15 qualitative questions pertaining to thehouseholds financial situation, perceived economic conditions and planned savings and spending. The questionnaire is translated into national languages and may include additional country specific questions, see European Commission 2007.2This literature centers on the rise in perceived inflation coinciding with the euro cash changeover, as documented in ECB 2005. Several explanations are being discussed, including increased information processingrequirements due to conversion rates, overreaction to prices of frequently bought items and anchoring of perceptions to prior expectations. See, e.g., Ehrmann 2006, Aucremanne, Collin, and Stragier 2007, Doehringand Mordonu 2007, Dziuda and Mastrobuoni 2006, AaltoSet al a 2006 and Fluch and Stix 2007. Abstracting from the euro cash changeover, other contributions use the EU consumer survey data to investigatebelief formation in general, see, e.g., D opke, Dovern, Fritsche, and Slacalek 2008, Forsells and Kenny 2004,Lamla and Lein 2008 and Lein and Maag 2008.2belief is within an indifference interval around 0%, the mean and variance of the imposeddistribution can be identified. The model of Theil 1952 has been rediscovered by Carlson and Parkin 1975 and is known today as the CarlsonParkin method or the 3categoryprobability method.3 Batchelor and Orr 1988 extend the probability method to responsedata on 5category scales as it is available from the EU consumer survey. Taking into account the particular wording of the EU consumer survey, Berk 1999 additionally suggestsan identification scheme that links inflation expectations to inflation perceptions.The goal of this paper is to assesses the 5category probability method and to derive lessonsfor applied research. The analysis relies on joining qualitative and quantitative responsedata on householdlevel, taken from the Swedish Consumer Tendency Survey. To the bestof my knowledge, only two studies have investigated surveys that ask for both qualitativeand quantitative responses. Defris and Williams 1979 consider a 5year sample from an Australian consumer survey. They document that the balance statistic as well as the 3category probability method generate series that are only weakly correlated with quantitativesurvey responses. Batchelor 1986 investigates microdata from the University of Michigan Survey of Consumers. In line with Defris and Williams 1979, Batchelor 1986 finds thatboth the balance statistic and quantified expectations generated with the probability methodare inaccurate, in particular in the short term. This result is in contrast to my findings for Sweden.This paper extends the literature in several respects. First, it provides a detailed assessment of the theoretical assumptions underlying the 5category probability method. Existing research focuses on the 3category probability method and on testing distributionalassumptions. Joining quantitative and qualitative responses on householdlevel allows to estimate unrestricted response schemes. The restrictions imposed by the 5category probabilitymethod can then be tested using likelihood theory. Second, the accuracy of the 5categoryprobability method relative to the mean and crosssectional standard deviation of quantitativeresponses is assessed in a long sample of 154 monthly surveys spanning 011996102008. Thediscussion centers on comparing correlation coefficients relying on the Fisher ztransformationand double block bootstrap confidence intervals. Accuracy is compared to a set of alternative 3A less common quantification method is the regression approach of Pesaran 1987. The regression methodextends the balance statistic, allowing for a nonlinear relation between response shares and quantitative beliefs.The method is outlined in Section 4. Pesaran 1987 discusses the threecategory probability method and theregression approach in detail. Nardo 2003 provides a recent survey of quantification methods.3quantification methods, including the 3category probability method, the balance statistic andthe regression approach. For quantifying the crosssectional heterogeneity of beliefs, the setof alternatives includes the 3category probability method, an index of qualitative variation,an index of ordinal variation and the disconformity index. Third, the probability method isassessed for quantifying both perceptions and expectations of inflation.The paper is structured as follows. Section 2 presents the data and highlights importantstatistical properties. Section 3 assesses the assumptions of the 5category probability method.Section 4 investigates the accuracy of the method and contrasts it with alternative approaches.Section 5 draws lessons for applied research. Section 6 concludes.2 Data Inflation opinions of Swedish households are being surveyed on a monthly basis since 1973.This paper uses monthly householdlevel response data which is available for the period 011996102008.4 Unlike most surveys in other countries, the Swedish Consumer Tendency Survey jointly asks for qualitative and quantitative beliefs about inflation. The questionnairecaptures beliefs in two steps.5 In a first step, households are asked to report perceived inflationon a fivecategory ordinal scale. This qualitative question is in line with the questionnaire ofthe Joint Harmonized EU Consumer Survey. The question reads:Compared with 12 months ago, do you find that prices in general are. . . ? LowerS1, about the same S2, a little higher S3, somewhat higher S4, a lot higher S5,dont know.In the following, S1 through S5 denote the qualitative response categories and s 1 through s 5are the fractions of households that opt for the respective category.6 In a second step, households are asked for a direct quantitative estimate of the current annual inflation rate. Thequestion reads: How much higherlower in percent do you think prices are now? In other 4During this period, the survey comprises a monthly sample of roughly 1,500 households which are interviewed by telephone. The sample horizon is limited by data availability. Before 1996, qualitative responseswere only recorded on a 3option ordinal scale and quantitative beliefs were only surveyed on a quarterly basis.5The exact procedure is outlined in the Gf K 2002 survey manual. A schematic of the questioning canbe found in Palmqvist and Str omberg 2004. Note that the English description of the response categoriesprovided by Gf K 2002 differs from the official terminology in European Commission 2007. In particular,European Commission 2007 labels the category S4 in the question on perceived inflation moderately higher.6Response shares are computed excluding the dont know category, i.e. s 1 through s 5 sum up to 100%.4words, the present rate of inflation. As a result and in contrast to the Joint Harmonized EUConsumer Survey, households report both qualitative and quantitative beliefs about inflation.In a similar manner, expected inflation is captured in a first step by asking:Compared to the situation today, do you think that in the next 12 months prices ingeneral will. . . ? Go down a little S1, stay more or less the same S2, go up moreslowly S3, go up at the same rate S4, go up faster S5, dont know.In a second step, quantitative beliefs are captured by asking: Compared with today, howmuch in percent do you think prices will go updown? In other words, inflationdeflation 12months from now.In line with the literature, the quantitative response data is adjusted for outliers. Responsesoutside the interval cid:030%; 30% are omitted which reduces the sample size by 0.3%.7 Moreover, only observations that contain nonmissing responses to the qualitative and quantitativequestions are considered. Regarding inflation perceptions, 13% of observations only includea qualitative but no quantitative response. Regarding inflation expectations, 15% of observations only include a qualitative but no quantitative response. As will be discussed in the nextsection, a theoretical assumption of quantification methods is that households form quantitative beliefs. The high shares of missing quantitative responses can therefore be considered asevidence against this assumption. However, an alternative interpretation is that qualitativeresponses with missing quantitative responses are uninformed and should be attributed tothe dont know category.8As Table 1 shows, the resulting sample includes almost 200,000 observations from 154monthly surveys spanning 011996102008. Throughout this paper, the discussion centerson this sample. The appendix additionally presents results for a shorter sample covering 012002102008. I consider this subsample to account for a potential structural break dueto a change in the surveying institution in 012002. As will be shown, results for both 7Over the entire sample period, 667 443 observations contain quantitative inflation perceptions expectations that are outliers.8This view is supported by the distribution of missing quantitative answers by qualitative response category.For inflation perceptions, about 70% of missing quantitative answers are accounted for by respondents thatopt for the qualitative category S3 a little higher. For inflation expectations, 40% of missing quantitative answers are accounted for by respondents that opt for the qualitative category S4 go up at the samerate. Note that 1.3% 2.2% of all observations only contain a quantitative but no qualitative perceptionexpectation.5Table 1: Summary statistics for quantitative responses Perceptions Expectations Observations Number of months Mean Median Standard deviation Share of integer answers Share of focal point answers Share of zero responses Mean response, given S1Mean response, given S2Mean response, given S3Mean response, given S4Mean response, given S5Overall 197,4871541.810.004.060.940.810.594.790.034.727.949.58Min Max 1,4561,0310.470.002.680.860.500.0820.000.053.985.224.255.915.005.370.980.920.802.120.465.9510.7216.00Overall Min Max 192,8451,4171542.101.003.730.920.720.443.890.024.064.773.980.590.002.680.820.560.126.360.033.043.913.129614.664.004.940.980.860.702.530.245.556.066.14Notes: The column overall presents results for the entire sample spanning 011996102008. Min and Max arethe monthly minimum and maximum of the respective statistic. All shares are relative to the overall numberof observations.estimation periods are consistent, confirming the validity of the results for the full sample.9As a measure of actual inflation I use the yearoveryear percentage change in the Harmonized Index of Consumer Prices HICP as published by Eurostat.10Figure 1a plots the crosssectional mean of quantitative inflation perceptions, togetherwith qualitative response shares and the actual inflation rate. The figure indicates thatquantitative inflation perceptions closely track actual inflation. The correlation between thetwo series is 0.78. Moreover, the first panel of Table 1 shows that the overall mean of inflationperceptions is 1.81%, as opposed to an average HICP inflation rate of 1.61%. Hence, inflationperceptions of the Swedish public are roughly unbiased during 011996102008. This findingis in line with earlier results of Jonung and Laidler 1988 for Sweden.11 Figure 1 further 9In 012002 the surveying institution has changed from Statistics Sweden to Gf K Sweden. The change goesalong with a decline in the share of missing quantitative responses. This might be partly due to differences inthe questioning, as outlined by Palmqvist and Str omberg 2004. However, the share of missing observationsrises again sharply in 2008 to levels before 2002. Hence, part of the initial decline in the share of missingquantitative responses appears to be coincidental.10I have also considered the Consumer Price Index CPI and the Consumer Price Index excluding mortgagepayments and indirect taxes CPIX. Particularly at the beginning of the sample period, these indices mighthave obtained more attention by the Swedish public than the HICP. Employing these alternative indices doesnot alter the conclusions in qualitative terms.11Inflation perceptions in Sweden seem relatively accurate compared to other countries. Relying on a monthlyhousehold survey conducted by the Federal Reserve Bank of Cleveland, Bryan and Venkatu 2001a, 2001bfind that inflation perceptions and expectations exceed actual inflation by several percentage points. For the 6indicates that inflation perceptions surge in 2008, exceeding actual inflation by roughly 2%.Meanwhile, the share of qualitative responses in the lowest two categories S1 and S2 lowerand about the same sharply declines.Figure 1b shows the crosssectional mean of inflation expectations. Again, inflation expectations exhibit pronounced comovement with actual inflation, the correlation between thetwo series being 0.70. Predictive power is relatively low, as the correlation with 12 monthsahead inflation is only 0.28. Table 1 documents that inflation expectations average somewhathigher than perceptions at 2.05%. Moreover, the figures reveal a systematic difference between qualitative perceptions and expectations of inflation. Qualitative inflation perceptionsare concentrated in categories S2 and S3 about the same and a little higher. During 19962008, 87% of respondents opt for these categories. In contrast, 70% of qualitative inflation expectations fall into categories S2 and S5 stay more or less the same and go upfaster.Table 1 highlights important properties of the quantitative response data. First, panel 1shows that beliefs about inflation are highly heterogeneous. Despite the low crosssectionalmeans, inflation perceptions and expectations exhibit crosssectional standard deviations of 4.06% and 3.73%, respectively. Second, panel 2 indicates that more than 90% of all quantitative answers are integers. Third, integer answers are concentrated at a few focal points.12Both for perceptions and expectations, the most frequently mentioned focal points are 5%,2%, 0%, 2%, 5%, 10%.13 As Table 1 indicates, the most important focal point is 0%, whichaccounts for more than half of all focal point responses. Towards the end of the sample period,the share of zero responses declines significantly. It attains a minimum of 8% for perceptionsand 12% for expectations in 062008. The high share of zero responses also explains thelow medians of quantitative beliefs. Fourth, the crosssectional mean of quantitative inflationperceptions is generally rising in the qualitative response category. This is shown in panel 3which summarizes the conditional means of quantitative responses depending on the qualitative response. As opposed to inflation perceptions, qualitative inflation expectations arenot ordered. For expectations, the mean response given S4 go up at the same rate is U.K., Driver and Windram 2007 report a correlation of perceived inflation with actual inflation of roughly 0.5 in a similar sample period.12In line with Bryan and Palmqvist 2006, focal points are defined as integers that are mentioned moreoften than their neighboring integers. I have not found any evidence for important noninteger focal points.13Of the remaining integers, 1, 3 and 4 obtain the highest response shares. This set accounts for 9% ofquantitative inflation perceptions and for 15% of expectations.7a Perceptions Figure 1: Qualitative response shares and mean quantitative responseb Expectations Notes: The lowest grey line shows the share s 1 of qualitative answers in category S1, the secondlowest greyline shows the cumulative share of answers in categories S1 and S2, etc.80123456%0.2.4.6.81Cumulative share 1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Qualitative response shares s 1 lowest, s 5 highestMean quantitative response rhsHICP inflation rate rhs012345%0.2.4.6.81Cumulative share 1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Qualitative response shares s 1 lowest, s 5 highestMean quantitative response rhsHICP inflation rate rhshigher than the mean response given S5 go up faster. Also, in comparison to inflationperceptions, the differences between the crosssectional means given qualitative responses S3,S4 and S5 are only minor.14 Fifth, the relation between quantitative and qualitative responsesis time varying. The differences between overall, minimum and maximum conditional meansare considerable for most categories. The only exception is S2 about the same: Giventhis qualitative response, the mean quantitative response is always close to 0%.These initial results suggest that the relation between quantitative and qualitative beliefsabout inflation is complex. The response scheme, i.e.the formal relation between quantitative and qualitative responses, appears to be time varying. Moreover, the conditionalmean of quantitative expectations is not monotonously rising in the order of the qualitativeresponse categories. While the 5category probability method allows for a time varying response scheme, it imposes a certain symmetry on the response scheme and requires orderedqualitative data. Regarding the distributional assumptions, the mean and median values indicate that quantitative beliefs are positively skewed and therefore not normally distributed.The concentration of answers at focal points, in particular at 0%, raises additional doubtwhether any of the common parametric distributions adequately describes the quantitativeresponse data. The next section thus discusses in detail whether the assumptions of theprobability method are consistent with the data.3 Validity of the Probability Method 3.1 Theoretical Assumptions This section tests the main theoretical assumptions of the 5category probability method forquantifying qualitative response data. Building on contributions of Theil 1952 and Carlsonand Parkin 1975, the 5category probability method has been proposed by Batchelor and Orr 1988. To begin with, the method is briefly outlined.Assume that previous to answering the consumer survey, respondent i forms a quantitativebelief cid:25et;i about inflation over the upcoming 12 months.15 Respondent i then answers the 14On a monthly basis, the mean of inflation perceptions is not always strictly rising too. This is indicatedby the minima of monthly conditional means in panel 3 of Table 1. But the conditional means lack order onlyin 27 months, as opposed to 136 months for inflation expectations.15The analogous approach for quantifying perceived inflation cid:25pt;i and detailed derivations can be found in Appendix A.1.9qualitative survey question on expected inflation according to the following response scheme:t;i cid:0cid:14tcid:25ecid:0cid:14t cid:20 cid:25et;i cid:14tcid:0 cid:17tcid:14t cid:20 cid:25et;i cid:25rtcid:0 cid:17t cid:20 cid:25et;i cid:25rt cid:17tcid:21 cid:25rcid:25et cid:17tt;icid:25rtstay more or less the same S2: prices in general will go down a little S1:: go up more slowly S3: go up at the same rate S4: go up faster S51The response scheme is defined by the parameters cid:14t, cid:17t and cid:25rt . In the following, cid:25rt isreferred to as reference inflation. It is the inflation rate that people have in mind when optingfor answer S4 prices will go up at the same rate and, for inflation perceptions, pricesare moderately higher. The first key assumption of the probability method restricts theresponse scheme to be fully defined by these three parameters:Assumption 1: The response intervals are symmetric around 0% and around cid:25rt .The corresponding intervals cid:0cid:14t; cid:14t and cid:25r S2 and S4 respectively. A second assumption imposes structural homogeneity on the responset cid:17t correspond to qualitative responsescid:0 cid:17t; cid:25rtscheme:Assumption 2: Threshold parameters cid:14t and cid:17t and the reference inflation cid:25rt are identicalacross respondents.Quantitative inflation expectations cid:25et;i will vary across respondents due to differences ininformation sets and information processing. To infer the mean quantitative inflation expectation from qualitative response shares, the probability method imposes a distributionalassumption on cid:25et;i. The standard assumption is that the crosssectional distribution of quantitative beliefs is normal:Assumption 3: The crosssectional distribution of quantitative beliefs is normal, i.e. cid:25et;icid:24N cid:25et ; cid:27et 2.The parameters of interest are the crosssectional mean cid:25et and standard deviation cid:27et ofquantitative beliefs. As outlined in Appendix A.1, the above assumptions yield a system of 4 linearly independent equations with 5 unknowns cid:25et which can be solved fort . The solution for both parameters is equal to the product of reference inflation cid:25rtt , cid:14t, cid:17t, cid:25rt cid:27et and cid:27ecid:25eand a function of the response shares s 1t ; :::; s 5t .10The usual identification scheme restricts reference inflation cid:25rt . For quantifying inflationexpectations two choices of cid:25rt are apparent. First, reference inflation can be set equal tosome actual rate of inflation, assuming that the respondent knows the actual rate of inflationand answers the question relative to this value. Second, reference inflation can be set equalto previously quantified perceived inflation cid:25pt as suggested by Berk 1999. This approachis supported by empirical evidence that households are not necessarily well informed aboutactual inflation.16 Identifying cid:25rt is less obvious for inflation perceptions. Following Carlsonand Parkin 1975 it is commonly assumed that inflation perceptions are unbiased over thesample horizon. This assumption can be imposed by restricting cid:25rt to a constant accordingly.17The last assumption thus reads:Assumption 4: The reference rate of inflation cid:25rt for quantifying inflation expectations isequal to actual inflation or quantified perceived inflation. The reference rate of inflationfor quantifying inflation perceptions is time invariant.3.2 Symmetry of the Response Scheme Assumption 1 restricts response intervals to be symmetric around 0% and around cid:25rt . Totest the validity of this assumption I estimate an unrestricted response scheme defined by 4threshold parameters. Assume that respondent i answers the qualitative question accordingto the following scheme:18cid:221tcid:222tcid:223tcid:25et;i t;i cid:221tcid:20 cid:25et;i t;i cid:222tcid:20 cid:25et;i t;i cid:223tcid:20 cid:25et;i t;i cid:224tt;i t;i cid:21 cid:224cid:25et: prices in general will go down a little S1:stay more or less the same S2: go up more slowly S3: go up at the same rate S4: go up faster S52The idiosyncratic component t;i allows the response scheme to shift between individuals.Under the assumption that the idiosyncratic component represents the sum of independentidiosyncratic factors it is reasonable to assume that t;i is normally distributed. One thus 16See, e.g., Bryan and Venkatu 2001a, 2001b who document that inflation perceptions of U.S. householdsare significantly biased.17The solution for cid:25r 18The identical scheme applies to inflation perceptions, with cid:25et is given by Equation A.7 in the Appendix.t;i being replaced by cid:25pt;i.11obtains an ordered probit model Zavoina and Mc Kelvey, 1975.In contrast to the usualidentification scheme, I restrict the coefficient on the quantitative belief cid:25ethe variance of t;i remains unrestricted. Assuming that t;i cid:24 N 0; cid:272t;i to unity, whereast , the following probabilities are obtained:P S1jcid:25et;i; cid:22t; cid:27t P S2jcid:25et;i; cid:22t; cid:27t P S3jcid:25et;i; cid:22t; cid:27t P S4jcid:25et;i; cid:22t; cid:27t cid:0cid:25ecid:0cid:25ecid:0cid:25ecid:0cid:25et;i cid:221tcid:27tt;i cid:222tcid:27tt;i cid:223tcid:27tt;i cid:224tcid:27tcid:0cid:25ecid:0cid:25ecid:0cid:25ecid:0cid:25et;i cid:221tcid:27tt;i cid:222tcid:27tt;i cid:223tcid:27tcid:0 cid:0 cid:0 P S5jcid:25et;i; cid:22t; cid:27t 1 cid:0 g. Deviating from the assumptions of the probability method, cid:221t;i cid:224tcid:27tt ; :::; cid:224tt ; cid:222tt are not required to be symmetric around 0% and the reference rate of inflation,where cid:22t fcid:221and cid:223t ; cid:224respectively.Table 2 presents the maximum likelihood estimation results of the unrestricted responsescheme. By construction, the threshold parameters are rising in the qualitative responsecategory. The model is confirmed by highly significant parameter estimates which are stableacross subperiods. The width of the interval cid:221t ; cid:222t corresponding to qualitative response S2 about the same exceeds 8% both for perceptions and expectations. The estimatedparameters suggest that this interval is not symmetric around 0%. Relying on maximumlikelihood theory, I test the restriction that cid:221t with a likelihood ratio test.19 Thesecond panel of Table 2 shows that this test clearly rejects the null hypothesis of symmetry.t cid:0cid:222The estimates point to systematic differences between perceptions and expectations. Whilethe threshold parameters for inflation perceptions are increasing from cid:221t cid:06:91% tot cid:07:04% andt 13:89%, the thresholds for inflation expectations range between cid:221cid:224cid:224t 5:61%. For inflation expectations, the threshold parameters that define the response 19The test statistic is given by LR cid:02 log Lr cid:0 log Li ! cid:312q, where log Lr is the log likelihood of therestricted model and log Li is the log likelihood of the unrestricted model. The number of restrictions is givenby q 1.12Table 2: Estimated response schemes for perceived and expected inflationcid:221tcid:222tcid:223tcid:224tcid:27t 1996200820022008Perceptions Expectations6.9090.03003.1940.013810.950.026713.890.03883.7820.01187.4040.03671.7390.01412.7970.01415.6090.01744.4270.0163Perceptions Expectations7.5950.04572.5260.018810.970.036214.040.05204.2600.01817.8830.05560.6170.02302.0050.02125.6820.02515.0830.0270197,487138,263NLog LLikelihood ratio tests H 1LR statistic Pvalue 20,978.940.000 : Symmetry such that cid:222t cid:0cid:221t q 1192,845220,521110,07188,738109,782136,56235,749.400.0017,427.610.0025,138.600.00Notes: This table shows maximum likelihood estimates of the unrestricted response scheme 2. Monthly data,011996102008 and 012002102008. N is the number of observations, log L is the log likelihood, standarderrors in parentheses. , and indicate statistical significance at the 10%, 5% and 1% level, respectively.intervals for S3, S4, S5 are in a narrow range of 4 to 5 percent. This allows for two interpretations: Either, the response intervals are indeed narrower for inflation expectations thanfor inflation perceptions, or the ordered model does not adequately describe the formationof qualitative inflation expectations. The second interpretation is suggested by the lack oforder in conditional means documented in Section 2. The unordered nature of qualitativeresponses seems to be caused by the relative wording of the response categories. The qualitative response S4 prices will go up at the same rate anchors the qualitative expectationto the perception of current inflation. A respondent who gives consistent answers will alwaysopt for qualitative response S4 if the quantitative expectation corresponds to the subjectivequantitative perception of inflation, irrespective of the level of expected inflation. The secondinterpretation is also supported by the substantially lower log likelihood of the model forexpectations, despite the lower number of observations.I therefore estimate a scheme for positive inflation expectations cid:25et;i that accounts for therole of quantitative inflation perceptions cid:25pt;i at the householdlevel:13Table 3: Estimated relative response schemes for expected inflation Expectations Income groups 1st quartile lowestcid:221tcid:222tcid:27t 1st quartile7.1720.1841.3220.08396.2120.1392nd quartile6.0140.1161.0590.05504.9560.08263rd quartile5.0560.05690.8050.04454.0560.00624th quartile Overall3.9280.01320.5750.01043.1820.00395.3160.05000.8140.02424.3690.034715,13312,59115,58412,43610,046N8,759Log LLikelihood ratio tests H 1H 2H 30 : Identical threshold parameters cid:221t , cid:2220 : Identical standard deviation cid:27t q 30 : Identical thresholds and standard deviation q 9t q 660,38119,61849,21714,921LR statistic Pvalue 746.60907.961,020.930.000.000.00Notes: This table shows maximum likelihood estimates of the relative response scheme 3. Monthly data,012002102008. Standard errors in parentheses. , and indicate statistical significance at the 10%,5% and 1% level, respectively.cid:25pt;i cid:221tt;i t;i cid:25pcid:25ecid:20 cid:25et;i t;i cid:25pt;i t;i cid:21 cid:25pcid:25et;i cid:221tt;i cid:222tt;i cid:222t: prices in general will go up more slowly S3: go up at the same rate S4where t;i cid:24 N 0; cid:272t ; cid:222lies in the range cid:221: go up faster S53cid:0cid:25pt . This scheme assumes that the respondent will opt for S4 if cid:25et;it . Maximum likelihood estimation results can be found in the lastt;icolumn of Table 3. All parameters are highly significant, confirming that the qualitativeresponse about expected inflation is linked to the quantitative inflation perception. Moreover,the response interval is highly asymmetric: Qualitative answers are more responsive to anincrease of quantitative expectations over perceptions than to a decrease. The significance ofthe relative response scheme suggests that despite the lack of an unambiguous relation betweenquantitative and qualitative expectations, the 5category survey contains more informationthan a 3category survey that does not distinguish between S3, S4 and S5.In sum, the results indicate that Assumption 1 is not satisfied. Under the normalityassumption, the estimated response interval is not symmetric around 0%, both for inflation 14perceptions and expectations.20 Furthermore, the response interval is not symmetric aroundcid:25rt for inflation expectations. The estimations confirm that qualitative inflation expectationsare formed relative to perceived inflation. This result suggests that the link between expectations and perceptions should be exploited in quantifying qualitative responses.3.3 Homogeneity of the Response Scheme Assumption 2 imposes that threshold parameters cid:14t and cid:17t and reference inflation cid:25rt are homogeneous across respondents. Since the Swedish dataset only contains one observation perindividual, this assumption is tested by estimating the response scheme for different incomegroups.21 Tables 4 and 5 summarize the estimation results for perceptions and expectations,respectively. The tables show that the absolute values of threshold parameters tend to declinein income. The lower panel of Tables 4 and 5 show likelihood ratio tests of three restrictions.The null hypotheses state that threshold parameters are identical across income groups H 10 ,that standard deviations are identical across income groups H 20 and that threshold parameters and standard deviations are identical across income groups H 30 . All three hypothesesare clearly rejected.Table 3 presents estimation results for the relative response scheme 3 that links expectedinflation to perceived inflation. Again, all three hypotheses are clearly rejected. The estimatesshow the same pattern as above: The absolute values of threshold parameters are declining inincome. Overall, these results suggest that the response scheme systematically differs acrossincomegroups, which implies that Assumption 2 is violated.2220This finding is consistent with Henzel and Wollmersh auser 2005 who investigate data from a specialedition of the ifo World Economic Survey that directly asks respondents to indicate the indifference interval.Henzel and Wollmersh auser 2005 report that the positive threshold parameter is larger in absolute termsthan the negative parameter. As opposed to the Swedish survey, however, the ifo survey queries professionalforecasters and answers are given on a 3category ordinal scale.21I have also considered educational groups, with unchanged qualitative results.22Note that the mean of beliefs about inflation also depends on socioeconomic characteristics. The crosssectional means of perceptions and expectations are declining in income. This pattern is consistent with theestimated response schemes that suggest that individuals in the highest income quartile experience deviationsof inflation from zero as more relevant in qualitative terms than individuals in lower income quartiles.15Table 4: Estimated response schemes for perceived inflation by income groups Perceptions Income groups 1st quartile lowestcid:221tcid:222tcid:223tcid:224tcid:27t 1st quartile9.0740.1422.4110.057111.550.10014.600.1365.2320.05832nd quartile8.2010.1052.4870.042911.680.082415.070.1194.6820.04253rd quartile6.6570.08212.4050.035210.630.070413.530.1043.7590.032624,84520,71825,48219,346N17,092Log L15,584Likelihood ratio tests H 1H 2H 30 : Identical threshold parameters cid:221t , ,cid:2240 : Identical standard deviation cid:27t q 30 : Identical thresholds and standard deviation q 15t q 124th quartile Overall5.8330.06272.3660.02719.4050.054112.160.08363.1790.02387.3080.04592.4790.019210.790.037213.770.05354.1200.018332,614100,03323,16379,851LR statistic Pvalue 1,868.211,115.682,080.000.000.000.00Notes: This table shows maximum likelihood estimates of the unrestricted response scheme 2. Monthly data,012002102008. Standard errors in parentheses. , and indicate statistical significance at the 10%,5% and 1% level, respectively.16Table 5: Estimated response schemes for expected inflation by income groups Expectations Income groups 1st quartile lowestcid:221tcid:222tcid:223tcid:224tcid:27t 1st quartile9.2290.1650.7030.06862.4520.06337.0750.08056.0890.08272nd quartile8.3030.1240.4400.05271.9720.04806.1640.05755.4480.06143rd quartile7.0310.1020.5910.04291.8160.03945.1360.04524.4880.048417,23221,816NLog LLikelihood ratio tests H 1H 2H 324,75731,16325,38431,2060 : Identical threshold parameters cid:221t , ,cid:2240 : Identical standard deviation cid:27t q 30 : Identical thresholds and standard deviation q 15t q 124th quartile Overall5.9680.07470.7830.03151.8350.02944.4070.03283.7890.03447.5980.05610.6000.02331.9500.02155.5020.02534.9050.027132,52899,90139,092124,179LR statistic Pvalue 1,102.841,689.361,804.000.000.000.00Notes: This table shows maximum likelihood estimates of the unrestricted response scheme 2. Monthly data,012002102008. Standard errors in parentheses. , and indicate statistical significance at the 10%,5% and 1% level, respectively.173.4 Normality of Quantitative Responses Assumption 3 requires that the crosssectional distribution of quantitative beliefs is normal.Normality has been tested and rejected for inflation expectations of consumers Batchelor and Dua, 1987 and professional forecasters Carlson, 1975, Lahiri and Teigland, 1987. Thesestudies generally find that quantitative beliefs are positively skewed and leptokurtic. Bothpatterns can also be found in the Swedish survey data, as panel 1 of Table 6 indicates. Beliefsabout inflation exhibit a pronounced positive skewness and are leptokurtic. Consequently,the JarqueBera test rejects the null hypothesis of normality in every single survey month, aspanel 2 of Table 6 shows.More generally, the probability method requires that beliefs follow some identifiable parametric distribution. Lahiri and Teigland 1987 suggest a noncentral t distribution as analternative to the normal distribution. The noncentral t distribution allows for positive skewness and fat tails. I formally test whether quantitative responses follow this distribution usingthe KolmogorovSmirnov test.23 Results are summarized in panel 3 of Table 6 and show thatthis null hypothesis is also rejected in all months.These formal tests do not answer the question which parametric distribution producesthe best quantification results. The answer will also depend on the time period. During 19962007, the high share of zero responses cannot be reconciled with both the normal andnoncentral t distributions. With the rise in perceptions and expectations of inflation in 2008,the shape of the empirical distribution becomes somewhat smoother and less skewed, as theshare of zero responses declines. Overall, the results indicate that differences in the relativefit of common parametric distributions are predominated by the high share of zero responses.This conjecture is consistent with Berk 1999, Dasgupta and Lahiri 1992 and Smith and Mc Aleer 1995 who find that the accuracy of the quantified series does not significantly varybetween any of the common parametric distributions.23The KolmogorovSmirnov statistic is given by DnF supxj Fnx cid:0 F xj, where Fn: is the empiricaldistribution function. Note that the noncentral t distribution is equal to the t distribution if the noncentralityparameter cid:22 is zero.18Table 6: Tests for the distribution of quantitative responses Perceptions Expectations Overall 4.0440.51Min 0.059.96Max 8.50117.206,099.240.00771.610.00Skewness Kurtosis JarqueBera test for normal distribution JB statistic Pvalue KolmogorovSmirnov test for noncentral t distribution KS statistic Pvaluecid:22df 22,361.000.000.310.000.511.020.120.000.1010.410.004.003Overall 3.6443.965,837.780.000.240.000.741.01Min0.3110.85Max 9.31151.95543.040.0027,213.380.000.140.000.2010.370.002.702Notes: Monthly data, 011996102008. Overall denotes the mean of monthly statistics, Min and Max are themonthly minimum and maximum of the respective statistic. The JarqueBera statistic is asymptotically cid:3122cid:00:5, where Ndistributed. The approximate 1% critical values for the KolmogorovSmirnov are given by 1:52Nis the number of observations. The noncentral t distribution is defined by the noncentrality parameter cid:22 andthe degrees of freedom df . The table shows the parameters that minimize the KolmogorovSmirnov statistic.3.5 Decid:12ned Reference Rate of Incid:13ation Assumption 4 requires that reference inflation cid:25rtis equal to some defined value. This assumption is required to identify the system of equations that is generated by Assumptions 1to 3. As outlined above, for identifying perceived inflation it is typically assumed that reference inflation is a constant such that perceptions are unbiased. To assess this assumption,Figure 2a shows the mean of quantitative inflation perceptions given by households that optfor qualitative response S4. The conditional mean of perceptions is highly volatile with astandard deviation of 1.15%. It averages at 7.93% but shows a declining tendency over time.The assumption that the reference rate of inflation is constant over time is clearly at oddswith this pattern.For expected inflation, reference inflation is commonly assumed to be equal to actual inflation or to previously quantified perceived inflation. Figure 2b shows that the conditionalmean of inflation expectations given qualitative answer S4 is less volatile, with a standarddeviation of only 0.53%. The figure plots three alternative measures of reference inflation:The conditional mean of quantitative inflation perceptions of respondents that expect pricesto go up at the same rate S4, quantified inflation perceptions and actual HICP inflation.2424Inflation perceptions are quantified using the 5category probability method with the unbiasedness assumption.19Clearly, the conditional mean of inflation perceptions closely follows the conditional mean ofinflation expectations. The correlation coefficient of the two series is 0.94, the average leveldifference only 0.39%. The similarity of these series is in line with the finding that qualitativeexpectations are formed relative to quantitative perceptions.In contrast, the correlationsof the conditional mean with quantified inflation perceptions and actual inflation are 0.15and 0.06, respectively. In both cases, the level difference is substantial. Consequently, the assumption that reference inflation corresponds to quantified or actual inflation can be rejected.However, the correlations of the conditional mean with quantified inflation perceptions andactual inflation increase to 0.46 and 0.41 during 20022008. Notably, a comovement of thesemeasures of moderate inflation with the conditional mean is apparent towards the end of thesample period, when actual inflation substantially increases.Alternatively, Assumption 4 can be assessed based on the implied level of reference inflation. The implied level of reference inflation is obtained by combining the crosssectionalmean of quantitative responses with Assumptions 1 to 3.25 Assessing this series amountsto a joint test of Assumptions 1 to 3. Figure 2a indicates that implied reference inflationfluctuates around a similar level as the conditional mean of inflation perceptions. However,the correlation between the two series is 0.06. For inflation expectations shown in Figure 2b,the implied reference inflation averages 2% below the conditional mean. The correlation ofthe two series is 0.31. Provided that the true reference rate of inflation is equal to the conditional mean given qualitative answer S4, these results suggests that Assumptions 1 to 3 canbe jointly rejected. In light of this finding, the next section assesses the joint validity of all 4hypotheses in more detail.3.6 Joint Assessment While all four hypotheses can be individually rejected, this section investigates the jointvalidity of the assumptions. The focus does not lie on rejectionnonrejection but rather onthe degree of overall validity. I proceed by quantifying the qualitative survey data with the 5category probability method.26 This yields the threshold parameters cid:14t and cid:17t which can 25Given the crosssectional mean cid:25et of quantitative inflation expectations, implied reference inflation can beobtained by rearranging Equation A.3.26Inflation perceptions are quantified by imposing the unbiasedness condition. For inflation expectations it isassumed that reference inflation is equal to quantified inflation perceptions. Detailed derivations are providedin Appendix A.1.20a Perceptionsb Expectations Figure 2: Measures of reference inflation cid:25rt Notes: This figure shows alternative measures of cid:25rt . Mean response S4 is the mean quantitative belief ofrespondents that opt for qualitative answer S4. Conditional mean perception is the mean quantitative inflationperception of respondents that opt for S4 in the question about expected inflation. Implied reference inflationand quantified inflation perceptions are derived using the 5category probability method. For quantifyingperceptions the unbiasedness condition is imposed.210246810%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Mean response S4Implied ref. inflation HICP inflation 02468%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Mean response S4Conditional mean perception Implied ref. inflation HICP inflation Quantified perceptionbe used to construct the implied response scheme on a monthly basis.Figure 3 shows box plots of the distribution of monthly response shares. For each answercategory, the fraction of quantitative beliefs that lie within the implied response intervalquant. is compared to the actual share of qualitative responses N.27 For inflationperceptions, Figure 3a signals pronounced deviations of implied from actual response fractionsin categories S3 and S5. The high share of quantitative responses in the implied range of S5is consistent with the previous finding that the distribution of responses is positively skewedand leptokurtic. Moreover, the low fraction of quantitative responses in the implied range of S3 appears to be a direct consequence of fitting the normal distribution to the high share ofzero responses.A similar pattern is obtained for inflation expectations. Figure 3b illustrates that thedeviation of the implied from the actual response share is highest for categories S3, S4 and S5. Similar to perceptions, the fraction of quantitative responses in the implied range of S5exceeds the actual share of qualitative responses. This pattern also relates to the finding ofthe previous section, according to which the mean quantitative answer of respondents optingfor qualitative answer S4 is significantly higher than actual inflation or quantified inflationperceptions. Consequently, a large fraction of these quantitative answers fall into the intervalof the qualitative answer S5.Further insights can be gained by looking at the fraction of quantitative responses that liebelow or above the implied response interval. Figure A.1 in the Appendix shows these fractionsrelative to the number of responses in the respective qualitative response category. Both forperceptions and expectations, the figure reveals that the 5category probability method bestaccommodates qualitative answer S2. On average, 99% of quantitative responses associatedwith qualitative answer S2 lie within the implied response interval. S2 is the most importantqualitative response, accounting for roughly 59% of perceptions and 42% of expectationsduring 19962008. Regarding inflation perceptions shown in Figure A.1a, coverage for thesecond most important category S3, which obtains 30% of responses, is lower. Only about 30% of quantitative responses are within the implied response interval. A relatively largeshare of quantitative responses lies below the implied response interval, indicating that theinterval around 0% is too wide. The worst coverage results for S4, but only 4% of respondents 27Note that by construction, the actual share of qualitative responses corresponds to the predicted share ofquantitative responses under the normality assumption.22opt for this qualitative category.The pattern is different for inflation expectations. Figure A.1b indicates that only about 10% of quantitative beliefs fall into the implied response intervals for S3 and S4. Mostquantitative responses are above the implied interval. This can be explained by the highshare of on average 27% of responses in category S5. Fitting this share leads to a downwardshift of the lower response intervals. Moreover, the previous section has shown that quantifiedperceptions are significantly lower than reference inflation cid:25r. Hence, the implied responseintervals linked to quantified perceptions will be too low.The above findings also hold in the 012002102008 subperiod, as Figures A.2 and A.3 inthe Appendix confirm. In sum, the results suggest that Assumptions 1 through 4 are invalid.This leads to significant distortions primarily concerning the incorporation of informationfrom positive categories S3, S4, S5, which seem more pronounced for inflation expectationsthan for inflation perceptions. The next section assesses the implications for the accuracy ofthe probability method.23a Perceptionsb Expectations Figure 3: Actual and theoretical response fractions Notes: These figures show the fraction of quantitative answers within the implied response interval quant.and the actual share of qualitative responses N . S1 through S5 are the qualitative response categories.Sample period 011996102008. Perceptions are quantified using the 5category probability method unbiasedwith respect to HICP inflation. Expectations are quantified using the 5category probability method withquantified perceptions as reference inflation. Each box covers the range between the 25th and 75th percentileof monthly fractions and contains a median line. Upper lower adjacent values are given by the highest valuenot greater than the 75th 25th percentile 32 of the interquartile range.240.2.4.6.8S1 quant.NS2 quant.NS3 quant.NS4 quant.NS5 quant.Nexcludes outside values 0.2.4.6.8S1 quant.NS2 quant.NS3 quant.NS4 quant.NS5 quant.Nexcludes outside values4 Accuracy of the Probability Method 4.1 Level and Dynamics of Beliefs This section assesses the accuracy of the 5category probability method relative to the mean ofactual quantitative survey responses. Perceptions and expectations of inflation are quantifiedby imposing the usual restrictions. Inflation perceptions are assumed to be unbiased withrespect to HICP inflation.Inflation expectations are quantified by setting reference inflation equal to HICP inflation and alternatively, following Berk 1999, to quantified perceivedinflation.28 The 5category probability method is compared to a set of alternative quantification methods. The first alternative is the 3category probability method of Carlson and Parkin 1975.29 The second alternative is the scaled balance statistic with mean and variance of actual inflation. In line with the literature, the 5category balance statistic is given bycid:0 snt ,t are the fractions of respondents that report that prices are rising and falling,s 5 0:5s 4 cid:0 0:5s 2 cid:0 s 1. The 3category balance statistic is given by s 5 s 4 s 3 cid:0 s 1 spwhere spt and sntrespectively. The third alternative is the Pesaran 1987 regression approach for 3categoryresponse data.30The primary measure of accuracy I consider is the Pearson correlation coefficient betweenthe quantified series and the crosssectional mean of quantitative responses. As opposed to themean absolute error MAE or root mean squared error RMSE, the correlation coefficientis robust to a constant scaling of the involved series. In particular, the correlation coefficientis unaffected by the average level of reference inflation cid:25r. Another advantage of employingthe correlation coefficient is that its distributional properties have been explored. The Fisherztransformation of the correlation coefficient results in an approximately normal randomvariable, provided the underlying data follows a bivariate normal distribution. Relying onthe Fisher ztransformation, the null hypothesis that two correlation coefficients are equal 28Perceived inflation is quantified using the 5category probability method under the assumption of unbiasedness with respect to HICP inflation.29Answer categories are aggregated following Berk 1999, see Appendix A.2 for details.30Unlike the early regression approaches suggested by Theil 1952 and Anderson 1952, the Pesaran 1987approach allows for asymmetric response behavior in periods of rising and falling inflation. The Pesaranapproach is based on nonlinear least squares estimation of the model cid:25t cid:121sp t, where cid:25t denotesactual HICP inflation. Expected inflation is generated in a second step as a prediction of this model basedon answering fractions about inflation expectations where coefficient estimates are obtained in the first stepusing perceptions data. A measure of perceived inflation is computed as the prediction of the model usingthe perceptions data it has been estimated with.1cid:0cid:123spcid:0cid:122snttt 25cid:261 cid:262 can be tested using the following statistic:z tanhcid:01cid:261 cid:0 tanhcid:01cid:2624cid:01cid:26i 0:5ln 1cid:26i 1cid:0cid:26i 1. The z statistic is approximately normal with variancewhere tanh T1cid:03 1T2cid:03 , where T1 and T2 are the sample sizes underlying correlation coefficients cid:261 andcid:262, respectively. However, the normal approximation may be inaccurate in the present casebecause jcid:26ij is high and the underlying series are serially dependent Mudholkar, 2006. Itherefore assess significance based on double block bootstrap confidence intervals for the zstatistic.31Table 7 summarizes the results. The underlying series are plotted in Figures A.4 and A.5in the Appendix. All statistics are provided for levels and first differences. The last columnin each panel shows the Fisher z statistic for testing the null hypothesis that the differencebetween the correlation coefficient in the first row of each panel cid:261 and the correlation coefficient in the respective row cid:262 is zero. Since the quantified series and the mean quantitativebeliefs are highly persistent, the discussion focuses on results for first differences.32 Theseresults are not subject to spurious regression problems as the first differences are stationary.However, the results on the significance of correlation are mostly consistent for levels and firstdifferences.Panel 1 of Table 7 indicates that in terms of correlation with the mean of quantitativeperceptions, all quantification methods perform well. The correlation in first differences is 0.86for the series generated with the 5category probability method. The 3category probabilitymethod generates virtually identical results.Interestingly, the 5category and 3categorybalance statistics are more accurate, with correlation coefficients of 0.91 and 0.89, respectively.The zstatistic indicates that the correlation coefficient for the 5category balance statistic issignificantly higher than the correlation coefficient for the 5category probability method.Regarding expectations, panel 2 of Table 7 shows that the accuracy of the 5categoryprobability method depends on the imposed reference inflation. Employing quantified per31Matlab codes are available from the author. The double moving block bootstrap of the percentile confidenceinterval is based on 1,000 first level replications and 2,500 second level replications and a block size of 5. See Efron and Tibshirani 1993 for a description of the method.32Employing an Augmented DickeyFuller test the null hypothesis of a unit root cannot be rejected on the 10% level for all actual and quantified mean series.26etoned.tac 3PCIHPdna tac 5PCIHP.,snoitpecrepro F.800201699110,sesnopserevitatitnauqfonaemehtotevitalerderusaemsiycarucc A:seto N,snoitatcepxero F.noitaflni PCHIottcepserhtiwdesaibnuerasnoitpecreptahtnoitpmussaehtrednudohtemytilibaborpyrogetac3dnayrogetac5eht,noitaflni PCHIdnasnoitpecrepdefiitnauqybnevignoitaflniecnereferhtiwsdohtemytilibaborpyrogetac5ehtera.tac 5PCIHP.dna.tac 5.cre PP.ecnereffdiehtsadenfiedsisai B.desaibnuerasnoitatcepxetahtnoitpmussaehtrednudohtemytilibaborpyrogetac3ehtsi.tac 3PCIHP ylevitcepsersiz.sesnopserevitatitnauqfonaemehthtiwtneicffieocnoitalerrocehtsicid:26.sesnopserevitatitnauqfonaemehtdnasfeilebdefiitnauqfonaemehtneewtebnoitalerrocehtdnalenaphcaefowortsrfiehtnitneicffieocnoitalerrocehtneewtebecnereffdiehttahtsisehtopyhllunehtgnitsetrofcitsitatszrehsi Fehtpartstoobkcolbelbuodnodesablevel%1dna%5,%01ehttazfoecnacfingisilacitsitatsetacidnidna,.orezsiworevitcepserehtnitneicffieoc.slavretniecnedfinocelitnecrepsnoitatcepxednasnoitpecrepnoitaflnidefiitnauqfoycarucc A:7elba Tsecnereffditsri Fz22.090.021.020.0cid:2668.038.019.098.058.0ESMREAM51.051.031.041.061.021.011.011.001.021.0sai B00.000.000.000.000.0z15.042.040.044.0secnereffditsri Fz55.050.060.031.010.0cid:2608.005.028.028.048.018.0ESMREAMsai Bz 71.003.051.031.041.081.031.032.031.071.041.031.000.000.000.000.000.000.074.060.053.081.080.0cid:2679.089.099.079.049.0cid:2649.068.059.098.069.059.0leve LESMREAM23.042.052.013.074.022.091.002.022.052.0leve LESMREAM98.069.042.052.013.092.058.078.094.065.015.022.0sai B71.071.002.002.012.0sai B58.078.094.094.094.021.0.tac 5PCIHP tac 3PCIHP tac.tac.tac 533ecnala Becnala Bnarase P.tac 5.cre PP tac 5PCIHP tac 3PCIHP tac.tac.tac 533ecnala Becnala Bnarase Psnoitatcepx Esnoitpecre P27ceptions generates significantly better results than employing actual HICP inflation, as thezstatistic indicates. The correlation coefficients are 0.80 and 0.50, respectively. The mostaccurate method for quantifying inflation expectations is again a balance statistic. Moreover,the 3category regression approach is slightly more accurate than the 5category probabilitymethod. These differences are not statistically significant, however. Results for the sample 012002102008 in Table A.1 confirm these findings.In sum, all quantification methods generate series that are highly correlated with the crosssectional mean of quantitative inflation perceptions. The 5category balance statistic tracksactual quantitative perceptions most accurately. For expectations, none of the alternativemethods performs significantly better than the 5category probability method with referenceinflation given by quantified perceptions. The reasonable performance of the probabilitymethod is in contrast to findings of Batchelor 1986 for the U.S.33 However, the 5categoryprobability method may perform weakly to quantify expectations, depending on the chosenreference inflation. Moreover, the similar accuracy of the 5category probability method andthe 3category methods signals that the 5category probability method does not efficientlyuse information from positive response categories.4.2 Heterogeneity of Beliefs The crosssectional heterogeneity of beliefs is subject to increasing research in macroeconomics. This section investigates how to best infer crosssectional heterogeneity from qualitative survey data. Crosssectional heterogeneity is measured by the standard deviation ofquantitative beliefs.The 5category probability method not only allows to identify the mean but also thestandard deviation of the fitted normal distribution given by Equation A.4. In addition, Iconsider four alternative measures of heterogeneity. The first alternative is implied standarddeviation from the 3category probability method, given by Equation A.9. The second 33Batchelor 1986 documents that the quantified series do not predict the direction of change in mean quantitative responses. In the present case, a comparison of signs confirms the high correlation in first differences.For inflation perceptions, the balance statistic and the probability method indicate the correct direction ofchange of the mean quantitative response in 131 and 129 out of 153 months, for expectations in 121 and 120months.28alternative is an index of qualitative variation IQV based on response shares s 1 through s 5:1 cid:0 Ks 2ii1IQV KK cid:0 1where K 5 is the number of response categories and si the fraction of answers in category i.The scaling factor KKcid:01 ensures that 0 cid:20 IQV cid:20 1. Unlike the probability method, the IQVdoes not account for the ordered nature of the data. The third alternative is the d 2index ofordinal variation proposed by Lacy 2006.34 This index is given by:Kcid:01DSQ i1Fi1 cid:0 Fiwhere K 5 is the number of response categories and Fi the cumulative response share incategory i, e.g., F3 s 1 s 2 s 3. As the IQV, the DSQ statistic attains its minimum of 0 ifall answers lie in the same response category. But while the IQV is maximal when answersare uniformly distributed, the DSQ attains its maximum of 1 if the distribution is polarized,i.e. if s 1 s 5 0:5. The fourth alternative is the disconformity index of Theil 1955 definedas DIS sp sn cid:0 sp cid:0 sn2.35Table 8 summarizes the results. Since the time series of heterogeneity are less persistentthan the series of means, the discussion centers on results in levels.36 The alternative measuresof heterogeneity are plotted in Figures A.6 and A.7. Table 8 shows that both the 5categoryprobability method and the 3category probability method considerably underestimate actualheterogeneity of quantitative beliefs. The implied standard deviation lies 1.7% to 2.4% belowthe actual standard deviation of quantitative responses. This finding is consistent with earlierresults of Defris and Williams 1979 and Batchelor 1986.Regarding inflation perceptions, the first panel of Table 8 shows that implied standarddeviation from the 5category probability method traces actual heterogeneity only weakly.The correlation coefficient is 0.30. The 3category probability method performs significantlybetter, as the z statistic indicates. Qualitative measures of variation are even more highly 34Lacy 2006 builds on earlier work of Blair and Lacy 1996, 2000.35The disconformity index relies on the same theoretical assumptions as the 3category balance statistic, see Batchelor 1986.36Both for perceptions and expectations, the Augmented DickeyFuller test rejects the null hypothesis of aunit root for the standard deviation of actual quantitative responses and for the quantified series using the 5category probability method linked to HICP inflation.29ytienegoretehlanoitcesssorcfoserusaemfoycarucc A:8elba Tsecnereffditsri Fz91.091.060.010.0cid:2613.063.084.074.003.0ESMREAM63.063.092.082.0sai B00.000.0secnereffditsri Fz22.042.072.070.031.0cid:2604.002.033.082.081.041.0ESMREAM33.024.043.072.033.082.0sai B00.000.000.0z09.010.125.050.0z42.070.092.094.023.0cid:2603.086.038.078.053.0cid:2676.025.017.008.054.003.0leve LESMREAM38.188.167.138.1sai B67.138.1.tac.tac 53,.PCIHPDS,.PCIHPDSdeilpm Ideilpm Isnoitpecre Pleve LESMREAM54.205.289.124.244.259.1sai B24.244.259.1.tac 5.,.cre PPDSdeilpm I.tac 5VQI.tac 5QSD.tac 3SIDsnoitatcepx E.tac.tac 53,.PCIHPDS,.PCIHPDSdeilpm Ideilpm I30.tac 5VQI.tac 5QSD.tac 3SIDDSdeilpm I,snoitpecrepro F.800201699110,sesnopserevitatitnauqfonoitaiveddradnatslanoitcesssorcehtotevitalerderusaemsiycarucc A:seto Ndeilpm I,snoitatcepxero F.noitidnocssendesaibnu PCHeht Irednudohtemytilibaborpyrogetac5ehtmorfnoitaiveddradnatsdeilpmiehtsi.tac 5,PCIHP.nevignoitaflniecnereferhtiwdohtemytilibaborpyrogetac5ehtmorfsnoitaiveddradnatsdeilpmiera.tac 5,.PCIHPDSdeilpm Idna.tac 5.,.cre PPDSdradnatsdeilpmiehtsi.tac 3,.PCIHPDSdeilpm I,snoitatcepxednasnoitpecreprofhto B.ylevitcepser,noitaflni PCHIlautcadnasnoitpecrepdefiitnauqybfoxedni2dehtsi QSD,noitairavevitatilauqfoxedniehtsi VQI.noitidnocssendesaibnu PCHeht Irednudohtemytilibaborpyrogetac3ehtmorfnoitaiveddnasfeilebdefiitnauqfonaemehtneewtebecnereffdiehtsadenfiedsisai B.citsitatsytimrofnocsidehtsi SIDdna6002yca Lybdesoporpnoitairavilandrognitsetrofcitsitatszrehsi Fehtsiz.sesnopserevitatitnauqfonoitaiveddradnatsehthtiwtneicffieocnoitalerrocehtsicid:26.sesnopserevitatitnauqfonaemehtsiworevitcepserehtnitneicffieocnoitalerrocehtdnalenaphcaefowortsrfiehtnitneicffieocnoitalerrocehtneewtebecnereffdiehttahtsisehtopyhlluneht.slavretniecnedfinocelitnecreppartstoobkcolbelbuodnodesablevel%1dna%5,%01ehttazfoecnacfingisilacitsitatsetacidnidna,.orezcorrelated with the standard deviation of quantitative perceptions. The correlation coefficientsof the IQV and the DSQ are 0.83 and 0.87, respectively. The performance of the 3categorydisconformity index is substantially lower, its correlation with actual standard deviation ofquantitative responses is similar to the 5category probability method.The implied standard deviation from the 5category probability method performs betterfor quantifying heterogeneity of inflation expectations, as the second panel of Table 8 indicates.Again, the correlation depends on the choice of reference inflation. Employing actual HICPinflation instead of quantified perceptions reduces the correlation coefficient significantly from 0.67 to 0.52. The implied standard deviation of the 3category approach is about as accurateas the 5category probability method with reference inflation given by quantified perceptions.The IQV most closely tracks actual heterogeneity of quantitative responses. Its correlationwith actual standard deviation is 0.80, which is significantly higher than the correlation of the 5category probability method. Unlike for perceptions, the DSQ statistic is only moderatelycorrelated with actual heterogeneity. Even lower is the correlation for the disconformityindex, which is in line with earlier findings of Batchelor 1986. Results for first differencesare broadly consistent, with the exception that for quantifying expectations the IQV doesnot outperform other methods anymore. Results for the shorter sample spanning 012002102008 in Table A.2 confirm the relatively high accuracy of the IQV compared to othermethods.37In sum, these results suggest that while the probability method is relatively accurate in describing the central tendency, it is considerably less accurate in capturing crosssectional heterogeneity. Moreover, the 3category probability method performs better than the 5categorymethod, which is consistent with findings of the previous section.38 The IQV generally dominates the other methods in terms of correlation with the crosssectional standard deviation ofquantitative beliefs. The DSQ is only accurate for quantifying the heterogeneity of inflationperceptions. A possible interpretation of this result is that the IQV is less distorted by thelack of order in qualitative inflation expectations than the DSQ index.37Note that in this sample the probability method gains relative accuracy for quantifying inflation expectations. I have also assessed accuracy of the square root of the index of qualitative variation, the square rootof the DSQstatistic and the square root of the disconformity index. The correlations with actual standarddeviation of survey responses do not significantly change, both in their absolute level and relative ordering.38The reasonable performance of the 3category probability method also reinforces the results of Dasguptaand Lahiri 1993 who show that implied dispersion from the 3category method is useful for predicting businesscycle turning points.315 Which Quanticid:12cation Method Should Be Used?The assumptions of the 5category probability method can be individually and jointly rejected.Moreover, the estimated response schemes indicate that qualitative inflation expectationsare not strictly increasing in quantitative expectations since positive responses are givenrelative to perceived inflation. Both for perceptions and expectations of inflation, however,the response scheme estimates indicate that three separate positive categories S3, S4 and S5contain additional information over just one positive category.Despite the violation of theoretical assumptions, the accuracy of the 5category probabilitymethod for quantifying the crosssectional mean of inflation perceptions is high. The relativeperformance of the 3category probability method indicates, however, that the 5categorymethod does not efficiently use the additional information from three positive response categories. The most accurate method is the 5category balance statistic.For quantifying the crosssectional mean of inflation expectations, the accuracy of the 5category probability method largely depends on the chosen reference inflation cid:25rt . Employing quantified inflation perceptions yields significantly more accurate results than employingactual HICP inflation. At first sight this finding is inconsistent with the zero correlation ofquantified perceptions and reference inflation during the full sample as documented in Section 3.5. But as Figure 2 indicates, the relation between quantified perceptions and reference inflation becomes stronger towards the end of the sample period. The correlation coefficient ofreference inflation and quantified perceptions increases to 0.46 during 20022008. In particular, quantified perceptions surge in 2007 and 2008, while reference inflation increases to about 6%. This suggests that the 5category probability method with quantified perceptions asreference inflation will gain relative accuracy once inflation perceptions substantially divergefrom actual inflation.39It remains the question why the simple balance statistic tends to trace mean beliefs evenmore closely than the 5category probability method. Table 9 provides a possible explanation. The table shows the mean of quantitative responses conditional on the qualitativeresponse. Conditional means of actual quantitative responses are compared to the imposedconditional means of the balance statistic and of the 5category probability method. Theimposed conditional means are scaled to match the mean and variance of actual conditional 39This is the case, e.g., around the euro cash changeover in 2002 ECB, 2005.32Table 9: Actual and imposed conditional means Perceptions Expectations Mean response, given S1Mean response, given S2Mean response, given S3Mean response, given S4Mean response, given S5Actual Balance P.HICP4.790.034.727.949.583.960.233.507.2210.954.940.374.627.709.75Actual Balance P.Perc.3.603.890.020.372.404.063.534.773.986.252.870.541.794.126.45Notes: The column Actual presents results for actual quantitative survey responses, 011996102008. Balanceshows the mean values that the balance statistic attributes to qualitative survey categories. P.HICP denotesimplied conditional means of the 5category probability method unbiased with respect to HICP inflation.P.Perc. are the implied conditional means of the 5category probability method with reference inflation givenby quantified perceptions. Conditional means are scaled to match the mean and standard deviation of actualconditional means.means.40 Table 9 reveals that both methods impose scaled conditional means that matchactual conditional means quite well. In other words, the conditional means imposed by thebalance statistic are roughly proportional to the actual conditional means in the data. Notsurprisingly, the fit is better for perceptions than for expectations. This also suggests that thebalance statistic, unlike the probability method, will loose relative accuracy once the ratio ofconditional means changes.The accuracy of the 5category probability method is low for quantifying the crosssectional standard deviation of beliefs. Here, an index of qualitative variation is preferable.The index of qualitative variation also dominates the DSQ index of ordinal variation forquantifying the heterogeneity of expectations.In sum, these results are in favor of the 5category probability method for quantifyingthe mean of beliefs. The index of qualitative variation is preferable for quantifying the crosssectional standard deviation of beliefs.In particular, the IQV seems less distorted by alack of order in qualitative inflation expectations than other quantification methods. Thefindings also indicate that the 5category probability method with quantified perceptions asreference inflation might gain relative accuracy once inflation perceptions deviate from actualinflation. This also points to a general limitation of the results: Findings on the quantificationof expectations might differ from other countries as Swedish consumers are relatively well 40The unscaled conditional means of the 5category balance statistic are 1, 0.5, 0, 0.5, 1. The impliedconditional means of the probability method are computed by numerical integration using the quantifiedparameters cid:25et . Perceptions are quantified employing the 5category probability method unbiasedwith respect to HICP inflation. Expectations are quantified using the 5category probability method withreference inflation given by quantified perceptions.t , cid:27t, cid:14t, cid:17t, cid:25r 33informed about actual HICP inflation.6 Conclusion This paper assesses the validity and accuracy of the 5category probability method for quantifyinghousehold perceptions and expectations of inflation. The analysis capitalizes on jointly available qualitative and quantitative response data from the Swedish Consumer Tendency Survey. Relying on monthly householdlevel data covering 011996102008, the theoreticalassumptions of the 5category probability method are individually and jointly tested and rejected. Maximum likelihood estimations of unrestricted response schemes indicate that theactual response scheme is neither symmetric nor homogeneous across individuals. Moreover,it is found that qualitative inflation expectations are formed relative to inflation perceptions,which is a direct result of survey design. An important consequence is that the conditionalmean of quantitative inflation expectations is not monotonously rising in qualitative responsecategories. Furthermore, quantitative beliefs are not normally distributed and cannot be reconciled with a noncentral t distribution either. The usual assumptions on the reference rateof inflation the moderate rate of inflation are shown to be at odds with the data.Nevertheless, the accuracy of the 5category probability method in terms of correlationwith the mean of actual quantitative beliefs is high. For quantifying inflation expectations theaccuracy of the method strongly depends on the identifying restriction imposed by the choiceof reference inflation. Relying on double block bootstrap confidence intervals for Fishers zstatistic, it is shown that setting reference inflation equal to previously quantified inflationperceptions yields significantly better results than setting reference inflation equal to actualinflation. Nevertheless, the 5category probability method is not more accurate than thebalance statistic and the 3category probability method. This suggests that the 5categoryprobability method does not efficiently use information from positive qualitative responsecategories.In sum, the results are still in favor of the 5category probability method.Inparticular, the 5category probability method with quantified perceptions as reference inflation might gain relative accuracy once inflation perceptions substantially deviate from actualinflation. The most accurate measure of the crosssectional standard deviation of beliefs isthe index of qualitative variation.The findings for Sweden suggest a number of avenues for further research. To exploit the 34additional information from three positive response categories, research is needed on how toidentify the reference rate of inflation. Moreover, a nonparametric analysis should generatefurther insights that will help to improve the imposed response scheme and distribution.Looking ahead, implications for survey design should also be discussed in more depth. Theresults for Sweden indicate that it is difficult to efficiently handle the relative nature of thepositive qualitative responses about inflation expectations. Obvious alternative survey designsinclude to adopt the same response scheme for expectations as currently in use for perceptionsor to directly ask for quantitative responses in the first place.35References AaltoSetcid:127alcid:127a, V. 2006: Why Do Consumers Believe That the Euro Raised Prices?,International Journal of Consumer Studies, 302, 202206.Anderson, O. 1952: The Business Test of the IFOInstitute for Economic Research Munich, and Its Theoretical Model, Revue de l Institut International de Statistique, 20,117.Aucremanne, L., M. Collin, and T. Stragier 2007: Assessing the Gap Between Observed and Perceived Inflation in the Euro Area: Is the Credibility of the HICP at Stake?, National Bank of Belgium Working Paper 112.Batchelor, R. A. 1982: Aggregate Expectations Under the Stable Laws, Journal of Econometrics, 162, 199210.1986: Quantitative v. Qualitative Measures of Inflation Expectations, Oxford Bulletin of Economics and Statistics, 482, 99120.Batchelor, R. A., and P. Dua 1987: The Accuracy and Rationality of UK Inflation Expectations: Some Quantitative Evidence, Applied Economics, 196, 819828.Batchelor, R. A., and A. B. Orr 1988: Inflation Expectations Revisited, Economica,55219, 317331.Berk, J. M. 1999: Measuring Inflation Expectations: A Survey Data Approach, Applied Economics, 3111, 14671480.Blair, J., and M. G. Lacy 1996: Measures of Variation for Ordinal Data as Functionsof the Cumulative Distribution, Perceptual and Motor Skills, 822, 411418.2000: Statistics of Ordinal Variation, Sociological Methods Research, 283,251280.Bryan, M. F., and S. Palmqvist 2006: Testing NearRationality Using Detailed Survey Data, Sveriges Riksbank Research Paper Series.Bryan, M. F., and G. Venkatu 2001a: The Curiously Different Inflation Perspectivesof Men and Women, Federal Reserve Bank of Cleveland Economic Commentary Series.362001b: The Demographics of Inflation Opinion Surveys, Federal Reserve Bankof Cleveland Economic Commentary Series.Carlson, J. A. 1975: Are Price Expectations Normally Distributed?, Journal of the American Statistical Association, 352, 749754.Carlson, J. A., and M. Parkin 1975: Inflation Expectations, Economica, 42166,123138.Dasgupta, S., and K. Lahiri 1992: A Comparative Study of Alternative Methods of Quantifying Qualitative Survey Responses Using NAPM Data, Journal of Business Economic Statistics, 104, 391400.1993: On the Use of Dispersion Measures From NAPM Surveys in Business Cycle Forecasting, Journal of Forecasting, 1234, 239253.Defris, L. V., and R. A. Williams 1979: Quantitative Versus Qualitative Measuresof Price Expectations: The Evidence From Australian Consumer Surveys, Economics Letters, 22, 169173.Doehring, B., and A. Mordonu 2007: What Drives Inflation Perceptions? A Dynamic Panel Data Analysis, European Commission Economic Papers 284.Dcid:127opke, J., J. Dovern, U. Fritsche, and J. Slacalek 2008: The Dynamics of European Inflation Expectations, B.E. Journal of Macroeconomics, 81.Driver, R., and R. Windram 2007: Public Attitudes to Inflation and Interest Rates,Bank of England Quarterly Bulletin, 472, 208223.Dziuda, W., and G. Mastrobuoni 2006: The Euro Changeover and Its Effects on Price Transparency and Inflation, Working Paper 26, Collegio Carlo Alberto.ECB 2005: Consumers Inflation Perceptions: Still At Odds With Official Statistics?,ECB Monthly Bulletin, 4, 3032.Efron, B., and R. J. Tibshirani 1993: An Introduction to the Bootstrap. Chapman Hall.37Ehrmann, M. 2006: Rational Inattention, Inflation Developments and Perceptions Afterthe Euro Cash Changeover, ECB Working Paper 588, European Central Bank.European Commission 2007: The Joint Harmonised EU Programme of Business and Consumer Surveys: User Guide, European Commission, DirectorateGeneral for Economicand Financial Affairs.Fluch, M., and H. Stix 2007: The Development of Euro Prices Subjective Perceptionand Empirical Facts, Monetary Policy and the Economy Oe NB, 071, 5584.Forsells, M., and G. Kenny 2004: Survey Expectations, Rationality and the Dynamicsof Euro Area Inflation, Journal of Business Cycle Measurement and Analysis, 11, 1341.Gf K 2002: Consumer Tendency Survey, Gf K Sweden, Stockholm, Sweden.Henzel, S., and T. Wollmershcid:127auser 2005: Quantifying Inflation Expectations Withthe CarlsonParkin Method: A Surveybased Determination of the Just Noticeable Difference, Journal of Business Cycle Measurement and Analysis, 23.Jonung, L., and D. Laidler 1988: Are Perceptions of Inflation Rational? Some Evidence for Sweden, American Economic Review, 785, 10801087.Lacy, M. G. 2006: An Explained Variation Measure for Ordinal Response Models With Comparisons to Other Ordinal R2 Measures, Sociological Methods Research, 344, 469520.Lahiri, K., and C. Teigland 1987: On the Normality of Probability Distributions of Inflation and GNP Forecasts, International Journal of Forecasting, 32, 269279.Lamla, M. J., and S. M. Lein 2008: The Role of Media for Consumers Inflation Expectation Formation, KOF Working Papers 201, ETH Zurich.Lein, S. M., and T. Maag 2008: The Formation of Inflation Perceptions Some Empirical Facts for European Countries, KOF Working Papers 204, ETH Zurich.Mudholkar, G. S. 2006: Fishers zTransformation, in Encyclopedia of Statistical Sciences, ed. by S. Kotz, C. B. Read, N. Balakrishnan, and B. Vidakovic. Wiley.38Nardo, M. 2003: The Quantification of Qualitative Survey Data: A Critical Assessment,Journal of Economic Surveys, 17, 645668.Palmqvist, S., and L. Strcid:127omberg 2004: Households Inflation Opinions A Tale of Two Surveys, Sveriges Riksbank Economic Review, 4, 2342.Pesaran, M. H. 1987: The Limits to Rational Expectations. Blackwell.Smith, J., and M. Mc Aleer 1995: Alternative Procedures for Converting Qualitative Response Data to Quantitative Expectations: An Application to Australian Manufacturing, Journal of Applied Econometrics, 102, 165185.Theil, H. 1952: On the Shape of Microvariables and the Munich Business Test, Revuede l Institut International de Statistique, 20, 105120.1955: Recent Experiences With the Munich Business Test: An Expository Article, Econometrica, 232, 184192.Zavoina, W., and R. D. Mc Kelvey 1975: A Statistical Model for the Analysis of Ordinal Level Dependent Variables, Journal of Mathematical Sociology, 4, 103120.39Appendix A.1 Derivation of the 5Category Probability Method This section derives the 5 category probability method based on the assumptions introducedin Section 3. The method has been originally proposed by Batchelor and Orr 1988 andrelies on earlier contributions of Theil 1952 and Carlson and Parkin 1975. All derivationsis substituted with cid:25pt .equally hold for quantifying inflation perceptions, in which case cid:25et The response scheme for inflation perceptions is given by:t;i cid:0cid:14tcid:25pcid:0cid:14t cid:20 cid:25pt;i cid:14tcid:0 cid:17tcid:14t cid:20 cid:25pt;i cid:25rtcid:0 cid:17t cid:20 cid:25pt;i cid:25rt cid:17tcid:21 cid:25rcid:25pt cid:17tt;icid:25rt: prices in general are lower S1: about the same S2: a little higher S3: moderately higher S4: a lot higher S5Under the assumptions introduced in Section 3, the relation between aggregate responseshares and expected inflation cid:25et in period t is given by:t;i cid:0cid:14t s 1t P cid:25et P cid:0cid:14t cid:20 cid:25es 2t P cid:14t cid:20 cid:25es 3t;i cid:14t t;i cid:25rtcid:0 cid:17t cid:20 cid:25et;i cid:17t cid:20 cid:25es 4t P cid:25rt;is 5t P cid:25rtcid:0cid:14t cid:0 cid:25ecid:27tcid:14t cid:0 cid:25ecid:27tcid:25rtt cid:17t cid:0 cid:17t t;i cid:25rt;i 1 cid:0 ttcid:0cid:14t cid:0 cid:25ecid:0 cid:27tcid:0 cid:17t cid:0 cid:25ecid:0 cid:27tt cid:17t cid:0 cid:25ecid:25rcid:27tt cid:17t cid:0 cid:25ecid:25rtttcid:27tcid:14t cid:0 cid:25ecid:27tcid:0 tcid:25rtcid:0 cid:17t cid:0 cid:25ecid:27ttA.1where : is the standard normal cumulative distribution function. The system of equationsA.1 can be rewritten to obtain a system of 4 linearly independent equations with 5 unknownscid:25et , cid:27t, cid:14t, cid:17t, cid:25rt :40G1t G2t G3t G4t G5t cid:01cid:01cid:01cid:01cid:01s 1t 1 cid:0 s 51 cid:0 s 51 cid:0 s 51 cid:0 s 5ttttcid:0cid:14t cid:0 cid:25etcid:27tttttcid:0cid:14t cid:0 cid:25ecid:0 s 2cid:27tcid:0 s 4cid:0 s 3cid:14t cid:0 cid:25ecid:0 s 3cid:0 s 4tcid:0 cid:17t cid:0 cid:25ecid:0 s 4cid:25rttcid:27tt cid:17t cid:0 cid:25ecid:25rcid:27tttttcid:27t System A.2 can be solved for the mean cid:25et of expected inflation:cid:25et cid:25rt G2t G3cid:0 G4tt G3tt G2cid:0 G5tA.2A.3In the following, cid:25etis referred to as expected inflation rather than mean of expectedinflation. The remaining unknowns are given by:cid:02cid:0 G4cid:0 G3cid:0 G4cid:0 G5cid:0 G4t G3t G2tt G3t G4tt G3tcid:27t cid:25rtcid:17t cid:25rtcid:14t cid:25rt G2G2G2ttttttcid:0 G5cid:0 G5cid:0 G5ttA.4A.5A.6For quantifying inflation perceptions, cid:25rt is commonly identified by restricting inflation perceptions to be unbiased over the sample period. Rearranging Equation A.3 and imposingunbiasedness yields:cid:25rt Tt11Tcid:25t G3G2cid:0G4tt G3tt G2cid:0G5tA.7where T is the number of periods and cid:25 the average actual rate of inflation.A.2 Derivation of the 3Category Probability Method Theil 1952 and Carlson and Parkin 1975 have originally developed the probability methodfor threeoption ordinal scales. In line with Berk 1999, the EU consumer survey responses 41are aggregated to three categories by defining sn s 1, ss s 2 and sp s 3 s 4 s 5. Therelation between response shares and expected inflation is given by:t;i cid:0cid:14 snt P cid:25et P cid:0cid:14 cid:25esst;i cid:14 t;i 1 cid:0 spt P cid:14 cid:25etcid:0cid:14 cid:0 cid:25ecid:27tcid:14 cid:0 cid:25ecid:27tcid:14 cid:0 cid:25ecid:27ttcid:0 cid:0cid:14 cid:0 cid:25etcid:27ttwhere : is a standard normal cumulative distribution function. At any t we have a systemof 2 linearly independent equations with 3 unknowns cid:14; cid:22t; cid:27t. Solving yields:cid:25et cid:14cid:27t cid:14cid:01 sncid:01 sn 2cid:01 1 cid:0 spcid:01 1 cid:0 spt t t cid:0 cid:01 1 cid:0 spt t cid:0 cid:01 snt A.8A.9The identical equations hold for perceived inflation cid:25pt . In line with the existing literature,the system is identified by imposing unbiasedness of beliefs with respect to actual inflationduring the sample period. The parameter cid:14 is restricted accordingly:cid:14 Tt11Tcid:25t cid:8cid:011cid:0spcid:8cid:01snt t cid:0cid:8cid:011cid:0spcid:8cid:01snt 42A.3 Further Results 43a Perceptionsb Expectations Figure A.1: Response fractions below and above the implied interval Notes: These figures show the fractions of quantitative responses that lie below low and above high theimplied response interval defined by the simultaneous qualitative response. Fractions are relative to the sumof qualitative responses in the respective category. Sample period 011996102008. Quantified perceptionsare based on the 5 category probability method unbiased with respect to HICP inflation. Expectations arequantified using the probability method with quantified perceptions as reference inflation. Each box coversthe range between the 25th and 75th percentile of monthly fractions and contains a median line.440.2.4.6.8S1 high S2 lowhigh S3 lowhigh S4 lowhigh S5 lowexcludes outside values 0.2.4.6.81S1 high S2 lowhigh S3 lowhigh S4 lowhigh S5 lowexcludes outside valuesa Perceptionsb Expectations Figure A.2: Actual and theoretical response fractions, 20022008Notes: Sample period 012002102008. See footnote of Figure 3 for a detailed description.450.2.4.6.8S1 quant.NS2 quant.NS3 quant.NS4 quant.NS5 quant.Nexcludes outside values 0.2.4.6.8S1 quant.NS2 quant.NS3 quant.NS4 quant.NS5 quant.Nexcludes outside valuesa Perceptionsb Expectations Figure A.3: Response fractions below and above the implied interval, 20022008Notes: Sample period 012002102008. See footnote of Figure A.1 for a detailed description.460.2.4.6.8S1 high S2 lowhigh S3 lowhigh S4 lowhigh S5 lowexcludes outside values 0.2.4.6.81S1 high S2 lowhigh S3 lowhigh S4 lowhigh S5 lowexcludes outside valuesa Probability methodb Balance statistics and regression method Figure A.4: Crosssectional mean of inflation perceptions 470246%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Mean quantitative P.HICP 5 cat.P.HICP 3 cat.HICP inflation rate 0246%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Mean quantitative Balance 5 cat.Balance 3 cat.Pesarana Probability methodb Balance statistics and regression method Figure A.5: Crosssectional mean of inflation expectations 48012345%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Mean quantitative P.Perc 5 cat.P.HICP 5 cat.P.HICP 3 cat.0246%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1Mean quantitative Balance 5 cat.Balance 3 cat.Pesaran80022002,snoitatcepxednasnoitpecrepnoitaflnidefiitnauqfoycarucc A:1.Aelba Tsecnereffditsri Fz22.051.080.090.0cid:2658.097.098.068.018.0ESMREAM51.051.021.041.071.021.001.001.001.021.0sai B00.000.000.000.000.0z65.097.020.003.0secnereffditsri Fz05.080.031.031.030.0cid:2697.015.038.048.048.018.0ESMREAMsai Bz 02.053.051.021.041.002.051.062.051.071.061.051.000.000.000.000.000.000.007.090.099.013.035.0cid:2679.099.099.079.039.0cid:2679.098.079.028.059.029.0leve LESMREAM04.081.052.033.006.072.041.002.091.013.0leve LESMREAM08.000.181.052.033.023.067.029.093.053.013.022.0sai B62.011.002.051.072.0sai B67.029.093.022.072.050.0.tac 5PCIHP tac 3PCIHP tac.tac.tac 533ecnala Becnala Bnarase P.tac 5.cre PP tac 5PCIHP tac 3PCIHP tac.tac.tac 533ecnala Becnala Bnarase Psnoitatcepx Esnoitpecre P49.noitpircseddeliatedarof 7elba Tee S.800201200210doirepelpma S:seto Na Probability methodb Qualitative measures Figure A.6: Heterogeneity of inflation perceptions Notes: SD quantitative is the crosssectional standard deviation of quantitative survey responses. Implied SDP.HICP, 5 cat. is the implied standard deviation from the 5category probability method under the HICPunbiasedness condition. Implied SD P.HICP, 3 cat. is the implied standard deviation from the 3categoryprobability method under the HICP unbiasedness condition. IQV is the index of qualitative variation, DSQis the d 2index of ordinal variation proposed by Lacy 2006 and DIS is the disconformity statistic.5023456%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1SD quantitative Implied SD P.HICP,5 cat.Implied SD P.HICP,3 cat.0.2.4.6.8Index 23456%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1SD quantitative IQV rhsDSQ rhsDC rhsa Probability methodb Qualitative measures Figure A.7: Heterogeneity of inflation expectations Notes: SD quantitative is the crosssectional standard deviation of quantitative survey responses. Implied SDP.Perc., 5 cat. and Implied SD P.HICP, 5 cat. are implied standard deviations from the 5category probability method with reference inflation given by quantified perceptions and actual HICP inflation, respectively.Implied SD P.HICP, 3 cat. is the implied standard deviation from the 3category probability method underthe HICP unbiasedness condition. IQV is the index of qualitative variation, DSQ is the d 2index of ordinalvariation proposed by Lacy 2006 and DIS is the disconformity statistic.51012345%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1SD quantitative Implied SD P.Perc.,5 cat.Implied SD P.HICP,5 cat.Implied SD P.HICP,3 cat 2.4.6.81Index 2.533.544.55%1996m 11998m 12000m 12002m 12004m 12006m 12008m 1SD quantitative IQV rhsDSQ rhsDC rhs80022002,ytienegoretehlanoitcesssorcfoserusaemfoycarucc A:2.Aelba Tsecnereffditsri Fz62.072.031.090.0cid:2602.054.074.033.092.0ESMREAM43.013.082.042.0sai B00.000.0secnereffditsri Fz 10.010.022.071.041.0cid:2672.072.062.050.001.031.0ESMREAM63.024.063.082.033.092.0sai B00.000.000.0z28.015.028.034.0z 10.031.030.014.032.0cid:2672.056.008.097.051.0cid:2603.003.024.033.090.090.0leve LESMREAM40.288.100.268.1sai B00.268.1.tac.tac 53,.PCIHPDS,.PCIHPDSdeilpm Ideilpm Isnoitpecre P.noitpircseddeliatedarof 8elba Tee S.800201200210doirepelpma S:seto N.tac 5VQI.tac 5QSD.tac 3CDleve LESMREAM04.275.209.153.215.288.1sai B53.215.288.1.tac.tac 53,.PCIHPDS,.PCIHPDSdeilpm Ideilpm I.tac 5.,cre PPDSdeilpm I.tac 5VQI.tac 5QSD.tac 3CDsnoitatcepx E52", "filename": "615104290.pdf", "person": ["Thomas Maag", "Maag, Thomas"], "date": ["2009"]}