{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/68700/1/615983146.pdf"], "title": ["Structural change, economic growth and bazaar effects in the single EU market"], "plaintext": " Summary: This paper analyzes the link between structural change, growth and bazaar effects in the context of open economies. At first we consider the theoretical basis of structural change and discuss the interdependencies between trade, foreign direct investment and innovation dynamics. The empirical analysis puts the focus on traits of innovation and structural change in selected countries. As regards the hypothesis of a bazaar effect we distinguish between gross effects and net effects. The statistics and the analysis of inputoutputtables does not provide evidence that bazaar effects would be a critical problem for Germany or other EU countries. Zusammenfassung: Dieser Beitrag thematisiert den Zusammenhang von Strukturwandel, Wachstum und Basareffekten im Kontext internationaler Markte. Zunachst wird die theoretische Basis der Analyse des Strukturwandels in offenen Volkswirtschaften dargestellt. Dabei ist die Verbindung von Auenhandel, Direktinvestitionen und Innovationsdynamik wesentlich. In der empirischen Analyse werden ausgewahlte Innovationsentwicklungen und die Dynamik des Strukturwandels fur ausgewahlte Lander dargestellt. Schlielich wird auf die Hypothese zum Basareffekt eingegangen wobei ein Bruttoeffekt und ein Nettoeffekt unterschieden werden. Die Statistiken bzw. die Auswertungen der InputOutputTabellen zeigen keine Evidenz dafur, dass in Deutschland und anderen EULandern Basareffekte ein problematisches Phanomen darstellten. II SCHUMPETER DISCUSSION PAPERS 2009008 Prof. Dr. Paul J.J. Welfens and Dora Borbely, Jean Monnet Chair for European Economic Integration, European Institute for International Economic Relations EIIW at the University of Wuppertal, RainerGruenterStr. 21, D42119 Wuppertal, Phone: 492024391371, Fax: 492024391377 welfenseiiw.uniwuppertal.de, www.euroeiiw.de Structural Change, Growth and Bazaar Effects in the Single EU Market Discussion Paper 153 Table of Contents Table of Contents   III List of Tables   IV List of Figures   IV 1. Introduction   1 2. Theory of Structural Change, Innovation and Growth   4 2.1. Basic Dimensions of Structural Change   4 2.2. Global Perspective of Structural Change  9 3. Empirical Analysis   10 Selected Innovation Traits and Structural Change   10 3.1. 3.2. The Bazaar Effect   22 3.3. Net Bazaar Effect  28 4. Policy Conclusions   29 Appendix: NACE rev. 1.1. Classification in parts   35 References  36 III SCHUMPETER DISCUSSION PAPERS 2009008 List of Tables Table 1: European Innovation Scoreboard, 2003Table 2: USA RCA, EUV, EUV weighted with the sectoral export shares of   11 manufacturing and of GDP   12 Table 3: Germany RCA, EUV, EUV weighted with the sectoral export shares of manufacturing   15 Table 4: Hungary RCA, EUV, EUV weighted with the sectoral export shares of manufacturing or respective sectoral shares in GDP   17 Table 5: Italy RCA, EUV, EUV weighted with the sectoral export shares of manufacturing and of GDP   19 List of Figures Figure 1: Structural change and its five dimensions   6 Figure 2: Germany RCA and Export Unit Values   14 Figure 3: Hungary RCA and Export Unit Values   16 Figure 4: Italy: RCA and Export Unit Value   18 Figure 5: Modified RCA for China and Export Unit Values   20 Figure 6: Thailand: RCA and EUV   20 Figure 7: Malaysia: RCA and EUV   21 Figure 8: Indonesia: RCA and EUV   21 Figure 9: Motor Vehicles Bazaar Effect   23 Figure 10: Machinery and Equipment Bazaar Effect   24 Figure 11: Chemical Product Bazaar Effect   25 Figure 12: Radio, television and communication equipment Bazaar effect   26 Figure 13: Textiles Bazaar Effect   27 Figure 14: Office Machinery Bazaar Effect   28 Figure 15: The gross and the net Bazaareffect in the motor vehicles industry in Germanys trade towards EU 14   29 IV SCHUMPETER DISCUSSION PAPERS 2009008 1. Introduction Economic globalization is a major challenge for the EU15 group which is facing both the challenges of EU eastern enlargement and of economic globalization in particular this means the rise of ASEAN and China plus India in the world economy. In a world economy with overall growth, regional economic catching up and continued technological progress, Europe will have to develop a new pattern of economic specialization; this will include digital modernization and the growth of the information and communication technology sector. As regards the expansion of ASEAN countries and China it is crucial to analyze in which fields they have achieved a comparative advantage in trade with EU15 and to sketch the pattern of export unit value EVU dynamics. We expect from a theoretical perspective that both east European accession countries and Asian countries should achieve an absolute rise of export unit values in key sectors over time; the notion of key sectors is, however, ambiguous because the most important sectors in terms of export revenues or patenting or employment are changing over time. Economictechnological catching up should go along with a growing emphasis on an improvement of the revealed comparative advantage RCA in skill and knowledge intensive sectors. One also may anticipate that export unit values in key sectors rise relative to a benchmark country which often is the US. It is not only interesting to analyze the RCA the sectoral exportimport position compared to the aggregate exportimport position with respect to the EU15 countries, but to global markets as well. This comparison sheds light on two aspects: the impact of geographical proximity which might matter both in terms of trading costs and opportunities for technology diffusion: Following the logic of the gravity equation of trade we expect that trade relations will be more intensive with neighboring countries and hence opportunities for catchingup should be positively correlated with the RCA of leading trading partners to the extent that there is considerable trade in intermediate products. The EU15 countries sectoral exportimport ratio with respect to the US could indeed be reinforced through rising imports of intermediates from Eastern Europe. if RCA patterns with respect to the EU are different from the global pattern this could point to some indeterminacy in specialization or for high structural dynamics in general; or simply that demand patterns in the EU15 and the world economy diverge considerably. In the 1990s US economic growth has exceeded that of the EU15 and Euro zone and there is no easy explanation for this transatlantic growth gap in the 1990s. If the transatlantic growth differential should go on for a protracted period there will not only be a major global shift in terms of economic and political power in favor of the US. There also will be an aggravation of the US current account balance deficit since Chinas export surplus to the US is expected to grow while net EU exports to the US will also increase; the high US current account deficitGDP ratio can be corrected only by a major real depreciation of the US currency which would destabilize the world economy too many Asian currencies are de facto pegged to the dollar. 1 SCHUMPETER DISCUSSION PAPERS 2009008 Information communication technology ICT plays an important role in the internationalization of the economy and for the growth differential US vs. EU15: JORGENSONSTIROH 2000, COLECCHIASCHREYER 2002, OLINERSICHEL 2002, STIROH 2001, AUDRETSCHWELFENS 2003, JORGENSON 2003, INKLAAR ET AL. 2003, BARFIELDHEIDUKWELFENS 2004 and VAN ARK PIATKOWSKI 2004 have argued that ICT production and the use of ICT that is ICT investment are important drivers of productivity growth. More cautious about the link between ICT and growth is GORDON 2004: he argues that only ICT producing activities are associated with high productivity growth. Comparing the periods 19952000 to 19791995 the INKLAR ET AL. analysis of labor productivity growth in the US and EU4 finds a rise of 1.25 percentage points in the US and a reduction of 0.27 points in the EU. ICT has been an important driver of productivity growth, innovation and employment in many OECD countries, including in Korea, Japan and some ASEAN countries. ICT is a general purpose technology whose benefits depend on ICT capital accumulation and the availability of complementary human capital. ICT stands for about 10% of valueadded in leading OECD countries. Falling relative computer prices and absolutely falling digital services prices will contribute for many years to come to a rising of ICT use in the economy. National and international networks are expanding and becoming faster due to the expansion of broadband technologies; internetbased telecommunications VOIP will slash global communication costs which will create larger markets. The creation of larger regional markets could be reinforced by regional integration schemes. Larger markets will go along following the classical argument of Adam Smith with bigger optimum plant size and hence larger firms. Thus the role of multinational companies will continue to increase; and those companies typically are quite aware of differences in international communication costs. The dominant source countries of foreign direct investment will record GNPs exceeding GDPs as profit transfers from abroad are considerable. Thus the ability of countries to have a fertile breeding ground for multinational companies to emerge will become important. Hence both FDI and rising trade shape modern economic globalization where a considerable part of trade is intracompany trade, that is trade within multinational firms. According to the EUROPEAN COMMISSION 2005 economic globalization is shaped not only by rising capital flows and a growth rate of trade exceeding that of national output; rather a particular feature is that there is increasing vertical trade, that is a growing role of trade in intermediate products. Moreover, in advanced OECD countries the impact of cumulated FDI is quite important. Cumulated FDI of EU firms in the US and of US firms in the EU seems to be more important than trade in the sense that the share of sales from subsidiaries in the US and the EU, respectively, exceeds the respective import figures by roughly 3.5:1; and at the beginning of the 21st century a high share about 30% of US imports from the EU is accounted for by EU subsidiaries in the US. If one follows the DUNNING approach to foreign direct investment the relative rise of FDI relevance must be linked to the fact that ownership specific advantages read technology advantages have become increasingly important over time. Rising trade in intermediates should lead to a tendency towards global business cycle synchronization. The rather puzzling empirical finding that the industrial trade structure in EU15 has become similar over time while production structures continue to differ JUNGMITTAG, 2006 needs to be explained; similarly, BORBELY 2005 has found for 2 SCHUMPETER DISCUSSION PAPERS 2009008 EU eastern European accession countries that there is structural trade convergence with EU15 over time. If there is increasing vertical trade while trade patterns are becoming increasingly similar and production patterns continue to be dissimilar one may explain this by the interplay of rising specialization in the production of final products while trade in intermediate products which are the less specific the further down the supplier ladder we move is benefiting from economies of scale. With a growing world population 2.5 billion in 1950, six billion in 2000 in combination with global trade liberalization and regional integration schemes, one should indeed expect considerable economies of scale. There has been considerable integration dynamics since 1958, when the six countries Germany, France, Italy, Belgium, Netherlands and Luxembourg created the EU. The EU has grown over time, NAFTA was created in North America and ASEAN has made rapid progress after the end of the Vietnam War. In Latin America MERCOSUR is an interesting case since Brazil has become a very dynamic country since the late 1990s in this group. As regards Europe it is noteworthy that the EU club has enormously grown but seems to have problems with further enlargements. Adding 10 countries in 2004 has brought clear benefits for the accession countries as confidence has improved and many institutions and rules e.g. for competition and regulation have been imported from Brussels. The end of the Soviet Union and the transformation of eastern Europe has indeed opened up more than two dozen postsocialist economies for trade and foreign direct investment. Eight relatively poor eastern European countries joined the EU on May 1, 2005 and taking into account growth theory and trade theory it is clear that one should expect a mediumterm catchingup process and considerable trade creation in the context of EU eastern enlargement. In 2007 Bulgaria and Romania are also expected to join the Community which will cause further structural adjustment in the enlarged single market with additional options for outsourcing, trade in final products and foreign direct investment. Further expansion plans will be difficult to realize since the negative referenda in France and the Netherlands has largely tilted the scales to the Noside due to strong popular opposition to the Turkish EU enlargement project envisaged by the European Council and the European Commission. The combination of economic globalization the rise of trade and FDI partly related to the opening up of China in combination with the digitization of the world economy and EU eastern enlargement have generated considerable pressure for structural change in the EU25. In the eastern European new member countries postsocialist transition economies economic opening up, systemic transformation and the rise of real per capita income have brought strong shifts in relative prices and hence structural change. With the Europe Treaties of the early 1990s opening up the EU15 markets for prospective EU accession countries, external impulses overlapped the early transformation process which included the restructuring and privatization of firms. Moreover, foreign direct investment inflows have considerably contributed to the modernization of the supply side, technology transfer and growth in most east European countries. In 2004, the year of full EU membership for eight eastern European countries, per capita GDP stood at 45% at PPP figures of EU15. Growth rates in those countries have exceeded those of Western Europe in the 15 years after the start of transition in 1990, which was marked by transformational recession. The EU implemented an asymmetric trade liberalization strategy in the 1990s when the socalled Europe Treaties, with potential access countries from Eastern Europe, offered relatively generous access to the EU market. In the period 19902005 there has been some 3 SCHUMPETER DISCUSSION PAPERS 2009008 economic catchingup in Eastern Europe where Poland, Hungary, the Czech Republic and the Slovak Republic were rather successful in attracting FDI inflows. The latter came mainly from Western Europe and the US; the sectoral focus was not only on industry but it included the services sector in particular banking and finance as well. Restructuring and economic modernization in eastern Europes low wage economies at the beginning of the 20th century wage rates were about 15 of those in EU15 generated growth and stimulated trade with the EU15 where many firms realized outsourcing to or offshoring in accession countries. The following analysis looks first at the theory of structural change and selected approaches on innovation and growth section 2 before we take a closer look at empirical aspects of economic dynamics in Europe section 3. We are interested in describing the dynamics of structural change and the developments of revealed comparative advantage and other trade indicators this includes aspects of the role of imported intermediates in exports and of exports in imported goods. We also look at some key aspects of the bazaar effect including the distinction between a gross bazaar effect and a net bazaar effect which emphasize the problem of hollowing out in the sense that exports contain an increasing share of imports. The analysis presented sheds new light on the problem. The final section suggests various policy options for both EU15 and the accession countries on the one hand; on the other hand, we also take a look at perspectives for Asian countries. 2. Theory of Structural Change, Innovation and Growth 2.1. Basic Dimensions of Structural Change Economic globalization implies that there will be considerable changes in the relative price of tradables which in turn will cause relative factor price adjustment which in a neoclassical perspective largely should follow the logic of the HeckscherOhlin Samuelson HOS model. These are that countries which are relatively richly endowed with unskilled labor, skilled labor, capital and technology, will specialize on those goods which use the relatively abundant respective input factor intensively. However, in the existing world economy there are some critical deviations from the basic assumptions of the HOS model; we have economies of scale, network effects endogenous growth of demand in the ICT sector, technology spillovers hence positive externalities and foreign direct investment which all are not in the standard HOS model. Take for instance the StolperSamuelson theorem which says for a neoclassical world with free trade, factor immobility and perfect competition: If the relative price of good i is rising, the relative factor reward to that factor will increase that which is used relatively intensively in the production of good i. However, with scale economies and network effects a certain modification is necessary: If pi falls, the factor reward of the intensively used factor will rise if there is a dominant network effect or scale effect. Take as an application the following case: At first glance the long term relative fall of ICT prices imply a relative fall of remuneration for software engineers, but network effects and scale effects bring about a relative rise of the remuneration of such engineers. 4 SCHUMPETER DISCUSSION PAPERS 2009008 With tradable prices adjusting across countries and factor prices reacting to output prices, there will be real income effects and effects in factor markets; this can include unemployment to the extent that wages are rigid downwards for workers for which firms relative demand is falling. As modern globalization includes the opening up and industrialization of China it is obvious that the relative prices of labor intensive goods will fall which in turn will reduce the relative wage rate of unskilled labor in Europe and the US. As regards international the competitiveness of a country, one may define this as the ability to organize trade in a way which contributes to the growth of long run per capita gross national product alternatively one may say contributes to a level of growth sufficient for sustained growth and full employment. This definition is slightly different from the usual perspective that competitiveness simply is the ability to sell in international goods markets; in particular we do not only emphasize exports but also consider imports as a potentially useful ingredient for international competitiveness. By emphasizing a growth perspective we argue that not simply selling whatever products at whatever price in world markets is important. Rather we emphasize the ability to sell increasing quantities or quality of products where the latter should go along with a relatively rising unit export value unless dynamic economies of scale effects dominate; moreover, we are interested to establish links between the growth of trade and the growth of real income per capita. Structural change and growth go together since structural change in a competitive economy should relocate resources from lowproductivity sectors towards highproductivity sectors on the one hand; and from low stages of valueadded production of simple intermediate products to more advanced stages semifinished goods and finally to the production of finished goods. An upward move in terms of quality or technological refinement typically will be accompanied with rising relative unit export values so that the marginal value product of improving competitiveness in the respective sector can also be measured by the RCA, the revealed comparative advantage. is rising. Internationally the respective sector labor in 5 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 1: Structural change and its five dimensions The main dimensions can be summarized as follows, namely changes in trade; relative prices of goods: this concerns in a broad perspective the ratio of nontradables to tradables : PN PT which is expected to increase in parallel with relative per capita income. This relative price change typically goes along with a real appreciation of the currency BALASSASAMUELSON effect: The ratio Pe P will rise over time as either the nominal exchange rate e with given price levels at home and abroad P and P, respectively will fall or the domestic price level P will rise at given e and P, respectively. One should note that the overall price level P:PN aPT 1a which implies that Pa PT b is a parameter indicating the share of nontradables in overall consumption. As regards tradables prices one may anticipate that countries catchingup will record a growing share of intraindustrial this holds for eastern European accession countries BORBELY, 2004; 2005. This change in the composition of trade will go along with a rise of the average export unit value reflecting a shift towards a greater share of high quality goods and other goods fetching a premium in world markets the latter can include product innovations which allow the getting a higher price in the market WELFENS, 2005; relative prices of input factors: the factor used relative intensively in the good whose output is rising will benefit in terms of relative factor rewards STOLPERSAMUELSON theorem; e.g. if the production and export of unskilled labor intensive goods in China is increasing the wage rate of unskilled workers is raised note that this leaves open the role of the price of nontradables which may be expected to affect the reservation wage rates and international factor price convergence. If unskilled labor intensive production is increasing in China it is 6 SCHUMPETER DISCUSSION PAPERS 2009008 transportation costs amount rather unlikely that unskilled labor intensive production in Eastern Europe also will increase unless to effective regional market demarcations. Thus one may expect that eastern European countries will specialize partly on goods using unskilled labor intensively, but also on goods using skilled labor intensively. By contrast leading EU15 countries following the logic of HeckscherOhlin will specialize increasingly on goods which are technology intensive or knowledge intensive and thus particularly require skilled labor. This does not rule out some employment of unskilled workers, but it will be mainly in the nontradables sector, in particular in the services sector. From this perspective it is not surprising that Germanys specific unemployment rate of unskilled workers has strongly increased in the 1990s; at the beginning of the 21st century it was twice as high than the average unemployment rate. shifts in sectoral output shares; and this will include shifts in the share of intermediate imports. Leading OECD countries may be expected to specialize not only more on technology and knowledge intensive production, but they also are likely to increasingly outsource production nationally and internationally; opening up of Eastern Europe, which already started in the early 1990s in the context of the Europe Treaties of the EU, which has stimulated international outsourcing towards eastern Europe. shifts in sectoral employment shares: Following the StolperSamuelson theorem the globally increasing relative demand for knowledgeintensive and technologyintensive goods will raise the relative wage of skilled worker which in turn improves opportunities and trainingretraining activities; countries with a rather flexible supply side in the education system thus stand to gain particularly e.g. the US, the UK, the Netherlands. expansion of the for education system share of process innovation vs. product innovations: Given the growing role of software in all sectors and all countries one may assume that process innovations will dominate in the digital world economy. Moreover, we may assume that modern software development amounts to capitalsaving technological progress so that effectively capital is relatively more abundant in the early 21st century than in the 20th century which could lead to a fall of the relative price of capital; and a decline of the capital rental rate relative to the wage index a composite index for skilled and unskilled labor. The Rybczynski theorem says: An exogenous increase in the endowment of production factor j given relative goods prices will lead to higher output of that good which is using the more abundant factor j relatively intensively. Therefore we expect a global growth of software intensive more generally of ICT intensive goods production; skilled labor which is largely complementary to ICT stands to benefit from this development. Ignoring the early transition period with its many distortions including variable political risk premium the Rybczynski theorem also might be applied in the context of FDI flowing to Eastern Europe where the yield on investment should decline relative to the wage ratio. Taking a look at Asia one may apply a similar reasoning to China. However, the Rybczynski theorem overlooks the importance of network effects and positive regional technology spillovers which obviously are relevant if many multinationals invest in a particular region. Such network effects and positive spillover effects are bound to at least transitorily raise the rate of return of foreign investors. 7 SCHUMPETER DISCUSSION PAPERS 2009008 Given the opening up of China in the 1980s and eastern Europe and Russia in the 1990s on the one hand and on the other hand the expansion of ICT facilitating the international organization of production abroad e.g. through digital reporting and networked management activities there are new opportunities for foreign direct investment. Moreover, the global innovation race has accelerated as is visible in rising RDGDP expenditure ratios in OECD countries so that ownership specific advantages here technology advantages of firms play a greater role. Following the OLI approach of DUNNING 1977 who explains FDI in terms of a combination of ownership specific advantages, locational advantages and internationalization advantages savings on transactions costs through firminternal transactions we may expect that FDI growth will exceed that of global output. FDI clearly is a nonneoclassical element in modeling of open economies and it is unclear whether standard neoclassical theorems hold without modifications. As FDI is often combined with innovation dynamics we also have to consider Schumpeterian dynamics and hence deviations from the neoclassical world of perfect competition. As a macroeconomic implication we should carefully distinguish between GDP and GNP where a simple asymmetric model of an open economy with FDI would have to consider that in the case of identical GDPs Y in country I which is the host country, Y in the source country produced with a CobbDouglas technology according to Y KL1 and abroad Y KL1 the GNP in the domestic host country is ZYY where Y is profit accruing to foreign investors assumed to own the total capital stock K while GNP in the source country is YY WELFENS, 1997: If 13 and population L in both countries is the same the relative per capita income position yy y:YL is 2:1 in favor of the source country so that there is no real convergence even with free trade and free capital flows. Both the US and in west European countries the late 1990s have witnessed a lively debate about outsourcing and offshoring. As regards mobility of capital one should distinguish between mobile Schumpeter real: technologyintensive sectors and immobile Schumpeter industries where the latter refer to an effective inability to separate research and development RD from the production process KLODT, 1993. Relevant industries are the air and space industry and the special machinery industry so that international wage cost differentials for labor are irrelevant. One should note that the existence of immobile Schumpeterian industries can impair international factor price equalization. Another impediment from a theoretical perspective refers to the existence of nontradables. As regards the role of the latter the digitalization of the world economy has reduced the share of nontradables in overall output. The internet and digital networks have enhanced tradability of many services since it has effectively rendered the supply side or the user more mobile across countries. Structural dynamics in a digital world economy bring about shifts in the structure of output and can go along with long term relative factor price changes; changes in goods prices also can play a role. From the perspective of a small open economy in catchingup countries one may assume that the prices of certain goods are subject to an exogenous long term decline as is observed with ICT goods or a long term increase as is the case with sectors with small process innovation rates plus a global income elasticity of demand exceeding unity. From a radical macroeconomic point of view one might argue that the composition of output is rather irrelevant; in a pure neoclassical perspective with Harrodneutral progress, the level of the growth path of output per efficiency unit of labor and hence labor 8 SCHUMPETER DISCUSSION PAPERS 2009008 productivity is determined by the savings rate, the growth rate of the population, the rate of capital depreciation and the exogenous growth rate of technological progress. If production is determined by a CobbDouglas production function YKAL1 where A is the level of laborsaving technology we additionally can state that the parameter influences the steady state situation. The growth rate of progress itself is exogenous. In endogenous growth theory one may focus on several ingredients which explain the growth rate of progress, including such factors as: human capital accumulation LUCAS, 1988 positive external effects from capital accumulation ROMER, 1990 RD expenditures GROSSMANHELPMAN, 1991 intermediate products which allow the production of a greater variety of final products which stimulates demand; and this in turn stimulates output growth ROMER, 1990; GROSSMANHELPMAN, 1991; BRETSCHGER, 1998 A major aspect of structural change is the increase in international outsourcing which leads to the problem of the bazaar economy to use the term dubbed by SINN 2005. Sinn has argued that Germanys large trade balance surplus is not really impressive, rather Germanys economy would be facing a major problem in international competitiveness as increasingly German exports consist of exported goods containing rising shares of imported intermediates. 2.2. Global Perspective of Structural Change With Chinas integration into the world economy there are major changes in the world economy. China has specialized at first in the 1980s and early 1990s in the production of labor intensive products, and where it has done so it has captured considerable global market shares; since China is a big economy its exports will affect, once they have achieved a critical threshold, relative world market prices, and with a fall of the respective relative price Chinas exporters have favorable perspectives to capture a large global market share in all those sectors where static and dynamic economies of scale play a crucial role. Since the mid1990s Chinas exporters have increasingly specialized in the production of knowledgeintensive and technologyintensive goods a phenomenon which, of course, is strongly linked with the expansion of foreign direct investment inflows. This structural change and technology upgrading in China is supported by a rise of the ratio of RD expenditures to GDP which has exceeded 1% at the beginning of the 21st century and thus can be taken as a signal that Chinas economy is switching from mainly imitating foreign technology to true innovation dynamics. However, this regime switch has taken place only in a few industries and it is unclear whether or not Chinas government has a consistent strategy towards strengthening the Schumpeterian dynamics of the economy. 9 SCHUMPETER DISCUSSION PAPERS 2009008 3. Empirical Analysis The following chapter will concentrate on the analysis of selected innovation traits, structural change and the bazaar effect mainly through descriptive statistics. We will focus on selected EU15 countries, as well as some new EU member states and partially also the USA. 3.1. Selected Innovation Traits and Structural Change Product innovations allow for the increase in product prices in world markets and hence the earning of high incomes wages and profit. Process innovations are equivalent to cost reductions and allow firms to fetch higher market shares and high incomes, in particular if price elasticity is larger than unity or if increased market share also allows for the exploitation of dynamic scale economies e.g., learning by doing effects. Innovation dynamics can be assessed in different ways: Innovation expenditures, usually scaled by sales RD intensity; this in an RD input indicator Patents per capita RD output indicator Product innovation rate new products to the market in % of sales, survey data, innovation output indicator Diffusion rate newtothefirm products, figures are from surveys Taking a closer look at selected EU countries, one finds that Sweden, Germany and Finland were leading in RD intensity in manufacturing 6.4, 4.7 and 3.9, respectively, in 2003; EU average 3.45; see Tab. 1. France and the Netherlands achieved 3.1, the UK 3.0. Germanys RD intensity in the services sector was much weaker, namely 1.6 compared to the EU average of 1.8. Sweden was a clear leader in this field. France and the UK recorded 1.6 and 1.4, respectively. It is interesting to observe that in the field of product innovations in manufacturing, Germany was below the EU average despite its leading position in RD intensity. Finland, Sweden and France were leading countries in the field of product innovations. This suggests that the German innovation system might have considerable efficiency problems. A similar picture is found in production innovation in the services market. As regards diffusion indicators, Germany is a leading EU country. Moreover, Sweden and Germany recorded a high ratio of Newtofirm to Newtomarket in the manufacturing industry, which points to relatively fast diffusion this could reflect strong competition. 10 SCHUMPETER DISCUSSION PAPERS 2009008 Table 1: European Innovation Scoreboard, 2003 FR EU 15 DE European Innovation Scoreboard 2003 Selected Member States Innov exp manuf Innov exp serv Newtomark prods manuf Newtomark prods serv Newtofirm prods manuf Newtofirm prods serv NewtofirmNewtomark prods manuf NewtofirmNewto mark prods serv 3.45 4.71 1.83 1.64 7.1 10.5 3.7 7.4 28.6 40.3 17.5 23.8 18.8 16.4 17.1 13.9 3.08 3.07 1.57 0.79 9.5 5.5 2.7 2.5 5.7 4.4 1.8 3.1 NL AT FI SE UK 2.83 3.91 6.42 2.96 0.92 0.96 19.11 1.39 3.5 8.4 27.2 9.5 4.3 12.2 9.3 23.1 31.1 32.1 12.8 18.8 23.7 2.8 1.1 9.2 3.0 1.5 2.5 Source: European Commission 2003, Staff Working Papers, European Innovation Scoreboard 2003, page 27, Brussels and own calculations DE Germany, FR France, NLNetherlands, AT Austria; FI Finland; SE Sweden; UK United Kingdom. Against such apparent innovation weakness, one might consider it surprising that Germany has such a high current account surplus, e.g. 5% of GDP in 2002. However, 90 billion net exports recorded in 2002 would quickly melt away if full employment could be restored; investment would increase by about 10% or by about Euro 20 billion, consumption also by about 5% or 60 billion, which would leave net exports down at Euro 10 billion. The assumption here is that consumption is a positive function of disposable income and a negative function of the expected unemployment rate. Investment is assumed to depend negatively on the real interest rate and the expected unemployment rate. To put it differently, a high net export position of a country with a high unemployment rate cannot simply be considered an indicator of high international competitiveness. Rather, it largely reflects weak domestic demand. The reduction of net exports in the case of rising employment and hence a falling expected and actual unemployment rate will hold even if one takes into account the expansionary impact of higher employment on the supply side. This perspective is, of course, not to deny that in a situation of high net exports and also in the case of net imports: see the US in the 1990s, certain sectors are positively successfullyspecialized in production and export of technology intensive or innovative products. International competitiveness in specific sectors can be assessed on the basis of revealed comparative advantage indicators RCA: sectoral relative export share in country i as compared to the same industries relative export share in the EU15 single market, with an indicator above unity indicating a sectoral competitive advantage or with respect to export unit values EUV. A sectoral increase in the weighted export unit value indicates improved competitiveness in the EU single market as higher prices can be fetched in a very competitive market there might, however, be cases where changes in market power or government intervention also affect the export unit value. According to the HeckscherOhlin theory the RCA should depend on relative factor endowments. Higher RCAs and higher export unit values in certain sectors are likely to contribute quite strongly to output growth in the long run. Scale intensive sectors and 11 SCHUMPETER DISCUSSION PAPERS 2009008 science intensive sectors are obviously two potentially relevant sectors. In a high wage economy, emphasis on sciencebased products can strengthen competitiveness through product innovations which will temporarily lead to rising export unit values and hence higher profitability. This is a Schumpeterian perspective which leads away from perfect competition. Scale intensive products also imply that the perfect competition model does not hold. In some cases, scale intensive products exhibit both static and dynamic scale economies so that high production volumes could be combined with first mover advantages. Table 2: USA RCA, EUV, EUV weighted with the sectoral export shares of manufacturing and of GDP NACE rev.1 2digit RCA 200001 EUV 2001 EUV 2001 EUV 1993 EUV 1993 weighted weighted weighted Weighted Weighted Weighted d EUV d EUV EUV 2001 EUV 1993 export share export share export share GDP share GDP share GDP share 0,40 2,04 6,85 0,01 0,00 0,06 0,11 0,04 0,01 0,01 0,11 0,00 0,32 0,13 0,02 0,14 0,13 1,57 20,29 1,01 8,35 7,53 0,22 10,36 0,23 0,01 0,00 0,04 0,06 0,02 0,01 0,01 0,14 0,00 0,52 0,14 0,03 0,21 0,18 2,16 22,11 1,60 27,94 13,41 0,32 53,81 0,44 0,16 0,00 0,02 0,00 0,95 0,02 1,25 0,05 0,39 0,03 0,21 0,00 0,29 0,00 3,07 0,03 0,02 0,00 11,56 0,20 0,00 3,09 0,65 0,01 4,75 0,07 3,90 0,05 48,12 0,59 492,25 1,82 35,52 0,58 622,02 19,59 298,58 5,88 0,10 7,06 43,45 1197,95 9,89 0,22 0,26 0,24 1,64 0,07 0,28 5,28 0,11 28,16 17,75 9,17 11,17 0,16 0,82 1,37 0,79 0,50 0,50 0,84 9,48 1,10 14,21 0,09 0,11 0,29 2,25 3,95 0,91 6,13 8,00 0,57 0,49 2,66 3,91 4,33 0,53 7,35 0,56 12,57 8,64 1,24 20,61 14,22 1,40 144,84 117,88 1,31 35,90 25,52 1,93 252,79 125,42 3,64 150,75 84,41 0,20 6,96 4,73 299,91 76,10 0,97 22,27 12,45 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 Note: Fields of positive RCAs are bold typed; strong improvement in GDPweighted export unit value is underlined; fields of declining export unit value are in Italics. Interestingly, the US has achieved a higher export unit value in all fields where it has enjoyed a positive comparative advantage. This suggests a positive feedback mechanism in the sense that a higher export unit value goes along with increased profitability which in turn reinforces investment and hence should contribute to an improving RCA. 0,11 0,01 0,67 1,23 0,48 0,14 0,12 1,20 0,01 3,50 1,49 0,24 1,54 1,43 17,43 225,17 11,22 92,67 83,58 2,43 0,06 0,00 0,28 0,02 0,09 0,08 0,16 1,87 0,00 8,06 1,61 0,41 3,21 2,48 30,70 267,08 24,29 529,35 214,99 4,63 114,99 1082,96 7,39 2,50 9,73 12 SCHUMPETER DISCUSSION PAPERS 2009008 The US has achieved a strong increase in the GDP weighted export unit value in NACE 30, 32, 33 and 35, respectively: manufacture of office machinery and computers; manufacture of radio, television and communication equipment and apparatus; manufacture of medical, precision and optical instruments, watches and clocks; manufacture of other transport equipment e.g. airplanes. US companies apparently are well positioned to fetch higher prices in those sectors which stand for a relatively large share of the economy. In the fields of NACE 32 and 35 the improvements in export unit values also stand for a large share of US exports. The rise of the export unit value was quite impressive in NACE 32 and NACE 35 in which the value doubled and nearly quadrupled, respectively. In NACE 35 the US export value is five times as high as in the case of Germany, ten times as high as in the case of Italy and about fifty times as high as in the case of Hungary. As regards export unit values and the change of export unit values over time, one should also take a look at weighted export unit values so that the relative economic significance of certain sectors can be understood. As regards Germany, it is wellknown that the country has a positive RCA read RCA above unity in both the automotive industry and in other transport equipment NACE 34 and 35. Taking a closer look at German industry, one can see that specialization in terms of RCA changed slightly in the decade after 1993. Germany has one important loser industry see by contrast Italy, namely NACE 19 which stands not only for a negative RCA but also for declining export unit values: tanning and dressing of leather, manufacture of luggage, handbags, saddlery, harness and footwear; NACE 17 and 18 they are classified as labor intensive sectors also show weak international competitiveness RCA1, Sectors 28 and 36 which also are laborintensive show at least an improvement of export unit values. There is a high RCA in the manufacturing of fabricated metal products NACE 28, not including machinery and equipment. It is also noteworthy that the export unit value has increased over time for this product group. In the field of office machinery and computers NACE 30 a sector which together with NACE 32: telecommunications equipment is considered highly relevant for mediumterm productivity growth , Germany has a negative RCA. Worse yet, the export unit value in this sector has declined. NACE 32 has improved over time. The overall picture with respect to the long term development of export unit values in German industrial exports reveals that export unit values average revenue per quantity unit e.g. kilogram of steel etc. showed few changes over the period from 1993 to 2001. Which sectors are most important for economic dynamics: In a narrow sense those sectors which show a positive RCA and a high weighted export unit export value; this at least is the concept presented here. As regards the economic significance of export unit values it is indeed useful to take a closer look at weighted unit values where sectoral shares in overall manufacturing exports are taken as weights. Considering only weighted indicators reaching at least 0.75 hence export unit value must be high or the share of the respective sector in overall export of manufacturing see the bold figures in the respective tables we see that 29, 30, 32, 33, 34 and 35 are crucial sectors for Germany. Note that the change in the weighted export unit value of 32, 33 and 34 was positive in Germany over the period 19922001; this should translate into relatively rising wages for skilled workers as we may assume that these sectors are using skilled labor intensively. As regards Germany, 29, 33, 34 and 35 stand for an economically significant positive RCA; as 13 SCHUMPETER DISCUSSION PAPERS 2009008 regards Hungary we find 18, 30, 31, 32, 34 as positive RCA: 34 is an overlap with Germany. The fact that Hungary could improve the weighted export unit value strongly in 34, the automotive sector, points to a strong catchingup process in the Hungarian automotive sector. To the extent that this finding is representative for accession countries in Eastern Europe, Germanys automotive firms acting in the lower quality segments of the market might face profitability problems in their German plants. The new international division of labor in Europe suggests that mass production of standard cars will be largely relocated to Eastern Europes low wage countries. Hence the respective regions will face serious labor reallocation challenges in the early 21st century. Figure 2: Germany RCA and Export Unit Values RCAEUV100908070605040302010017 18 19 28 36 15 16 20 23 26 27 21 22 24 25 34 35 30 33 29 31 32Labour Intensive Resource Intensive Res. Scale Scale Intensive Scale Science Science based Differenciated Goods 199319941995199619971998199920002001EUV 2001EUV 1993 21,81,61,41,210,80,60,40,20 14 SCHUMPETER DISCUSSION PAPERS 2009008 Table 3: Germany RCA, EUV, EUV weighted with the sectoral export shares of manufacturing NACE rev.1 2digit RCA 200001 EUV 2001 EUV 2001 EUV 1993 EUV 1993 weighted weighted weighted weighted weighted Weighted d EUV d EUV EUV 2001 EUV 1993 export share export share export share GDP share GDP share GDP share 0.71 0.62 0.52 1,67 13.25 10,82 0.67 7,82 6.12 0.86 22.60 17.51 0.35 17.65 11,39 0.84 0.38 0.40 0.80 0.85 0.73 1,38 3.11 3,83 0.25 0.26 0.18 0.72 1,43 1.01 1,16 3,92 1,38 0.90 0.43 0.44 0.88 0.66 0.51 1,49 4,22 4,18 1,74 12.02 12,20 0.65 62.26 76.05 1,37 14.70 13.64 0.99 63.06 40.44 1,69 92.49 80.01 1,49 9,27 8,80 1.03 53.74 42.32 1.07 5,92 6,28 0.03 0.07 0.13 0.33 0.08 0.00 0.02 0.03 0.00 0.16 0.13 0.01 0.04 0.14 1,50 4,29 0.69 3,54 3,16 1,94 2,53 0.12 0.03 0.05 0.10 0.26 0.05 0.00 0.02 0.04 0.00 0.11 0.05 0.01 0.03 0.14 1,52 5,24 0.64 2,27 2,73 1,84 2.00 0.12 0.01 0.01 0.03 0.07 0.03 0.00 0.00 0.01 0.00 0.05 0.09 0.00 0.01 0.00 0.02 0.95 0.05 1,27 0.43 0.10 0.54 0.01 8,55 8,37 20,67 25,94 0,89 0,43 3,58 5,21 0,64 28,49 21,49 1,17 6,50 21,27 197,64 799,70 101,16 561,74 217,73 307,56 341,70 19,83 2,93 4,00 11,22 13,86 4,96 0,15 1,56 2,81 0,10 11,78 9,50 0,60 2,10 9,46 96,45 208,07 35,49 113,08 114,93 107,29 163,22 8,25 5,62 4,37 9,44 12,08 4,07 0,28 2,02 2,40 0,55 16,71 12,00 0,57 4,40 11,81 101,19 591,63 65,68 448,66 102,80 200,27 178,48 11,58 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 NACE 30, 31 and 32 indicate successful Hungarian specialization. However, note that 31 and 32 differentiated goods this also includes 29 stand for relative footloose industries: the manufacturing of office machinery and computers 30 and of electrical machinery and apparatus n.e.c. 31 could internationally be relocated relatively quickly. One should point out that RCAs typically follow relative sectoral patent positions. A rising share in global patents in the respective sector translates with a time lag of 34 years into an improved sectoral RCA. Hence expenditures on research development and innovation policies are important. Compared to the apparently stable German industrial specialization pattern, Hungary has launched a rather impressive catchingup process since reinforcing the RCAs in some technology intensive sectors and was also able to fetch higher export unit values a proxy for its ability to extract high prices in competitive EU market in EU15 markets. Hungary has many fields which have shown a rise of the export unit value. 15 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 3: Hungary RCA and Export Unit Values RCA6Export Unit Value kg4035302520151050199319941995199619971998199920002001EUV 01EUV 93 17 18 19 28 36 15 16 20 23 26 27 21 22 24 25 34 35 30 33 29 31 32Labour Intensive Resource Intensive Res. Scale Scale Intensive Scale Science Science based Differenciated Goods 543210 16 SCHUMPETER DISCUSSION PAPERS 2009008 Table 4: Hungary RCA, EUV, EUV weighted with the sectoral export shares of manufacturing or respective sectoral shares in GDP NACE rev.1 2digit RCA 200001 EUV 2001 EUV 2001 EUV 1993 EUV 1993 weighted weighted weighted weighted weighted Weighted d EUV d EUV EUV 2001 EUV 1993 export share export share export share GDP share GDP share GDP share 0,04 0,00 0,12 1,09 0,21 0,00 0,01 0,00 0,00 0,02 0,04 0,01 0,01 0,04 0,20 1,17 0,81 3,17 0,51 1,11 0,03 0,05 0,05 0,00 0,11 1,05 0,28 0,00 0,01 0,00 0,00 0,04 0,07 0,01 0,02 0,05 0,29 3,59 1,10 5,06 0,80 2,35 0,05 0,09 19,29 0,01 0,00 0,00 48,85 0,01 494,83 0,04 118,38 0,06 1,62 0,00 2,72 0,00 1,69 0,00 1,59 0,00 22,93 0,02 27,75 0,02 0,00 2,89 8,56 0,01 21,86 0,02 0,09 113,75 2,42 2503,98 0,29 489,95 1,89 1624,24 198,11 0,29 941,11 1,24 0,01 6,85 37,21 0,04 2,92 16,37 0,00 0,00 26,15 22,70 56,65 438,19 47,72 70,66 0,99 0,63 2,22 0,50 0,87 0,83 0,29 1,30 17,85 5,09 23,32 4,43 1,44 1,46 6,80 1,76 15,45 6,41 26,54 87,21 9,06 2494,92 74,79 415,16 35,17 1589,07 177,71 20,40 920,17 20,94 2,63 4,23 28,91 8,30 0,46 1,45 1,27 0,00 0,00 3,19 0,85 5,72 6,29 2,11 28,39 29,41 1,42 17,21 13,31 1,05 0,37 0,38 0,25 0,84 0,75 0,19 2,32 1,89 0,51 0,27 0,18 0,31 1,09 0,56 0,70 3,04 1,93 0,65 0,73 0,53 0,60 0,56 0,29 0,87 2,40 1,69 0,73 4,51 3,16 1,28 29,81 9,74 2,83 11,36 8,32 2,59 29,91 18,76 0,82 34,83 22,37 1,46 9,93 4,68 0,18 5,96 4,54 0,92 4,69 2,50 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 Germanys industry shows some clear fields of comparative advantage as does Hungarys, this is an interesting case of new economic dynamics in an EU accession country. It is quite noteworthy that Hungary achieved higher export unit values in several sectors. The table shows that weighted improvements of export unit values were strong in 30, 32 and 34, essentially electronic products which represent scaleintensive goods, sciencebased goods and differentiated goods. 17 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 4: Italy: RCA and Export Unit Value 4,543,532,521,510,50RCAExport Unit Value 1009080706050403020100199319941995199619971998199920002001EUV 93EUV 0117181928361516202326272122242534353033293132Labour Intensive Resource Intensive Res. Scale Scale Intensive Scienc Scalee Science Differenciated Goods Italy has suffered in a traditional field of comparative advantage from a fall of the export unit value, namely in NACE 18 manufacture of wearing apparel; dressing and dyeing of fur which indicates stronger global price competition for an important sector of the Italian economy. There also was a strong fall of the export unit value in NACE 30 which is the crucial manufacturing of office machinery and computers, but in this group Italy also stands for a revealed comparative weakness as the RCA is much below unity. More encouraging looks 35 which is close to an RCA exceeding unity and where the export unit value has improved. Very encouraging is also NACE 19 with a high RCA and improved export unit value which is a traditional strength of the Italian economy: tanning and dressing of leather, manufacture of luggage, handbags, saddlery, harness and footwear. A successful adjustment can also be found in NACE 28 and 29; Manufacture of fabricated metal products, except machinery and equipment 28 and manufacture of machinery and equipment n.e.c. 29. From this perspective Italy could benefit considerably from EU eastern enlargement both through rising exports of sophisticated consumption goods and of industrial goods. 18 SCHUMPETER DISCUSSION PAPERS 2009008 Table 5: Italy RCA, EUV, EUV weighted with the sectoral export shares of manufacturing and of GDP NACE rev.1 2digit RCA 200001 EUV 2001 EUV 2001 EUV 1993 EUV 1993 Weighted weighted Weighted Weighted weighted Weighted d EUV d EUV EUV 2001 EUV 1993 export share export share export share GDP share GDP share GDP share 0,07 0,00 0,96 1,36 0,68 0,01 0,02 0,02 0,00 0,10 0,13 0,02 0,02 0,10 0,96 4,88 0,19 0,42 0,43 0,48 0,82 0,29 0,07 0,00 0,59 0,52 0,78 0,01 0,02 0,02 0,00 0,17 0,13 0,02 0,04 0,11 1,04 1,81 0,24 0,63 0,36 0,78 0,90 0,19 0,00 0,00 0,37 0,83 0,11 0,00 0,01 0,00 0,00 0,07 0,00 0,01 0,01 0,01 0,08 3,06 0,05 0,21 0,08 0,30 0,09 0,10 4,70 0,00 65,67 92,67 46,23 0,53 1,24 1,48 0,11 7,00 8,73 1,70 1,71 6,92 65,92 333,21 13,04 28,80 29,62 32,51 55,71 19,76 7,93 0,01 69,33 61,52 92,16 0,84 2,72 2,51 0,36 19,81 15,50 2,10 4,23 13,07 122,32 212,81 28,73 73,63 41,91 91,19 105,96 22,38 3,23 0,00 3,67 31,14 45,93 0,31 1,48 1,02 0,25 12,82 6,77 0,39 2,52 6,14 56,40 120,39 15,69 44,83 12,29 58,68 50,25 2,62 0,84 1,07 1,04 0,01 0,70 0,75 2,79 9,53 10,83 1,85 15,80 29,77 3,76 17,62 11,43 0,62 1,30 1,49 0,68 1,12 0,99 0,89 2,69 2,88 0,49 0,28 0,15 0,65 1,79 1,30 1,46 2,95 2,90 2,00 0,59 0,65 0,92 0,71 0,57 1,72 2,58 2,57 1,99 6,19 6,35 0,29 56,58 89,47 1,10 6,54 5,67 0,45 24,50 19,24 0,72 20,28 24,72 0,77 6,32 5,81 0,95 24,99 21,79 2,39 3,89 5,20 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 So far we have analyzed the relative export position of selected countries as suppliers on the EU15 market. However, having a flourishing export market does not necessarily mean that a country is competitive and is dealing well with the challenges of structural change. What counts is the ratio of domestic to foreign value added in production, as well as the ratio of domestic to foreign intermediated inputs in production. This will have an impact on how well factor markets can cope with structural change. Thus we will now turn to the analysis of the importance of intermediate imports, which brings us to the so called bazaar effect. The results for China also are quite interesting and indicate that China has a rather strong position on the EU15 market in laborintensive products and in scale scienceintensive products and in differentiated products; the latter two categories to some extent reflect the strong presence of cumulated foreign direct investment in the respective sectors on the one hand, on the other hand Chinas RD policy has increasingly although starting at a low level favored these sectors. Between 1993 and 2003 Chinas export unit value has not improved on the EU single market, except for the case of differentiated products. 19 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 5: Modified RCA for China and Export Unit Values Source: EIIW calculations Figure 6: Thailand: RCA and EUV RCA7Export Unit Value kg654321017 18 19 28 36 15 16 20 23 26 27 21 22 24 25 34 35 30 33 29 31 32Labour Intensive Resource Intensive Res. Scale Scale Intensive Scienc Scalee Science Differenciated Goods Source: EIIW calculations 20 19931994199519961997199819992000200120022003EUV 93EUV 036050403020100SCHUMPETER DISCUSSION PAPERS 2009008 Figure 7: Malaysia: RCA and EUV RCA131211109876543210Export Unit Value kg5045403530252015105017 18 19 28 36 15 16 20 23 26 27 21 22 24 25 34 35 30 33 29 31 32Labour Intensive Resource Intensive Res. Scale Scale Intensive Scale Science Science Differenciated Goods Figure 8: Indonesia: RCA and EUV RCA1817161514131211109876543210Export Unit Value kg100908070605040302010017 18 19 28 36 15 16 20 23 26 27 21 22 24 25 34 35 30 33 29 31 32Labour Intensive Resource Intensive Res. Scale Scale Intensive Scale Science Science Differenciated Goods 19931994199519961997199819992000200120022003EUV 93EUV 0319931994199519961997199819992000200120022003EUV 93EUV 03 21 SCHUMPETER DISCUSSION PAPERS 2009008 3.2. The Bazaar Effect The Bazaar Effect according to SINN 2005 states that the share of domestic value added in total output of an industry i falls to the benefit of foreign countries. This means that a declining part of the final products value added is generated domestically. There is a tendency towards outsourcing and offshoring, while the first implies the purchase of intermediate products from external firms and the latter indicates that a mostly labor intensive part of the value added production chain is relocated to a foreign country. In the extreme case, the economy would merely buy and sell products, just like on a bazaar. The question of outsourcing and offshoring is especially brigand within an EU25 perspective, since many western European companies offshore production to eastern Europe and also buy eastern European intermediate inputs. Indeed, one can show that the share of domestic value added in production is declining in Germany, as well as in some other European countries. However, this neednt cause a problem for the domestic economy. As long as the sum of domestic value added share plus domestic intermediate inputs share to total production does not decline, there should not be a negative effect to the domestic factor markets. If, for example, domestic value added in production declines by 2 percentage points, but at the same time the share of domestic intermediates in production rises by 2 percentage points, the share of domestic participation in production remains the same, causing no harm to the domestic economy. This is merely a relocation of economic activity among domestic industrial sectors. For total manufacturing one can observe a decline in the share of value added plus the share of domestic intermediate inputs since the second half of the 1990s, however, this is not valid for all industries. Therefore we will now turn our attention to the economically most important six German industries. These are motor vehicles, machinery, chemicals, radioTVcommunication equipment, textiles wearing apparel and office machinery. These six industries make up roughly 62% of German exports and 52% of German imports in the year 2004. The share of these six industries in the foreign trade position of the other countries considered in the analysis is also rather high e.g. 60% of Hungarian exports, and 59% of Hungarian imports in 2002. We will analyze the extent of the bazaar effect for these six industries. Motor Vehicles The following figure shows the share of domestic value added, of domestic intermediate inputs and of foreign intermediate inputs in the total output of the motor vehicles industry in selected countries. These include three new EU member states; Slovenia, Hungary and Poland. Furthermore it includes Italy and Germany as the sick men in Europe, the Netherlands as a small open economy and especially concerning the telecommunications industry, Finland has been included into the analysis. The Bazaar effect as described by SINN 2005 refers to the decline of the share of domestic value added in total output. Indeed this is the case for motor vehicles in Germany, where the share of value added fell from 32.5% in 1995 to 21.8% in 2000. At 22 SCHUMPETER DISCUSSION PAPERS 2009008 the same time, however, the share of domestic intermediates rose from 51.1% to 60%. The total share of domestic formation of output therefore only slightly declines from 83.6% to 81.8%. This corresponds to relocation to foreign countries in the production of motor vehicles to the extent of 1.8 percent of output. However, still 81.8% of output is produced in the home country, either as value added in the motor vehicles industry, or as intermediate production in other domestic industries. Thus the bazaar effect is rather small in the German motor vehicles industry. Figure 9: Motor Vehicles Bazaar Effect Slovenia 2000Slovenia 1996Hungary 2000Hungary 1998Poland 2000 Poland 1995 Germany 2000 Germany 1995 Italy 2000Italy 1995Finland 2000Finland 1995Netherlands 2000Netherlands 19950%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput A similar rise in the share of foreign intermediates can be observed in the Netherlands, Finland and Italy and to a greater extent in Poland and Slovenia. The Netherlands, Hungary and Slovenia, as being small open economies, are expected to have a higher overall share of foreign intermediates, which is shown in the figure. However, the share of foreign intermediates is considerably higher for the small new EU economies than for the Netherlands. The signs at the end of the rows indicate the tendency of Export Unit Values EUV since 1993. It seems that a problem might occur if a strong decline of the domestic share of production is accompanied by declining tendency of Export Unit Values. In the motor vehicles industry, only Finland shows a decline in EUVs, however at the same time that share of value added has increased. Machinery and Equipment Most countries show a considerably high share of domestic production. The sum of the share of value added and domestic intermediates exceeds 70% in most cases. Only in some 23 SCHUMPETER DISCUSSION PAPERS 2009008 new EU member states can one find a higher share of foreign intermediates: Slovenia and Hungary. Except for Slovenia the share of foreign intermediate inputs has risen in the time period considered. A relatively strong rise occurred in Hungary with 11 %, followed by Finland and Germany with roughly 4 %. Although there is negative tendency in the development of the EUVs in Germany, the situation is not alarming, since the share of foreign intermediates is still very low 16 %. In most of the countries the EUVs tend to increase, except for Italy and the Netherlands, where they rather stagnate. Figure 10: Machinery and Equipment Bazaar Effect Slovenia 2000Slovenia 1996Hungary 2000Hungary 1998Poland 2000 Poland 1995 Germany 2000 Germany 1995 Italy 2000Italy 1995Finland 2000Finland 1995Netherlands 2000Netherlands 19950%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput All in all, the picture in the machinery industry is rather homogenous with a relatively high percentage of domestic activity in production. Chemical products Homogeneity is also given in the chemicals production. In most countries the share of domestic value added makes up to 2535 % of the industry output. Except for Italy, where the share has remained constant, domestic value added in production is declining in western European counties, giving rise to the bazaar effect. This is also the case for Hungary. However, both in Slovenia and in Poland the share is increasing considerably. At the same time the rise cannot compensate for the loss in the share of domestic intermediates, thus the share of foreign intermediates in output has risen in both countries considerably Slovenia 13 %, Poland 14 %. The only country where the total domestic 24 SCHUMPETER DISCUSSION PAPERS 2009008 share in 2000 exceeded the previous value is Hungary. EUVs show a clear tendency to rise in all but one country, Slovenia. Figure 11: Chemical Product Bazaar Effect Slovenia 2000Slovenia 1996Hungary 2000Hungary 1998Poland 2000 Poland 1995 Germany 2000 Germany 1995 Italy 2000Italy 1995Finland 2000Finland 1995Netherlands 2000Netherlands 19950%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput Radio, television and communication equipment The figure is not as harmonious any more in the radio, television and communication equipment industry. The new EU member states stick out through relatively low shares of value added and domestic intermediates. This is valid for Slovenia and Hungary for both years considered and for Poland especially for the year 2000. Furthermore the share of foreign intermediates is extraordinarily high, reaching values of over 80 % in Hungary. Also the very strong increase of the foreign intermediates is striking: 27 % in Poland and 19 % in Slovenia. As mentioned before small countries are expected to have higher shares of foreign intermediates, since they are more dependent on foreign trade especially foreign imports than big open economies, but also compared to other western European small economies such as the Netherlands, these ratios are very high. Hungary with merely 13 % of value added and 4 % of domestic intermediates appears to be the real bazaar economy in the radio, television and communication equipment industry. The only country with a relative stable share of foreign intermediates is Italy and the only country with a decline in the share of foreign intermediates is Finland. The latter is not surprising and adding the outstanding rise in EUVs in this industry underlines the dominant position of Finland in the telecommunications market. But also in most other countries one can observe a rise in EUVs. 25 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 12: Radio, television and communication equipment Bazaar effect Slovenia 2000Slovenia 1996Hungary 2000Hungary 1998Poland 2000 Poland 1995 Germany 2000 Germany 1995 Italy 2000Italy 1995Finland 2000Finland 1995Netherlands 2000Netherlands 19950%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput Textiles In contrast to that, export unit values decline in most of the countries in the textiles industry. Only in Poland and Germany do the EUVs seem to stagnate and there is weak increase in the Netherlands. The Netherlands is also the only country where the share of foreign intermediate inputs has declined by roughly 2 %; in all other countries the share has increased. The strongest increase occurred in Hungary with 24 %, followed by Poland with 17% and Slovenia with roughly 7 %. At the same time value added rose by 2.5 % in Slovenia and declined by almost 13 % in Hungary. This does not underline the predictions of the traditional trade theory, namely, that eastern European countries will mainly specialize in labor intensive production, due to the abundance of labor. However, there are other labor intensive industries, such as wearing apparel and leather and fur, where some of the new EU member states have considerable comparative advantages. 26 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 13: Textiles Bazaar Effect Slovenia 2000Slovenia 1996Hungary 2000Hungary 1998Poland 2000 Poland 1995 Germany 2000 Germany 1995 Italy 2000Italy 1995Finland 2000Finland 1995Netherlands 2000Netherlands 19950%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput Office Machinery Finally, we take a look at the composition of the industrial production of office machinery. It reveals the most diversified picture of all industries. In general the share of foreign intermediates is the highest when compared to the other industries. Starting with 28% in Slovenia in 1995, the average share is roughly 4060%, with extremely high shares of over 90% again in Hungary. But also in Finland and Italy the share of foreign intermediates exceeds by far 50% of output. A clear bazaar effect can be identified in Finland, Italy, Germany and Hungary. In these countries the share of domestic value added decreased strongly. In all these countries the share was already rather low in 1995, but it almost disappeared in the year 2000, mostly in Hungary with 6 % and in Finland with merely 2%. Especially Hungary, with a domestic intermediates share of 1.5 %, seems to play only a bazaar function on the office machinery market. However, we also find countries, where the share of domestic value added has increased in the second half of the 1990s. In the Netherlands it rose by 1.5 %, in Poland by roughly 6 %, and in Slovenia by 3 %. In addition the share of domestic intermediates rose in the Netherlands by 4.6 %, added up to an increase in the domestic share of production by almost 6 %. This is the clear opposite effect to the bazaar. This effect is also visible in Poland with an increase of the domestic share in production by 1.6 %. At the same time EUVs show a clear tendency to rise in Poland, but to fall in the Netherlands. The latter is the case for almost all other countries, too, which indicates that the bazaar hypothesis is strongly relevant on the market for office machinery especially in Italy, Germany and Hungary. 27 SCHUMPETER DISCUSSION PAPERS 2009008 Figure 14: Office Machinery Bazaar Effect Slovenia 2000Slovenia 1996Hungary 2000Hungary 1998Poland 2000 Poland 1995 Germany 2000 Germany 1995 Italy 2000Italy 1995Finland 2000Finland 1995Netherlands 2000Netherlands 19950%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput All in all it is important to look at the sectoral level when analyzing the bazaar effect, since the differences among the industries are large. Also it is not the share of domestic value added that matters, but the sum of the shares of domestic value added and domestic intermediate inputs. Only if this sum declines, will we see an increase in the foreign intermediates inputs, which might have negative implications on domestic factor markets, such as the labor market. 3.3. Net Bazaar Effect Finally one might not only look at the gross bazaar effect as described above, which controls for the intermediate imports in production and thus in exports in country I. But one should also consider that imports of country I from country II also contain to some extent exported intermediates from country I to country II. Controlling for this would reduce the gross bazaar effect, which we call the netbazaar effect. It is rather challenging to calculate the net bazaar effect for a country, because one needed statistical information on the share of intermediate products in exports in relation to the share of intermediate products in imports. We can, however, approximate by assuming that the importexport ratio in total foreign bilateral trade corresponds to the importexport ratio of bilateral trade in intermediates. Thus one can calculate the net bazaar effect on the bilateral basis. The effect is visible if one calculates the net bazaar effect towards the most important trading partners. 28 SCHUMPETER DISCUSSION PAPERS 2009008 This is done in the following for the German EU14 bilateral trade for the motor vehicle industry. First one has to identify the share of EU 14 imports in German total imports. This accounts for 60.4 % for 1995 and for 54.8 % for 2000. Furthermore the importexport share of motor vehicles for the bilateral trade Germany EU 14 in the year 1995 was 0.7 and in the year 2000 it was 0.56. Subtracting the intermediate exports contained in intermediate imports reduces the share of foreign intermediate imports accordingly. Figure 15: The gross and the net Bazaar effect in the motor vehicles industry in Germanys trade towards EU 14 2000 NetBazaar 2000 Bazaar 1995 NetBazaar 1995 Bazaar 0%10%20%30%40%50%60%70%80%90% 100%value addedoutputdom.intermed.inputoutputforeign intermed.inputoutput According to the figure, the share of foreign intermediates declines in 1995 from 16.5 % to 2.4% and in 2000 from 18.2 % to 0.7 %. Thus the domestic share of production measured as the sum of the share of value added plus the share of domestic intermediates rises. The greater the economic importance of the trading partner, the greater is the difference between the gross and the net bazaar effect. 4. Policy Conclusions Policy Perspectives: New Challengers in the World Economy As regards the EU15 market, China has shown a consistent specialization in labor intensive products in the period 19932003. China also has developed a positive specialization in the sense of an RCA1 in the field of science intensive goods sectors 30 and 33 and in differentiated goods sectors 31 and 32. As regards the latter in these sectors it was able to 29 SCHUMPETER DISCUSSION PAPERS 2009008 slightly increase export unit values so that the degree of product sophistication and quality were obviously raised. There is little doubt that favorable specialization and export unit values in the sector of differentiated products and in science intensive goods partly reflect the high cumulated foreign direct investment which China was able to attract in these sectors. In the long run, one may anticipate that China will be able to become a major exporter of automobiles and other scale intensive goods: the large Chinese market offers great opportunities for such a long term specialization. For the EU this will hardly undermine much long term overall growth, namely for two reasons: while the automotive industry is one of the most important sectors of the EU in terms of valueadded, employment and innovation, one may anticipate that automotive firms in EU countries will increasingly specialize on the high end of the automotive industry; at the same time EU suppliers of electronic intermediate inputs important for high fuel efficiency and low CO2 emissions should find increasing market volumes in expanding Chinese and other Asian markets; structural change will bring about a gradual shift in the sectoral composition of sectoral output in the EU. Many EU countries will further expand in the services sectors, in particular in knowledgeintensive industries. This brings, however, a major challenge for EU countries in terms of intensifying human capital formation and the drive towards technologyintensive industries. Long term structural adjustment in Europe and Asia are a natural part of international competition, sustained innovation dynamics and ongoing economic globalization. The EUROPEAN COMMISSION 2005, p. 4243 notes with respect to China, India and Russia: Chinas contribution to worldwide growth in the more recent past has indeed been impressive, particularly considering the Asian financial crisis in 199798 and the worldwide slowdown following the bust of the ITbubble in the United States in 2000. In real terms, GDP growth in China accelerated from 7.8% in 1998 to reach slightly more than 10% on average per year over the period 20032006. Chinas share in global output has risen from 1.7% in 1990 to 5% in 2005. Since 2000 the country has contributed about one third to overall worldwide GDP growth. Fixed asset investment, both in the industrial sector and in real estate, has contributed strongly to this impressive growth performance, as has the ongoing rise in exports, which are supported by a very competitive exchange rate. At the same time, the growth rate of private consumption has been much lower, as the lack of an adequate social security system keeps the savings ratio at high levels. As a consequence, the savings investment gap has increased, driving up the current account surplus and foreign exchange reserves  Trade and investment flows between China and the euro area have been rising. The euro area is a very important export destination for China, accounting for 19.4% of its total exports in 2005, equalling 9.7% of overall euro area imports in that year   Although euroarea exports to China have also risen considerably, to EUR 43.5 billion in 2005, they remain modest as a percentage of total euro area exports. This suggests, however, a significant potential for further expansion. The euroarea trade deficit with China has kept growing, reaching slightly more than EUR 74 billion in 2005. Regarding, Foreign Direct Investment FDI, euroarea flows to China have been rising both in absolute value and as a percentage of total euroarea outward FDI   The euro area, however, remains a less 30 SCHUMPETER DISCUSSION PAPERS 2009008 important direct investment partner for China than the United States or Japan, which together accounted for 18.1% of Chinas total FDI inflows in 2005. Against this background, it would be useful to broaden the political, economic and scientific links between Europe and China as well as between the EU and India and the EU and Russia. The economic relations between the EU and ASEAN will be of particular relevance in the future WELFENSKNIPPINGRYANSUTHIPAND, 2006. If the EU can achieve sustained growth the European integration model will become an important role model for international cooperation. The international division of labor, innovation and growth should be considered as an interdependent phenomenon. A Schumpeterian perspective with foreign direct investment a HeckscherOhlinSamuelsonDunningapproach is useful from a policy perspective. In the period of globalization, fast structural change is a key challenge. As EU countries and with a delay the US are facing ageing problems one should emphasize that sustained growth in the EU and the US requires particular emphasis on productivity growth and innovation. Besides an increasing use of ICT one may hope that a dynamic international division of labor trade and twoway FDI will contribute to this. Governments thus should maintain open trade and open up to foreign direct investment and this requires accepting the dynamics of outsourcing and offshoring in competitive global markets. International outsourcing should not be seen as a major problem; rather it reflects the dynamics of productivityenhancing global trade. There is no need to generally consider bazaar effects as a problem; such effects are unlikely to reflect problems in competitiveness as long as the country which relies increasingly on intermediate imports is itself moving up the technology ladder as shown in reliance on more sophisticated domestic intermediate products and a general direction of structural changes towards more technologyintensive and skillintensive products. More technology intensive products should be able to fetch high prices and Schumpeterian rents in global markets. To the extent that moving up the technology ladder implies the emergence of more owner specific advantages one should expect high wage countries with a high ratio of RD expenditures to GDP and a correspondingly high share of global patents to face a rising ratio of foreign direct outflows to national income. The existence of a high inward or outward FDI stock in turn requires the making of a careful distinction between GNP and GDP, which rarely is made in macro models a problem emphasized in WELFENS, 2005. Relatively poor countries eager to catch up in economic and technological terms should put adequate policy emphasis on: competition policy creating an economic system and adopting a policy framework conducive to high free trade policy FDI inflows After the first stage of catchingup, more emphasis must be put on improving education, training and retraining as well as the modernization of the infrastructure. Moreover, a distinct innovation policy has to be developed which will have to shift emphasis from diffusion of new technologies towards innovation: To achieve this end the RD expenditureGDP ratio must exceed the 1% threshold over an extended period. Along with economic catching up goes the need to upgrade the workforce, that is to spend more on 31 SCHUMPETER DISCUSSION PAPERS 2009008 high education and retraining so that a lack of skilled labor does not becomes a bottleneck for economic catching up. A modern financial market system also is required. From a long term perspective countries which have achieved a medium term income position should thus emphasize innovation policy which naturally will include emphasis on both diffusion and product and process innovations; education policy with elements of private suppliers in higher education; financial market development which must include a growing role of stock markets which will naturally play an important role for financing investment in innovative projects and firms. The asymmetric information on the side of innovators and bankers will impair long run innovation dynamics in a system where firms investment financing mainly relies on bank loans. There also are other important ingredients for long run catching up: Maintaining adequate labor market flexibility this might be only a minor problem in small open economies, but in a large economy with a relatively large home market and nontradables sector this is a major challenge. Government ownership of firms also can cause problems here. A stabilityoriented monetary policy which should include an adequate choice of the exchange rate regime. Low budget deficits also are crucial ingredients for long run growth and economic catching up. The global innovation race has intensified and therefore more flexibility and greater incentives for innovations, learning and flexible adjustment are needed in Europe. There is an adjustment overhang in those countries which have high unemployment rates and this particularly concerns some of the large Euro zone countries. Germany and Italy are two countries with serious problems, not least because of their declining trend growth rates and stubborn budget problems. Italys rising unit labor costs after the start of the Euro zone point to a failure of the countrys collective bargaining system to adjust to the new monetary reality. However, Germany is not much better since the Euro zones largest economy has had enormous problems for many years; not only starting with German unification. The RDGDP ratio which stood at 2.9% in 1989 has fallen over a decade and only after 1999 has there been a modest increase. Germanys position in ICT modernization analysis WELFENSJUNGMITTAGVOGELSANG, 2005 points to problems with technological progress in core regions both of western Germany and eastern Germany. France has emphasized hightechnology growth in the Western Europe more than any other EU15 country, however, it has recorded both success stories including Airbus actually an EU joint venture and the nuclear industry and failures e.g. Bull in the computer sector with its industrial policy. Germanys structural adjustment has been relatively slow in industry, the adjustment dynamics in the UK and France were more pronounced. Italy is rather dependent on the international economy and it risks similar to Germany facing reduced growth if global economic growth should slow down. Some of the EU accession countries have shown remarkable structural adjustment; technological upgrading has been an important element in several eastern European recent and top in the EU is not 32 SCHUMPETER DISCUSSION PAPERS 2009008 countries which have been able to attract high FDI inflows. Given high sustained unemployment rates in most accession countries one must, however, be worried about the unemployment problem. Jobless growth could be one of the new problems in transition countries. To the extent that the mass unemployment problem contributes to social and political conflicts as well as political radicalization, high long term unemployment could contribute to political destabilization which in turn will raise the political risk premium and weaken growth in the long run. A EU25 in which economic divergence across countries should be observed is likely to be highly unstable. Already in 2005 just a year after EU enlargement the EU shows signs of increasing weakness; failed referenda in France and the Netherlands have shown that the EU has lost broad popular support in EU founding countries. The apparent inability so far to complete the Euro zone as planned originally, namely by including the UK, also shows a lack of consistency and political consensus. Overblown projects such as Turkish EU enlargement have clearly undermined the political support for EU integration in Germany, the Netherlands, France, Austria and some other EU countries. If the EU25 should turn out to be a rather heterogeneous political club with weak economic growth and inability to organize innovation, growth and sound public finance in combination with low inflation rates and full employment the EU is unlikely to survive for many decades. The basic policy conclusion is that the EU25 should be able to benefit from both EU enlargement and from economic globalization. The EU is a major host country of FDI and also a major source country so that it can benefit from outsourcing. In the high wage economies of Western Europe it is fairly clear that the accelerated structural change in Europe requires more wage differentiation which should be more in line with differential productivity growth rates in EU countries. The existence of a high minimum wage is a doubtful exercise, in particular if it is a nationwide minimum wage as in France and Italy which both have high unemployment rate. Germanys social security system still is relatively generous and implicitly defines a minimum wage which is relatively high, namely in the sense that overall labor costs of unskilled labor is high. The specific unemployment rate of unskilled workers should gradually be brought down to the average unemployment rate; greater wage dispersion as well as stronger retraining could be useful in Germany, France and Italy. More wage dispersion could go along with a higher average growth rate of wages provided that greater wage flexibility brings about higher average productivity partly related to higher regional labor mobility. As regards the incentives of firms to invest more in training and retraining, one clearly should point out that the globalization process is weakening such incentives; the average tenure of workers is declining so that the incentive for firms to invest in training and retraining is declining. Here governments tax policy might want to envisage new adequate incentives which stimulate training and retraining. In an EU in which national RD programs are increasingly likely to generate crossborder benefits through international technology spillovers there is some risk that national policymakers will cut innovation promotion expenditures; RD expenditures could fall below an optimum level positive external effects of innovation would not be fully internalized in the EU. Shifting more funds in RD to the supranational policy level might not be a reasonable way to cope with the problem since the poor political control of the European Commission and the established budgetary priorities for agriculture and 33 SCHUMPETER DISCUSSION PAPERS 2009008 structural funds, means that an efficient EU innovation policy should not be expected. However, the EU could be quite useful in innovation policy, in particular by performing regular analysis of innovation dynamics in EU countries and in the regions of the EU. More transparency could generate stronger incentives towards adequate national policy reforms. In Europes ageing society there also is a problem that the majority of increasingly elderly voters might be reluctant to support rising outlays for education and for higher RDGDP expenditure ratios. Rather, a political bias in favor of spending more on social security could undermine necessary increases for RD or the education system. In eastern European accession countries, economic development has been relatively favorable in the decade 19952005. However, even with growth rates of about 5% p.a. in several years in the runup to accession, Poland, Hungary, the Czech Republic and other transition countries have witnessed very high stubborn unemployment rates. If joining the EU should bring about more rigid labor markets then there could be a tendency towards sustained mass unemployment in Eastern Europe. As firms in accession countries themselves will face considerable pressure to outsourcing internationally, some of the problems of the large Euro zone core countries could soon also be a plague in Eastern Europe. Eastern European countries face the problems of ageing no less than Western Europe; thus policymakers should stimulate innovations and human capital formation on the one hand, on the other hand it will be important to encourage creation of new firms which often not only create new jobs but contribute to overall flexibility and innovativeness. The European Council has adopted the Lisbon strategy in 2000 as a political agenda to encourage growth and employment in the EU. While many small EU15 countries and the UK have been rather successful in this respect Germany and Italy and to a lesser extent France have faced slow growth, insufficient innovation dynamics and only modest ICT dynamics outside mobile telecommunications. Here governments should reconsider ICT policies and RD policies as well as education policies. New tax incentives for encouraging training and retraining might be useful, at the same time expenditures in the field of social security policies and most subsidies not for RD! should be cut. Inflexibility of labor markets and wage rigidities seem to be problems in those countries so that policymakers and trade unions plus employer federations should look for remedies. If the EU15 should be unable to regain sustained growth and full employment, this will undermine the overall integration of EU25, would undermine political support for integration and would undermine Europes position in the global competition of market systems. As regards the role of the EU itself it is not clear whether Brussels really can stimulate innovation, growth and employment in the Community in the early 21st century. All in all policy makers should not understand our argument as broad support for naive industrial policy. In accession countries it would be wise if policy makers would emphasize education and RD support in the course of catchingup, which implicitly means strict control for social policy. For EU 15 countries it is important to set the right incentives for the actors in labor markets to avoid overpricing especially in market segments for unskilled labor. Avoiding a naive industrial policy in EU25 countries is crucial, rather it is important to emphasize competition policy, the nurturing of venture capital and the growth of innovation activities. 34 SCHUMPETER DISCUSSION PAPERS 2009008 Appendix: NACE rev. 1.1. Classification in parts D Manufacturing 15 Manufacture of food products and beverages 16 Manufacture of tobacco products 17 Manufacture of textiles 18 Manufacture of wearing apparel; dressing and dyeing of fur 19 Tanning and dressing of leather, manufacture of luggage, handbags, saddlery, harness and footwear manufacture of articles of straw and plaiting materials 20 Manufacture of wood and of products of wood and cork, except furniture; 21 Manufacture of pulp, paper and paper products 22 Publishing, printing and reproduction of recorded media 23 Manufacture of coke, refined petroleum products and nuclear fuel 24 Manufacture of chemicals and chemical products 25 Manufacture of rubber and plastic products 26 Manufacture of other nonmetallic mineral products 27 Manufacture of basic metals 28 Manufacture of fabricated metal products, except machinery and equipment 29 Manufacture of machinery and equipment n.e.c. 30 Manufacture of office machinery and computers 31 Manufacture of electrical machinery and apparatus n.e.c. 32 Manufacture of radio, television and communication equipment and apparatus 33 Manufacture of medical, precision and optical instruments, watches and clocks 34 Manufacture of motor vehicles, trailers and semitrailers 35 Manufacture of other transport equipment 36 Manufacture of furniture, manufacturing n.e.c. 37 Recycling 35 SCHUMPETER DISCUSSION PAPERS 2009008 References AUDRETSCH, D., WELFENS, P.J.J., eds. 2003. The New Economy and Economic Growth in Europe and the US. Springer, Heidelberg and New York. BARFIELD, C.E., HEIDUK, G., and P.J.J. WELFENS, eds. 2004. Internet, Economic Growth and Globalization Perspectives on the New Economy in Europe, Japan and the USA, Heidelberg: Springer BRETSCHGER, L. 1998. Wachstumstheorie. Munchen: Oldenbourg. BORBELY, D. 2004. Competition Among Cohesion and Accession Countries: Comparative Analysis of Specialization Within the EU Market. European Institute for International Economic Relations, EIIW Discussion Paper No. 122, Wuppertal. BORBELY, D. 2005. EU Export Specialization Patterns in Selected Accession and Cohesion Countries: Tough Competition on the EU15 Market? Papeles del Este No.9. http:www.ucm.esBUCMceepapeles COLECCHIA, A. and P. SCHREYER, 2002, ICT investment and economic growth in the 90s : is the United States a Unique Case?, Review of Economic Dynamics, 5, Search DUNNING, J.H. 1977. Trade, Location of Economic Activity and MNF: A for an Eclectic Approach. In: Ohlin, B. Hesselborn, P.O., and Wijkman, P.M. The International Allocation of Economic Activity, London, Macmillan: 395418. EUROPEAN COMMISSION 2005, The EU Economy. 2005 Review, Brussels, 2005. EUROPEAN COMMISSION 2007, Annual Report on the Euro Area 2007, DirectorateGeneral for Economic and Financial Affairs, Brussels. GORDON, R., 2004, Why was Europe left at the station when Americas productivity locomotive departed?, CEPR Discussion Paper 4416 GROSSMAN, G. M., HELPMAN, E. 1991. Innovation and Growth in the Global Economy. MIT Press. INKLAAR, R., M. OMAHONY an M.TIMMER 2003, ICT and Europs Productivity Performance: Industry level Growth Accounting Comparisons with the United States. Groningen Growth and development Centre, Research Memorandum GD68 JORGENSEN, D.W. and K. STIROH 2000, Raising the speed limit : U.S. economic growth in the information age, Brookings Papers on Economics Activity 2000, U.S. economic growth and development at the industry level, American Economic Review, Vol. 90, No.2 JUNGMITTAG, A. 2004 Innovations, technological specialisation and economic growth in the EU. International economics and economic policy: JIEEP. Berlin : Springer, Bd. 1 2004, 23: 247273. JUNGMITTAG, A. 2006 Internationale Innovationsdynamik, Spezialisierung und Wirtschaftswachstum in der EU, Physica, Heidelberg 36 SCHUMPETER DISCUSSION PAPERS 2009008 KLODT, H. 1993. TechnologyBased Trade and Multinationals Investment in Europe: Structural Change and Competition in Schumpeterian Goods. In: Klein, M.W. and P.J.J. Welfens Hrsg. Multinationals in the New Europe and Global Trade. Springer. LUCAS, R.E. 1988. On the Mechanics of Economic Development. Journal of Monetary Economics, Vol. 22, I: 342. OLINER, S.; SICHEL, D. 2002, Information Technology and Productivity: Where Are We Now and Where Are We Going?, Federal Reserve Board FEDS Paper 200229. http:www.federalreserve.govpubsfeds2002200229200229abs.ttml. ROMER, P. 1990. Human capital and growth: theory and evidence. Carnegie Rochester conference series on public policy: a biannual conference proceedings. Amsterdam u.a. : Elsevier, 251286 SINN, HW. 2005. BasarOkonomie Deutschland. Ifo Schnelldienst 6. STIROH, K., 2001, What drives productivity growth?, Federal Reserve Bank of New York Economic Policy Review, 7, 3759 VAN ARK, B.; PIATKOWSKI, K. 2004. Productivity, Innovation and ICT in Old and New Europe. International Economics and Economic Policy, Vol. 1, Issue 23, pp: 215246. WELFENS, P.J.J. 1997, Privatization, Structural Change and Productivity: Towards Convergence in Europe? In: Black, S. ed. Europes Economy Looks East. Cambridge: Cambridge University Press, 212257 WELFENS, P.J.J. 2006. Innovations in Macroeconomics, Springer, Berlin. WELFENS, P.J.J., JUNGMITTAG, A., VOGELSANG, M. 2005. Innovation, Regulierung und Wirtschaftswachstum in Digitalen Marktwirtschaften: Nationale und regionale Perspektiven. Studie fur das Ministerium fur Wissenschaft und Forschung des Landes NordrheinWestfalen. WELFENS, P.J.J.; KNIPPING, F.; CHIRATHIVAT, S.; RYAN, C. 2005, Integration in Asia and Europe Historical Dynamics, Political Issues and Economic Perspectives, Springer, Berlin. WELFENS, P.J.J., ZOCHE, P., JUNGMITTAG, A., ET AL., 2004. Internetwirtschaft 2010, Heidelberg: Springer. 37 SCHUMPETER DISCUSSION PAPERS 2009008", "filename": "615983146.pdf", "person": ["Paul J. J. Welfens", "Welfens, Paul J. J.", "Dora Borbély", "Borbély, Dora"], "date": ["2009"]}