{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45144/1/61607588X.pdf"], "title": ["Post-apartheid South Africa: An economic success story?"], "plaintext": " Research Paper No. 200956 PostApartheid South Africa An Economic Success Story? Mats Lundahl 1 and Lennart Petersson 2 November 2009 Abstract The paper provides an evaluation of the development of the South African economy since the end of apartheid in 1994. Taking the 1993 situation as the point of departure, it gives an account of the path leading to the formulation of the major policy documents, and examines to what extent their objectives have been met. It highlights poverty reduction and redistribution, stabilization fiscal and monetary policy, liberalization of the capital account of the balance of payments, exchange rate policy, trade and competition policy, investment strategies and labor market policy. Keywords: South Africa, economic development, economic policy JEL classification: O1, O2, O5 Copyright UNUWIDER 2009 1 Department of Economics, Stockholm School of Economics, Stockholm, email: mats.lundahlhhs.se; 2 Department of Economics, University of Lund, Lund, email: Lennart.Peterssonnek.lu.se This study has been prepared within the UNUWIDER project on Country Role Models for Development Success, directed by Augustin Kwasi Fosu. UNUWIDER gratefully acknowledges the financial contributions to the project by the Finnish Ministry for Foreign Affairs, and the financial contributions to the research programme by the governments of Denmark Royal Ministry of Foreign Affairs, Finland Finnish Ministry for Foreign Affairs, Sweden Swedish International Development Cooperation Agency Sida and the United Kingdom Department for International Development. ISSN 18102611 ISBN 9789292302351 Abbreviations ANC ASGISA African National Congress Accelerated and Shared Growth Initiative for South Africa programme, South Africa Broad Based Black Economic Empowerment, South Africa Black economic empowerment BBBEE BEE COSATU Congress of South African Trade Unions CPI CPIX FDI GEAR JIPSA RDP SARB SARS Consumer price index Consumer price index exclusive of mortgage costs Foreign direct investment Growth, Employment and Redistribution programme, South Africa Joint Initiative on Priority Skills Acquisition, South Africa Reconstruction and Development Programme, South Africa South African Reserve Bank South African Revenue Service The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by Liisa Roponen at UNUWIDER The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction When the International Monetary Fund published in 2005 an evaluation of the development of the South African economy during the first ten years after the demise of apartheid in 1994 Nowak and Ricci 2005, the overall conclusion was positive Nowak 2005: 1: In successfully navigating the transition from apartheid to democracy, the government of South Africa has made impressive gains in stabilizing the economy and laying a firm foundation for higher economic growth and a broadbased improvement in living standards.   Industrial efficiency has been raised by greater exposure to competition from overseas and the economy has become much more diversified and less vulnerable to commodity price swings. In the process, the rate of economic growth has more than doubled on average since the end of apartheid in 1994. The present essay discusses to what extent the South African economic experience during the postapartheid period may be labelled a success story and which the main driving forces behind the events may have been. A special effort is made to identify the underlying development strategies employed and their possible relationships with the outcomes. We concentrate on economic policy proper and are not dealing very much with institutional development. The reason for this is simple. The story of institutional development in South Africa during the period covered in the present essay is very much the story of the dismantling of apartheid and the forging of the new constitution which was adopted in 1996. Given the historical legacy of South Africa, this is a story that is completely unique. That is not the case with the development policy which took shape during the same period. On the contrary, this policy contains a number of elements which are potentially useful also for other countries striving for economic growth and development. Thus we focus on these. 2 South Africa in 1993 The comparative performance of the South African economy from the 1960s to the 1990s was unimpressive. The rate of growth began to decline gradually from the mid1960s, and the 1980s saw a performance which was not strong enough on average to prevent a fall in real GDP per capita du Plessis and Smit 2007: 670. From 1990 GDP fell in real terms, and in May 1993, the South African economy reached a lowwater mark SARB 1997: S101. Not only was the growth rate low, but as a result of the apartheid system the results of whatever growth had taken place were extremely unequally distributed. In 1993, the South African Gini coefficient was one of the highest in the world 0.65 against 0.38 for the United States or 0.32 for Sweden Whiteford et al. 1995: 21. All indicators point to a heavy concentration in favour of the white population. In 1993, the Africans only earned around 9 per cent of what the whites did, about the same as in 1917 Lundahl and Moritz 1996:101. The distribution of wealth and land was unequal as well. At the beginning of the 1980s, a mere 5 per cent of the population accounted for close to 90 per cent of the countrys total wealthagainst, for example, 44 per cent in 1 the United States Mc Grath 1973 and since 1936, a mere 13.8 per cent of the land had been reserved for Africans. Surveys from 1990 and 1993 indicate that between 35 and 45 per cent of the population lived below the poverty line, as officially defined in South Africa Race Relations Survey 1992: 2623. It is not necessary to go any further. All the specific indicators of poverty and distribution convey exactly the same picture.1 Over the next decade the dismal picture of 1993 would gradually turn into one of increased economic growth and development. In October 2007 the Minister of Finance, Trevor Manuel, could sum up the recent experience in the following way National Treasury 2007b: iii: The past four years have been good for the South African economy. GDP growth has averaged 5 per cent a year. National income per person has grown 22 per cent in real terms since 1999. Housing, water, sanitation, electrification and access to education have been extended to millions of South Africans. Since 2003, 1.3 million jobs have been created, boosting employment by about 2.3 per cent a year. Manuel was, however, worried about rising inflation, a high current account deficit in the balance of payments, insufficient productivity, labour absorption and skills, high costs of doing business and red tape in the public sector. Thus, at the beginning of 2008, the South African economy presents a mixed and somewhat contradictory picture Frankel et al. 2007: 7. In the next sections we follow the evolution of development policymaking in South Africa during the post1993 period and make an assessment both of the extent of success and failure of the economy and of the extent to which this policymaking may be considered a coherent development strategy. 3 From redistribution to growth The year 1994 marked a historical political turning point in South Africa. The African National Congress ANC won the elections. A Government of National Unity was set up and South Africa took the definite step out of the apartheid era. In 1996, the Nationalists left the coalition in order to position themselves for the 1999 elections which, however, ended with a majority of close to twothirds for the ANC, and the latter has governed unthreatened by the opposition ever since. The ANC did not have much of an economic programme when it was legalized. In Season of Hope, Alan Hirsch 2005: 3 summarizes his views of the approach of the ANC:  the ANC government followed a consistent economic philosophy at the centre is a social democratic approach to social reformit is the states job to underwrite the improvement in the quality of life of the poor and to reduce inequalities   The state exists within a market economy that depends on private investment, and therefore a successful state creates an environment that supports high levels of private investment it should work with business and labour to develop growth 1 Lundahl and Moritz 1996: 10408 summarize the most important statistics. 2 oriented strategies. The expectation was that because of the limitations of the domestic markets, much of the growth would be driven by exports to major foreign markets. This required both measured trade liberalization and effective industrial development strategies. Welfare initiatives were to consist mainly of the extension of infrastructure services such as transport, housing and communication, and of the expansion and improvement of social services such as health and education. All this would take place within a responsible macroeconomic policy  As the reader will gradually find, we by and large endorse Hirschs account, but, as presented in the quote, it is a slightly static one. Looking back at the history of development policy in South Africa during the postapartheid era, the picture is not as clearcut as it may seem. The policy emerged only gradually and the process that shaped it was characterized by a number of opposing views, contradictions and outright mistakes in policy formulation. Hirschs picture, to a large extent, amounts to an ex post view and in order to make it complete and comprehensible we must take a look at how it emerged. It was obvious that South Africa had two main economic problems to solve at the beginning of the 1990s: increasing the growth rate and improving the distribution of income, wealth and social services. Nobody questioned this. But which was the optimal strategy? There was no consensus whatsoever about that. The policy debate began in 1990. One view held that the causal chain essentially ran from redistribution to growth. The economy could be kickstarted, for example by public expenditure on a relatively large scale on lowcost housing and employment creation. This, it was argued, through the generation of incomes among the poor, would increase the demand for labourintensive consumption goods, and with the prevailing excess capacity in the South African manufacturing sector, multiplier effects would arise and the growth rate would increase.2 The argument rested on three very crucial assumptions. The first had to do with the consumption patterns of the poor. Was there really anything to indicate that at the margin these would be directed primarily towards labourintensive goods? Rising incomes should imply a quickly rising demand for durable consumer goods as well. Also, rising incomes for richer groups tended to be translated into a rising demand for a number of labourintensive services provided by the poor: domestic servants, chauffeurs, construction workers, etc. Moll 1991b: 26; 1991a: 321. To the extent that this is true, the effect of income redistribution would be weakened, and in the worst case even negative. Second, many of the goods that the poor would start consuming out of their rising incomes would not be produced by the type of smallscale, lowcost firms that the kickstart advocates had in mind. The third critical assumption was that excess capacity existed within the manufacturing sector. In 1989, the capacity utilization within that sector was estimated to be 84.5 per cent, so on the surface it seemed that there was scope for expansion. However, the figure varied between 75 per cent in transports to over 94 per cent in nonferrous metals, and in 1981, a boom year with high gold prices and only weak constraints on the balance of payments, the average figure had been no 2 Van der Berg and Siegbrits 1994: 11215 survey the argument. 3 higher than 86 per cent Moll 1991a: 318. In branches with high capacity utilization, expansion may be a slow affair, since new investment is required, but in the early 1990s there were no signs of such investment. Rather, the production capacity of the manufacturing industry stood out as stagnant, with part of the sector suffering from disinvestment Moll 1991a: 319. In the end, the kickstart idea was pushed into the background. In 1991 and 1992 the ANC began to stress the longrun growth aspects and the need for a mixed economy. The private sector and the market were increasingly put into the foreground, at the expense of the public sector, notably in the ANC document Ready to Govern ANC 1992, which codified the political platform of the ANC Lundahl and Moritz 1996: 1813, where, somewhat cautiously, also a commitment to trade liberalization and the opening of the South African economy to foreign investors was made. The next phase of the debate focused on Keynesian measures to stimulate aggregate demand versus supplyside marketrelated measures designed the competitiveness of the economy. These two views were pitched against each other in 1993, in a document called Making Democracy Work MERG 1993 produced during a conference held by a network of macroeconomists loosely connected with the ANC together with political representatives of the latter. The document, leaning in the main towards the left, was incoherentno wonder given the fact that some ninety persons with very different political outlooks participated in its elaborationbut in the end it served as one of several inputs in what would become the first postapartheid economic strategy in South Africa. improve to 4 Reconstruction and development The strategy that finally emerged was orchestrated by the ANC, it served as the economic platform of the party during the 1994 elections and it was adopted also by the subsequent Government of National Unity. The name of the platform was the Reconstruction and Development Programme RDP ANC 1994. It was essentially a basicneeds programme with focus on the provision of infrastructure, housing, free and compulsory schooling, electricity, running water and toilets, health care and land to the poor. The RDP was to be financed out of the regular budget revenue. It aimed for a growth rate reaching 5 per cent at the turn of the millennium and the creation of some 300,000 new jobs every year, through trade liberalization, increased competition, support to small and mediumsized business establishments, education and technological change. The white paper on the realization of the RDP Ro SA 1994 sketched a restrictive fiscal and monetary policy aiming at a sound business climate capable of attracting foreign investment. The budget deficit was to be reduced and the total tax burden was not to be increased. The monetary policy was to defend the currency and keep inflation down. The paper also recognized the need for increased nontraditional exports with a high income elasticity of demand in the world market. It was no longer possible to rely on the traditional minerals. Government support would be forthcoming to light industries able to compete in the international market, to raw material production stimulating the creation of forward linkage effects and to agricultural production conducive to increased 4 employment. A competition policy preventing the creation of inefficient monopolies would be put in place. The RDP quickly ran into problems. 2.5 billion rand were to be spent in 199495. Of this, 1.7 billion had to be rolled over to the next fiscal year Lundahl 1999: 96. The administrative structure needed for efficient implementation was still lacking, and delays continued to be present during the coming years. In 1996 it was also discovered that the RDP built on a number of unrealistic assumptions. Above all, the rate of public investment in infrastructure would have to increase by 21 per cent per annum on average, a figure above anything the country had experienced hitherto, and local authorities would have to increase their funding of infrastructure with no less than 30 per cent every year. This had to be set against an expected reduction of the government budget deficit with 0.5 percentage points every year, constant real government spending and a 3 per cent growth rate of GDP, assumptions that yielded an expected 7.5 per cent annual growth of public investment Lundahl 1999: 98. 5 Growth, employment and redistribution The most critical part of the RDP was the growth rate. This 1.4 per cent in 1993, 3.0 in 1994 and 3.0 in 1995 SARB 2000: S107; SARB 2002: S107 was too low to produce the necessary public investment. The RDP office failed to spend enough of the funds committed to the RDP program and was closed, the Nationalists left the government and the ANC had to make do on its own. At this point, the South African Foundation, a private thinktank, published its Growth for All document South African Foundation 1996, calling for economic reform that would increase growth from 3 per cent to over 5 per cent and in addition increase employment with 3.54 per cent per annum. The foundation sketched a fivepillar programme, strongly anchored in the market economy to cope with the problem. The first pillar was a firm policy to deal with the high crime rate. The second emphasized macroeconomic stability and financial liberalization. The third pillar was efficient government: cutting the budget deficit by 1.5 percentage points every year, tax reform, notably a lower corporate tax, increased efficiency in tax collection, lower public spending and reallocation of the remaining expenditure towards growth and poverty alleviation. The fourth pillar was the creation of competitive markets. Increased privatization was seen as necessary, and the labour market was pictured as one of the most rigid in the world. Finally, growth would have to rest on trade liberalization and encouragement of foreign investment. The two key elements of the Growth for All programme were the labour market and investment. Employment was seen as the biggest challenge for the economy. The collective bargaining system was viewed as an obstacle and the document underlined the necessity of introducing downward flexibility in lowskill wages. Investment, in turn, was seen as a function of all the five suggested pillars. Growth would have to come from the private sector, supported by the right policy signals from the government: those enumerated in the Growth for All document. The South African Foundation was a business community organization. As could be expected, its suggestions were soon followed by a trade union movement document: 5 Social Equity and Job Creation 1996. This differed a great deal from the views of the business community. Both documents stressed employment creation, but in the trade union recipe the state was given a much more active, Keynesian, role: public works, housing programmes and demand expansion, while the role of private business was played down. No particular signals were deemed necessary to move it. Measures should be introduced to reduce poverty: increased taxation of corporations and of the rich in general, coupled with transfers and with a lowering of the valueadded tax on necessities. Thirdly, the existing business monopolies were to be broken up and the workers were to be given a stronger voice in the decisionmaking. Worker rights should be promoted and industrial democracy should be introduced. The trade unions did not see any need for reducing the budget deficit in the short run. Budget expenditures should concentrate on redistribution and infrastructure creation. Wage reductions were not the way to increased employment. This should come from a high aggregate demand, hence the need to keep wages up. Worker training would ensure increased productivity and lower inflation. Those who did not have a job in the formal labour market would be helped by the demand generated for goods produced in the informal sector. The analyses by the South African Foundation and the trade unions were almost diametrically opposed to each other. The only thing they agreed on was the necessity of employment creation. Following the publication of the two documents, a new macroeconomic GEAR Department of Finance 1996a, 1996b, 1996c was drafted for 19962000. This by and large endorsed the analysis by the South African Foundation, somewhat surprisingly, given the political outlook of the ANC. strategy: Growth, Employment and Redistribution The basicneeds foundation of the RDP remained. The GEAR strategy, however, firmly put growth at the top of the agenda. To create 400,000 jobs every year by the turn of the millennium, a growth rate of 6 per cent was needed. The road to growth was seen as one of provision of appropriate supplyside signals to private investors: macroeconomic balance and a predictable policy environment, with tight fiscal and monetary policies, a faster reduction of the budget deficit than previously envisaged and expenditures focusing on redistribution. Investment was to be stimulated by tax incentives and by a real exchange rate making South African goods competitive in the international market. Exchange controls were to be abolished gradually. Tariffs were to be lowered to increase competitive pressure. Stateowned companies were to be restructured and private interests were to be given a more important role in such sectors as transport and telecommunications. The state was to provide infrastructure and public services in neglected areas to crowd in private investment as well. As far as the highly controversial labour market was concerned, the GEAR programme spoke of structured flexibility within the collective bargaining system Department of Finance 1996a: 4, i.e., greater sensitivity to the special conditions of each industry in the determination of wages and other work conditions. In return, the unions were offered price restraint and increased investment from the employers and government basic needs delivery. 6 6 Low GEAR The GEAR strategy failed to produce the envisaged results. The achievements were mainly on the stabilization side. Only two of the four major measures had been implemented: the reduction of the budget deficit and the liberalization of foreign trade, but not labour market reforms or privatization Seekings and Nattrass 2004. Alan Hirsch 2005: 105 summarizes: The GEAR model aimed for a fiscal deficit down to 3% of GDP in 2000, government consumption down to 18.15 of GDP, and inflation CPI down to 6% per annum. All these targets were beat, with figures of 2.2%, 18 % and 5.4%, respectively. Growth was another matter altogether. The growth rate of 6 per cent per annum never materialized. The best performance was achieved in 1996 and 2000, when the figure exceeded 4 per cent. The year 1998, on the other hand, displayed near stagnation. The average fell short of 3 per cent SARB 2002: S107; SARB 2007: S105. The feared tradeoff between stabilization and growth had materialized. Monetary policy had been tight, especially at the end of the period, because the rand plummeted in 1996. It was vulnerable both to shortterm capital movements and to political uncertainty, not least the debate on development policy. The tightening also had exogenous causes: the Asian, Brazilian and Russian crises of 19978. The result was an increase of the real bank rate from 3 per cent in 1994 to almost 14 in 1998. This acted as a brake on growth Hirsch 2005: 104. From the end of April to the end of August 1998, the rand depreciated by 26 per cent against the US dollar in nominal terms Bhundia and Ricci 2005: 156. The Asian financial crisis in 1997 caused a reduction in the demand for primary goods. The price of South African exports fell and with it, the value of the rand. The government intervened both via its official reserves and via the interest rate, interventions which served to exacerbate the crisis. The reduction of government borrowing was slower. The South African Revenue Service successfully increased revenue collection, but the effects of this appear to have set in only after 2000, when government spending could be increased while at the same time the budget deficit could be cut, the public debt could be reduced as a percentage of GDP and income tax rates could be lowered Hirsch 2005: 106. The signalling effect was too slow. The private sector, both the international and the domestic one, remained cautious in its investment behaviour. Around 2000, South Africa could hardly be called a success in terms of growth or development. Only the stabilization targets had been reached. Growth was visibly higher than during the decade that preceded the transition to democracy, but mainly because the latter decade was abysmally bad. In absolute terms and in relation to the goals that had been set up both in the RDP and in GEAR, it was anything but impressive. The growth target had not been met, partly for exogenous reasons, but also because the GEAR strategy had a builtin tradeoff between stabilization and growth, and employment figures were as dismal as ever. 7 However, the ANC government had proved that it was pragmatic and that it had a strong sense of downtoearth realities on the one hand and the mood within the international financial community on the other. It had not hesitated sacrificing old ideological principles when it appeared that these would get in the way of improvements of the living standard. The road had been one of trial and error, but the government had learned from its mistakes. 7 Poverty reduction and redistribution The ultimate aim of the postapartheid development strategy is to abolish or reduce the extent of poverty and to reduce in addition the large income gaps between the different population groups. The basicneeds focus of the Reconstruction and Development Programme has remained in place also during the GEAR and postGEAR periods. The achievements in this field, exactly like in the case of growth, have taken time to materialize, but during the new millennium some progress may have taken place. There appears to have been no definite trend in poverty 19952000. Some reports indicate a worsening while others point in the opposite direction. Table 1 summarizes the findings of the most important ones. The studies are not strictly comparable, the definitions of poverty vary and some of the data are not of top quality van der Berg et al. 2005. Still, virtually all of them agree that no reduction of poverty took place during the 1990s. If anything, the extent of poverty increased. A 2005 study by van der Berg at al. 2005, however, indicates that a turning point may have been reached. It deals with a long time period and it uses a methodology that imposes a deliberate bias in the direction of understating the extent of poverty reduction. The study points to significant gains for blacks, notably in 20024. Wages rose, and so did the black share of employment, the black share of transfers from the government, and hence also black per capita income and the black share of total income. Van der The development of poverty 19932004 Table 1 Study Statistics South Africa 2002 Hoogeveen and Ozler 2006 Leibbrandt et al. 2005 Leibbrandt et al. 2006 Meth and Dias 2004 UNDP 2003 Simkins 2004 Ardington et al. 2005 Van der Berg and Louw 2004 Van der Berg et al. 2005 Van der Berg et al. 2007aVan der Berg et al. 2007b Meth 2006a, 2006b Increasereduction of poverty Increase Increase Increase Increase Increase Slight decline Slight increase Slight increase Stable or slight decline Inconclusive until 2000, marked decline thereafter Rise until 2000, slight decline thereafter Increase until 2002, strong decline thereafter Slight decline Time period covered 19952000 19952000199520001996200119992002 19952002199520001996200119952000199320041993200419932004200148 Berg and his collaborators worked with three different poverty lines, but their result was robust. Regardless of which one you choose, and regardless of whether you employ a simple headcount measure or measures for the depth distance to the poverty line or severity the squared distance of poverty, the result is unequivocal. The indices declined to well below their starting levels towards the end of the period covered 19932004 van der Berg et al. 2005: 17. Between 2000 and 2004 almost three million people were lifted out of poverty and the per capita income of those in the two lowest quintiles rose by more than 30 per cent. The massive expansion of the social grants system 22 billion constant year 2000 rand or more than 70 per cent in real terms 20004, in a situation where the total income of the poor amounted to 27 million in 2000 and its good targeting of the poor in combination with the probable increase in employment during the same period had done the trick, according to van der Berg and his colleagues. A second calculation by van der Berg et al. 2007b, based on revised survey data, produced even more encouraging figures, with 16.3 million poor in 2000 against 18.5 in the first round and 13.1 million in 2004 against 15.4, while a third one based on a different dataset van der Berg et al. 2007a; van der Berg et al. 2007c yields 22.7 million in 2000, 21.8 in 2004 and 21.0 in 2006. The van der Berg et al. estimates have, however, been questioned on methodological grounds by Charles Meth 2006a, 2006b, 2007, who argues that they seriously underestimate the number of poor in 2004.3 According to Meths own calculations, using the same definition as van der Berg et al., the number of poor should be 19.5 million in 2001 and 18 million in 2004, i.e. a reduction of the number did take place, but not to the extent indicated by van der Berg and his group. Meth also questions the contention that the employment and wages of the poor increased to such an extent that it had any significant influence on their total income. Rather, it was the expansion of social grants that was the prime mover. Finally, the van der Berg group and Meth also differ in their beliefs with respect to the capacity of the social system to deliver in the future. The former argues that there is not much scope left, while Meth contends that more can be done. Overall, the most sensible conclusion may be the one drawn by Jeremy Seekings 2007: 10: It is premature to reach any precise conclusion on poverty trends in the early 2000s. An aspect which is easily forgotten is the delivery of social service to the poor. On this count, the policy of the postapartheid government has been successful Seekings 2007: 22: There has been a dramatic improvement in access to water, electricity and housing The number of households with electric connections doubled between 1993 and 2004; the number with telephones rose almost threefold through the spread of cell phones, not fixed landlines. Access to water and sanitation improved, as did access to formal housing in terms of the number of households in formal housing but not in terms of the proportion of the total number of households. The most recent household survey, the 2005 GHS, indicates continuing progress in infrastructural delivery between 2002 and 2005 Critics charge that many poor households have been disconnected from the new services or 3 This is not the place to go into the methodologies employed by van der Berg et al. and Meth, respectively. The reader is referred directly to their publications. 9 evicted from their new homes because they have been unable to pay. But a careful study of water services concluded that the number of people affected by cutoffs because of nonpayment is very much lower than critics claimed  Income distribution is another matter. As shown by Table 2, there appears to have been a slight tendency for inequality to rise up to the end of the 1990s, and over the entire period, but that trend may have been broken during the new millennium, i.e. during the same period that witnessed progress on the poverty reduction front, although as it seems in the case of income distribution the tendency is one of stagnation in the best case rather than increased equality. The evolution of the income distribution, 19932004 Table 2 Time period covered 19952000 1995200019952000199520011995200119952002 19932006Gini coefficients beginning and end years 0.560.570.560.580.650.680.740.820.680.730.600.64Increased intraracial G for all races for entire period. Decrease for blacks 20004 and for coloureds 20024. Overall increase to 0.7 0.67 1993, 0.68 2000, 0.68 2004, 0.69 2006199320040.68 1993, 0.72 2002, 0.70 2004 Study Statistics South Africa 2002 Hoogeveen and Ozler 2006 Seekings et al. 2004 Ardington et al. 2005 Leibbrandt et al. 2006 UNDP 2003 Van der Berg et al. 2005 Van der Berg et al. 2007a, Van der Berg et al. 2007c Van der Berg et al. 2007b 8 After GEAR After the GEAR period had come to an end in 2000, no new major policy document was produced until 2006. A Jobs Summit had been held in October 1998, but the results were very limited, and nothing like a concerted action programme came out of it. Business and union representatives had very different ideas about what ought to be done Hirsch 2005: ch. 5. Five years later, in June 2003, a Growth and Development Summit took place. It dealt with the promotion and mobilization of investment, the creation of employment, skill creation and organization of production, economic empowerment of disadvantaged groups, notably the black community, the eradication of poverty and the positive utilization of globalization for economic improvement. The summit produced far too many resolutions to offer practical guidance South African Government Information 2003, but it confirmed the willingness of the major actors in the South African economy to promote economic development. On a more concrete level, in its 2004 election manifesto to halving poverty and unemployment by 2014, and to that end, in 2006 another growth strategy, the Accelerated and Shared Growth Initiative for South Africa ASGISA, saw the light of day. We come back to this later. the ANC committed itself The ASGISA period has just begun. Whether the policy will be successful remains to be seen. The poverty and employment targets are ambitious and may be difficult to reach. 10 However, the South African economy is now in a better position to deliver the desired results than at any time after the fall of apartheid. After 2000 an increase of the growth rate which so far has been sustained set in, culminating with figures for both 2005 and 2006 around 5 per cent per annum SARB 2007: S105, approaching the RDP and GEAR target of 6 per cent. Somehow, the efforts of the preceding period suddenly bore fruit. What had happened? The South African economy has fared better after 2000 than before. As it seems, this is the result of the gradual process of reform begun in 1994. The performance during the early 1990s was dismal. From 1994 until 2000 it was positive but uneven, and the growth of GDP did not always keep pace with that of the population. After 2000, however, the record has been visibly better, to the point where the country has been labelled a development success. Between 2000 and 2006 South Africa did not have any explicit development strategy corresponding to the RDP or to GEAR. It is hence not possible to argue that the improved performance is the result of a policy change. Rather, the interpretation of the events must run in terms of policy changes during the entire decade beginning in 1994, changes whose impact was gradual and partly offset by exogenous disturbances during some years. The next sections will discuss the most important elements of policy reform in postapartheid South Africa: stabilization, trade policy reform, competition policy and investment strategies. 9 Stabilization 9.1 Fiscal policy Macroeconomic stabilization has been the most successful part of the South African development strategy. The government budget deficit has been wiped out and widespread confidence in the institutions and stability of the process has been created. In 199293 the government budget deficit had reached the unprecedented level of 8.2 per cent of GDP Horton 2005: 79, or 9.5 per cent if the finances of the allegedly independent homelands were included ibid.: 70.4 The adjustment had to take place within fairly strict limits. Increasing the tax levels was difficult. The personal marginal income tax rate was above 40 per cent and the company tax rate was 50 per cent in 1993 Lundahl and Moritz 1996: 118. The VAT level, 14 per cent, was seen to be regressive by the ANC, since the poor had to spend virtually everything that they earned on items subject to the tax Horton 2005: 74. The new government also refused to borrow. This put the entire burden of adjustment on the expenditure side of the budget. Mark Horton 2005 divides the fiscal policy of the first postapartheid decade into three phases: consolidation in support of the political transition 19936, policy reinforcement 19978 and a decisive breakthrough 19992003. The first two phases focused on the building of policy credibility and the third was a period of modest stimulus. The RDP concentrated on the reduction of the government budget deficit. At the end of 1994 the target was set: a reduction from 6.8 to 4.5 per cent over five years. This was reached already in 199596 Horton 2005: 91. Revenues were to remain unchanged as a 4 The South African national accounts data were revised in 1999. According to the revision, the deficit was 7.5 per cent of GDP in 199293 Horton 2005: 79. 11 percentage of GDP. The deficit reduction target was met through expenditure cuts. The corporate income tax could be reduced to 35 per cent in 1995 and the dividend tax was halved. The tax administration was merged with the customs administration in the South African Revenue Service SARS. The second phase of fiscal policy coincided with the first years of implementation of the GEAR strategy. In 1996, Trevor Manuel set an even stricter deficit reduction target: to 3 per cent by 200001. Revenues were to remain below 25 per cent of GDP, and the public wage bill, which had been cut by 2.5 percentage points of GDP during the first phase, was to be reduced by another 3 percentage points. Public expenditure was to be reoriented so as to favour health, education and welfare, and also land reform. In 199899 the provincial fiscal balances were brought to a surplus position, and the overall government deficit was reduced to a mere 2.3 per cent of GDP. Revenues had increased by one percentage point of GDP, and the administration at SARS was improving. Confidence was being built slowly but steadily. Consolidation continued between 1999 and 2003. The budget deficit was brought down to 1.1 per cent in 200203. Interest payments on the debt were sharply reduced through lower interest rates, improved debt management and a gradually declining debt stock. Part of the savings achieved could be transferred to social and capital spending. The public wage bill was reduced by one percentage point of GDP by scrapping 200,000 positions between 1998 and 2002. The revenue share of GDP remained below 25 per cent. In 200304 a cautious expansionary move was made, with the budget deficit rising to 2.4 per cent, with resources mainly going into the social sectors and to investment. The corporate income tax was cut from 35 to 30 per cent and substantial reductions of the personal income tax took place as well. The reduction of the budget deficit has continued after 200203: to 0.3 per cent in 200405. The revised estimate for 200607 points to a surplus of 0.3 per cent, and the estimates for the following threeyear period indicate a more or less balanced budget National Treasury 2007a: 49. Thanks to the strong economic performance of the last few years, the tax share of GDP has increased to 28 per cent, in spite of the tax reductions. The fiscal stance has improved to the point where the government can afford significant expenditure increases in areas like public infrastructure and services, education, health, criminal justice and transport ibid.: 47, 43. The main fiscal stabilization goal has been reached and widespread confidence in the stability of the policy environment has been created, gradually and steadily during the entire 19942003 period Horton 2005: 105, 110. Finally, it should be mentioned that fiscal policy has by and large not been used as a countercyclical instrument in South Africa. There are signs that it has been slightly procyclical, especially during 19979 and after 2002 until 2006 Frankel et al. 2007; du Plessis et al. 2007, but as it seems the procyclicality has had little impact on the level of real output. 9.2 Monetary policy and inflation At the beginning of the 1990s, the rate of inflation in South Africa was around 1015 per cent. In mid2005 it had been brought down to some 3 per cent, and the rate of interest had come down Ricci 2005a: 190; Nowak 2005: 2. The rate of inflation had been lowered among South Africas trading partners, but policy had a lot to do with it 12 too. The 1996 constitution defined the main goal of the South African Reserve Bank SARB as the protection of the value of the currency in the interest of balanced and sustainable economic growth, and the bank could choose its instruments Hirsch 2005: 77. Monetarist Chris Stals stayed as SARB governor in 1994, stubbornly fighting inflation and balanceofpayments deficits with the interest rate. The South African import propensity is around 2030 per cent on average, and when GDP rises, imports rise even faster ibid.: 80. Maintaining the external value of the currency via higher interest rates acts as a brake both on this process and on the rate of economic activity. Stals targeted the money supply. When the upswing of the economy set in, he raised the bank rate, increased the reserve requirements and let it be known that the bank credit expansion should be kept back. As a result the real rate of interest moved from 3 per cent in 1994 to almost 14 per cent in 1998 ibid.: 82. This put upward pressure on the rand through a shortterm capital inflow, but since South Africa at the same time had liberalized its exchange control system, the danger of a massive outflow if investors would lose confidence in the economy had to be reckoned with. The policy discouraged both investment and consumption and hence acted as a brake on the inflow of longterm direct investment. The SARB targeted the money supply until the mid1990s, but when the relation between the money supply and the price level appeared unstable, this policy was abandoned. During the latter half of the 1990s the policy gradually approached that of an inflationtargeting regime. In 2000, this was formally imposed, with the annual target in the 36 per cent range, and the transparency and credibility of the monetary policy increased. In 2003, the objective was changed from an annual to a rolling monthly target, and the SARB was required to explain the deviations from the target and how it intended to get back to the established range Nowak 2005: 4. Fiscal discipline has also played an important role in the struggle against inflation, by the reduction of the budget deficit, and by reduced crowding out and the consequent lowering of the interest rate which allowed for lower production costs. Inflation consumer price index was brought down from 15 per cent in 1991 to 7.4 per cent in 1996 and 5.4 per cent in 2000. In 2004 and 2005 the rates were the lowest one recorded in 37 years Frankel et al. 2007: 7. The targeted CPIX inflation CPI exclusive of mortgage costs remained within the 36 per cent target range for 43 months, from September 2003, before breaking through the upper bond in April 2007 National Treasury 2007b: 25. In November 2007, the CPI rate of inflation was 8.4 per cent and the CPIX rate 7.9 per cent.5 Thus, with the exception of the last years the trend has been a downward one and the picture conveyed to the public by the South African Reserve Bank has been one of strong determination. As it seems, monetary policy has been largely countercyclical during the postapartheid period, with the possible exception of the period since 2004 du Plessis, Smit and Sturzenegger 2007. 9.3 The capital account and the rand Below we examine the role of trade liberalization for growth in South Africa during the postapartheid period. The liberalization of commodity trade was accompanied by a 5 SADCBANKERS, 2008, Statistics 19902006 South Africa, httpp:www.sadcbankers.org, and http:www.reservebank.co.za. 13 liberalization of transactions on the capital account. In an evaluation from 2005, Ketil Hviding 2005: 133 concludes that: the liberalization process has been successfully managed: the gradual reduction of the external tariffs and the progressive opening of the capital account have allowed the domestic markets to adjust relatively smoothly to the new opportunities and challenges. The opening of the capital account began with the abolition of the socalled financial rand in March 1995. Nonresidents had been required to deposit the proceeds from sales of investments in South Africa into separate financial rand accounts. After the abolition, however, South Africa had no more restrictions on current payments. Thereafter, the approach was gradual Hviding 2005: 138: In general, existing limits have been increased without altogether eliminating the restrictions and when residents have been allowed to engage in new types of foreign exchange transaction, this has always been done in a stepwise manner with tight limits put on the transaction initially allowed.6 Overall, the degree of restrictiveness fell significantly after 1996. Thanks to the gradual approach and the countrys welldeveloped domestic financial system, South Africa managed to avoid financial turmoil of the kind experienced in some other countries, like Korea and Mexico, where liberalization was faster. The financial system could handle the larger volume of transactions and the increased price volatility, and in spite of large variations both in the value of the currency and in the volume of capital flows no crisis developed. The stable, predictable fiscal and monetary policy helped, by stabilizing the general macroeconomic environment. One of the most volatile macroeconomic elements in postapartheid South Africa has been the exchange rate. Between 1994 and the end of 2003 the rand lost 50 per cent of its nominal value visavis the US dollar, because of higher inflation than among South Africas trading partners. In real effective terms,7 the decline amounted to 15 per cent Ricci 2005b: 142. In 1996, 1998 and 20012, the rand went through crises. In 1996, the Union Bank of Switzerland argued that the rand was overvalued by 710 per cent, the course of economic policy was not clear, and rumours began to spread that President Mandela was in poor health Hirsch 2005: 923. The reasons for the other crises are less clear, but probably related to a more relaxed monetary stance and changing expectations in financial markets Bhundia and Ricci 2005. Otherwise, however, the real exchange rate appears to have been relatively close to its equilibrium rate, i.e. the deterioration is explained by fundamentals: declining export commodity prices, improved fiscal 6 The different steps in the liberalization process are enumerated in Hviding 2005: 139. 7 The real effective exchange rate is calculated by deflating the nominal exchange rates of the rand against other major currencies, with the price indices of South Africa and the corresponding countries and regions, to adjust for differences in the rate of inflation. This gives the real exchange rates. To obtain the real effective exchange rate, the weighted average geometric mean of these rates is calculated, using the annual trade of South Africa with each of these countries and regions as weights. 14 balance, increased openness of the trade regime, pulling the value of the rand down, and productivity increases and increases of net foreign assets, pulling it up Mac Donald and Ricci 2004; Ricci 2005b. increased shortterm interest rate, exacerbating In response to the 1996 and 1998, crises the South African Reserve Bank intervened via its reserves and via an the macroeconomic effects of crisis, while in 2001 it abstained and the crisis waned faster Bhundia and Ricci 2005. The 1996 and 1998 borrowing of US dollars in the forward market and selling them in the spot exchange market led to net losses equivalent to 10 and 8 per cent of GDP, respectively. This lent little credibility to the intervention in the foreign exchange market and rising interest rates choked off investment. In 2001, this was avoided. The SARB did not intervene, the past decade had seen a reduction of the budget deficit, and the recent inflation targeting lent further credibility to future stable policies. Overall, the stabilization picture is positive. The government has pursued a relatively coherent policy, conveying by and large the message to the economic actors that the policy environment is stable, erring on the conservative, restrictive side, rather than on the radical, spendthrift, one. The reduction of the budget deficit has been consistent, monetary policy mainly tight, perhaps too much so, and the liberalization of the capital account gradual, cautious and firmly controlled. The rand, finally, has experienced a longterm decline, but in the main for fundamental reasons affecting the equilibrium exchange rate. The government more or less succeeded to fulfil its stabilization intentions, setting up a stable framework spreading confidence in private sector of the economy. Having said this, let us turn to the second part of the postapartheid story: that of the main reforms intended to increase the rate of growth in the economy. We begin by taking a look at the liberalization of foreign trade and the subsequent trade performance, followed by an examination of competition policy reform and measures to increase investment. 9.4 Trade policy reform In the 1970s, a process of gradual trade reform was initiated, largely through the relaxation of quantitative restrictions and the introduction of export promotion measures. This came to an end in the mid1980s with the imposition of international sanctions against the apartheid regime Bell 1997: 714. After the decision to scrap apartheid in 1990, the sanctions against South Africa were, however, gradually lifted between 1991 and 1994. This generated a flurry of interest in trade policy in South Africa, and it became clear that most participants in the economic policy debate, including those of the ANC, supported a pragmatic and gradual trade reform with active measures aiming at expanding exports. Given the small size of the domestic and regional markets, the expectation was that growth would be driven by exports to major foreign markets. One of the main issues was whether to focus on extending the existing comparative advantage in industries related to South Africas natural wealth, or to diversify the export basket into nontraditional products. Rising costs, falling ore grades and a stagnant gold price had steadily eroded the economic viability of gold mining in South Africa since the 1970s Nattrass 1995: 857. Although nongold mining and mineral 15 processing continue to be important, the contribution and growth potential of the resourcebased sectors were far lower than what would be needed to compensate for the effects of a declining gold output and a low gold price. Another drawback was that mining, mineral processing and other natural resource activities are usually very capitalintensive, and that vertical diversification through further processing offers few opportunities for skill and technological improvements. For these reasons, the focus shifted to narrowly defined manufacturing through export diversification into light manufacturing for expanding world markets. The first important reform to be implemented was the simplification of the complex tariff structure. The schedule had more than 13,000 tariff lines, more than 200 tariff rates ad valorem equivalent rates and multiple ways in which the tariffs were collected. Furthermore, the trade regime included extensive import controls and a large export subsidization scheme Belli, Finger and Ballivian 2003: 17; Hviding 2005: 1335; Jonsson and Subramanian 2001: 2002. From 1990 to 1994 trade was liberalized on a unilateral basis through the elimination of the remaining import licensing procedures and the reduction of the average tariff level. In 1994, South Africa tied its trade reform programme to the WTO and began a phased process of liberalization, which included significant reduction of the number of tariff lines, reduction of the overall level of protection and phasing out of the export incentive system. The tariff schedule is now considerably simpler. The simple average nominal tariff rate fell from 22 per cent in 1994 to 7.9 per cent in 2004 Edwards 2005: 7629. Since 2000, the pace of the process has, however, slowed down. A cascading tariff structure remains with significant gaps between the rates on consumer goods and capital and intermediate goods Edwards 2005; Edwards and Lawrence 2006; Fedderke and Vaze 2001; Lewis 2002. Liberalization, however, has substantially reduced the effective protection the protection provided to domestic value added relative to value added at international prices. Less South African output was distorted by tariffs in 2004 than in the early 1990s Edwards 2005: 76774. The tariff reform was accompanied by measures to avoid the destruction of potentially competitive industrial capacity. Substantive specific measures have been implemented in support of the two sensitive sectors of South African manufacturing: autos and components and clothing and textiles. Supplyside measures also include export marketing assistance mainly to smaller firms and firms with labourintensive production Kaplan 2004: 627. A number of structural reform programmes aimed at creating new comparative advantages were initiated as well: support to innovation, black economic empowerment, education and public infrastructure, issues that we return to later. The government also strengthened ties with the countrys main trading partners to secure preferential access to the EU, US and other regional markets. Draper 2003; Edwards 2005: 756; Petersson 2007. The average annual growth in export volumes of goods and services was around 5 per cent in the 1990s, 2.7 per cent 20005, and 6.9 per cent 20057, a substantial increase compared to the 1970s and 1980s around one per cent. In the 1990s, narrow manufactures showed the highest rate of annual export growth: 13.7 per cent, declining to 4.2 per cent 20005. The figures for services were 7.0 and 8.6 per cent, respectively and those for gold 1.5 and 9.7 per cent Edwards and Lawrence 2006: 12. In the 1990s, the average annual growth rates of the export and import volumes were more or less equal, while the average annual import growth of 10 per cent substantially exceeded 16 the export growth of 4 per cent 5.8 per cent, when gold exports are excluded 20007 SARB 2008: S81. Estimates of the factor intensity and the degree of processing South Africas exports 19902003 suggest that trade liberalization has induced a successful structural change in the desired direction. Narrow manufacturing increased its share of total exports substantially, with the largest export expansion in the relatively human and physical capitalintensive sectors, while the unskilled labourintensive sectors performed relatively poorly. A substantial shift has taken place, away from traditional primary exports towards nontraditional manufactured products which offer greater potential for sustained learning and more spillover benefits to other activities. A large number of mainly narrow manufacturing products within importcompeting product groups have shown a high and accelerating export performance Petersson 2005. The expansion is closely linked to specialization within sectors, leading to productivity gains through the exploitation of increasing returns to scale. This type of specialization increases economic efficiency and reduces average costs of production, but tends to have only small or negative effects on employment, and South Africa does not appear to constitute any exception to the rule Petersson 2002. In summary, since the early 1990s, a successful liberalization process was introduced gradually together with supplyside programmes to ensure that potentially competitive domestic capacities were not eliminated. Less production was subject to tariff distortion in 2004 than in the early 1990s. However, high nominal and effective tariffs remain in some sectors, and further steps can be taken to reduce tariff dispersion and the antiexport bias arising from protection. The country has experienced an improvement of its export performance, in particular of nongold exports in the 1990s, a decade with an average annual growth rate of narrow manufacturing of around 14 per cent. Thereafter the growth of exports has slowed down. South Africa also has a remarkably low share of exports using unskilled labour and a relatively high share using skilled labour. There is a wide range of nontraditional accelerating export products across industry clusters, indicating sustainable export growth of new product groups. This export expansion was largely the result of intraindustry specialization rather than increased capacity by investment or employment. Overall, the reform program has been moderately successful, or more, in many respects, but it has failed to develop a labourabsorbing exportoriented manufacturing sector. 9.5 Competition policy The concentration of both capital ownership and sales in the product markets was exceptionally high in 1994. Five locally based investment conglomerates accounted for 84 per cent of the capitalization of the stock exchange Hirsch 2005: 194; OECD 2003: 10, and in sectors like retail consumer goods, seller concentration was high. This included dominance across vertically integrated sectors which in turn made conditions difficult for small and mediumsized enterprises. Except where the state was the dominant actor, it was generally the whiteowned conglomerates that accounted for the concentration. This added the political dimension of black economic empowerment BEE to the competition policy issue: that of ensuring the efficient operation of markets. In order to provide formally for broadly inclusive participation, the department of trade and industry in 1995 introduced a threeyear consultation project to arrive at a new 17 competition policy framework. The Competition Act became effective as of 1 September 1999 OECD 2003: 17. The core purpose is economic efficiency. The act prohibits the abuse of dominant positions as well as restrictive horizontal and vertical practices between similar firms and firms above and below each other in the production chain, respectively. In addition, it incorporates other policy issues of public interest, including global competitiveness, competitive prices and choices for consumers, employment and welfare considerations, equal opportunities for small and medium businesses and increased ownership for historically disadvantaged persons. The Competition Act requires mergers above a certain size to be preapproved by the government and merger control processes were at the centre of attention in the early 2000s OECD 2003: 2736. As the initial merger control strain has eased, however, priorities have shifted towards ownership issues like black economic empowerment and strategies for small business development in general. Black economic empowerment is presented as a growth strategy which simultaneously targets the weakest point of South African economy: inequality. In the 1990s some conglomerates unbundled significant assets into black hands as a political asset for the future. However, when the government recognized that the BEE simply replaced the old elite with a new black one, leaving fundamental inequalities intact, it enacted in 2004 the Broad Based Black Empowerment Act Government Gazette 2004. The act stresses that black economic empowerment has to be driven by legislation and regulation and codes of good practices, through ownership, management at the senior level, human resource development and employment equity. Private companies must adhere to these codes to do business with government enterprises or state organs. There is, however, no consensus with respect to what black economic empowerment is and policies are extended and changed over time mainly in response to disappointment with respect to outcomes. The results are hard to measure and they vary widely between companies and sectors, but the general picture is that the BEE is moving at a slow pace Financial Mail 2007; Hirsch 2005: 22830. including direct empowerment 10 Investment strategies and development Empirically, investment and growth tend to be strongly correlated. The decline in the South African rate of growth since the 1970s coincided with a sharp decline in the rate of public and private investment from 2030 per cent of GDP to some 156 per cent 19922002 Clarke et al. 2006; Hirsch 2005: 2389; Joffe et al. 1995: 10. Stagnation in the public sectorat around 4 per cent of GDPwas more dramatic than in the private sector. Since 2002, both investments by public corporations and private investments show an upward trend, with total investment increasing from 15 per cent to around 21 per cent of GDP in 2007 SARB 1997: S100, S109; SARB 2000: S106, S117; SARB 2008: S104, S114. The RDP basicneeds programme of 1994 focused on public investment in fields like housing, education, health, energy, water, transport and communication, while the GEAR programme 1996 aimed at encouraging private investment. The idea was that a prudent fiscal and monetary policy and a stable policy environment would ultimately ensure a competitive currency and lower real interest rates, conducive to increased investment and capital inflows, preferably foreign direct investment. The elimination of the fiscal deficit and the pressure to increase social transfers left little room for public 18 investments, and so did the low ability to develop and implement investment projects at the local government level. As soon as the fiscal goal had been attained, public sector investment again became a priority area. In the new millennium, it was recognized that several infrastructure sectors are critical for longterm growth and lowering of business costs, and that public sector infrastructure has failed to keep pace with the recovery of economic activities Edwards and Alves 2006: 4924. The government and public corporations have increased their capital expenditures significantly in recent years, and in the Accelerated and Shared Growth Initiative for South Africa ASGISA government and public enterprise investments are planned to increase to 8 per cent of GDP in 2014 South African Government Information 2007. The neglect of public investment may, however, already have harmed mediumterm economic development, as witnessed by the current emergency situation in the energy sector. Recent strong economic growth, rapid industrialization and mass electrification made demand outstrip supply in early 2008. Increasing energy costs may result in reduced private investment and output in energyintensive sectors as well as further impoverishment. After a long period of stagnation, the ratio of private sector investments to GDP increased steadily from a low level of 11 per cent in 2002 to 15 per cent in 2007, contributing to the recent increase in economic growth Clarke et al. 2006: 89; SARB, 2007: 10; SARB 2008: S104, S114. The domestic savings rate is low, households savings have been insignificant or even negative since the late 1990s and investment is heavily dependent on imports of capital goods Harjes and Ricci 2005: 4550. Investment growth rapidly spills over into severe balanceofpayments pressures Edwards and Lawrence 2006: 54. Even though South Africa has experienced a shortterm inflow of capital, the response of foreign investors to political transition and economic reform has been disappointing. Various estimates of annual foreign direct investment FDI flows to South Africa since 1994 show averages around 1.5 per cent of GDP Arvanitis 2005: 64. The low growth rate of the South African economy and the deteriorating infrastructure are important factors behind the countrys low investment rate and small inflow of FDI Arvanitis 2005; Thomas and Leape 2005. Institutional framework is another important area influencing firms investment decisions. Generally speaking, the broad institutional framework is viewed as favourable but investors are concerned about government efficiency, crime, regulation and inflexibilities in the labour market regulation and the need for skill development. There is also still a high degree of market concentration, imposing high barriers to entry for small and mediumsized firms. Finally, exchange volatility remains a key weakness of the macroeconomic environment. 11 Accelerated and shared growth As it seems, a reduction of poverty has taken place in South Africa during the first half of the 2000s. How large this reduction has been is a bone of contention between analysts. Understandably, the government has chosen to accept the most favourable estimates, but it also recognizes that there is much more to be done. According to the 2006 ASGISA initiative Ro SA 2006, the unemployment rate and the share of the population living in poverty are both to be cut in half by 2014, the former from 30 per cent to 15 per cent, and the latter from onethird to onesixth of the population. To this 19 end, the longrun growth rate has to increase to 6 per cent. This is to take place in two steps: a rise from 3 per cent to at least 4.5 from 2005 to 2009 and thereafter to 6 per cent or more during 20104. Six constraints have been identified: the volatility of the currency and the exchange rate, the national logistics system, the lack of skilled labour, the extent of industrial concentration, the regulatory environment affecting small and medium businesses and the organization of government itself. Infrastructural investment is to increase to 8 per cent of GDP from slightly over 6 per cent, sector strategies were to be prepared, skills were to be upgraded, notably through a new institution, the Joint Initiative on Priority Skills Acquisition JIPSA, over a period of 18 months beginning in March 2006, the access of women to economic opportunities is to be increased, youth development measures are to be created, a special Broad Based Black Economic Empowerment BBBEE Act was passed in 2003, and the small business regulatory environment is to be looked into. In the macroeconomic field, strategies for reducing the volatility and overvaluation of the currency were called for, fiscal and monetary policies are to be coordinated within an inflationtargeting regime, government budgeting is to be improved and so is government expenditure management. Finally, the creation of new government institutions should be avoided. Rather, the existing ones should be given new functions in the implementation of ASGISA. The skill problem was seen as crucial. Hence, the JIPSA initiative South African Government Information 2007 was launched at the end of March 2006. This initiative identifies five priority areas: engineering transport, communications, water energy, urban and regional planning and engineering, artisanal and technical skills, notably in infrastructure development, management and planning skills in health and education and, finally, mathematics, science and languages in public schooling. 12 Unemployment and the labour market The latest policy initiative brings us to the crucial employment issue. The South African postapartheid reform programme aims at sustained economic growth that will create employment and reduce poverty and inequality. Therefore, the high and increasing rate of unemployment and the issue of whether or not poverty and inequality have been reduced have become a pressing problem for the South African government, and the subject of a lively and controversial political debate. This includes concerns with respect to the sustainability of rapidly increased social spending and the need to facilitate employment as the main thrust in poverty reduction. Furthermore, the ability of the economy to achieve sustained high growth in the medium and long term will depend on the labour absorption capacity of the economy, i.e. on investments in human capital and mobilization and empowerment of the workforce outside the formal labour market. This is reflected in ASGISA. A number of estimates of labour market trends for 19952003 exist. The studies show similar trends: a dramatic increase in the labour supply of 56.5 million people since the beginning of the political transformation and an employment increase of 1.42 million Casale et al. 2004: 989. This means a dramatic increase in the rate of unemployment from 17 per cent to 32 per cent using the strict definition those actively searching for work, and from 29 per cent to 43 per cent using the broad definition of unemployment. 20 Between March 2003, and March 2007, however, the total number employed increased by 1,344,000 1,195,000 in the formal sector. According to the strict definition of unemployment, there was a steady decline in the rate of unemployment, stabilizing around 25.5 per cent in 2006 and 2007 LFS 2007: ivix. A key question is whether the low employment generation, and in particular the high level of unemployment among unskilled workers, can be traced to labour market inflexibilities and distortions Arora and Ricci 2005; Hirsch 2005: 1747. The current labour legislation rests on two main statutes: the Labour Relations Act, which contains several new provisions to strengthen workers rights and the Basic Conditions of Employment Act, which proscribes minimum wages, standards and conditions of employment, a number of regulations and legally binding extension of agreements to firms not participating in negotiations. Another effect of the strong union bargaining position is large increases in the wages of unskilled and semiskilled workers in the formal sector, in comparison to skilled South African workers and to their counterparts in other developing countries. Several studies of the labour market indicate that the regulatory framework has benefited organized labour and big business but inhibited job creation. Youth unemployment has increased dramatically since 1995, investments have largely been laboursaving and small labourintensive firms are the ones that are most exposed and subject to disincentives by the legislation Hirsch 2005: 175; Lewis 2002: 12; Naidoo 2006: 1224; Pollin et al. 2006: 219; Rodrik 2006: 2; Seekings 2007: 234. In the few employment policy surveys made at the micro level, firms express strong preferences for hiring individuals with previous work experience. The regulatory environment has made it difficult to dismiss people for nonperformance, and riskaverse firms only hire young, highskilled people Dias and Posel 2006: 19; Naidoo 2006: 123. Most of the unemployed have never worked before, due to the legacy of apartheid. This explains the poor labour market opportunities for younger individuals. Since 2003, 75 per cent of the unemployed are under 35 LFS 2007: 39. Since the mid1990s, there has been a structural decline in the relative demand for lowskilled labour, lower output in the least skillintensive sectors and substitution towards skilled workers at the sector level Bhorat 2004: 954; Dias and Posel 2006: 267. The government recognized the importance of skills for output and employment growth, but it took a few years of discussions and investigations until the Skills Development Act was enacted in 1998. During this period, despite an apparent skill shortage, the number of people trained in enterprise training programmes was reduced. The skills development programme had its origins in COSATU policies with focus on industrial training, i.e. the focus seems to be more on upgrading skills for those that are already employed than on providing skills to the unemployed. ASGISA identified the skill shortage as the single greatest constraint on public and private investment and introduced new measures to speed up education and skills development South African Government Information 2007: 9. Because of this, the Joint Initiative for Priority Skills Acquisition JIPSA was launched in 2006. The South African labour market is segmented in various ways: by the status of the workforce as economically active or inactive and by differentiating factors such as gender, race and skills. The strengthened labour market legislation has benefited large businesses and those with formal employmentthe insidersas opposed to the unemployed or those outside the formal labour market, where female, black, unskilled 21 and, in particular, young people without working experience are overrepresented in comparison to their weight in the workingage population. The legislation places some labour market power in the hands of organized labour that makes it costly to substitute unemployed for current employees and leads to a wage level conducive to involuntary unemployment. Industrial training programmes focus on upgrading the skills of the already employed rather than those of people without working experience. The wish to generate a more labourabsorbing industrial development points to the desirability of exemption for small and medium business and for young people from some aspects of the regulatory framework, restraints in the increase of minimum wages and expansion of youngster training programmes in fields demanded by the labour market. 13 Conclusions In 1993, the last year of the apartheid regime, the South African economy had hit a lowwater mark both in terms of growth and in terms of poverty and distribution. Beginning in 1994, preceded by considerable discussion, a new economic strategy, the Reconstruction and Development Programme RDP, was put in place, a programme concentrated on the reduction of poverty. Two years later it was obvious that the program had been too optimistic, and a programme called Growth, Employment and Redistribution GEAR, which put emphasis on growth generation, was substituted for it. This programme which ended in 2000, failed to meet its objectives in terms of growth and employment as well. At the turn of the millennium, South Africa had obtained a growth rate which barely sufficed to keep an even pace with the growth of the population, and the extent of poverty and inequality of incomes had increased. During the years that have elapsed since then, and in particular after 2002, however, something has happened in the South African economy. The growth rate has increased in what appears to be a sustained way and the extent of poverty has been reduced to a disputed extent mainly thanks to an ambitious social grants programme. Not very much has happened on the income equality front, however, and in spite of some progress in employment creation, the labour market remains a big headache for the government. The relative success during recent years is not due to any new strategy. In fact, it was not until 2006 that a successor to GEAR, the Accelerated and Shared Growth Initiative for South Africa ASGISA which aims at halving both unemployment and poverty by 2014, was put in place. Rather, it seems as if what has taken place is the cumulative result of the policy making efforts since 1994, a journey characterized by trial and error: overambitious targets and consequent failures, but also by a manifest willingness to learn from mistakes and change policies in a nondoctrinaire way whenever the circumstances have called for it. The main characteristic of the South African development policy has been its pragmatism: the scrapping of old and obsolete ideological stances that had proved to run contrary to the overriding goal: the improvement of the lot of the many poor. Macroeconomic stabilization has been achieved. The budget deficit has been wiped out, inflation has been brought under control, the capital account of the balance of payments has by and large been liberalized, and the value of the rand, with few exceptions, has described an equilibrium trajectory determined by economic fundamentals. The policy environment is viewed as stable by outside analysts and investors. A reform package 22 has been implemented which has served to make the economy more competitive and more marketoriented: foreign trade of the formerly overprotected economy has been liberalized and new industrial legislation has increased the competitive pressure on producers. Public investment, which has removed a number of bottlenecks, has increased during the new millennium, the company tax rate has been lowered and private investment may be picking up again, in a stable business environment, although so far not to the extent originally hoped for. This is not to say that the future of South Africa is safe as far as economic development is concerned. Elsewhere Lundahl and Petersson 2004, we identify three potential stumbling blocks: economic stagnation, increased tension between social classes and increased redistribution out of a cake that grows only slowly. The notoriously high crime rate, emigration of skilled whites, widening income disparities, overly restrictive economic policies and increased incidence of HIVAIDS all have a negative role to play in this scenario. Whatever success that has been obtained in recent years is relative. It is a success above all in comparison to the last years of the apartheid system, years which, however, stand out as very bad compared to the historical growth record. Also, there has been an acceleration of growth over time, an acceleration which may make it possible to deliver more on the poverty reduction and redistribution front in the future. The big number one failure has been the failure to create jobs in the formal sector on the economy. Undoubtedly some progress has been made during the past few years, but how much is difficult to say. The borderline between formal and informal jobs is not crystalclear, which of course muddles statistics and interpretation alike, and the hot issue of whether a more flexible wage and employment policy may improve the situation is far from being resolved. The government has by and large dodged it, a position which may be untenable in the future if the very ambitious goals in terms of employment and poverty reduction are to be met. It is hardly possible to half the extent of poverty without substantial job creation. The burden cannot be put entirely of the transfer system. Certain observers are already concerned that the social security system may soon be up against the limits of the possible, and then the only path goes through employmentgenerating sustained economic growth. References Aghion, P., and P. Howitt 1998. Endogenous Growth Theory. Cambridge, MA and London: MIT Press. African National Congress ANC 1992. Ready to Govern: ANC Policy Guidelines for a Democratic South Africa. Adopted at the National Conference 2831 May 1992. Johannesburg: Policy Unit of the African National Congress. 1994. The Reconstruction and Development Programme. Johannesburg: Umanyano Publications. Ardington, C., D. Lam, M. Leibbrandt, and M. Welch 2005. The Sensitivity of Estimates of PostApartheid Changes in South African Poverty and Inequality to Key Data Imputations. CSSR Working Paper 106. Cape Town: University of Cape Town, Centre for Social Science Research. 23 Arora, V., and L. A. Ricci Antonio 2005. Unemployment and the Labour Market. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa. The First Ten Years. Washington, DC: IMF. Arvanitis, A. 2005. Foreign Direct Investments in South Africa: Why Has It Been So Low?. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa. The First Ten Years. Washington, DC: IMF. Bell, T. 1997. Trade Policy. In J. Michie and V. Padayachee eds, The Political Economy of South Africas Transition, Policy Perspectives in the Late 1990s. London: The Dryden Press. Belli, P., M. Finger, and A. Ballivian 2003. South Africa. A Review of Trade Policies. Washington, DC: World Bank. Bhorat, H. 2004. Labour Market Challenges in the PostApartheid South Africa. South African Journal of Economics, 72 5: 94077. Bhundia, A. J., and L. A. Ricci 2005. The Rand Crises of 1998 and 2001: What Have We Learned?. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa. The First Ten Years. Washington, DC: IMF. Casale, D., C. Muller, and D. Posel 2004. Two Million Net New Jobs: A Reconsideration of the Rise in Employment in South Africa, 19952003. South African Journal of Economics, 72 5: 9781002. Clarke, G., B. Eifert, J. Habyarimana, W. Kapery, D. Kaplan, M. Schwartz, and V. Ramachadran 2006. South Africa: An Assessment of the Investment Climate. Johannesburg: TIPS. Department of Finance 1996a. Growth, Employment and Redistribution: A MacroEconomic Strategy. Pretoria. 1996b. Growth, Employment and Redistribution: A MacroEconomic Strategy Appendices. Pretoria. 1996c. Growth, Employment and Redistribution: A MacroEconomic Strategy. Summary. Pretoria. Dias, R., and D. Posel 2006. Unemployment, Education and Skills Constraints in PostApartheid South Africa. Johannesburg: TIPS. Draper, P. 2003. To Liberalize or not to Liberalize? A Review of the South African Governments Trade Policy. SAAIA Trade Policy Report, 1. Johannesburg: South African Institute of International Affairs. du Plessis, S., and B. Smit 2007. South Africas Growth Revival After 1994. Journal of African Economies, 16 5: 668704. du Plessis, S., B. Smit, and F. Sturzenegger 2007. The Cyclicality of Monetary and Fiscal Policy in South Africa since 1994. Economic Working Papers 1207. Stellenbosch: University of Stellenbosch. Edwards, L. 2005. Has South Africa Liberalised its Trade?. South African Journal of Economics, 73 4: 7545. 24 Edwards, L., and P. Alves 2006. South Africas Export Performance: Determinants of Export Supply. South African Journal of Economics, 74 3: 473500. Edwards, L., and R. Lawrence 2006. South African Trade Policy Matters: Trade Performance Trade Policy. CID Working Paper 135. Cambridge, MA: Center for International Development at Harvard University. Fedderke, J., and P. Vaze 2001. The Nature of South Africas Trade Patterns by Economic Sector, and the Extent of Trade Liberalization during the Course of the 1990s. South African Journal of Economics, 69 3: 43678. Financial Mail 2007. Empowerment: New Era Brings Better BEE Prospects. 30 March. Available at: www.free.financialmail.co.zaprojects 07topempowerment etec.htm Frankel, J., B. Smit, and F. Sturzenegger 2007. South Africa: Macroeconomic Challenges after a Decade of Success. Research Working Papers Series RWP07021. Cambridge, MA: John F. Kennedy School of Government Faculty, Harvard University. Government Gazette 2004. 463 25899, 9 January. Cape Town. Harjes, T., and L. A. Ricci 2005, What Drives Saving in South Africa?. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa. The First Ten Years. Washington, DC: IMF. Hirsch, A. 2005. Season of Hope: Economic Reform under Mandela and Mbeki. Ottawa: IDRC. Hoogeveen, J. G., and B. Ozler 2006. Poverty and Inequality in PostApartheid South Africa: 19952000. In H. Bhorat and R. Kanbur eds, Poverty and Policy in PostApartheid South Africa. Cape Town: HSCR Press. Horton, M. 2005. Role of Fiscal Policy in Stabilization and Poverty Alleviation. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa. The First Ten Years. Washington, DC: IMF. Hviding, K. 2005. Liberalizing Trade and Capital Transactions: An Overview. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa. The First Ten Years. Washington, DC: IMF. Joffe, A., D. Kaplan, R. Kaplinsky, and D. Lewis 1995. Improving Manufacturing Performance in South Africa. Industrial Strategy Project. Cape Town: UCT Press. Jonsson, G., and A. Subramanian 2001. Dynamic Gains from Trade: Evidence from South Africa. IMF Staff Papers, 48: 197224. Kaplan, D. 2004. Manufacturing in South Africa over the Last Decade: A Review of Industrial Performance and Policy. Development Southern Africa, 21 4: 62344. Leibbrandt, M., J. Levinsohn, and J. Mc Crary 2005. Incomes in South Africa Since the Fall of Apartheid. NBER Working Paper 11384. Cambridge, MA: National Bureau of Economic Research. Leibbrandt, M., L. Poswell, P. Naidoo, M. Welch, and I. Woolard 2006. Measuring Recent Changes in South African Inequality and Poverty Using 1996 and 2001 25 Census Data. In H. Bhorat and R. Kanbur eds, Poverty and Policy in PostApartheid South Africa. Cape Town: HSRC Press. Lewis, J. D. 2002 Promoting Growth and Employment in South Africa. South African Journal of Economics, 70 4: 33858. Labour Force Survey LFS 2007. Labour Force Survey March 2007. Statistical Release P0210. Johannesburg: Statistics South Africa. Lundahl, M. 1999. Growth or Stagnation? South Africa Heading for the Year 2000. Aldershot: Ashgate. Lundahl, M., and L. Moritz 1996. Det nya Sydafrika: Ekonomi och Politik efter Apartheid. Stockholm: SNS Forlag. Lundahl, M., and L. Petersson 2004. The South African Dream and the Three Stumbling Blocks. Development Southern Africa, 21 4: 72742. Mac Donald, R., and L. A. Ricci 2004. Estimation of the Equilibrium Exchange Rate for South Africa. South African Journal of Economics, 42: 43798. Mc Grath, M. D. 1973. The Distribution of Personal Income in South Africa in Selected Years over the Period 1945 to 1980. Ph D Thesis. Durban: University of Natal. Macroeconomic Research Group MERG 1993. Making Democracy Work: A Framework for Macroeconomic Policy in South Africa. Bellville: University of the Western Cape, Centre for Development Studies. Meth, C. 2006a. What Was the Poverty Headcount in 2004 and How Does It Compare to Recent Estimates by van der Berg et al?. SALDRU Working Paper 0601. Cape Town: University of Cape Town. 2006b. Income Poverty in 2004: A Second Engagement with the Recent van der Berg et al Figures. Working Paper 47. Durban: University of Kwa ZuluNatal, School of Development Studies. 2007. Flogging a Dead Horse: Attempts by van der Berg et al to Measure Changes in Poverty and Inequality. SALDRU Working Paper Series, 9. Cape Town: University of Cape Town. Meth, C., and R. Dias 2004. Increases in Poverty in South Africa, 19992002. Development Southern Africa, 21 1: 5985. Moll, T. 1991a. Growth Through Redistribution: A Dangerous Fantasy?. South African Journal of Economics, 59 3: 18190. 1991b. Macroeconomic Redistributive Packages in Developing Countries. In P. Moll, N. Nattrass and L. Loots eds, Redistribution: How Can It Work in South Africa? Cape Town: David Philip. Naidoo, K. 2006. Operationalizing South Africas Move from Macroeconomic Stability to Microeconomic Reform. In V. Padayachee ed., The Development Decade? Economic and Social Change in South Africa, 19942004. Cape Town: HSRC Press. 26 National Treasury, Republic of South Africa 2007a. Budget Review 2007. 21 February. Pretoria: National Treasury. 2007b. Medium Term Budget Policy Statement 2007. 30 October. Pretoria: National Treasury. Nattrass, N. 1995. The Crisis in South African Gold Mining. World Development, 23 5: 85768. Nowak, M. 2005. The First Ten Years after Apartheid: An Overview of the Economy. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa: The First Ten Years. Washington, DC: IMF. Nowak, M., and L. A. Ricci eds 2005. PostApartheid South Africa: The First Ten Years. Washington, DC: IMF. Organization OECD for Economic Cooperation and Development 2003. Competition Law and Policy in South Africa. An OECD Peer Review. Paris: OECD. Petersson, L. 2002. Integration and Intraindustry Trade Adjustment in South Africa. Development Southern Africa, 19 2: 23959. 2005. Export Diversification and IntraIndustry Trade in South Africa. South African Journal of Economics, 73 4: 785802. 2007. The EU and South Africa: Trade and Diversification. In Y. Bourdet, J. Gullstrand, and K. Olofsdotter eds, The European Union and Developing Countries. Trade, Aid and Growth in an Integrating World. Cheltenham: Edward Elgar. Pollin, R., G. Epstein, J. Heintz, and L. Ndikumana 2006. An EmploymentTargeted Economic Program for South Africa. Amherst, MA: PERI. Republic of South Africa Ro SA, Parliament of the Republic of South Africa 1994. White Paper on Reconstruction and Development. Government Gazette, 353 16085, 23 November. Cape Town. 2006. Accelerated and Shared Growth Initiative South Africa ASGISA. Available at: www.info.gov.zaasisaasgisa.doc.pdf Race Relations Survey 1992. Race Relations Survey 199192. Johannesburg: South African Institute of Race Relations. Ricci, L. A. 2005a. Bringing Inflation under Control. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa: The First Ten Years. Washington, DC: IMF. 2005b. South Africas Real Exchange Rate Performance. In M. Nowak and L. A. Ricci eds, PostApartheid South Africa: The First Ten Years. Washington, DC: IMF. Rodrik, D. 2006. Understanding South Africas Economic Puzzles. CID Working Paper 130. Cambridge, MA: Center for International Development at Harvard University. South African Reserve Bank SARB 1997. South African Reserve Bank Quarterly Bulletin, 205, September. 27 2000. South African Reserve Bank Quarterly Bulletin, 217, September. 2002. South African Reserve Bank Quarterly Bulletin, 225, September. 2007. South African Reserve Bank Quarterly Bulletin, 246, December. 2008. South African Reserve Bank Quarterly Bulletin, 249, September. Seekings, J. 2007. Poverty and Inequality after Apartheid. Cape Town. CSSR Working Paper 200. Cape Town: University of Cape Town. Seekings, J., with M. Leibbrandt, and N. Nattrass 2004. Income Inequality After Apartheid. CSSR Working Paper 75. Cape Town: University of Cape Town. Seekings, J., and N. Nattrass 2004. The PostApartheid Distributional Regime. CSSR Working Paper 76. Cape Town: University of Cape Town. Simkins, C. 2004. What Happened to the Distribution of Income in South Africa at: Between www.sarpn.orgdocumentsd 0001062 P1175simkins_Nov 2004.pdf Available 1995 and 2001?. Mimeo. Social Equity and Job Creation: The Key to a Stable Future. Proposals by the South African Labour Movement 1996. Issued by the Labour Caucus at Nedlac Incorporating Cosatu, Nactu and Fedsal. South African Foundation 1996. Growth for All: An Economic Strategy for South Africa. Johannesburg: South African Foundation. South African Government Information 2003. Growth and Development Summit GDS Agreement. Available: www.info.gov.zaissuesgdsgdsagreement 03.htm 2007. Accelerated and Shared Growth Initiative for South Africa ASGISA. Available at: www.info.gov.zaasgisa.htm Statistics South Africa 2002. Earning and Spending in South Africa. Selected Findings and Comparisons from the Income and Expenditure Surveys of October 1995 and October 2000. Pretoria: Statistics South Africa. Thomas, L., and J. Leape 2005. Foreign Direct Investment in South Africa. The Initial Impact of the Trade, Development and Cooperation Agreement between South Africa and the European Union. London: London School of Economics, Centre for Research into Economics and Finance in Southern Africa CREFSA. United Nations Development Programme UNDP 2003. South Africa Human Development Report 2003. The Challenge of Sustainable Development in South Africa: Unlocking Peoples Creativity. Cape Town: Oxford University Press. van der Berg, S., and M. Louw 2004. Changing Patterns of South African Income Distribution: Toward Time Series Estimates of Distribution and Poverty. South African Journal of Economics, 72 3: 54672. van der Berg, S., and K. Siebrits 1994. Economic Consequences of Different Routes to Social Reconstruction: The SocioEconomic Imperatives. In H. Giliomee and L. Schlemmer with S. Hauptfleisch eds, The Bold Experiment: South Africas New Democracy. Halfway House: Southern Book Publishers. 28 van der Berg, S., R. Burger, R. Burger, M. Louw, and D. Yu 2005. Trends in Poverty and Inequality since the Political Transition. Economic Working Papers 12005. Stellenbosch: Stellenbosch University. 2007a. A Series of National AccountsConsistent Estimates of Poverty and Inequality in South Africa. Economic Working Papers 0907. Stellenbosch: Stellenbosch University. van der Berg, S., M. Louw, and L. du Toit 2007b. Poverty Trends Since the Transition: What We Know. Stellenbosch: Stellenbosch University, Department of Economics. van der Berg, S., M. Louw, and D. Yu 2007c. PostTransition Poverty Trends Based on an Alternative Data Source. Economic Working Papers 0807. Stellenbosch: Stellenbosch University. Whiteford, A., D. Posel, and T. Kelatwang 1995. A Profile of Poverty, Inequality and Human Development. Pretoria: Human Sciences Research Council. 29 ", "filename": "61607588X.pdf", "person": ["Mats Lundahl", "Lundahl, Mats", "Lennart Petersson", "Petersson, Lennart"], "date": ["2009"]}