{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/91211/1/616155387.pdf"], "title": ["O Potencial Distributivo do Imposto de Rendapessoa Física (IRPF)"], "plaintext": "TEXTO PARA DISCUSSAO Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes. As opinioes emitidas nesta publicacao sao de exclusiva e de inteira responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos da Presidencia da Republica. E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas. Governo Federal Secretaria de Assuntos Estrategicos da Presidencia da Republica Ministro Samuel Pinheiro Guimaraes Neto Fundacao publica vinculada a Secretaria de Assuntos Estrategicos da Presidencia da Republica, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos. Presidente Marcio Pochmann Diretor de Desenvolvimento Institucional Fernando Ferreira Diretor de Estudos, Cooperacao Tecnica e Politicas Internacionais Mario Lisboa Theodoro Diretor de Estudos e Politicas do Estado, das Instituicoes e da Democracia em implantacao Jose Celso Pereira Cardoso Junior Diretor de Estudos e Politicas Macroeconomicas Joao Sicsu Diretora de Estudos e Politicas Regionais, Urbanas e Ambientais Liana Maria da Frota Carleial Diretor de Estudos e Politicas Setoriais, Inovacao, Producao e Infraestrutura Marcio Wohlers de Almeida Diretor de Estudos e Politicas Sociais Jorge Abrahao de Castro Chefe de Gabinete Persio Marco Antonio Davison Assessorchefe de Comunicacao Daniel Castro URL: http:www.ipea.gov.br Ouvidoria: http:www.ipea.gov.brouvidoria ISSN 14154765 JEL: H23 e H24 SUMARIO SINOPSE ABSTRACT 1 INTRODUCAO 2 O COMPORTAMENTO DA CARGA TRIBUTARIA BRUTA NO BRASIL NA ULTIMA DECADA 3 O QUE DIZ A TEORIA ECONOMICA SOBRE A TRIBUTACAO DIRETA EM GERAL? 4 O IMPOSTO DE RENDAPESSOA FISICA DE 2001 A 2008 5 COMPARACOES INTERNACIONAIS 6 SIMULACOES USANDO A PESQUISA NACIONAL POR AMOSTRA DE DOMICILIOS 7 ESTIMATIVAS DE ELISAO USANDO A PESQUISA DE ORCAMENTOS FAMILIARES 8 SIMULACOES E SUGESTOES DE POLITICA REFERENCIAS ANEXO 7 9 13 16 19 23 30 34 38 42 SINOPSE Este texto argumenta a favor de niveis mais elevados de Imposto de RendaPessoa Fisica IRPF. Verificamos que, de todos os paises para os quais existem informacoes, o Brasil e o que menos arrecada IRPF relativo a Carga Tributaria Bruta CTB. O IRPF e responsavel por algo em torno de 6% da CTB, um pouco mais que 2% do Produto Interno Bruto PIB e um pouco mais que 4% da renda das familias, segundo a Pesquisa Nacional por Amostra de Domicilios PNAD. Mostramos que isto se deve, pelo menos em parte, tanto a aliquotas de IRPF que isentam individuos abaixo do percentil 85 na distribuicao dos rendimentos individuais, como tambem a uma aliquota marginal maxima 27,5% baixa. Estimamos, usando a PNAD e a Pesquisa de Orcamentos Familiares POF, o Coeficiente de Concentracao do IRPF, que se situa entre 0,89 e 0,92, o que o torna altamente progressivo. Tambem estimamos que ha em torno de 80% de evasao eou elisao entre familias cujas rendas principais sao oriundas do trabalho por conta propria ou da atividade empresarial; entre familias cuja renda principal e o vinculo empregaticio, estimamos a evasao eou elisao em aproximadamente 20%. Finalmente, analisamos o impacto de uma serie de mudancas teoricas no IRPF e chegamos a conclusao de que teriam como resultado dobrar a arrecadacao. Se esse aumento de arrecadacao fosse compensado por uma reducao em um tributo regressivo, como a Contribuicao para o Financiamento da Seguridade Social Cofins, para que nao houvesse modificacao da CTB, o resultado seria uma reducao de 2,3 pontos percentuais do coeficiente de Gini. ABSTRACT This text argues for higher Personal Income Tax levels. We show that, for all countries for which tax information is available, Brazil is the one in which Personal Income Tax collection as a percentage of the gross tax burden is the lowest. Personal Income Taxes account for about 6% of the Gross Tax Burden, slightly more than 2% of GDP, and slightly more than 4% of family income according to the PNAD household survey. We show that this is due both to the fact that tax brackets are so high so as to exempt 85% of income earners from paying any income tax and the fact that our highest tax bracket is only 27.5%, which is lower than the maximum tax bracket of almost all countries for which tax information is available. Using Household and Expenditure Surveys, we estimate the Personal Income Tax Concentration Coefficients at between 89 and 92, which show a very progressive tax schedule. We also estimate that families who live on self employment and business income evade or avoid 80% of their personal income tax liabilities but that families who live off employment income evade or avoid only 20%. Finally, we analyze the impact of a series of theoretical changes in Personal Income Tax rules and conclude that they would approximately double Personal Income Tax collection. If the additional revenue were compensated by a reduction in a regressive tax, such as Contribuicao para o Financiamento da Seguridade Social Cofins, so as to hold the total Tax Burden constant, the result would be a 2,3 point fall in the Gini coefficient. 1 INTRODUCAO O Brasil mudou tanto na ultima decada que e dificil escolher quais os fatos mais relevantes desse periodo. No entanto, nao ha duvida de que o aumento da Carga Tributaria Bruta CTB e a queda da desigualdade sao dois fatos extremamente importantes verificados no periodo. Cada um tem sido exaustivamente debatido isoladamente, mas a literatura relacionando os dois ainda e relativamente escassa. Conforme mostram Barros, Henriques e Mendonca 2001, entre outros, o Brasil tem se caracterizado por apresentar altos niveis de desigualdade de renda desde que se constituiu como nacao, e coeficientes de Gini x 100 superiores ou proximos de 60, desde 1970. A escravidao, a concentracao de terras e outros ativos, o regime primarioexportador, a ausencia quase total de investimento em educacao e outros fatores geraram uma das sociedades mais excludentes do planeta. Esta distribuicao de renda injusta atravessou ilesa, ou ate se agravou com os periodos da imigracao europeia, da industrializacao por substituicao de importacoes e das diversas crises externas e internas nos anos 1980 e 1990. Chegamos ao final do seculo XX ainda com uma das piores distribuicoes de renda no planeta. A partir de 2001, este quadro comecou a mudar e sucessivas quedas na desigualdade nos levaram a ter em 2007 o coeficiente de Gini mais baixo desde que o medimos,1 apesar de a distribuicao de renda ser ainda extremamente desigual. Essa quebra da tendencia de longo prazo faz com que a reducao da desigualdade seja um dos fatos macroeconomicos mais importantes dos ultimos anos. Do lado tributario, dos Santos, Gobetti e Ribeiro 2008, entre outros, mostram que, em 1997, os brasileiros pagavam uma CTB de pouco menos de 27% do Produto Interno Bruto PIB. Nos 11 anos que seguiram, houve um aumento consideravel da CTB, ate que esta chegou a 36% do PIB em 2008. Isto indica um ritmo de aumento da CTB de pouco menos de 1 ponto percentual p.p. do PIB a cada ano. Embora aumentos deste tamanho da carga tributaria nao sejam totalmente inusitados em tempos da paz, e certo que sao bastante raros na experiencia internacional, o que faz desse aumento um fato extremamente relevante dos ultimos dez anos. Nao e nosso objetivo julgar se a carga tributaria e excessiva ou adequada; ha argumentos bons nos dois sentidos. Tampouco cabe aqui opinar sobre se os direitos sociais e o pagamento de juros que originaram seu crescimento foram justos eou necessarios, ou se os resultados sociais e o equilibrio fiscal poderiam ter sido alcancados de outra maneira. Analisar os programas de transferencia e as mudancas no mercado de trabalho que levaram a queda da desigualdade tambem nao e o objetivo deste texto. Todos estes temas foram objeto de analise em sua literatura propria. Ha uma literatura que indiretamente analisa a relacao entre carga tributaria e desigualdade, e o faz pelo lado do gasto publico. O impacto das transferencias publicas sobre a distribuicao de renda tem sido exaustivamente discutido por Hoffmann 2006b, Soares 2006; Soares et al. 2006 e Barros et al. 2006. 1. O Gini e medido pela Pesquisa Nacional por Amostra de Domicilios PNAD do Instituto Brasileiro de Geografia e Estatistica IBGE desde 1976 e nao ha ano no qual o mesmo seja inferior ao Gini de 2007. No entanto, algumas estimativas do Gini de 1960 sao menores que para 2007. A comparabilidade nao e completa porque o Censo de 1960 fazia a pergunta a respeito da renda de modo muito distinto de como ela e feita na PNAD. ipea texto para discussao 1433 nov. 2009 7 A conclusao unanime e que essas transferencias tem sido fundamentais para a reducao das desigualdades de renda no nosso pais. Mas as ordens de pagamento que nutrem estas transferencias tem custo e os recursos que as sustentam devem ser, de algum modo, arrecadados da distribuicao primaria de renda. Ou seja, tao importante quanto saber para onde vao os recursos publicos e saber de onde eles provem. As duas faces do processo distributivo tem, no entanto, recebido atencao desigual. Enquanto o debate tributario tem sido dominado por questoes de eficiencia e equilibrio federativo, o debate distributivo tem sido dominado pela analise da distribuicao primaria e das transferencias governamentais, o que deixou a analise distributiva da tributacao em um limbo academico e politico. Os poucos textos que encontramos que abordam o mesmo tema deste trabalho sao: Rocha 2002, Hoffmann 2002, Receita Federal 2004 e Silveira 2008.2 A linha de pesquisa na qual o presente texto se inscreve tem como objetivo ajudar a preencher o limbo acima citado. Mais especificamente, tenciona discutir os impactos distributivos de como foi feito o aumento da carga tributaria e, em termos mais gerais, o impacto distributivo da carga tributaria em si. O impacto distributivo da carga tributaria e preocupante na medida em que a composicao da carga tributaria no Brasil e extremamente pesada em tributos indiretos e estes sao reconhecidamente regressivos. Como mostra Silveira 2008, o fato de estes tributos estarem muito menos concentrados que a renda domiciliar per capita os mais pobres pagam proporcionalmente mais do que os mais ricos faz com que a carga tributaria no Brasil seja bastante regressiva. Ao mesmo tempo, o imposto direto mais obviamente progressivo, o Imposto de RendaPessoa Fisica IRPF, e responsavel por meros 6% da arrecadacao total. O IRPF e, em qualquer pais, um imposto altamente distributivo, ja que tem aliquotas explicitamente progressivas e taxa diretamente aquilo que e tao desigualmente distribuido nas economias capitalistas: a renda. O objetivo deste texto em particular e analisar os impactos distributivos do IRPF, seu papel no aumento da carga tributaria e sua evolucao recente. Para tanto, apresentaremos na segunda secao os dados basicos da tributacao direta e indireta e do aumento da CTB no Brasil. Em seguida, discutiremos o que a teoria economica tem a dizer sobre a incidencia economica dos impostos diretos, principalmente o IRPF. As secoes quatro e cinco discutem o IRPF brasileiro do ponto de vista puramente descritivo, e tambem em comparacao com o imposto equivalente de outros paises. Finalmente, as secoes seis e sete apresentam aquilo que consideramos a principal contribuicao original deste texto: microssimulacoes detalhadas, da incidencia do IRPF, feitas com base em dados da Pesquisa Nacional por Amostra de Domicilios PNAD e da Pesquisa de Orcamentos Familiares POF. Estas simulacoes foram feitas com grande cuidado levamos em conta a composicao do domicilio fiscal, 2. O tema deste trabalho sao os impactos distributivos do IRPF. Sobre tributacao em geral, ha tambem: Hoffmann, Silveira e Payeras 2006, Afonso, Araujo e Vianna 2004, Magalhaes et al. 2001, Vianna et al. 2000, Immervoll et al. 2006 e Goni, Lopez e Serven 2008. 8 texto para discussao 1433 nov. 2009 ipea possiveis deducoes com educacao e saude, entre outros detalhes mas sao necessariamente imperfeitas, uma vez que foram feitas usando dados da PNAD e da POF, que contem diversas limitacoes que serao apontadas mais tarde. Com estas simulacoes, faremos estimacoes do impacto distributivo de diversas mudancas tanto de aliquota quanto de regras de deducao. Encerraremos com algumas sugestoes de politica. 2 O COMPORTAMENTO DA CARGA TRIBUTARIA BRUTA NO BRASIL NA ULTIMA DECADA A complexidade do Sistema Tributario Nacional constituido de diversos impostos e de quase uma centena de contribuicoes, taxas e outras formas de cobranca compulsoria da sociedade tornou a carga tributaria um conceito difuso, dificil de ser contabilizado de forma uniforme pelos proprios economistas. Atualmente nem mesmo os orgaos do governo federal utilizam criterios comuns para a mensuracao da CTB, como pode ser visto pelas disparidades entre os numeros divulgados pelo IBGE e pela Secretaria da Receita Federal SRF, sem contar as estimativas paralelas corriqueiramente encontradas em publicacoes academicas. Nao ha, entretanto, duvidas de que a CTB brasileira 3 aumentou consideravelmente nos ultimos nove anos. As Contas Nacionais, publicadas pelo IBGE, apontam que a CTB saltou de 26,8% para 34,1% do PIB entre 1997 e 2008.4 Estimativas da SRF do Brasil apontam que, em 2007, a CTB atingiu 34,8% do PIB. Utilizando a metodologia exposta em Dos Santos e Costa 2008, a Coordenacao de Financas Publicas do Instituto de Pesquisa Economica Aplicada Ipea estima que a CTB tenha atingido 36,2% em 2008. Dados os obvios impactos macroeconomicos e distributivos associados a uma elevacao dessa natureza, nao e surpreendente que a CTB esteja no centro do debate macroeconomico brasileiro atual. No entanto, como ja foi dito acima, este fato em si nao nos interessa neste trabalho. O que nos interessa e a composicao da CTB e, portanto, seus efeitos distributivos. Para nao suscitar debate sobre o tamanho da CTB, seguiremos sempre, neste trabalho, as estimativas das Contas Nacionais. Na Contas Nacionais a tributacao e classificada nas seguintes categorias: i impostos sobre produtos e servicos; ii impostos sobre a renda, a propriedade e o capital; iii contribuicoes previdenciarias; e iv outros impostos sobre a producao. Dadas algumas peculiaridades da tributacao no Brasil e nossas preocupacoes distributivas, nos preocuparemos principalmente com duas destas: os impostos sobre 3. Grosso modo, a CTB e o total de impostos, taxas e contribuicoes compulsoriamente pagos pelo setor privado ao governo, mesmo aquelas destinadas a financiar a poupanca do proprio setor privado, como as contribuicoes previdenciarias e para o Fundo de Garantia do Tempo de Servico FGTS. O adjetivo bruta e adicionado para enfatizar que, ao contrario da carga tributaria liquida, esse numero nao leva em conta o dinheiro que o governo devolve ao setor privado na forma de transferencias ou de outros pagamentos, como juros, aposentadorias, pensoes, segurosdesemprego, bolsasfamilia e assim por diante. 4. Esses numeros sao baseados nas novas Contas Nacionais referencia 2000 publicadas em 21 de marco de 2008 IBGE, 2008. Ate essa data, acreditavase que o salto recente da CTB tinha sido ainda maior, saindo de cerca de 28% do PIB em 1995 para perto de 38% do PIB em 2006. ipea texto para discussao 1433 nov. 2009 9 produtos e servicos e os impostos sobre a renda e propriedade. Os outros impostos sobre a producao respondem por apenas 4% da arrecadacao tributaria brasileira e nao serao mais mencionados aqui. Ja as contribuicoes previdenciarias sao outro caso. Apesar de as contribuicoes para o Instituto Nacional do Seguro Social INSS e o FGTS incidirem pesadamente sobre o trabalho usualmente considerado o fator fraco na distribuicao de renda funcional nao sao regressivas do ponto de vista interpessoal porque nao incidem sobre rendimentos informais. Ademais, as contribuicoes previdenciarias tambem tiveram forte crescimento nos anos mais recentes devido a crescente formalizacao da forca de trabalho e, segundo Dos Santos e Costa 2008, hoje respondem por 9,4% do PIB. Ou seja, as contribuicoes previdenciarias sao componentes inegavelmente importantes da CTB tanto do ponto de vista de arrecadacao quanto por seus efeitos sobre o mercado de trabalho e sobre a distribuicao da renda. O motivo de tambem as deixarmos de lado neste texto 5 e, portanto, apenas o fato de nao termos como fazer justica as complexidades inerentes a analise das mesmas no pouco espaco de que dispomos. Isso deixa os impostos sobre produtos e servicos, por um lado, e os impostos sobre a renda e propriedade, do outro. As duas categorias tem incidencia e, portanto, consequencias distributivas radicalmente diferentes. Os impostos sobre produtos incluem a maior parte dos impostos altamente regressivos tais como o Imposto sobre Circulacao de Mercadorias e Prestacao de Servicos ICMS, a Contribuicao para o Financiamento da Seguridade Social Cofins e o Imposto sobre Produtos Industrializados IPI. Silveira 2008 mostra que, em termos proporcionais, os pobres pagam muito mais ICMS, Cofins e IPI que os mais ricos. Estes tributos sao os campeoes da regressividade de uma carga tributaria bastante regressiva. Outros, como o Imposto sobre Servicos ISS e a Contribuicao de Intervencao no Dominio Economico CideCombustiveis podem nao ser tao regressivos como os outros tres, mas todos sao pagos proporcionalmente mais pelos mais pobres. Ja os impostos sobre a renda e propriedade sao os impostos teoricamente mais progressivos na CTB. Incluem, alem do IRPF, os outros componentes do sistema do Imposto de Renda IR, a Contribuicao Social Sobre o Lucro Liquido CSLL e a hoje extinta Contribuicao Provisoria sobre Movimentacao Financeira CPMF. Incluem tambem os impostos sobre propriedade: o Imposto sobre Veiculos Automotores IPVA e o Imposto sobre a propriedade Predial e Territorial Urbana IPTU, alem do minusculo Imposto Territorial Rural ITR. Silveira 2008 mostra que, embora ambos sejam potencialmente progressivos, o IPTU e levemente regressivo e o IPVA e neutro, com pequeno vies progressivo. Ja as incidencias economicas da CPMF, da CSLL e do IRPJ sao muito dificeis de calcular e nao ha estimativas na literatura sobre o impacto distributivo das mesmas. O ITR, potencialmente muito progressivo, tem arrecadacao irrisoria. Qual foi a contribuicao de cada um dos dois conjuntos de tributos acima para o aumento da carga tributaria e qual e a sua contribuicao para a CTB hoje? A tabela 1 mostra a composicao da CTB em 1997 e em 2007. 5. Silveira 2008 trata tambem das contribuicoes previdenciarias. Neste trabalho, serao tratadas apenas como importante deducao no IRPF. 10 texto para discussao 1433 nov. 2009 ipea Notem que apesar de os regressivos impostos sobre produtos terem perdido espaco na CTB, ainda formam o grupo tributario preponderante e sao responsaveis por 40,7% dos impostos que pagamos. TABELA 1 Composicao da carga tributaria bruta em 1997 e 2007 Categoria Arrecadacao 1997Arrecadacao 1997Arrecadacao 2007 Arrecadacao 2007 % do PIB % da CTB % do PIB % da CTB Impostos sobre produtos Impostos sobre a renda e a propriedade Contribuicoes previdenciarias Outros tributos Total Fonte: Dos Santos e Costa 2008. 11,6 6,4 7,6 1,2 26,9 43,0 23,9 28,5 4,6 100,0 14,3 10,0 9,4 1,4 35,0 40,7 28,6 26,8 4,0 100,0 Em termos de contribuicao para o ajuste tributario, o quadro e um pouco mais promissor. Os impostos sobre a renda e a propriedade foram responsaveis pela maior parte do ajuste fiscal. Esse grupo aumentou sua arrecadacao em 3,6 p.p. do PIB e foi responsavel por 43,8% do aumento da CTB. No entanto, os impostos sobre produtos tambem foram importantes: 2,7 pontos do PIB foram responsaveis por 33,2% do aumento da CTB. TABELA 2 Contribuicao para o aumento da carga tributaria bruta de 1997 a 2007 Categoria Impostos sobre produtos Impostos sobre a renda e a propriedade Contribuicoes previdenciarias Outros tributos Total Fonte: Dos Santos e Costa 2008. Contribuicao absoluta em pontos percentuais do PIB Contribuicao relativa em % do aumento 2,7 3,6 1,7 0,2 8,2 33,2 43,8 21,1 2,0 100,0 Dentro dos impostos sobre a renda, a propriedade e o capital, no entanto, os tributos cujo peso mais aumentou sao aqueles cujas consequencias distributivas sao mais nebulosas. Os dois paineis da tabela 3 mostram a anatomia da tributacao sobre renda, propriedade e capital em 1995 e 2007. O IRPF, cujos efeitos sao mais distributivos, caiu de 25,7% para 21,15% da tributacao sobre renda e patrimonio. Houve algum aumento no IPTU e IPVA que, juntos, sao levemente regressivos,6 mas 6. Mesmo um IPTU com aliquota unica poderia ser progressivo, se a razao valor do imovelrenda entre os ricos for superior a mesma razao entre os pobres. E certo que os imoveis de propriedade dos mais ricos tem valor de mercado muito superior aos imoveis de propriedade dos mais pobres, e e bem possivel que este valor aumente mais que proporcionalmente a renda. No entanto, devido ao fato de a planta basica de valores estar desatualizada em quase todas as cidades brasileiras, o IPTU de fato pago passa a ser regressivo. Se a planta basica de valores fosse atualizada e houvesse um sistema de aliquotas com alguma progressividade ainda que leve o IPTU passaria a ser um imposto bastante progressivo. Para maiores detalhes, ver Carvalho Jr. 2009. ipea texto para discussao 1433 nov. 2009 11 a maior parte da elevacao verificada na linha IPTU, IPVA, CPMF, causa mortis e outros se deveu a elevacao da CPMF que subiu muito com a mudanca da aliquota, em 1999. A grande ganhadora foi a tributacao sobre a renda das empresas, seja na forma de IRPJ, seja na forma de CSLL. TABELA 3 Anatomia da tributacao sobre renda, patrimonio e capital Categoria % do PIB % da CTB % da tributacao sobre prop. e renda Painel 1 arrecadacao em 1997 IRPJ e CSLL IRPF IR sobre capital, remessas e outros IPTU, IPVA, CPMF, causa mortis e outros Painel 2 arrecadacao em 2007 IRPJ e CSLL IRPF IR sobre capital, remessas e outros IPTU, IPVA, CPMF, causa mortis e outros Fonte: Dos Santos e Costa 2008. 2,14 1,65 0,90 1,73 3,97 2,16 1,32 2,75 7,98 6,15 3,35 6,44 11,30 6,14 3,76 7,82 33,36 25,71 14,01 26,92 38,96 21,15 12,94 26,95 A tabela 4 mostra que o IRPJ e A CSLL foram responsaveis por quase 14 do ajuste fiscal total, sendo que o IRPF foi responsavel por apenas 6,2%. Na proxima secao sera visto que e muito dificil saber, ate teoricamente, quem paga o IRPJ e a CSLL. Se forem acionistas ou diretores, entao e um imposto progressivo. Por outro lado, se forem trabalhadores ou consumidores, entao o IRPJ e a CSLL sao potencialmente regressivos. Ou seja, o potencial de progressividade do aumento da tributacao sobre renda, patrimonio e capital fica atenuado pela composicao desta mesma tributacao, em particular pela fraqueza arrecadatoria do IRPF. Esta secao tem tres conclusoes. A primeira e que a CTB e regressiva. Isto e um problema distributivo uma vez que, segundo as Contas Nacionais, a CTB responde hoje 2008 por cerca de 36% do PIB e aumentou em cerca de 9 p.p. do PIB entre 1997 e 2008 e cerca de 8,2% do PIB entre 1997 e 2007. TABELA 4 Contribuicao dos tributos na categoria renda, patrimonio e capital ao ajuste fiscal global Categoria IRPJ e CSLL IRPF IR sobre capital, remessas e outros IPTU, IPVA, CPMF, causa mortis e outros Fonte: Dos Santos e Costa 2008. Total 12 Aumento em pontos percentuais do PIB Contribuicao para o aumento da CTB 1,83 0,5 0,42 1,02 3,78 22,32 6,2 5,12 12,44 46,10 texto para discussao 1433 nov. 2009 ipea A segunda conclusao e que a CTB de hoje e possivelmente menos regressiva que ha dez anos. Isto pode ter ocorrido devido ao aumento da tributacao sobre renda e patrimonio que e provavelmente progressiva, embora atenuado pelo aumento da tributacao sobre a renda das empresas. Seria possivel argumentar que talvez o efeito do aumento da CTB nao tenha sido regressivo uma vez que e possivel que a mesma tenha se tornado menos regressiva. Para que isto ocorresse, a regressividade global da CTB teria que ter caido mais que o aumento no volume da CTB. Embora nao conhecamos os numeros exatos, e improvavel que este seja o caso. Ou seja, a terceira conclusao e que o aumento da CTB de 1997 a 2007 tambem foi regressivo. Nao acreditamos que reducoes consideraveis na CTB sejam factiveis ou mesmo desejaveis no quadro atual da economia brasileira. Nessas condicoes, resta ver como mudar sua composicao para que seja mais progressiva e o efeito concentrador de renda do seu aumento seja desfeito. Um dos principais agentes desta mudanca potencial e o IRPF, mas antes de entrarmos na descricao pormenorizada deste tributo, cabe resumir o que a teoria economica tem a dizer sobre a tributacao direta em geral. 3 O QUE DIZ A TEORIA ECONOMICA SOBRE A TRIBUTACAO DIRETA EM GERAL? A tabela 2 mostrou que, embora um terco do aumento da carga tributaria tenha sido feito com base em aumentos e introducao de tributos altamente regressivos sobre produtos, perto da metade desse aumento foi feito com base em impostos sobre renda e patrimonio. Ou seja, apesar de os impostos sobre produtos ainda serem quase metade da CTB, os impostos diretos sobre renda e patrimonio responderam em 2007 por 28% dos mesmos. Se os outros impostos diretos sobre renda e patrimonio forem tao distributivos quanto o IRPF, entao nossos protestos contra a sua fraqueza arrecadatoria estao sobredimensionados. Em outras palavras, se a incidencia economica do IR sobre ganhos financeiros, o IRPJ e a CSLL for de fato sobre os mais ricos, entao reclamar do pequeno papel do IRPF na tributacao nao faz sentido. Uma vez que nao temos nenhum tipo de dado sobre a distribuicao desses outros tributos diretos, nao sera possivel fazer qualquer tipo de simulacao com os mesmos como as que fizemos para o IRPF ver secao 4. As unicas fontes boas sobre os rendimentos de capital de pessoa fisica sao os proprios dados da Receita Federal, que tem sido ate recentemente absolutamente sigilosos. Igualmente, outras fontes de dados, como a Pesquisa Industrial Anual PIA, do IBGE, nao contem as informacoes necessarias para estimar a incidencia dos impostos sobre a renda das empresas. Mais uma vez, apenas os dados da propria Receita permitiriam uma analise empirica. Neste vacuo informacional, podemos apenas discutir a incidencia desses outros tributos, tao relevantes na CTB, usando a teoria economica e o bom senso. A discussao de incidencia tributaria comeca com a premissa de que todos os impostos sao pagos por pessoas. Dito de outro modo, somente as pessoas pagam impostos, uma vez que as empresas, os governos e outras organizacoes, do ponto de ipea texto para discussao 1433 nov. 2009 13 vista da distribuicao de renda, sao ficcoes organizativas. Uma consequencia disto e que a incidencia legal de um imposto e, quase que por definicao, totalmente diferente da incidencia economica. Isto ocorre quase que por definicao, uma vez que a incidencia legal de um imposto sobre a empresa e a propria empresa, mas a incidencia economica e necessariamente uma pessoa. Quando se tributa uma empresa nao e claro quem paga o imposto, se serao seus trabalhadores, seus diretores, seus acionistas, seus fornecedores ou seus consumidores. O que e certo e que, em ultima instancia, os pagantes serao individuos. Esclarecido esse ponto, o que a teoria economica tem a dizer sobre a incidencia de tributos? O principio geral e que tanto do ponto de vista dos custos de eficiencia como do ponto de vista da incidencia, a pergunta a ser feita e sempre sobre a elasticidade da despesa, do ativo ou da renda que o imposto esta gravando. Se a variavel geradora do imposto e altamente elastica, o responsavel podera repassar o imposto ou entao havera uma perda de eficiencia com a reducao da oferta deste fato gerador. 3.1 O IMPOSTO DE RENDAPESSOA FISICA RENDIMENTOS DO TRABALHO Comecemos pelo proprio IRPF. Segundo a Teoria da Tributacao Otima, exposta em Mirrlees 1971, o IRPF gera um custo de eficiencia ao levar os individuos com maiores rendimentos do trabalho e, portanto, mais produtivos a trabalharem menos. Se reduzirem sua oferta de trabalho, entao tambem poderao repassar parte do imposto aos empregadores. No caso limite, se sua oferta de trabalho for infinitamente elastica, ou eles param de trabalhar ou repassam todo o imposto a seus empregadores eou seus clientes. Entretanto a evidencia empirica, com base em pesquisas domiciliares sobre participacao no mercado de trabalho, deixa claro que nao e verdade, em geral, que incrementos no IRPF gerem reducoes generalizadas de oferta de trabalho medida em horas. Apesar de nao haver estudos para o Brasil, ha um volume grande para paises desenvolvidos. Ma Curdy, Green e Paarsch 1990 e Triest 1990 mostram, para os Estados Unidos, que os efeitos de mudancas de aliquotas do IR sobre probabilidade de trabalhar ou horas trabalhadas sao pequenas ou zero, com a possivel excecao de mulheres casadas em algumas especificacoes. Bourguignon e Magnac 1990 mostram que nao ha qualquer mudanca em horas ou probabilidade de trabalhar na Franca. Colombino e Del Boca 1990 encontram que ha efeitos significativos em horas apenas para mulheres casadas italianas, o mesmo resultado encontrado por Van Soest, Woittiez e Kapteyn 1990 para os Paises Baixos. Ou seja, com a possivel excecao de mulheres casadas em alguns paises, nao ha resposta, seja em horas trabalhadas, seja em probabilidade de participar do mercado de trabalho, ao efeitopreco induzido por uma tributacao maior. Qual a explicacao desses resultados tao fortes e surpreendentes? Uma primeira hipotese e que o efeitorenda seja mais forte que o efeitopreco. Ha coeficientes negativos nas estimacoes citadas acima. A historia de explicacoes desta natureza e que as pessoas tem uma necessidade de renda alta, que faz com que trabalhem mais se ha uma queda no salario horario. Por outro lado, pode ser que o mercado de trabalho 14 texto para discussao 1433 nov. 2009 ipea seja tao rigido que as horas trabalhadas sejam todas solucoes de canto e que pequenos ajustes nao sejam viaveis sera que voce pode dizer para seu empregador: Vou trabalhar meia hora a menos por dia, porque, com a nova aliquota do IRPF, nao compensa trabalhar oito horas?. Ha, no entanto, outra linha de literatura mostrando alta elasticidadepreco da oferta de trabalho quando medida em renda. Estudos feitos com os dados do proprio IR nos Estados Unidos mostram que ha uma forte resposta a mudancas em aliquotas, principalmente para o mais ricos. Feldstein 1995 e Feenberg e Poterba 1992, entre outros, chegam a conclusao de que ha uma forte resposta dos ricos principalmente os muito ricos , medida em termos de renda, a mudancas na tributacao. A contradicao entre os estudos feitos com base em pesquisas domiciliares e aqueles com base em registros administrativos, sobre o IR, e apenas aparente. Para a maioria dos analistas, tratase de elisao fiscal por parte dos ricos. Nao e que eles trabalhem menos, eles simplesmente encontram outros modos de reportar sua renda, inclusive renda do trabalho. Trabalhos como Slemrod 1995 deixam claro que ha muita mudanca de renda entre rubricas, mostrando que os mais ricos sao muito capazes de aproveitar qualquer imperfeicao na legislacao para reduzir o imposto que pagam. A conclusao e relativamente facil: dado que nao ha evidencia de que a oferta de trabalho mude em funcao do IRPF, sua incidencia e sobre os individuos tributados e nao ha grandes efeitos negativos em termos de eficiencia. Por outro lado, os individuos mais ricos sao muito bons em evadir a tributacao por meios legais e talvez ate por meios fora da lei. 3.2 O IMPOSTO DE RENDAPESSOA FISICA RENDIMENTOS DO CAPITAL Ao contrario de varios outros paises, como Estados Unidos, o Brasil pratica tributacao linear sobre os rendimentos do capital. Ganhos no mercado de acoes, dividendos, rendimento dos fundos de investimentos e outros rendimentos do capital sao tributados linearmente, o que quer dizer que um pequeno e um grande investidor pagam, ambos, a mesma porcentagem dos seus ganhos ao fisco. A proposta obvia seria considerar criterios de progressividade tambem na tributacao dos rendimentos do capital. O que diz a teoria economica sobre tributacao do capital? E mais ou menos uma repeticao da discussao sobre tributacao do trabalho. Se o individuo tributado decide poupar menos, em funcao da aliquota, ele gera uma perda de eficiencia e tambem repassa parte de sua tributacao ao investidor dos recursos poupados, que pagara um preco maior pelos mesmos recursos. A literatura sobre esse tema tambem e extensa, embora bem menos conclusiva que a literatura sobre oferta de trabalho. Um resumo pode ser encontrado em Bernheim 1999. 3.3 O IMPOSTO DE RENDA SOBRE AS PESSOAS JURIDICAS Ha duas questoes separadas no que tange o Imposto de RendaPessoa Juridica IRPJ. A primeira e que o IRPJ e usado por muitos profissionais liberais e ate empregados para escapar do IRPF. A historia e a seguinte: um profissional liberal que nao deseja infringir a lei, mas tambem nao deseja pagar uma taxa marginal de 27,5%, cria uma ipea texto para discussao 1433 nov. 2009 15 empresa e recebe seus honorarios rendimento do trabalho como pessoa juridica. Essa pessoa juridica entao passa a trabalhar com lucro presumido de 32% ou 16% se o faturamento e inferior a R 120 mil do faturamento bruto e paga 15% de IRPJ sobre este lucro presumido. Dessa forma, o normal e termos a seguinte tributacao de pessoa juridicaprestador de servicos: TABELA 5 Tributacao do faturamento de pessoas fisica via lucro presumido Em % IRPJ 15% x 32% 4,8% ou 2,4% quando o faturamento R 120 mil CSLL 9% x 32% 2,88% PISCofins ISS Total 3,65% 5% 16,33% ou 13,93% quando o faturamento R 120 mil Fonte: Consulta a legislacao tributaria e as tributaristas. Ha ainda INSS 11% 20% do valor declarado de prolabore, mas e comum registrar prolabore de um salario minimo SM, que paga menos INSS e e isento de Imposto de Renda Retido na Fonte IRRF. Na pratica, declarar como pessoa juridica e vantajoso para rendas superiores a R 15 mil mensais. Ou seja, parte do IRPJ nao e, de fato, IRPJ, mas IRPF travestido. A segunda questao diz respeito ao imposto pago por uma pessoa juridica de verdade. Se uma empresa paga, do ponto de vista contabil, um imposto sobre renda ou lucro, quem o paga do ponto de vista economico? Esse tema e bem mais complicado do que a incidencia dos tributos sobre rendimentos do trabalho e do capital de pessoas fisicas. Quem esta envolvido financeiramente com uma pessoa juridica? Primeiro os acionistas, mas se a empresa for de capital aberto, estes podem residir em varios paises e depararse com esquemas de tributacao de dividendos muito diferentes. Ha tambem os trabalhadores, os diretores que nao podem ser considerados como meros trabalhadores da empresa, os consumidores finais e os acionistas, trabalhadores, diretores e consumidores de empresas que vendem ou compram da pessoa juridica sendo tributada. Nao vamos nem tentar apontar linhas de pesquisa para responder a estas perguntas. Ha alguma evidencia internacional, fraca, resumida em Auerbach 2005, de que, no curto prazo, os acionistas pagam pelo menos uma parte do IRPJ. 4 O IMPOSTO DE RENDAPESSOA FISICA DE 2001 A 2008 Desde sua simplificacao em 1989 ate 2008, o IRPF foi caracterizado por duas aliquotas relativamente baixas e relativamente proximas.7 Desde antes de 1989, o 7. A Medida Provisoria MP no 451, de 15 de dezembro de 2008, aplicavel ao ano calendario 2009, aumentou o numero de aliquotas de duas para quatro, mas manteveas ainda bastante proximas. Nao analisaremos estas mudancas neste texto, uma vez que ainda nao ha microdados nem da POF nem da PNAD disponiveis para 2009. 16 texto para discussao 1433 nov. 2009 ipea IRPF tem sido tambem caracterizado por baixa arrecadacao, seja esta calculada como porcentagem do PIB ou como da CTB. Como e de conhecimento geral, as aliquotas eram, ate 2008, de 15% e de 27,5%. Em 2008, rendimentos abaixo de R 1.373 nao sofriam tributacao, rendimentos entre R 1.373 e R 2.743 eram taxados em 15% e rendimentos acima de R 2.743 eram taxados a 27,5%. O que a maior parte das pessoas que pagam IRPF nao parece saber e que as aliquotas desse imposto sao marginais. Ou seja, os primeiros R 1.373 de todos os contribuintes eram isentos de tributacao. E os R 1.373 seguintes de todos os contribuintes eram tributados em 15%. Portanto, ninguem paga 27,5% de sua renda em IRPF e apenas individuos com rendas extremamente elevadas pagam algo proximo a 27,5%. Apesar de as porcentagens associadas as aliquotas nao variarem de 2001 a 2008, os limites de incidencia variaram um pouco de ano a ano. Esperase manter estes limites mais ou menos constantes em termos reais. No entanto, como os mesmos devem ser fixados com antecedencia e a inflacao nunca e perfeitamente previsivel, os valores reais variam de ano a ano. Limites mais baixos levam a taxas medias de tributacao mais altas e nao corrigir os limites das aliquotas pela inflacao, ou corrigilos imperfeitamente, e uma forma de aumento do IR. A tabela 6 mostra os limites, deflacionados pelo IPCA medio de cada ano, das aliquotas de 15% e 27,5%. A receita tem reajustado os limites de modo a mantelos proximos da inflacao esperada e as variacoes nao tem sido muito grandes. E claro que as aliquotas e seus limites contam apenas parte da historia. As deducoes, incluindo a deducao simplificada, sao tao importantes quanto as aliquotas. Com deducoes generosas, um contribuinte consegue levar grande parte de sua renda do reino do tributavel para o reino do naotributavel. As principais deducoes permitidas no Brasil sao: contribuicao previdenciaria oficial sem limite;8 gastos com saude sem limite; deducoes de R 1.584,60 anuais R 132,05 mensais por dependente; pensao alimenticia sem limite; gastos com educacao ate o limite de R 2.480,66 anuais para cada pessoa listada na declaracao contribuinte mais os dependentes; deducao de R 1.313,69 mensais, aplicavel aos rendimentos de aposentadorias, para individuos com idade igual a 65 ou mais; doentes com doencas graves e cronicas por exemplo, pessoas com cancer ou problemas cardiacos tem deducao de toda sua renda sao isentas de IRPF; e ha algumas deducoes menores, como com os gastos resultantes de doacoes a entidades filantropicas. 8. Para quem contribui para o Regime Geral de Previdencia Social RGPS, ha um limite de contribuicao. ipea texto para discussao 1433 nov. 2009 17 TABELA 6 Limites nominais e reais das aliquotas do Imposto de RendaPessoa Fisica Nominal Deflacionadas IPCA 15% 900 1.058 1.058 1.058 1.164 1.249 1.314 1.373 27,50% 1.800 2.115 2.115 2.115 2.326 2.497 2.625 2.743 15% 1.455 1.578 1.375 1.290 1.328 1.368 1.388 1.373 27,50% 2.911 3.154 2.749 2.579 2.654 2.734 2.774 2.743 Ano 2001 2002 2003 2004 2005 2006 2007 2008 Fonte: SRF. Nota: Indice Nacional de Precos ao Consumidor Amplo. Obs.: Valores mensais do rendimento. Finalmente, e possivel tambem optar por uma deducao unica, chamada de declaracao simplificada ou desconto simplificado, de R 11.669,72. Todos os valores acima valem para o anocalendario 2007 e foram estabelecidos na Lei no 11.482, de 31 de maio de 2007. Segundo dados de 2004 da SRF 2008, o ordenamento das deducoes segundo seu volume quantitativo foi: desconto simplificado 31%, despesas medicas 20%, abatimento com dependentes 16%, contribuicao previdenciaria oficial 12% e gastos com instrucao 8%. As outras deducoes tem valores menores. Esta estrutura nao varia muito de ano para ano, embora haja um crescimento das deducoes para gastos com saude. E visivel um vies de saude para as deducoes do IRPF. De modo geral, a estrutura de deducoes do IRPF no Brasil e relativamente simples e enxuta. Isto e verdade tanto em comparacao com outros paises como com o proprio Brasil no passado. Depois de calculada a renda tributavel, feitas as deducoes e aplicadas as aliquotas, como fica a arrecadacao do IRPF? A tabela 7 mostra o IRPF como porcentagem do PIB e da CTB. A tendencia e claramente de gradual aumento do IRPF, tanto como em relacao ao PIB como em relacao a CTB. No entanto, os valores aparentam ser baixos: o IRPF nao passa de 6,4% da CTB e nem de 2,3% do PIB. TABELA 7 Arrecadacao do Imposto de RendaPessoa Fisica como porcentagem do PIB e da carga tributaria bruta Em R bilhoes correntes IRPF Em % do PIB Em % da CTB 26.942 31.531 37.556 43.011 47.695 56.003 66.600 1,82% 1,85% 1,93% 2,00% 2,01% 2,16% 2,30% Fontes: IpeaCoordenacao de Financas Publicas CFP, SRF do Brasil e IBGE. Nota: IRPF IRPF nao retido na fonte IRRF sobre os rendimentos do trabalho. 5,64% 5,81% 5,89% 5,92% 5,90% 6,14% 6,36% texto para discussao 1433 nov. 2009 ipea 2002 2003 2004 2005 2006 2007 2008 18 Sera que o Brasil e uma nacao onde, alem de concentrar em suas maos grande parte da renda, os individuos na cauda superior da distribuicao de renda tambem pagam pouco imposto direto? Para responder, faremos algumas comparacoes internacionais. 5 COMPARACOES INTERNACIONAIS Felizmente para nossos objetivos, estatisticas tributarias nao sao muito dificeis de encontrar para uma serie de paises. O Foro de Administracao Tributaria da Organizacao para a Cooperacao e Desenvolvimento Economico OCDE fornece publicacoes mais ou menos regulares na quais se podem encontrar informacoes tributarias basicas para uma serie de paises, tanto membros da OCDE como alguns nao membros. Dois conceitos sao de comparacao mais ou menos facil entre paises. O primeiro e a estrutura de aliquotas. Apesar de as moedas e estruturas de precos serem diferentes entre paises, e possivel usar a Paridade de Poder de Compra PPC para fazer comparacoes uteis, embora imperfeitas. No entanto, as aliquotas e seus limites estao longe de determinar a estrutura do IRPF. Em primeiro lugar porque as deducoes variam muito entre paises e sao tao complexas que e quase impossivel fazer uma comparacao valida. Em segundo lugar, porque a estrutura de arrecadacao varia tambem entre paises. Paises com alto grau de informalidade terao muito mais dificuldade em arrecadar, com a mesma estrutura de aliquotas, que paises com baixa informalidade. Portanto, um segundo conceito de comparacao e necessario. O segundo conceito e simplesmente a arrecadacao total do IRPF em cada pais, seja este total relativo ao PIB ou a CTB. Este conceito tambem e de facil comparacao. Comecando pela comparacao de aliquotas, o grafico 1 mostra o imposto a pagar como funcao da renda individual do contribuinte para o Brasil, Africa do Sul, Chile, Mexico, Turquia e Estados Unidos. Fora os Estados Unidos, que incluimos pelo fato de ser pais altamente desigual, os paises incluidos sao todos de renda media, porem muito desigualmente distribuida. As linhas que representam a tributacao em cada pais dependem apenas das aliquotas e os limites a partir dos quais estas se aplicam. As aliquotas e limites se referem a 2003 e todos os valores sao expressos em reais de 2003, convertidos com base na PPC. ipea texto para discussao 1433 nov. 2009 19 GRAFICO 1 Imposto devido como funcao do rendimento total de um contribuinte individual Painel 1 Renda ate R 20.000mes Painel 2 Renda ate R 2.000mes 3002 ed Rme ragap a otsopm I6.000 5.000 4.000 3.000 2.000 1.000 Brasil Africa do Sul Mexico Estados Unidos Chile Turquia 3002 ed 4Rme ragap a otsopm IBrasil Africa do Sul Mexico Estados Unidos Chile Turquia 5004504003503002502001501005015.0005001.0001.5002.000Renda individual em R de 2003 Renda individual em R de 2003 5.000 10.000 Fontes: Aliquotas Brasil: SRF; aliquotas Chile: Servicio de Impuestos Internos de Chile; Africa do Sul: South African Revenue Service. Aliquotas outros paises: Foro de Administracao Tributaria da OCDE; valores PPC: World Development Indicators do Banco Mundial. As linhas do grafico 1 sao indicadores muito imperfeitos da tributacao da renda em cada pais. Isto porque, alem das aliquotas, as regras de isencao mudam muito mesmo de um pais para o outro e por vezes e ate dificil expressar sistemas tao diferentes em um unico grafico. Alem das regras, os comportamentos de elisao e evasao tambem mudam muito. Finalmente, e talvez mais importante, como a distribuicao da renda nos diferentes paises tambem varia muito, o mesmo sistema de aliquotas, com as mesmas isencoes e o mesmo comportamento de elisaoevasao teria resultados arrecadatorios muito diferentes em cada pais. Embora no grafico estejam apenas seis paises, o anexo deste trabalho contem as aliquotas e seus limites para 34 paises os 30 da OCDE, Brasil, Chile, Africa do Sul e India. O painel da esquerda acima inclui todos os limites de aliquota dos paises analisados, o que faz com que para todos os paises, salvo Chile e Estados Unidos, o grafico mostre de fato apenas a ultima aliquota marginal. No caso dos Estados Unidos ha uma ultima aliquota 35% que vale a partir de R 31.289 US 26,645 mensais. Isto ocorre porque a renda nos Estados Unidos e extraordinariamente alta e muito desigual, o que faz com que haja uma populacao com rendas elevadas naquele pais muito maior que em qualquer outro pais. A Noruega, por exemplo, tem renda quase tao elevada quanto a renda nos Estados Unidos, mas como a mesma e distribuida de modo muito mais igualitario, a Noruega ostenta um numero muito menor de individuos ricos, como porcentagem da populacao. O Chile tem uma ultima aliquota 43% que vale a partir de um valor relativamente alto R 16.062, mas e provavelmente uma aliquota pouco relevante em termos de arrecadacao, uma vez que, apesar de bastante desigualmente 20 texto para discussao 1433 nov. 2009 ipea distribuida, a renda media no Chile e muito mais baixa que nos Estados Unidos. O mesmo ocorre com a Turquia. Os outros dois paises tem aliquotas maximas a partir de limites bem inferiores. A ultima aliquota sulafricana 40% comeca a partir de R 7.438 e a ultima mexicana 34% a partir de R 3.510. A ultima aliquota brasileira e a mais baixa de todas, tanto no valor percentual como no limite: 27,5% a partir de R 2.625. Para ver melhor como o imposto devido brasileiro se compara com os desses outros paises, e util focar na parte inicial da distribuicao de renda. O painel 2 deixa claro que o Brasil: i comeca a cobrar imposto depois em termos de renda dos outros paises e ii deixa de aumentar as aliquotas antes. Dito do outro modo, a evidencia das aliquotas e que o Brasil cobra IRPF de poucos e, mesmo desses poucos, cobra pouco. E claro que a evidencia das aliquotas e incompleta e as deducoes, comportamento de elisao e evasao a detalhes da distribuicao de renda que completariam o quadro sao complicados demais para analisar de modo breve. Para se ter uma ideia global do efeito das regras do IR, e necessario comparar arrecadacao com arrecadacao. O grafico 2 mostra o IRPF como funcao da CTB, ambos com relacao ao PIB. Conforme esperado de uma tributacao equilibrada entre tributos diretos e indiretos, quanto maior a CTB, maior o IRPF o que pode ser visto pela inclinacao positiva da reta de tendencia relacionando as duas grandezas. Uns cobram mais impostos, outros menos. Apesar de a amostra ser dominada por paises ricos da OCDE, paises em desenvolvimento, como Africa do Sul, Argentina, Chile, Turquia, India e China tambem estao na amostra e se encontram assinalados em azul circulos preenchidos. Todos se encontram mais ou menos proximos da reta de tendencia. Todos, salvo o Brasil, que e um forte outlier no grafico, tem pesada carga tributaria e pouca arrecadacao de IR. De fato, apenas a China arrecada menos IRPF em proporcao do PIB do que o Brasil. Mas a China tem CTB bem inferior a brasileira. O outro outlier e a Dinamarca, onde o IRPF e mais do que 25% do PIB, mas nesse caso e um outlier positivo no sentido matematico do termo o valor observado e muito superior ao valor predito pela regressao. ipea texto para discussao 1433 nov. 2009 21 GRAFICO 2 Arrecadacao do Imposto de RendaPessoa Fisica como porcentagem da carga tributaria bruta IRPF PIB 30 25 20 15 10 500 Africa do Sul Argentina Chile China 20 Mexico India 10 Fontes: Brasil. Outros paises: OCDE. Dinamarca Suecia Turquia Brasil 30 CTB 405060 Se dividirmos o IRPF pela CTB, teremos um indicador do peso do IR na CTB e e isso que se mostra no grafico 3. GRAFICO 3 Imposto de RendaPessoa Fisica como porcentagem da carga tributaria bruta 00.3538.1416.8342.4326.4361.5336.2330.1332.1356.8206.6249.4260.5249.36 29.8156.2178.2100.3115.3137.3185.1167.1176.0162.5136.5158.5121.6193.7115.7187.7126.81IRPFcarga tributaria bruta 60 50 40 30 20 10 0 16.00 19.684.4lisar Bianh Ciauqavols Eiadn Ielih Caissu Riaero Cianoo Placehc T acilbupe RPais Fontes: Brasil. Outros paises: OCDE. erph Ciaicer Gocixe Mlagutro Piauqru Tanitnegr Aoapa Jacnar Fahnaps Eairgnu Hahname Alyawro Nailat Iadnalr Isoxia B sesia Piodn U one Riaiceu Siadnani Fllu S od acirf Aaciu Sadana Ci sodn U sodats Eailartsu Ailadnae Z avo Nacraman Di 22 texto para discussao 1433 nov. 2009 ipea Qual a interpretacao desses graficos? O Brasil e um pais que cobra muito imposto de sua populacao, mas cobra relativamente pouco dos individuos mais abastados. Relativamente a norma internacional, nossa estrutura tributaria e pesada em tributacao indireta, leve em tributacao direta e absurdamente leve em IR. E fato que a tributacao indireta e regressiva menos concentrada que a renda, o que quer dizer que os mais pobres pagam proporcionalmente mais que os mais ricos e que, como veremos, que o IRPF e altamente progressivo. Portanto, a interpretacao dos graficos acima e que, no Brasil, alem de deterem uma parcela extremamente elevada da renda, os individuos nos decimos e centesimos superiores da distribuicao de renda tambem pagam pouco imposto. O Brasil e o pais do imposto para os pobres. 6 SIMULACOES USANDO A PESQUISA NACIONAL POR AMOSTRA DE DOMICILIOS Se o objetivo e transformar a estrutura tributaria, um bom ponto de partida e simular o que ocorreria se todos seguissem as regras e, depois, estimar o que ocorre no mundo real, com elisao e evasao. A vantagem desta abordagem e que e possivel dimensionar quais os ganhos arrecadatorios de mudancas de aliquotas ou regras de deducoes e quais os ganhos possiveis de medidas para reduzir elisao ou evasao. A desvantagem e que se o mundo ideal e muito diferente do mundo real, correse o risco de se realizarem simulacoes que apenas fazem sentido em um mundo fantasioso. A unica fonte sobre rendimentos dos individuos e familias no Brasil com dados recentes e a PNAD. A POF oferece dados melhores, mas ocorre apenas uma vez a cada cinco anos e ha apenas uma POF, a de 2003, com cobertura nacional. Posteriormente usaremos a POF para outros fins, mas, para simular como seria o IRPF se todos seguissem as regras, nao ha alternativa a PNAD. Isto e um pouco inconveniente, uma vez que a PNAD sofre de algumas limitacoes que sao potencialmente serias. A principal limitacao e que a PNAD mede mal as rendas muito elevadas. Considerando que o objetivo do IRPF e justamente taxar fortemente essas rendas, esta e uma limitacao grave. E mitigada na medida em que a pior submensuracao ocorre nos rendimentos do capital, cuja tributacao e linear e nao progressiva. Na renda do trabalho, a submensuracao e menor, mais ainda assim existe. Uma das razoes da submensuracao de rendas e inerente ao uso de uma pesquisa amostral: as rendas elevadas sao poucas e, portanto, a probabilidade da cairem na amostra e pequena. Uma segunda limitacao obvia e que a PNAD nao oferece informacoes sobre IRPF de fato pago. Isto quer dizer que, quando formos analisar a elisao eou evasao, teremos que mudar de base de dados e de ano para a POF de 2003. Uma terceira limitacao e que a isencao do IRPF mais importante gastos com saude ou relacionados a estados de saude nao aparece na PNAD. Isto ocorre porque esta pesquisa nao mede nem gastos com saude, nem estados de saude,9 nem atividades relacionadas a saude. Em comparacao, a PNAD nao mede gastos com educacao, mas pergunta quem frequenta a escola e se a escola frequentada e publica ou privada. 9. Por estados de saude entendase a possibilidade de haver membros do domicilio doentes que necessitam de cuidados medicos, e principalmente se ha membros com doencas graves, que requerem cuidados medicos caros. ipea texto para discussao 1433 nov. 2009 23 Finalmente, nao e claro que todos os declarantes da PNAD digam de fato a renda bruta conforme pedido no Manual do Entrevistador. Rocha 2002 argumenta que muitos declarantes nao sabem sua renda bruta e respondem de fato a renda liquida. Este defeito talvez nao seja tao serio na medida em que isto deve ocorrer mais entre os individuos com renda baixa e nivel de escolaridade idem nao exatamente o grupo demografico pagante de IRPF. Uma primeira visao do potencial tributario do IRPF pode ser obtida comparandose o montante do imposto devido por pessoa com a densidade de trabalhadores e de rendimentos do trabalho. Isso e mostrado no grafico 4. O grafico 4 mostra tres coisas distintas, todas com escala vertical diferente. A primeira e a densidade de individuos com rendimentos do trabalho de acordo com o rendimento do trabalho. A linha preta mostra quantas pessoas tem rendimento entre x e x dx no qual x e um nivel de rendimento do trabalho, como, por exemplo, R 1.000. Quanto maior o valor no eixo vertical, mais individuos tem rendimentos proximos ao valor no eixo horizontal. Ha um maximo proximo do valor R 550 e uma reducao monotona a partir desse valor. No inicio da primeira faixa do IRPF, R 1.314, a densidade de individuos ja caiu a 40% do que era no pico de R 550. A segunda densidade representa a massa de rendimentos de todos que ganham em torno do valor x, representada pela linha azul tracejada. Como o rendimento aumenta quase tao rapidamente quanto diminui a densidade de individuos, a massa de rendimentos cai relativamente pouco ate o valor de aproximadamente R 5.500, mas depois comeca a cair rapidamente, porque ha pouca gente com rendimentos acima deste valor. GRAFICO 4 Densidade de individuos e rendimentos do trabalho e imposto devido NAIF Imposto devido em R Densidade de trabalhadores Densidade de rendimentos do trabalho 30002500200015001000500 0 100Trabalhadores Imposto devido Rendimento do trabalho 1.000Rendimento escala logFonte: Simulacoes feitas com microdados da PNAD de 2007. 10.000 24 texto para discussao 1433 nov. 2009 ipea Finalmente, a linha vermelha continua representa o imposto devido por alguem com renda x. Tratase de um calculo primario do imposto devido, uma vez que nao leva em conta nenhum tipo de deducao ou tipo de declaracao. Representa o imposto devido de um individuo hipotetico e irracional que faz declaracao completa, mas nao tem nenhuma deducao mais adiante faremos simulacoes mais realistas. O objetivo do exercicio e mostrar que, devido ao fato de haver muito poucos individuos com rendas muito elevadas, ha cada vez menos renda a ser tributada acima de R 6.000. Isto quer dizer que aliquotas muito altas para os muito ricos, apesar de talvez serem justificaveis do ponto de vista da justica distributiva, sao pouco eficazes do ponto de vista da arrecadacao. E claro que esta conclusao deve ser lida com cautela, uma vez que as rendas muito altas sao subestimadas na PNAD. 6.1 CALCULO DO IMPOSTO SIMULADO limitacoes da PNAD para este tipo de trabalho, como Estando claras as prosseguimos? O ponto de partida e analisar, na documentacao da SRF, os parametros relevantes para o calculo do IRPF. Sao estes as aliquotas e seus limites, as deducoes item a item, a deducao simplificada e os parametros para a declaracao conjunta. Conforme ja dito acima, os limites para as aliquotas ate 2008 foram simples e se encontram na tabela 1, ja apresentada na secao 4. O calculo das deducoes foi bem mais complicado. Em ordem inversa de complicacao: 1 A deducao por dependente foi dada aos contribuintes potenciais que tinham dependentes. Simples. 2 A deducao de aposentado foi dada aos aposentados com idade dentro das determinacoes legais. Sem problemas. 3 A deducao em educacao foi dada a todos os contribuintes potenciais que estavam matriculados ou tinham dependentes matriculados em escolas privadas. Esse foi um procedimento imperfeito, mas sem maiores complicacoes. 4 As deducoes com as contribuicoes para a previdencia social oficial foram feitas aplicando aos trabalhadores que se declaram contribuintes as diferentes normas de recolhimento para cada um dos tipos de afiliacao a Previdencia: se ao RGPS ou aos Regimes Proprios de Previdencia Social. Um pouco mais complicado, ja que os regimes tem regras diferentes entre si. 5 A deducao com gastos de saude foi estimada usando o seguinte modelo econometrico. Usando a POF de 2003, os gastos em saude foram estimados em dois estagios: o primeiro foi um probit para determinar quem tinha gasto positivo em saude e o segundo um modelo linear para determinar a magnitude do gasto. As variaveis incluidas no modelo foram sujeitas a limitacao de estarem tanto na POF como na PNAD. Com os parametros estimados para 2003 usando a POF, os mesmos foram aplicados aos dados da PNAD de cada ano. Estes valores previstos foram entao deduzidos da renda tributavel declarada na PNAD, respeitando o principio de que ipea texto para discussao 1433 nov. 2009 25 nao ha imposto negativo se os valores previstos fossem maiores que a renda tributavel, o IRPF devido e zero. 6 Nao foi possivel fazer um modelo para estimar individuos com doencas graves e cronicas os que sao isentos de pagar IRs uma vez que ate a informacao disponivel na PNAD de 2003, cujo suplemento foi sobre utilizacao dos servicos de saude, nao permite esta estimacao. Uma vez definidas as deducoes detalhadas e supondo que os contribuintes sao perfeitamente racionais, calculamos o imposto devido para as seguintes situacoes: 1 Para as pessoas sem conjuges, calculamos o IRPF devido usando as deducoes detalhadas e comparamos com aquele devido usando a deducao simplificada. O menor dos dois foi escolhido. 2 Para pessoas com conjuges, calculamos o IRPF devido para as seguintes situacoes: cid:122 declaracao conjunta e detalhada; cid:122 declaracao conjunta e simplificada; cid:122 declaracoes separadas e detalhadas; cid:122 declaracoes separadas e simplificadas; e cid:122 declaracoes separadas, uma detalhada e a outra simplificada. Para cada caso, supomos racionalidade perfeita por parte dos declarantes. Em outras palavras, o menor valor do imposto devido foi sempre escolhido. 6.2 RESULTADOS Uma vez simulado o IRPF devido para cada individuo na PNAD, fizemos os calculos distributivos usuais, e estes sao surpreendentes. Os dois paineis do grafico 5 mostram as Curvas de Concentracao do IRPF e da renda total tanto para a renda individual dos individuos com renda positiva como para a renda domiciliar per capita. Os passos para o calculo da Curva de Concentracao sao: cid:122 ordenar a populacao pela renda total liquida, excluindose os tributos; cid:122 no eixo horizontal, acumular a populacao ordenada pela renda; e cid:122 no eixo vertical, acumular tributos pagos. Todas as Curvas de Concentracao comecam no ponto 0,0, no qual nao ha populacao acumulada, tampouco renda acumulada, e termina no ponto 1,1, no qual toda a populacao e todos os rendimentos foram contados. Uma Curva de Concentracao nunca pode decrescer, pois se trata da acumulacao de valores nao negativos. A Reta de Perfeita Igualdade e a linha diagonal ligando o ponto 0,0 e o ponto 1,1 e corresponde a uma distribuicao perfeitamente igualitaria. Finalmente, o dobro da area entre a Curva de Concentracao e a Reta da Igualdade Perfeita se chama o Coeficiente de Concentracao. 26 texto para discussao 1433 nov. 2009 ipea Os graficos acima mostram a Curva de Concentracao da renda total, tambem chamada de curva de Lorenz, e a Curva de Concentracao do IRPF estimado. Tratase de um resultado impressionante na medida em que a Curva de Concentracao do IRPF se aproxima, no caso da renda individual, de uma distribuicao totalmente concentrada, na qual um grupo infinitesimal concentra todo o pagamento do imposto. Todos os contribuintes se encontram entre os 15% mais ricos da populacao. Sendo que a renda media situase proximo do percentil 75, isso quer dizer que no Brasil cobramos IRPF apenas de membros das familias dos contribuintes cuja renda e muito acima da media. No caso de renda domiciliar per capita, o IRPF simulado e um pouco menos concentrado, mas ainda assim a quase totalidade dos contribuintes encontrase acima do percentil 73, que e onde se situa a renda media da renda domiciliar per capita. GRAFICO 5 Curva de Lorenz e Curva de Concentracao do Imposto de RendaPessoa Fisica 2007 Painel 1 Renda individual Painel 2 Renda domiciliar per capita adner eogapo tsopmi odoacropor PRenda individual IRPFIgualdade 1,000,80lsodaumuca 0,600,400,200,000,000,200,400,600,801,00Proporcao de populacao acumuladaadner eogapo tsopmi odoacropor PRenda domiciliar pc IRPFIgualdadelsodaumuca 1,000,800,600,400,200,00Fontes: Aliquotas e deducoes: SRF; distribuicao de renda: microdados da PNAD. 00,20,40,60,81Proporcao de populacao acumulada Os Coeficientes de Concentracao do IRPF sao 0,96 e 0,92 para a distribuicao de renda individual e a distribuicao de renda domiciliar per capita, respectivamente. Sao valores muito concentrados, mostrando que poucos pagam IR no Brasil, mesmo supondo que nao ha elisao ou evasao. Por outro lado, e muito pouca a arrecadacao: o total do imposto devido e de 4,9% da renda individual total que, por definicao, e a mesma da renda domiciliar per capita total.10 Ou seja, ha muito espaco para uma pequena piora na focalizacao do IRPF cobrando de pessoas que ganham menos que os limites presentes e muita necessidade de cobrar mais, pois com 4,9% da renda nao e possivel pensar em reduzir os impostos indiretos. Calcular o impacto distributivo de um tributo, de posse de sua Curva de Concentracao, e relativamente facil. Isto porque ha um resultado matematico, 10. Por acaso, o numero e quase igual aos 4,9% do PIB advindos dos registros administrativos, mas isto nao passa de uma coincidencia feliz, uma vez que 4,9% do PIB equivalem a, no minimo, 9% da renda medida pela PNAD. ipea texto para discussao 1433 nov. 2009 27 bastante intuitivo, que reza que a curva de Lorenz que e a Curva de Concentracao da renda total liquida nada mais e do que a soma ponderada das curvas de concentracao de todas as fontes de renda. Os fatores de ponderacao sao os pesos de cada renda na renda total. Rendas positivas como o rendimento do trabalho, o rendimento do capital e as transferencias publicas, entram com peso positivo. Rendas negativas, como transferencias privadas ou tributos publicos, entram com sinal negativo. Analogamente, o coeficiente de Gini e a soma ponderada dos Coeficientes de Concentracao, usando os mesmos pesos. Em termos analiticos: G kck konde ck representa o Coeficiente de Concentracao da renda do tipo k com relacao a renda total e k a porcentagem da renda k na renda total, lembrando que, para tributos, k e negativo. E possivel subtrair o coeficiente de Gini dos dois lados da equacao acima: G G 0 ckkk G Aproveitandose do fato de que a soma dos pesos das rendas e, por definicao, , e possivel multiplicar o coeficiente de Gini por 1 sem mudar a igual a 1, 1kkequacao: 0kck k G kkkc Gkk ou seja, e possivel classificar as fontes de renda em as duas categorias: i as rendas que contribuem para a igualdade, se ck Gk for negativo; e ii as rendas que contribuem para a desigualdade, se ck Gk for positivo. Como k para um tributo e sempre negativo, tributos cujos Coeficientes de Concentracao forem superiores ao coeficiente de Gini contribuem sempre para a igualdade, e tributos cujos Coeficientes de Concentracao forem inferiores ao Gini contribuem sempre para a desigualdade. A contribuicao do IRPF para o coeficiente de Gini das familias e, portanto: c IR GIR 92,70 50,23 0,047 1,99 p.p. do coeficiente de Gini, o que equivale a 4% do coeficiente de Gini das familias no Brasil. Igualmente, se o Coeficiente de Concentracao for mantido inalterado, cada p.p. de aumento da razao IRPFrenda reduzira o coeficiente de Gini em 0,42 ponto de Gini. No entanto, se o aumento for acompanhado por uma reducao concomitante de um tributo regressivo, como a Cofins, cujo Coeficiente de Concentracao foi calculado por Silveira 2008, o impacto de cada p.p. de aumento do IRPF sera: c IR G c COFINS G 0,01 c IR c COFINS 0,01 92,70 38,96 0,01 0,54 ponto de Gini. 28 texto para discussao 1433 nov. 2009 ipea E possivel fazer a mesma conta para o tambem regressivo ICMS Coeficiente de Concentracao tambem estimado por Silveira 2008 em 38,85: c IR c ICMS 0,01 92,70 38,85 0,01 0,54 ponto de Gini tambem. 6.3 EVOLUCAO NO TEMPO Qual tem sido a tendencia no pagamento do IRPF? Uma vez pronta a sintaxe para simular o IRPF, e relativamente facil mudar os parametros a aplicala a distribuicao de renda de outros anos. Fizemos isto para 20022006 e os resultados sao apresentados na tabela 8 TABELA 8 Coeficientes de concentracao e pesos do Imposto de RendaPessoa Fisica para trabalhadores e familias Ano 2002 2003 2004 2005 2006 2007 Ano 2002 2003 2004 2005 2006 2007 Coeficiente de concentracao Trabalhadores Familias 94,44 93,87 93,51 93,74 93,52 93,98 93,37 92,91 92,46 92,83 92,70 93,02 Peso na renda em % Trabalhadores Familias 4,73 4,75 4,86 4,87 4,86 4,86 4,47 4,51 4,60 4,61 4,68 4,63 Ano 2002 2003 2004 2005 2006 2007 Ano 2002 2003 2004 2005 2006 2007 Reducao no Gini em pontos Trabalhadores Familias 1,86 1,96 2,05 2,09 2,11 2,01 1,78 1,82 1,89 1,94 1,99 1,87 Reducao no Gini em % Trabalhadores Familias 3,4 3,7 4,0 4,1 4,2 3,9 3,3 3,5 3,7 3,8 4,0 3,6 Fontes: Aliquotas e deducoes: SRF; distribuicao de renda: microdados da PNAD. A tabela 8 mostra uma leve tendencia de aumento do IRPF como proporcao da renda total e leve queda nos Coeficientes de Concentracao. Isto teve como consequencia um leve aumento da reducao do coeficiente de Gini engendrada pelo IRPF. De modo geral, o principal recado e a grande estabilidade do IRPF e de seus efeitos distributivos. ipea texto para discussao 1433 nov. 2009 29 7 ESTIMATIVAS DE ELISAO USANDO A PESQUISA DE ORCAMENTOS FAMILIARES O recado acima sobre os efeitos distributivos potenciais do IRPF, no entanto, ainda carece de informacao sobre quanto IRPF de fato e pago pelos contribuintes. Se ha muita elisao e evasao, o impacto distributivo potencial fica comprometido. Nesta secao, aproveitaremos o fato de a POF de 2003 perguntar quanto IRPF foi pago, de fato, por cada familia para estimar a elisao e evasao. Para o calculo de evasao, refizemos as contas feitas para a PNAD de 2003 na POF de 2003. Calculamos o IRPF teorico usando os parametros legais do ano 2003 e supondo que todos os contribuintes sao perfeitamente racionais, nao esquecem nem perdem nenhum recibo, mas que declaram e pagam todo o IR devido. Este numero sera comparado com o valor declarado pelas proprias pessoas na POF. Dado que individuos com diferentes insercoes no mercado de trabalho tem possibilidades muito diferentes de nao declarar e nao pagar o IR que devem, analisaremos separadamente o comportamento de elisao e evasao de domicilios fiscais cuja renda e majoritariamente advinda de diferentes fontes. Estas fontes sao: i a renda dos empregados; ii a renda dos empregadores; iii a renda dos trabalhadores por conta propria; iv a renda da previdencia; e v outras rendas. O primeiro resultado e que existe muita evasao eou elisao, principalmente por parte dos domicilios cujas rendas lhes permitem evadir ou elidir a tributacao direta. A tabela 9 mostra que porcentagem do IRPF devido e elidida ou evadida, por categoria de familia. A primeira conclusao e que existe uma quantidade razoavel de evasao e elisao. De cada R 3, R 1 que deveria ser pago ao fisco na forma de IRPF fica no bolso ou na bolsa de quem o ganhou ou do seu advogado. Um terco da arrecadacao do IRPF equivale a 0,7% do PIB mais ou menos o dobro do orcamento do Programa Bolsa Familia ou entao um pouco mais que 2% da CTB. Nao e pouco dinheiro. TABELA 9 Evasao e elisao do Imposto de RendaPessoa Fisica devido Renda de maior contribuicao para a renda familiar IRPF teorico IRPF declarado Imposto evadido em R 1.000.000 1 em R 1.000.000 2 em R 1.000.000 3 1 2 Evasao 31 Todos Empregado Empregador Conta propria Previdencia publica Outros Fonte: Microdados da POF. 36,658 15,516 6,953 5,405 4,824 3,960 22,579 12,155 1,440 1,057 5,976 1,951 14,079 3,362 5,513 4,347 1,152 2,009 38 22 79 80 24 51 A segunda conclusao e que a elisao e a evasao variam muito, segundo a categoria de renda que mais contribui para formar a renda do domicilio fiscal. Os domicilios que subsistem principalmente da renda de empregadores ou trabalhadores por conta propria quase nao pagam imposto, evadindo ou elidindo 80% do que deveriam 30 texto para discussao 1433 nov. 2009 ipea entregar ao fisco. Ja as familias cuja principal fonte de renda e um vinculo empregaticio evadem 22% do que ganham, e os domicilios que dependem principalmente da previdencia publica pagam mais IR que o que deveriam pagar. Acreditamos que isto se deva ao fato de que supomos contribuintes ultrarracionais, que ha muitas deducoes para idosos aposentados e que estes nao deduzem tudo que poderiam. Os numeros na tabela 9 sao, entretanto, medias. Como se comportam a evasao e a elisao ao longo da distribuicao de renda? Sao as familias com maior renda que mais evadem ou elidem, ou sao estes fenomenos democraticos cuja incidencia se da de modo igual ao longo da distribuicao de renda? O grafico 6 mostra as taxas de evasao a partir do centesimo 70 ha pouquissima renda tributavel antes do centesimo 70 para as seis categorias de familias ja usadas na tabela 9. E importante ressaltar que nao se trata da taxa de evasao de uma dada renda e sim de um determinado tipo de domicilio fiscal. Empregado nao se refere a renda dos empregados e sim aos domicilios fiscais cuja principal renda vem de contrato empregaticio. GRAFICO 6 Taxa de evasaoelisao ao longo das distribuicoes de renda Painel 1 Todas as familias Painel 2 Empregado 100%100%Painel 3 Empregador 100%50%0%708090100oasilEoasav E50%50%0%708090100iloas Eoasav E50%50%0%708090100oasilEoasav E50%100%Centesimo100% Centesimo100% Centesimo Painel 4 Contapropria Painel 5 Seguridade Painel 6 Outros 100%100%100%50%0%708090100oasilEoasav E50%50%0%708090100oasilEoasav E50%iloas Eoasav E50%50%0%708090100100%100%100%Centesimo Centesimo Centesimo Fonte: Microdados POF. Os resultados variam segundo o tipo de domicilio. Os domicilios cuja renda principal advem do trabalho por conta propria ou de empregadores que evadem ou elidem seu IR mais ou menos igualmente ao longo da distribuicao de renda. Em um ipea texto para discussao 1433 nov. 2009 31 domicilio cuja renda advem de um trabalhador por conta propria, no centesimo 80, no qual a renda tributavel per capita situase em torno de R 14 mil, evadese ou elidese mais ou menos a mesma porcentagem da renda tributavel que se evadiria ou se elidira em um outro domicilio equivalente, no centesimo 98, no qual a renda tributavel per capita supera os R 50 mil. Ja no caso dos domicilios cuja renda principal e a renda do vinculo empregaticio, a evasao e elisao aumentam consideravelmente ao longo da distribuicao. Domicilios abaixo do centesimo 84 pagam mais IR que deveriam, os que se situam acima evadem ou elidem uma parte do que ganham. Na media, ha uma evasao ou elisao de 22% porque a maior parte da renda encontrase, por definicao, nos centesimos superiores. Como ja foi dito, os domicilios de idosos cuja renda principal advem da seguridade pagam mais IRPF do que deveriam, e os domicilios da categoria residual outros tem um comportamento erratico. Ha razoes, inclusive, para acreditar que a evasao e a elisao sejam bem maiores que os 38% na tabela 9 para todas as familias. A POF, por ser uma pesquisa amostral, deixa escorrer por sua grade amostral uma parte das rendas muito altas. Como estas rendas se encontram em rendimentos de empregadores, cuja taxa de evasao e elisao e maior que a dos outros rendimentos, a taxa global de evasao da renda tributavel deve ser superior a 38%. Vimos que a evasao e a elisao sao crescentes com o nivel de renda. Isto sugere que o Coeficiente de Concentracao do IRPF efetivamente pago seja menos progressivo que o Coeficiente de Concentracao do IRPF devido. Uma vez calculados o IRPF devido e o efetivamente pago, e possivel fazer essa conta com certa facilidade. O grafico 7 mostra tanto as Curvas de Concentracao do IRPF pago e do devido como os seus Coeficientes de Concentracao. GRAFICO 7 Curvas de concentracao do Imposto de RendaPessoa Fisica devido e efetivamente pago IRPF devido e pago acumulado 100 % Acumulado IR teorico % Acumulado IR declarado Igualdade 806040200 0 CC: 89.3CC: 91,7 204060Populacao acumulada 80100 Fonte: Microdados da POF. 32 texto para discussao 1433 nov. 2009 ipea O IRPF devido tem um Coeficiente de Concentracao 2,4 pontos maior que o IRPF de fato registrado na POF. Isso faz alguma diferenca, mas como 89,3 continua um coeficiente altamente progressivo, nao faz tanta assim. No entanto, tambem ha uma reducao importante do montante pago, o que reduz muito mais o impacto distributivo. A tabela 10 mostra que o coeficiente de Gini seria reduzido em 1,2 ponto se todos pagassem o IRPF devido, mas este impacto se reduz para 0,68 ponto, dadas a elisao e a evasao. Oitenta e cinco por cento desta reducao se devem principalmente a reducao de arrecadacao, sendo apenas 15% devidos a reducao de progressividade. TABELA 10 Reducao do coeficiente de Gini teorica e real Tipo Renda familiar per capita Renda familiar sem IR teorico per capita Renda familiar sem IR declarado per capita Fonte: Microdados da POF. Media 6,008 5,799 5,879 Gini 59.1 57.9 58.4 Reducao 1.22 0.68 E claro que a analise acima sofre de certas limitacoes. A principal e que a POF trabalha com diferentes periodos de coleta e nada garante que o periodo de coleta da informacao seja igual ao periodo de coleta das diferentes deducoes. Ou seja, ha um erro de medida que e tanto maior quanto maior for a volatilidade na renda e no consumo dos domicilios fiscais. No entanto, a analise deixa claras tres conclusoes importantes. A primeira e que domicilios cujas fontes de renda principal sao a renda dos empregadores e a dos trabalhadores por conta propria que virtualmente nao pagam IRPF. E possivel que alguns ou muitos dos individuos que sao os esteios destes domicilios estejam declarando sua renda como pessoa juridica e nao pessoa fisica, o que quer dizer que a empresa paga o imposto. Isso, no entanto, nada mais e que uma das muitas formas de elisao fiscal disponiveis aos domicilios cuja renda advem majoritariamente da atividade empresarial ou do trabalho por conta propria. Segundo, entre os domicilios cuja renda advem majoritariamente de um vinculo empregaticio ha tambem uma quantidade grande de elisao e evasao fiscal. Isso nao se deve ao fato de haver muita informalidade no vinculo empregaticio, uma vez que a grande maioria dos empregados sem carteira se encontra na cauda inferior da distribuicao de rendimentos; mas talvez se deva a algumas formas de ocultar os rendimentos, tambem disponiveis para os empregados com rendimentos altos, tais como os pagamentos em especie fringe benefits ou o pagamento por fora. Finalmente, dados o volume de elisao e de evasao e a queda do Coeficiente de Concentracao do IRPF, o mesmo perde quase metade de sua eficacia como redutor de desigualdade. Ou seja, o combate a elisao e a evasao ja e em si uma politica de reducao da desigualdade no Brasil. ipea texto para discussao 1433 nov. 2009 33 8 SIMULACOES E SUGESTOES DE POLITICA Esperamos ter demonstrado que o IRPF e altamente progressivo e pouco arrecadado no Brasil. Portanto, para potencializar seus efeitos sobre a distribuicao de renda, o principal desafio e aumentar sua arrecadacao. Propostas para aumentar a progressividade do IRPF entre aqueles que ja o pagam esbarram no fato de o IRPF ja ser altamente progressivo, mas arrecadar muito pouco. O desafio, para aumentar a progressividade do sistema tributario, e aumentar a arrecadacao do IRPF para poder reduzir a arrecadacao de tributos altamente regressivos, como a Cofins ou o ICMS. Para tanto, temos sugestoes de mudanca nas aliquotas, nas deducoes, na tributacao da pessoa juridica e na tributacao dos rendimentos do capital. Naturalmente, estamos conscientes de que mudancas importantes foram feitas no IRPF no final do ano passado. Pelo regime antigo, o IRPF previsto para 2009 seria cobrado da seguinte maneira: a parcela dos rendimentos do trabalho ate R 1.434,59 ficaria isenta do imposto retido na fonte, a faixa entre R 1.434,60 e R 2.866,70 pagaria 15%, e a renda mensal acima de R 2.866,70 seria tributada em 27,5%. Os valores levam em conta um reajuste de 4,5% nas faixas salariais, que ja estava previsto. Em funcao da crise financeira, houve, no final do ano passado, uma mudanca nas aliquotas do IRPF que pode parecer que esta de acordo com o que propomos. Contudo, com MP no 451, de 15 de dezembro de 2008, a Receita Federal manteve o reajuste nas faixas sobre as quais o imposto incide, mas criou dois novos intervalos com aliquotas intermediarias. A parcela entre R 1.434,60 e R 2.866,70 foi desmembrada e passou a pagar 7,5%, na faixa entre R 1.434,60 e R 2.150. Para a parte do salario de R 2.150,01 e R 2.866,70 a tributacao continuara em 15%. A faixa acima de R 2.866,70 tambem foi dividida. A parcela de R 2.866,71 a R 3.582 pagara 22,5% de IR. A maior aliquota continua sendo de 27,5% e incidira apenas sobre a parcela dos rendimentos que supera R 3.582. Entretanto, estas mudancas contemplam apenas parcialmente aquelas que nos parecem necessarias. Em particular: i os limites de renda a partir dos quais as aliquotas inferiores incidem nao foram rebaixados o que a nosso ver inviabiliza aumentos significativos na arrecadacao; ii nao foi instituida uma aliquota acima de 27,5% para qualquer faixa de renda, o que tambem nos parece desejavel do ponto de vista distributivo e em linha com as praticas tributarias dos paises desenvolvidos ou com grau de desenvolvimento comparavel ao nosso; e, finalmente, iii as isencoes nao foram reduzidas, o que tambem nos parece muito importante para aumentar a arrecadacao. Com efeito, o principal efeito das novas regras foi o de reduzir a arrecadacao do IRPF, de forma que a motivacao das mesmas aparenta ter sido mais anticiclica do que distributiva. Nossas recomendacoes sao: 1 Aliquotas a Concordamos com o rebaixamento recente do limite a partir do qual incide a primeira aliquota. Ha um resultado pouco conhecido, encontrado em Hoffmann 2006a, que e o seguinte: retirar renda de um individuo qualquer cuja posicao na distribuicao de renda for acima de 1 G2, onde G e o coeficiente de Gini, levara a uma reducao da desigualdade. Resultados matematicos tao claros e uteis para a 34 texto para discussao 1433 nov. 2009 ipea tributacao sao raros e devem ser aproveitados para definir o patamar da primeira faixa do IRPF. O coeficiente de Gini x 100 da renda do trabalho no Brasil em 2007 era de 52,76 o que leva ao percentil 1 0,52762 0,7638. Segundo a PNAD, neste percentil a renda do trabalho em 2007 era exatamente R 1.000. Para simplificar alguns calculos, usamos em vez disso o valor R 900. Esse valor e R 513 menos que o valor da primeira aliquota atual de 15%. O valor desta nova primeira aliquota e discutivel 7,5% nos parecem bastante aceitavel mas sugerimos que algo em torno de 5% estara em consonancia com a pratica internacional. b Concordamos, tambem, com a criacao da aliquota de 22,5% intermediaria entre as aliquotas de 15% e 27,5%. c Acreditamos ser desejavel, ainda, a criacao de mais duas aliquotas acima da atual aliquota marginal maxima de 27,5%. A comparacao de aliquotas na secao 4 deste trabalho deve ter deixado claro que 27,5% e um valor muito baixo para padroes internacionais. Ademais, 16% da renda do trabalho se encontram acima do limite de R 2.587. Mais uma vez, o valor exato e discutivel, mas sugerimos uma quarta aliquota de 35%, igual a aliquota superior da Argentina, e outra de 45% ligeiramente superior as aliquotas superiores do Chile 43%, Africa do Sul 40% e Turquia 40%. Como hipotese, implementaremos essas aliquotas a partir de R 3.500 e R 8.000. A escala de IR sobre as pessoas fisicas ficaria, entao, em: De R 900 a R 1.300 De R 1.300,01 a R 2.000 De R 2.000,01 a R 2.500 De R 2.500,01 a R 3.500 De R 3.500,01 a R 8.000 5%; 15%; 20%; 27,5%; 35%; e Mais de R 8.000 45% 2 Deducoes a Limitacao das isencoes de saude a gastos catastroficos. Atualmente, todos os gastos em saude podem ser deduzidos sem limite da renda tributavel do IRPF. Propomos que apenas os gastos com doencas catastroficas ou cronicas graves, como cancer, ataques cardiacos e outras desgracas sejam passiveis de deducao do IRPF. b Fim da deducao de aposentado idoso. Nossas estimativas sao que a implementacao dessas novas aliquotas e a reducao das isencoes levariam a arrecadacao do IRPF de 4,6% para 6,8% da renda total das familias e aumentaria levemente sua progressividade de 93,52 para 93,98. Ou seja, o impacto distributivo, se a elevacao da arrecadacao do IRPF fosse compensada com uma reducao da Cofins, seria: c IR c COFINS p IR p COFINS 0,549 6,8% 4,6% 1,2 x 100 ponto de Gini. Ou seja, haveria, com as novas aliquotas, uma reducao de 1,2 ponto no coeficiente de Gini. Pode nao parecer muito, mas 1,2 ponto de Gini e uma mudanca significativa. Equivale, por exemplo, a totalidade da reducao no coeficiente de Gini que ocorreu de 1995 ate 2007 devido a melhoria da progressividade dos beneficios ipea texto para discussao 1433 nov. 2009 35 previdenciarios. E 20% maior que o efeito do Programa Bolsa Familia sobre a desigualdade desde sua criacao. 3 Rendimento do trabalho com outras vestes a Imposto sobre fringe benefits. E pratica comum de elisao fiscal as empresas pagarem salarios nao monetarios aos empregados, isto e, na forma de carros, casas, viagens e assim por diante. Ha casos nos quais esses beneficios sao indissociaveis da natureza do trabalho, como por exemplo, trabalhadores em plataformas petroliferas que moram na propria plataforma. Mas ha muitos casos nos quais e simplesmente uma estrategia de elisao fiscal. Paises como Estados Unidos, Australia, Nova Zelandia e India, todos imputam essas rendas a renda tributavel ou tem um imposto especifico para tributar esse tipo de renda. Nao ha por que nao fazer igual no Brasil. b Progressividade no lucro presumido. Tal como explicado acima, e vantajoso para algumas pessoas fisicas com rendimentos do trabalho elevados se travestir de pessoa juridica. Uma mudanca nas regras do lucro presumido para que houvesse uma proximidade maior entre a tributacao via IRPF e IRPJ mudaria isto e levaria a um aumento de arrecadacao do IRPF. Nao temos como estimar o impacto destas duas mudancas, uma vez que a PNAD nao nos fornece dados por mais limitados que sejam sobre as mudancas acima. Com os registros administrativos da Receita Federal seria possivel fazer esta estimacao. No entanto as simulacoes da POF sugerem que, caso seja possivel, com essas mudancas, reduzir a metade a elisaoevasao dos empregados de alta renda e a das pessoas juridicas e trabalhadores por conta propria, haveria um aumento de 30% na arrecadacao. Isto levaria a arrecadacao de IRPF a obter 8,8% da renda das familias. Novamente, nao haveria mudancas significativas na progressividade, o que quer dizer que haveria uma queda no coeficiente de Gini de: 0,020,548 1,1 x 100 ponto de Gini. Ou seja, ja estamos falando de uma reducao na desigualdade de 2,3 pontos de Gini. 4 Rendimento do capital a Tributacao progressiva da renda do capital. Esta e a proposta mais especulativa das oito que apresentamos. O fato de varios paises sujeitarem os rendimentos do capital a tributacao progressiva sugere que o mesmo podera ser feito no Brasil. Nao temos como estimar com precisao o impacto das oito mudancas acima, mas as quatro primeiras, cujo impacto pode ser estimado com as limitacoes ja expostas neste trabalho, levariam a uma reducao do coeficiente de Gini em aproximadamente 1,2 ponto. A estimativa do impacto das tres seguintes mudancas e menos precisa, mas estimamos que pode chegar a 1,1 ponto. Consideramos esta uma contribuicao importante no processo de construcao de uma sociedade mais equanime. E importante ressaltar que nao propomos qualquer aumento da carga tributaria, apenas uma modificacao da sua estrutura, uma vez que propomos que todos os ganhos de arrecadacao do IRPF sejam compensados por deducoes em tributos regressivos, como a Cofins. Voltando ao resultado das simulacoes, e claro que estas sao apenas sugestoes. Este trabalho sofre de limitacoes teoricas e metodologicas evidentes. Talvez a maior 36 texto para discussao 1433 nov. 2009 ipea de todas seja nao trabalhar com os proprios registros administrativos da Receita Federal, que permitiriam estimacoes muito mais precisas que aquelas feitas com base em dados da PNAD ou da POF. Infelizmente, tais dados sao sigilosos e seu uso esta sujeito a negociacoes com a Receita Federal do Brasil. Finalmente, e importante destacar que nao recomendamos que nenhuma das sugestoes acima seja implementada imediatamente, sem maiores estudos. Todas devem ser entendidas como contribuicoes aos debates democraticos sobre tributacao, distribuicao de renda do pais e a relacao entre os dois. Devem tambem ser ponderadas com muito cuidado e colocadas sob forte escrutinio tecnico, academico e politico, antes de eventuais mudancas. No entanto esperamos ter contribuido para a literatura, ainda muito incipiente, sobre os efeitos distributivos da tributacao direta. ipea texto para discussao 1433 nov. 2009 37 REFERENCIAS AFONSO, J. R.; ARAUJO, E. A.; VIANNA, S. W. Carga tributaria indireta no Brasil: analise da incidencia efetiva sobre as familias. Banco Interamericano de Desenvolvimento BID, fev. 2004 Serie de Estudos Economicos e Sociais, n. RE10402. AUERBACH, A. J. Who bears the corporate tax? A review of what we know. Oct. 2005 NBER Working Paper, n. 11.686. Disponivel em: http:www.nber.orgpapersw 11686. BARROS, R. P. de; CARVALHO, M. de; FRANCO, S.; MENDONCA, R. Uma analise das principais causas da queda recente na desigualdade de renda brasileira. Economica, v. 8, n. 1, p. 5581, jun. 2006. Disponivel em: http:www.uff.brcpgeconomiaeconomica.htm. __________. ; HENRIQUES, R.; MENDONCA, R. A estabilidade inaceitavel: desigualdade e pobreza no Brasil. Rio de Janeiro, 2001. BERNHEIM, D. Taxation and saving. Mar. 1999 NBER Working Paper, n. 7.061. Disponivel em: http:www.nber.orgpapersw 7061. BOURGUIGNON, F.; THIERRY; M. Labor supply and taxation in France. Journal of Human Resources, v. 25, n. 3, p. 358389, 1999. CARVALHO JUNIOR, P. H. B. de. Aspectos distributivos do IPTU e do patrimonio imobiliario das familias brasileiras. Brasilia: Ipea, 2009 Texto para Discussao. No prelo. COLOMBINO, U.; DEL BOCA, D. The effect of taxes on labor supply in Italy. Journal of Human Resources, v. 25, n. 3, p. 390414, 1990. DOS SANTOS, C. H.; COSTA, F. R. Uma metodologia de estimacao da carga tributaria bruta brasileira em bases trimestrais. Economia Aplicada, Sao Paulo, v. 12, n. 4, p. 581606, out.dez. 2008. _________. ; GOBETTI, S. W.; RIBEIRO, M. B. A evolucao da carga tributaria bruta brasileira no periodo 19952007: tamanho, composicao e especificacoes econometricas agregadas. Brasilia: Ipea, 2008 Texto para Discussao. No prelo. FEENBERG, D. R.; POTERBA, J. M. Income inequality and the incomes of very high income tax payers: evidence from tax returns. Dec. 1992 NBER Working Papers, n. 4.229.Disponivel em: httpwww.nber.orgpapersw 4229. FELDSTEIN, M. The effect of marginal tax rates on taxable income. Journal of Political Economy, n. 103, p. 351372, 1995. 38 texto para discussao 1433 nov. 2009 ipea GONI, E.; LOPEZ, H.; SERVEN, L. Fiscal redistribution and income inequality in Latin America. Jan. 2008 World Bank Policy Research Working Paper, n. 4.487. Disponivel em: http:wwwwds.worldbank.orgservletWDSContent ServerWDSPIB20080124 000158349_20080124094447RenderedPDFwps 4487.pdf. HOFFMANN, R. O efeito potencial do imposto de renda na desigualdade. Pesquisa e Planejamento Economico, v. 32, n. 1, abr. 2002. Disponivel em: http:ppe.ipea.gov.br ndex.phpppe articleview217. __________. Queda da desigualdade da distribuicao de renda no Brasil, de 1995 a 2005, e delimitacao dos relativamente ricos. In: BARROS, R. P. de; FOGUEL, M. N.; ULYSSEA, G. Desigualdade de renda no Brasil: uma analise da queda recente. Brasilia: Ipea, 2006a. __________. Transferencias de renda e a reducao da desigualdade no Brasil e cinco regioes entre 1997 e 2004. Economica, v. 8, n. 1. p. 5581, jun. 2006b. Disponivel em: http:www.uff.brcpgeconomiaeconomica.htm. __________. ; SILVEIRA; GAIGER, F.; PAYERAS, J. A. P. Progressividade e sacrificio equitativo na tributacao: o caso do Brasil. Brasilia: Ipea, maio 2006 Texto para Discussao, n. 1.188. Disponivel em: http:www.ipea.gov.brdefault.jsp. IBGE. Sistema de Contas Nacionais: Brasil 20002006. Coordenacao de Contas Nacionais. Rio de Janeiro, 2008. IMMERVOLL, H.; LEVY, H.; NOGUIEIRA, J. R.; O DONOGHUE, C.; SIQUEIRA, R. B. de. Simulating Brazils taxbenefit system using Brahms, the Brazilian household microsimulation model. Economia Aplicada, v. 10, n. 2, abr.jun. 2006. Ma CURDY, T.; GREEN, D.; PAARSCH, H. Assessing empirical approaches for analyzing taxes and labor supply. Journal of Human Resources, v. 25, n. 3, p. 415490, 1990. MAGALHAES, L. C. G.; SILVEIRA, F. G.; TOMICH, F. A.; VIANNA, S. W. Tributacao, distribuicao de renda e pobreza: uma analise dos impactos da carga tributaria sobre alimentacao nas grandes regioes urbanas brasileiras. Brasilia: Ipea, dez. 2001 Texto para Discussao, n. 804. Disponivel em: http:www.ipea.gov.brdefault.jsp. MIRRLEES, J. A. An exploration in the theory of optimum income taxation. Review of Economic Studies, p. 175208, 1971. OECD. Organization for Economic Cooperation and Development. Tax administration in OECD and selected nonOECD countries: comparative information series 2006. Feb. 2007. Disponivel em: http:www.oecd.orgdataoecd474937363448.pdf. ipea texto para discussao 1433 nov. 2009 39 RECEITA FEDERAL. O Imposto de Renda das Pessoas Fisicas no Brasil. Estudos Tributarios, n. 14, dez. 2004. ROCHA, S. A investigacao do rendimento na Pnad comentarios e sugestoes a pesquisa nos anos 2000. Rio de Janeiro, 2002 Texto para Discussao, n. 899. Disponivel em: http:www.ipea.gov.brdefault.jsp. __________. O impacto distributivo do imposto de renda sobre a desigualdade de renda das familias. Pesquisa e Planejamento Economico, v. 32, n. 1, abr. 2002. Disponivel em: http:ppe.ipea.gov.brindex.phpppearticleview279. SILVEIRA, F. G. Tributacao, previdencia e assistencia sociais: impactos distributivos. 2008. Tese Doutorado Universidade Estadual de Campinas Unicamp, 2008. SLEMROD, J. Optimal taxation and optimal tax systems. Feb. 1991 NBER Working Paper, n. 3.038. Disponivel em: http:www.nber.orgpapersw 3038. __________. The economics of taxing the rich. May 1998 NBER Working Paper, n. 6.584. Disponivel em: http:www.nber.orgpapersw 6584. __________. High income families and the tax changes of the 80s: the anatomy of the behavioral response. Aug. 1995 NBER Working Paper, n. 5.218. Disponivel em: http:www.nber.orgpapersw 5218. SOARES, F. V.; SOARES, S.; MEDEIROS, M.; OSORIO, R. G. Programas de transferencia de renda no Brasil: impactos sobre a desigualdade. Brasilia: Ipea, 2006 Texto para Discussao, n. 1.228. Disponivel em: http:www.ipea.gov.brdefault.jsp. SOARES, S. Analise de bemestar e decomposicao por fatores da queda na desigualdade entre 1995 e 2004. Economica, v. 8, n. 1, p. 83115, jun. 2006. Disponivel em: http:www.uff.brcpgeconomiaeconomia.htm. SRF. Secretaria da Receita Federal. CoordenacaoGeral de Politica Tributaria. Consolidacao da declaracao do Imposto de Renda das Pessoas Fisicas 2004. Brasilia, fev. 2008 Serie Estatisticas Tributarias, n. 13. Disponivel em: http:www.receita.fazenda.gov.brPublico studotributariosestatisticasConsolida Dirpf 2004.pdf. TRIEST, R. K. The effect of income taxation on labor supply in the United States. Journal of Human Resources, v. 25, n. 3, p. 491516, 1990. VAN SOEST, A.; WOITTIEZ, I.; KAPTEYN, A. Labor supply, income taxes, and hours restrictions in the Netherlands. Journal of Human Resources, v. 25, n. 3, p. 517558, 1990. 40 texto para discussao 1433 nov. 2009 ipea VIANNA, S. W.; MAGALHAES, L. C. G.; SILVEIRA, F. G.; TOMICH, F. A. Carga tributaria direta e indireta sobre as unidades familiares no Brasil: avaliacao de sua incidencia nas grandes regioes urbanas em 1996. Brasilia: Ipea, set. 2000 Texto para Discussao, n. 757. Disponivel em: http:www.ipea.gov.brdefault.jsp. ipea texto para discussao 1433 nov. 2009 41 ANEXO ALIQUOTAS TRIBUTARIAS DO GOVERNO CENTRAL DE DIVERSOS PAISES 2003 Para cada pais, a coluna de uma dada aliquota mostra dois numeros. O superior e a aliquota e o inferior representa o rendimento a partir do qual essa aliquota marginal se aplica. Por exemplo, a Australia comeca a tributar rendimentos em 17% a partir de US 6 mil australianos anuais. Ja o Chile tributa em 5% toda a renda a partir de 4.716 mil pesos anuais. E claro que a tabela abaixo e uma grande simplificacao. Sistemas tributarios sao em geral muito complexos, e a inclusao de seus criterios e parametros em uma unica tabela so e possivel a custa de muita simplificacao. Pais Deducao basica Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota 1 2 3 4 5 6 7 8 9 Australia Austria 887 17,00 30,00 42,00 47,00 6.000 21.600 52.000 62.500 21,00 31,00 41,00 50,00 3.640 7.270 21.800 50.870 Belgica 5.570 25,00 30,00 40,00 45,00 50,00 0 6.840 9.740 14.530 29.740 Canada 1.241 16,00 22,00 26,00 29,00 0 32.183 64.368 104.648 Republica Tcheca 38.040 15,00 20,00 25,00 32,00 0 109.200 218.400 331.200 Dinamarca 35.600 5,50 11,50 26,50 198,000 295,300 Finlandia Franca Alemanha Grecia 10.000 Hungria 12,00 16,00 22,00 28,00 35,00 11.600 14.400 20.000 31.200 55.200 6,83 19,14 28,26 37,38 42,62 48,09 4.262 8.382 14.753 23.888 38.868 47.932 19,90 7.236 48,50 55.008 15,00 30,00 40,00 13.400 23.400 20,00 30,00 40,00 650.000 1.350.000 42 texto para discussao 1433 nov. 2009 continua ipea continuacao Pais Deducao basica Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota 1 2 3 4 5 6 7 8 9 Islandia 321.900 Irlanda 1.520 25,75 30,75 4.089.45020,00 42,00 28.000 Italia 7.500 23,00 29,00 31,00 39,00 45,00 15.000 29.000 32.600 70.000 10,00 20,00 30,00 37,00 3.300 9.000 18.000 9,00 18,00 27,00 36,00 10.000 40.000 80.000 8,00 10,00 12,00 14,00 16,00 18,00 20,00 22,00 38,00 9.750 11.400 13.050 14.700 16.350 18.000 19.650 21.300 34.500 3,00 10,00 17,00 25,00 32,00 33,00 34,00 5.270 44.732 78.613 91.384 109.411 220.667 Japao 0001 380 Coreia 0001 600 Luxemburgo Mexico 6.193 Paises Baixos 1.766 Nova Zelandia Noruega 77.300 Polonia 530 1,70 7,20 42,00 52,00 15.883 28.850 49.464 15,00 21,00 33,00 39,00 9.500 38.000 60.000 11,76 25,26 31,26 340.700 872.000 19,00 30,00 40,00 37.024 74.048 Portugal 214 12,00 14,00 24,00 34,00 38,00 40,00 4.182 6.325 15.683 36.071 52.277 Republica Eslovaca 38.760 10,00 20,00 28,00 35,00 38,00 90.000 180.000 396.000 564.000 Espanha 3.400 9,06 15,84 18,68 24,71 29,16 4.000 13.800 25.800 45.000 Suecia 11.400 0,00 20,00 25,00 284.300 430.000 Suica Turquia milhoes 540 0,77 0,88 2,64 2,97 5,94 6,60 8,80 13,20 11,50 16.100 27.900 36.500 48.600 63.800 68.800 91.100 154.700 664.300 15,00 20,00 25,00 30,00 35,00 40,00 5.000 12.000 24.000 60.000 120.000 continua ipea texto para discussao 1433 nov. 2009 43 continuacao Pais Deducao basica Reino Unido 4.615 Estados Unidos 7.800 Chile 0001 Africa do Sul 4.615 Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota Aliquota 7 8 9 1 2 3 10,00 22,00 40,00 1.960 30.500 4 5 6 10,00 15,00 25,00 28,00 33,00 35,00 7.000 28.400 68.800 143.500 311.950 5,00 10,00 15,00 25,00 33,00 39,00 43,00 4.716 10.580 17.633 24.686 31.740 42.320 52.900 18,00 25,00 30,00 35,00 38,00 40,00 43,00 27.000 67.000 107.000 137.000 197.000 267.000 259.000 Fontes: Aliquotas Chile: Servicio de Impuestos Internos de Chile; Africa do Sul: South African Revenue Service. Aliquotas outros paises: Foro de Administracao Tributaria da OCDE. Nota: Suica e Luxemburgo tem duas faixas intermediarias que foram retiradas da tabela por falta de espaco na pagina. 1. Os zeros entre parenteses em Japao, Coreia e Chile significam que todos os valores foram expressos tirando os tres zeros. 44 texto para discussao 1433 nov. 2009 ipea Instituto de Pesquisa Economica Aplicada Ipea 2009 EDITORIAL Coordenacao Iranilde Rego Supervisao Andrea Bossle de Abreu Revisao Lucia Duarte Moreira Eliezer Moreira Elisabete de Carvalho Soares Fabiana da Silva Matos Miriam Nunes da Fonseca Roberta da Costa de Sousa Editoracao Roberto das Chagas Campos Aeromilson Mesquita Camila Guimaraes Simas Carlos Henrique Santos Vianna Aline Cristine Torres da Silva Martins estagiaria Livraria SBS Quadra 1 Bloco J Ed. BNDES, Terreo 70076900 Brasilia DF Fone: 61 33155336 Correio eletronico: livrariaipea.gov.br Tiragem: 130 exemplares ", "filename": "616155387.pdf", "person": ["Sergei Soares", "Soares, Sergei", "Fernando Gaiger Silveira", "Silveira, Fernando Gaiger", "Claudio Hamilton dos Santos", "dos Santos, Claudio Hamilton", "Fábio Monteiro Vaz", "Vaz, Fábio Monteiro", "André Luis Souza", "Souza, André Luis"], "date": ["2009"]}