{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/76779/1/617153833.pdf"], "title": ["Priors from DSGE models for dynamic factor analysis"], "plaintext": "Priors from DSGE Models for Dynamic Factor Analysis Gregor B aurle August 12, 2008Abstract We propose a method to incorporate information from Dynamic Stochastic General Equilibrium DSGE models into Dynamic Factor Analysis. The method combines a procedure previously applied for Bayesian Vector Autoregressions and a Gibbs Sampling approach for Dynamic Factor Models. The factors in the model are rotatedsuch that they can be interpreted as variables from a DSGE model. In contrast tostandard Dynamic Factor Analysis, a direct economic interpretation of the factors isgiven. We evaluate the forecast performance of the model with respect to the amountof information from the DSGE model included in the estimation. We conclude thatusing prior information from a standard New Keynesian DSGE model improves theforecast performance. We also analyze the impact of identified monetary shocks onboth the factors and selected series. The interpretation of the factors as variablesfrom the DSGE model allows us to use an identification scheme which is directlylinked to the DSGE model. The responses of the factors in our application resembleresponses found using VARs. However, there are deviations from standard resultswhen looking at the responses of specific series to common shocks.Keywords: Dynamic Factor Model, DSGE Model, Bayesian Analysis, Forecasting, Transmission of Shocks.JELClassification: C11, C15, C22, C53, E37, E47I thank Fabio Canova, Domenico Giannone, Marc Giannoni, Klaus Neusser, Serena Ng, Frank Schorfheide and Mark Watson for helpful discussions and valuable comments. I also thank seminar participants at the Institute for Advanced Studies Vienna, the University of Pennsylvania, participants at the Spring Meeting of Young Economists 2007 in Hamburg and the 62nd European Meeting of the Econometric Society in Budapest. Part of this work was written while visiting the University of Pennsylvania, USA.I am grateful for financial support from the Swiss National Science Foundation. The usual disclaimerapplies.Economics Department, University of Bern, Schanzeneckstrasse 1, CH3001 Bern, Switzerland. Tel.:41 31 631 80 75. Email: gregor.baeurlevwi.unibe.ch.1Contents 1 Introduction 2 Empirical Model and Identification 3 DSGE Model Prior 37104 Estimation method 144.1 Step 1: Drawing from pF , , , R, , X . . . . . . . . . . . . . . 154.2 Step 2: Drawing from p, R F, , X and p F, , R, X . . . . 164.3 Step 3: Drawing from p, , F . . . . . . . . . . . . . . . . . . . 175 Empirical Application 215.1 Data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21Implementation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 225.25.3 Forecast Performance. . . . . . . . . . . . . . . . . . . . . . . . . . . 245.4 Selection of weights of prior . . . . . . . . . . . . . . . . . . . . . . . . 255.4.1 Variation explained by common factors. . . . . . . . . . . . . 265.4.2 Posterior probabilities . . . . . . . . . . . . . . . . . . . . . . . 265.5 Parameter estimates . . . . . . . . . . . . . . . . . . . . . . . . . . . . 285.6 Transmission of Shocks . . . . . . . . . . . . . . . . . . . . . . . . . . . 295.6.1. . . . . . . . . . . . . . . . . . . . . . 295.6.2 Response of Common Factors . . . . . . . . . . . . . . . . . . . 325.6.3 Response of Observed Series . . . . . . . . . . . . . . . . . . . . 33Identification of Shocks 6 Conclusion A Tables B Figures C DSGE model in generic form D Kalman Filter with Autocorrelated Errors E Inverse Wishart Distribution F Inverted Gamma Distribution 2343950616265651 Introduction Dynamic Factor Models are becoming increasingly popular in empirical macroeconomics due to their ability to cope with a large number of data series. The ideais to gather the informational content of a high dimensional data vector in a smalldimensional vector of common factors. Each series is decomposed into a sum of alinear combination of these common factors and an idiosyncratic term. Assumptions on the correlations between the idiosyncratic terms in the simplest case thereassumed to be orthogonal make the identification feasible. Compared to a smalldimensional Vector Autoregression VAR, the analysis is more robust with respectto the disturbing influence of idiosyncratic components of the series such as measurement errors.From an economists point of view however, the interpretation of the results and inparticular the factors is difficult: Their relationship to economically interpretableconcepts is not immediate. This often leads to a purely statistical a analysis. Storytelling in an economically sensible way, which is essential for policy makers, is notimmediately possible in the standard setting. Another problem is that even thoughthe parameter space is reduced to some degree compared to a VAR, still many parameters have to be estimated. Generally, the problem with a large parameter spaceis reflected in the fact that scarcely parameterized models very often have a betterforecasting performance than models with a large number of parameters.In this paper, we propose a Bayesian method which provides a solution to bothproblems mentioned above: We first rotate the factors such that the relationshipsbetween factors and data series leads to a natural economic interpretation. The factthat the factors are only identified up to an invertible rotation is thereby exploited:We use an informative prior on the factor loadings in order to rotate the factors.Even an almost flat prior rotates the factors: As the likelihood is flat, the curvatureinduced by the prior causes a rotation. By increasing the tightness it is possible toimplement believes about the relationship between specific series and factors. Giventhe economic interpretation induced by the rotation, we then combine prior information from a small scale Dynamic Stochastic General Equilibrium DSGE modelwith information contained in the data in order to estimate process. DSGE modelsprovide a complete description of the dynamics of economic concepts, parameterizedonly by a small set of deep structural parameters. Thereby, depending on the weightof the prior, the parameter space is shrinked towards a parsimonious representationof the data.To our knowledge, there is no contribution in the literature which builds prior knowl3edge from DSGE models into Dynamic Factor Analysis. By contrast, there aresophisticated methods designed for VARs. The availability of VAR techniques motivates the idea to use a Gibbs Sampler for the estimation of a Dynamic Factor Model:Given an initial set of parameters, we draw from the distribution of the unobservedfactors. Given the factors, standard regression and, most importantly, VAR techniques can be applied to draw from the distribution of parameters. This draw canagain be used to simulate a new set of factors. For a sufficient number of iterationsover these two steps, the draws converge to the joint distribution of parameters andstates see Geweke 2005 for a description of Gibbs sampling methods in generaland Kim and Nelson 1999 for their application to state space models. In this way,the procedure allows to incorporate Bayesian VAR methods into the estimation ofthe factor dynamics. The method used in this paper was developed by Del Negro and Schorheide 2004. Intuitively, a sample of artificial data dummy observations issimulated with the DSGE model. This sample is added to actual data and the VARis estimated over this augmented data set. The size of the dummy observation samplerelative to the actual sample gives the weight of the DSGE model restrictions in theestimation. For comparison purposes, the same idea can be used to implement thesocalled Minnesota Prior. Instead of a DSGE model, some statistical model e.g.independent Random Walks for each variable delivers the set of dummy observationssee Sims 2005 for a general discussion of dummy observation priors.Factor models are useful to study the transmission of structural shocks to economicvariables. Forni, Lippi, and Reichlin 2003 and Giannone and Reichlin 2006 arguethat they are more suitable than VARs, as the large information set potentially helpsto overcome nonfundamentalness problems. In previous studies, identification hasbeen achieved using merely adhoc contemporaneous and longrun restrictions. Amain advantage of our setting is, that it is possible to use an identification schemewhich is directly linked to the DSGE model. The method relies on the fact that inthe DSGE model, the shocks are exactly identified. It builds on the strategy proposed by Del Negro and Schorheide 2004 in the context of VARs. The validity ofthe method hinges on the assumption that all the factors in our model can indeed bedirectly related to variables in the DSGE model. We therefore compare the outcometo an agnostic identification strategy relying on sign restrictions. This idea goes backto Faust 1998 and has been elaborated by Uhlig 2005 and Canova 2002 in thecontext of structural VARs. The latter identification strategy does not necessarilyrely on the interpretation of all the factors as variables of the DSGE model. Thefirst strategy even though widely used in the context of VARs is novel in thefactor model literature. The second scheme has already been recognized as potential 4strategy in Stock and Watson 2005. However, pointing to computational problems,they do not apply the method. Interpreting some factors as economic variables, themajor computational problems can be solved in our model.The closest precursor to this paper is Boivin and Giannoni 2006. They estimatea DSGE model with a large data set, interpreting variables in the DSGE model asfactors and their observed data as their imperfect measures.1 Our model continuously bridges the gap between a nonstructural factor model and the model of Boivinand Giannoni 2006 in the following sense: In the extreme case of degenerate priorson some of the factor loadings and by strictly imposing the restriction of the DSGEmodel one estimates the DSGE model akin to Boivin and Giannoni 2006.2 Byrelaxing restrictions implied by the DSGE model and making the priors for the factor loadings less informative, it is possible to move towards a nonstructural factormodel.Our approach is also related to the analysis in Giannone, Reichlin, and Sala 2006.They show that the state variables of a DSGE model can be interpreted as common factors driving the observed variables. However, the focus is slightly different:Giannone, Reichlin, and Sala 2006 model the dynamics of one observed series pervariable in the DSGE model in which the number of variables can be larger than thenumber of shocks. In contrast, we assume that we have the same number of shocksas variables in the DSGE model. Instead, we interpret the variables in the DSGEmodel as common factors driving a large number of observed variables.As an application, we estimate the model on quarterly US data from 1985 to 2007.For the DSGE model prior, we use the standard version of the NewKeynesian modelas proposed by Del Negro and Schorheide 2004. This model relates output, inflationand interest rates. We therefore select variables from the data set which are supposedto be directly related to these concepts.A first result is that observed interest rates and observed prices are well describedby one corresponding factor even for a very loose prior on the factor loadings. For 1The idea to introduce measurement errors into the empirical analysis of DSGE models by means of afactor structure goes back to Sargent 1989 and Altug 1989. It has also been studied in other papers,e.g. Watson 1993 and Ireland 2004.2When the size of the dummy observation sample is infinite, the resulting estimator does not allowfor misspecification. Nevertheless, the estimator differs from the one in Boivin and Giannoni 2006 inthe sense that we minimize the discrepancy between the unrestricted Maximum Likelihood estimator of afinite order VAR of the factors and the respective values implied by the model parameter see Del Negroand Schorheide 2004.If the DSGE model has a VAR representation of the order considered, theestimation is equivalent, but most models used in modern macroeconomics do not have a finite order VARrepresentation. Another difference is that we do not apply the method suggested by Jacquier, Johannes,and Polson 2004 to reduce the influence of the prior distribution. Boivin and Giannoni 2006 use thismethod to check the robustness of their estimates with respect to the choice of priors.5the observed output series, the result is not as clear cut: Industrial production iswell described by the output factor while GDP loads also on the inflation factor.Posterior marginal data densities suggest that a moderate tightness of the prior forboth the factor loadings and the DSGE prior are optimal. Also, we find that including information from the DSGE model improves the forecast performance for outputseries compared to a simple the nonstructural Minnesota prior. For prices and interest rates, the results is ambiguous. Compared to a simple univariate autoregressivemodel, the performance of estimates using the DSGE prior is markedly better formost of the series. For large weights of the prior distribution the performance getsworse. This also indicates that the DSGE model is too restrictive in some dimensions.We then analyze the impact of an identified monetary shock on the factors and theobserved series. We find that the response of the factors are largely in line with thepredictions of the New Keynesian DSGE model, also for small weights of the DSGEprior: A contractionary monetary shock decreases inflation, decreases interest rateswhich is assumed in sign restriction identification and has a negative impact onoutput growth. There are also some differences, however: The impact on the interestrates is more persistent in the factor model compared to what theory predicts. And,although the distribution of the longrun impact on output is centered around zero,the dispersion is rather wide. Hence, longrun neutrality of monetary shocks cannotbe convincingly verified. The analyis of the responses of the observed series reflectsthe findings on the structure in the estimated observation equation: The impact ofthe shock on observed prices and interest rates are close the their corresponding factors. The same is true for Industrial Production. However, the sign of the reactionof GDP is ambiguous.The paper is structured as follows: Section 2 describes the empirical model and itsidentification. Section 3 sets out the example for DSGE model from which the priordistribution is inferred. Section 4 contains the estimation method. In section 5, theempirical application of the method is given. Section 6 concludes.62 Empirical Model and Identification It is assumed that the data evolves according to the following state space system:Observation equation:State equation:Xt Ft vtLFt et12Xt is a potentially high dimensional vector of N data series observed over T timeperiods. Ft is a vector of unobserved dynamic factors with a small dimension M.3Each variables in Xt loads on at least one factor. is the N M matrix of factorloadings. The factors Ft are related to its lagged values by L I 1L . . . p Lp.The error processes are assumed to be Gaussian White noise: ! iid Nutet 0,0R 00 !whereut vt vt 1and R and are diagonal.4 Ultimately, we will relate the residuals to structuralshocks t H1V ARet with covet IM to analyze the response of the factors and theobserved series to these shocks. We assume that HV AR is invertible, hence that thereare as many shocks as factors. The identification of HV AR is described in Section 5.6.A difference between this setting and standard factor models e.g. Stock and Watson2002b, is that the loading matrix is rotated in order to give an economic interpretation to the factors 5. A structure that can easily be interpreted would be one inwhich a particular set of variables does only load on one factor. For instance, if different measures of output, e.g. industrial production for different sectors and measuresfor GDP, load exclusively on one particular factor, this factor can be interpreted asfactor output. Ideally, the data series are linked to the factors as follows:3The interpretation of the factors as economic concepts from a DSGE model sidesteps an issue in factoranalysis, namely how to identify the number of factors M in the model. In our setting, the number offactors is just the number of concepts the macroeconomist has in mind when she builds a model.4Doz, Giannone, and Reichlin 2006 examine the properties of a quasilikelihood estimator underomitted serial and crosssectional correlation. They conclude that the effect is negligible if the size of thecrosssection is large and the omitted crosssectional correlation is limited approximate factor structure.5The standard procedure is to use an arbitrary statistical normalization.7obj 1 0 . . . 01 0 . . . 0 1 0 . . . 00 1 . . . 00 1 . . . 0 0 1 . . . 00 0 . . . 10 0 . . . 1 0 0 . . . 1 Normalizing the nonzero elements to one scales the factors such that the varianceof the factor is not changed by premultiplying the factor loadings with obj 6. Onepossibility to achieve such a structure is to directly impose the restrictions see Boivinand Giannoni 2006. The disadvantage of this approach is that not all of the zerorestrictions are necessary to identify the model. Hence, imposing the structure maybe too restrictive. A different possibility is to exploit the fact that the factors areonly identified up to an invertible rotation. To see this, plug an invertible matrix Qinto the system:Xt QQ1Ft vt Q1LQQ1Ft Q1et Define Ft Q1Ft, et Q1et, Q and L Q1LQ which yields thefollowing system Xt Ft vt L Ft et 6Some normalizations are needed to exactly identify the factors. This is also the case when strictlyimposing the restrictions on , see Boivin and Giannoni 2006. An alternative to obj implemented herewould be to assume that only one series in each group is related to the factor with loading one. This treatsthe series asymmetrically, but possibly improves the fit of the model.8The latter system is observationally equivalent to the former. The fact that we canrotate the factors with any invertible transformation Q can be used to make thefactors interpretable without strictly imposing the zero restrictions: Starting froman arbitrarily just identified model, we can rotate the factors such that Qcomes as close as possible to the desired factor structure 7. In our Bayesian setting,the natural way to rotate the factors is to use an informative prior distribution for with mean obj. This identifies the factors in the sense that it puts curvatureinto the posterior density function for regions in which the likelihood function isflat. It is clear however, that imposing an informative prior for is restrictive tosome degree, depending on the tightness of the prior. The exact specification of theprior distribution of parameters in the observation equation is described in section 4.The prior distribution for the parameters in the state equation 2 is based on priorinformation from economic theory. In the next section, we give an intuition for thisapproach and describe the economic model we will use in our application.7The idea of rotation has a long tradition in Factor Analysis, see Lawley and Maxwell 1971, but hasup to our knowledge not been applied in a dynamic setting.93 DSGE Model Prior Presumably among the most popular models in contemporaneous monetary macroeconomics is the standard New Keynesian model. It describes the joint dynamicsof output, inflation and the interest rate based on optimizing behavior of a representative consumer and firms which are restricted by some constraints on adjustingprices. The model provides a complete description of comovement between output,inflation and interest rates. When it comes to the empirical implementation, we typically have several data series at our disposal. For example, inflation can be measuredby the GDP deflator, consumer prices or producer prices. Often, it is not desirable to chose only one series out of these as immediate measure. We rather wantto explain generic comovements of economic variables instead of modeling dynamicsof selected data series. It is therefore natural to interpret the factors as variablesmacroeconomists are interested in and the specific data series as indicators relatedto that variable. Putting it that way, knowledge from macroeconomic theory can beuseful for the estimation of relationships between the factors in our empirical model.The idea to include information from economic theory into the estimation can beimplemented using the approach by Del Negro and Schorheide 2004. Their methodis developed for the estimation of Bayesian VARs.Inspecting the state equation2 we see that it has exactly the form of a VAR. By using a Gibbs sampler withdata augmentation in which the factors are interpreted as unknown parameters itis therefore straightforward to imbed their method into our framework.Building in prior information from economic theory into the estimation of the stateequation works as follows: Currently, most macroeconomic models fit into the Dynamic Stochastic General Equilibrium DSGE framework. They provide a completedescription of the dynamic process of a set of macroeconomic variables St. Establishing a relationship between St and the factors Ft, these dynamics directly translate intorestrictions on the matrices and . The information on the restrictions possiblyhelps getting more precise estimates of the parameters. However, DSGE models areoften highly stylized in the sense that they are based on strong assumptions whichsimplify the analysis. It is therefore preferable to use some information on the restrictions, but not to strictly impose them. Technically, this can be implemented with Dummy observations: We use observed data augmented with an artificial samplegenerated with the DSGE model, the Dummy observations, to estimate the factormodel. The size of the artificial data relative to the actual data which is unobserved Ft in our case gives the weight of the restrictions in the estimation. If the artificialsample is very small, we basically estimate an unrestricted version. If the sample 10is very large compared to the actual sample, we only use the actual data to updateestimation of the deep parameters of the DSGE models but then directly take theestimates of and implied by the DSGE model.The likelihood function of a standard VAR depends only on the first and the secondmoments of the data.It follows that we only need to infer these moments fromthe DSGE model to augment the actual data set. We illustrate how this can beachieved with the following version of the standard NewKeynesian model see DelNegro and Schorheide 2004 and Lubik and Schorfheide 2004 for a derivation.The loglinearized equations areyt Etyt1 1rt Ett1 1 ggt ztt Ett1 yt gtrt rt 1 1 1t 2yt rt All the variables in the model are in written in deviations from steady state. Thefirst equation is a standard Euler equation, linking output yt to the expected realinterest rate rt Ett1, expected output Etyt1 and exogenous technology zt. The Philipps curve can be derived by assuming Calvo Price setting, perfectly competitivelabor markets and a linear production function.It relates current inflation t toexpected inflation Ett1, the output gap yt and an exogenous demand shifter gt.The third equation is a Taylor rule which attempts to describe the behavior of the Central Bank. The nominal interest rate rt depends on the lagged nominal interestrate and the reaction of the Central Bank to current inflation, the output gap and amonetary shock rt . The exogenous components gt and zt evolve according tozt zzt 1 ztgt ggt 1 gtt , gt are assumed to be uncorrelatedt and the monetary policy shock r The shocks zwith each other and across time.Assuming rational expectations, there are several algorithms to solve the system. Weuse Sims method see Sims 2002 and therefore define 11St yt, t, rt, Etyt1, Ett1, gt, zt0t zt , gt 0t , rt y,t yt Et 1yt, ,t t Et 1t0 1, 2, R, , , , g, z, R, g, z0add the equationsand write the system asyt Et 1yt y,tt Et 1t ,t 0St1 1St t t The complete matrices 0, 1, and are given in the appendix 8.If there is a unique stationary rational expectations solution, it can be casted intothe following form:St GSt 1 Ht The matrices G are H are complicated nonlinear functions of . For detailedinformation regarding the algorithm that maps 0, 1, and into Gand H, we refer to Sims 2002. For an extension to indeterminate systems see Lubik and Schorfheide 2004. The central assumption is that the factors representeconomic variables which are contained in the DSGE model. We can therefore definethe following selection equation relating the factors to the DSGE model variables.F t ZSt We denote the DSGE model implied factors by F t as opposed to the factors in theempirical model Ft. Note that even though the St is an autoregressive process of orderone, this property does not translate into the implied process for F t . Generally, F has a VAR representation of infinite order:t 8The state vector contains also the expectations of future variables known at time t. This increases thedimension of the state vector which makes computation more time consuming. On the other hand, it alsoallows to directly introduce data that measures these expectations in the estimation which might be aninteresting extension for future work.12with et iid N0, . In the empirical model, we will approximate the system byincluding only a finite number p of lagged factors:Xj1F t j F tj etj F tj et 1. . .F 0F 0. .   . . F 0Tp 2Defineand F P j1F t p Xpp1F 0F 0p 1F 0F 0 F 0T1 F 0T2p F p1p2F 0F 0 F 0TF FPF , EF 0P F and F F EF 0P F Then define P .These moments can easily be calculated given the solution to the DSGE model see Appendix of Del Negro and Schorheide 2004. For a given , the implied coefficientmatrices and the maximum likelihood estimates of and for atruncated VAR on an infinitely large sample of artificial observations are given bythe YuleWalker equations: EF 0FP FP 1F F FP FPF FP F FP01FP FP0F FPSo the autocovariances up to the order p contain all the relevant information on the VAR parameters implied by the DSGE model. In the estimation, we use these moments to shrink the parameter space of the coefficients in the state equation towardsthe dynamics implied by the DSGE model. The concrete implementation of this ideais described in the next section.134 Estimation method Following Kim and Nelson 1999 and Boivin and Giannoni 2006 we use a Gibbssampler to estimate the model. In general, Gibbs sampling works as follows. Partition the set of parameters in K subsets, 1, 2, . . . , K and definek 1, . . . , k 1, k1, . . . , K. Now suppose it is not possible to draw directlyfrom the distribution of , p. But the conditional distributions pk k arestandard. Starting at an initial value 0k repeat the following steps for j 1, . . . , Ji Set j j 1ii For each k, draw from pjk jk. Replace the kth element in j by thedrawn valueiii Increase j by one and go back to step iThis yields a Markov chain in the parameters :pjj 1,  , 1 pjj 1Under certain regularity conditions satisfied here 9, the stationary distribution of this Markov chain is p. Discarding some initial draws to ensure that the effect of theinitial 0k becomes negligible, which amounts to assuming that the Markov chainhas converged to its stationary distribution, we draw from the joint distribution ofthe parameter vector given the data. Building on Kim and Nelson 1999, Boivinand Giannoni 2006 recognize that given the states Ft, standard methods could beused to draw from the distribution of the parameters of the model and that given themodel parameters , R, , , standard methods could be used to sample from thedistribution of the states. In our case, 1 F1, . . . , FT , 2 , R, 3 and 4 , , . Note that the set of parameters is augmented with the vector which denotes the parameter of the DSGE model used as prior. We therefore sampleiteratively from the following conditional distributions:pF j j 1, j 1, j 1, j 1, Rj 1, j, X pF j j 1, j 1, j 1, Rj 1, j, Xpj, Rj F j, j 1, j 1, j 1, j 1, X pj, Rj F j, j 1, X9See Geweke 2005 for details on conditions that ensure convergence.14pj F j, j, Rj, j 1, j 1, j 1, X pj F j, j, Rj, Xpj, j, j F j, j, Rj, , X pj, j, j F j1, . . . , j T and X X1, . . . , XT. The steps arewhere j jnow described in turn. We drop the index j for notational convenience, but keep inmind that the steps constitute only one iteration of the Gibbs sampler.p, F j F j 1 , . . . , F j 4.1 Step 1: Drawing from pF , , , R, , XThe algorithm described in Kim and Nelson 1999 is used to draw from the jointdistribution of the states. The derivation assumes that the state space system 1and 2 is Markovian of order one.If p 1 the system has to be rewritten intoa Markov system by redefining the state vector, see Appendix D10. A standard Kalman filter can be used to calculate the distribution of Ft given X1, . . . , Xt andthe model parameters. Define It X1, . . . , Xt, , , , , R. We want to samplefrom pF1, . . . , FT X1, . . . , Xt, , , , , R pF1, . . . , FT IT . Factorize thejoint density into a product of conditional densities:pF1, . . . , FT IT pFT IT pFT1 FT ,IT . . . pF1 F2, . . . , FT ,IT The Markov property of the system implies that pFt Ft1, . . . , FT ,IT pFt Ft1,IT and pFt Ft1,IT pFt Ft1,It. We therefore writepF1, . . . , FT IT pFT IT pFT1 FT , IT1 . . . pF1 F2,I13The joint distribution of Ft and Ft1 given It is ! Ft Ft1 It NFtt Ftt Ptt 0Ptt Ptt Ptt 0 ,!where Ftt EFt It and Ptt VFt It are outputs of the Kalman filter. Sothe distribution of St given St1 and Xt can be found with the standard formula formultivariate normal distributions:10Also the fact that there is autocorrelation in the observation equation complicates the problem froma numerical point of view. The Kalman filter has to adapted as described in Appendix D.15EFt Ft1,It Ftt Ptt 0GPtt G0 1Ft1 FttVFt Ft1,It Ptt Ptt 0Ptt 0 1Ptt So Ft Ft1,It is normally distributed with expected value and variance that caneasily be calculated with the output of the Kalman filter. The last step of the Kalmanfilter gives us the mean and the variance of FT IT . We draw from this distribution.Given this draw, we iteratively draw from pFt X, Ft1 where Ft1 is the valuedrawn from pFt1 It1, Ft2. According to equation 3, this gives us a draw fromthe joint distribution of the factors given the parameters of the model and the data.4.2 Step 2: Drawing from p, R F, , X and p F, , R, XGiven the states, standard methods can be used to draw from this distribution,see Chib 1993, Bauwens, Lubrano, and Richard 1999 and Boivin and Giannoni2006. To draw from p, R F, , , , , X, we first filter the data and the states Xt Xt Xt 1 and Ft Ft Ft 1 such that Xt Ft ut Conditional on and using the assumption that R is diagonal, standard multivariate regression methods can be used to draw from the distribution of and R.We follow Boivin and Giannoni 2006 by using the conjugate prior described in Bauwens, Lubrano, and Richard 1999, p.58. The prior distribution pRn, n n,where n denotes the respective row in the observation equation, is of the normalinverted gamma2 form as defined in the appendix of Bauwens, Lubrano, and Richard 1999:Rn i G23, 0.001n N0, Rn M10 M0 is a matrix of parameter that influences the tightness of the priors in the observation equation. The larger the elements of M0 are, the closer we relate the observedseries to the factors a priori. It follows that the posterior distribution is RnX, F i G Rn, T 0.00116nX, F N n, Rn M1n where n M1n M00 F 0 X Rn 3 u 0u 00M10 0 F 0 F 11 0 Mn M0 F 0 FGiven the draws from this distribution, we can calculate a draw from the distribution of vt. Hence, to draw from p F, , R, , , , X, standard results forautoregressive processes can be used: Assuming a standard normal prior for n weobtainwherenX, F, , R N n, N1k n R1k v 0 n N1nvn n Nn 1 R1k v 0nvnand n is the OLS estimate of vnt Xnt Ft on its lagged value see Chib 1993.4.3 Step 3: Drawing from p, , FIn this step, we invoke the method of Del Negro and Schorheide 2004. We give herea merely intuitive description of their main results. For detailed information we referto the original paper.The joint posterior distribution is factorized as followsp, , F, , R, , X p, F, , , R, , Xp F, , R, , XThe prior p, , is specified hierarchically:p, , p, pThis allows to first draw from the posterior distribution of , and the draw fromthe posterior distribution of and given the draw of . The two steps are nowdescribed in turn. In what follows we use the following definitions: We parameterize 17the size of the artificial data T relative to the actual sample size actual sample size:T T . The maximumlikelihood estimates of and based on artificial sampleand actual sample are denoted by 1Fp Fp F 0 F F F 0F P FP 1F 0FP FP F F 0F 0P F P FP 1 1T where the definitions of the sample moments F F F 0F and FP FP F 0analogous to their equivalents implied by the DSGE model. That is FP FPF FPFP F F 0P F P FP are FP andpp1F 0F 0p 1F 0F 0 F 0T1 F 0T2p 1. . .F 0F 0. .   . . F 0Tp 2F p1p2F 0F 0 F 0TStep 3.1: Drawing from p F The distribution depends on prior knowledge on specific parameters in the model. Usually, there is no way to obtain astandard posterior distribution for . A standard way to draw from a nonstandarddistribution is a Random Walk MetropolisHasting MH Algorithm. Given a drawof j 1 from the previous step, a candidate is drawn from a proposal distribution:Then, the following ratio is calculated: j 1 ir pFj ppFj j 1pj 1We set j with probability r.If the proposal is rejected, we set j j 1.The intuition is that we draw from a candidate from an arbitrary distribution andreweigh the draws such that we draw from the desired distribution. For a expositionof MH algorithms and MH within Gibbs algorithms see Geweke 2005. Prerequisite 18is that the Likelihood can be evaluated for a given . The relevant Likelihood ispF Fp Fp Fp Fp M M2 1T 1Tk 2 T Tk 22Fp Fp Step 3.2: Drawing from p, ,F The prior distribution of and given is of the InvertedWishartNormal form:11 IW , T N p 1, N, FP FP 1Note that the distributions are centered at the MLE of and on the artificialsample. It follows thatcid:16 , 1 T N p 1cid:16 , cid:17 FP FP 1cid:17FP FP IW , NThe posterior distribution is of the same form as the prior, but it is centered atthe MLE on both actual and artificial data. To get an intuition for the result, it isillustrative to decompose the posterior distribution into the likelihood function andthe prior distribution:p, , F pF , , p, , pF pF , , p, , The likelihood ispFt , , T 2 exp 12 tr1F 0F 0F 0Replacing the sample moments as defined above yields P F F 0FP 0F 0P FP 45cid:19cid:18cid:18cid:19 0FP FP pFt , , T 2 exp 12 tr1F F 0F FP 0F FP11This is a slight abuse of notation: We should vectorize the matrices and .19The density function of the InvertedWishartNormal distribution is 12 tr1 0 0 00cid:19cid:18p, c1 T n12exp p, Note that Bayes Theorem givesp, p , p, Comparing this to the likelihood pF , , we see that the prior distributionof and given can be interpreted as augmenting the data set with dummyobservations F by multiplying the likelihood of dummy observationscid:18pF T n12expwith an improper prior 12 tr1 0 0 00cid:19p, n12The sample size of the artificial sample is T , therefore is a parameter whichreflects the tightness of the DSGE model prior,. The larger , the larger the samplecompared to the actual sample. If is large, the estimates of and will concentrateon the restrictions implied by the DSGE model. Tedious manipulations ofp, ,F pF , p, show that and given and F are of the Inverted WishartNormal form statedabove.To summarize, Step 3 of the Gibbs sampler works as follows: First draw , accept or reject these draw according to the rule described above. Given the resultingj, use the distributions 4 and 5 to draw j and j, respectively. Given thisdraws, we start a new iteration with step 1.205 Empirical Application This section describes the results when we apply the prior from the New Keynesianmodel to a Dynamic Factor Model. The tightness M0 of the prior for determineshow close the data series are connected a priori to the DSGE model concepts. Thevalue of determines the weight of the DSGE model in the estimation. As it isnot clear a priori what values should be chosen, we estimate the model over a gridof values for M0 and . We provide some evidence on a optimal weight based onthe forecast performance. We also discuss the selection of the optimal weight and M0 based on measures of insample fit. In particular, we decompose the varianceof the data into the fraction explained by the common factors and the variance ofthe idiosyncratic component. Additionally, we provide the posterior marginal datadensity as a selection criterion. Section 5.5 evaluates the estimates of the DSGEmodel parameters.We proceed as follows: In section 5.1 we describe the data. Section 5.2 addressessome issues concerning the concrete implementation of the MCMC algorithm. Thechoice of the prior distribution of the DSGE model parameters is discussed. Section 5.3 discusses the forecast performance. In Section 5.4 we provide the discussion ofthe optimal weights based on measures of insample fit. Section 5.6 discusses howidentified monetary shocks influence the common factors and the observed series 12.5.1 Data We use quarterly data from 1985 to 2007:3. We do not use data from periods earlierthan 1985 because there is evidence for structural break at around 1984 see e.g.Stock and Watson 2002a. The data is taken from Federal Reserve Bank of St.Louis Data base and from the Bureau of Labor Statistics. We select data corresponding to the variables contained in the DSGE model: Output, Prices and Interest Rates. The output series include data on real personal income, consumption expenditures, domestic product, industrial production and capacity utilization. Pricesindicators are deflators of GDP and consumption expenditures, and consumer pricesindexes for several subgroups of goods. Interest rates include bonds with differentratings, Treasury bonds and the FED funds rate. If there was only monthly dataavailable, we took averages to obtain a quarterly series. A complete list with detailedinformation is given in Table 2.12The calculations are done with our own MATLAB routines. To solve the DSGE model, we adaptedthe MATLAB code written by Christopher Sims. Gauss routines written by Frank Schorfheide were usedto test our code.21A central issue is how the economic concepts contained in the factors relate to the variables in the DSGE model. We adapt the approach taken by Del Negro and Schorheide2004. They use output growth, inflation and annualized interest rates in levels forthe estimation. The following observation equation which does not correspondto the observation equation 1 is therefore specified obs refers to the observedseries:yt,obs ln yt ztt,obs ln trt,obs 4ln r ln rtHence, we also take the growth rate of the price series to measure inflation, thegrowth rate of the output series, and the interest rate series in levels for our estimation. We adapt these equations by replacing yt, t and rt by their correspondingfactors. We do not use annualized interest rates as this introduces undesirable heteroscedasticity in the data and adjust the observation equation accordingly. Theseries are demeaned, which implies that we omit the constants contained in theequations above.One further issue is, that in particular in classical analysis of factor models, there isa large and still developing literature of statistical tests to determine the number offactors. We do not attempt to do a methodically sound analysis of our data set inthat respect: In our factor model, the number of factor is determined by the numberof shocks in the DSGE model. However, the eigenvalues of the covariance matrix ofthe data provides some indication that three factors are not at odds with the data.We have three eigenvalues which are distinctively different from zero: 78.5, 5.9 and 3.6. The next smaller values are 0.9, 0.8 and 0.5 which are much closer to zero. Thisis indicative because the number of factors corresponds to the number eigenvalueswhich go to infinity with increasing crosssectional dimension.5.2 Implementation The prior distribution for is taken from Del Negro and Schorheide 2004. Parameters are assumed to be independently distributed according to Table 1. We donot attempt to estimate the steady state values for the interest rate and thereforecalibrate r 0.99.We assume the same prior for the coefficients in the observation equation for eachseries see section 4. However, we standardize the variance of the series to the stan22Table 1: Prior Distribution Parameter Distribution Mean Std.Deviation 12rgz Rgzgammagammabetagammagammabetabetainverse gamma1inverse gamma1inverse gamma11.50.1250.50.320.80.30.2510.6300.8750.50.10.20.150.50.10.10.1390.3230.4301 The inverse gamma1 density is parametrized as in Del Negroand Schorheide 2004: p, s 1es 222 where 4 and s equals 0.2, 0.5 and 0.7, respectively.2 Following Del Negro and Schorheide 2004, we truncate theprior density such that the parameter space is restricted tothe determinacy region corresponding to approximately 98.5% of the prior mass as defined above.dard deviation of one particular series in the sample: In particular, we standardizeall output series to have the same standard deviation as GDP. For the price serieswe use the GDP deflator and for the interest rate series we use the FED Funds Rate as normalizing series. This makes the estimation more robust to the influenceof data series with large variance.The variance of the innovations for the proposal draws in the MHalgorithm is chosenin order to get an acceptance rate between 0.2 and 0.3. We iterate 200000 times over Step 1 to 3 described before. To mitigate the effect of the initial values, we discardthe first 20% of the draws. For computational reasons we evaluate only every 16stdraw, such that we have 10000 draws to calculate the distribution of the parameters.Convergence is checked by using different initial values and graphically verifying thatthe recursive means remain stable after the discarded draws.13The number of lags p in the state equation is 4. In the benchmark model, we replacethe DSGE prior with a Minnesota prior. The Minnesota prior is implemented withdummy observations as described in the appendix of Lubik and Schorfheide 2005.The lag length of the AR model is also chosen to be 4.13The only coefficient where the recursive mean are only stable after approximately 100000 is .235.3 Forecast Performance We build rolling forecasts for the last eight years of the sample. This yields 32 oneperiod forecasts, 31 twoperiods forecasts, etc for each variable. Due to the heavycomputational burden we did not reestimate the model for each sample. We evaluatethe forecast performance up to a horizon of two years for a grid of values for and M10 . For each and M1forecast horizon h we calculate the covariance matrix ofthe errors as 0f orecast, M10 , h 132 h 2007:3XXth Pt XthXth Pt Xth0t2000:4where Xt are observed series. Note that if Xt contains only one series, the squareroot of f orecast, M10 , h corresponds to the root mean squared error RMSE.Following Del Negro, Schorheide, Smets, and Wouters 2007, we calculate a multivariate statistic for the forecast performance as the inverse of this matrix, dividedby 2 to convert from variance to standard error and by the number of variables toobtain an average figure. The percentage improvement in the multivariate statisticacross different models is computed by taking the difference multiplied by 100.We use the mean of the posterior distribution for forecasting. We applied the following algorithm: In each iteration of the MCMC algorithm, forecast the future statesgiven the draws of the states. Then use the draw of to calculate the forecasts foreach variable. This results in one forecast for each variable at any given forecasthorizon for each draw. So the whole distribution of these linear forecasts can be evaluated. Under a quadratic loss function, the mean of this distribution is the optimalforecast. Hence Pt Xth 1Jj Pt Sth,j hj Xt j St,jJXj1Pt Sth,j hj St,j Note that the forecast with the mean of the estimates is not equal to the mean ofthe distribution of forecasts. An extension would be the standard practice to use atwo step procedure for forecasting with Dynamic Factor Models: In a first step, thefactors sometimes called diffusion indices are estimated. In the second step, thevariables of interest are regressed on the factors and on their own lags. The resultingequation is used for forecasts. This procedure potentially improves the forecasts for 24all weights of the prior. But as we are mainly interested in relative performanceacross different priors, we do not follow this approach.RMSE for selected series Table 3 shows the RMSE for selected series for different forecast horizons and s. For most of the series, the factor model outperformsthe AR4 forecast substantially. Generally, the forecast error is minimized for moderately positive values of . The optimal depends on the series and also on theforecast horizon. For some series, the gain is quite big with respect to the estimationwith zero weight.Multivariate statistic In Table 4 to 7, the multivariate statistics for differentgroups of series are given. The multivariate statistics confirm the result that thefactor model shows a superior performance compared to the univariate AR4 forecasts. Again, the optimal value for is positive, but small. Increasing the weightto large values results in a worse performance. For the tightness of the prior in theobservation equation, the results are ambiguous: For output series, a tighter linkincreases the gain, for prices there is no effect and for interest right a looser prior isto be favoured. However, the differences are small. Comparing the forecast performance to the factor model with a Minnesota prior, one can see that the Minnesotaprior also performs well. However, there is still a gain from using the DSGE priorfor the output series. Only for the one period forecast of prices, the Minnesota priorperforms better.To summarize, including prior information improves the forecast performance considerably for most of the variables at all forecast horizons compared to the simple AR forecast. Note that there is also a gain over a horizon of two years. However,the longer the horizon, the less reliable are the figures as the number of periods usedfor the evaluation decreases. The optimal weight is clearly positive, but small: Thevalues hoover around a value of 1. Also the Minnesota prior performs considerablybetter than the AR forecasts. Therefore, the gain of the DSGE prior compared tothis model is small.5.4 Selection of weights of prior The previous analysis focused on the outofsample forecasting performance of themodel for different prior weights.In this section, we provide information on insample fit. First, we informally use the fraction of the data which is explained bythe common factors. Then, a formal assessment based on the posterior probabilities 25is provided.5.4.1 Variation explained by common factors The ratio of standard deviation of Ft, the common component of the observed seriesand the standard deviation of the actual data is informally used as a measure forthe explanatory power of the DSGE model for the specific series. Table 11 revealsthat the fraction of the variance that is explained by the factors is quite large. Thefraction is only slightly influenced by the weight of the DSGE prior. That is, the DSGE prior is not restricting the dynamics of the factors in way that influencesthe fit of the model. This indicates that the distribution of the factors are mainlydetermined by the information in the observation equation. The law of motion of thefactors has only small effects on the fit.Comparing the ratios in Table 11 for different values of M0, we see that for somevariables, increasing the weight decreases the fit, while it increases for other series.Strikingly, the estimation with a low weight of the DSGE prior and a very looseprior on the observed coefficients detoriate the fit of the interest rate series, withoutincreasing the fit of other series. This indicates that some curvature in the priordensity is needed to identify the factors. It is optimal to have a moderately tightprior on the factor loadings in that respect.5.4.2 Posterior probabilities In this section, a formal assessment of the insample fit is provided: We index eachmodel by its values for the weight of the DSGE prior and the the tightness of theprior distribution of the factor loadings M0, and denote the respective models by M,M0. We then calculate the posterior probabilities of each model:pM,M0X pM,M0pXM,M0pXTo compare the different models, we put equal prior weight for the each modelpM,M0 1modelsHence, in relative terms, only the posterior marginal data density is used as a measureof fit:pXM,M0 pX,M,M0pM,M0pX,M,M026The selection criteria favors models with a high likelihood, but imposes a penaltyon too loose priors. It works in the same way as the usual information criteria usedin standard time series analysis to select the lag length in autoregressions. Indeed,the Schwarz or Bayesian information criterion is derived on a approximation of theposterior data density 14.The density pXM,M0 cannot be calculated analytically. However, the harmonicmean estimator of Geweke 1999 can readily be applied. This estimator is based onthe following identity:Z1fpXpXp pXdwhere R fd 1. This expression is estimated with JXfj11JpXpXjpjj1In principle, any function f which integrates to one can be used. A standardchoice isf q 12d2V 12 e 12 V 1 Ih V 1 F 12dqi refers to the posterior mean and V is the posterior variance of the draws.The parameter q is deliberately chosen to dampen the effect of extreme draws outof the posterior density. One word of caution maybe necessary at this point: In theory the value of q has no influence on the estimated value of the marginal datadensity.In practice, the estimation depends to some extend on the value of qdue to the finite number of draws. We therefore calculate the pX with q 0.05, 0.1, 0.25, 0.5, 0.75, 0.9, 0.95. We interpret the discrepency between the valuesof pX for the different qs as numerical inaccuracy.In Table 12 we see the results for different weights of the DSGE prior and differentvalues of M10 , the tightness of the prior on the factor loadings. It can be seen thatthere are considerable differences for different values of q, which makes it difficultto order all the models. A robust result, with respect to the choice of q is that for 14With a quadratic loss function, we would use the posterior probabilities to calculate a weighted averageof statistics of interests implied by the different models. However, it turns out that the model with highestposterior receives a weight of almost one, while the other models receive no weight. Hence, to considerthe model with the highest posterior data density does not lead to different conclusion, unless an extremeposition on the prior model probabilities pM,M0 is taken.27large values of , the fit detoriates. It is maximized for small values, in most casesfor 0.25 or 0.5. The optimal tends to be smaller for small values of M0.This is intuitive: The more plausible the interpretation of the factors as the selectedeconomic variables is, the better the DSGE model describes the factors. It is hard totell what the optimal M0 is. All the differences are well in the range of the numericalinaccuracy. A tendence maybe that for a very tight prior, that is large values of M0,the fit is slightly worse. Recalling that the criterion is generally penalizing too loosepriors, we interpret this as evidence that we should not strictly impose the restrictions on the factor loadings matrix. However, inducing some information on whatthe series actually measure does not harm the fit and may help to get more preciseestimates.5.5 Parameter estimates Before studying effects of shocks on factors and observed variables, we summarizefindings on the posterior distribution of the estimated parameters.Parameters of DSGE model The posterior mean of is shown in Table 15.While the width of the intervals decreases with increasing prior weight, the locationof the intervals of most of the coefficients is only slightly influenced. An exceptionmay be the reaction of the central bank to an increase in inflation. This coefficientincreases with increasing weight. The intertemporal elasticity of substitution 1 isslightly higher for moderate values of compared to little prior weight or very largeprior weight.Relationship of factors and observed series We inspect the properties ofthe model with respect to nine variables, three for each group of variables: Personal Income, total Industrial Production and GDP as measures for output, the GDPDeflator, the implicit Deflator on Personal Consumption and the Consumer Price Index for all goods as measures for inflation and the Federal Funds Rate, 3Month Treasury US Bills and Moodys Aaa Corporate Bond Yields as measures for theinterest rate. Additionally, we compare the posterior distribution of the DSGEmodel parameter vector over the grid of .The estimates vary only slightly by changing the weight of the prior. Table 13 showsthe estimated factor loadings for 1. It is indeed the case, that the series loadmore on the factor which is economically related. Especially the interest rate andprice series are explained almost entirely by only one factor. Moreover, the loading is 28centered around one. This is also the case for Industrial Output for moderately tightpriors on the factor loadings. For the other output series the result is not as clear cut:GDP loads positively on the output factor, as expected. However, the loading on theprice factor is distinctively negative. Real Personal Income is negatively influence bythe price factor. Increasing the tightness off the prior on the factor loadings shiftsthe coefficients towards the mean: For M0 16, the loadings are very close to theprior mean.5.6 Transmission of Shocks We investigate two questions concerning the transmission of monetary shocks. First,we analyze how these shocks influence the common factors. Having identified thefactors as economic variables, we are able to compare the responses to typical results in the literature. Second, the model allows to investigate how structural shocksinfluence observed series. The response is obviously driven by the response of thecommon factors. However, deviations of the posterior distribution of the factor loadings from the prior distribution induces more complicated dynamics. We use twodifferent identification schemes. The first, agnostic identification scheme relies onthe sign restrictions. The second follows Del Negro and Schorheide 2004 in thatwe rotate the Cholesky decomposition of the covariance matrix of the residuals etwith corresponding matrix implied by the DSGE model.In the next section, wedescribe the two methods. We then document the results for different weights of the DSGE prior. For the tightness of the prior for the factor loadings, we choose M0 12according to the consideration in the previous section.5.6.1 Identification of Shocks Recall that the residuals in the state equation relate to structural shocks aset HV ARtwith Et 0t:t IM . The goal is to estimate the reaction of the factors Ft to shocks HV AR Fth 0t Given the responses on impact Ft 0, one can use L to calculate the responsesfor h 0. Once this reaction is determined, one can calculate the response of Xt ast 29follows:Xth 0t Fth 0t The problem of identification arises because HV AR can not be uniquely determined using only information from the reduced form estimation of the factor model.HV AR is only restricted by its relationship to the covariance matrix of the reducedform residuals: HV AREt 0V ARtH0V AR HV ARH0It is always possible to plug an orthonormal matrix into the equation above: HV AR0H0V ARand define H HV AR. This matrix also satisfies the restrictions implied by thereduced form estimation. However, it implies potentially very different reactions of Ft to the shocks. Hence, given an arbitrary H, there have to be further restrictionson in order to determine the responses HV AR. The two approaches we use differin the way is chosen.DSGE Model Rotation Del Negro and Schorheide 2004 propose an approachwhich relies on the fact that in the DSGE model, the shock are exactly identified.That is, the matrix Ft 0t ZSt 0t His uniquely determined. Recall that H can be calculated using standard methodsto solve linearized DSGE models. Furthermore, there is a unique decomposition ofthis matrix into the product of a triangular matrix Htr,DSGE and an orthonormalmatrix :H Htr,DSGEThe idea is to set H to Htr,V AR, the Cholesky decomposition of , and then to use as a rotation:HV AR Htr,V AR30On impact, the response differ to the extend that Htr,DSGE and Htr,V AR differ.That is, if the covariance matrix of residuals is similar to its counterpart in the DSGEmodel, then the responses on impact will be close. For horizons bigger than zero,there is the influence of which allows for further deviations of the factor modelresponses to the DSGE model implications.Sign Restrictions The idea of the second approach is to be agnostic: One triesto find restrictions on the sign of the response which are consistent with commonlyaccepted theories. Depending on the nature of this restrictions, it is possible toreduce the range of possible rotations . This idea goes back to Faust 1998 andhas been elaborated by Uhlig 2005 and Canova 2002. We implement the puresign restriction approach, as opposed to the penaltyfunction approach. Hence,we do use an additional to select the best of all impulse response vectors. Allimpulse responses satisfying the sign restrictions are considered to be equally likely.In the pure sign restriction approach, one estimates the impulseresponses and thereduced form coefficients jointly. The impulse responses are parameterized as follows:Hsign Hchol, where is the orthonormal rotation matrix with one column givenby a vector of unit length . Hchol is the Cholesky decomposition of the covariancematrix Hchol H0chol. Uhlig 2005 shows that the set of impulse response functionscan be characterized by a suitable choice of . The prior for the coefficients in thestate equation is formulated asp, , p, Iwhere I is one if the sign restrictions are satisfied and zero otherwise. Thiscan be implemented by repeating the following steps for each iteration of the MCMCalgorithm:1. Calculate the Cholesky decomposition of the j Aj A02. Draw a 3 1vector j with independently and standard normally distributedjelements and normalize the length to one: j j j3. Calculate aj Ajj and check if implied responses satisfy the sign restriction.4. If it satisfies the restrictions keep all the parameters drawn in iteration j. If itdoes not satisfy the restrictions, discard all of the draws.Note that the posterior distribution of the reduced form coefficients is differentfrom the pure reduced form estimation. Draws for which it is more likely that thesign restrictions are satisfied receive more weight.31In our setting, it is possible to restrict the response of the factors or the response ofa set of observed series or both. We restrict the response of the interest rate factorand the inflation factor, and not the observed series directly. This results in a morerobust identification with respect to unimportant idiosyncratic noise. Moreover, itcan also be justified by the fact that reaction of observed interest rates and observedinflation are very well described by the reaction of the corresponding common factors: The factor loadings are close to the blockdiagonal structure. To the extendthat this is true, our approach is meaningful, even if one is not convinced that thefactor indeed correspond to the variable in the DSGE model: One can interpret therotation as a technical device to approximately implement sign restrictions on theresponse of a whole set of observed variables. To identify the shocks, we impose thata contractionary monetary policy shock does not lead to an increase in the price factor an increase in the interest rate factor The restrictions are required to hold for the first 5 period, following Uhlig 2005.5.6.2 Response of Common Factors The different identification approaches do not lead to conflicting results: The 80%HPD overlap to a large extend see Figures 3 to 6. The intervals of the responseon impact implied by the DSGE model rotation are more narrow than the intervalsimplied by the sign restriction. This is especially true for the reaction of the outputfactor. In that sense, including more information leads to more precise results.Generally, we find that the response of the factors resembles those from standard VAR analysis: A contractionary monetary shock decreases interest rates which isassumed in sign restriction identification, decreases inflation and has a negativeimpact on output growth. The responses on impact in the factor model are close tothe responses in the DSGE model. In some dimensions however, there are pronounceddifferences between the implications of the DSGE model and the factor model: Onestriking observation is that the reaction of interest rates to a monetary shock is farmore persistent in the factor model than in the DSGE model. This is even true fora fairly large weight of the DSGE prior. Figure 7 reveals a further major differenceregarding the longrun response of the level of output: Whereas the DSGE modelpredicts long run neutrality of money shocks, the corresponding response in the factormodel does not allow to make precise statements on this. The 80% HPD intervalsare quite large. Hence, there seems to be seems to be considerable uncertainty onthis effect.325.6.3 Response of Observed Series The responses of prices and interest rates are very well described by the responsesof the common factors, see Figure 8 and 9. This is directly implied by the fact thatthe posterior distribution of the factor loading matrix is close to its prior mean. Thesame is true for Industrial Production. This implies that Industrial production reactsin line with the standard view: The response of output to a contractionary monetarypolicy shock is negative. For other output series, there are considerable deviationsFigure 10: Personal Income shows no reaction and Consumption Expenditures evenreacts slightly positive to a contractionary monetary policy shock. Importantly, weconfirm Uhlig 2005s result that the reaction of GDP to a monetary policy shocksis ambiguous. We want to stress, that this result is also achieved with an agnosticidentification approach, not relying on the interpretation of the factors. However,the DSGE prior contributes to tighten the dispersion of the posterior distribution.336 Conclusion Dynamic Factor Models are powerful tools to handle large data sets. So far, thetheory and also the applications focused mainly on finding statistically meaningfulrepresentations of the data.Inspired by the work of Boivin and Giannoni 2006and Del Negro and Schorheide 2004, we proposed a method to relate the statisticalmodel to economic theory, without fully imposing the theoretical restrictions. Ourmodel continuously bridges the gap between a nonstructural factor model and theirmodel in the following sense: In the extreme case of degenerate priors on some ofthe factor loadings and by strictly imposing the restriction of the DSGE model oneestimates the VAR approximation to DSGE model where data is measured with error. By relaxing restrictions implied by the DSGE model and making the priors forthe factor loadings less informative, it is possible to move towards a nonstructuralfactor model.We illustrated our method with an application on US data. A very simple New Keynesian model proved to be useful to reduce the forecast errors for all horizons.Intermediate values for the prior weight perform markedely better than simple AR4forecasts. Taking the restrictions from such a simple DSGE model too literally worsens the forecast performance for most of the series. Compared to a Minnesota prior,the magnitude of the gain shrinks considerably.To evaluate the insample fit, we calculate the posterior marginal data density andinformally use the fraction of the variation in the observed series explained by thecommon factors to analyze selected observed series. The fraction of variation explained by the common factors does not deteriorate when the prior information fromthe DSGE model is included for most of the series. This indicates that the restrictions implied by the DSGE model are supported by the data, once the idiosyncraticcomponents are filtered out. This finding is not supported by the measures of theposterior marginal data densities, however: According to this criterion, a very looseprior is optimal. For the tightness of the prior in the observation equation, the resultsare ambiguous due to the numerical inaccuracy of the data density estimate.Analyzing the estimated observation equation reveals that inflation and interest rateseries are closely related to their corresponding factors even for a very loose prioron the factor loadings. Observed output series other than industrial production loadexclusively on the output factor only if the tightness is increased to more restrictivevalues.We finally evaluated the response of the common factor as well as the observedvariables to an identified monetary policy shock.Identification is achieved using 34an agnostic sign restriction approach and a method which more close relates to the DSGE model implied restrictions. Both approaches lead to similar conclusions: Thecommon factors reaction to a monetary policy shock resembles the predictions fromstandard theory. However, various measures of output show different reactions to amonetary shock. Industrial production reacts negatively to a contractionary shock,while the response of GDP close to zero. This result is consistent with finding of Uhlig 2005 who finds ambiguous effects of a monetary shock on GDP. We add theevidence that this is not true for all measures of output. Industrial production showsa reaction which is consistent with the standard result that output reacts negativelyto a contractionary monetary policy shock.35References Altug, S. 1989: TimetoBuild and Aggregate Fluctuations: Some New Evidence, International Economic Review, 30, 889920.Anderson, B. D. O., and J. B. Moore 1979: Optimal Filtering. Prentice Hall.Bauwens, L., M. Lubrano, and J.F. Richard 1999: Bayesian Inference in Dynamic Econometric Models. Oxford University Press.Boivin, J., and M. Giannoni 2006: DSGE Models in a DataRich Environment, NBER Working Paper, 12772.Canova, F. 2002: Validating Monetary DSGE models through VARs, CEPRWorking Paper, 3442.Chib, S. 1993: Bayes Regression with Autocorrelated Errors, Journal of Econometrics, pp. 275294.Del Negro, M., and F. Schorheide 2004: Priors from General Equilibrium Models for VARs, International Economic Review, 452, 643673.Del Negro, M., F. Schorheide, F. Smets, and R. Wouters 2007: On the Fit and Forecasting Performance of New Keynesian Models, Journal of Businessand Economic Statistics, 252, 123162.Doz, C., D. Giannone, and L. Reichlin 2006: A Quasi Maximum Likelihood Approach for Large Approximate Dynamic Factor Models, European Central Bank Working Paper Series, 674.Faust, J. 1998: The robubstness of identified VAR conclusions about money,Carnegie Rochester Conference Series in Public Policy, 49, 207244.Forni, M., M. Lippi, and L. Reichlin 2003: Opening the Black Box: Structural Factor Models versus Structural VARs, .Geweke, J. 1999: Using simulation methods for Bayesian econometric models:inference, development and communication, 18, 1126, Econometric Reviews.2005: Contemporary Bayesian Econometrics and Statistics. John Wiley Sons, Inc.36Giannone, D., and L. Reichlin 2006: Does information help recovering structural shocks from past observations?, Journal of the European Economic Association, 4, 455465.Giannone, D., L. Reichlin, and L. Sala 2006: VARs, common factors andthe empirical validation of equilibrium business cycle models, Journal of Econometrics, 132, 257279.Hamilton, J. D. 1994: Time Series Analysis. Princeton University Press.Ireland, P. N. 2004: A method for taking models to the data, Journal of Economic Dynamics and Control, 28, 12051226.Jacquier, E., M. Johannes, and N. Polson 2004: MCMC Maximum Likelihood for Latent State Models, Manuscript, Columbia University.Kim, C.J., and C. R. Nelson 1999: StateSpace Models with Regime Switching.The MIT Press.Lawley, D. N., and A. E. Maxwell 1971: Factor Analysis as a Statistical Method. London, Butterworths, 2 edn.Lubik, T., and F. Schorfheide 2004: Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review, 94, 190217.2005: A Bayesian Look at New Open Economy Macroeconomics, NBERMacroeconomics Annual.Sargent, T. J. 1989: Two models of measurements and the investment accelerator, Journal of Political Economy, 97, 25187.Sims, C. A. 2002: Solving Linear Rational Expectations Models, Computational Economics, 20, 120.2005: Dummy Observation Priors Revisited, .Stock, J. H., and M. W. Watson 2002a: Has the Business Cycle Changedand Why, NBER Macroeconomics Annual, pp. 159218.2002b: Macroeconomic Forecasting Using Diffusion Indexes, Journal of Business and Economic Statistics, 20.2005: Implications of Dynamic Factor Models for VAR Analysis, .37Uhlig, H. 2005: What are the effects of monetary policy on output? Resultsfrom an agnostic identification procedure, Journal of Monetary Economics, 52.Watson, M. W. 1993: Measures of Fit for Calibrated Models, Journal of Political Economy, 101.38A Tables Table 2: Data: From St. Louis Fed Economic Data FRED. Some CPI series directly from BLS indicated. Download: March 7, 2008. First Panel: Output Series, Second Panel:Inflation Series. Third Panel: Interest Rate Series Number Code Description 123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960616263DPIC96FINSLC96GDPC96GNPC96NICURPCDGCC96PCECC96PCESVC96PCNDGC96INDPROIPBUSEQIPCONGDIPDCONGDIPDMANIPDMATIPFINALIPMANIPMATIPMINEIPNCONGDIPNMANIPNMATIPUTILMCUMFNTCUCurrent Real Disposable Personal Income Bil. of Chained 2000 Q SAAR 20080228Current Real Final Sales of Domestic Product, 3 Decimal Bil. of Chained 2000 Q SAAR 20080228Current Real Gross Domestic Product, 3 Decimal Bil. of Chained 2000 Q SAAR 20080228Current Real Gross National Product Bil. of Chained 2000 Q SAAR 20071220Current National Income Bil. of Q SAAR 20080228Current Real Personal Consumption Expenditures: Durable Goods Bil. of Chained 2000 Q SAAR 20080228Current Real Personal Consumption Expenditures Bil. of Chained 2000 Q SAAR 20080228Current Real Personal Consumption Expenditures: Services Bil. of Chained 2000 Q SAAR 20080228Current Real Personal Consumption Expenditures: Nondurable Goods Bil. of Chained 2000 Q SAAR 20080228Current Industrial Production Index Index 2002100 M SA 20080215Current Industrial Production: Business Equipment Index 2002100 M SA 20080215Current Industrial Production: Consumer Goods Index 2002100 M SA 20080215Current Industrial Production: Durable Consumer Goods Index 2002100 M SA 20080215Current Industrial Production: Durable Manufacturing NAICS Index 2002100 M SA 20080215Current Industrial Production: Durable Materials Index 2002100 M SA 20080215Current Industrial Production: Final Products Market Group Index 2002100 M SA 20080215Current Industrial Production: Manufacturing NAICS Index 2002100 M SA 20080215Current Industrial Production: Materials Index 2002100 M SA 20080215Current Industrial Production: Mining Index 2002100 M SA 20080215Current Industrial Production: Nondurable Consumer Goods Index 2002100 M SA 20080215Current Industrial Production: Nondurable Manufacturing NAICS Index 2002100 M SA 20080215Current Industrial Production: Nondurable Materials Index 2002100 M SA 20080215Current Industrial Production: Electric and Gas Utilities Index 2002100 M SA 20080215Current Capacity Utilization: Manufacturing NAICS % of Capacity M SA 20080215Current Capacity Utilization: Total Industry % of Capacity M SA 20080215Current Gross Domestic Product: Chaintype Price Index Index 2000100, Q SA 20080228Current Gross Domestic Product: Implicit Price Deflator Index 2000100 Q SA 20080228Current Gross National Product: Chaintype Price Index Index 2000100 Q SA 20071220Current Gross National Product: Implicit Price Deflator Index 2000100 Q SA 20071220Current Gross Private Domestic Investment: Chaintype Price Index Index 2000100 Q SA 20080228Current Personal Consumption Expenditures: Chaintype Price Index Index 2000100 Q SA 20080228Current Personal Consumption Expenditures: Chaintype Price Index Less Food and Energy, Index 2000100 Q SA 20080228Current Consumer Price Index For All Urban Consumers: All Items Index 198284100 M SA 20080220Seasonally Adjusted, Area:U.S. city average Item:Apparel Base Period:198284100 BLSSeasonally Adjusted, Area:U.S. city average Item:Food and beverages Base Period:198284100 BLSSeasonally Adjusted, Area:U.S. city average Item:Other goods and services Base Period:198284100 BLSSeasonally Adjusted, Area:U.S. city average Item:Housing Base Period:198284100 BLSGDPCTPIGDPDEFGNPCTPIGNPDEFGPDICTPIJCXFEPCECTPICPIAUCSLCUSR0000SAACUSR0000SAFCUSR0000SAGCUSR0000SAHCUSR0000SAM Seasonally Adjusted, Area:U.S. city average Item:Medical care Base Period:198284100 BLSCUSR0000SATCPIENGSLCPILEGSLCPIUFDSLCPIULFSLSeasonally Adjusted, Area:U.S. city average Item:Transportation Base Period:198284100 BLSConsumer Price Index for All Urban Consumers: Energy Index 198284100 M SA 20080220Consumer Price Index for All Urban Consumers: All Items Less Energy Index 198284100 M SA 20080220Consumer Price Index for All Urban Consumers: Food Index 198284100 M SA 20080220Consumer Price Index for All Urban Consumers: All Items Less Food Index 198284100 M SA 20080220AAABAACD1MCD3MCD6MFEDFUNDSGS1GS10GS2GS3GS3MGS5GS6MGS7M2OWNMORTGMPRIMEMZMOWNTB3MSTB6MSCurrent Moodys Seasoned Aaa Corporate Bond Yield % M NA 20080304Current Moodys Seasoned Baa Corporate Bond Yield % M NA 20080304CD1M Current 1Month Certificate of Deposit: Secondary Market Rate % M NA 200803043Month Certificate of Deposit: Secondary Market Rate % M NA 20080304CD6M Current 6Month Certificate of Deposit: Secondary Market Rate % M NA 20080304Current Effective Federal Funds Rate % M NA 20080304Current 1Year Treasury Constant Maturity Rate % M NA 20080304Current 10Year Treasury Constant Maturity Rate % M NA 20080304Current 2Year Treasury Constant Maturity Rate % M NA 20080304Current 3Year Treasury Constant Maturity Rate % M NA 20080304Current 3Month Treasury Constant Maturity Rate % M NA 20080304Current 5Year Treasury Constant Maturity Rate % M NA 20080304Current 6Month Treasury Constant Maturity Rate % M NA 20080304Current 7Year Treasury Constant Maturity Rate % M NA 20080304Current M2 Own Rate % M NA 20080307Current 30Year Conventional Mortgage Rate % M NA 20080304Current Bank Prime Loan Rate % M NA 20080304Current MZM Own Rate % M NA 20080307Current 3Month Treasury Bill: Secondary Market Rate % M NA 20080304Current 6Month Treasury Bill: Secondary Market Rate % M NA 2008030439Table 3: Percentage decrease of the RMSE relative to AR4 forecast with M0 0.5Personal Income GDP Defl CPIPers Cons Price Defl Observed Series GDPh14812Industrial Production 1481214812148121481214812148121481214812Fed Funds Rate 3M TBill Moodys Aaa Bonds 12523.27 22.184.756.013.754.993.304.2230.1332.257.308.335.114.202.864.4060.9863.525.335.220.670.742.823.350.991.460.900.271.700.761.271.340.430.190.541.611.540.611.931.532.342.300.960.740.310.091.100.4111.0712.234.551.047.3210.6022.4620.7111.5412.473.530.1314.7011.1729.1031.166.066.711.662.201.041.593.343.6218.542.942.763.1021.667.795.896.2560.695.280.982.400.711.540.171.110.692.822.542.502.161.750.940.6611.125.596.6720.7211.754.4010.3428.875.711.240.783.2510014.241.412.403.4413.196.906.697.5060.975.740.962.290.871.250.890.160.652.972.402.201.892.502.091.9311.735.066.2420.0112.333.789.9128.115.410.190.273.000.2519.362.894.954.0130.910.433.781.9564.504.070.643.361.320.782.500.880.050.600.830.382.680.720.141.3314.931.6512.9723.1614.722.7717.6332.605.870.930.141.740.521.083.304.363.5432.913.033.241.6462.974.620.523.171.250.352.280.920.060.530.710.412.500.590.211.1713.941.1111.8822.3313.852.3016.6631.816.170.310.232.2340Table 4: Multivariate statistic relative to AR4 forecast: GDP, IP total, Personal Income GDP Defl, Pers Cons Price Defl, CPI, Fed Funds Rate 3M TBill, Moodys Aaa Bond 0 120 1hM11234812M11234812M112348120 20.250.51251009.333.264.374.555.996.609.222.763.784.055.746.449.032.293.293.615.536.309.123.394.524.605.846.499.042.944.004.155.616.369.032.703.703.885.466.278.433.114.414.405.726.477.572.523.983.835.446.338.487.622.902.464.09 3.843.744.135.495.286.206.317.828.572.74 2.323.84 3.513.90 3.465.314.906.006.207.152.293.763.515.286.057.092.093.593.365.126.066.871.843.333.174.945.966.802.143.673.355.175.956.951.943.473.234.975.886.611.703.253.014.825.7741Table 5: Multivariate statistic relative to AR4 forecast: Output Series 0 120 1hM11234812M11234812M112348120 20.250.51251005.864.845.053.652.611.956.025.025.233.762.711.886.185.165.343.862.741.785.875.924.954.985.085.143.64 3.672.622.641.991.966.025.055.273.792.651.935.995.115.303.782.681.906.20 6.275.245.265.455.413.923.882.762.741.911.865.965.005.163.642.632.016.085.135.353.812.732.036.265.275.473.932.761.985.884.925.123.622.631.996.004.995.213.712.701.996.245.225.353.882.722.026.065.005.223.632.652.025.924.985.123.652.652.056.205.145.283.792.701.9942Table 6: Multivariate statistic relative to AR4 forecast: Prices 0 120 1hM11234812M11234812M112348120 20.250.51251001.041.590.990.890.500.501.131.561.060.950.510.491.121.601.060.940.540.521.14 1.351.761.591.051.201.030.910.560.490.490.571.131.581.080.950.540.551.261.661.141.020.560.531.211.661.131.000.560.551.301.751.221.080.570.541.171.701.201.050.610.611.261.781.251.090.620.611.351.791.261.080.620.601.221.801.251.090.610.621.231.771.241.080.630.621.271.751.261.080.640.641.211.791.261.100.650.651.081.601.090.930.510.501.221.741.231.040.590.6043Table 7: Multivariate statistic relative to AR4 forecast: Interest Rates 0 120 1hM11234812M11234812M112348120 20.250.51251002.122.893.093.252.922.422.072.802.953.162.862.422.002.692.853.102.892.502.152.853.053.282.942.432.132.863.013.192.892.442.002.662.863.112.732.262.092.782.993.182.902.362.112.813.003.212.912.432.102.772.923.142.902.512.062.783.023.252.852.221.972.702.893.092.722.131.992.072.702.802.913.013.213.142.92 2.822.342.252.091.992.83 2.733.00 2.943.24 3.142.95 2.792.192.491.942.662.913.082.662.041.952.712.903.112.732.031.952.712.893.092.782.27Table 8: Multivariate statistic relative Minnesota prior forecast: M10 1 and 1h Output Prices Interest Rates 0.010.060.070.070.010.2512348120.560.300.440.020.160.450.230.100.080.010.000.1744Table 9: Fraction of Variance explained by Factors for 0.25 note that values above oneare possible because the estimation method does not require the variance of the componentsto sum up to one M0GDPIP total Personal Income GDP Deflator Pers Cons Defl CPI0.250.5124160.72 0.890.89 1.030.25 0.460.58 0.790.87 1.020.21 0.410.58 0.790.87 1.010.20 0.400.58 0.790.86 1.000.22 0.410.61 0.800.85 0.980.25 0.450.66 0.810.78 0.890.41 0.600.69 0.950.24 0.620.65 0.920.64 0.910.36 0.920.66 0.920.65 0.900.45 0.930.65 0.900.65 0.870.52 0.930.64 0.870.63 0.830.57 0.910.62 0.830.61 0.770.60 0.810.62 0.78Federal Funds Rate 3month TBill Moodys Aaa Bond0.03 0.130.04 0.130.05 0.160.75 1.090.77 1.100.37 0.830.79 1.090.81 1.100.52 0.920.82 1.070.82 1.080.65 0.970.84 1.050.85 1.060.74 0.990.89 1.020.90 1.030.86 1.00Table 10: Fraction of Variance explained by Factors for 1 note that values above oneare possible because the estimation method does not require the variance of the componentsto sum up to one M0GDPIP total Personal Income GDP Defl Pers Cons Defl CPI0.250.5124160.59 0.800.87 1.020.22 0.410.59 0.800.87 1.010.21 0.400.59 0.790.87 1.010.21 0.400.59 0.790.86 1.000.21 0.410.61 0.800.84 0.980.25 0.450.66 0.820.78 0.890.42 0.610.62 0.920.31 0.910.65 0.920.64 0.910.37 0.920.65 0.920.65 0.900.47 0.950.65 0.900.65 0.880.54 0.940.64 0.870.63 0.830.59 0.930.63 0.840.62 0.770.62 0.830.63 0.79Federal Funds Rate 3month TBill Moodys Aaa Bond0.71 1.090.73 1.100.31 0.800.73 1.080.77 1.100.40 0.840.75 1.070.78 1.090.52 0.910.78 1.050.80 1.060.65 0.960.83 1.040.83 1.040.73 0.980.88 1.010.88 1.020.86 1.0045Table 11: Fraction of Variance explained by Factors for 100 note that values above oneare possible because the estimation method does not require the variance of the componentsto sum up to one M0GDPIP total Personal Income GDP Defl Pers Cons Defl CPI0.250.5124160.59 0.800.84 1.010.21 0.410.58 0.790.84 1.000.21 0.400.58 0.790.85 1.000.21 0.410.59 0.800.85 1.000.22 0.420.61 0.810.84 0.980.25 0.450.67 0.820.78 0.890.42 0.600.64 0.930.29 0.870.66 0.930.65 0.930.38 0.920.66 0.920.67 0.920.48 0.970.65 0.910.67 0.900.56 0.970.65 0.890.65 0.860.61 0.950.65 0.860.63 0.790.63 0.840.63 0.80Federal Funds Rate 3month TBill Moodys Aaa Bond0.74 1.100.75 1.100.33 0.810.75 1.090.78 1.100.42 0.850.74 1.050.78 1.070.50 0.870.75 1.020.78 1.030.61 0.910.79 1.010.80 1.010.69 0.930.85 0.980.85 0.980.82 0.9646Table 12: LogPosterior Marginal Data Density 103Mq 0.2500.5001.0002.0005.00100.00.06250.250.5124160.050.10.250.50.750.90.950.050.10.250.50.750.90.950.050.10.250.50.750.90.950.050.10.250.50.750.90.950.050.10.250.50.750.90.950.050.10.250.50.750.90.950.050.10.250.50.750.90.953.6753.6853.6843.7253.7203.7243.7243.7633.7623.8514.0564.3874.3914.3913.3923.4093.7873.7984.7194.7244.7243.6243.7204.1344.1334.1284.1334.1333.6564.3554.3544.3534.3484.3524.3524.2544.2534.2524.2524.2474.2514.2513.7813.7803.7793.7783.7733.7783.7783.8123.8113.8873.8863.9483.9523.9523.6503.6493.8813.8803.9893.8823.9943.4903.4944.2604.5044.4994.5044.5043.6303.6293.7943.9643.9593.9633.9633.7083.7074.1984.1974.1924.1974.1973.9843.9843.9834.0834.0784.0824.0824.1004.1004.0995.0285.0235.0275.0274.5574.5564.5564.5554.8544.5754.5754.5404.5394.5394.5384.5334.5374.5374.3204.6654.6654.6644.8834.8874.8874.5074.5064.5054.5054.5004.5044.5044.3954.3944.3934.3934.6514.5634.6554.4704.4694.4694.4684.9394.9444.9445.8445.8435.8425.8735.9835.8725.8726.2126.2116.2106.2336.2286.2336.2335.7206.0616.1216.1256.1206.1256.1256.1496.1486.1476.1656.3366.3406.3405.8835.8836.5636.5626.5576.5616.5615.8425.8426.0626.0616.3756.3796.3795.8315.8305.8945.8936.0356.0396.03911.7711.7711.7711.7711.9011.8811.8811.1611.5511.5511.5511.5811.5811.5811.0011.0211.3811.3811.5511.3811.3810.8511.2111.5911.6711.6711.6711.6710.9010.9611.1111.2011.3311.3311.3311.3511.3511.3511.3511.3611.3511.3510.7710.9811.2611.2611.4811.4811.48188.5188.5188.5188.5188.5188.5188.5187.7187.7187.7187.7187.9187.7187.8187.5187.7187.7187.7246.6187.7187.7187.6187.6187.6187.8188.1188.1188.1187.8187.8187.8187.9187.9187.9187.9187.3187.5187.5187.6187.6187.6187.6187.7187.7187.7187.7187.9187.9187.947Table 13: 80% HPD invervals of factor loadings for 1 and different values of M0Output Inflation Interest Rate0.28 0.750.64 1.190.01 0.282.86 1.421.18 0.042.11 0.77 0.03 0.670.88 0.260.06 0.650.09 0.140.09 0.060.03 0.260.08 0.060.06 0.090.00 0.141.27 2.280.01 0.931.36 2.270.85 0.410.30 0.070.93 0.530.69 0.180.71 0.160.48 0.320.01 0.400.01 0.390.15 0.20Output Inflation Interest Rate0.63 0.970.98 1.320.14 0.431.14 0.370.30 0.221.00 0.230.04 0.410.16 0.180.01 0.330.21 0.030.16 0.050.06 0.180.10 0.070.07 0.110.00 0.171.00 1.500.37 0.910.95 1.430.36 0.060.13 0.230.31 0.020.26 0.270.16 0.320.17 0.300.69 1.100.72 1.120.35 0.83Output Inflation Interest Rate0.64 0.941.00 1.260.17 0.440.81 0.150.21 0.210.80 0.130.01 0.300.09 0.170.03 0.230.19 0.020.16 0.040.05 0.150.10 0.060.07 0.100.00 0.170.98 1.380.51 0.960.92 1.320.24 0.010.07 0.240.19 0.030.15 0.240.13 0.250.15 0.250.77 1.120.79 1.130.54 0.94Output Inflation Interest Rate0.83 1.031.00 1.120.51 0.750.16 0.080.07 0.080.20 0.110.96 1.100.91 1.050.94 1.090.06 0.110.05 0.080.09 0.100.08 0.030.04 0.090.06 0.050.06 0.070.06 0.070.06 0.080.94 1.060.94 1.060.90 1.04M0 116GDPIP total Personal Income GDP deflator Personal Consumption Price Deflator CPIFederal Funds Rate 3month TBill Moodys Aaa Bond M0 12GDPIP total Personal Income GDP deflator Personal Consumption Price Deflator CPIFederal Funds Rate 3month TBill Moodys Aaa Bond M0 1GDPIP total Personal Income GDP deflator Personal Consumption Price Deflator CPIFederal Funds Rate 3month TBill Moodys Aaa Bond M0 16GDPIP total Personal Income GDP deflator Personal Consumption Price Deflator CPIFederal Funds Rate 3month TBill Moodys Aaa Bond0.09 0.030.08 0.040.03 0.080.06 0.040.06 0.050.03 0.0848Table 14: 80% HPD interval of DSGE model parameter for different weights and M0 112r 1gz Rgz 0.250.51251001.09 1.670.13 0.320.51 0.780.14 0.541.49 2.550.85 0.960.20 0.700.04 0.080.10 0.210.13 0.261.10 1.700.15 0.350.55 0.760.16 0.541.41 2.470.88 0.970.23 0.700.05 0.080.09 0.200.14 0.271.16 1.700.15 0.350.61 0.790.16 0.541.75 2.650.90 0.970.36 0.790.05 0.090.10 0.210.14 0.271.14 1.690.17 0.360.67 0.810.11 0.342.20 3.490.93 0.980.47 0.820.06 0.100.09 0.210.15 0.271.68 2.120.08 0.230.70 0.810.05 0.171.85 3.240.94 0.990.93 0.980.04 0.070.27 0.410.09 0.141.73 2.090.10 0.230.70 0.800.03 0.121.84 2.410.95 0.990.95 0.990.04 0.060.33 0.470.10 0.14Table 15: 80% HPD interval of DSGE model parameter for different weights and M0 1212r 1gz Rgz 0.250.51251001.07 1.560.12 0.310.46 0.740.16 0.561.31 2.550.84 0.960.16 0.620.04 0.080.10 0.210.13 0.251.03 1.520.14 0.330.52 0.770.13 0.481.53 2.650.88 0.970.18 0.700.05 0.090.09 0.200.13 0.261.20 1.920.16 0.360.61 0.780.14 0.411.97 3.080.90 0.980.41 0.880.05 0.090.09 0.230.12 0.251.55 2.090.09 0.270.64 0.780.06 0.241.62 2.710.92 0.980.88 0.980.04 0.070.22 0.360.09 0.151.58 1.920.11 0.250.64 0.770.04 0.151.47 2.340.93 0.980.93 0.970.03 0.060.27 0.420.09 0.141.67 2.000.11 0.250.66 0.780.03 0.132.45 3.230.94 0.980.94 0.980.04 0.060.30 0.450.11 0.1649B Figures 50Figure 1: Upper panel: Posterior mean of for increasing values of the prior weight .Lower panel: Width of posterior 80% HPD interval for increasing values of the prior weight.510.250.512510010.500.511.50.250.512510000.511.522.5lFigure 2: Posterior mean of for increasing values of the prior weight .520.250.512510000.050.10.150.20.25Figure 3: Response of factors to a contractionary monetary shock: 100 and M10 0.553024680.150.10.0500.05Contractory Monetary Shock: Output Growth 024680.030.0250.020.0150.010.00500.005Contractory Monetary Shock: Inflation 024680.0100.010.020.030.040.050.06Contractory Monetary Shock: Interest Rate DSGEVARVAR with Sign Restrictions DSGE ModelFigure 4: Response of factors to a contractionary monetary shock: 5 and M10 0.554024680.20.150.10.0500.05Contractory Monetary Shock: Output Growth 024680.040.030.020.0100.01Contractory Monetary Shock: Inflation 024680.0100.010.020.030.040.050.06Contractory Monetary Shock: Interest Rate DSGEVARVAR with Sign Restrictions DSGE ModelFigure 5: Response of factors to a contractionary monetary shock: 1 and M10 0.555024680.20.150.10.0500.050.10.15Contractory Monetary Shock: Output Growth 024680.080.060.040.0200.02Contractory Monetary Shock: Inflation 024680.0200.020.040.060.08Contractory Monetary Shock: Interest Rate DSGEVARVAR with Sign Restrictions DSGE ModelFigure 6: Response of factors to a contractionary monetary shock: 0.25 and M10 0.556024680.20.150.10.0500.050.10.15Contractory Monetary Shock: Output Growth 024680.10.080.060.040.0200.02Contractory Monetary Shock: Inflation 024680.0200.020.040.060.080.1Contractory Monetary Shock: Interest Rate DSGEVARVAR with Sign Restrictions DSGE ModelFigure 7: Cumulated Level Response of Output Factor for M1values for 0 0.5 and selected 57024680.30.20.100.10.2 0.25024680.250.20.150.10.0500.050.1 1024680.10.0500.050.10.150.20.25 100 DSGEVARDSGE ModelFigure 8: Response of selected observed output series with 1 and M1rates0 0.5 growth 58024680.10.0500.050.1Personal Income 024680.10.0500.050.1GDP024680.10.0500.050.1Consumption Expenditures 024680.20.100.10.2Industrial Production 024680.20.100.10.2Capacity Utilization Observed Series Output FactorFigure 9: Responses of selected observed inflation series with 1 and M10 0.559024680.10.0500.050.1GDP Deflator 024680.060.040.0200.02Personal Expenditures Deflator 024680.10.0500.050.1CPI024680.060.040.0200.02CPI Food 024680.10.0500.050.1CPI all items less Food Observed Series Inflation FactorFigure 10: Responses of selected observed interest rates with 1 and M10 0.5600246800.020.040.060.08Fed Funds Rate 024680.0500.050.10.15Moody AAA0246800.020.040.060.08M2 own rate 0246800.020.040.060.083Month TBill 0246800.020.040.060.086Month TBill Observed Series Interest Rate FactorC DSGE model in generic form St yt, t, rt, Etyt1, Ett1, gt, ztt r,t, g,t, z,tt yt Et 1yt, t Et 1tDSGE 1, 2, R, , , , g, z, gz, R, g, zExpectational equations have to be added:xt1 Etxt1 t So the model used in Lubik and Schorfheide 2004 can be written as 0st 1st 1 t t 01 R200010 1 1 1001 R2 1 R1 10000001000 000000000001010010001 00 0 0 0 000 0 0 0 000 0 0 0 000 0 0 1 00 0 0 0 100 0 0 0 0 g 0 0 0 0 00000000z 61 0 0 00 0 01 0 00 0 00 0 00 1 00 0 10 00 00 01 00 10 00 0 2R00 02g 0002z D Kalman Filter with Autocorrelated Errors For a reference, see Anderson and Moore 1979. It is assumed that the vector ofdata evolves according to the following state space system:Xt Ft vt Ft LFt 1 et Ft is a vector of unobserved dynamic factors with a small dimension M. Xt is apotentially high dimensional vector of N data series observed over T time periods.Each variables in Xt loads on at least one factor, is the N T matrix of factorloadings. Factors Ft are related to lagged values of the factors by L 1L . . . p Lp. The errors et and vt are distributed as follows: ut vt vt 1et 0,0R 00 !! ii N62We assume that R and are diagonal.The system can be rewritten into a system of order one by defining 1 2IM 00. .   . .IM . .  00. . .00cid:16p 00cid:1700IM 0 Ft Ft Ft 1. . . Ftpwith Xt Xt Xt 1X1 0 1. . . pcid:17cid:16 For p 1 we can write Xt Xt Xt 1 Ft Ft 1 vt vt 1 Ft Ft 1 ut  0p 2Mcid:16  cid:17 Ft utandwhere Ft Ft 1 et 0!00 V ar et In this case, the standard Kalman filter see e.g. Hamilton 1994 applies. Forp 1 the definitions imply 1515We could also enlarge the state vector with lagged values. But there the solution provided here keepsthe dimension of the state vector small.63 Xt Ft 1 et ut Ft Ft 1 et So the Kalman Filter has to be adjusted as there is correlation between errors inthe observation and state equation. Additionally, we have Ft 1 instead of Ft in theobservation equation. Note that conditional on the parameter , the sequence Xtcontains the same information as Xt and therefore EFt Xk EFtXk. Thejoint distribution of Xt and Ft is! XtXkt 1k1 N Xtt 1!Ftt 1 ,c 0thtct Ptt 1!!Ftwhere:Ftt Ft 1t 1 cth 1 z t Xt Xtt 1 Ft 1t 1ht Et 1 Xt Xtt 1 Xt Xtt 10 Et 1 Ft 1 et t Ft 1t 1 Ft 1 et t Ft 1t 10 Pt 1t 1 0 0 Rct Et 1Ft Ftt 1 Xt Xtt 10 Et 1Ft Ft 1t 1 et Ft 1 et t Ft 1t 10 Pt 1t 1 0 0Ptt 1 Et 1Ft Ftt 1Ft Ftt 10 Et 1Ft 1 et Ft 1t 1Ft 1 et Ft 1t 10 Pt 1t 10 Ptt Pt 1t 10 cth 1t c 0t Given initial values P00 EFtFt0 and F00 0 we can iteratively calculate Ptt and Ftt for t 1 . . . , T . Note that the assumption X1 0 ensures that thesample size is not reduced, even for p 1.64E Inverse Wishart Distribution The Wishart distribution is the multivariate version of the inverted Gamma distribution. Let be a n n positive definite random matrix. has the inverted Wishart IW S, distribution if its density is of the form:pS, S2n12 exp12 tr1STo sample from this distribution, draw n 1 vectors Z1, . . . , Z form a multivariate normal N0, S1 and let X!1 Zi Z0isee Bauwens, Lubrano, and Richard 1999.i1F Inverted Gamma Distribution There is considerable confusion about the implementation of the inverted gammadistribution for maybe three reasons: First, some authors specify the priors for thevariances, others for the standard deviations. Second, there are differences in theparametrization of the density function. Third, most authors report the mean andthe standard deviations of the prior distribution, while the distribution is specified interms of other hyperparameter. Ideally, the authors explicitly state the density function they use as their mean and standard deviations as well as the hyperparameters,e.g. Del Negro and Schorheide 2004. However, most authors do not. A completediscussion is contained in Bauwens, Lubrano, and Richard 1999. The define thedensity of the variance x 2 ascid:16 scid:17 2fxx 1 2 2 x 12 2e s 2x We follow Bauwens, Lubrano, and Richard 1999 in that we refer to this densityas inverted gamma2 density. We skip the indicator function for the variance andstandard deviations here and in what follows. All the densities are equal to zero ifits arguments are negative.From variances to standard deviations To calculate the implied density fory x.x, one needs to apply change of variable formula. Define y gx 65The inverse is g 1y y 2 and its first derivative g 1yyieldsy 2y. Applying the formulacid:16 scid:16 s 2cid:17 cid:17 2fyy 1 2 2 2 2 y 2 12 2e s 2y 2 2y2 y1e s 2y 2This density is called the inverted gamma1 density.Different parametrizations Del Negro and Schorheide 2004 see notes to Table 1 in their paper:In the this paper, we use the parametization ofcid:18 s 2cid:19 22fyy 2 2 y1e s 22y 2Hence, the difference between the specifications iss s 2The values given in Table 1 refer to s. The parametrization of the invertedgamma2 density follows Bauwens, Lubrano, and Richard 1999. The parameter is the same in either specification.From parameters to moments For 1, the expected value of y is Ey and for 2, the variance isr s 2 12 2 Vy s 2 Ey2There is no easy way to invert the system. Hence, the specification is terms of and s.For 2, the expected value of x isand for 4, the variance is Ex s 266Vx 2 4It follows thatand Ex2cid:19 4cid:182Ex2Vxs Ex 267", "filename": "617153833.pdf", "person": ["Gregor Bäurle", "Bäurle, Gregor"], "date": ["2008"]}