{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45534/1/617272328.pdf"], "title": ["The Baltic challenge and Euro-area entry"], "plaintext": "BRUEGELPOLICYCONTRIBUTIONISSUE 200913 NOVEMBER 2009Telephone32 2 227 4210 infobruegel.orgwww.bruegel.org THE BALTICCHALLENGE ANDEUROAREA ENTRYZSOLT DARVASHighlights The Baltic states previous huge current account deficits turned to surpluses by 2009, but competitiveness improvements are still needed. The problems of the overvalued exchange rate and the large stock of foreigncurrency loans cannot be solved by any of the options maintaining the peggedexchange rate, devaluation, introduction of a floating rate available to the Baltics. The best option would be immediate euro entry at a suitable exchange ratesupported by appropriate resolution to manage the debt overhang, but there is nolegal basis for this. It is in the broader European interest to prevent a collapse in the Baltics, and to helpmediumterm economic growth. Any solution should not be Balticspecific andshould not incur a risk of moral hazard. There are serious concerns about the euro accession criteria. The EU treaty obligesthe Council to lay down the details of the convergence criteria and the excessivedeficit procedure. It is time to fulfil this task and to strengthen the economicrationale of the criteria.This policy contribution was prepared for the conference The Future of the Baltic Sea Region in Europe, 2728 August 2009 in Hamina, Finland, organised to commemorate the 200th anniversary of the Treaty of Hamina by Centrum Balticum and Town of Hamina together with the Finnish Prime Ministers Office.The author is grateful for their comments to Torbjorn Becker, Daumantas Lapinskas, Jean PisaniFerry,Indhira Santos, Andre Sapir, Karsten Staehr, Gyorgy Szapary, Vilija Tauraite and Jakob von Weizsacker, tothe Hamina conference participants and to the seminar participants at the German Marshall Fund in Berlin.The views expressed are the authors and do not necessarily reflect the views of persons mentioned. Maitede Sola, Kristina Morkunaite and Juan Ignacio Aldasoro provided excellent research assistance. Bruegelgratefully acknowledges the support of the German Marshall Fund of the United States to researchunderpinning this policy contribution.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION02THE BALTIC CHALLENGE AND EUROAREA ENTRYZSOLT DARVAS,NOVEMBER 20091. INTRODUCTIONThe global economic and financial crisis has hit Estonia, Latvia and Lithuania hard Figure 1.These countries became increasingly vulnerablebefore the crisis for example, they had hugecredit, housing and consumption booms and thushigh currentaccount deficits and external debt. Itwas widely expected even before the crisis thatthese vulnerabilities would have to be correctedat some point, but the crisis amplified themagnitude of the correction. For the 20082010period, the three Baltic countries are projected toexperience the sharpest GDP contraction amongthe 182 countries of the world for which forecastsare available.Figure 1: GDP growth, 19952010151050510152015105051015Estonia Latvia Lithuania Euro area201996 1998 2000 2002 2004 2006 2008 2010Source: IMF, October 2009 World Economic Outlook.The cornerstone of economic policy in the Balticcountries has been the maintenance of the fixedexchangerate system. While many observersadvised and predicted devaluation, the threecountries have so far managed to survive undertheir fixed exchangerate strategy and haveengaged in drastic budget expenditure cuts,including nominal wage cuts. Wages and priceshave also started to fall in the private sector, and 1. See, for example, Abiad,Leigh and Mody 2009and Darvas and Veugelers 2009.the previously huge current account imbalanceshave been turned into surpluses. While theadjustment in the economy has started, it ishaving a severe social impact, and questionmarks have remained about mediumtermeconomic growth. This paper aims to contribute to the analysis of thepolicy choices of the Baltic countries. To this end,we first discuss some aspects of the precrisiseconomic boom in the Baltic countries, describesome scenarios for future growth and consider theissue of the recent current account surpluses. Thisis followed by a discussion of policy options. Asthe best option is euro entry, we revisit the issueof euroentry criteria, both from economic andlegal perspectives.2. THE LEGACY OF THE PRECRISIS BOOMIn terms of the main macroeconomic conditionsthat prevailed during their precrisis economicgrowth phase, most central and eastern EuropeanCEE countries were different from otheremerging countries in Asia and Latin America.After the dramatic crises of the 1990s and aroundthe turn of the millennium, Asian and Latin American countries fundamentally changed theireconomic models. From being net capitalimporters, they especially in Asia becamebalanced, or even substantial capital exporters 1.Capital export from poorer to richer countries issometimes referred to as capital moving uphill.The CEE region was different: capital moveddownhill, mostly from rich EU15 countries topoorer CEE countries. The good economic growthprospects and the low level of physical capital, theprospect of eventual EU integration and therelated improvement in the business climate, thegenerally highlyeducated labour force and lowlevel of wages, and the low level of domestic creditoffering the potential for substantial creditTHE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION03expansion, were the main supplyside factors forcapital flows into CEE countries. These flows tookthe form of foreign direct investment includingthe buyingup of swathes of the CEE bankingsystems, portfolio investments and loans.There were demandside factors as well, whichwere particularly strong in the three Balticcountries. As these countries were on aneconomicgrowth path to catch up with the maineuroarea countries, their price levels were alsoset to increase compared to the euro area. Figure 2 indicates that in countries with a higher level of GDP per capita, the price level tends to be higheras well, an observation which has both empiricaland theoretical underpinnings. The relationship isnot clearly onetoone and there is countryspecific heterogeneity, but the relationship isapparent. Figure 3 breaks down this dynamiccorrespondence for each of the Baltic states.Figure 3 and other figures to be presented lateralso reports data for the other six Baltic Seacountries, because for various reasons theyprovide a convenient group of countries withwhich to compare the three Baltic states.Figure 2: GDP per capita and price levels in the EUand Russia euro area 12 100, 2007DKFIBESEUKATDEIENLFRCYITESGRSI1401201008060402007PTEESKMTCZLVHUPLRULTROBG00121AE level ecir P406080100120140GDP per capita at PPS EA12 100Source: Bruegels calculations based on Eurostat and IMFdata. Note: Luxembourg is not shown due to its outlying GDPcapita figure.Price level increases compared to the main tradingpartners can occur through either higher inflationor nominal exchangerate appreciation. Estoniahas had a fixed exchange rate against the euroand the Deutsche mark before since it becameindependent, all pricelevelconvergence toward euroarea price levels tookand hence Figure 3: GDP per capita and price level euro area 12 100, 19952010706050403070605040302014013012011010090Estonia 706050403096 9800 02 04 0608 10Poland 706050403096 9800 02 04 062008 107060504030706050403020Latvia Lithuania 70605040307060504030706050403096 98 00 0204 06 08 1096 98 00 0204 06 08 10Russia 706050403096 98 00 0204 06 08 102014013012011010090Germany 14013012011010096 98 00 0204 06 08 1090Denmark Finland 140140130130120120110110100100Sweden 14014013013012012011011010010014013012011010096 9800 02 04 069008 109096 98 00 0204 06 08 10909096 98 00 0204 06 08 1090GDP per capita EA12 100 Price level EA12 100 Source for Figure 3:Bruegels calculation basedon data from Eurostat, the IMFs October 2009 World Economic Outlook forecast,and ECB exchangerate statistics. Note: For bettervisual comparability acrosscountries the range of thevertical axis is 50 percentage points in each panel.The relative price levels for 2009 and 2010 were calculated using the IMF World Economic Outlooks inflation forecast for the individual countries and the euroarea and our assumptionson exchange rates againstthe euro. Euro exchangerates for 2009 and 2010are annual averages andwere calculated from actualexchange rates between 2January 2009 and 11 September 2009 and anassumed constantexchange rate for the rest of 2009 and 2010. Theassumed constantexchange rate is equal tothe average of actualexchange rates between 3August and 11 September 2009.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION04the form of higher inflation. Latvia and Lithuania,on the other hand, had pegs against the SDR IMFSpecial Drawing Rights until 2004 and the USdollar until 2002. As a result of the movements ofthe euro against the dollar and SDR, Latvia and Lithuania experienced nominal appreciation bothagainst the euro and in nominal effective termsfrom 1999 to 2002 Figure 4. Nominalappreciation was especially marked in Lithuaniaabout 50 percent, which contributed to Lithuania having the lowest inflation rate amongthe nine Baltic Sea countries in the first few yearsof the 2000s, and even experiencing deflation in 2003 Figure 5. However, once these countriespegged their currencies to the euro, pricelevelconvergence with the euro area occurred throughhigher inflation.The fixed exchangerate regime enjoyed highcredibility in all three countries because itsurvived both the turbulent period of the firstyears of transition in the first half of the 1990sand the Russian crisis in 19982. The stability ofthe exchange rate created an incentive to borrowin foreign exchange, because the nominal interestrates of euro loans were somewhat below localcurrency loan rates. As inflation started to pick upafter 2004 Figure 5 people and corporationsrecognised that their wages and incomes, as wellas prices, were rising much faster than thepercentage cost of the loan, ie real interest ratesbecame negative. The negative real rate pushedup demand for loans and amplified the boom.Furthermore, rapid economic growth fuelled Figure 4: Nominal effective exchange rates 4 Jan 1999100, 4 Jan 1999 12 Oct 2009Estonia Lithuania Latvia Poland 170160150140130120110100901701601501401301201101009012011010090807060Germany Finland Russia Denmark Sweden 120110100908070602000200220042006200820002002200420062008Source: Bruegels calculation based on ECB, Datastream and Central Bank of Iceland data.Note: Increases in the index indicate nominal appreciation. The nominal effective exchange rate was calculated against 52trading partners. Weights were derived from average trade flows between 2000 and 2008.Figure 5: Current account balance % of GDP and inflation %, 2000201020151050510152025Current accountGDP00 01 02 03 04 05 06 07 08 09 1020151050510152024201612840254Source: IMF October 2009 World Economic Outlook.2. Note however that theeffect of the Russiancrisis on these countriesis dwarfed by thecurrent crisis see Figure 1 and Figure 3.Inflation 00 01 02 03 04 05 06 07 08 09 10Russia Finland Sweden Denmark Germany Latvia Poland Lithuania Estonia 242016128404THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION05expectations that high growth would continue,encouraging people to borrow against their futureincome, as depicted by intertemporal optimisationmodels.The role of budget policy in amplifyingdampeningthe boom was different in the three countries.According to our previous calculations Darvas,2009b budget policy was highly procyclical in Latvia before the crisis, somewhat procyclical in Lithuania, but countercyclical in Estonia.Consequently, both supply and demand factorscontributed to the emergence of substantial creditbooms that fostered construction booms, housingbooms, and consumption booms 3. Budget policyalso amplified the boom, especially in Latvia, butto a lesser extent in Lithuania. These factorsgradually overheated the economies and, in theyears immediately before the crisis, led to a sharprise in wages 4, inflation and current accountdeficits Figure 5. Although considerable foreigndirect investment FDI flowed into the Balticcountries, most of the current account deficit wasfinanced by borrowing from abroad. As aconsequence, massive external liabilities wereaccumulated Figure 6, of which the bulk wasprivate sector external debt. As the examples of Poland and a few other new EU countries indicate,such a development was not inherentlyunavoidable. As also shown in Figure 5, Polishexternal liabilities were much lower relative to GDP,and exhibited a more favourable composition,than in the Baltics 5.The risk inherent in private sector net externaldebt did not matter before the crisis but mattersnow for marketrisk assessment. Figure 7indicates that the credit default swap CDS ongovernment bonds which is a measure of thecost of insurance against government default isnow related to countries net external debt andloan liabilities, which at least in the three Balticstates are mainly made up of private sector debtheld in foreign currencies. Should the economicoutlook deteriorate further andor the exchangerate collapse eg Baltics, or fall further eg Ukraine, Hungary, then even deeper economic Figure 6: External assets and liabilities % of GDP, 2000 and 20072001801601401201008060402002001801601401201008060402001201008060402001009080706050403020100Estonia Financial derivatives Reserves Other investments Portfolio debt securities Portfolio equity securities Direct Investment Liabilities 2007Latvia Assets 2000Liabilities 2000Assets 2007Financial derivatives Reserves Other investments Portfolio debt securities Portfolio equity securities Direct Investment Liabilities 2007Lithuania Assets 2000Liabilities 2000Assets 2007Financial derivatives Reserves Other investments Portfolio debt securities Portfolio equity securities Direct Investment Assets 2000Liabilities 2000Assets 2007Liabilities 2007Poland Financial derivatives Reserves Other investments Portfolio debt securities Portfolio equity securities Direct Investment Assets 2000Liabilities 2000Assets 2007Liabilities 2007Source: Bruegel based on IMF data: International Financial Statistics. Note: Other investments are mainly loans.3. Ireland and Spainexperienced similardevelopments after euroentry in 1999 though to amuch lesser extent than inthe Baltics, due to theirfast economic growth andinflation rate above theeuroarea average, as thelow euroarea interest rateboosted demand andcontributed to the precrisishousing and constructionbooms see Ahearne,Delgado, and von Weizsacker, 2008.4. Migration to western Europe and the shortage ofqualified workers have alsocontributed to wageincreases.5. Bulgaria has also had afixed exchangeratesystem, and hasexperienced very similareconomic developments tothe Baltic countries beforethe crisis, yet Bulgaria hasbeen much less affected bythe crisis. It would beworthwhile studying indetail what lies behind this.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION06leading could emerge, crises to morebankruptcies, unmanageable bank losses and thecomplete dryingup of foreign capital. Thesefactors may lead to a government default, despitethe low level of government debt Darvas, 2009b.In countries where foreign banks are prevalent,burdensharing is an issue. Plotting CDS againstgovernment debt does not indicate a relationship,suggesting that the current level of governmentdebt itself a concern for fiscalsustainability in eastern Europe. The risk inherentin private sector debt matters more.is not in Figure 7: Cost of insurance against governmentdefault and countries net external debtcountries appreciated by about five to ten percentin late 2008, which incidentally is similar to whathappened in Germany, Denmark and Finland.3. POSTCRISIS ECONOMIC GROWTH SCENARIOSFigure 8 provides a schematic picture of actualand potential output before and during the crisis,and offers some scenarios for the future.The overheated economy, as discussed in theprevious section, has led to faster actual outputgrowth than precrisis potential growth, and hencethe actual output level is now greater thanpotential output thus, point 1 is above point2 in Figure 8.LVEU15 2007EU15 SepOct 2009CEE 2007CEE SepOct 2009Figure 8: Schematic depiction of actual andpotential output scenarios in the Baltic states LTHUEEROBGHRRUTRTRPLGRESHRLVPTESPTGRLTDKHUEEDK8060BGITGBROPLSEITSE GB40CZATSK SINLSKSIAT20RUFRFRNLCZFI0BEBEDEDE20Net foreign loan and debt liabilities over GDP 2007Source: Bruegels calculation based on Datastream and IMFdata. Note: Net foreign loan and debt liabilities refer to thewhole economy. CEE refers to new EU member states except Cyprus and Malta, plus Croatia, Russia, and Turkey. EU15refers to the 15 EU countries before 2004 except Luxembourg and Ireland. The SeptOct 2009 CDS valueswere calculated from the average between 1 September and 12 October 2009.Deceleration of credit growth already startedbefore the global financial and economic crisis butit greatly amplified the correction and led to verysharp drop in GDP with all the associatedconsequences. The sharp fall in output opened awide gap between GDP per capita and price levelsrelative in both cases to the euro area, see Figure 3. Further, the exchange rates of some other maintrading partners depreciated, such as the Swedishkrona and the Polish zloty, which helped Swedenand Poland at a time of great contraction in exportdemand 6. Indeed, Figure 4 shows that, in nominaleffective terms, the currencies of the three Baltictuptu OActual output 12Potential output 34ABTime Source: Bruegel.Cerra and Saxena 2008 have demonstrated thatcrises tend to generate a sizeable permanent lossin the level of output compared with the precrisistrend when all main country groups ie advanced,emerging market and developing countries aretaken into account. Their findings imply that thelevel of potential output in the Baltic countries islikely to have fallen during the recent crisis frompoint 2 to point 3 in Figure 8.Actual output should fall markedly between 2008and 2010 in the Baltic countries from point 1 topoint 4 in Figure 8, while domestic demandshould contract even more sharply. The actual outputfall can be decomposed into three components: dnobvog raeyevif nopawd tluafed tider C 00600400206. The Polish zlotydepreciated by about 45percent between thesummer of 2008 andearly 2009, but a properevaluation of thismovement implieslooking at whathappened before. Figure 4 indicates that thezloty was at recordhighs in the summer of 2008 and the currentlevel of the exchangerate at the time ofwriting this contributionis quite close to theaverage of the pastdecade. Figure 3suggests that the zlotymay have beenovervalued before thecrisis note that the 2008 price level wascalculated using theaverage exchange rateof the full year, iewithout the hugedepreciation in thefourth quarter, the pricelevel would have beenmuch higher and alsothat the currentmagnitude of the realdepreciation wasbroadly reasonable,because the price levelsand GDP per capitaboth relative to theeuro area converged.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION07The sharp fall in output opened a wide gap between GDP per capita and price levels relativeto the euro area both taking a historical view considering the Baltic countries themselvesand taking a global comparison. Part of the contraction is a correction ofprevious excess demand the differencebetween points 1 and 2 in Figure 8; Part of the contraction corresponds to the fallin potential output the difference betweenpoints 2 and 3 in Figure 8; But it is also likely that actual output falls belowpotential GDP the difference between points3 and 4 in Figure 8, ie the output gapbecomes negative.While theories of business cycle fluctuations mayneed to be reconsidered in the light of the findingsof Cerra and Saxena 2008, available theoriesoffer a propagation mechanism in which arecession can lead to negative output gaps.Empirical evidence also suggests that recessionstypically in negative output gaps.Furthermore, financial frictions, such as a suddenstopping of capital inflows and a change in thelending behaviour of banks, are likely to haveconstrained the real economy. This is a furtherreason why the crisis is resulting in a negativeoutput gap in Baltic countries.result to its historic An inconvenient implication of the fall in output isthat price levels become too high compared toactual GDP per capita Figure 3, but probably alsorelative to potential GDP per capita. The price levelbecame too high in the Baltic countries, bothrelative level, and whenbenchmarked against a global comparison. Inother words, the real exchange rates are highlyovervalued. While this observation holds for allthree countries, Latvia clearly stands out with its GDP per capita standing at 42 percent of the euroarea average, and its price level at 69 percent ofthe euroarea average both forecast for 2010, ashighlighted by Figure 3.growth rate, starting from the reduced level. Underthis scenario, actual output would grow rapidly fora short period until it reaches the potential levelof output, and then would continue to grow at thesame rate as potential output.Scenario B would be a nogrowth scenario. Onecannot exclude the possibility of no potentialgrowth with a highly overvalued exchange rate.Still, actual output may increase in the short runas it converges to the potential level of output byclosing the negative output gap. Obviously, many other scenarios can beenvisaged. The rate of potential growth for the precrisis period is not known available estimates areso uncertain as to be practically useless andhence, in the optimistic Scenario A, it is highlyuncertain if future potential growth will be equalto previous potential growth or will behigherlower. Also, Scenario B may be replaced byscenarios in which potential output grows, butvery slowly, or potential output falls.4. HOW TO EVALUATE RECENT CURRENT ACCOUNTSURPLUSESFigure 5 showed that the previous high currentaccount deficits had already been adjusted by 2009 and all three Baltic countries are expectedto have currentaccount surpluses in 2009 and 2010. One may argue that currentaccountsurpluses remove the need for further relativeprice adjustment ie devaluation of the currencyor internal devaluation, which amounts todomestic wage and price falls. However, thisclaim crucially depends on the fundamentaldrivers behind itssustainability. We list three possible explanations. this adjustment and The future scenarios depicted in Figure 8 arehighly uncertain. A good outcome would be Scenario A, ie a return to the previous potential 1. Financing constraints. One possible explanation of the currentaccount adjustment is thesudden stop of capital inflows, ie the lack ofTHE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION08financing. In this case, domestic agents haveno choice but to cut imports, and theadjustment does not invalidate the need for asignificant relative price adjustment, ie theeconomy may be uncompetitive and anadjustment in relative prices would still berequired for economic recovery and forsustaining the adjustment in the currentaccount. A continued lack of financing of thecurrent account imbalance coupled withinsufficient adjustment in relative prices maynot allow the output gap to turn to zero, with therisk of a scenario where actual output is lowerthan in Scenario B in Figure 8.2. Negative output gap. A negative output gap 7eg idle capacity and unemployment inducesdomestic agents to voluntarily postponeimports due to uncertainty about economicprospects. Again, such a case would not removethe need for relative price adjustment.Whenever the output gap moves toward zero,the currentaccount imbalance will emergeprovided that there is a source of financing.3. Disappearance of unsustainable consumptionand investment booms. A third possibleexplanation is that Baltic countries did not havea competitiveness problem, even in the boomyears before the crisis, and the huge currentaccount deficit was merely the consequence ofan unsustainable consumption boom, fuelledalso by intertemporal optimisation ie agentsexpecting higher future income and borrowingnow against that future income. Unsustainableinvestment booms concerning investment ineg the real estate sector may have alsocontributed to the buildup of precrisis currentaccount deficits. With the huge recession,consumption has adjusted partly because ofcloudier future growth expectations. Theunsustainable component of investment hasalso adjusted because of the emergence ofovercapacity in the construction sector, andproperty price falls and their future outlook.Under these circumstances the adjustmentachieved so far in the current account is broadlysustainable and a return to more normal growthwithout excessive consumption and investmentbooms will lead to the emergence of reasonablecurrent account balances.The three explanations 8 have different implications for the need for further adjustment. If thecompetitiveness problem is serious, then asignificant adjustment in relative prices is needed,despite the recentlyachieved currentaccountsurplus. If competitiveness problems are minor,then relative price adjustment may not be needed,but the government budget would need to beadjusted public sector wage cuts, expenditurecuts, revenue increases to keep budgetexpenditures in line with new revenue realities.While all three explanations may have played arole to different degrees in the three countries,it is difficult to identify one of them as dominant.The recent export performance of the Baltic statesis at least not worse than in the other Baltic Seacountries and other EU member states, which isto some extent encouraging Figure 9. Thebroadly similar export performance wasaccompanied by much sharper output falls in the Baltic countries. This implies that the sharp outputcontraction in the Baltic countries was attributablemostly to sectors producing for domestic sales,and export capacity may have not been affectedmore than in other countries. Looking at imports,all three Baltic countries indicate a sharper fallthan the other countries under consideration. Thefall in imports is consistent with all three possibleexplanations of the recent currentaccountsurpluses described above.However, there are at least three reasons thatsuggest that regaining competitiveness is crucialeven if the third explanation given above providesthe main explanation for the previous high currentThe recent export performance of the Baltic states is at least not worse than in the other Baltic Sea countries and other EU member states, which is to some extent encouraging.7. A negative output gapcan also be of coursethe consequence offinancing constraints.8. A small part of theimprovement in thecurrent account balanceis due to lesstransferring of profit.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION09Figure 9: Volume of export and import of goods and services 2007Q1100, seasonally adjusted,2005Q12009Q2tropx Etropm I1201101009080701301201101009080706050Estonia Latvia Lithuania Poland Russia Germany 05060708Estonia Latvia Lithuania Poland Russia Germany 050607081201101009080701301201101009080706050Denmark Finland Sweden Ireland Spain Portugal 05060708Denmark Finland Sweden Ireland Spain Portugal 050607081201101009080701301201101009080706050Bulgaria Czech Rep.Hungary Romania Slovakia Slovenia 05060708Bulgaria Czech Rep.Hungary Romania Slovakia Slovenia 05060708Sources: Eurostat and Federal State Statistics Service of the Russian Federation. Note: We used X12 to seasonally adjust Russian and Bulgarian data, which was available only in unadjusted form.Figure 10: Unit labour costs in different sectors of the economy, 2000Q1100, 2000Q12009Q1240240Estonia 320280240320280240Latvia Lithuania 450350300250200150100200180160140120100801601401201008020042006200820002002Poland 20002002200420062008Denmark 20016012013012011010090807014013012011010020016012013012011010090807014013012011010020002006200420022008Total economy Manufacturing D 200220042000Construction F Trade, transport and communication G_I2006 200020082002200420062008Financialbusiness services J_KSource: OECD. Note: Data for the Lithuanian construction sector is not available. Data for Ireland ends in 2008Q4.20042006200820002002Ireland 20002002200420062008Finland 20002002200420062008Germany 20002002200420062008Sweden 4503503002502001501002001801601401201008016014012010020016012080120115110105100959085140130120110100908080200160120801201151101051009590851401301201101009080THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION10account deficits and the recent surpluses thoughthis is unlikely in our view.First, the fact that wages also increased muchmore quickly than productivity during the boomyears suggests that the overheated economy mayalso have gradually eroded competitiveness.Among the different sectors of the economy, unitlabour cost ULC increases were mostlyconcentrated in the nontradable sectors in Lithuania, as highlighted by Kuodis and Ramanauskas 2009, a finding that also appliesto the other two Baltic countries. However, ULC hasalso increased sharply in the manufacturingsector as indicated in Figure 10, especially since 2005. The international comparison offered by thefigure highlights that the Baltic countries lostduring the precrisis boom a significant degree ofcompetitiveness in manufacturing compared tothe other countries shown 9.Second, the nontradable sector has developedespecially rapidly during the boom years. Withoutrestoring competitiveness it would be difficult todirect capacities from this sector towards thetradable sector.Third, Figure 3 has already indicated that a widegap has opened between GDP per capita and pricelevels compared to the euro area. In other words,the actual exchange rate compared to thepurchasing power parity exchange rate, adjustedby the BalassaSamuelson effect, has becomehighly overvalued. In order to provide a historical,crosscountry overview of what used to happenwith the price level after large drops in GDP, wehave looked at all episodes among 182 countriesof the world between 1950 and 2007 in which GDP per capita has fallen by at least 10 percentwithin a period of two years compared to theweighted average of 22 industrialised countries.We have selected countries with relative GDP percapita levels between 20 and 100 percent in thestarting year and have excluded transitioneconomies and oilexporting countries. Figure 11indicates that such episodes also tend to befollowed by price level drops. On average, pricelevels fell somewhat sluggishly, but five yearsafter the start of the depression, the price leveldecline 19 percent almost equalled the declinein GDP per capita 18 percent; both are relativeto the weighted average of 22 industrialisedcountries.Figure 11: GDP per capita and price levels afterbig drops in GDP compared to the weightedaverage 22 industrialised countriesGDP per capita at PPP5550454035302520157065605550454035t3t2t1tt1 t2 t3 t4 t5Price Level t3t2t1tt1 t2 t3 t4 t5Source: Bruegels calculations using IMF and World Bank data.Note: The data shown refers to 43 episodes in 35 countriesbetween 1950 and 2007 in which GDP per capita at PPPdeclined by at least 10 percent compared to the weightedaverage of 22 industrialised countries with a period of two yearscountry specific weights were derived from Bayoumi, Lee and Jayanthi, 2006. Only countries with GDP per capita between 20 and 100 percent in the starting year are considered, andtransition countries and major oilexporting countries wereexcluded. The line with the symbols shows the mean of the 43episodes, while the two dashed lines indicate the interquartilerange ie the middle 50 percent of the distribution. Time t isthe year which precedes the drop in GDP.5. BALTIC OPTIONSThe cornerstone of the economic policy of Balticcountries has been the maintenance of the fixedexchange rate and the goal of euro entry as soonas possible. There is continued strong political 9. Note that all countriesexcept Poland and Sweden had anexchange rate fixed totheir main tradingpartners. The Polish and Swedish currenciesshowed in some caseslarge variations duringthe sample periodshown, but did not haveany trend in exchangerate movement Figure 4. Consequently, acomparison of nominal ULC data shown on Figure 10 well reflectschanges incompetitiveness amongthe nine countries.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION11support for this policy, but it has become thesubject of intense discussion. The Baltic countries face three main choices, andwe shall argue that none of these choices clearlystands out as the best, as all have advantages anddisadvantages, and pose serious risks. There is afourth option, which would clearly be the best, butit is not within the power of the Baltic countries toadopt. The policy choice of the authorities and thesuccess implementing their choice willdoubtless have an effect on which of thescenarios shown in Figure 8 will occur. The fouroptions are the following:in Option 1: Preservation of the current exchangerate level and best endeavours to introduce theeuro as soon as possible; Option 2: Devaluation, but maintenance of thefixed exchange rate system; Option 3: Introduction of a floating exchangerate; Option 4: Immediate euro introduction at asuitable exchange rate, supported byappropriate resolution to manage the debtoverhang.Option 1: Preservation of the current exchangerate level and best endeavours to introduce theeuro as soon as possible 10The three Baltic countries have continued topursue this option, though with different timehorizons for euro introduction. Policymakers in allthree countries have expressed their aim ofintroducing the euro as soon as possible, but Estonians seem to be the most ambitious with atarget date of 2011, implying that their applicationfor eurozone membership will be assessed inspring 2010. There is a clear rationale for choosing this option.With very high foreign currency debt, devaluationwould pose many risks, as we shall discuss under Option 2. The Baltic countries have reasonablyflexible economies and adjustment throughcutting wages and prices could be a solution. Moregenerally, having a fixed exchange rate withoutintroducing the euro implies givingup monetarypolicy without enjoying the benefits of thecommon currency, including the access to ECBfacilities. An independent currency in a very smalland open economy is a source of risk. It is alsosometimes highlighted that keeping the fixedexchange rate, which has survived both theturbulent years after independence in the early 1990s and the Russian crisis, is an importantpillar of national pride.Private sector competitiveness needs to beimproved, but the government also has a majorrole in the adjustment. All three countries haveannounced substantial public sector wage cuts,and other expenditure and revenue measures tocontain the budget deficit. This strategy implies many risks. The first iswhether sufficient adjustment in wages andprices could be achieved or not. Figure 12 on thenext page shows data on average monthlynominal wages in local currency. In all threecountries public sector wages declined somewhatin the first half of 2009, but to a much lesserextent than announced about 15, 40, and 25percent in Estonia, Latvia, and Lithuania,respectively. The reason for the discrepancycould be the time required to implement the wagecuts, but it needs to be seen if nominal wages willfall in the public sector, as announced, and ifprivate sector wages and prices will follow. Thegood news for the adjustment is that nominalwages in the private sector have also started todecline Figure 12; thought the actual magnitudeis still quite small.The second key risk is caused by the uncertaineconomic environment until a definitive solutionis found. Although all three Baltic countries haveruled out devaluation, markets are not fullyconvinced Figure 7. As long as investors think acountry may devalue in the near future, they willnot invest, delaying real activity and contributingto the downward spiral.Third, while the choice is not between devaluationand budget consolidation, because budgetconsolidation would anyway be needed to keep 10. In principle anadditional option would beto keep the peg at thecurrent level but not rushfor euroarea entry; instead,use fiscal policy to dampenthe economic and socialimpacts of the crisis andtarget euroarea entry onlyafter the crisis. While thispolicy would ease the shortrun adjustment needed bygovernment and mayindeed dampen the shortrun social impact of thecrisis, a prolonged period ofuncertainty until euroareaentry would be detrimentalfor investment, and themany risks discussed for Option 1 would remain.Furthermore, the ability offiscal policy to boostdomestic production islimited in small, openeconomies.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION12realities Darvas 2009b, expenditures in line with new medium termrevenue theconsolidation requirement is certainly greater ifthe fixed exchange rate is to be maintained.Clearly, budget consolidation at a time of sharprecession strongly amplifies the recession andthe social burden of the crisis. Latvia had to takeespecially drastic measures by cutting publicexpenditures by about 40 percent in 2009 andfurther cuts are required in 2010 in order to fulfillthe obligations of the EU and IMFled internationallending programme. Apart from the directconsequences of cutting all expenditure otherthan internationalobligations by a substantial amount, socialunrest may bring down the government, andconsequently lendingprogramme, unforeseeableconsequences. interest payments and the leading international to Fourth, the fall in nominal incomes both amongthose who continue to be employed and thosewho have recently become unemployed willincrease the share of nonperforming anddefaulting loans. The length of the period ofincreasing bank losses is uncertain but it willprobably be considerable, implying that banks willbe very cautious in their lending for a prolongedperiod, thus lengthening the recession cf.Scenario B in Figure 8. A lengthened recessionand the uncertainties about its duration will alsolead to postponement of investment decisions, sokeeping the economies in a downward spiral. Fifth, the lengthened recession will make it moredifficult for governments to meet the euroareaentry criterion on the budget deficit. Nor can it betaken for granted that the inflation criterion will bemet, though the recession, the overvaluation ofthe exchange rate and the nominal wage cuts willcertainly contain inflationary pressures and willprobably even drive the economy into deflation.Indeed, The sixth risk comes from the unpredictablereaction of European institutions to the inflationsustainability criterion. The protocol annexed tothe treaty requires among other things that  a Member State has a price performance that issustainable  in the rejection of Lithuanias 2006 euroarea application thesustainability criterion may have played a role 11.if the Baltic countries will meet all Even backwardlooking criteria, what the Commission and the ECB do not regard thesituation as sustainable and instead argue thatinflation was thethe achievement of extraordinary consequence of the deeprecession?low if Even if the Baltic countries manage to adopt theeuro in the near future, there will be significantrisks and challenges for the medium and long run.There is no doubt that having the euro convertedat the current exchange rate would be better forgrowth than the current situation where there isexchangerate risk and associated uncertainty inthe business environment. Introduction of theeuro may increase the attractiveness of thecountries and hence could lead to higher inwardinvestment. However, the large private sector debt Figure 12: Average monthly nominal wages in the three Baltic countries in local currencyEstonia 18,00016,00014,00012,00010,0008,0006,0004,00000 01 02 03 04 05 06 07 08 0918,00016,00014,00012,00010,0008,0006,0007006005004003002004,000100Latvia Lithuania 7006005004003002002,8002,4002,0001,6001,20001 02 03 04 05 06 07 08 0910080000 01 02 03 04 05 06 07 08 092,8002,4002,0001,6001,200800Public sector raw data Private sector raw data Private sector seasonally adjustedSource: Bruegel and Central Statistical Offices of the three countries. Note: We seasonally adjusted the raw data using the X12method. Quarterly data is available for Estonia and Lithuania to 2009Q2, while monthly data is available for Latvia to June 2009. Public sector seasonally adjusted 11. As we have shown in Figure 4, Lithuaniasnominal effectiveappreciation between 1999 and 2004 wassizeable, whichcontributed to lowinflation in the first halfof the 2000s. Furthernominal appreciationwas not expected.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION13and the lower capacity to service the debt willremain even after euroarea entry. If theadjustment in nominal wages and prices provesinadequate and the exchange rate remainsovervalued, then Scenario B of Figure 8 maymaterialise. These outcomes are not justdetrimental in their own right, but may lead toaccelerated migration out of the Baltic countriesto EU15 countries once the recession is over in the EU15, which would further undermine the growthprospects of the Baltic countries Ahearne,Brucker, Darvas and von Weizsacker, 2009.The case of Portugal also provides a warningsignal: following a prosperous economic catchingup period before euroarea entry in 1999, whichwas accompanied by credit, housing andconstruction booms and the build up of largecurrentaccount deficits and external debt,Portugal had the slowest growth rate among euroarea countries, and the catchingup processhalted and even went into reverse to some extentBlanchard, 2006. Spain and Ireland continuedto grow fast after euroarea entry, but are nowfacing the most serious recessions among euroarea members.Option 2: Devaluation, but maintenance of thefixed exchange rate system 12restoring competitiveness and Whenever diversion of resources from the nontradablesector to the tradable sector requires a significantrelative price change, exchange rate devaluationor wage and price cuts could both do the job. Themost important argument in favour of devaluationis that a large correction in relative prices isneeded and it is much easier to do that with anexternal than with an internal devaluation.Deflation is more difficult to achieve and tomanage and also requires more time thandevaluation. As devaluation is quicker, it can giverise to a recovery sooner than the wage and pricecut strategy. There will be bankruptcies both whenthe adjustment is carried out by devaluation andby cutting wages and prices. Devaluation wouldmostly hurt those who have foreign currencyloans, while wage and price cuts hurt everyoneBecker, 2009. Furthermore, although marketshave stabilised somewhat at the time of writingthis policy contribution, there is a risk that thesocial costs of budgetary cuts and wagereductions will be unbearable, or that markets willanyway enforce devaluation later. A voluntarilyand properly designed devaluation is clearlypreferable to a market or social unrestenforceddevaluation, because the latter will most likelyresult in an exchange rate overshoot with furtherdevastating consequences, as many previouscrises have demonstrated.The key arguments against devaluation are that itwould bring about bankruptcies earlier because ofthe balance sheet effect of foreign exchangeloans, while deflation would provide some time toadjust for all concerned. External financing needsmay not be reduced, because private sectorrollover rates might not improve, as the externaldebttoGDP ratio would increase IMF, 2009a. Afurther risk relates to the reaction of foreign banksmostly Swedish and other Nordic banks to alarge number of simultaneous defaults: banksmay decide to withdraw from the Baltic countries,which would further undermine economicrecovery. Furthermore, devaluation would createa precedent because the official fixed rates havenever been devalued since these countries gainedindependence after transition. But devaluationmay induce markets and local people to expectfurther devaluations and to speculate accordingly,including possible runs on banks and conversionof domestic currency deposits into foreigncurrency deposits LevyYeyati, 2009.Whether a significant change in relative prices isstill needed is also not fully obvious. We haveshown that current accounts have gone intosurplus Figure 5, and we have discussed in thepreceding section three possible mechanisms Even if the Baltic countries manage to adopt the euro at the current exchange rate in the nearfuture, there will be significant risks and challenges for the medium and long run.12. A milder form of thisoption is the use of the full15 percent wide ERM2band instead of the currentpolicy of keeping the rate inthe middle of the band,which would be likely tolead to depreciation to theweak edge of the band.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION14The choice is very hard and there is no clearcut winner among the options facing the Balticcountries. However, there is a further option: immediate euro introduction at a suitableexchange rate supported by appropriate resolution to manage the debt overhang.leading to this outcome, one of which does notpoint towards the need for adjustment. Further,the three Baltic countries are probably differentregarding the required size of relative priceadjustment as suggested by eg Figure 3 and 10.Furthermore, for Estonia, IMF 2009b concludes:Staffs assessment is that the real effectiveexchange rate is somewhat overvalued, but thatcompetitiveness is projected to remain adequateas real wage increases are aligned withproductivity. Structural policies to ensure marketflexibility considered to be crucial for facilitatingreal adjustment including a reallocation ofresources from the nontraded to the tradablesector and from low wage to highvalue addedactivities. Such a moreorless positive assessment cannot be found in eg IMF documentsdealing with Latvia.An additional risk to neighbouring countries is thatif only one or two of these countries were to optfor an uncoordinated devaluation, spillover effectsmay necessitate a disorderly devaluation in theother countryies.Option 3: Introduction of a floating exchange rate Some CEE countries adopted a floating exchangerate rather successfully. The Czech Republic, forexample, achieved high growth, low inflation,beloweuroarea interest rates before the crisis,and foreign currency loans had practically noshare in household loans and made up a very lowshare of loans to corporations. Poland and Slovakia also adopted the floating exchange ratequite successfully and these countries areweathering the storm now much better than the Baltic countries 13.After many years with a fixed exchange rate,Ukraine opted for a floating rate in November 2008in response to the crisis. The exchange rate of thehrivna depreciated by about 40 percent in a fewmonths helping the relative price adjustment buthurting borrowers with foreign exchange loansand was volatile, but it has achieved a remarkabledegree of stability since spring 2009. With the benefit of hindsight, in the Balticcountries the introduction of a floating exchangerate would have been a good option around 2000,ie some time after the Russian crisis but beforethe huge credit boom started. The floating ratewould have disciplined borrowers and the creditboom would probably have been milder, similarlyto other floating rate CEE countries. However, thereis always a fear that, in very small and very openeconomies, a floating exchange rate may lead toexcessive exchange rate volatility that could bedetrimental to investment and growth. The keyquestion, which at this point has only historicalrelevance, is if the huge boom and bust cycle andall associated consequences caused by the fixedexchange rate or potential exchange rate volatilitywould have been more detrimental to socialwelfare in a longer term perspective.However, moving to a floating rate at the time ofpanic in a small country with very high externaldebt risks excessive depreciation of the exchangerate, and consequently many of the dangersassociated with devaluation discussed so farwould come into play with greater force 14.The above arguments suggest that the choice isvery hard and there is no clearcut winner amongthe options. However, there is a further option,which is not at the disposal of the Baltic countriesthemselves, but could be implemented via EUwide coordination and agreement.Option 4: Immediate euro introduction at asuitable exchange rate supported by appropriateresolution to manage the debt overhang 15This option would combine the benefits of theother options, eliminate most of their risks andspeed up and help sustain the recovery.13. See Darvas and Szapary2008 for a detailedanalysis of theexperiences withfloating exchange ratesin new EU memberstates and thecomparison of theireconomic performanceto fixed exchange ratecountries.14. Still, some observersargue for a floating rateespecially because itwould be likely to lead toan overshooting of theexchange rate andhence may createattractive investmentopportunities for foreigninvestors, therebyhelping the recovery andmedium term growthsee RGE Monitor 2009.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION15individual elements of Why euro introduction? The dilemma around theovervalued exchange rate and the large stock offoreign currency loans cannot be solved properlyby any of the options discussed so far. While euroadoption itself is not a solution to the dilemma, acomprehensive package also including the selection of the suitable exchange rate and resolution ofthe private debt overhang would solve it. It is betterto design a comprehensive package than to discuss the it. Morefundamentally, having an independent currency ina very small and open economy is a source of riskand keeping the rate fixed may not be a viableoption under free capital mobility. The credibilityand stability brought by the euro would benefitinvestment and growth. The euro proved to be ashelter during the crisis and crises may occur inthe future. Euroarea members have scope to runcountercyclical fiscal policy during a crisis. Eurointroduction at the earliest possible date has beenthe cornerstone of the economic policy of the Balticcountries and, in any case, all new EU entrants areobliged to introduce the euro at some point.Why immediate? The Baltic situation, especiallyin Latvia, is getting more and more dramatic.While Baltic governments and central banks aremaking every effort to survive with the peg, thereis a risk of failure. Eventual collapse in one countrymay trigger a collapse in the other two. A Balticcollapse is not in the interest of the EU as whole. Ofcourse, euro introduction cannot be doneimmediately and any action has to respect thetreaty of the EU and all other international laws.However, with a unanimous decision of the Councilappropriate provisions can be put in place tostrengthen the economic foundations of the euroaccession criteria, which would increase thecredibility of the euro adoption plan and speed upthe convergence. In the next sections we discussthe economic and legal aspects of this reform.Why at a suitable exchange rate and what doesthis term mean? Introducing the euro at anovervalued exchange rate risks Scenario B of Figure 8. Defining the appropriate final conversionrate is a difficult task. The evidence we haveprovided so far indicates that the exchange rate ishighly overvalued, especially in Latvia, but also in Estonia and Lithuania. The wage and price fallsthat have already started are helping to restorecompetitiveness, but it is questionable how farthis process can go. We do not take a stand on thelevel of the appropriate conversion rate as itsdetermination should be based on detailedcalculations considering a large number of factors.The issue of the appropriate conversion rateshould be carefully discussed on economicgrounds by European and national authorities.Under what conditions? Euroarea entryconditions are laid down in the treaty. However,the economic rationale behind the criteria wasdoubtful even before the crisis but has beenespecially so during the crisis. We shall argue inthe next section that keeping the criteriaunchanged violates in the economic sense theequal treatment principle. The entry criteria shouldbe reviewed and fine tuned within the legalframework of the treaty and only countries thatmeet the reviewed criteria should be allowed tojoin the euro area. Any solution should not be Balticspecific but should be equally applicable toany EU country. Any solution should not incurmoral hazard, ie should not encourage privatesector actors and governments to count on cheapfuture help in crises.losses even if parity in the region, are Why and what kind of resolution of private debtoverhang? It is obvious that there will besignificant bank ismaintained or changed, whether or not the euro isintroduced. Neither the people through indirectchannels including those who do not have loansand governments of the Baltic countries, nor thegovernments of the home countries of the banksimmune to theactive losses. The recentconsequences of bank unilateral announcement of the Latviangovernment regarding a possible new bill toretroactively intervene in existing mortgagecontracts 16 underlines that the country may notbe able to solve its problem itself and that thesituation may escalate. A potentially escalatingsituation would disadvantage all partiesconcerned. Consequently, appropriate resolution 15. For Latvia, IMF 2009aargued for immediate euroadoption possibly at theweak edge of the 15percent exchange rateband, but noted that the EUauthorities have ruled outthis option. Becker 2009has also argued in favour ofimmediate euro adoption ata devalued exchange rate.LevyYeyati 2009 wouldalso favour this option, butacknowledging that it wouldnot get EUwide support heproposes a containeddevaluation. Nouriel Roubinisuggested depreciating thecurrency, euroise afterdepreciation, restructureprivate foreign currencyliabilities without a formaldefault, and boost the IMFplan to limit the financialfallout see RGE Monitor 2009. For the other two Baltic countries such directsuggestions are rarer.Aslund 2009, on the otherhand, opposes devaluationin Latvia and lists six waysin which Latvia differs from Argentina and hence why itis unlikely that Latviasfixed exchange rate regimewill experience a collapsesimilar to the collapse ofthe Argentine fixedexchange rate regime in 20012002.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION16schemes should be put in place see the thoroughdiscussion of this issue in Mitra, Selowsky and Zalduendo, 2009. However, the crossborderownership of banks requires crossborderparticipation in the design of the resolutionschemes; in the extreme case a multilateralburdensharing agreement should also not beexcluded, though negotiations for it can beextremely intricate in legal, political and economicterms. The requirement for not incurring moralhazard is especially critical in designing anyresolution scheme.In the next section we briefly discuss theeconomic rationale behind the review of the euroarea accession criteria, which will be followed byan analysis of the legal options under the treaty.6. PROPOSAL TO REVIEW THE EURO AREA ENTRYCRITERIA17Even before the crisis, much discussion took placeabout euroarea entry rules, but a lot more hastaken place in the wake of the crisis. Euroareaentry criteria were established in the early 1990sbefore the euro area existed and when the EU had 12 member states. Intense discussion precededthe drawing up of the rules, and the end result wasa compromise between economics, politics andsimplicity. Now the euro area exists and there are 27 members of the EU, but the rules remain thesame. It is easy to show that keeping the samerules in an expanded EU violates in the economicsense the equal treatment principle newapplicants have to meet tougher criteria thanprevious ones because two of the criteria arebenchmarked on the three bestperformingmember states of the EU in terms of price stability,which have been interpreted in a special way. Thetreaty does not specify how to determine the threebest performers see the next section; in practicethis been defined as the three EU countries havingthe lowest nonnegative inflation rates. Lewis and Staehr forthcoming found that according to thisinterpretation the expansion of the EU from 15 to 27members reduces the expected inflation referencevalue by 0.150.2 percentage points, and there is aconsiderable probability of a larger reduction.Another longknown factor is the significant pricelevel convergence of the new EU member statesdue to their economic catchup the socalled BalassaSamuelson effect, which results inhigher inflation if the exchange rate is to be keptstable. Such inflation is structural and not areflection of unsustainable policies. While thiseffect was present in some current euroareamember countries, the effect is much stronger inthe new EU member states and hence it is muchharder for them to meet the inflation criterion thanit was for earlier applicants, unless they revaluethe exchange rate as Slovakia did Figure 13.However, continuous appreciation of the currency,while not against the letter of the treaty, questionsthe usefulness of the exchangerate criterion, asits rationale must have been to demonstrate thata country can live with exchangerate stability.Figure 13: The Slovak koruna against the euroand the ERMII band, 1999200850454035302599na J00na J10na J20na J30na J40na J50na J60na J70na J80na JSource: ECB. Note: A decrease in the exchange rate indicatesappreciation of the koruna against the euro. The red lineindicates the central parity and the two green lines indicatethe edges of the exchange rate band. The width of theexchange rate band was 15 percent.A further longknown factor regarding the inflationcriterion as well as the interestrate criterion isthat it is benchmarked against all EU countries.While this was a perfectly natural idea before theeuro existed, it has become rather questionable.The inflation rates of those EU countries that arenot euroarea members may be affected by largeexchangerate swings.Nevertheless, before the crisis and in the first few 16. According to new reportsthe proposed legislationwhich is incidentallystrongly opposed by the Bank of Latvia issupposed to have twokey pillars: 1 limitingmortgage lendersliability to the value ofthe collateral instead ofthe size of the loan and2 requiring that a bankcan repossess aproperty in case ofdefault only if it providesan alternative home tothe debtor with thedebtors agreement. Inour view retroactiveintroduction of thislegislation is clearlycontrary to internationallaw and hence cannot beimplemented. Raisingthe issue stronglyundermines the trust inthe enforceability ofcontracts and the rule oflaw in general, whichmay have devastatingfuture consequences forinvestments in Latvia.17. Most economicarguments in thissection first appeared in Darvas 2009a.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION17months of it, we shared the view that not allcriteria should be reviewed, restricting ourselvesto advocating a change to the misguidedinterpretation of the inflation criterion mentionedabove Darvas and Szapary, 2008; Darvas,2008. Also, four new EU member states have sofar managed to join the euro area. However, inthree of the four cases there was no need forsubstantial pricelevel convergence and the fourthcase, Slovakia, could only manage it with thesubstantial nominal exchangerate appreciationFigure 13 discussed above.The crisis has prompted a rethink of manypositions, and we ought to rethink the euroareaentry criteria too, because serious asymmetryexists and serious issues are at stake.Figure 14: Percent of euroarea member statesmissing the entry criteria, 19952010General government balance General government debt Inflation Interest rate Missing at least one criterion%10090807060504030201005991699179918991999100021002200230024002500260027002800290020102Source: Bruegels calculation based on data from Eurostatand the IMFs October 2009 World Economic Outlook. Note:The percentages are calculated from the actual euroareamember states in each year and the first eleven membersbefore 1999: from 1995 to 2000 the 11 countries thatintroduced the euro in 1999; in 2001 Greece is added as the 12th country; in 2007 Slovenia is added as the 13th country;in 2008 Cyprus and Malta are added as the 14th15thcountries; for 20092010 Slovakia is added as the 16thcountry. Definition of meeting the general government debtcriterion: a country is considered to meet the criterion if eitherthe debtGDP ratio is below 60 percent or, if above, thenprojecting the average change in debtGDP ratio of the latestthree years twenty years ahead will lead to a ratio below 60percent. Three percent is used for the budget deficit criterion.The three EU countries considering the actual members ofthe EU of the given year with the lowest but nonnegativeinflation rate were used to determine the inflation andinterest rate criteria.Asymmetry. Once a country is inside the euroarea, it can do almost anything it likes. The Stability and Growth Pact in principle limits thescope of government action inside the euro area,but not much, as many examples show, both inthe precrisis period but especially during thecrisis. Figure 14 shows that 5060 percent ofeuroarea member countries have violated at leastone entry criterion between 1999 and 200818. Inresponse to the crisis, government deficits anddebt are ballooning in euroarea countries, butcountries wishing to join are subjected toextremely tough and painful measures if they are,in a few years, to be considered eligible. The countries that have joined the euro area werejudged to have achieved a high degree ofsustainable convergence. The large number ofviolations after euroarea entry suggests that thecriteria are inadequate for judging sustainableconvergence. This fundamentally calls intoquestion both the economic and moralfoundations of the future application of thecurrent entry criteria.The asymmetry also highlights that the capacityto meet the current entry criteria depends on thebusiness cycle, which is a highly unfavourableproperty. Suppose, for example, that Slovakiaapplies for euroarea membership a year later andhence is evaluated in the springsummer of 2009instead of the springsummer of 2008. Slovakiawould have been rejected in 2009 because of thegeneral government balance criterion, thoughfiscal policy has not become irresponsiblebetween 2008 and 2009. Also, like all regionalfloating currencies, the Polish zloty, the Czechkoruna, the Hungarian forint and the Romanian leuexperienced serious pressures and significantlydepreciated against the euro between thesummer of 2008 and the spring of 2009, and the Slovakian koruna may also have come underpressure at that time without a sure prospect ofeuroarea entry. This in turn may have qualified itfor severe tensions status according to the letterof the treaty, putting the evaluation of theexchangerate criterion at risk, and the tensionsmay have increased government bond yields,18. The entry criterion forgovernment budgetpositions is the absence ofan excessive deficitprocedure, as we willdiscuss in the next section.Calculations behind thefigure assume a pragmaticdefinition of thegovernment debt criteriasee details in the note tothe figure and use thethree percent deficitbenchmark. The figure isbased on currentlyavailable data at the timeof evaluation, real time datawas used; this has beenrevised in some cases.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION18putting the fulfilment of that criterion at risk aswell.Business cycle dependence is the result of thefact that the two budgetary criteria deficit anddebt are phrased in absolute terms the inflationand interest rate are phrased in relative terms.Business cycle dependence implies that mostcountries can join only in good times 19, whichdoes not make much sense: meeting the criteria ingood times obviously does not tell one muchabout long term sustainability, as Figure 14 hasalso shown.High stakes. One may say that the new applicantsshould have pursued policies similar to those ofthe four newest euro members. However, thestakes are much higher now than just naming andshaming. As we have discussed, the three Balticcountries are in deep trouble and the currentmisery is not only their own fault. A Balticexchangerate peg failure or a prolonged recessionand a halted economic catchup would not justcause further pain for the populations of thesecountries. It could undermine trust in the notionof common European values, and lead to a newdivide within Europe Darvas and PisaniFerry,2008. Western European investors in the Balticcountries would also suffer heavy losses. If the Baltic countries do not recover, this will impact the EUs role as driver of reform in other new memberstates as well as in the neighbourhood countries.It would be tempting to drop one or the othercriterion 20, but that would require changing somekey articles of the treaty. This should be possible,but seems highly unlikely. In fact, the treatyincludes an obligation for the Council to lay downthe details of the convergence criteria referred toin a main article of the treaty, this Council decisionreplacing the relevant protocol to the treaty; thesame obligation exists for the protocol on theexcessive deficit procedure see details in thenext section. Consequently, it is possible tostrengthen the economic foundations of thenumerical requirements of the current fourconvergence criteria relatively easily, ie with aunanimous decision of the Council. Economictheory does not provide clear guidelines abouthow to determine the magnitudes, but a fewprinciples can be laid down. All criteria should be related to the euroareaaverage for at least four reasons: First, all prospective applicant countries arehighly integrated into the euro area if not, theyshould be, and hence what happens insidematters a lot for those outside. This appliesboth to the inflation rate and also to the generaleconomic outlook, which has an impact onbudget deficits both in the euro area and inapplicant countries. Second, it would abolish the peculiar possibilitythat noneuroarea countries or very smallcountries with which the applicant has virtuallyno trade may affect the criteria. Third, it would alleviate the asymmetry ofletting the automatic stabilisers run andhelping the economy with discretionarystimulus in euroarea countries while doing thepainful opposite of this in applicant countriesduring a crisis. Fourth, as countries in the euro area aredeclared to have achieved a high degree ofsustainable convergence, the convergence ofapplicant countries towards the euroareaaverage seems a natural requirement.The inflation, interest rate and budget balancecriteria should allow some deviation from theeuroarea average. New EU member states aresmall and open economies characterised by largercyclical swings, and thus need greater scope forcountercyclical fiscal policy. Moreover, the needfor public sector investment is greater than in old EU member states. With regard to inflation, new EU member states have a higher potential growthrate, which implies structural pricelevelconvergence, which should be acknowledged. One option that would allow some deviation fromthe euroarea average is to define the maximumdeviation. For example, the budget balancecriterion could be the average euroarea balanceminus 1.0 percentage points all measured as a 19. Estonias chances alsodepend on the businesscycle but the oppositeway: it could not join ingood times because ofthe inflationarypressures discussed inearlier sections. But ifthe governmentsqueezes the budgetsufficiently in the midstof a drop in GDP of about 15 percent in 2009 incontrast to euroareagovernments that usefiscal policy to dampentheir five percent GDPfall, it may have arealistic chance of apositive assessment inthe spring of 2010,unless the expecteddeflation is regarded asunsustainable.20. For example, Buiter2005 argues thatachieving fiscalsustainability prior toadopting the euro isessential and it is theonly truly necessarycondition for euroadoption. It should alsobe a sufficient conditionfor Eurozonemembership.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION19percentage of GDP and the inflation criterioncould be the average euroarea inflation rate plus 1.5 percentage points. If the deviation should be 1.0 or 1.5 percentage points or another similarnumber should be the subject of discussion.Another possibility would be to require theapplicant to have better statistics than, say, 25percent of euroarea members.The requirement for the ratio of government debtto GDP could simply be that this ratio should notexceed the euroarea average or should be lowerleast 25 percent of euroareathan members, unless the ratio is diminishingsufficiently and approaching the euroareaaverage at a satisfactory pace.in at In order to ensure that the reformed criteriaprovide a better indication of sustainableconvergence than the original criteria, thecompliance period could be increased from thecurrent one year to the average of the last two orthree years.Would this change jeopardise the stability andcredibility of the euro area? Certainly not. Therewould still be criteria but more sensible ones tokeep applicants on their toes. Furthermore, ingood times the new criteria would be tougher. Forexample, when the budget is balanced in the euroarea, then the new criterion would rightly requirea better budget position from the applicants. Themost important threat to the stability of the euroarea is the lack fiscal sustainability this is a realthreat for many countries currently inside theeuro area, but potential applicants have muchlower government debttoGDP ratios and areundoubtedly much better prospects in this regard.And in any case the EUs surveillance systemneeds a fundamental revision to ensure stabilityand growth in the whole EU. Furthermore,prospective applicants from the new memberstates would make up a very small share of thetotal euro area, and their inclusion would hardlybe noticeable in euroarea aggregates. Theargument that inflation will be higher in the euroarea after admitting countries in which the BalassaSamuelson effect is persistent, andhence inflation must be lower in old memberstates in order to meet the ECBs inflation targetfor the euroarea average, is offset by themagnitudes. According to Darvas and Szapary2008, the impact of the proposed modificationof the inflation criterion on euroarea averageinflation would be less than an additional 0.05percent per year a magnitude well within themeasurement error of inflation rates.Would the revision of the convergence criteriaundermine the trust in EU rules? Clearly not. Theflexible interpretation of the criteria at manyprevious euroarea admissions see the nextsection should have already undermined publictrust in the process of euroarea enlargement. Onthe contrary, revising the criteria to be moreeconomically rational and to have less scope fordiscretionary evenstrengthen the trust.interpretation would Would it be difficult to reach consensus among the 27 member states on this particular change? Wethink not. Countries outside the euro area wouldcertainly support it. Countries inside would feelmore comfortable having rules that make moresense. The goal is not to weaken the euroentrycriteria but to make them more sensible. Thechange should be carefully orchestrated andinitiated by euroarea member states or Europeaninstitutions, not applicant countries. The suggested change in euroentry criteria wouldstill require substantial effort from applicants, butit would ease their pain. It would also boostconfidence, helping kickstart the private capitalinflows rather than inflows of westerntaxpayers money that these countriesdesperately need. The large number of violations of the criteria after euro area entry suggests that the criteriaare inappropriate for judging sustainable convergence.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION207. LEGAL OPTIONS UNDER THE CURRENT TREATYFOR INTERPRETING EUROENTRY CRITERIA INECONOMIC TERMSA key question is whether the letter of the treatyand the precedents provided by the previousapplications of euroarea entry criteria allow amore flexible interpretation of rules in order torequire more sensible criteria from future euroarea applicants.7.1 Full euroarea membership First of all it is important to recall that for threecountries Finland, Italy and Slovenia it is notunambiguous from a legal point of view whetheror not the exchangerate criterion was met. Thetreaty included and continues to include thefollowing requirement: the observance of thenormal fluctuation margins provided for by theexchangerate mechanism of the European Monetary System, for at least two years and theprotocol added that  for at least two years beforeitsthe examination 21currency on the initiative of the member stateconcerned. The most neutral interpretation of thisregulation is that participation in the exchangerate mechanism ERM is required for at least twoyears before the examination. Neither the treaty,nor its protocol provided any waiver from therequirement for the minimum period of two years.The three countries mentioned did not spend theminimum twoyear period prior to the examinationin the exchangerate mechanism. The 3 May 1998decision of the Council of course recognised this,but decided in any case:without devaluing Italy fulfils the convergence criteria mentioned inthe first, second and fourth indents of Article 109j1; as regards the criterion mentioned in thethird indent of Article 109j1, the ITL, althoughhaving rejoined the ERM only in November 1996,has displayed sufficient stability in the last twoyears. For these reasons, Italy has achieved a highdegree of sustainable convergence. Official Journal of the European Communities, 1998, p.32. The article number refers to the treaty in forcein 1999. The first, second and fourth indents citedrefer to the criteria on inflation rate, excessivedeficit procedure and long term interest rate,respectively. The decision for Finland used thesame wording except that Finland joined the ERMin October 1996.For the other nine countries different wording wasused, eg for Belgium: Belgium has achieved ahigh degree of sustainable convergence byreference to all four criteria. The same wordingwas used for the other eight countries that hadparticipated for at least two years in the ERM.Consequently, the Council decision of 3 May 1998recognised the absence of the twoyear period inthe ERM, but despite this the Council assessed,based on the recommendation of the Commissionand the EMI European Monetary Institute, thatthe two countries had a stable exchange rate. Onemay say that the decision was in line with thespirit of the treaty, but it is far from being obviouswhether the letter of the treaty was also fullyrespected. This flexible interpretation of the treatyshould be noted as providing a precedent 22.On other occasions it was rather questionable ifthe spirit of the treaty was satisfied, though theletter of the treaty was formally respected.Regarding the government budgetary position theletter of the treaty requires the absence of anexcessive deficit procedure EDP, which isdecided on the basis of the ratios of governmentdeficit and debt to GDP. For the latter, the treatyallows a discretionary decision if the ratio issufficiently diminishing and approaching thereference value, ie 60 percent of GDP, at asatisfactory pace. On 1 May 1998 the Councilabrogated the EDP against seven countries thatjoined the euro area in 1999, the decision beingsubstantiated by the discretionary optionsallowed by the treaty. However, it was questionable whether, eg the decline of Italys generalgovernment debttoGDP ratio from 124.9 percentof GDP in 1994 to 121.6 percent by 199723corresponded to the cited requirement. Similardoubts could be raised for some other countriesregarding the abrogation of the EDP24.21. All citations of the treatyand the protocolannexed to it are takenfrom the Lisbon Treatyon the Functioning of the European Union.Consolidated versionOfficial Journal C 115 of 9 May 2008. The Maastricht and the Niceversions have the samewording, but thenumbering of thearticles is different.22. A possible alternativeinterpretation is that ERM participation is notrequired, but onlyexchangerate stability.In this case Bulgariamay immediately applyfor euroareamembership as it is nota member of the ERMbut its exchange rate isfixed to the euro withoutallowing any volatility.23. These figures were usedin the 1998assessment, but havebeen revised somewhatsince then.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION21The application of the treaty provides precedents where formal adherence to the exchangerate criterion was suspicious. Even when countries were allowed to join by formally meetingall the criteria, there was questionable exercising of discretionary options.To sum up, the application of the treaty providesthree precedents where formal adherence to theexchangerate criterion was suspicious. Therewere some occasions where countries wereallowed to join by formally meeting all the criteria,but these were the results of questionableexercising of the discretionary options allowed bythe treaty with respect to the budgetary criterion. These precedents are encouraging for theprospects of new applicants, but only if these pastflexible practices are also applied in the future. Having reviewed some key features of the pastapplication of the treaty, let us now look at theflexibility offered by the letter of the treaty and itsprotocol for future euroarea applicants 25.1. Inflation. The inflation criterion is benchmarkedagainst the three best performing countries interms of price stability. Neither the treaty nor itsprotocol define how to determine the best performers. In practice the three countries with thelowest, but nonnegative, inflation rates wereused. As highlighted by many authors eg, Buiter,2005; PisaniFerry et al, 2008 the applied definition contradicts the ECBs definition of pricestability, which defines it as close to, but below,two percent. There is nothing in the treaty thatwould hinder the ECB and the European Commission from interpreting the three best performersas the three countries having inflation rates 1either below or close to two percent, or 2 theclosest to the average inflation rate of the euro area.2. Excessive deficit 26. The room for manoeuvre ismoderate for not opening an EDP or for abrogatinga previouslyopened EDP when the ratio of theplanned or actual budget deficit to gross domesticproduct at market prices exceeds a referencevalue, which is three percent. The discretionaryoptions provided in the treaty allow the EDP not tobe applied if either the ratio has declinedsubstantially and continuously and reached alevel that comes close to the reference value, or,alternatively, the excess over the reference valueis only exceptional and temporary and the ratioremains close to the reference value 27. The wordsexceptional, temporary and close are notdefined in the treaty, nor in its protocol. EDPs weretypically opened for budget deficits somewhatabove three percent of GDP, but this does not at allmean that close must be defined this way. Thecrisis is clearly exceptional and under exceptionalcircumstances, temporariness could last for a fewyears. Consequently, there is some room formanoeuvre, but a proper interpretation ofcloseness at a time of a deep crisis will require anopen attitude similar to past flexible practices. 3. Exchange rate. The precedents for theassessment of this criterion must imply that thiscriterion is not really binding. The flexibilityshown so far eg Italy, Finland, Slovenia and Slovakia should be extended to future applicants.There is, however, an unsolved issue regarding thiscriterion: the conditions for joining the ERMII.Without ERMII membership a country can not jointhe euro area even if it has a stable exchange rateand meets all other criteria 28. There should be clearand transparent criteria for joining the ERMII.4. Interest rate. In principle, the longterm interestrate criterion serves as a means to assess thesustainability of the low inflation rate. In practice,however, this criterion reflects the credibility of theeuroarea accession process: when marketsattach a high probability to eventual euroareaaccession, interest rates will converge, at least tosome extent, regardless of the longertermsustainability of the inflation rate. The twopercentage point deviation allowed by the treatywill almost surely also be sufficient for futureeuroarea applicants where euroaccessionprospects are credible. Whenever economicreasoning supports future euro introduction,24. Some authors, eg Buiter1995 and De Grauwe2009, regard these casesas violations of the letter ofthe treaty as well.25. In addition to the fourcriteria to be discussedbelow, the adequacy ofnational legislation,including the statutes of thenational central bank,integration of markets, thecurrentaccount balance,unit labour costs and otherprice indices are alsoexamined for countrieswishing to join the euroarea.26. The Excessive Deficit Procedure is the crucialcommon component in the Stability and Growth Pactthat applies to allmembers of the EU and theeuro accession criteria. 27. The second criterion ofthe EDP refers to grossgovernment debt and itsdiscretionary option hasalready been cited abovewhen discussing abrogationof the EDP in the case of Italy in May 1998. However,the precedents of lettingcountries to join with ratioswell above 100 percent of GDP must imply that thiscriterion will not be bindingfor any prospectiveapplicants having debtratios above 60 percentwhere they are below Italysand Belgiums 120 percentratios at the time of theireuro area admission.28. For example, Bulgariahas a fixed exchange rate tothe euro and all officialdocuments emphasise theoverriding goal of eurointroduction as soon aspossible. Yet Bulgaria is nota member of the ERMII andit is difficult to fathom whyfor an outsider given thecurrent lack of transparency of entry conditions.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION22European policymakers can credibility of applicants path toward the euro.increase the To sum up, there is indeed some room formanoeuvre in the treaty and in its current protocolregarding formal inclusion in the euro area. Butmore importantly, the Council has an obligation toclarify the four convergence criteria and replacethe current protocol:The Council shall, acting unanimously on aproposal from the Commission and afterconsulting the European Parliament, the ECB asthe case may be, and the Economic and Financial Committee, adopt appropriateprovisions to lay down the details of theconvergence criteria referred to in Article 1401 of the said Treaty, which shall thenreplace this Protocol. Article 6 of Protocol 13The same obligation exists in the treaty to clarifythe details of the excessivedeficit procedure thatwill replace the protocol annexed to the articlediscussing the EDP. In the case of the EDP, some ofthe procedures have been detailed, but even the Lisbon version of the treaty includes the referenceto the Councils authority to adopt appropriateprovisions. It is time to spell out the details of theconvergence criteria and of the EDP, to strengthenthe economic rationale of the convergencecriteria. In particular, the numerical criteria shouldbe benchmarked against the euroarea average asdiscussed in the previous section. As has recentlybeen noted by von Hagen and PisaniFerry2009: the criteria for joining the euro area wereintroduced in order to ensure that economic logicprevails over political logic, not that legal logicprevails over economic logic p. 25. It is stronglyin the European interest to follow this principle.7.2 Unilateral euroisation The Council, the Commission and the ECB haverepeatedly ruled out the possibility of unilateralintroduction of the euro as legal tender on thebasis that the treaty provides one and only oneway to the euro. Therefore, for political reasons itwould not be wise to implement a unilateral movewhich would earn the clear disapproval of European policymakers, which is the currentreality. Furthermore, without ECB support, thiswould be very difficult to do in technical andpractical terms. If the unilateral move did not gaincredibility, people could start to withdraw theirdeposits and various other financial assets incash euros. The banking system may not be ableto supply as much euro cash as required, whichmay lead to a breakdown of the financial system.To take a Latin American example, Fitch Ratings2009 argues that in the dollarised Ecuador arapid decline in bank deposits or acceleratedcapital flight, combined with limited access toexternal financing, could lead to a crisis driven exitfrom dollarisation.8. SOME CLOSING THOUGHTSThe three Baltic countries face the deepestrecessions among all countries of the world and itis not just the fault of the politicians and thepeople of these countries that they are in thispredicament. Other eastern European countriesare also suffering disproportionately to their precrisis mistakes. The EU has mobilised resourcesto support crisishit countries in central andeastern Europe Darvas, 2009c according to itsrulebooks, but the EU should be more than just arulebook. When everyone is aware that a rule hasdeficiencies, action is needed to modify the rule. On the one hand, there is broad consensus that animmediate euro introduction accompanied byproper other provisions would serve the bestinterests of the Baltic countries and the EU as awhole, but such a solution is not feasible in thelegal sense and would raise many economic andpolitical issues. On the other hand, it is also clearthat the economic foundations of the current euroThe EU should be more than just a rulebook. When everyone is aware that a rule hasdeficiencies, action is needed to modify the rule.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION23area entry criteria are fundamentally called intoquestion by the fact that it has been a rule ratherthan the exception that euroarea members haveviolated the entry criteria since becoming members,both before the crisis and currently. Adherence tothe current interpretation of the criteria is alsoweakened by the precedent of the flexible application of the treaty at the time of certain previousadmissions to the euro area. The EUs expansionfrom 15 to 27 members also made the rules tougherand hence, contrary to common perception, keepingeuroarea entry rules unchanged violates in theeconomic sense the equal treatment principle. The coincidence of these two consensuses shouldbe used to grasp an opportunity: reform the euroarea entry criteria and demand more meaningfulcriteria from all future euroarea applicants. Anysolution should not be Balticspecific but shouldbe equally applicable to any EU country andshould not incur the risk of moral hazard. At leastthe room for manoeuvre in the protocol of thetreaty should be exploited by requiring from futureapplicants criteria that make more sense. The bestsolution, however, is for the Council to fulfil theobligation placed upon it by the treaty to lay downthe details of the convergence criteria and theexcessive deficit procedure that will replace thecurrent protocols. In the midst of an unexpectedlydeep crisis, two decades after the drawing up ofthe rules and one decade since the launch of theeuro, it is indeed time to reform the convergencecriteria. In designing the reform, the economicrationale of the criteria should be strengthened.REFERENCESAbiad, Abdul, Daniel Leigh and Ashoka Mody 2009 Financial integration, capital mobility, and incomeconvergence, Economic Policy, April 2009, p. 241305.Ahearne, Alan, Herbert Brucker, Zsolt Darvas and Jakob von Weizsacker 2009 Cyclical dimensions oflabour mobility after EU enlargement, Bruegel Working Paper 200902Ahearne, Alan, Juan Delgado and Jakob von Weizsacker, 2008, A Tail of Two Countries, Bruegel Policy Brief 20084Aslund, Anders 2009 How Latvia Can Escape from the Financial Crisis, Presentation to the Annual Conference of the Bank of Latvia, Riga, October 1, 2009.Bayoumi, Tamim, Jaewoo Lee and Sarma Jayanthi 2006 New Rates from New Weights, IMF Staff Papers Vol. 53, No. 2, p. 272305.Becker, Torbjorn 2009, Latvias options Internal versus external devaluation, mimeo, Stockholminstitute of Transition Economics.Blanchard, Olivier 2006 Adjustment within the Euro Area. The Difficult Case of Portugal, MITDepartment of Economics Working Paper No. 0604Buiter, Willem H. 2005 To purgatory and beyond; When and how should the accession countries from Central and Eastern Europe become full members of the EMU? In: Breuss, Fritz and Hochreiter, Eduard,eds. Challenges for Central Banks in an enlarged EMU. European Community Studies Association of Austria Publication Series . SpringerVerlag, New York, p. 145186.Cerra, Valerie and Sweta Chaman Saxena 2008 Growth Dynamics: The Myth of Economic Recovery,American Economic Review, Vol. 981, 43957.Darvas, Zsolt 2009a Treaty change is needed to make sense of euroarea entry criteria, Vox EU.org Darvas, Zsolt 2009b The Impact of the Crisis on Budget Policy in Central and Eastern Europe, Bruegel Working Paper 200905, to appear in the OECD Journal on Budgeting.THE BALTIC CHALLENGE AND EUROAREA ENTRY Zsolt Darvas BRUEGELPOLICYCONTRIBUTION24Darvas, Zsolt 2009c, The role of the EU in supporting crisishit countries in central and eastern Europe, background paper prepared for the Wold Banks Turmoil at Twenty volume, to appear as a Bruegel Policy Contribution.Darvas, Zsolt and Gyorgy Szapary 2008 Euro area enlargement and euro adoption strategies,European Economy Economic Papers 304, DirectorateGeneral for Economic and Financial Affairs,European Commission, Brussels. To appear as a chapter in: Buti, Marco, Servaas Deroose, Vitor Gasparand Joao Nogueira Martins eds., EuroThe First Decade, Cambridge University Press, forthcoming.Darvas, Zsolt and Jean PisaniFerry 2008 Avoiding a new European divide, Bruegel Policy Brief 200810Darvas, Zsolt and Reinhilde Veugelers 2009 Beyond the crisis: Prospects for transition economies,mimeo, Bruegel.De Grauwe, Paul 2009, The politics of the Maastricht convergence criteria, Vox EU.org European Commission 2009 Public Finances in EMU, European Economy 52009 Provisional Version, DirectorateGeneral Economic and Financial Affairs of the European Commission.Fitch Ratings 2009 Dollarization in Ecuador: Regime Change? Sovereigns Ecuador Special Report,May 2009International Monetary Fund 2009a Republic of Latvia: Request for StandBy Arrangement Staff Report, IMF Country Report No. 093, January, Washington DC.International Monetary Fund 2009b Estonia: Article IV Consultation, March, Washington DC.Kuodis, Raimondas and Tomas Ramanauskas 2009 From Boom to Bust: Lessons from Lithuania,Proceedings of Oe NB Workshops No. 15 on Recent Developments in the Baltic Countries What Arethe Lessons for Southeastern Europe?, p. 102115, Oesterreichische Nationalbank. LevyYeyati, Eduardo 2009, Is Latvia the new Argentina?, Vox EU.org Lewis, John and Karsten Staehr forthcoming, The Maastricht inflation criterion: What is the effect ofexpansion of the European Union? Journal of Common Market Studies.Mitra, Pradeep, Marcelo Selowsky and Juan Zalduendo 2009 Turmoil at Twenty: Recession, Recovery,and Reform in Central and Eastern Europe and the Former Soviet Union World Bank, Washington DCOfficial Journal of the European Communities 1998, L 139, Volume 41, 11 May 1998, http:eurlex.europa.eu PisaniFerry, Jean, Philippe Aghion, Alan Ahearne, Marek Belka, Jurgen von Hagen, Lars Heikensten and Andre Sapir, 2008, Coming of Age: Report on the euro area, Bruegel Blueprint.RGE Monitor 2009 Is Devaluation in Latvia Inevitable? 10 Sep 2009 http:www.rgemonitor.com Saha, David and Jakob von Weizsacker 2009 EU stimulus packages, Bruegel Policy Contribution 20092von Hagen, Jurgen and Jean PisaniFerry 2009 To the Commissioner for Economic and Monetary Affairs: Priorities for your term of office. In: Sapir, Andre ed Memos to the New Commission Europes Economic Priorities 20102015, Bruegel Blueprint", "filename": "617272328.pdf", "person": ["Zsolt Darvas", "Darvas, Zsolt"], "date": ["2009"]}