{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/36994/1/617382506.pdf"], "title": ["The Impact of Foreign Acquisitions on the Investors' R&D Activities – Firm-level Evidence"], "plaintext": "Imprint Ruhr Economic Papers Published by RuhrUniversitat Bochum RUB, Department of Economics Universitatsstr. 150, 44801 Bochum, Germany Technische Universitat Dortmund, Department of Economic and Social Sciences Vogelpothsweg 87, 44227 Dortmund, Germany Universitat DuisburgEssen, Department of Economics Universitatsstr. 12, 45117 Essen, Germany RheinischWestfalisches Institut fur Wirtschaftsforschung RWIHohenzollernstr. 13, 45128 Essen, Germany Editors Prof. Dr. Thomas K. Bauer RUB, Department of Economics, Empirical Economics Phone: 49 0 2343 22 83 41, email: thomas.bauerrub.de Prof. Dr. Wolfgang Leininger Technische Universitat Dortmund, Department of Economic and Social Sciences Economics Microeconomics Phone: 49 0 2317 553297, email: W.Leiningerwiso.unidortmund.de Prof. Dr. Volker Clausen University of DuisburgEssen, Department of Economics International Economics Phone: 49 0 2011 833655, email: vclausenvwl.unidue.de Prof. Dr. Christoph M. Schmidt RWI, Phone: 49 0 20181 49227, email: christoph.schmidtrwiessen.de Editorial Offi ce Joachim Schmidt RWI, Phone: 49 0 20181 49292, email: joachim.schmidtrwiessen.de Ruhr Economic Papers 161 Responsible Editor: Christoph M. Schmidt All rights reserved. Bochum, Dortmund, Duisburg, Essen, Germany, 2010ISSN 18644872 online ISBN 9783867881807The working papers published in the Series constitute work in progress circulated to stimulate discussion and critical comments. Views expressed represent exclusively the authors own opinions and do not necessarily refl ect those of the editors.Ruhr Economic Papers 161Joel Stiebale The Impact of Foreign Acquisitionson the Investors RD Activities Firmlevel EvidenceBibliografi sche Informationen der Deutschen Nationalbibliothek Ruhr Economic Papers 124Die Deutsche Bibliothek verzeichnet diese Publikation in der deutschen National bibliografi e; detaillierte bibliografi sche Daten sind im Internet uber: httpdnb.ddb.de abrufbar.ISSN 18644872 onlineISBN 9783867881807Joel Stiebale 1The Impact of Foreign Acquisitions on the Investors RD Activities Firmlevel Evidence Abstract This paper provides empirical evidence on the relationship between crossborder acquisitions and innovation activities at the fi rm level. In contrast to previous studies that analyze the eff ects on innovation in target fi rms, this paper investigates the eff ects on the investing fi rms. For the empirical analysis a unique fi rmlevel data set is constructed that combines survey data for German fi rms with a merger and acquisition database. After a crossborder acquisition, investing fi rms display a higher rate of domestic expenditures for research and development. After controlling for endogeneity of foreign acquisitions by estimating a twoequation system with limited dependent variables and applying instrument variable techniques it is found that part of this correlation stems from a causal eff ect. The estimated eff ects are robust towards alternative identifi cation strategies and are higher in industries with high knowledge intensity. The analysis is complemented by an investigation of the eff ects on tangible investment spending and by a comparison of the eff ects of crossborder acquisitions to those of Greenfi eld foreign direct investments and domestic MAs.JEL Classifi cation: D21, F23, G34, C31, O31, O33Keywords: Multinational enterprises; mergers and acquisitions; innovation January 20101 RWI. I would like to thank the Kf W Bankengruppe for hospitality and access to their survey data and Frank Reize for sharing his data preparation fi les and his experience with the data set. Helpful comments by Thomas K. Bauer, Dirk Engel, Christoph M. Schmidt, and Michaela Trax are gratefully acknowledged. All correspondence to Joel Stiebale, RWI, Hohenzollernstr. 13, 45128 Essen, Germany, email: joel.stiebalerwiessen.de.1. Introduction Foreign direct investment FDI flows have increased all over the world and the value of Germany s FDI outflows and inflows has more than quadrupled within ten years to reach a volume of more than US 167 billion and US 50 billion in 2007, respectively.2 CrossBorder mergers and acquisitions MAs constitute a large share of FDI reaching 80% in the last decade UNCTAD 2007. The growing importance of crossborder MAs has raised a controversial scientific and political debate. On the one hand, MAs can enhance productivity and technology transfer. On the other hand, politicians and employees are concerned about the possible negative effects on wages, job security and the survival probability of target firms. Although most governments spend a lot of effort on attracting Greenfield FDI new firms or production units founded by foreign investors, they sometimes resist heavily against foreign acquisitions. One example is the announced acquisition of the Spanish energy company Endesa by the German energy provider E.ON in the year 2006 that was blocked by the Spanish government. Similarly, in 2005, the French government decided to impose restrictions on foreign acquisitions in several strategically important industries with high knowledge intensity like information systems and biotechnology. A particular concern is that crossborder acquisitions lead to a reduction of innovation activities in target firms as most multinational firms tend to cluster their innovation activities close to their headquarter or their main corporate production unit UNCTAD 2005. Only recently, theoretical and empirical contributions have started to analyze the determinants and motives underlying crossborder MAs see e.g. Nocke and Yeaple 2007, 2008, Head and Ries 2008. The effects of crossborder MAs on target firms have received considerable attention with respect to productivity Benfratello and Sembenelli 2007, Arnold and Javorcik 2009 and employment Almeida 2007. Recently, particular attention has been paid to the effects of foreign acquisitions on innovation activity.3 Much less attention has been paid to the effects of crossborder MAs on the investing firm. The vast MA literature rarely differentiates between crossborder and domestic acquisitions. The literature on FDI usually does not differentiate between Greenfield FDI and MAs when the 2 http:stats.unctad.orgFDITable Viewertable View.aspx?Report Id1254, accessed July 10th, 2009 3 Bertrand 2009 analyzes the effect of crossborder acquisitions on innovation activities in French target firms. Bertrand and Zuninga 2006 analyses the impact of crossborder MAs on RD at the industry level. Loof et al. 2006 as well as Johansson and Loof 2006 analyze innovation and productivity differences between foreign and domestically owned firms, but do not differentiate between Greenfield investments and foreign acquisitions. Stiebale and Reize 2009 analyze the effects of crossborder MAs on RD expenditures and innovation output in target firms. 4home country effects of outward FDI are investigated or one is concerned with the effects of acquisitions on target firms. To evaluate the global effects of crossborder MAs on innovation it is important to combine existing evidence on research and development RD activities in target firms with the effect on acquirers innovation activities. If crossborder MAs induce further innovation activity in the acquirer s country or imply a reallocation of RD activities, global welfare might be reduced if countries mutually prevent each other from acquiring domestic firms even if the effect of acquisitions on target firms is negative. The purpose of this paper is to investigate the impact of crossborder acquisitions on RD activities of the investing firm. This paper contributes to the existing literature in several aspects. First, it investigates to the best of my knowledge for the first time the effect of foreign acquisitions on innovation activities of the acquirer at the firm level empirically. Further, I contribute to the industrial organization and the international economics literature by comparing the effects of crossborder acquisitions to those of domestic acquisitions and Greenfield foreign direct investments. For this purpose a unique firmlevel data set is constructed that combines survey data with firms balance sheet data and an MA database. The case of Germany is in particular interesting as it is one of the most technologically advanced countries in the world and is considerably engaged in FDI and global MAs. The empirical framework accounts for unobserved firm heterogeneity and the possible endogeneity of crossborder acquisitions using instrument variables. The main results are based on a two equation model in which the decision to engage in an international acquisition as well as the decision how much to spend on RD is explained simultaneously. Identification is achieved by exploiting unexpected shocks to foreign market growth and variation in distance to foreign markets across firms. I check the robustness of the results towards alternative empirical models and identifying assumptions. A significantly positive correlation between foreign acquisitions and domestic RD expenditures of investing firms is found. It is found that a large part of this correlation stems from a causal effect of foreign acquisitions on domestic RD. The effect is higher in industries with high knowledge intensity and does not show up for Greenfield investments or domestic MAs. Further, no significant effect of crossborder acquisitions on domestic investment in tangible assets is found. This indicates that the results do not reflect the general effect of an expansion strategy, foreign market access, or a reduction in competition, but rather that crossborder acquisitions exploit complementarities in firms technologies, which induce additional 5RD spending at the headquarter that might compensate for a potential reduction of innovation activities in target firms. This paper is organized as follows. In section 2, I summarize the related literature. Section 3 describes the empirical model; section 4 provides a description of the data. Results of the empirical analysis are presented in section 5, section 6 concludes the paper. 2. Crossborder acquisitions and RD This paper is related to several strands of the theoretical and empirical literature. Several studies deal with the question whether FDI in general is a complement or a substitute for domestic production, employment or investment in tangible and intangible assets see e.g. Desai et al. 2009 and the literature cited therein. In incomplete financial markets overall investments of firms might be limited by financial resources, hence investing abroad might lead to a reduction of domestic investment projects that would otherwise be undertaken. Similarly, market seeking FDI may substitute for domestic exports and production and factor seeking FDI may come along with a shift of certain production stages. Contrary, FDI may complement domestic activities through productivity improvements or additional investment opportunities. Complementarities might be especially pronounced if target markets of FDI cannot be served via exports or if certain production stages cannot profitably be integrated into the firm s production process on the domestic market. The effects of crossborder acquisitions and those of FDI in general on domestic RD might be quite different from tangible investment activities. Due to economies of scale and scope in RD, corporate groups often centralize their RD activities close to their headquarters or their corporate production unit UNCTAD 2005. In case of factor seeking FDI it is well possible that firms shift an upstream production unit and tangible capital abroad but not their RD activities. Trade theoretical models that incorporate heterogeneous firms use a combination of transportation costs and sunk costs to explain why within industries some firms export, others engage in FDI and some firms operate solely in the domestic market Helpman et al. 2004. Only recently, theoretical contributions have started to analyze the determinants of different modes of FDI such as Greenfield investments and crossborder MAs see e.g. Nocke and Yeaple 2007, 2008, Head and Ries 2008. According to these models, firms engage in Greenfield FDI due to differences in production costs across countries or to exploit existing firmspecific corporate assets of the investing firm. 6In contrast, crossborder MAs are rather undertaken to gain access to complementary firm specific assets in target firms Nocke and Yeaple 2008, nonmobile capabilities Nocke and Yeaple 2007 or country specific assets Norback and Persson 2007 or are motivated by market power Neary 2007. Nocke and Yeaple 2008 also argue that firms engaging in crossborder MAs are less efficient than firms that engage in Greenfield FDI. As the motives across market entry modes seem to be quite different, the incentives to perform RD at home or abroad might be different for firms engaging in crossborder MAs compared to firms that undertake Greenfield investments. Further, MAs might have stronger effects on domestic activity as they often involve the integration of new processes or technologies, while Greenfield FDI often comprises a duplication or a relocation of certain production processes. Within the industrial organization literature, the main motives for MAs are the realization of efficiency gains through exploiting economies of scale and scope Roller et al. 2001, Cassiman et al. 2005 and the strengthening of market power Kamien and Zang 1990. The efficiency of RD after an MA might be higher as duplicated RD activities might be cut Veugelers 2006. A reduction of product market competition for the merging entities might reduce the incentives of merging firms to engage in RD activities see e.g. Reinganum 1983. Grimpe and Hussinger 2007 find that acquisitions often aim to undermine competition in technology markets. It is not unlikely that MAs result in cost saving activities see e.g. Jensen 1988. They may also lead to organizational complexity and favor organizational structures with higher financial controls which might imply a lower RD intensity Hitt et al. 1996. This argument might especially matter for crossborder deals because of differences in corporate culture. Further, increased financial leverage that may result from an MA may lead to an elimination of RD projects Jensen and Ruback 1983.4 But there might be an indirect effect that works in the opposite direction. MAs usually increase market power and this enables a firm to spread its innovation over a larger amount of output and reduces the risk of spillovers to competitors see Cohen and Levine 1989 for an overview on market structure and innovation. Cassiman et al. 2005 argue that the impact of MAs on RD in the merged entity depends on technological and market relatedness between acquirer and target. They suggest that MAs between rival firms lead to an overall reduction of RD efforts, while they predict the opposite when the merged entities are technologically complementary. Interestingly, Frey and Hussinger 2006 find that technological relatedness is a significant determinant of crossborder but not of domestic MAs. This suggests that the effect 4 There is empirical evidence that especially after leveraged buyout targets display declining capital expenditures Kaplan 1989 7of crossborder acquisitions on RD might be quite different from those of domestic acquisitions. If one is interested in separate effects on acquirer and target firm which is usually desirable when crossborder acquisitions are analyzed it is a pivotal question whether and why RD activities are centralized or not. SannaRandaccio and Veugelers 2007 analyze the decision of de centralizing RD within multinational corporate groups in a theoretical model. They argue that centralizing RD increases the appropriability of the results of RD efforts as it prevents knowledge spillovers to foreign competitors in the host country. However, they argue that the decision whether to centralize RD or not depends on host country characteristics such as knowledge capital and the degree of product market competition. Centralizing RD may also avoid costs of coordination and may allow a multinational enterprise to exploit economies of scale in RD Kumar 2001. Norback and Person 2006 suggest that investment incentives depend on the motives for crossborder MAs and are generally lower if market power is the driving force behind an acquisition. From a theoretical point of view there are several reasons why one may either expect a reduction or an increase of innovation activities in acquiring firms after a foreign acquisition. Hence, the question can ultimately only be answered empirically. Cassiman et al. 2005 and Veugelers 2006 give an overview on existing studies on the impact of MAs on RD. Most of these studies find a negative effect of MAs on RD activities, but they do not differentiate between crossborder and domestic acquisitions. Criscuolo et al. 2005 and Wagner 2006 find that exporters, as well as multinational enterprises, display a higher RD intensity and also generate more knowledge conditional on RD expenditures and some other control variables than other firms. Similarly, Castellani and Zanfei 2007 find that multinational enterprises display higher innovation efforts and a higher propensity to innovate than exporters and firms that operate solely on the domestic market. None of these studies differentiates between Greenfield investments and crossborder MAs. Further, they do not address whether the correlation between FDI and innovation reflects a causal relationship. Fors and Svensson 2002 find that RD activities and sales in foreign markets are complements, but they do not differentiate between sales from exports or sales in foreign subsidiaries. Empirical studies that analyze substitution effects between FDI in general and domestic production and investment yield mixed results.5 This may be partly driven by the 5 See e.g. Pfaffermayr 2004, Konings and Murphy 2006, Becker and Mundler 2008, Desai et al. 2009. 8missing distinction between different foreign market entry modes as well as between the extensive and the intensive margin of foreign direct investment. Bertrand and Zuniga 2006 find that crossborder MAs have no significant impact on an industrys RD intensity in the home country on average. Since their empirical model is estimated at the industry level and pooled across several countries, the researchers cannot distinguish between the impacts on acquiring and target firms on the one hand and the impacts on nonmerging competitors on the other hand. Few empirical studies deal with the relationship between crossborder acquisitions and innovative activities at the firm level. In addition, the existing firmlevel studies focus on the effects of innovation activities in target firms. Loof et al. 2006 approximate foreign takeovers by foreign ownership and analyze the relationship between innovative activity and foreign ownership using data for Northern European countries. Their results indicate that domestic firms do hardly differ from foreignowned firms with respect to innovation input, innovation output and productivity. However, as Greenfield foreign owned firms might be quite different from acquired firms it is unclear in which way the results reflect the effect of foreign acquisitions.6Methodological similar papers to Loof et al. 2006 are Johansson and Loof 2005 and Falk and Falk 2006. Bertrand 2009 finds that foreign acquisitions are accompanied by a rise in RD expenditures using a sample of innovative firms from France. In contrast, Stiebale and Reize 2008 find that crossborder acquisitions lead to a sizeable reduction of innovation activities in German target firms. Existing empirical studies that analyze the impact of crossborder acquisitions on innovation activities are limited to the evidence on the impact on target firms. To the best of my knowledge, no empirical study investigates the impact of crossborder acquisitions on the acquirer s innovation activities at the firm level. This paper aims to fill this gap. 3. Empirical strategy Two main problems have to be addressed in the empirical analysis. First, structural zeros arise because a lot of firms report zero RD expenditures. Second, endogeneity might arise from an 6Several studies analyze differences between foreign owned and domestically owned firms empirically. Griffith et al. 2004 find that foreignowned firms in the U.K. are less RD intensive than domestic firms, similar to Blind and Jungmittag 2004 for German service firms. In contrast, Castellani and Zanfei 2007 report a positive correlation between foreign ownership and RD as well as Erdilek 2005 and Love et al. 1996. Love et al. 2009 analyze differences in the relation between innovation and profitability for domestic and foreign owned firms, but do not address the effect of foreign ownership on innovation directly. 9effect of RD on foreign acquisitions or from the fact that unobserved factors influencing RD might also be correlated with a foreign acquisition. Thus, a model that accounts for both structural zeros and endogeneity is specified to evaluate the impact of international acquisitions on the acquirer s innovation. To evaluate the effect of outward crossborder acquisitions on domestic RD expenditures a two equation model is specified: ituit1 2 RDit CBACQ xit CBACQit 20 xit 1zitit CBACQ1, it 0, else RDmax,0it CBACQit RDitThe error terms of the two equations are assumed to be jointly normally distributed: it u 11ititu is normalized to one for identification. where the variance of 0 0 1 1 1, N2itit RD denotes the domestic RD to sales ratio, multiplied by 100, of firm i in period t while CBACQ is a dummy variable that takes the value of one if a firm acquired a foreign firm in an acquisition between t2 and t. An acquisition is defined as an increase in the ownership share from below to above 50% of equity either directly or indirectly through a parent or a holding company. itz includes variables that itx is a vector of exogenous variables that enters both equations, while affect the propensity to engage in a crossborder acquisition, but not domestic RD expenditures. Control variables are lagged two periods whenever possible to reduce simultaneity problems. In this framework, endogeneity of CBACQ stems from a nonzero correlation 0 . A prerequisite for logical consistency is that a recursive it RD does not appear in equation 2 see e.g. Maddala 1983, which is met in the chosen specification and seems reasonable, as an acquisition in the past on current RD expenditures is evaluated. Note, that the model does not contain firmfixed effects. The between the two equations structure is imposed, i.e. it 10reason is that introducing fixed effects in nonlinear models leads to inconsistent estimates of all parameters.7 Estimation is carried out by full maximum likelihood.8 As opposed to a twostep control function approach, full maximum likelihood is more demanding as it requires specifying a joint distribution of the equation system, but it assures most efficient estimation if the model is correctly specified. The robustness of the results towards the distributional assumptions is checked by using a linear instrument variable estimator. Standard errors are clustered as some firms appear more than once in the sample and observations might not be independent. Irrespective of the estimation procedure, it is necessary for identification that there is at least one valid exclusion restriction, i.e. a variable that affects the probability to engage in a crossborder acquisition but not domestic RD expenditures.9The first exclusion restriction is based on market growth in Western EU countries excluding Germany. This measure is defined at the twodigit industry level of a firms main activity. The variable is likely to capture a lot of variation in international acquisitions, as Western European countries attract the highest share of Germany s outward MA activities and more than 50% of all MAs occur within twodigit industries. This instrument variable captures the motive of crossborder acquisitions to enter new markets. As firms might anticipate future growth and hence might adjust domestic and foreign investment in advance, I use two alternative measures of unexpected growth.10 The first measure is calculated as the residual from a regression of market growth on a linear trend which is calculated separately for each twodigit industry. The second measure is calculated as the residual from regressing foreign market growth at the industry level on its own lag similar to the measure used by Desai et al. 2009 at the country level. 7 A further problem is that many firms in the data set only appear once in the sample. However, some regressions in first differences and with controls for lagged values of the dependent variable on a reduced sample are presented, to convey an impression about the importance of timeinvariant unobserved firm heterogeneity. 8See Appendix B for the log likelihood function of this model. Estimation was carried out in Stata, version 10.1. The program code for estimation is available from the author upon request. Alternative models such as the instrumental variable Tobit model developed by Smith and Blundell 1986 are not applicable as they do not allow for discrete endogenous regressors. Similarly, the fractional response estimators suggested by Papke and Wooldridge 2008 cannot deal with binary endogenous regressors as well. Abadie 2003 proposes a semiparametric estimator, but this estimator requires that there is a binary instrument variable available, which is not the case in this application. Angrist 2001 proposes to use twostage least squares, but this method is only consistent for censored outcome variables in special cases. Nonetheless, the robustness of the main results to using two stage least squares is checked in section 5.3. 9 Due to nonlinearity the model is identified even if U0, but the results are not very reliable in this case as they critically hinge on distributional and functional form assumptions. 10 I would like to thank Thomas K. Bauer for a helpful discussion on this issue. 11The model contains several variables that capture the competitive environment and market conditions to rule out feedback from foreign growth to domestic RD expenditures. To control for the possibility that shocks on the domestic market are correlated with foreign shocks, I compute a measure of unexpected domestic growth in an analogous way to the measure of unexpected foreign growth and add it to both equations. To control for time invariant product and market characteristics, industry dummies at the twodigit industry level are included in the equations. Several time variant variables capture firm and market specific shocks such as the firms market share which captures the potential to spread the gain from new or improved products and processes over a greater output and captures the selection of more productive firms into foreign markets.11 A further variable measures the net entry rate on the domestic market see Aghion et al. 2009 for an analysis on the effect of entry on innovation. It is also controlled for a firms main market, measured by a set of dummy variables that take the value of one when a firms main market is international, national, or regional respectively, as there is evidence for a positive relationship between the regional scope of a firm s market and RD Loof and Heshmati 2006 and especially between exporting and RD see e.g. Aw et al. 2007, 2008. Foreign growth would still be an invalid instrument if it induces foreign demand or competitive pressure that is not controlled for in the set of control variables. To see whether the results are driven by this correlation I checked the robustness of the estimates towards adding the growth of exports and imports at the industry level to both equations. I further checked the robustness of the results towards inserting a measure of technological distance measured as differences between domestic and foreign labor productivity at the industry level which may be correlated with shocks to foreign market size and the opportunities to catch up with technological leaders Aghion et al. 2009. The second instrumental variable is the distance to foreign markets, measured as the minimum distance to Western European countries. This variable captures the well known proximityconcentration tradeoff see e.g. Brainard 1997: In models of horizontal FDI, firms face a tradeoff between exporting on the one hand and producing locally via FDI. The former requires them to pay higher transport costs of the goods shipped to the foreign market but exporters can benefit from concentrating production and thereby achieving scale economies. FDI, in contrast, involves paying higher sunk and fixed costs for the affiliate abroad, but lowers transport costs due to the proximity to consumers. Nonetheless, the relationship between crossborder acquisitions and 11 see Cohen and Levine 1989 for an overview on innovation and market structure 12geographic distance is not unambiguous as this variable might capture other influences. In the case where distance captures cultural differences one may expect a negative correlation between distance and MAs. Further, trade costs might negatively affect incentives to engage in MAs if vertical relations between acquirer and target are important. Hijzen et al. 2008 indeed find a negative relation between crossborder MAs and distance, measured at the industrycountry level, which is more pronounced for vertical MAs. However, a positive correlation between a firm s distance to the border and foreign acquisitions does not rule out a negative correlation between MAs and distance on a macroeconomic level. Firms may be induced to engage in crossborder acquisitions as opposed to serve a foreign market via exports by distance, but may conditional on this choice choose a closeby target firm to minimize trade and transaction costs. A dummy variable for Eastern Germany accounts for the transition process and rules out that a correlation of economic transition with distance to foreign markets affects the estimates. Also, the model controls for foreign ownership as it was found in previous work that foreign investors tend to acquire target firms that are located close to the border Stiebale and Reize 2008. Further, two dummy variables that take the value of one if a firm cooperates with other firms or public scientific institutions respectively, are included in both equations and account for external knowledge sources that may vary across regions. I argue that most of the systematic differences in innovativeness across regions are captured by the control variables. The model controls for several other variables that are likely to affect both RD expenditures and international acquisitions that are usually used in innovation studies. A firm s age is a proxy for experience and the stage of the product life cycle. Firm size enters the equations as the logarithm of the number of employees. Human capital intensity is approximated by the share of employees with a university degree. Capital intensity controls for past accumulation of tangible assets. The ability to raise equity for financing investment is captured by a dummy variable that takes the value of one if the firm has financed part of its tangible investment by equity. Further, a dummy variable for incorporated enterprises is added to the model that captures differences in corporate governance and the ability to raise external finance. 4. Data and descriptive statistics To construct the data set used in this paper several different data sources had to be merged. Data on RD and most control variables is extracted from an annually repeated survey, the Kf WMittelstandspanel, which is representative for German firms with up to 500 million annual 13sales. This survey is conducted by Kf W Bankengruppe in Germany.12 The Kf WMittelstandspanel includes information on firms investment and innovation activities as well as firm characteristics, such as the number of employees and sales for the current and previous years, share of skilled employees, industry, and financial indicators. Regarding qualitative innovation indicators, firms are asked whether they performed innovation activities and whether they performed own RD activities. More specifically, they are asked whether they were engaged in continuous or occasional RD activities in the last 3 years. As a quantitative innovation indicator they are asked to provide the ratio of RD expenditures to sales. Further innovation indicators are successful product and process innovations and whether these innovations were new to the market. Firms are asked explicitly to answer the questions on the level of the affiliate if the firm is part of a group. Hence, the data allows identifying domestic RD. For the empirical analysis, I use the waves for the years 2002, 2004, 2005, 2006 and 2007 as innovation indicators are not surveyed in the year 2003. The different waves contain between 10,000 and 15,000 observations, corresponding to a response rate between 15 and 21%. Data on crossborder and domestic MAs is extracted from the ZEPHYR data base compiled by Bureau van Dijk. ZEPHYR includes data on MAs, initial public offerings IPOs, joint ventures and private equity transactions and provides information about the date and the value of a deal, the source of financing as well as a description of the type of transaction, and the firms involved in the deal. Compared to other MA data sources like Thompson Financial Securities data, the ZEPHYR database has the advantage that there is no minimum deal value for a transaction to be included in the data set. Comparing aggregate statistics derived from own calculations using the ZEPHYR database with those from Thompson financial data reported in Brakman et al. 2006, shows that the coverage of transactions with a deal value above US 10 million is very similar.13The third data set used is the AMADEUS database, which provides information on financial data as well as ownership and subsidiary information for European firms, including more than 1.000.000 German firms.14 Ownership information includes the country of origin, the type of shareholder private investor, bank, industrial company etc. and the percentage of equity held by each shareholder. I merged different updates of the database to consider entry and exit of firms 12 For a detailed description see Reize 2004. 13 Calculations are available from the author upon request. 14 AMADEUS is provided by Bureau van Dijk and Creditreform in Germany. AMADEUS updates 168, 146, 136, 113 and 88 are used. The AMADEUS database has been used in numerous empirical studies on FDI, most of them measuring productivity and employment effects see e.g. Budd et al. 2005, Konings and Murphy 2006, Helpman et al. 2004. Although AMADEUS contains information about foreign subsidiaries the data do not allow for a distinction between Greenfield FDI and crossborder acquisitions in many cases. 14and a broader sample of firms to identify acquirers in crossborder acquisitions. Data from AMADEUS is used to identify Greenfield Investments and existing linkages between firms and their shareholders and subsidiaries. AMADEUS firms are merged with the transaction data from ZEPHYR and with the observations from the Kf WMittelstandspanel by a common firm identifier resulting in 16,179 observations. The full sample contains 324 firms with at least one previous crossborder acquisition. The reduced sample used in some alternative specifications includes 140 firms with at least one crossborder deal. Finally, to construct regressors at the industry level, data from Eurostat and the OECD STAN database is used. 5. Results 5.1 Basic results Table 1 shows some summary statistics for firms that engage in crossborder acquisitions compared to other firms, including a description of all variables that are used in the econometric analysis. The average RD intensity of firms conducting crossborder MAs is more than 3 times higher than the RD intensity of other firms. Table 2 shows, that this is true conditional and unconditional on a positive amount of RD spending, both within knowledgeintensive and other industries. Other characteristics that are positively correlated with innovation, like market share, human capital, tangible capital intensity, and firm size, are also on average higher in these firms. The share of foreign acquisitions is considerably above average within RD intensive manufacturing industries and knowledge intensive services. This is line with stylized facts from the FDI literature multinational enterprises are larger, more productive and innovative than national firms and they operate more often in hightech sectors. Table 3 shows the estimation results from simple Tobit models. Column one displays the regression results that control only for market structure variables and for a few basic exogenous firm characteristics: age and two dummies for location and legal form. Accounting for these control variables reduces the correlation between RD intensity and crossborder acquisitions displayed in Table 2 substantially, but still leaves a statistically significant marginal effect of 2.4 base points. From column 2, it can be seen that conditional on all control variables and conditional on engaging in RD, the RD to sales ratio of firms that engaged in crossborder acquisitions is 1.5% points higher than that of firms without an acquisition. These correlations might appear small at first glance, but the impression changes if we compare it to the average RD intensity in the estimation sample see Table 2. 1.5 percentage points is more than 17% of the average 15RD to sales ratio of all firms that engage in RD.15 The estimation results for the control variables are mostly in line with expectations. Market power, human capital, and tangible capital intensity are positively associated with RD expenditures as well as equity finance and domestic market growth. Younger firms, incorporated firms, and firms that are engaged in global markets spend on average more on RD. The same is true for firms that have access to external knowledge sources by cooperating with other firms or scientific institutions. Firm size is not significantly correlated with RD intensity, which is in line with other empirical studies see e.g. Cohen and Levine 1989. The correlation between foreign ownership and RD is insignificant. However, this measure includes acquired firms and firms founded by Greenfield entry. Regressions, shown in column 3 and column 4 control for past multinational activity and, on a reduced sample, for previous RD activities. The estimation results show that these additional controls merely change the partial correlation between crossborder acquisitions and RD. For comparison Table A1 in the Appendix shows results from OLS regressions. Although OLS is generally inconsistent for limited dependent variable models it often provides a good approximation of the unconditional marginal effects at the mean values of the regressors see e.g. Angrist 2001. Although the point estimates from the OLS regressions are higher than the marginal effects from the Tobit estimates the results are qualitatively similar. In Table 4, I exploit the longitudinal dimension of the data set further and present some OLS estimates in first differences. Timeinvariant firm heterogeneity does not seem to be the unique explanation for the positive correlation. Results in columns 13 ignore the censoring of the dependent variable and column 3 also ignores the endogeneity of the lagged dependent variable, hence these results are purely descriptive. Column 4 shows the results of a Mundlak 1978 version of a random effects Tobit model which takes the censoring of the dependent variable into account.16 This model does not necessarily have a causal interpretation as well, as one might easily think of unobserved timevarying factors such as productivity shocks or corporate strategies that affect both RD expenditures and the decision to engage in an MA. Nonetheless, the results show that crossborder acquisitions are also correlated with withinfirm variation in RD spending. Hence, the results in Table 3 are not primarily driven by the fact that acquirers have higher RD spending before an acquisition. 15 The estimated unconditional marginal effects not reported in the table to save space were 2.735 for the parsimonious specification and 1.529 for the specification with the full set of control variables. 16 In this model, correlation between timeinvariant unobserved firm heterogeneity and the covariates is allowed for by assuming that unobserved heterogeneity can be expressed as a linear combination of firmspecific mean variables of the regressors. Given this assumption the model boils down to random effects Tobit model with the firmspecific time averages as additional regressors. See e.g. Wooldridge 2002 for this method. 16Interestingly, the positive correlation between RD and outward MAs outweighs the absolute value of the negative correlation between changes in foreign ownership i.e. inward foreign acquisitions and changes in RD spending. This implies that the negative relationship between foreign ownership an RD does not necessarily imply a global reduction of innovation activities.17 Unfortunately, data on RD expenditures for the acquirers and targets outside of Germany is not available in the data set used. Hence, it is not possible to assess the global effect of crossborder acquisitions on RD. This effect also depends on the size of acquirer and target firms in both countries. In Table 5, the results from the nonlinear equation system are presented. As expected, distance and foreign growth are positively associated with the propensity to engage in a crossborder acquisition. Both variables are individually and jointly significant at the 1% level. Firm size, market share and human capital are positively associated with the propensity to engage in a crossborder acquisition. Acquiring firms usually operate in industries with higher entry rates and are more likely to have operated on international markets previously. Turning to the results of the RD intensity equation, we see that the estimated partial effect of foreign acquisitions is only slightly smaller than in the simple Tobit model. The estimate of the correlation coefficient of the two equations is positive, but very small and not statistically significant from zero, suggesting that endogeneity does not seriously bias the estimates of simple Tobit models. In column 2, I use an alternative growth residual as an exclusion restriction the residual from a regression of foreign growth on its own lag. This measure might be somewhat more robust towards deviation from a longrun trend that might be anticipated by firms if they adapt their expectations according to past realizations of foreign growth. This alternative measure yields a somewhat higher coefficient in the acquisition equation. However, the estimated effect of a crossborder acquisition in the RD intensity equation merely changes by this alternative specification. The interpretation of the results crucially depends on the validity of the exclusion restrictions, foreign growth and distance. Unfortunately, the validity of the instruments cannot formally be tested at least not without relying heavily on functional form restrictions. Hence, I performed some checks to rule out the most likely reasons why the exclusion restrictions might be correlated with unobservables affecting RD. The results of two of these alternative specifications are presented in Table 6. One concern with foreign growth rates is that they might affect domestic market conditions if they induce foreign entry into the domestic market or imply 17 Stiebale and Reize 2008 we find that inward foreign acquisitions indeed have a negative causal effect on innovation activities in German target firms. 17an increase in foreign demand which might affect expected future growth rates. In the first specification of Table 6, I add export and import growth at the industry level to the model. Export growth is only weakly significant in both equations and the import growth is not significant at all. Most importantly, it can be seen that the results for crossborder acquisitions do not change notably. A further concern is that shocks to foreign growth rates might reflect foreign innovations at the technological frontier. If that was the case, foreign unexpected growth rates might be an invalid instrument as technological frontier innovations might induce international knowledge spillovers or incentives to close a technological gap with foreign competitors. To check whether this effect drives the previous results, I reestimate the model controlling for a proxy variable for technological distance, computed as differences in the log labor productivity between the USA which are most likely to operate at or close to the world s technological frontier in both industries and Germany in the firm s main market, similar to Aghion et al. 2009. Table 6 shows that introducing this measure even slightly increases the coefficient estimate for crossborder acquisitions. In an alternative regression I controlled for differences in labor productivity between industries in Germany and Western Europe which did not affect the estimates notably either. One potential concern with the measure of distance to foreign markets is that it might be correlated with regional characteristics that determine investment opportunities. Put differently, firms with high RD productivity might choose to locate in certain areas that possibly have a high distance from the border. As from a theoretical point of view the relation between distance and crossborder acquisitions is ambiguous, it is difficult to judge whether this variable indeed reflects trade costs. If this was the case we should see a negative correlation between distance and firms export shares, while the opposite would be expected if there is a strong correlation between distance and managerial ability, as one would expect a selection of more productive and innovative firms into exporting. To check whether this is the case, I run a Tobit regression of a firm s export share and a Probit regression with a binary export dummy on distance and all the control variables from equation 2 except the firm s main markets. The estimated partial effects were negative 3.1% on the probability of exporting and 0.41 base points on a firm s export share and significant at the 1% level. This indicates that the correlation between foreign acquisitions and distance reflects trade costs rather than a location choice of firms. I argue that systematic differences in regional innovativeness are accounted for by differences in the firm size, industry composition and the 18other control variables used in the estimation. Differences between Eastern and Western Germany are still accounted for by a dummy variable in both regressions. The rich set of control variables including firm size, market share and industry characteristics should account for most of the differences in managerial ability across regions. By controlling for cooperation with other firms and scientific institutions I also account for external knowledge sources that may vary across regions although recent empirical evidence cast serious doubt that local interactions matter a lot for innovation activities see e.g. Mariani and Giuri 2007. The estimated marginal effects of the regressions from the nonlinear equation systems are depicted in Table 7. The estimated conditional marginal effects of a crossborder acquisition vary between 1.25 and 1.52 percentage points and are thus quite similar to the Tobit regressions. This is not too surprising given the small estimated correlation coefficient between the two equations. In Table 2 it was shown that the differences in RD intensity between acquirers and nonacquirers were more pronounced in knowledge intensive industries. To investigate whether this also holds after conditioning on control variables and accounting for the possible endogeneity of foreign acquisitions, separate regressions are run for knowledge intensive industries and other sectors presented in Table 8. The table shows that for Tobit regressions the estimated partial effects of crossborder acquisitions on RD are much higher in knowledge intensive industries about 3.5% points than in other industries about 0.75% points. In industries with low knowledge intensity, the estimated effect is even insignificant for the nonlinear equations system, but the insignificant and small coefficient for suggests that the results from the Tobit model are more efficient. Nonetheless, the difference in the estimated effects between the two industry types is quite striking and the difference in the estimated coefficients is also higher compared to the average RD intensity in these industries. The results so far suggest that crossborder acquisitions have on average a positive causal effect on domestic innovation activities. A likely explanation is that investors acquire complementary technologies in crossborder investments that increase the returns to RD spending or make the creation of new knowledge necessary to integrate the target firm s technology into the production process. Alternative explanations are that after an acquisition the fixed costs of RD can be spread over a higher production output or that the effects of crossborder acquisitions reflect the general effect of foreign market access or of a reduction in competition. Explaining the mechanisms behind the positive effect on RD intensity is of theoretical interest, but may also be interesting from an economic policy point of view, as they suggest in which way 19crossborder acquisitions may have a different effect on innovation activities compared to other forms of internationalization or corporate strategies that may be encouraged or discouraged by economic policy. To asses some of these issues I present model extensions in the next section in which I compare the effects of crossborder acquisitions to those of Greenfield FDI and domestic acquisitions. Further, I investigate the effect of crossborder acquisitions on tangible investment spending. 5.2 Model extensions For a reduced sample of firms I was able to calculate Greenfield investments. Greenfield investments were calculated by subtracting the number of foreign acquisitions from changes in the number of foreign subsidiaries within a certain time period. The reduction in sample size stems from the fact that information on subsidiaries is not available in the sample for all years.Table 9 shows estimation results of regressing RD intensity on Greenfield investments and other control variables. The estimates for the effects of crossborder MAs do not change notably after the inclusion of Greenfield investments and that Greenfield investments itself are not significantly correlated with RD intensity. Hence, it seems that the estimated effects for crossborder acquisitions are not a pure internationalization effect. One possible explanation for this finding may be found in the motives underlying these different investment types. Trade theoretical models with heterogeneous firms predict that Greenfield FDI is conducted to exploit existing firmspecific assets or to take advantage of differences in production costs, while crossborder MAs instead enable a firm to access firmspecific assets of target firms and to exploit complementarities in technologies see e.g. Nocke and Yeaple 2007, 2008. Feedback effects to domestic activities are probably higher for crossborder acquisitions since they often involve the integration of new production processes and technologies, while Greenfield Investments usually only duplicate or relocate existing production processes. Controlling for the share of sales that a firm generates in international and local markets, it is found that these measures are positively associated with RD, but they only slightly affect the estimated effect of international acquisitions on RD.18For comparison, I estimated an equation with the investment to sales ratio as the dependent variable to investigate whether crossborder acquisitions spur domestic growth in general. The results displayed in Table 10 show that the effect of crossborder acquisitions and Greenfield FDI on domestic investment in tangible assets is not significantly different from zero. Hence, it 18 In robustness checks available upon request I found similar results when I treated crossborder acquisitions as exogenous and instrumented Greenfield investments or export share with the foreign growth residuals and distance. 20seems the estimated effects on RD are not a pure growth effect, but that crossborder acquisitions have a distinct effect on innovation incentives or imply a reallocation of RD activities.19 I also assessed whether the effect stems from a reduction in competition induced by an acquisition. First, I control for a selfassessed measure of size relative to a firm s competitors which may be national or international. In particular the firms were asked whether the relative size of their competitors compared to themselves is small, similar, large, or whether there are no competitors. I reestimate the model including three dummy variables for selfassessed competition. The estimates shown in Table 11 indicate a nonlinear relationship between competition and RD and may stem from a tradeoff between an escapecompetition effect and appropriability conditions see e.g. Aghion et al. 2005. The point estimate for international acquisitions remains quite stable suggesting that the effect of international acquisitions on RD is not a pure result of the usually socially undesired reduction in competition. In the second column in Table 11 I add a dummy variable for domestic acquisitions. Surprisingly, domestic acquisitions are negatively correlated with RD intensity. Although the estimated marginal effects are statistically significant at the 5% level, the economic significance is quite low as they estimates suggest that the RD intensity of firms engaging in domestic acquisitions is all else being equal 0.06% points lower than the RD intensity of other firms. The results do not necessarily have a causal interpretation as there are no good instrument variables for domestic acquisitions in the data set used. However, when estimating panel Tobit and OLS regressions in first differences, I found negative although small and sometimes insignificant partial correlations between domestic acquisitions and changes in RD spending, as well results are available upon request. An explanation for the different impacts of domestic and crossborder acquisitions may be found in the different characteristics and motives for the deal. Cassiman et al. 2005 predict that acquisitions involving firms with complementary technologies spur RD expenditures. Complementarities might be more pronounced in international acquisitions. For example, Frey and Hussinger 2006 find that technological relatedness is a significant predictor for crossborder MAs, but not for domestic transactions. All in all, the results suggest that crossborder acquisitions can increase domestic RD intensity substantially, especially in knowledge intensive sectors. This result neither shows up for Greenfield investments nor for domestic acquisitions, which can be explained by the different characteristics of these investments and the motives behind them. Further, it seems that there is 19 I found that the result of no significant effect on tangible investment spending also holds when splitting the model into knowledge intensive and other industries. 21no causal effect of either foreign acquisitions or Greenfield FDI on tangible investment spending, which does not support fears of substitution effects between domestic and foreign investment activities. 5.3 Robustness checks I performed several robustness checks to investigate the sensitivity of the main results.20 First, I estimated the model for incorporated firms only, as missing data might be a more severe issue for nonincorporated firms which are not very likely to engage in MAs. A further check was to estimate the model only for firms with at least 10 employees, which is the minimum size of firms that engaged in crossborder MAs, as RD determinants might be different for very small firms. The results for the crossborder acquisition dummy which are displayed in Table A2 14show that the results did not change notably. A caveat of this study is that although the data set is representative for a large part of the population of firms those with annual sales up to 500 million the data set does not include the largest firms which account for a large share of acquisitions and RD activity. Nonetheless, it was found that the major result holds across firms of different size classes and industries, hence it seems likely that the results at least qualitatively apply to the whole population of firms. I also checked that the results were not driven by a negative correlation with the denominator in the RD to sales ratio hence, by a negative effect of foreign acquisitions on domestic sales and found that there was a large and highly significant effect on the absolute height of RD expenditures. Some further robustness checks investigate the sensitivity of the results towards the identifying assumptions. The results of the nonlinear equations system are robust towards dropping each single excluded instrument variable from the equation system and towards letting either the European growth residual or the distance variable enter both the acquisition and the RD equation see 58 in Table A2. To check the sensitivity of the results towards the distributional assumptions I estimated a linear IV regression instead of the nonlinear equations system.21 It can be seen from 911 in Table A2 that the main results of the paper are qualitatively robust to using a linear IV estimator. There is considerable and highly significant positive impact of crossborder acquisitions spurred by foreign growth and distance on the acquirers RD intensity and this effect mainly stems from hightech industries. 20 Some of the results are not reported to save space, but are available upon request. 21 Although the formal prerequisites for consistency of linear IV are quite restrictive in the case of limited dependent variables, Angrist 2001 shows that linear IV can be a good approximation for the unconditional local average treatment effect. 22As an alternative approach that does not rely on the validity of exclusion restrictions, I implement a propensity score matching procedure that comprises a comparison between the actual outcome of an acquirer and the situation had the firm not acquired foreign firm.22 The matching procedure was performed with replacement and standard errors were calculated using the method proposed by Lechner 1999. After imposing the common support condition, I deleted 8 acquiring firms from the sample. As covariates I used all regressors from the standard specifications of the nonlinear equation system, hence the results of the Probit equations are not shown separately. The results of the matching procedure are depicted in Table 12. It can be seen that the balancing property holds, as ttests cannot reject the equality of means for each covariate.23 The results of the propensity score matching confirm that firms that engaged in crossborder acquisitions display a significantly higher RD intensity, at least at a 5% level of significance. All in all, the sensitivity checks confirm the main results of this paper. 6. Conclusion and discussion While there is a large discussion on the effects of crossborder acquisitions on productivity and innovation in target firms, there is a lack of evidence how these outcomes are affected in investing firms. This paper analyses the impact of crossborder acquisitions on domestic RD expenditures of the acquiring firm. A first inspection of the data showed that firms engaging in crossborder acquisitions are characterized by considerably higher RD intensities than other firms, especially in knowledge intensive industries. These differences are also visible within industries and after conditioning on a large set of firmlevel and market characteristics. Applying a nonlinear equation system and exploiting unexpected changes to foreign growth rates and variation in distance to foreign markets across firms, it is found that a large part of the partial correlation seems to arise from a causal effect of crossborder acquisitions on domestic RD. The estimation results suggest that a crossborder acquisition raises the average RD to sales ratio in acquiring firms by about 1.5 percentage points. This is more than 17% of the average RD to sales ratio of all firms that spend a positive amount on RD and still more than 8% of the average RD intensity of acquiring firms that engage in RD. This effect is especially 22 See e.g. Blundell and Costa Dias 2000 for this method. Although the estimation procedure does not rely on exclusion restrictions, the validity of the approach crucially depends on the assumption of selection on observables. A further crucial assumption is that the comparison group is not affected by crossborder acquisitions, which might be violated in oligopolistic product markets. Nonetheless, the propensity score matching is often used to assess the causal effect of international acquisitions on target firm performance see e.g. Arnold and Javorcik 2009, Salis 2008. 23 This also holds individually and jointly for industry and time dummies which are not displayed in the table. 23driven by knowledge intensive industries, where I estimate a conditional marginal effect of about 3.5 percentage points. The results are robust towards several alternative specifications that rule out the most likely cases that would invalidate the exclusion restrictions and the main results show up in alternative empirical models with different identifying assumptions. The results do neither show up for domestic acquisitions nor for Greenfield investments. This suggests that the effects of crossborder acquisitions do not reflect the general effect of FDI or market power enhancing acquisitions, but rather the access to complementary foreign technologies or a reallocation of RD from the target to the acquiring firm. Further, no significant effect of both Greenfield FDI and crossborder acquisitions on tangible investment spending was found, suggesting that crossborder acquisitions especially spur headquarter activities such as expenditures for product development. The results have a direct policy implication. Many countries impose restrictions on international MAs, but undertake a lot of effort on attracting Greenfield foreign direct investment. Whether or not Greenfield FDI is more beneficial to the host country, politicians may reduce overall innovation incentives and hence gains from FDI if they prevent foreign investors from buying domestic firms. For future research it might be interesting to investigate innovation activities and other outcome variables in both acquirer and target companies involved in the same crossborder MA before and after the acquisition. These results might then be compared to the outcomes of firms conducting Greenfield FDI and their foreign affiliates and to the results of domestic MAs. Further, it might be interesting to investigate whether the results of this paper hold in other countries with different technological capabilities or industry structures. 24References Abadie, A. 2003, Semiparametric instrumental variable estimation of treatment response models, Journal of Econometrics 113 2: 231263. Aghion, P., Blundell, R., Griffith, R., Howitt, P. und Prantl, S. 2009, The Effects of Entry on Incumbent Innovation and Productivity, Review of Economics and Statistics 911, 2032. Aghion, P., N. Bloom, Blundell, R., Griffith, R. and Howitt, P. 2005, Competition and innovation: An inverted U relationship, Quarterly Journal of Economics 1202: 701728. Almeida, R. 2007, The labor market effects of foreign owned firms, Journal of International Economics 72 1: 7596. Angrist, J. 2001, Estimation of limited dependent variable models with dummy endogenous regressors, Journal of Business and Economic Statistics 19 1: 216. Arnold, J. M. and Javorcik, B. S. 2009, Gifted Kids or Pushy Parents? Foreign Acquisitions and Plant Performance in Indonesia, Journal of International Economics 791, 4253. Aw, B. Y., Roberts, M. J. and Xu, D.Y. 2008, RD Investments, Exporting, and the Evolution of Firm Productivity, American Economic Review, Papers and Proceedings 98: 451456. Aw, B.Y., Roberts, M. J. and Winston, T. 2007, Export Market Participation, Investments in RD and Worker Training, and the Evolution of Firm Productivity, The World Economy 14: 83104. Becker, S. O. and Mundler, M.A. 2008, The Effects of FDI on Job Seperation, The B.E. Journal of Economic Analysis and Policy 8 1, Article 8. Benfratello, L. and Sembenelli, A. 2006, Foreign Ownership and Productivity: Is the Direction of Causality so Obvious?, International Journal of Industrial Organization 24 4:733751. Bertrand, O. 2009, Effects of foreign acquisitions on RD activity: Evidence from firmlevel data for France, Research Policy 38 6: 10211031. Bertrand, O. and Zuninga, P. 2006, RD and MA: Are crossborder MA different? An investigation on OECD countries, International Journal of Industrial Organization 24: 401423. Blind, K. and Jungmittag, A. 2004, Foreign Direct Investment, Imports and Innovations in the Service Industry , Review of Industrial Organization 25 2: 205227. Blonigen, B. 2005, A Review of the Empirical Literature on FDI Determinants, NBER working paper No. 11299. Blundell, B. and Costa Dias, M., 2000, Evaluation Methods for NonExperimental Data, Fiscal Studies 21 4, 427468. Bond, S. R., Harhoff, D. and Van Reenen, J. 1999, Investment, RD and Financial Constraints in Britain and Germany, IFS working paper W995. Brainard, S. L. 1997, An Empirical Assessment of the ProximityConcentration Tradeoff Between Multinational Sales and Trade, American Economic Review 87 4: 520544. Brakman, S., Garretsen, H., Marrewijk, v. C. 2006. Crossborder mergers acquisitions: The facts as a guide for international economics. Working Paper No. 1823, CESifo. Budd, J. W., Konings, J. and Slaughter, M. J. 2005, Wages and International Rent Sharing in Multinational Firms, The Review of Economics and Statistics 871: 7384. Cassiman, M., Colombo, B., Garrone, P. and Veugelers, R. 2005, The impact of MA on the RD process: An empirical analysis of the role of technological and marketrelatedness, Research Policy 34 2: 195220. Castellani, D. and Zanfei, A. 2007, Internationalisation, innovation and productivity: How do firms differ in Italy?, The World Economy 301: 156176 . 25Cohen, W. and Levine, R. 1989, Empirical studies of innovation and market structure, in: Schmalensee, R. and Willig, R. eds., Handbook of Industrial Organization, Vol. 2, Amsterdam. Criscuolo, C. Haskel, J. E. und Slaughter, M. J. 2005, Global Engagement and the Innovation Activities of Firms, NBER Working Paper 11479. Desai, M. A., Foley, F. C.,und Hines, J. R. 2009, Domestic Effects of the Foreign Activities of US Multinationals, American Economic Journal: Economic Policy, 11: 181203 Erdilek, A. 2005, RD activities of foreign and national establishments in Turkish Manufacturing in Blomstrom, M. Graham, E. and Moran, T. eds., The Impact of Foreign Direct Investment on Development: New Measures, New Outcomes, New Policy Approaches, Institute for International Economics, Washington, DC. Falk, M. and R. Falk 2006, Do ForeignOwned Firms Have a Lower Innovation Intensity than Domestic Firms?, WIFO Working Paper No. 275. Fors, G. and Svensson, R. 2002, RD and foreign sales in Swedish multinationals: a simultaneous relationship?, Research Policy 31 1: 95107. Frey, R. und K. Hussinger 2006, The Role of Technology in MAs: A Firm Level Comparison of CrossBorder and Domestic Deals, ZEW Discussion Paper No. 06069, Centre for European Economic Research ZEW, Mannheim. Griffith, R., Redding, S. and Simpson, H. 2004, Foreign ownership and productivity: New Evidence from the service sector and the RD lab, Oxford Review of Economic Policy 20 3: 440456. Grimpe, C. and Hussinger, K. 2007, Preempting Technology Competition Through Firm Acquisitions, Economic Letters 100 2: 189191. Head, K. und Ries, J, 2008, FDI as an outcome of the market for corporate control: Theory and evidence, Journal of International Economics 74 1. 220 Helpman, E., Melitz, M. J. and Yeaple, S. R. 2004, Export versus FDI with Heterogeneous Firms, American Economic Review 941: 300316. Hijzen, A., Gorg, H. and Manchin, M. 2008. Crossborder mergers and acquisitions and the role of trade costs, European Economic Review, 525, 849866. Hitt, M. A., Hoskisson, R. E., Ireland, R. D. and Harrison, J. S., 1991, Effects of acquisitions on RD inputs and outputs, Academy of Management Journal 34: 693706. Jensen, M. 1988, Takeovers: Their causes and consequences, Journal of Economic Perspectives 2: 2148. Jensen, M. and Ruback, R. 1983, The market for corporate control: The scientific evidence, Journal of Financial Economics 11: 550. Johansson, B. and Loof, H. 2005, FDI inflows to Sweden Consequences for Innovation and Renewal CESIS Working Paper No. 36. Jovanovic, B. Rousseau, P. L. 2008. Mergers as Reallocation. The Review of Economics and Statistics 904, 765776. Kamien, M. I. Zang, I. 1990, The Limits of Monopolization through Acquisition, The Quarterly Journal of Economics, 1052, 46599. Kaplan, S. 1989, The effects of management buyouts on operating performance and value, Journal of Financial Economics 44: 611632. Konings, J. and Murphy, A. 2006. Do multinational enterprises relocate employment to low wage regions? Evidence from European multinationals, Review of World Economics 142 2: 267286. 26Kumar, N. 1987, Technology Imports and Local Research and Development in Indian Manufacturing, The Developing Economics 25: 475492. Lechner, M. 1999. Identification and Estimation of Causal Effects of Multiple Treatments Under the Conditional Independence Assumption. IZA Discussion Papers 91, Institute for the Study of Labor IZA. Loof, H., Ebersberger, B. and Johansson, B. 2006, Does Ownership Matter? The Impact of Foreign Takeovers on Innovation and Productivity Performance, CESIS Working Paper 69. Loof, H. and Heshmati, A 2006., On the relationship between innovation and performance: A sensitivity analysis, Economics of Innovation and New Technology 15 45: 317344. Love, J. H., Ashcroft, B. and Dunlop, S. 1996, Corporate structure, ownership and the likelihood of innovation, Applied Economics 28: 737746. Love, J. H., Roper, S. and Du, J. 2009, Innovation, ownership and profitability, International Journal of Industrial Organization 273, 424434. Maddala G. S. 1983, Limiteddependent and Qualitative Variables in Econometrics, Cambridge University Press. Mariani, M. and Giuri, P. 2007, Proximity of Inventors and Knowledge Flows, presented at the DRUID summer conference, Copenhagen June 2007. Mundlak, Y. 1978, On the Pooling of Time Series and Cross Section Data, Econometrica 46: 6985. Neary, J. P., 2003, Crossborder Mergers as Instruments of Comparative Advantage, Mimeo, University College Dublin. Nocke, V. and Yeaple, S. R. 2007, Crossborder mergers and acquisitions vs. greenfield foreign direct investment: The role of firm heterogeneity, Journal of International Economics 72 2: 336365. Nocke, V. and Yeaple, S. R. 2008, An Assignment Theory of Foreign Direct Investment, Review of Economic Studies 75 2, 529557 Norback, PJ. and Persson, L. 2007, Investment liberalization Why a restrictive crossborder merger policy can be counterproductive, Journal of International Economics 72 2: 366380. Papke, L. E. and Wooldridge, J. M. 2008, Panel data models for fractional response variables with an application to test past rates, Journal of Econometrics 14512: 121133. Pfaffermayr, M. 2004, Export orientation, foreign affiliates, and the growth of Austrian manufacturing firms, Journal of Economic Behavior and Organization, 543, 411423. Reinganum, J. F. 1983, Uncertain Innovation and the persistence of monopoly, American Economic Review 734: 741748. Reize, F. 2004, Kf WMittelstandspanel 2004 Reprasentative Analyse zu Investitionen und Beschaftigungseffekten kleiner und mittlerer Unternehmen, Kf W Bankengruppe. Roller, LH., Stennek, J. and Verboven, F. 2001, Efficiency gains from mergers, European Economy 5, 31128. Saha, A. Capps, O. and Byrne, P. J. 1997, Calculating marginal effects in models for zero expenditures in household budgets using HeckmanType correction, Applied Economics 29: 13111316. Salis, S. 2008, Foreign Acquisition and Firm Productivity: Evidence from Slovenia, The World Economy 31 8: 10301048 SannaRandaccio, F. and Veugelers 2007, Multinational knowledge spillover with decentralized RD: a gametheoretic approach, Journal of International Business Studies 381: 4763. Smith, R. J. and Blundell, R. W. 1986, An exogeneity test for a simultaneous equation model with an application to labor supply, Econometrica 54 3, 679685. 27Stiebale, J. and Reize, F. 2008, The Impact of FDI on Innovation in Target Firms, Ruhr Economic Paper 50. RWI, Essen. UNCTAD 2005, World Internationalization of RD. United Nations Investment Report 2007: Transnational Corporations and the UNCTAD 2007, World Investment Report 2007: Transnational Corporations, Extractive Industries and Development. United Nations Veugelers, R. 2006, Literature Review on MA and RD. In: Cassiman, B. and M.G. Colombo, Mergers and AcquisitionsThe Innovation Impact Veugelers, R. and B. Cassiman 2003, Foreign Subsidiaries as a Channel of International Technology Diffusion: Some Direct Firm Level Evidence from Belgium, European Economic Review 48: 455476. Wagner, J. 2006, International Firm Activities and Innovation: Evidence from Knowledge Production Functions of German Firms, Working Paper No. 25, Universitat Luneburg. Wooldridge, J. M. 2002, Econometric Analysis of Crosssection and Panel Data, MIT Press. 28variable RD intensityforeign ownershiplog sizeshare high skilledlog market sharecapital intensitycooperation firmscooperation sciencelog firm ageeast entry equity financemain market regionalmain market internationaldomestic growtheu growtheu growth residualsizeageinvestment ratelabor productivitysales growthemployment growthdistance to bordergreenfield fdiknowledge intense Table 1: summary statistics description RD expenditures sales 100 1, if owned by a foreign companylog number of employeesshare of employees with university degree 100Logarithm of sales relative to total sales on 3 digit NACE level 100log investment in tangible assets per employee1 if firm cooperates with other firms1 if firm cooperates with public scientific institutions Logarithm of firm age in years 1, if firm has headquarter in former GDRnet domestic entry rate at twodigit industry level 1, if firm financed part of its tangible investment by equity 1, if firm generates the highest share of sales in region 50 km around headquarter 1, if firm generates the highest share of sales within regional marketsdomestic growth rate at twodigit industry level EU growth rate at twodigit industry leveldetrended EU growth rate at twodigit industry levelnumber of employeesfirm age in yearstangible investment sales 100sales per employee in 1000logarithmic one year sales growthlogarithmic one year employment growth distance to closest border of EU countries in 100 kilometres 1, if firm founded at least one foreign subsidiary in the last 3 years 1, if firm operates in knowledge intensive industry average RD intensity 3.5%acquiring firmsother firms 8.4810.0714.82532.322.8578.3500.4430.1642.6390.4710.0340.7640.4210.2070.0090.0480.004233.935.740.079254.10.1250.0481.8300.1650.4071.9050.0243.41818.424.9907.4460.2730.0672.8330.4020.0020.5800.5940.0670.0180.0450.00164.035.750.087188.70.0510.0131.5490.0120.151Table 2: RD intensity in acquiring firms acquiring firmsother firmsall industriesknowledge intense 1knowledge intense 0unconditional 8.48114.7394.184RD0 unconditional 1.90518.2685.02722.10812.8631.348RD07.28310.1006.14329Table 3: Crosssectional Tobit results coefficients and marginal effects 23419.1267 1.4512.41560.8392 0.1550.18432.3984 0.4000.51540.00150.00034.68191.028240.039 4.4848.79342.1280.344cbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastentrydomestic growthprevious multinationalprevious RD intensity0.1860.4630.1186.3137 1.3621.50240.22340.04630.0668 0.0060.01380.27870.05770.2103 0.0460.04363.5574 0.3400.76399.4136 0.5002.34680.94700.19568.9624 0.3541.93824.3163 0.5140.97110.57000.11670.6544 0.1610.13561.1375 0.3850.23302.0112 0.3490.41332.19100.453915.522 4.2703.21572.0110.8410.1870.4630.1186.4323 1.5021.53480.22100.04580.0668 0.0060.01380.27890.05780.2104 0.0460.04363.5577 0.3400.76409.4118 0.5012.34630.94640.19548.9636 0.3551.93854.3193 0.5140.97180.56080.11490.6536 0.1610.13541.1401 0.3850.23352.0125 0.3490.41362.18180.452015.521 4.2703.21540.22990.04741.2262.0110.8430.2080.5106.2518 1.4921.50960.32720.06580.0371 0.0080.00750.3242 0.1280.06520.1061 0.0500.02131.9104 0.3540.39303.6213 0.5430.79850.86350.17275.5638 0.3811.15411.3778 0.5320.28650.00440.00090.3703 0.1720.07440.29310.05870.9283 0.3590.18571.04790.21066.09091.22420.95230.19650.9016 0.0200.18127.7247 1.50310.275 0.1609796.84471.7 0.00086940.4091.1325.5081.9620.8826.8235 0.88614.918 0.17621589.15constantsigma LogLikelihood Wald test joint significance 2978.2 0.000NNotes: , denotes significance at the 1%5%,10%level. Standard errors are shown in parantheses, marginal effects are conditional on a positive outcome and are calculated at the sample mean of the regressors in square brackets. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.4.4462 1.35413.680 0.15920557.55041.6 0.000161794.4325 1.35213.681 0.15820557.55041.6 0.000161791617930Table 4: Regressions in first differences and correlated randomeffects Tobit model 42OLS3OLS1OLS0.5581.42361.6539 0.5600.02030.0590.0088 0.0020.0380.06270.0140.00090.08680.1100.6658 0.1990.1480.06100.03200.1060.7645 0.2040.3110.65530.29910.5881.4161.4935estimation methodcbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipentrydomestic growthprevious RD intensityconstant FTest WaldTest NNotes: , , denotes significance at the 1% 5%, 10% level. Standard errors are in parantheses. Estimates in column 4 are marginal effects conditional on a positive outcome and are calculated at the sample means of the regressors Correlated RETobit 1.7676 0.6230.13440.1210.0020.00270.0800.02040.0100.00980.0950.03110.15480.1390.1040.01210.1270.24220.1500.06310.3000.72540.06380.3190.7710.03362.3934 0.5120.08380.0540.0099 0.0020.0350.03560.0130.01020.09540.1011.0591 0.1870.03530.1350.5374 0.0980.1870.12470.2840.56060.59790.5380.63321.2960.3019 0.0070.49910.9192 0.3070.20870.4543.0618 1.0550.383109.370.0000.2393 0.0491453.60.0008.820.0005.930.0000.3510.107710771868086808680Table 5: NonLinear equation system cbacquisitioncbacquisition 0.3358 0.0450.0069 0.0020.1432 0.0290.0110.01800.0810.11300.1200.10550.1070.08210.14900.0870.3057 0.1140.09770.1600.1167 0.0410.3762 0.1140.4841 0.1520.7673 0.2551.0390.23360.2014 0.0640.3282 0.0450.0069 0.0020.1490 0.0300.0110.01820.0810.11200.1200.10830.1070.08370.14010.0870.3112 0.1140.11180.1600.1118 0.0410.3787 0.1150.4729 0.1520.7546 0.2560.41541.0670.2004 0.0644.9327 1.538RD intensity 5.5133 1.8200.21580.1870.0669 0.0060.28150.1180.2107 0.0463.5592 0.3409.4117 0.5000.94280.4638.9579 0.3554.3285 0.5150.57070.8410.6576 0.1611.1426 0.3852.0125 0.3492.23292.01215.556 4.271RD intensity 5.4997 1.8190.21570.1870.0669 0.0060.2815 0.1180.2108 0.0463.5592 0.3409.4117 0.5000.9427 0.4638.9579 0.3554.3287 0.5150.57070.8410.6577 0.1611.1427 0.3852.0125 0.3492.23352.01215.552 4.271Dependent variablecbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastdomestic entrydomestic growth residualdistance to bordereu growth residual trendeu growth residual lag constantrho correlation coefficientsigma Log Likelihood WaldTest joint significanceWaldTest exclusion restrictionsNNotes: , denotes significance at the 1%5%,10%level. Standard errors are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.0.0271 0.04113.682 0.159 21157.73606.04 0.00019.98 0.000161790.0275 0.041 13.682 0.159 21153.53607.436.1083 2.1104.1379 0.37918.09 0.000161794.4485 1.3524.2893 0.3794.4487 1.35231Table 6: Nonlinear equation system alternative specifications cbacquisitioncbacquisition RD intensity 6.3940 1.8270.18090.1900.0670 0.0060.2796 0.1220.2054 0.0463.5451 0.3429.3381 0.5080.9468 0.4638.9430 0.3594.3891 0.5140.89650.8430.7016 0.1621.1488 0.3872.0863 0.3523.94142.19614.818 4.312RD intensity 5.3819 1.8220.23710.1870.0667 0.0060.30060.1180.2105 0.0463.5504 0.3409.4359 0.5010.96060.4638.9683 0.3554.3124 0.5150.57700.8410.6556 0.1611.1482 0.3852.0096 0.3492.16852.01513.958 4.4050.3652 0.0480.0069 0.0020.1380 0.0310.0120.01780.0830.11670.18590.1290.1080.0950.20160.0900.3133 0.1160.11440.1600.1111 0.0420.3870 0.1170.4584 0.1560.3250.73990.2151.1150.1981 0.0665.1461 1.6200.3335 0.0450.0070 0.0020.1450 0.0300.0110.01830.0810.11310.12150.1210.1070.08850.14440.0880.3225 0.1140.11380.1610.1129 0.0410.3762 0.1150.4733 0.1520.7440 0.2560.33441.0980.2018 0.0644.8798 1.5350.2780.50670.48920.350Dependent variablecbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastdomestic entrydomestic growth residualdistance to bordereu growth residualexportgrowthimportgrowthtechnological distanceconstantrho correlation coefficientsigma Log Likelihood WaldTest joint significanceWaldTest exclusion restrictionsNNotes: , denotes significance at the 1%5%,10%level. Standard errors are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.0.0271 0.04113.682 0.159 21157.73606.04 0.00019.98 0.000161790.0248 0.04113.631 0.159 21153.53607.43 0.00019.94 0.000161790.3152 0.1064.1006 0.4200.8206 0.3935.5017 1.5252.18890.01791.2381.4714.3237 0.3824.5409 1.358 321.2884 0.4780.04470.0390.0139 0.0010.05830.0240.0437 0.0090.7643 0.0762.3462 0.1490.19470.0951.9372 0.0810.9740 0.1260.11690.1700.1362 0.0330.2340 0.0780.4136 0.0710.46260.4173.2225 0.8851.2848 0.4780.04470.0390.0139 0.0010.05830.0240.0437 0.0090.7643 0.0762.3462 0.1490.19470.0951.9372 0.0810.9741 0.1260.11690.1700.1362 0.0330.2341 0.0780.4136 0.0710.46270.4173.2217 0.885Table 7: Marginal effects for RD intensity equation from nonlinear equation system 1.5264 0.5000.03750.0390.0139 0.0010.0580 0.0250.0426 0.0100.7623 0.0762.3300 0.1510.1957 0.0951.9323 0.0810.9898 0.1260.18250.1690.1455 0.0340.2355 0.0780.4289 0.0720.81720.4553.0724 0.894cbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastdomestic entrydomestic growthexportgrowth importgrowth technological distance 0.1701 0.082Notes: , denotes significance at the 1%5%,10%level. Standard errors are shown in parantheses. Test statistic are shown with pvalues in parantheses. All regressions include industry and time dummies. Marginal effects are reported that are conditional on a positive outcome and are calculated at the sample mean of the regressors. Marginal effects corresond to coefficient estimates in tables 5 and 6 in the corresponding order 1.2536 0.4760.04910.0390.0138 0.0010.06220.0240.0436 0.0090.7621 0.0762.3527 0.1490.19830.0951.9388 0.0810.9698 0.1250.11810.1700.1358 0.0330.2351 0.0780.4128 0.0710.44910.4172.8906 0.9120.2560.45330.00370.305Table 8: Hightech and knowledge intensive industries marginal effects tobitknowledge intense0tobitknowledge intense1knowledge intense1nonlinear system 3.5214 1.4790.5411 0.1690.0241 0.0050.1060.23570.07410.0401.4286 0.2854.6552 0.4580.23530.4003.9877 0.2881.8294 0.4311.60630.6330.1460.02270.3650.72780.2870.37353.3367.62914.51953.3760.005 0.06717.729 0.3726135.9650.56 0.000subsampleestimation methodcbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastentrydomestic growthrhosigma Log Likelihood WaldTest joint significanceNNotes: , denotes significance at the 1%5%,10%level. Marginal effects are reported that are calculated at the sample means of the regressors and conditional on a positive outcome are reported. Standard errors are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.knowledge intense0nonlinear system 0.37710.5200.02540.0340.0110 0.0010.03300.0210.0333 0.0080.5919 0.0681.8698 0.1480.20770.0841.5925 0.0730.7578 0.1190.6680 0.1480.1348 0.0290.2129 0.0660.3816 0.0630.06750.3442.4185 0.8120.064 0.07111.378 0.1600.7504 0.3700.02370.0330.0109 0.0010.03200.0210.0333 0.0080.5916 0.0681.8679 0.1480.2074 0.0841.5944 0.0730.7580 0.1190.6695 0.1480.1339 0.0290.2116 0.0660.3808 0.0630.04900.3442.3908 0.8113.5988 1.1170.5426 0.1680.0241 0.0050.1060.23550.07400.0401.4281 0.2854.6566 0.4570.23740.4003.9879 0.2881.8264 0.4291.60770.6330.1460.02210.3640.72660.2870.37363.3367.63004.52443.376 11.377 0.16014466.63485.1 0.0001369514889.02348.61 0.0001369517.285 0.3615867.4869.36 0.0002484248433Table 9: RD intensity equation with Greenfield investments and export share marginal effects nonlinear tobitnonlinear tobit 1.5125 0.4030.04420.249equation system 1.2567 0.5130.02520.252estimation methodcbacquisitiongreenfield fdiexport shareregional salessizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financeforeign ownershipagelimited liabilityeastdomestic entrydomestic growth residualrhosigma Log Likelihood WaldTest joint significanceNNotes: , denotes significance at the 1%5%,10%level. Standard errors are shown in parantheses. Test statistics are shown with pvalues in parantheses All regressions include industry and time dummies.equation system 1.2472 0.5070.31330.2320.0212 0.0030.0312 0.0030.05680.0420.0115 0.0010.01560.0270.0254 0.0100.6574 0.0812.1899 0.1580.2912 0.1040.15840.1810.0890 0.0390.15770.1810.0897 0.0390.1785 0.0860.2927 0.0780.028 0.04413.595 0.1731.4586 0.3990.32890.2300.0212 0.0030.0312 0.0030.05820.0420.0114 0.0010.01500.0270.0253 0.0100.6569 0.0812.1901 0.1580.2917 0.1040.15840.1810.0890 0.0390.1778 0.0860.2923 0.0780.4190.38070.53771.0210.03570.0430.0126 0.0010.0594 0.0280.0318 0.0110.6806 0.0832.3611 0.1650.2559 0.1060.17070.9160.5791 0.1940.03510.1900.1221 0.0410.2587 0.0880.4156 0.0800.020 0.04113.323 0.1550.03750.0430.0126 0.0010.0588 0.0280.0317 0.0110.6799 0.0832.3621 0.1650.2569 0.1060.03560.1900.1211 0.0400.2577 0.0880.4152 0.0800.4380.24011.47961.05116455.14410.31 0.0003730.2 0.000131152965.2 0.000131154150.6 0.0001311513.580 0.17213.169 0.16817456.216924.720570.113115Table 10: Tangible investment intensity marginal effects nonlinear tobitnonlinear tobit 0.68120.6500.4053equation system1.076estimation methodcbacquisitiongreenfield fdisizeshare high skilledmarket shareageentrydomestic growth residualcooperation firmcooperation scienceforeign ownershipmain market regionalmain market internationallimited liabilityeastrhosigma Log Likelihood WaldTest joint significanceNNotes: , denotes significance at the 1%5%,10%level. Marginal effects are reported that are conditional on a positive outcome and are calculated at the sample mean of the regressors. Standard errors are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.equation system1.0860.29490.26640.5320.2396 0.0740.0076 0.0020.2519 0.0490.2024 0.0690.8570.16473.93671.8530.3820 0.1411.4283 0.2730.3810.00280.1400.16390.09830.2530.3186 0.1480.1400.26970.066 0.06616.696 0.1270.6520.65690.18170.5220.2331 0.0730.0077 0.0020.2493 0.0480.1991 0.0690.2140.8553.8999 1.8520.3794 0.1411.4303 0.2730.3810.00110.1400.16880.08810.2520.3223 0.1480.1400.27160.2430 0.0740.0075 0.0020.2529 0.0490.2025 0.0690.8570.1653.95171.8530.3825 0.1411.4309 0.2730.3810.00890.1400.16640.10650.2530.3156 0.1480.1400.26770.0756 0.06616.697 0.1270.2346 0.0730.0077 0.0020.2497 0.0480.1988 0.0690.8550.21963.90611.8520.3795 0.1411.4322 0.2730.3810.00230.1400.1710.09240.2520.3208 0.1480.27050.14016.693 0.12741249.2803.53 0.00013115803.66 0.00013115800.81 0.00013115801.1 0.0001311516.693 0.12741760.2641249.341748.134Table 11: Competition effects and domestic acquisitions marginal effects nonlinear tobitnonlinear tobitequation system 1.3581 0.4801.5507 0.3721.8494 0.4180.0617 0.027equation system 1.6372 0.5290.0574 0.028estimation methodcbacquisitiondomestic acquisitioncompetition highcompetition lowcompetition monopolysizeshare high skilledmarket sharecapital intensityageentrydomestic growth residualcooperation firmcooperation scienceequity financeforeign ownershipmain market regionalmain market internationallimited liabilityeastrhosigma Log Likelihood WaldTest joint significanceNNotes: , denotes significance at the 1%5%,10%level. Marginal effects are reported that are conditional on a positive outcome and are calculated at the sample mean of the regressors. Standard errors are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.0.3777 0.0690.0167 0.1150.4467 0.1790.03560.0390.0134 0.0010.05920.0240.0432 0.0090.1242 0.0340.45890.4143.2312 0.8930.7304 0.0762.3131 0.1490.0950.18460.05860.1731.9197 0.0810.9300 0.1260.2172 0.0780.3624 0.0710.024 0.04113.539 0.1580.3777 0.069 0.0165 0.1150.1790.44670.0370.0390.0134 0.0010.05870.0240.0431 0.0090.1236 0.0340.4510.4143.2251 0.8930.7300 0.0762.3137 0.1490.0950.18550.05860.1731.9207 0.0810.9273 0.1250.2163 0.0780.3622 0.0710.04140.0390.0139 0.0010.05740.0240.0434 0.0090.1361 0.0330.45040.4173.2136 0.8840.11840.1700.7621 0.0760.19750.0952.3473 0.1491.9367 0.0800.9737 0.1260.2369 0.0780.4177 0.0710.024 0.04113.541 0.15821097.33825.18 0.0000.04240.0390.0139 0.0010.0569 0.0240.0433 0.0090.1355 0.0330.44220.4173.2070 0.8840.7617 0.0762.3480 0.1490.1984 0.0950.11850.1701.9377 0.0800.9713 0.1250.2363 0.0780.4179 0.07113.541 0.15820766.63587.9 0.0001617913.670 0.15820554.75047.3 0.0001617920181.34998.1 0.0001617916179Table 12: Propensity score matching Acquiring firms Matched firms Outcome:RD intensity Covariates:sizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastentrydomestic growthdistance to border EU growth residualttestpvalue0.0230.7860.2490.4630.9371.0000.8710.2390.3260.2080.8130.9280.4410.1460.9890.3660.4700.6702.7884.87127.8622.7097.3390.4420.1670.8190.3620.2750.0652.9180.8770.3910.0350.0071.7460.0028.5834.83432.1742.8537.3750.4420.1590.7610.4200.2100.0722.9060.9060.4780.0340.0141.8440.00435Appendix A: Additional Tables Table A1: Results from OLS regressions 13244.9850 0.5564.6138 0.5390.2953 0.0610.0240 0.0020.0390.04670.03470.0140.7736 0.1164.8722 0.2110.10030.1491.6569 0.1151.7220 0.2060.65200.3260.1684 0.0510.21610.1170.2376 0.1131.58790.7574.8407 1.5565.0445 0.5940.2903 0.0610.0241 0.0020.0390.04540.03490.0140.7742 0.1164.8682 0.2110.10180.1491.6615 0.1151.7337 0.2060.68120.3270.1670 0.0510.22310.1170.2411 0.1131.55950.7574.8301 1.5550.82590.477cbacquisitionsizeshare high skilledmarket sharecapital intensitycooperation firmcooperation scienceequity financemain market regionalmain market internationalforeign ownershipagelimited liabilityeastentrydomestic growthprevious multinationalprevious RD intensityconstant FTest Rsquared NNotes: , denotes significance at the 1%5%,10%level. Standard errors clustered at the firm level are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.4.9678 0.6100.0680.12040.0030.0040.0430.05120.00670.0160.20260.1220.9595 0.2360.03240.1640.4425 0.1240.13790.2160.3490.59920.0550.00120.1250.00140.1160.12980.3530.7745.8065 1.9220.10020.4590.7124 0.0090.48310.493259.82 0.0000.526286941.7524 0.3340.3704 0.0500.3954 0.1220.3568 0.1111.98280.78510.713 1.6052.4584 0.29074.12 0.0000.1102161792.5811 0.44598.06 0.0000.1794161792.5602 0.44695.50 0.0000.179616179 36Table A2: Additional robustness checks 1234RD intensity RD intensity RD intensity RD intensitycbacquisition 1.8174 0.4401.6895 0.3831.4544 0.5511.5511 0.493sample restrictionestimation method WaldTest excluded IVs Nincorporated firmssize10tobit118405tobit 130896incorporated firmsnonlinear eq. sys 19.35 0.000size10nonlinear eq. sys 20.07 0.000118407130898cbacquisition 1.4168 0.4901.2769 0.4781.2982 0.4791.4068 0.486RD intensity RD intensity RD intensity RD intensityexcluded instrumentadditional control variableestimation method WaldTest excluded IVs Neu growth residualdistance to bordernonlinear eq. sysnonlinear eq. sys 10.32 0.001161799.78 0.00216179910distance to bordereu growth residualnonlinear eq. sys 9.62 0.00216179eu growth residualdistance to bordernonlinear eq. sys 10.28 0.0011617911cbacquisition 3.6303 0.8778.9390 2.6940.8306 0.831RD intensity RD intensity RD intensityknowledge intense 1 knowledge intense 0sample restrictionestimation methodadditional control FTest excluded IVs NNotes: , denotes significance at the 1%5%,10%level. For nonlinear models marginal effects conditional on a positive outcome are reported. Standard errors clustered at the firm level are shown in parantheses. Test statistics are shown with pvalues in parantheses. All regressions include industry and time dummies.14.17 0.00011.54 0.001linear IVlinear IV7.03 0.001248413695linear IV16179 37Appendix B The LogLikelihoodfunction of the Tobit model with dummy endogenous regressor consists of four different parts depending on the values of RD and CBACQln Li22lnln a a ln ln iixixi 1CBACQi 1CBACQi12ln 2ln 12,wi,wio,14o ,141 2 1 1 if RDi0 and CBACQi0 if RDi0 and CBACQi1RD xii CBACQi 2 1 if RDi0 and CBACQi0ln 212ln 121 2RD xii CBACQi 2 1 if RDi0 and CBACQi1where ix wii CBACQi wi xizi 2 111238", "filename": "617382506.pdf", "person": ["Joel Stiebale", "Stiebale, Joel"], "date": ["2010"]}