{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/30016/1/618000585.pdf"], "title": ["What lures cross-border venture capital inflows?"], "plaintext": "Nontechnical summary The change in the business model of venture capitalists from investing locally towards investing across borders started to intensify in the late 1990s. Compared to domestic investments, crossborder investments are likely to be associated with higher transaction and information costs. The reason for this is that venture capital is typically invested in opaque risky ventures where information asymmetries between the entrepreneurs and the venture capitalists are particularly pronounced and which therefore require intensive preinvestment screening, postinvestment handson management support and control. Nevertheless, there are at least two potential benefits that might outweigh the higher costs of investing across borders. By crossing borders, venture capitalists are able to exploit return differences between their home country and the portfolio companies countries. But even if return differences were absent, venture capitalists might invest abroad in order to diversify their portfolios geographically and to reduce their countryspecific risks. In this paper we study the economic determinants of crossborder and domestic venture capital investments. A better understanding of the determinants behind domestic and crossborder venture capital investments is interesting to academics as well as to policy makers since crossborder venture capital inflows may compensate for potential limits in the domestic venture capital supply. We use a European and NorthAmerican country dataset and start by simultaneously analyzing how economic determinants shape domestic venture capital investments i.e., when the venture capitalist is located in the same country as the portfolio company and gross crossborder venture capital inflows i.e., when the venture capitalist is located outside the country under focus. We find that countries with higher patent counts have a higher number of domestic investments as well as gross crossborder inflows than countries with lower patent counts. Countries with higher expected economic growth have a higher number of gross crossborder inflows than countries with low growth prospects. In addition, countries with viable stock markets have more domestic investments and are more successful in attracting investments from foreign venture capitalists than countries with unviable stock markets. We continue by investigating whether venture capital inflows compensate for potential limits in the domestic venture capital supply and analyze net crossborder venture capital inflows for country pairs. We define net crossborder inflows as the gross crossborder inflows attracted by the icountry portfolio companies from the kcountry venture capitalists minus the gross crossborder outflows, which icountry venture capitalists invest into kcountry portfolio companies. Our results indicate that countries with higher expected growth and lagged stock market returns receive larger net crossborder inflows. Moreover, a higher stock market capitalization and a more favorable environment for venture capital intermediation lead to lower net crossborder inflows. These finding may indicate that venture capitalists located in countries with viable stock markets can raise funds at more favorable conditions and venture capitalists located in countries with attractive tax and legal environments for venture capital intermediation have incentives to invest their funds in jurisdictions with less favorable tax and legal conditions. Thus, net crossborder inflows compensate limits in the local venture capital supply. Das Wichtigste in Kurze inlandischen Investitionen durften auslandische Informationskosten verbunden sein, da die Ende der 1990er verstarkten VentureCapital VC Investoren ihre auslandischen Investitionen. Im Investitionen mit hoheren Vergleich zu den Transaktionskosten und Informationsasymmetrien zwischen den Unternehmern und Investoren besonders stark ausgepragt sind, und deshalb eine vor der stattfindenden Investition zeitaufwendige Auswahlphase, und nach erfolgter Investition eine zeitintensive Unterstutzung und Uberwachung des Managements durch den Investor erfordern. Es gibt jedoch mindestens zwei Vorteile, die diese mit auslandischen Investitionen verbundenen hoheren Kosten kompensieren konnen. Beim Uberschreiten von Landergrenzen konnen VCInvestoren Renditedifferenziale zwischen ihrem Heimatland und dem Land des Portfoliounternehmens ausnutzen. Auch wenn solche Renditedifferenziale nicht existieren, konnen VCInvestoren einen Anreiz haben, im Ausland zu investieren, um so ihr Portfolio geographisch zu diversifizieren und dadurch ihr Landerrisiko zu reduzieren. In diesem Forschungsaufsatz werden okonomische Determinanten von auslandischen und inlandischen VCInvestitionen untersucht. Ein besseres Verstandnis der Determinanten von auslandischen und inlandischen Investitionen ist dabei nicht nur fur akademische Kreise, sondern auch fur die wirtschaftspolitische Beratung interessant, da auslandische Investitionen potentielle Beschrankungen des inlandischen VCAngebotes aufweichen konnen. Die Analyse basiert auf einem Datensatz europaischer und nordamerikanischer Lander. Die Ergebnisse zeigen, dass mehr Patente in einem Land zu einer Steigerung der inlandischen wie auch der auslandischen Investitionen fuhren. Ein hoheres erwartetes Wachstum hilft ebenfalls, auslandische Investoren anzuziehen. Daruber hinaus haben Lander mit entwickelten Kapitalmarkten hohere inlandische Investitionen und ziehen mehr auslandische Investoren an. Um Einblicke daruber zu gewinnen, ob VCZuflusse mogliche Beschrankungen des inlandischen Angebots aufweichen, werden anschlieend NettoVCZuflusse auf Landerpaarebene betrachtet. NettoVCZuflusse werden dabei definiert als die Investitionen, die Portfoliounternehmen im Land i von Investoren aus dem Land k erhalten, abzuglich der Investitionen, die Portfoliounternehmen im Land k von Investoren aus dem Land i erhalten. Unsere Ergebnisse induzieren, dass Lander mit hoheren erwartetem Wachstum und hoheren Renditen im Kapitalmarkt hohere NettoVCZuflusse erhalten. Lander mit einer hoheren Marktkapitalisierung und einem guten rechtlichen und steuerlichen Umfeld fur VCIntermediation, hingegen, haben geringere NettoVCZuflusse, d.h. VCInvestoren aus diesen Landern investieren mehr im Ausland, als auslandische VCInvestoren in diesen Landern. Diese Ergebnisse deuten darauf hin, dass VCInvestoren in Landern mit hoherer Marktkapitalisierung das Kapital zu besseren Bedingungen aufnehmen konnen und dass ein attraktives rechtliches und steuerliches Umfeld VCInvestoren Anreize geben kann, im Ausland zu investieren. Unsere Ergebnisse unterstutzen die These, dass NettoVCZuflusse aus dem Ausland Beschrankungen im inlandischen VCAngebot aufweichen konnen. 2What lures crossborder venture capital inflows? Andrea Schertler Kiel University Tereza Tykvova ZEW Mannheim January 2010 Abstract The change in the business model of venture capitalists from investing locally towards investing across borders started to intensify in the late 1990s. According to a dataset of European and NorthAmerican countries, we find that countries with higher expected growth and higher lagged stock market returns receive larger net crossborder venture capital inflows. Thus, portfolio companies located in highgrowth and highreturn countries receive more venture capital from foreign venture capitalists than these countries venture capitalists invest in foreign portfolio companies. Also, countries with lower stock market capitalizations as well as those with poor tax and legal environments for venture capital intermediation exhibit larger net crossborder inflows. These findings offer important insights for policy makers since crossborder venture capital inflows partly compensate for potential limits in the domestic venture capital supply. Keywords: Venture Capital, Internationalization, Net CrossBorder Inflows, Economic Determinants. JEL Classification: F21, G24. Lehrstuhl fur Finanzwirtschaft, ChristianAlbrechtsUniversitat, Westring 425, 24118 Kiel, Germany. Phone: 494318804748. Email: a.schertlerbwl.unikiel.de. ZEW Mannheim, Dept. of International Finance and Financial Management, L 7,1, D68161 Mannheim, Germany. Phone: 496211235147. Fax: 496211235223. Email: tykvovazew.de . 3 1 Introduction The change in the business model of venture capitalists from investing locally towards investing across borders started to intensify in the late 1990s Aizenman and Kendall 2008. Compared to domestic investments, crossborder investments are likely to be associated with higher transaction and information costs see, e.g., Wright et al. 2005, Cumming and Johan 2007a. The reason for this is that venture capital is typically invested in opaque risky ventures where information asymmetries between the entrepreneurs and the venture capitalists are particularly pronounced and which therefore require intensive preinvestment screening, postinvestment handson management support and control see, e.g., Amit et al. 1998. Nevertheless, there are at least two potential benefits that might outweigh the higher costs of investing across borders. By crossing borders, venture capitalists are able to exploit differences in riskadjusted expected returns between their home country and the portfolio companies countries, which may arise due to a better economic environment in foreign countries. But even if return differences were absent, venture capitalists might invest abroad in order to diversify their portfolios geographically and to reduce their countryspecific risks. In this paper we study the economic determinants of crossborder venture capital investments. To complete the picture, we complement the analysis of crossborder flows by investigating domestic venture capital investments. Given the role of venture capital finance for the countries economic progress see, e.g., a survey article by Stromberg 2009 summarizing its impact on economic growth, employment, innovative activity, company performance, etc., it is vital to understand the geography of venture capital finance. A better understanding of the determinants behind domestic and crossborder venture capital investments is not only important to academics and practitioners but also to policy makers since, as we will show later, crossborder venture capital inflows may compensate for potential limits in the domestic venture capital supply. With the international dimension in venture capital finance, public policy becomes much more complex, as its actions do not only affect investments by domestic venture capitalists in domestic and foreign companies, but also foreign venture capitalists participation in this particular country. Therefore, public policy that aims at fostering local venture capital industries has to take into account the internationalization in venture capital finance. There is a long list of studies dealing with the determinants of domestic venture capital investments at the country level see, e.g., Jeng and Wells 2000, Allen and Song 2005, Romain and van Pottelsberghe 2004, Da Rin et al. 2006, Armour and Cumming 2006. Some of these country analyses have been framed in a demandsupply framework, which we augment to a twocountry case to study crossborder flows. In our twocountry framework, crossborder venture capital flows are caused by expected return differences between the two countries. Expected return differences may result from economic determinants that shape either the venture capital demand or supply. Demandspecific determinants, such as the creativeness of entrepreneurs in the country, are supposed to give rise to a positive return differential on the side of the creative country, implying that venture capital finance flows from the uncreative country to the creative country. Supplyspecific determinants, such as the tax and legal environment for venture capital intermediation, are conjectured to generate a positive return differential on the side of the unfavorableenvironment country, implying that venture capital 1finance flows from a country with a favorable environment to a country with an unfavorable environment. We use a European and NorthAmerican country dataset and start by simultaneously analyzing how economic determinants shape domestic venture capital investments i.e., when the venture capitalist is located in the same country as the portfolio company and gross crossborder venture capital inflows i.e., when the venture capitalist is located outside the country under focus. We continue by investigating whether venture capital inflows compensate for potential limits in the domestic venture capital supply and analyze net crossborder venture capital inflows for country pairs. We define net crossborder inflows as the gross crossborder inflows attracted by the icountry portfolio companies from the kcountry venture capitalists minus the gross crossborder outflows, which icountry venture capitalists invest into kcountry portfolio companies. Our research adds to the findings of a rapidly growing number of studies dealing with the internationalization in venture capital finance. For instance, Aizenman and Kendall 2008 investigate how economic determinants, such as market capitalization, influence worldwide gross crossborder venture capital investments. Cumming and Johan 2007a, 2007b analyze how venture capitalists raise funds from foreign investors. Kaplan et al. 2003 demonstrate that when investing abroad, deal contracts of venture capitalists located in civil law countries differ significantly from those of investors located in common law countries. Another strand of the literature analyzes motives behind crossborder venture capital investments e.g., Makela and Maula 2006, Bruner and Chaplinsky 2002, Ribeiro et al. 2006, Dixit and Jayaraman 2001, Wright et al. 2005, Manigart et al. 2006, particularly from the perspective of the company that receives venture capital funding. The remainder of the paper is organized as follows. Section 2 employs a simple neoclassical supplydemand framework as a tool to predict the direction of net crossborder venture capital flows. Section 3 describes the dataset. Section 4 investigates the determinants of domestic investments, gross crossborder inflows at a country level and, finally, net crossborder inflows at a countrypair level. Section 5 summarizes our main findings and concludes. Theoretical background and hypotheses 2 To yield hypotheses on the impact of economic determinants on crossborder inflows, we use a simple neoclassical supplydemand model of a closed economy that we augment to a twocountry setting, which allows us to analyze crossborder flows. In the closed economy the venture capital demand results from companies needs to finance investment projects with positive net present values. When the riskadjusted expected return hereafter referred to as expected return required by the investors increases, companies demand a lower quantity of venture capital finance because fewer projects with positive net present values exist. Thus, the demand curve is downward sloping. The venture capital supply in the closed economy results from the willingness of limited partners, such as pension funds and insurance companies, to invest in this asset class, as well as from resources available in the country to set up and to manage venture capital funds in particular human capital. At least two reasons exist why a higher quantity supplied has to go along with higher expected returns i.e., the supply curve is upward sloping. First, if the capital gains of limited partners are subject to nonunique 2tax rates, highertaxed investors only provide capital for venture capital funds when they are compensated with a higher expected return Gompers and Lerner 1998. Second, because fund managers need particular expertise to identify and structure promising deals, and because building up such expertise is costly and requires time, the availability of qualified managers increases only if the expected return rises. Panel a of Figure 1 visualizes the venture capital demand and supply in a closed economy. Several economic determinants are likely to affect the position of the demand curve in the expected returnquantity diagram. A higher technological creativeness Ueda and Hirukawa 2008 and a higher expected growth Armour and Cumming 2006, Gompers and Lerner 1998, Cumming and Mac Intosh 2006 will go along with more entrepreneurs who demand venture capital finance to startup their companies and to finance their ideas. Moreover, a viable stock market will increase entrepreneurs demand for venture capital because it gives them the opportunity to enter into an implicit contract over control with the venture capitalist. Whereas the entrepreneurs control gets diluted after a trade sale, an initial public offering offers them the chance to at least partially reacquire control since the entrepreneurs can obtain leading management positions in the listed companies Black and Gilson 1998, Bascha and Walz 2002. Further, capital gains tax rates will influence the decision to become an entrepreneur and thus the venture capital demand as Poterba 1989 shows within a theoretical model. Finally, the legal framework impacts the valuations and returns and is therefore supposed to shape the venture capital demand as well Cumming and Walz 2009. For a country with a high and a low venture capital demand, respectively, Panel a of Figure 1 left picture depicts the expected return and the quantity of venture capital finance in equilibrium. Ceteris paribus, a higher demand implies a higher expected return for each quantity of venture capital finance. Insert Figure 1 about here Similarly, several economic determinants affect the position of the supply curve. The viability of the stock market is not only relevant for the demand, but also for the supply of venture capital because a viable stock market allows venture capitalists to build up a reputation by successfully exiting from their portfolio companies via an initial public offering. Venture capitalists may profit from this reputation by raising funds from limited partners at more favorable conditions Gompers 1996. The position of the supply curve also depends on capital income taxes see Keuschnigg and Nielsen 2002, 2004 and other elements of the fiscal environment relevant for venture capital intermediation, such as VAT on carried interest and management fees. High taxes on carried interest and management fees may destroy the managers incentives to select, monitor and support the portfolio companies. Moreover, the legal environment determines the quality of support that the venture capitalists offer their portfolio companies Bottazzi et al. 2005, the structure of contracts and deal characteristics Lerner and Schoar 2004, and the efficiency of project screening and deal origination Cumming et al. 2009. For a country with a high and a low venture capital supply, respectively, Panel a of Figure 1 right picture depicts the return and the quantity of venture capital finance in a state of equilibrium. Ceteris paribus, a higher supply implies a lower expected return for each quantity of venture capital finance. To yield hypotheses on the determinants of crossborder flows we augment this simple demandsupply model of a closed economy to a twocountry framework; the two countries are assumed to be identical apart from either the demand or the supply. To exemplify what may drive crossborder 3investments, let country i have a higher venture capital demand than country k. This case will be further illustrated in Panel b of Figure 1. In the absence of crossborder venture capital flows, the expected return is higher in country i left picture than in k right picture. The positive expected return difference between the countries i and k, caused by differences in economic determinants that shape the venture capital demand, incentivizes venture capitalists from country k to invest in country i. In the absence of distorting factors, such as transaction and information costs, the expected returns and quantities would be equalized in both countries in the new equilibrium. However, distorting factors cannot be neglected in the context of venture capital. To invest across borders, higher expected returns abroad have to outweigh the costs, which are likely to be higher for crossborder than for domestic investments e.g., Wright et al. 2005, Cumming and Johan 2007a. As a result, the return difference may decrease if crossborder flows take place, but are unlikely to disappear completely. Now, we turn to the venture capital supply and let country i, but not country k, have a favorable environment for the supply. This case is illustrated in Panel c of Figure 1. Without crossborder flows, the expected return is higher in country k right picture than in country i left picture. The difference in the supply conditions generates an expected return difference that encourages crossborder flows from country i to k. Distorting factors may not only hinder an equalization of expected returns, but they may also affect the location decision of the venture capitalists see Chen et al. 2009 on the latter. For example, differences in the tax and legal environment for venture capital intermediation, such as VAT on carried interest and management fees, may determine venture capitalists decisions on where to locate as well as where to invest. These considerations lead to the following hypotheses: H 1: Economic determinants that increase the venture capital demand the creativeness and expected growth will increase domestic investments in country i. will increase crossborder inflows that country i attracts from any other country. H 2: Economic determinants that increase the venture capital supply tax and legal environment for venture capital intermediation will increase domestic investments in country i. will decrease crossborder inflows that country i attracts from any other country. H 3: Economic determinants that increase the venture capital demand as well as the supply stock market viability and the legal framework will increase domestic investments in country i. will increase or decrease crossborder inflows that country i attracts from any other country.1 1 The demand and supply curves in country y i,k are given by: and CRyyd QSyd and b0. Country i has a favorable, while k has a less favorable environment. A favorable environment leads , where LD is the demand and LS the supply curve to a higher demand and supply: shift. CCk and Ak DLSLAii Ry Ayb QDy with 4The discussion above is based on the conjecture that venture capitalists exploit differences in expected returns when they invest abroad. However, venture capitalists may invest abroad to diversify their portfolios geographically and to reduce countryspecific risks. Venture capitalists diversification motives may result in crossborder flows even if differences in expected returns are absent and it may initiate venture capital flows in both directions, i.e., from country i to k and from country k to i, at the same time. Because of this diversification motive, gross crossborder inflows may not necessarily respond to expected return differences as formulated in our hypotheses. Therefore, we also analyze net crossborder inflows, which show whether a country imports or exports venture capital and which might therefore better reflect the exploitation of expected return differences. Our definition of net crossborder inflows differs from the one used in other studies on crossborder equity flows: Portes and Rey 2005, for example, focus on changes in portfolio positions, and calculate net crossborder flows as securities purchases of kcountry companies by icountry citizens minus securities sales of kcountry companies by icountry citizens. 3 The data Data source for venture capital investments 3.1 Data on domestic and crossborder venture capital investments stem from Zephyr database, offered by the Bureau van Dijk Electronic Publishing. This information platform, initially aimed at MA transactions, also conveys IPO and venture capital transaction data. For each transaction, besides the names of the target company and all investors, the Zephyr database contains a wide range of information on the participating parties, such as their countries of origin, parent companies, detailed business descriptions and industry affiliations. In our dataset we include deals from the Zephyr database that fulfill the following conditions. i The deal has one of the following types of financing: venture capital, private equity, angel investment, corporate venturing, or seed financing. ii The portfolio company is a nonfinancial company located in Europe or North America. iii The investors acquire a minority stake in the portfolio company. iv At least one investor from Europe or North America provides venture capital. To distinguish venture capitalists from other investors, we analyzed investors business descriptions and retained only those deals in which the business description of at least one investor included the terms venture capital or private equity. In some cases, the identity of the investor in Zephyr is indicated on the level of the fund, in other cases on the level of the venture capital company. Also, in case of dependent private equity companies, sometimes the parent company, whereas in other cases the subsidiary is indicated as the investor in a particular deal. We created a consistent pattern by using the information on the For the equilibrium return without crossborder flows we obtain: A positive expected return difference between countries i and k requires: y Rd Ab Cybdy. Whenever bd, a positive expected return difference between i and k implies that the demand shift is larger than the supply shift. 5DL bd SL. ultimate parent of the venture capitalist.2 This procedure changed the relevant information on venture capitalists country of origin in 3 percent of the cases only. Besides a simple deal count, we also employ the aggregated volume of domestic investments and crossborder inflows. For approximately 80 percent of the deals, Zephyr obtains information on the total deal volume, which is the total volume invested in the portfolio company plus the volume eventually paid to the exiting shareholders. We approximate missing deal volumes by predicted volumes from a linear regression model using the deal and the deal country characteristics as RHS variables. More specifically, we include dummy variables for the country and the year of the deal, the industry affiliation of the portfolio company as well as the number of venture capitalists that participated in the deal. Almost all variables have a significant impact on the deal volume. However, with an adjusted R2 of about 30 percent, the explanatory power of the regression is moderate. Researchers working in the field of venture capital and private equity have recently started to account for the Zephyr database e.g., Goossens et al. 2008, Abdesselam et al. 2008, Prijcker et al. 2009. Nevertheless, it is useful to assess its completeness by comparing it with the data in other studies and other available databases. In the Zephyr database, we count a total of 38,125 domestic and crossborder venture capital deals worldwide in the period 20002008. The most recent paper by Lerner et al. 2009 is based on the Capital IQ database and includes 45,207 venture capital and growth capital deals worldwide from 1984 to September 2008. Unfortunately, the paper does not provide information on the number of deals within the period 20002008 so that this dataset is not directly comparable to Zephyr database. The most widely used database in venture capital research, Thomson Venture Xpert database, covers 38,515 companies when searching for worldwide targets involved in venture related deals within the period 20002008. Thus, the Zephyr coverage seems to be slightly inferior to that of Thomson. However, the huge advantage of Zephyr is that it offers better information on deal volume than Thomson. For our purpose this information is necessary because we need to calculate the volume of domestic investments and crossborder inflows. Dependent variables 3.2 To calculate the number and volume of domestic investment and crossborder inflows at the country level as well as at the countrypair level, we were obliged to set some assumptions since many venture capital deals are syndicated, i.e. several domestic andor foreign venture capitalists participate in the same deal. When at least one venture capitalist is located outside the portfolio company country, we define the deal as being a crossborder deal. Regarding the number of investments, each deal counts only once when all venture capitalists that participate in a deal are located in one country. 2 However, a noteworthy characteristic of the dataset is that parent company information in Zephyr is updated regularly, so that relying only on the information indicated in the field parent company we have not been able to trace back changes in the organizational structure. What is a drawback of this feature? Let investor A take over a share in the target company Z on January 1st 2004. If another investor B took over investor A on January 1st 2003, we would attribute the above mentioned deal to B, because B became As parent before the transaction had been conducted. However, if B took over A on January 1st 2005, the above deal is carried out by A, because at the date of the deal, A and B were independent. Using the parent information offered by Zephyr we would falsely assign this deal to B because B is indicated as As parent. To correct this mistake we have checked within the Zephyr deal database whether all our investors were acquired or merged during our observation period. All deals before a potential acquisition or merger date in the latter example January 1st 2005 have been assigned to the original investor, all deals after this date to its parent company. 6A deal counts more than once only if investors from different countries, e.g., the United Kingdom and France, invest in a portfolio company located outside their home countries, e.g. in Germany. For the investment volume, we divided the deal volume by the number of venture capitalists and assign the respective partdeal to the respective country and country pair. For example, when a German and a French venture capitalist jointly finance a deal in the United Kingdom, half the deal volume is assigned to Germany and the United Kingdom and the other half to France and the United Kingdom. For each of the 17 sample countries, Panel a of Table 1 provides information on the number and volume of domestic investments, i.e. those investments where the venture capitalist is located in the same country as the portfolio company, gross venture capital inflows that aggregate the investments financed by foreign venture capitalists from other European and NorthAmerican countries in the respective country and, for the sake of completeness, gross venture capital outflows that sum up the investments from the venture capitalists located in the respective country in other European and NorthAmerican countries. The volume of gross venture capital inflows and outflows indicates the importance of exchanging investment opportunities among venture capitalists, which may partly result from diversification efforts. Several of the countries in our sample have higher outflows than inflows, implying that they export venture capital finance to other countries. For example, Germany, Switzerland, the United Kingdom and the United States originate much larger investment volumes in other countries than they attract from other countries. France and Italy, among others, have higher inflows than outflows and thus attract venture capital finance from foreign venture capitalists. Insert Table 1 about here Panel b of Table 1 depicts the volumes of gross bilateral venture capital flows between each pair of our sample countries in both directions separately, i.e., investments of French venture capitalists in Germany appear in one category, and those of German venture capitalists in France in another category. It reveals some interesting geographical patterns in crossborder investments. Some countries have investment links with many other countries, while others have only one or a few investment links i.e. many zeros. For example, venture capitalists located in the United Kingdom and the United States originate venture capital deals in all countries under focus and portfolio companies located in these two countries receive venture capital financing from all other countries. Some regional clusters do, however, also exist: For instance, Austrian venture capitalists invest intensively in German portfolio companies, while Finish venture capitalists are intensively involved in Swedish portfolio companies. Finally, Panel c of Table 1 depicts the volume of net bilateral venture capital inflows in our countrypair sample. We defined net bilateral inflows as the investments that portfolio companies located in country i receive from venture capitalists located in country k minus the investments that venture capitalists located in country i invest in portfolio companies located in country k. Net bilateral inflows are positive, when country i attracts more investments from k than it originates in country k, while they are negative when the country i originates more investments in k than it attracts from k. Panel c shows that some of the countries that attract more investments from abroad than the venture capitalists located in these countries invest abroad, such as France as demonstrated in Panel a, do not have positive net bilateral inflows from all the other countries. For example, French portfolio companies receive 3,178 million Euros more from Belgian venture capitalists than French venture capitalists 7invest in Belgian portfolio companies, while French portfolio companies receive 552 million Euros less from Italian venture capitalists than French venture capitalists invest in Italian portfolio companies. For our empirical analyses of domestic investments and crossborder inflows, we take into account that the countries in our sample vary substantially in size. Therefore, we normalize the domestic investments and crossborder inflows by the GDP. This normalization eliminates a bias towards findings of positive relationships between investments and economic determinants purely based on the country size. Since the normalized domestic investments and crossborder inflows are positively skewed for example, the skewness is 1.82 for the normalized domestic investment volume and 1.45 for the normalized crossborder inflows we additionally use a log transformation see, e.g., Dahl and Shrieves 1999. Panel a of Table 2 gives summary statistics and definitions of our dependent variables. Insert Table 2 about here 3.3 Determinants Our determinants capture several facets of the differences between countries that are likely to be correlated with the expected return differences and the costs for carrying out crossborder investments. We normalize all sizesensitive RHS variables with GDP. Panel b of Table 2 exhibits summary statistics, definitions and sources of our RHS variables. Correlations between RHS variables are depicted in Table 3: Panel a for the countrylevel dataset and Panel b for the countrypair dataset. In the countrypair dataset, all countrylevel RHS variables are employed in countrypair differences defined as the value of a variable in country i minus the value of the variable in country k. We employ three demandrelated variables. To capture the technological creativeness in a country, we use patent counts. We suppose that a country with a high number of patents in the past has more entrepreneurs coming up with innovative ideas which lead to a higher demand for venture capital finance cf. Ueda and Hirukawa 2008. Moreover, we proxy demand conditions in the countries by expected economic growth and lagged stock market returns. Both expected growth and stock market returns are likely to enforce the venture capital demand cf. Gompers and Lerner 1998, Cumming and Mac Intosh 2006, Armour and Cumming 2006 as many attractive investment opportunities arise in highgrowth and highreturn countries. Insert Table 3 about here The second set of variables which captures the viability of the stock market as well as the tax and legal environment is related to both the venture capital demand and supply. Corresponding to Portes and Rey 2005 among others, we employ the stock market capitalization to assess the viability of the stock markets. Following Armour and Cumming 2006, we use an indicator of the tax and legal environment pertinent to the venture capital demand and supply. This indicator comes from the Benchmarking Tax and Legal Environments Reports conducted by the European Private Equity and Venture Capital Association EVCA published in 2003, 2004, and 2006. The total score value a higher value indicates a less favorable environment from these reports combines information on i the quality of the tax and legal environment for fund managers and limited partners, such as pension funds and insurance companies, ii the environment for the portfolio companies, such as fiscal RD 8incentives for contracting researchers and technology transfer, iii and the environment for retaining talents in portfolio companies and management funds. This indicator combines many facets of the tax and legal environment into a single figure for each country and year, while other studies focus on particular fiscal variables, such as the capital gains taxation e.g., Da Rin et al. 2006, Gompers and Lerner 1998 andor various legal variables Cumming and Walz 2009, Bottazzi et al. 2005, Lerner and Schoar 2004, Cumming et al. 2009. We do not use these general tax and legal indicators because they capture economywide characteristics, whereas our VC indicator is particularly designed to capture the tax and legal environment relevant for venture capital activity. Besides this VC indicator that is related to both the venture capital demand and supply, we construct another indicator that combines the tax and legal factors from the Benchmarking Reports that can be attributed to the venture capital supply only. This VCsupply indicator combines the information on the funds structure and retaining talent in fund management companies. More specifically, the indicator contains the following items: i Tax transparency for domestic investors: A fund structure is called tax transparent if the fund is not subject to taxation and taxation only applies at the limited partners level after gains and revenues have been distributed. The availability of a transparent fund structure is likely to play a decisive role because a tax on funds income diminishes the return to investors and lowers the quantity supplied. The item takes on a low value if the country has established a tax transparent investment vehicles structure and a high value otherwise. ii The ability to avoid VAT on management fees: The management fee is an annual management charge received by the management company of the fund. The item takes on a low value if the management fee is not subject to VAT and a high value otherwise. iii The ability to avoid VAT on carried interest: Carried interest, which typically constitutes 20 percent of the funds profits, is usually rendered payable when the limited partners have received repayment plus a minimum required rate of return hurdle rate. The item takes on a low value if carried interest is exempted from VAT and a high value otherwise. iv Freedom from undue restrictions: The item takes on a low value if no restrictions severely affect venture capitalists investment decisions, while it takes on a high value when regulations restrict investment decisions in a negative way. v Taxation of carried interest: The item has a low value if carried interest is taxed as capital gains, it has a medium value if carried interest is taxed as dividends, and it has a high value if carried interest is taxed as income. Our VCsupply indicator averages these five items; a higher value of our indicator indicates a less favorable tax and legal environment for venture capital intermediation. Finally, we use three distinct measures to capture the cultural and geographical proximity between two countries formerly employed in the literature on international capital flows e.g. Barron and Valev 2000, Portes et al. 2001, Portes and Rey 2005 for equity flows; Buch 2003 for banks foreign asset holdings; Buch and De Long 2004 for crossborder bank mergers. First, we create a dummy variable which is equal to one when the two countries have the same legal tradition. We distinguish between French, German, Scandinavian, and English law tradition. Second, we create a dummy variable equal to one when the same language is spoken in the two countries. This dummy variable is based on all official languages spoken in the two countries. Third, we use the log of the physical distance between the two countries. 93.4 Univariate tests We begin our analysis by testing whether domestic investments and crossborder inflows vary systematically along with our economic determinants. For each economic determinant of interest, we divide the sample into those countries that have high values in the respective determinant above the median value of the sample population and those countries that have low values below the median. We then test whether the average number and volume of domestic investments and crossborder inflows differ between these two subsamples. We normalize the investment number and volume by country GDP and use a log transformation. Table 4 offers the results for domestic investments Panel a and gross crossborder inflows Panel b based on country data as well as for net crossborder inflows based on countrypair data Panel c. The average investments vary systematically with expected growth, a variable that we believe to shape the demand. Countries with abovemedian values in expected growth have a higher number and volume of domestic investments, a higher number of gross crossborder inflows and a higher number and volume of net crossborder inflows than countries with belowmedian values. A positive value in net crossborder inflows indicates that the country attracts more investments from foreign venture capitalists than local venture capitalists originate abroad. Thus, countries with a strong venture capital demand, which we measure inter alia by expected growth, have more domestic investments and are more successful in attracting venture capitalists from other countries. Insert Table 4 about here The average investment volume also varies systematically with the stock market capitalization and with the legal and fiscal indicator. Countries with abovemedian values in capitalization have significantly more domestic investments, higher gross crossborder inflows and lower net crossborder inflows than countries with belowmedian values in capitalization. More specifically, countries with abovemedian values in capitalization have net venture capital outflows indicated by the negative average value, while countries with belowmedian values in capitalization realize net venture capital inflows indicated by the positive average value. The average investment volume does not differ between countries with below and abovemedian values in the VC indicator, but they do differ with the VCsupply indicator. Countries with abovemedian values in the VCsupply indicator, which indicates a poor tax and legal environment for venture capital intermediation, have higher net crossborder inflows than countries with belowmedian values in the VCsupply indicator. This finding suggests that venture capital finance flows from jurisdictions with favorable tax and legal environment for venture capital intermediation to countries with poor environments. 4 Econometric analyses 4.1 Domestic investments and gross crossborder inflows at the country level Our econometric analyses start by investigating the determinants of venture capital investments at a country level. The determinants discussed in Section 2 should shape total venture capital investments which contain domestic investments and gross crossborder inflows in a given country. Thus, we have two dependent variables: domestic investments and gross crossborder inflows in country i and in 10year t. We either use the investment number or volume that we normalize by country GDP and we use a log transformation. To minimize potential endogeneity of our RHS variables, we use their lagged values, except for expected growth. Additionally, we include country and year dummies. Since we have 17 countries in our sample, we include 16 country dummy variables; the reference country is the United States. We employ seemingly unrelated regression framework Wooldridge 2002, Chapter 7. Our estimation results, which we present in Table 5, suggest the following: In line with our first hypothesis, which deals with the impact of the demandspecific determinants, we find that countries with higher lagged patent counts have a significantly higher number of domestic investments than countries with lower patent counts. The economic effect of patent counts is, however, moderate in size: The transformed number of domestic investments, which is 4.2 on average see Panel a of Table 2, increases by 0.36 when the patent counts increase by onestandard deviation. We also find that countries with higher patent counts have larger gross crossborder inflows. However, patent counts are only significant for the number but not for the volume of gross crossborder inflows. In addition, countries with higher expected growth have larger gross crossborder inflows. Insert Table 5 about here Corresponding to our third hypothesis, which deals with the demand and supplyspecific determinants, we find that the market capitalization significantly increases the number and volume of domestic investments. It also positively affects the gross crossborder inflows. The transformed number of domestic investments rises by 0.52 when the market capitalization increases by onestandard deviation. The transformed gross crossborder inflows number increase by 0.23 when the capitalization increases by onestandard deviation. A more favorable tax and legal environment captured either by the VC indicator or the VCsupply indicator does not affect the number and volume of domestic investments and gross inflows significantly. The reason for this might be that these indicators have little variation over time and that the full set of country dummy variables picks up differences in the tax and legal environment. We therefore experiment with alternative specifications results not depicted, but available upon request: when we exclude all country dummy variables, the VC indicator has the expected negative and significant effect on domestic investments, while its effect on gross crossborder inflows remains insignificant. The VCsupply indicator affects domestic investments and gross crossborder inflows significantly negatively. We yield similar results when we exclude all country dummy variables that have correlation coefficients above 0.4 see Panel a of Table 3. 4.2 Net crossborder inflows by country pairs Since net crossborder inflows do not only depend on the characteristics of the portfoliocompany country but also on the characteristics of the country in which the venture capitalists are located, we analyze net crossborder inflows by country pairs. Our dependent variables are the number and volume of net crossborder inflows calculated as the investments that portfolio companies located in country i attract from venture capitalists located in country k minus the investments venture capitalists located in country i originate in country k. Our dataset consists of 17x 16272 country pairs and nine years 20002008; in total we have 2,448 countrypairyear observations. In our analysis of net cross 11border flows, however, we only use 136 country pairs and thus 1,224 countrypairyear observations, since net crossborder inflows are symmetrical see Panel c of Table 1, i.e. the amount of positive net crossborder inflows from country i to k equals the amount of negative net crossborder inflows from country k to i. In Table 6 we present estimation results from alternative model specifications with respect to the inclusion of RHS variables. In line with our first hypothesis, the number and volume of net crossborder inflows from country i to country k increase more investments are attracted than are originated when the difference in expected growth and stock market returns between country i and k widens. This effect may indicate that countries that are likely to come up with more investment opportunities with higher expected growth and higher returns attract more foreign venture capitalists on the one hand and on the other hand the venture capitalists located in these countries invest less often abroad. The number and volume of net crossborder inflows decrease when the difference in the stock market capitalization between countries i and k increases. This effect supports the view that viable stock markets are important for venture capitalists fundraising. Being located in countries with viable stock markets facilitates the fund raising process for venture capitalists; the funds are then invested in promising portfolio companies located at home and abroad. Insert Table 6 about here The tax and legal environment also influences net crossborder inflows. The expected impact of the VC indicator on net crossborder flows is unclear see hypothesis 3 since it combines the tax and legal environment relevant for the venture capital demand and supply. Our results suggest that the VC indicator lower value is advantageous has a negative impact on net crossborder inflows indicating that a poor environment prevents foreign venture capitalists from investing in a country. The VCsupply indicator lower value is advantageous is expected to have a positive effect on net crossborder inflows since it is relevant for the supply only. The difference in the VCsupply indicator between country i and k has the expected positive effect on the number and volume of net crossborder inflows. This positive coefficient suggests that countries with less favorable environments for venture capital intermediation receive more venture capital from abroad than the venture capitalists located in these countries invest abroad. In Columns 45 and 910 of Table 6 we put particular emphasis on those country pairs for which no deal in either direction has occurred. By construction, the net crossborder inflows between countries i and k can either be positive, negative or zero. In our sample, 508 of the 1,224 countrypairyear observations are equal to zero because no crossborder investments in either direction have taken place. A twostep selection model Heckman 1979 helps us to account for the possibility that the existence and the size of crossborder flows are driven by different processes. In the selection regression results not depicted we estimate the inverse Mills ratio, which we then include as an additional RHS variable in the outcome regression. Standard errors are bootstrapped with 150 replications to control for the fact that the inverse Mills ratio is a generated regressor. In the selection regression the dependent variable is equal to one when we observe crossborder flows between country i and k at least in one direction, and zero otherwise. As RHS variables we use the differences in the economic determinants between the two countries, country and year dummy variables and the cultural and geographical proximity between country i and k. As the results in Columns 45 and 9 1210 show, the coefficients of the inverse Mills ratio are insignificant at conventional significance levels in the outcome regression indicating that a selection bias does not seem to be relevant in this context. In Columns 5 and 10 we additionally tackle another issue, namely the choice of country dummy variables. In Columns 14 and 69 we include country dummy variables which are equal to one when the country is either country i or country k. Since we have 17 countries, we include 16 country dummy variables, leaving one country the United States as the reference country. In Columns 5 and 10, we follow a different approach: we include dummy variables for both countries i and k separately, i.e. we generate 17 country i and 17 country k dummy variables. As an example, for net crossborder inflows between Austria country i and the United States country k, the Austrian country i dummy variable is equal to one for Austria and equal to zero for the United States, while the US country k dummy variable is equal to one for the United States and equal to zero for Austria.3 As the estimation results in Columns 5 and 10 show, including country i as well as country k dummy variables instead of simple country dummies does not substantially change our estimation results on how economic determinants affect net crossborder inflows. 4.3 Dynamics in net crossborder inflows by country pairs Finally, we test dynamic responses in net crossborder inflows by country pairs. There are several reasons to expect such dynamic responses underlying net crossborder inflows: i Countries that have more promising investment opportunities than other countries and therefore attract more foreign venture capitalists in one year, are more likely to also offer more promising investment opportunities in the following year. ii It is unlikely that all promising investment opportunities in a country will vanish within a short time because transaction costs that arise when carrying out crossborder investments may hinder venture capitalists to fully equalize expected return differences between countries instantly. iii Herding behavior among venture capitalists might be another reason that motivates dynamic responses in net crossborder inflows. iv Venture capital funds are often specialized, i.e. they focus on investments in one country or one region. Since this specialization is a part of their fund strategy, which they have bindingly declared towards their limited partners, switching to other countries or regions is impossible or at least very costly from the funds perspective. However, even funds that are not bindingly specialized may exhibit a certain persistence in their country portfolio structure by continuing to invest in those countries in which they have built up knowhow and experience. Certainly, venture capitalists may gain experience in new regions and raise funds designed for investments in these regions; this, however, takes time. v Finally, some of the persistence may result from the fact that venture capitalists typically provide capital in stages and thus repeatedly invest in the same portfolio company and in the same country. To test for dynamic responses, we extend the model used in the last subsection by including a lag of dependent variables and by modeling a fixed effect for each of the 136 country pairs. The fixed effects for country pairs resolve problems otherwise arising from unobserved time invariant heterogeneity in 3 However, given the construction of the net crossborder inflows, some country i and k dummy variables experience no or little variation over our sample. For example, the US country i dummy variable and the Austrian country k dummy variable are never equal to one. Therefore, we include only 13 country i and 13 country k dummy variables. 13bilateral country relationships, which might influence net crossborder inflows, such as the protection of shareholders. We use the dynamic paneldata estimator which is a generalized method of moments estimator proposed by Blundell and Bond 1998 and a finite sample correction proposed by Windmeijer 2005. The estimation results will be consistent if we use appropriate instruments for the lagged dependent variable, and if there is no secondorder or higherorder autocorrelation. Therefore, we test for overidentifying restrictions Arellano and Bond 1991, Blundell and Bond 1998. In Table 7 we present the estimation results for the number and volume of net crossborder inflows. The test results on overidentifying restrictions and autocorrelation fully verify our modeling approach. The lagged dependent variable has a positive coefficient, which is statistically significant for the number and volume of net crossborder inflows. Thus, higher net crossborder inflows in the previous year even lead to higher net crossborder inflows in the current year. The signs and significance levels of some economic determinants are even contained in this dynamic specification of the model, which includes a fixed effect for each country pair, similar to the results in the static specification presented in Table 6. The difference in the stock market capitalization has a significantly negative effect, while the difference in expected growth has a significantly positive effect on net crossborder inflows. Insert Table 7 about here 4.4 Extensions and robustness There is an ongoing debate as to whether investments by governmental authorities influence the level of venture capital investments in a country. Investments by governments may positively affect the size of the venture capital industry in the case of positive externalities see Gebhardt and Schmidt 2002, Lerner 2002, while they may have a negative impact in the case of adverse incentives on deal selection and monitoring see Keuschnigg and Nielsen 2001, Murray and Marriot 1998. Several empirical studies investigate the relationship between venture capital investments and governmental activities. For instance, Leleux and Surlemont 2003 analyze whether funds offered by public authorities seed the venture capital industry or whether they crowd out private funds. Their results support neither the seeding nor the crowdingout hypothesis. Armour and Cumming 2006 do not find governmental venture capital investments to be significantly related to early and expansionstage investments. Da Rin et al. 2006 analyze whether public RD expenditures influence the fraction of venture capital allocated to earlystage companies. They do not observe a significant link between public RD expenditures and the ratio of earlystage investments. We follow this literature and extend the models presented in Tables 5 7 by an additional regressor that captures how much venture capital government authorities provide. We use i the investments by the government relative to total investments in each country and ii new funds provided by the government for venture capital investments relative to total new funds raised in each country. We employ both variables since the correlation between investments and new funds by the government is only moderate the correlation coefficient is 0.3. In these extended models, we find that governmental venture capital is not significantly related to domestic investments, which is in line with the findings by Armour and Cumming 2006. New funds provided by the government have a significant negative effect on gross crossborder inflows, but they do not affect net crossborder inflows. On the contrary, 14investments by the government have no effect on gross crossborder inflows, but net crossborder inflows increase through governmental venture capital investments. Thus, our results on the role of governmental venture capital are not clearcut. However, in these various extensions, the signs and significance levels of the other variables remain unchanged when we include governmental venture capital. As a robustness test, we exclude the United States and United Kingdom from the sample because these economies are much more marketbased than the rest of our sample in terms of market capitalization as well as turnover e.g., Beck and Levine 2002 and because venture capital industries in these countries differ in their size and structure from the other countries. Moreover, the United Kingdom played a specific role in the venture capital and private equity internationalization process in the past. US investors, such as Advent, General Atlantic, and Benchmark, used the United Kingdom to systematically enter European industries in the boom phase at the end of the 1990s Hardymon et al. 2003. Since syndicating with domestic investors started to play a key role, the expertise brought from the United States to the United Kingdom may have changed the business model of British venture capitalists. Our estimation results from Tables 5 7, however, do not depend on whether or not the United States and the United Kingdom are included in the analyses. Summary and concluding remarks 5 We used a dataset of venture capital investments in European and NorthAmerican countries to investigate the economic determinants of net crossborder venture capital inflows for country pairs. Net crossborder inflows are positive when a country attracts more venture capital finance from another country than it invests there. Our results on net crossborder inflows can be summed up as follows: Countries with higher expected growth and lagged stock market returns receive larger net crossborder inflows. This result suggests that venture capital investments originate in countries with a low venture capital demand and target countries with a high demand. Moreover, countries with a higher stock market capitalization have lower net crossborder inflows than countries with a low stock market capitalization. This finding may indicate that venture capitalists located in countries with viable stock markets can raise funds at more favorable conditions than venture capitalists located in countries with poor stock markets. The tax and legal environments for venture capital intermediation also plays a decisive role: Countries with poor environments receive higher net crossborder inflows than countries with favorable environments. This last finding may suggest that venture capitalists located in countries with attractive tax and legal environments for venture capital intermediation have incentives to invest their funds in jurisdictions with less favorable tax and legal conditions, since they possess comparative advantages over local investors there. Last but not least, we also documented dynamic responses in net crossborder inflows: The past values of net crossborder inflows positively affect their current values. This positive effect may be due to transaction costs or informational asymmetries when venture capitalists exploit expected return differences between potential investment opportunities in different countries. However, it may also reflect herding behavior in crossborder venture capital investments or other typical features of venture capital finance, such as round financing or fund specialization. 15For policy makers who aim at establishing viable venture capital industries our research analysis offers several important insights. i The internationalization in venture capital finance that started in the mid 1990s may help to improve the availability of venture capital in a country. ii Crossborder venture capital inflows partly compensate for unfavorable conditions that local venture capitalists face in countries with unviable stock markets or unfavorable tax and legal conditions for venture capital intermediation. iii The most relevant factors for high venture capital investment activity, both for domestic and for foreign venture capitalists, seem to be the innovativeness and the economic prosperity of a country. Thus, policy makers in countries where venture capital finance is less developed should aim at creating public policies that endorse innovative entrepreneurs and the countrys economic prospects. Such policies may act as a boost for new domestic venture capitalists as well as help attract foreign investors. Acknowledgements: The authors are indebted to the Bureau van Dijk Electronic Publishing Bv DEP for providing data. Financial support from the 7th Research Framework Programme FP7 of the European Commission is gratefully acknowledged Project title: Financing Entrepreneurial Ventures in Europe: impact on innovation, employment growth, and competitiveness, Grant Agreement Number 217485. The present version has benefited from comments by William Megginson, Reint Gropp, and participants at the VHB meeting in Berlin, the FMA European conference in Prague, the annual meeting of the European Economic Association in Milan, and the ESSEC private equity conference in Paris. Jonas Vogt provided excellent research assistance. 16References Abdesselam, R., Cieply, S., Le Nadant, A.L., 2008. Are corporate governance systems typologies relevant? Evidence from European transfers of ownership rights. Corporate Ownership Control 52, 8799. Aizenman, J., Kendall, J., 2008. The internationalization of venture capital and private equity. NBER Working Paper 14344. Allen, F., Song, W., 2005. Venture capital and corporate governance. Wharton University Working Paper. Amit, R., Brander, J., Zott, C., 1998. Why do venture capital firms exist? Theory and Canadian evidence. Journal of Business Venturing 13, 441466. Arellano, M., Bond, S., 1991. Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. Review of Economic Studies 58, 277297. Armour, J., Cumming, D., 2006. The legislative road to Silicon Valley. Oxford Economic Papers 584, 596635. Barron, J. M., Valev, N. T., 2000. International lending by U.S. banks. Journal of Money, Credit and Banking 323, 357381. Bascha, A., Walz, U., 2002. Convertible securities and optimal exit decisions in venture capital finance. Journal of Corporate Finance 73, 285306. Beck, T., Levine, R., 2002. Industry growth and capital allocation: Does having a market or bankbased system matter? Journal of Financial Economics 642, 147180. Black, B. S., Gilson, R. J., 1998. Venture capital and the structure of capital markets: Banks versus stock markets. Journal of Financial Economics 473, 243277. Blundell, R. W., Bond, S. R., 1998. Initial conditions and moment restrictions in dynamic panel data models. Journal of Econometrics 87, 2952. Bottazzi, L., Da Rin, M., Hellmann, T., 2005. What role of legal systems in financial intermediation? Theory and evidence. RICAFE 022, London School of Economics and Political Science. Bruner, R. F., Chaplinsky, S. J., 2002. Practices of active private equity firms in Latin America. Available at SSRN: http:,ssrn.comabstract909702. Buch, C. M., 2003. Information or regulation: What drives the international activities of commercial banks? Journal of Money, Credit and Banking 356, 851869. Buch, C. M., De Long, G., 2004. Crossborder bank mergers: What lures the rare animal? Journal of Banking and Finance 289, 20772102. Chen, H., Gompers, P., Kovner, A., Lerner, J., 2009. Buy local? The geography of successful and unsuccessful venture capital expansion. Harvard Business School Working Paper 09143. Cumming, D., Mac Intosh, J.G., 2006. Crowding out private equity: Canadian evidence. Journal of Business Venturing 21, 569609. Cumming, D., Johan, S., 2007a. Regulatory harmonization and the development of private equity markets. Journal of Banking and Finance 3110, 32183250. Cumming, D., Johan, S., 2007b. Socially responsible institutional investment in private equity. Journal of Business Ethics 754, 395416. 17Cumming, D., Walz, U., 2009. Private equity returns and disclosure around the world. Journal of International Business Studies, forthcoming. Cumming, D., Schmidt, D., Walz, U., 2009. Legality and venture governance around the world, Journal of Business Venturing, forthcoming. Da Rin, M., Nicodano, G., Sembenelli, A., 2006. Public policy and the creation of active venture capital markets. Journal of Public Economics 9089, 16991723. Dahl, D., Shrieves, R.E., 1999. The extension of international credit by US banks: a disaggregated analysis, 19881994. Journal of International Money and Finance 18 1999, 153167. Dixit, A., Jayaraman, N., 2001. Internationalization strategies of private equity firms. The Journal of Private Equity 51, 4054. EVCA European Private Equity and Venture Capital Association, 2003. Benchmarking tax and legal environments report. Zaventem, Belgium. EVCA European Private Equity and Venture Capital Association, 2004. Benchmarking tax and legal environments report. Zaventem, Belgium. EVCA European Private Equity and Venture Capital Association, 2006. Benchmarking tax and legal environments report. Zaventem, Belgium. Gebhardt, G., Schmidt, K. M., 2002. Der Markt fur Venture Capital: Anreizprobleme, Governance Strukturen und staatliche Interventionen. Perspektiven der Wirtschaftspolitik 33, 235255. Gompers, P. A., 1996. Grandstanding in the venture capital industry. Journal of Financial Economics 4219, 13356. Gompers, P. A., Lerner, J., 1998. What drives venture capital fundraising? Brooking Papers on Economic Activity Microeconomics 1998, 149192. Goossens, L., Manigart, S., Meuleman, M., 2008. The change in ownership after a buyout: impact on performance. Journal of Private Equity. 121, 3141. Hardymon, F., Lerner, J., Leamon, A., 2003. Accel partners European lunch, HBS Case 9803021, Harvard Business School, Boston, MA. Heckman, J. J., 1979. Sample selection bias as a specification error. Econometrica 471, 153161. Jeng, L. A., Wells, P. C., 2000. The determinants of venture capital funding: evidence across countries. Journal of Corporate Finance 63, 241289. Kaplan, S., Martel, F., Stromberg, P., 2007. How do legal differences and experience affect financial contracts. Journal of Financial Intermediation, 163: 273311. Keuschnigg, C., Nielsen, S. B., 2001. Public policy for venture capital. International Tax and Public Finance 84, 557572. Keuschnigg, C., Nielsen, S. B., 2002. Tax policy, venture capital, and entrepreneurship. Journal of Public Economics 87, 175203. Keuschnigg, C., Nielsen, S. B., 2004. Startups, venture capitalists, and the capital gains tax. Journal of Public Economics 88, 10111042. La Porta, R., LopezdeSilanes, F., Shleifer, A., Vishny, R.W., 1998. Law and finance. Journal of Political Economy 1066, 11131155. 18Leleux, B., Surlemont, B., 2003. Public versus private venture capital: Seeding or crowding out? A panEuropean analysis. Journal of Business Venturing 181, 81104. Lerner, J., 2002. When bureaucrats meet entrepreneurs: The design of effective public venture capital programmes. Economic Journal 112February, F73F84. Lerner, J., Schoar, A., 2004. Transaction structures in the developing world: Evidence from private equity. NBER Working Paper 10348. Lerner, J., Sorensen, M., Stromberg, P., 2009. What drives private equity activity and success globally? In: World Economic Forum, Globalization of Alternative Investments Working Papers Volume 2. The Global Economic Impact of Private Equity Report 2009. Makela, M. M., Maula, M., 2006. Interorganizational commitment in syndicated crossborder venture capital investments. Entrepreneurship Theory and Practice 302, 273298. Manigart, S., Lockett, A., Meuleman, M., Wright, M., Bruining, H., Landstrom, H., Desbrieres, P., Hommel, U., 2006. The syndication decision of venture capital investments. Entrepreneurship: Theory and Practice 302, 131153. Murray, G. C., Marriot, R., 1998. Why has the investment performance of technologyspecialist, European venture capital funds been so poor? Research Policy 279, 947976. Poterba, J. M., 1989. Venture capital and capital gains taxation. Tax Policy and the Economy 3, 4767. Portes, R., Rey, H., 2005. The determinants of crossborder equity flows. Journal of International Economics 652, 269296. Portes, R., Rey, H., Oh, Y., 2001. Information and capital flows: The determinants of transactions in financial assets. European Economic Review 4546, 783796. Prijcker, S. De, Manigart, S., Wright, M., De Maeseneire, W., 2009. The influence of international human capital and international network relationships on the crossborder investment behaviour of private equity firms. Ghent University Working Paper 2009597. Ribeiro, L. L., De Carvalho, A. G., Furtado, C. V., 2006. Private equity and venture capital in an emerging economy: Evidence from Brazil. Available at SSRN: http:ssrn.comabstract912523. Romain, A., Pottelsberghe, B. van, 2004. The determinants of venture capital: Additional evidence. Discussion Paper Series 1: Studies of the Economic Research Centre 19, Deutsche Bundesbank. Stromberg, P., 2009. The economic and social impact of private equity in Europe: summary of research findings. Available at SSRN: http:ssrn.comabstract1429322. Ueda, M. Hirukawa, M., 2008. Venture capital and innovation: which is first? Available at SSRN: http:ssrn.comabstract1242698 . White, H., 1980. A heteroskedasticityconsistent covariance matrix estimator and a direct test for heteroskedasticity. Econometrica 484, 817838. Windmeijer, F., 2005. A Finite sample correction for the variance of linear efficient twostep GMM estimators. Journal of Econometrics 1261, 2551. Wooldridge, J.M., 2002. Econometric analysis of cross section and panel data. MIT Press. Wright, M., Pruthi, S., Lockett, A., 2005. International venture capital research: from cross country comparisons to crossing countries. International Journal of Management Reviews 73, 135166. 19Table 1 Venture capital investment data Panel a Domestic investments, inflows and outflows by countries CN 1,109 4.05 652 7.20 521 6.52 DEN 156 0.56 187 1.48 169 1.38 FIN 194 1.84 191 1.60 79 0.44 FRA GER 1,406 22.18 839 27.34 521 6.36 802 6.94 663 12.63 1,342 22.96 IRE 109 0.31 201 1.25 66 0.50 IT 253 6.83 348 11.90 77 2.71 NET NOR 266 2.33 246 7.64 503 4.68 107 0.47 149 2.58 127 0.86 POR 54 2.22 66 2.13 21 1.21 ES 669 12.62 227 11.67 52 1.72 SD 643 4.99 366 3.86 266 2.49 SW 56 0.40 245 2.16 800 9.47 UK US 2,497 13.48 10,263 128.18 2,233 24.77 2,926 37.01 2,171 33.39 2,756 57.72 183 3.26 315 6.90 AUS BEL 207 1.29 81 0.38 Domestic investments Number Volume in billion Euros Gross crossborder inflows from all sample countries Number Volume in billion Euros Gross crossborder outflows from all sample countries Number Volume in billion Euros 22 0.07 86 0.90 20Panel b Gross crossborder inflows by country pairs in million Euros Country in which the venture capitalist is located GER45312681893612,893IRE301500520 Country of the company Austria Belgium Canada Denmark Finland France Germany Ireland Italy Netherlands Norway Portugal Spain Sweden Switzerland United Kingdom United States Total AUS 0 0 0 0 6 42 0 0 0 0 0 0 0 0 22 5 75 BEL 3 0 9 122 3,439 91 23 53 607 4 0 1,439 8 128 310 666 6902 CN000410211910140008758685,420DEN318493740850011140014910246722FIN003191030062700156325102FRA4262567020253335939134615900512118442,090NET203811255921495669131272222514186575771,663IT 8 4 0 0 4 40 773 0 1,442 3 0 17 0 12 147 260 2,709 841,283228366162,8721,7965135,8005,7291800000035851497 NOR00165337140100POR0000042005000121681823831,16600431ES0018001,10523008032001293144SD00815816675481809104024241271,731SW8626123105303619955450517656339135108UK1454077744872516,1222,8435494,1799766863791,8586366338165,55512,463461 US 176 2,032 5,909 363 579 Total 901 3,255 7,205 1,483 15,96 12,603 27,344 6,785 12,626 1,254 5,118 11,896 7,644 3,251 2,578 1,580 239 2,133 3,123 11,675 3,860 2,160 14,351 24,769 37,014 57,722 740 413 6,5191,3834446,36222,9604,6828551,2121,7222,4929,46933,386 21 Country k receives net crossborder inflows from or originates net crossborder outflows to the following countries Country k Austria Belgium Canada Denmark Finland France Germany Ireland Italy Netherlands Norway Portugal Spain Sweden Switzerland United Kingdom United States Panel c Net crossborder inflows by country pairs in million Euros Country i receives net crossborder inflows from, or originates net crossborder outflows to, the following countries Country i BELCNDENITNETNORPORESSDSWAUS 3 0 3 0 2 411 3 8 20 0 0 0 0 86 123 171 091223,178352350225401,4398102971,3653003949553040048390099524135949 2745804101111601804894489FIN0122275520 358041524001026225477FRAGER23178453020411358043582,6402,640195524183911205241505,27810,51384 510441236142,8491,7484812,9571,057IRE 3 23 4 0 0 19 84 18 13 0 0 0 18 54 191 410 850100455251018202251114815418441131,31404163924392307221,314 701704924,0324,85822 220133781193991,5880 017125041,197000001161400220001,43918002052,8490171330846846 033937520824 1241,7652,979080910241,74818078170248610248952615048154492119123391248484 509991183 5,142UK 123 97 94 241 225 US 171 1,365 489 359 477 5,278 10,513 2,957 1,057 410 191 4,858 4,032 1,588 399 504 1,197 208 375 2,979 1,765 991 509 183 5,142 1,888 1,888 Note: The number and volume of venture capital investments in 17 countries is aggregated over the period 20002008. Panel a provides information on domestic investments the venture capitalist is located in the same country as the portfolio company, gross crossborder inflows only the portfolio company, but not the venture capitalist, is located in the country under focus and gross crossborder outflows only the venture capitalist, but not the company, is located in the country under focus at the country level. Panel b depicts gross crossborder inflows for country pairs. Panel c depicts net crossborder inflows for country pairs defined as investments attracted by country i from venture capitalists located in country k minus investments attracted by k from i. All figures are based on the Zephyr database. 22Table 2 Summary statistics Variable Mean Standard deviation Description 4.209 6.077 0.809 1.090 log1number of domestic investments normalized by GDP in trillion Euros log1volume of domestic investments normalized by GDP in million Euros Panel A: Dependent variables Domestic investments the venture capitalist is located in the same country as the portfolio company Number Volume Gross crossborder inflows the portfolio company but not the venture capitalist is located in the country under focus Number log1number of foreign investments normalized by GDP in trillion Euros Volume log1volume of foreign investments normalized by GDP in million Euros Net crossborder inflows investments attracted by country i from venture capitalists located in country k minus investments attracted by k from i Number Volume Panel B: RHS variables Economic environment Patents log1number normalized by GDP in trillion Euros from i to k minus log1number normalized by GDP in trillion Euros from k to i. log1volume normalized by GDP in thousand Euros from i to k minus log1volume normalized by GDP in thousand Euros from k to i. 0.105 0.853 0.264 1.886 3.639 2.454 Number of patents granted to residents relative to countrys GDP in trillion Euros. Source: www.wipo.intipstatsfrstatisticspatents; 4.123 6.627 0.767 1.004 www.worldbank.org Expected growth Returns Capitalization VC indicator VCsupply indicator 0.025 0.106 0.986 1.789 1.438 0.009 Expected growth of real GDP over next 3 to 5 years. Source: Thomson Financial Datastream 0.286 Annual stock market returns calculated from MSCI performance indexes in Euros. Source: Thomson Financial Datastream 0.609 Stock market capitalization relative to GDP. Source: www.worldbank.org 0.430 Total score of the EVCA Benchmarking Reports. The value of the indicator between 200002 200305; 200608 comes from the EVCA Benchmarking Report 2003 EVCA 2004; EVCA 2006. Lower value of indicator is better. Source: EVCA 2003, EVCA 2004, EVCA 2006 0.468 Subscore from the EVCA Benchmarking Reports including tax transparency for domestic investors, ability to avoid VAT on management fees and carried interest, freedom from undue restrictions, taxation of carried interest. The value of the indicator between 200002 200305; 200608 comes from the EVCA Benchmarking Report 2003 EVCA 2004; EVCA 2006. Lower value of indicator is better. Source: EVCA 2003, EVCA 2004, EVCA 2006 Cultural and geographical proximity Same law 0.221 Same language Log of distance 0.147 7.341 Dummy variable equal to one if the two countries have the same legal tradition based on French, German, English or Scandinavian law. Source: La Porta et al. 1998 Dummy variable equal to one if the same language is spoken in the two countries. Source: www.cepii.fr 0.916 The logarithm of the distance between the two countries in kilometers. Source: www.cepii.fr Note: Summary statistics for the dependent and RHS variables are based on annual data from 17 European and NorthAmerican countries. The mean of net crossborder inflows is based on 136 of the total 272 country pairs in our dataset since net crossborder inflows from country i to k equal the negative net crossborder inflows from country k to i. The mean net crossborder inflows based on all country pairs is, obviously, equal to zero. 23Table 3 Correlation between variables 1 Patents in previous year 2 Expected growth 3 Returns in previous year 4 Capitalization in previous year 5 VC indicator 6 VCsupply indicator Country dummies Austria Belgium Canada Denmark Finland France Germany Ireland Italy Netherlands Norway Portugal Spain Sweden Switzerland United Kingdom United States 0.14 0.07 0.11 0.13 0.07 0.08 0.18 0.22 0.29 0.35 0.22 0.22 0.12 0.02 0.06 0.16 0.31 0.15 0.37 0.19 0.18 0.47 2 1 0.33 0.03 0.11 0.24 0.08 0.16 0.22 0.03 0.22 0.08 0.16 0.28 0.24 0.10 0.23 0.16 0.13 0.05 0.23 0.00 0.09 Panel a Countrylevel data 1 1 3 1 0.14 0.02 0.02 0.05 0.05 0.07 0.04 0.10 0.01 0.01 0.06 0.04 0.04 0.01 0.04 0.00 0.05 0.05 0.05 0.07 4 1 0.25 0.41 0.28 0.01 0.08 0.14 0.21 0.03 0.19 0.14 0.19 0.08 0.18 0.22 0.04 0.08 0.67 0.21 0.18 5 1 0.55 0.26 0.02 0.46 0.06 0.21 0.01 0.30 0.19 0.03 0.04 0.16 0.09 0.05 0.17 0.07 0.28 0.46 6 1 0.51 0.07 0.22 0.00 0.07 0.07 0.22 0.22 0.15 0.22 0.22 0.29 0.37 0.22 0.07 0.22 0.22 24Panel b Countrypair data 7 1 8 1 9 1 5 1 6 1 3 1 4 1 1 1 2 1 0.38 0.26 0.15 0.22 0.37 0.07 0.19 0.16 0.10 0.02 0.23 0.35 0.04 0.11 0.07 0.07 0.05 0.08 0.11 0.07 0.02 0.08 0.25 1 Patents in previous year 2 Expected Growth 3 Returns in previous year 4 Capitalization in previous year 5 VC indicator 6 VCsupply indicator 7 Same law 8 Same language 9 Log of distance 0.03 0.22 0.49 0.09 0.07 0.16 0.20 0.03 0.04 0.21 0.03 0.13 0.06 0.01 0.12 0.15 0.48 Note: Panel a is based on 17 countries whereas Panel b includes variables for countrypair data. All variables are defined in Table 2. is the difference between country i and k. denotes significance at the 10 percent level. Country dummies Austria Belgium Canada Denmark Finland France Germany Ireland Italy Netherlands Norway Portugal Spain Sweden Switzerland United Kingdom United States 0.12 0.12 0.16 0.20 0.16 0.10 0.10 0.03 0.05 0.04 0.09 0.13 0.06 0.24 0.16 0.14 0.48 0.04 0.24 0.23 0.15 0.09 0.04 0.04 0.04 0.09 0.09 0.15 0.15 0.15 0.09 0.23 0.04 0.04 0.51 0.12 0.09 0.01 0.22 0.02 0.43 0.05 0.04 0.06 0.04 0.06 0.04 0.03 0.08 0.05 0.04 0.11 0.03 0.27 0.45 0.08 0.08 0.03 0.03 0.03 0.08 0.08 0.03 0.08 0.08 0.03 0.08 0.08 0.03 0.08 0.03 0.03 0.14 0.02 0.14 0.47 0.04 0.21 0.05 0.10 0.03 0.02 0.07 0.04 0.02 0.02 0.19 0.22 0.12 0.02 0.14 0.14 0.18 0.01 0.17 0.00 0.22 0.10 0.05 0.06 0.05 0.04 0.09 0.10 0.02 0.06 0.52 0.09 0.06 0.10 0.19 0.18 0.03 0.14 0.02 0.04 0.05 0.01 0.00 0.07 0.08 0.08 0.02 0.21 0.01 0.12 0.15 0.06 0.03 0.03 0.02 0.07 0.05 0.10 0.04 0.01 0.07 0.01 0.01 0.02 0.02 0.02 0.06 0.01 0.02 0.06 0.04 0.04 0.07 25Panel a Domestic investments Mean number Mean volume Median X Median X mean test Median X Median X mean test 2.14 1.67 1.83 5.03 0.11 0.47 6.27 6.23 6.24 6.44 5.92 6.09 5.89 5.94 5.92 5.72 6.23 6.07 4.28 1.77 0.11 4.24 4.52 4.20 4.53 4.13 3.83 4.18 3.91 4.22 3.89 4.28 4.40 5.36 1.14 4.63 Table 4 Tests on equality of means X Patents Expected Growth Returns Capitalization VC indicator VCsupply indicator X Patents Expected Growth Returns Capitalization VC indicator VCsupply indicator Panel b Gross crossborder inflows in country i Mean number Mean volume Median X Median X mean test Median X Median X mean test 3.98 4.30 4.21 4.32 4.07 3.56 4.27 3.95 4.03 3.94 4.18 4.40 2.35 2.88 1.46 3.31 0.85 7.01 6.57 6.70 6.79 6.82 6.53 6.45 6.68 6.56 6.47 6.44 6.72 7.71 0.71 0.85 1.95 2.41 1.18 1.33 Panel c Net crossborder inflows by country pairs Median X Mean number Mean volume Median X mean test Median X Median X X i minus k Patents Expected Growth Returns Capitalization VC indicator VCsupply indicator Note: The results of mean tests are with unequal variances; the data in our sample are separated according to whether the economic determinant of a country is above or below the median value of the sample. All variables are defined in Table 2. is the difference between country i and k i minus k. , , denote significance at the 1, 5, and 10 percent level, respectively. 0.17 0.53 0.35 0.16 0.34 0.48 0.36 0.01 0.18 0.68 0.18 0.08 0.11 0.28 0.14 0.07 0.14 0.16 0.09 0.06 0.07 0.28 0.08 0.06 1.25 2.06 mean test 1.71 4.92 1.61 7.98 0.41 1.38 1.49 3.79 7.02 7.28 26yes yes yes yes yes yes yes yes yes yes 153 0.6 9.76 153 0.61 9.46 0.441 0.360 0.204 0.212 153 0.75 18.59 153 0.75 19.21 153 0.75 18.62 Domestic investments in country i 0.195 0.109 10.735 9.471 0.416 0.266 0.784 0.301 0.145 0.064 7.925 5.581 0.282 0.157 0.740 0.177 0.123 0.068 7.697 5.570 0.256 0.159 0.726 0.177 0.148 0.115 11.228 9.433 0.361 0.268 0.814 0.301 Volume 0.168 0.113 12.404 9.618 0.383 0.268 0.756 0.302 0.293 0.319 Number 0.127 0.066 6.809 5.663 0.26 0.158 0.758 0.178 0.196 0.188 Table 5 Domestic investments and gross crossborder inflows Patents in the previous year Expected growth Returns in the previous year Capitalization in the previous year VC indicator lower is better VCsupply indicator lower is better Country dummies Year dummies Observations R2 F test Patents in the previous year Expected growth Returns in the previous year Capitalization in the previous year VC indicator lower is better VCsupply indicator lower is better Country dummies Year dummies Observations F test R2 Note: Estimation results are from seemingly unrelated regressions for annual domestic investments and gross crossborder inflows based on 17 countries and the period 20002008. The equation system looks like: DDit CBitwhere DD denotes the domestic investments the venture capitalist and portfolio company are located in country i and CB denotes gross crossborder inflows the portfolio company but not the venture capitalist is located in country i in year t normalized by GDP and logarithmized. All variables are defined in Table 2. Country and year dummy variables are included. Standard errors are given in parentheses. , , denote significance at the 1, 5, and 10 percent level, respectively. Volume 0.083 0.145 10.014 12.390 0.141 0.345 0.804 0.389 0.528 0.410 Number 0.138 0.076 10.705 6.499 0.113 0.181 0.367 0.204 0.028 0.215 0.079 0.149 7.471 12.212 0.148 0.348 0.882 0.389 Gross crossborder inflows in country i 0.141 0.073 10.865 6.383 0.11 0.179 0.364 0.203 0.034 0.141 7.004 12.233 0.150 0.078 10.960 6.386 Capitalization 4Capitalization 40Patents 1Patents 100.344 0.853 0.389 0.182 0.370 0.203 Returns 3Returns 3Growth 2it Growth 2it 153 11.21 0.64 153 10.77 0.64 153 10.78 0.64 0.085 0.244 0.417 0.466 153 1.81 0.23 153 1.85 0.23 153 1.84 0.22 153 0.61 9.52 VC5VC5yes yes yes yes yes yes yes yes it 1it 1yes yes ititit 1it 1it 1it 1 0.1 0.2 it 1it 1, yes yes yes yes 277 8 3 4 5 6 1 2 9 10 0.032 0.02 0.189 0.047 0.459 0.176 0.602 0.091 0.023 0.017 0.057 0.029 0.247 0.095 0.276 0.072 0.028 0.023 0.253 0.048 0.439 0.182 0.500 0.093 0.022 0.035 0.147 0.063 0.501 0.185 0.581 0.166 0.009 0.009 0.118 0.021 0.300 0.088 0.364 0.039 0.010 0.009 0.142 0.023 0.287 0.096 0.319 0.046 Volume 0.029 0.02 0.257 0.051 0.451 0.173 0.510 0.093 Number 0.009 0.009 0.145 0.022 0.298 0.087 0.328 0.041 0.021 0.01 0.108 0.021 0.316 0.089 0.394 0.038 0.208 0.055 0.003 0.021 0.162 0.047 0.501 0.178 0.684 0.089 0.572 0.121 Table 6 Net crossborder inflows for country pairs Patents in the previous year Expected growth Returns in the previous year Capitalization in the previous year VC indicator lower is better VCsupply indicator lower is better Inverse Mills ratio Country dummies icountry and kcountry dummies Year dummies Observations F test 2 Adjusted R2 Note: OLS estimation results for annual net crossborder inflows between 136 country pairs for the period 20002008. The model is given as follows: NCBiktwhere NCB denotes net crossborder inflows defined as investments attracted by country i from k minus investments originated by i in k in year t normalized by GDP and logarithmized. Net crossborder inflows are positive when country i attracts more investments from k than it originates there. is the difference between country i and k i minus k. All variables are defined in Table 2. In Columns 14 and 69, 16 country dummy variables are included, while Columns 5 and 10 include 13 i country and 13 kcountry dummies. Year dummy variables are employed in all models. In Columns 45 and 910 the inverse Mills ratio from a first stage regression whether or not any crossborder investments are observed in either direction is included. This first stage model results not depicted includes the same RHS variables plus a dummy variable for the same law tradition and language, and the geographical distance between the two countries. White 1980heteroscedasticityconsistent standard errors are given in parentheses. In Columns 45 and 910 bootstrapped standard errors with 150 replications are presented. , , , denote significance at the 1, 5, 10, and 15 percent level, respectively. 0.454 0.124 0.061 0.108 0.181 0.053 0.052 0.053 0.276 0.177 0.161 0.107 0.135 0.077 0.006 0.049 0.455 0.119 4Capitalizationikt 0.182 0.052 314.34 0.175 457.03 0.248 522.10 0.247 328.57 0.145 2Growthikt 1,224 10.07 1,224 10.46 1,224 8.43 1,224 9.81 1,224 8.73 1,224 8.24 10yes yes yes yes Returns Patents 5VC1,224 1,224 1,224 1,224 0.174 ikt ikt 1 yes yes yes yes yes yes yes yes yes yes yes yes yes yes yes yes 0.135 0.146 0.167 3ikt 10.175 0.145 ikt 11 281 2 3 4 5 6 0.225 0.072 0.008 0.009 0.118 0.031 0.024 0.161 0.202 0.059 0.117 0.055 0.001 0.024 0.210 0.064 0.230 0.325 0.638 0.112 0.224 0.070 0.009 0.009 0.107 0.029 0.049 0.157 0.226 0.052 Number 0.230 0.070 0.012 0.009 0.096 0.029 0.080 0.166 0.244 0.052 0.107 0.055 Volume 0.119 0.118 0.055 0.055 0.004 0.002 0.024 0.024 0.203 0.235 0.072 0.065 0.281 0.209 0.341 0.347 0.646 0.5870.114 0.122 0.058 0.129 Table 7 Dynamics in net crossborder inflows for country pairs Lagged dependent variable Patents in previous year Expected growth Returns in previous year Capitalization in previous year VC indicator lower is better VCsupply indicator lower is better Year dummies Countrypair fixed effect Observations Number of country pairs F test Hansen test pvalue Number of instruments AR 1 pvalue 0.272 AR 2 pvalue AR 3 pvalue 0.421 Note: Estimation results from BlundellBond1998GMM estimations with absolute Windmeijers 2005 corrected standard errors in parentheses are from the following model: NCBikt 1,088 136 9.85 0.793 1,088 136 9.66 0.731 1,088 136 6.93 0.151 1,088 136 11.53 0.823 1,088 136 6.48 0.166 1,088 136 7.57 0.139 0.132 0.128 0.073 0.054 0.277 0.427 0.467 0.824 0.472 0.824 0.453 0.826 0.277 0.428 Growthiktyes yes yes yes 4Returnsyes yes yes yes yes yes yes yes 29 0 30 0 30 0 30 0 29 0 30 0 NCB 01ikt 52Capitalization ikt 1Patents 61ikt VC1ikt u 31iktikt 1, where NCB denotes net crossborder inflows by country pairs defined as investments attracted by country i from country k minus investments originated by country i in country k in year t normalized by GDP and logarithmized. is the difference between country i and k. Positive values of net crossborder inflows imply more investments being attracted to than originated from country i to country k i minus k. All variables are defined in Table 2. The lagged dependent variable is instrumented using past values. Year dummy variables are employed in all models. , , denote significance at the 1, 5, and 10 percent level, respectively. 29 Ri Rk Ri Rnew RRnew Ri RPanel a Domestic investments onecountry setting S Sik Rk Ri Rk S low supplyi S high supplyi D high demandk D low demandk Qi QHigh and low demand QD Dki Qk Qi QHigh and low supply Panel b Crossborder investments and demand differences twocountry setting i Si Dk Ri Qnewi Qnewk Qk QPanel c Crossborder investments and supply differences twocountry setting Rk Ri Snewi Qi Qi DQk Qnewk Qk Sk Dk Sk DQ Country i: High supply Country k: Low supply Fig. 1. Domestic and crossborder investments. Panel a shows how differences in the supply and demand conditions in a closed economy determine the quantity of venture capital finance, Q, and the riskadjusted expected return, R in equilibrium. Panel b Panel c shows the impact of differences in the demand supply on crossborder investments in a twocountry setting. 30", "filename": "618000585.pdf", "person": ["Andrea Schertler", "Schertler, Andrea", "Tereza Tykvová", "Tykvová, Tereza"], "date": ["2010"]}