{"lang": "es", "identifier_url": ["http://www.econstor.eu/bitstream/10419/72899/1/621680605.pdf"], "title": ["Tipo de cambio en Bolivia"], "plaintext": " El Tipo de Cambio en Bolivia por: Justo F. Espejo Luna Introduccion En el trabajo se describe la determinacion del tipo de cambio nominal en Bolivia, la forma de calculo de tipo de cambio real por parte de Banco Central de Bolivia BCB y su relacion con otras variables. Asi, se estaria en condiciones de realizar modificaciones adecuadas para llegar al denominado tipo de cambio de equilibrio. En Bolivia el mecanismo basico de determinacion del tipo de cambio nominal es el Bolsin. Este es un sistema de subasta particular donde el demandante oferta un precio por los dolares que quiere comprar y el BCB coloca a disposicion del publico un monto de divisas y fija un precio base. Se atiende a las solicitudes que consignan precios mayores o iguales al precio base, desechando el resto. Las siguientes razones explican que este sistema haya logrado confianza en la moneda local. En primer lugar, por alcanzar la unificacion cambiaria. En segundo lugar, la determinacion considera las condiciones de mercado que se refleja en el bolsin mediante el precio que ofertan los demandantes. En tercer lugar, el Banco ofrece divisas captadas mediante los canales acostumbrados y mediante operaciones financieras; por tanto, interviene en el mercado. El bolsin tambien suministra un margen de maniobra a los disenadores de politica, permitiendo tener un efectivo instrumento de control de corto plazo de variables economicas. Tal es el caso del incremento en precios internos. De este modo no ha sido necesario la implementacion explicita de medidas de control de politica economica, que podrian generar expectativas de inestabilidad. Por tanto el bolsin es un importante factor estabilizante de la economia en los ultimos anos, aunque sus efectos colaterales, especialmente la dolarizacion del 1 sistema debido a las devaluaciones, son tambien significativos. El tipo de cambio efectivo y real es calculado por el Banco Central siguiendo las sugerencias de la teoria del poder de compra. Dada su disponibilidad se utiliza como deflactor el Indice de Precios al Consumidor IPC. En general los resultados apuntan a una mejora de la competitividad aunque se constata que existe un fuerte deficit en balanza comercial. Ademas, se examina la relacion entre el tipo de cambio nominal y la balanza de pagos por su efecto sobre la reservas internacionales. Pese a los resultados de la cuenta corriente se evidencia un superavit en balanza basica fruto del comportamiento de la cuenta capital que contabiliza una entrada muy fuerte de capital. Por ultimo se examina los efectos de una politica monetaria muy restrictiva, una dolarizacion en subida y las consecuencias de los shocks externos, tanto los referidos a la disminucion en los terminos de intercambio como a la politica de liberalizacion comercial. 2 El Bolsin 1. El bolsin, como un medio para la determinacion del tipo de cambio nominal, esta en vigencia desde la Nueva Politica Economica NPE de fines de 1985. Se trata de una ventanilla que recibe ofertas para la compra de dolares depositados en el BCB. A partir de este punto la solicitud sigue un proceso que va determinado por el propio Banco y al solicitante solo le queda esperar el resultado de la subasta. No puede intervenir de ninguna otra forma. Puede observarse la evolucion del funcionamiento del bolsin y sus resultados en la Tabla A.1 y los Graficos 1 y 2. Algunos puntos para mencion son: a normalmente no se satisface toda la cantidad demandada de dolares, aunque sumando la oferta mensual se constate que existe una oferta superior a la demanda; b casi siempre se asigna dolares en cada sesion; c paulatinamente se va reduciendo el numero de solicitantes al Bolsin. a El bolsin fue creado por el D.S. 21060 de agosto de 1985 y su funcionamiento se rige estrictamente a lo establecido en los Titulos I y II de Capitulo I de este Decreto. Posteriormente solo se emitieron dos Disposiciones Administrativas del Directorio del BCB por intermedio de su Presidente. La primera extiende la subasta a todos los dias habiles de la semana, pues originalmente solo era realizada los Martes y Jueves de cada semana. La segunda Disposicion cambia el horario de funcionamiento por cuestiones operativas. Por ultimo, el D.S. 21136 de 16 de noviembre de 1985 elimina el 10% adicional que debia adjuntarse al equivalente del monto de divisas requerido. Estas medidas complementarias tendian a asegurar, la neutralidad y transparencia del funcionamiento del bolsin, sus decisiones y su efectividad. Legislacion 3 Grafico 1 setnaticilo S sdnasuoh T Grafico 2 4 SERALOD senolli M Normas b El Bolsin esta ubicado dentro del BCB y es dirigida por miembros de esta institucion. En un principio existia un Comite de Cambios y Reservas, formado por 5 autoridades del Banco 2 miembros del Directorio con derecho a voto y 3 miembros sin derecho a voto que es directamente responsable del funcionamiento y administracion del mecanismo de venta publica oficial de divisas. Las funciones del Comite de Cambios y Reservas han sido delegadas al Presidente y a funcionarios ejecutivos desde 1988. Las sesiones son realizadas todos los dias habiles de la semana. Normalmente existen de 15 a 20 sesiones mensuales. Pueden participar en las sesiones de venta publica cualquier persona natural o juridica o representantes. El Comite fija tanto el precio base como la cantidad de dolares a ofertarse en cada sesion. Esta informacion se divulga luego de que se reciben todas las solicitudes pertinentes a la subasta. Como el bolsin funciona en la tarde, las solicitudes se aceptan hasta las 4:00 p.m. c Para solicitar la compra de divisas del Bolsin se debe llenar un formulario Formulario 3D00001. Este pide proporcionar la siguiente informacion: a una solicitud cerrada donde se indique tanto el monto de dolares demandado como el precio ofertado, debiendo ser la demanda por cantidades superiores a us 5000 y en multiplos de esta cifra. b Un cheque certificado visado en bolivianos o un deposito en efectivo en caja del BCB para cubrir la compra.1 c Nombre, firma y direccion del solicitante d Nombre del destinatario del cheque o del efectivo en dolares. El bolsin es una subasta holandesa; los participantes deben pagar el precio que ofertan. Todas las ofertas al precio base o por encima del precio base son consideradas para comprar los dolares al precio que cada una de ellas ofrecio2. Si la demanda de dolares en la subasta es mayor que la cantidad ofertada por el BCB, los demandantes reciben una fraccion prorrateada Regulaciones 1 El visado solo es aceptado hasta 24 horas de su emision 2 La firma del formulario constituye un compromiso ineludible de compra de divisas en caso de ser aceptada la oferta, no pudiendo reclamar invalidez total o parcial de la solicitud. 5 del monto total demandado, con las fracciones mas grandes dirigidas a aquellas solicitudes con precio de oferta mas alto. El bolsin no compite en transacciones menores aunque, de hecho, su funcionamiento atenue las fluctuaciones debido a expectativas de corto plazo. Se ha de hacer notar que el Bolsin solo vende divisas. El precio promedio de cada sesion sirve de tipo de cambio oficial hasta la proxima sesion. A este precio el Banco Central compra las divisas que el publico le ofrece. Desde 1988, el Banco Central aplica un pequeno margen 1 c de boliviano de diferencia entre el tipo de cambio de compra y el tipo de cambio de venta. 2. La Politica Cambiaria 6 Instrumentos El tipo de cambio oficial se fija mediante el bolsin. Es el promedio ponderado resultante de las operaciones de venta publica oficial de divisas que efectua el BCB mediante el bolsin. Al convertirse el tipo de cambio nominal en un indicador de la estabilidad economica, por algun tiempo las autoridades economicas fueron muy conservadoras en cuanto a su administracion. La eliminacion de la brecha cambiaria fue un objetivo en si. Al consolidarse la estabilidad, ya no importo la evolucion misma del tipo de cambio nominal, sino los factores que afectan a la determinacion del valor del tipo de cambio en el mercado. Por consiguiente, el nivel de reservas internacionales, la evolucion de la politica monetaria, el gasto fiscal, la inflacion y la tasa de interes terminaron por imponerse como temas de analisis de corto plazo. Asimismo, las cuestiones de crecimiento economico, la evolucion del comercio exterior y el nivel de dolarizacion encontraron su lugar en el analisis de largo plazo de los factores que afectan al tipo de cambio y, por ende, la evolucion de la politica cambiaria. a A pesar de que las reglas de determinacion del tipo de cambio base de las subastas no se publican, se puede concluir de la experiencia historica, de numerosos estudios del tema, y de entrevistas, que mientras el sistema no sea desbordado, cosa que ocurrio solamente en pocos periodos, para la determinacion del tipo de cambio base tambien se considera las variables objetivo del programa financiero para una gestion. Estas variables objetivo son la tasa de crecimiento del producto, el deficit fiscal y la inflacion programada. De acuerdo a estas variables se obtiene una tasa de devaluacion estimada. Esta tasa es distribuida a lo largo del ano, teniendo como parametros periodos de comportamiento economicos ya caracteristicos. Por ejemplo, los dos primeros meses del ano son considerados como meses de alta inflacion, por tanto, se adopta una politica de devaluacion consistente con hacer bajar la inflacion. Tambien se considera la evolucion del nivel de reservas internacionales; sin embargo, este ha sido un factor casi siempre controlable. La determinacion del tipo de cambio oficial termina siendo administrada y deja poco espacio a la libre oferta y demanda de divisas. Las autoridades justifican este procedimiento en el sentido de evitar fluctuaciones bruscas de corto plazo. 7 Sin embargo, el bolsin no hubiese sido tan efectivo sino se la apoyaba con el manejo de la politica monetaria, que en la generalidad de los periodos fue restrictiva, con fuerte enfasis en enero y febrero de cada ano. El control de gasto publico es otro factor importante, tanto disminuyendo la demanda efectiva de la poblacion, como rompiendo expectativas con un bajo deficit. El deficit global del sector publico no financiero se habia ido reduciendo paulatinamente entre 1987 y 1991, pero en 1992 crecio nuevamente. En todo caso, no son niveles de deficit muy altos y, en todo caso, parecen controlables Cuadro 1. Cuadro 1 Deficit del Sector Publico NoFinanciero Anos % DEL PIB DEFICIT MILL. DE BS PIB MILL. DE BS 1988 1989 1990 1991 1992 1993 6.32 5.33 4.12 3.81 4.83 3.34 prog 656.9 644.7 588.5 685.4 900.9 771.2 10393.98 12095.68 14283.98 17989.50 18652.17 23089.82 Objetivos Fuente: UDAPE Y SAFCO b En los primeros anos de la NPE el objetivo de la politica economica estaba centrada en lograr la plena estabilizacion de la economia, es decir, primero, estabilizar la tasa de inflacion en un nivel bajo y, segundo, cerrar la brecha cambiaria con el mercado paralelo o negro Grafico 3. Se consideraba al tipo de cambio como un ancla para detener la inflacion. Luego, comenzaron las inquietudes por reanudar el crecimiento, para lo cual era necesario lograr ganancias en competitividad. Entonces se aceleraron las devaluaciones. Sin embargo, la dolarizacion de la economia neutraliza el esfuerzo. Los precios de los bienes y servicios factoriales y no factoriales estan fijados en dolares. Finalmente, la politica economica volvio a insistir en la inflacion, con el objeto de reducirla a un nivel menor al 10% anual. Con este fin se desacelera el 8 ritmo de devaluacion, y mas aun en epocas donde por diversos motivos se tienen que realizar alineamiento en precios de bienes publicos hidrocarburos. Grafico 3 .su.SB Descripcion En general, el objetivo del bolsin siempre fue devaluar el tipo de cambio nominal sin provocar inflacion y de este modo evitar el desalineamiento del tipo de cambio real. La inflacion disminuyo consecutivamente desde 1988 alcanzando en 1992 el valor mas bajo desde 1977 10.46%, diciembre a diciembre. Si bien el deficit del SPNF crecio en 1991, la inflacion continuo con su descenso quebrando la causalidad directa que suele asociarse a esta relacion Cuadro 1 y Tabla A.7. c Los intentos de regular la evolucion de la economia a traves del ritmo de devaluaciones han tenido exito en gran parte debido a la habilidad de los administradores de la politica economica, y gracias a la capacidad del BCB para ejecutar rapidamente las modificaciones necesarias. En contrapartida, es posible que se haya utilizado excesivamente politicas contractivas causando un lento crecimiento de la economia. Se supone generalmente que la determinacion del tipo de cambio en Bolivia se aproxima 9 a un sistema de flotacion sucia. Sin embargo, el bolsin resulto ser un instrumento muy flexible y permitio desarrollar una politica cambiaria muy activa.3 El grado de administracion del nivel cambiario ha variado en relacion a las circunstancias economicas presentes en el tiempo. Este es el caso de politicas que se siguen a principios de cada ano desde 1986. En el primer trimestre se realizan los ajustes de precios publicos, especificamente de combustibles. El gobierno completa esta medida fiscal con un politica monetaria apretada, que sube las tasas de interes, disminuyendo la inversion. Asi se evita posibles presiones sobre la disponibilidad de divisas. Como el tipo de cambio nominal aun constituye una fuerte ancla para romper expectativas de inflacion, el gobierno apunta a disminuir la velocidad de sus incrementos. Sin embargo, la necesidad de cumplir objetivos economicos y de buscar competitividad acelera las devaluaciones en algunos meses. La intencion es disminuir la incidencia de los costos en bienes no transables en la produccion; no obstante, surge el problema del encarecimiento de los insumos importados. Ademas, muchas empresas que suministran bienes y servicios publicos indexaron sus precios al valor del tipo de cambio, anulando el efecto favorable en la competitividad de una devaluacion. Consecuentemente, la estabilidad de la tasa de devaluacion del tipo de cambio nominal termina siendo un objetivo muy importante, no importando si en el proceso se permitan sobrevaluaciones temporales de la moneda nacional. 3. El Tipo de Cambio Real 3 K. Dominguez D. Rodrik 1990, muestran como de facto el sistema ha evolucionado desde una subasta que era una forma de flotacion sucia a un crawling peg donde se tienen metas devaluatorias muy definidas. 10 La metodologia utilizada por el BCB se basa en la version relativa de la teoria de la paridad del poder de compra PPC. Esta teoria fue probada econometricamente por varios autores para distintos paises y en diferentes periodos llagandose a la conclusion de que su cumplimiento no era del todo aceptable. Sin embargo, los datos requeridos para su calculo tipo de cambio, tasa de inflacion y valores de comercio exterior son relativamente faciles de obtener y hasta su disponibilidad oficial es oportuna. Por estas razones muchos paises y organizaciones multilaterales eligen como indicador del tipo de cambio real al resultado de este tipo de calculos. Un tipo de cambio relaciona dos paises y sus monedas. Sin embargo, las relaciones de cualquier pais son multilaterales, razon por la que se calcula un tipo de cambio efectivo utilizando los niveles comerciales entre estos paises como ponderaciones. Se pretende obtener un indicador del nivel del tipo de cambio efectivo nominal en relacion a sus socios comerciales mas importantes. Por ultimo, tambien se obtiene un tipo de cambio efectivo y real que refleje las condiciones economicas reales del pais respecto a sus socios comerciales. a Se calcula considerando la relacion entre dos paises determinados. Dado que Estados Unidos es el socio comercial mas importante de Bolivia ademas, se utiliza su moneda como moneda patron, este tipo de cambio es estudiado con mayor detenimiento. El tipo de cambio real, siguiendo una metodologia inspirada en la PPC, implica la correccion del tipo de cambio nominal por un indice de precios relativos entre Estados Unidos y Bolivia. Se utiliza el indice de precios al por mayor boliviano y el indice de precios al productor americano. Desde el punto de vista practico, este es el indicador que mas facilmente se puede aplicar Grafico 4. Se muestra que hubo ganancia en competitividad desde el punto de vista boliviano. El Tipo de Cambio Real Bilateral Grafico 4 11 IECDNI Calculo del Tipo de Cambio Efectivo y Real b El aumento en la flexibilidad del tipo de cambio incremento el interes por elaborar indices que midan las variaciones reales del tipo de cambio con relacion a una canasta de monedas de paises con los cuales se comercia regularmente. Es mas, la disminucion de la tasa inflacionaria local no es un indicador suficiente del grado de competitividad alcanzado por una economia en relacion a otras. En el Grafico 5 se puede observar la evolucion del tipo de cambio efectivo y real. En los ultimos anos aumenta en relacion a su periodo base, implicando ganancias en competitividad. Este tipo de cambio real se calcula considerando la relaciones economicas bolivianas con sus socios comerciales mas importantes. Ponderaciones Considerando un periodo base ano 1987. Se toman en cuenta 8 paises que son responsables del 78% del comercio exterior boliviano en este ano.4 Estas ponderaciones tanto como el porcentaje de participacion varian poco. Tabla A.11 4 Estos paises son Estado Unidos, Alemania Federal, Gran Bretana, Japon, Argentina, Brasil, Peru y Chile. En relacion a estos paises se puede puntualizar que Alemania Federal es ahora Alemania y que el unico pais del Grupo Andino considerado es Peru. 12 Grafico 5 IECDNI La participacion ponderada de cada pais en las exportaciones bolivianas X se calcula de Analogamente para las importaciones M la siguiente manera: wix XiSx wxi participacion del pais i en las exportaciones bolivianas Xi valor de las exportaciones de Bolivia al pais i Sx valor total de la exportaciones bolivianas wim MiSm exportaciones e importaciones. W vx SxSxSm vm SmSxSm vx vm 1 Tipo de cambio efectivo y nominal Para fines de calculo se utiliza el promedio ponderado de la participacion en i wix vx wim vm 13 TCCi TCbTCi La relacion bilateral entre Bolivia y cada pais en particular contrasta con el tipo de politica economica que debe llevar a nivel internacional, que de hecho es una para todos los paises, es decir, existe una relacion multilateral. Este concepto de relaciones multilaterales de la moneda del pais en relacion a un conjunto de monedas es medido por el tipo de cambio efectivo. En el caso boliviano, la cotizacion oficial relaciona el boliviano con el dolar americano, mientras que las relaciones con las otras monedas se efectua a traves de su cotizacion respecto al dolar americano y, en realidad, son solo indicativas. Estos se llaman tipos de cambio cruzados, considerando al dolar como la moneda patron para los cruces. Se calcula el tipo de cambio cruzado mediante la formula: donde TCCi tipo de cambio cruzado TCb tipo de cambio Bs por us TCi tipo de cambio de moneda extranjera por 1 dolar La cifra resultante es referida a un ano base y transformada en un indice representado por Ri. El indice de tipo de cambio efectivo se calcula ponderando el indice de tipo de cambio nominal por la participacion de cada pais en el comercio internacional boliviano exportaciones mas importaciones. El indice es entonces: ITCEN Ri Wi x 100 de monedas de los paises socios comerciales de Bolivia. Tipo de cambio efectivo y real Los movimientos en tipo de cambio nominales no indican el grado en que la competitividad de un pais cambia en el tiempo. Es necesario calcular el Indice del tipo de cambio efectivo y real ITCER. En BCB realiza el trabajo deflactando el indice de tipo de cambio efectivo y nominal por una medida de cambios relativos en el nivel de precios relativos del pais y de sus socios comerciales. El indice se calcula utilizando la formula: Pdonde Prelacion al indice del precios al consumidor de Bolivia en el periodo t IPCbt. it es el cociente del indice de precios al consumidor del pais i IPCit en el periodo t, con Un aumento en el ITCEN significa una depreciacion de la moneda respecto a la canasta it IPCit IPCbt 14 it x Pit wi x 100 Para calcular el indice Rit. Este indice se representa por S Por ultimo, se emplea un indice del tipo de cambio de una unidad de la moneda del pais en terminos de la moneda de cada socio comercial i, tomando el mismo ano base que se tomo para calcular Pit. Finalmente se calcula el ITCER empleando la siguiente formula: ITCERt Rdonde es la productoria. Un incremento en el ITCER significa una depreciacion del boliviano frente a las demas monedas. it el BCB utiliza el tipo de cambio paralelo del pais en cuestion, dividido por el tipo de cambio paralelo de Bolivia, y deflactado por el cociente de los respectivos indices de precios al consumidor. El indice agregado ITCER es entonces el promedio geometrico de los indices de los ocho principales socios comerciales de Bolivia, con ponderaciones correspondientes a la participacion comercial de cada uno de ellos en el comercio boliviano 5. c El deflactor utilizado es el Indice de Precios al Consumidor IPC. Lamentablemente, no existe otra serie de precios que tenga las caracteristicas necesarias para realizar la aproximacion hacia el tipo de cambio real.6 Otros candidatos podrian ser el Indice de Precio al por Mayor, un Indice de costos de mano de obra, el indice de precios de exportacion o el indice de precios de importacion. Estos indices, que podrian constituir una alternativa valida, tiene problemas de cobertura mayores que el IPC y sobre todo su disponibilidad no tiene la misma periodicidad que el IPC, razon por la cual se perderia oportunidad. En el Grafico 6 se observa que los indices dan un comportamiento diferente del Indice de Tipo de Cambio Real medido como el tipo de cambio nominal divido por un deflactor. El Deflactor Grafico 6 5 Se utiliza el promedio geometrico para evitar los sesgos por apreciacion y depreciacion excesivamente fuertes que alguna de las monedas pudiese presentar. 6 Dado que Bolivia es en general un pais tomador de precios deberia utilizarse indicadores de la evolucion de costos internos o de su competitividad reflejados a traves de los precios internos. 15 IECDNI El Ano Base d En el calculo de tipo de cambio real y efectivo, la eleccion de ano base es fundamental para determinar las ponderaciones utilizadas. El periodo base elegido es diciembre de 1987. Este era uno de los primeros anos de cierta estabilidad en la economia nacional. Se habia conseguido una tasa crecimiento economico positiva despues de varios anos de tasas negativas de crecimiento. El comercio internacional se habia recuperado bajo una estructura diferente luego del colapso del mercado del estano octubre de 1985 que hasta entonces constituia la exportacion boliviana mas importante, y las exportaciones no tradicionales estaban creciendo rapidamente. Por otro lado, el comercio de importacion de Bolivia habia sufrido modificaciones debido a que Estado Unidos perdia competitividad y los paises asiaticos y europeos incrementaban su importancia en el comercio mundial.7 En realidad, se puede afirmar que se trato de llegar al periodo economico mas estable en el pasado para iniciar la serie. 4. Tendencia del Tipo de Cambio Nominal y Real 7 En el caso Boliviano, Brasil incrementa su importancia como socio comercial. 16 La estabilidad de las variaciones del tipo de cambio nominal en el corto plazo ha sido un objetivo claramente buscado. Se ha tratado de atenuar los factores economicos que de alguna manera podrian causar presiones sobre el tipo de cambio o provocar fluctuaciones bruscas. Por otro lado, la intencion declarada por las autoridades monetarias casi siempre fue la de generar devaluaciones reales de la moneda boliviana. Sin embargo, no han existido politicas agresivas especificas y mas bien el objetivo se vio favorecido por factores exogenos. Entre estas ultimas estan los esfuerzos de estabilizacion de las naciones limitrofes, que han generado sobrevaluaciones de su moneda. Lo cierto es que, en el corto plazo, se cuido la estabilidad en la evolucion de tipo de cambio nominal, sin embargo, muy poco se considero la situacion del tipo de cambio real. No parece que este ultimo tipo de preocupaciones motivaran modificaciones cambiarias nominales dado que tampoco se tiene una idea clara acerca del efecto del nivel de tipo de cambio real en la actual fase de crecimiento economico. Por ultimo, bajo una optica monetarista, se penso que el stock de dinero podria incidir significativamente sobre las reservas y, en ultima instancia, en el nivel del tipo de cambio. La politica monetaria sigue siendo un importante factor de control de las variaciones del tipo de cambio. a De la observacion del Grafico 5 se puede concluir que el Tipo de cambio efectivo y real no se mantuvo estable en un cierto nivel en el largo plazo. En realidad, se muestra que en relacion al ano base existe un aumento en competitividad a partir del segundo semestre de 1990. Pero este aumento no parece manifestarse en las variables economicas reales. El incremento en la competitividad que indican las cifras es por cierto deseable, pero la fuente del incremento no parece ser interna aumento en productividad sino mas bien producto de la sobrevaluacion monetaria de algunos paises limitrofes. Si estos paises corrigen su tipo de cambio, probablemente no existiran tales incrementos en competitividad. b Estabilidad en el Largo Plazo Factores de Cambio 17 Entre los factores mas notables que inducen variaciones de corto plazo en el tipo de cambio real estan tanto la inestabilidad macroeconomica interna como los esfuerzos de estabilizacion de las economias con las cuales comercia Bolivia. A nivel nacional no se preven grandes saltos en las variables economicas. Se tiene por objetivo una tasa de inflacion de un solo digito y, por lo demas, la politica economica sigue apuntando a un fuerte control de las variables monetarias y las finanzas publicas. En realidad en este frente no se vislumbra mayores desequilibrios que podrian generar inestabilidad macroeconomica. Tanto las cifras monetarias y de deficit fiscal boliviano no parecen predecir mayores conflictos. Si bien se plantea un alto grado de certidumbre economica dentro del pais, no se puede decir lo mismo con el sector externo. Varios paises vecinos que son socios comerciales muy importantes Argentina, Brasil, Peru estan haciendo esfuerzos de estabilizacion muy importantes y estan sufriendo los efectos sobrevaluatorios de su moneda provocada por el proceso. El futuro alineamiento de sus tipos de cambio reales creara una nueva situacion para Bolivia. Por otro lado, si la cuenta capital de la balanza de pagos comienza a equilibrarse ya no podra soportar los desequilibrios en la cuenta corriente y, por tanto, habra que buscar devaluaciones reales que mejoren la balanza comercial. 5. La Balanza de Pagos 18 Segun el enfoque monetario de la Balanza de Pagos, la correccion de los problemas de desequilibrios depende primordialmente de la politica monetaria. Una devaluacion solo tiene efectos sobre variables nominales. En realidad, la devaluacion tendra un efecto positivo sobre la balanza de pagos si esta induce un exceso en la demanda de dinero. Dado que la devaluacion provocara un aumento en el nivel general de precios, esto generara una disminucion en el stock real de dinero un exceso de demanda de dinero y un aumento en reservas. Por tanto, de acuerdo a esta teoria una devaluacion produce el mismo efecto que una contraccion en el oferta monetaria sin devaluacion. Si una devaluacion viene acompanada por una politica monetaria expansiva, esta contrarrestara el efecto producido por la anterior y no habra ningun efecto sobre la balanza de pagos. En el caso boliviano el efecto final de las modificaciones cambiarias fue opacado por el comportamiento tanto de la balanza comercial, que tiene un deficit notable, como de la cuenta capital que goza de un superavit importante. Al parecer ninguno de estos cambios parece haber sido provocado por las variaciones del tipo de cambio nominal. Por esto, es importante conocer la evolucion de las operaciones exteriores incluidos en la Balanza de Pagossobre reservas y oferta monetaria Cuadro 2 y Cuadro 3. a La cuenta corriente tradicionalmente era deficitaria aunque no sucedia lo mismo con la balanza comercial. A partir de 1992 se ha soportado una caida muy fuerte en las exportaciones tradicionales y en los dos ultimos anos tambien en las exportaciones no tradicionales. Por diversos motivos, las medidas de incentivo a las exportaciones tales como el RIFENT Regimen de incentivos fiscales a las exportaciones no tradicionales y el CRA Certificado de reintegro arancelario fueron desechados. Actualmente esta en vigencia un modesto regimen de devolucion de impuestos cobrados en aplicacion del Gravamen Arancelario a la importacion de insumos DRAWBACK. Sin duda, los dos primeros sistemas tenian elementos de subvencion a las exportaciones mientras que el actual sistema esta disenado para evitarlos y, por tanto, no constituyen ningun incentivo. Cuadro 2 Resumen de la Balanza de Pagos de Bolivia Cuenta Corriente 19 En millones de dolares PARTIDAS I. CUENTA CORRIENTE A. Bienes, Servicios y Renta 1. Mercancias FOB 2. Servicios y Renta 2.1. Embarques 2.2. Otros Transportes 2.3. Viajes 2.4. Renta de la Inversion 2.5. Otros Bienes, Servs.y Renta B. Transferencias Unilaterales II. CUENTA DE CAPITAL A. Capital salvo Reservas Inversion Directa Inversion de Cartera 1. 2. 3. Otro Capital 3.1. Capital a Largo Plazo 3.1.1. Sector Oficial Residente 3.1.2. Bancos de Deposito 3.1.3. Otros Sectores 3.2. Capital a Corto Plazo 3.2.1. Sector Oficial Residente 3.2.2. Bancos de Deposito 3.2.3. Otros Sectores III. ERRORES Y OMISIONES TOTAL TRANSACCIONES CORRIENTES Y MOVIMIENTO DE CAPITAL ITEMS DE CONTRAPARTIDA 1. MonetizacionDesmonetizacion de oro 2. Asignacioncancelacion DE 3. Variacion por Revaloriz. en Reservas 4. AsignacionCancelacion Pesos Andinos FINANCIAMIENTO EXCEPCIONAL PASIVOS QUE CONSTITUYEN RESERVAS DE AUTORIDADES EXTRANJERAS 1. Banco Central de Bolivia RESERVAS 1. Oro Monetario 2. Derechos Especiales de Giro 3. Posicion de Reservas en el Fondo 4. Activos en Divisas 5. Otros Activos 6. Uso de Credito del Fondo 1988p 145 329 38 367 74 5 2 263 23 184 60 30 0 30 132 123 13 21 102 4 11 95 66 150 0 0 0 0 0 143 35 35 42 0 0 0 68 77 33 Fuente: Banco Central de Bolivia. Boletin del Sector Externo 8 p Cifras preliminares 1989p 2 159 202 361 82 9 2 243 24 156 1990p 61 114 211 326 66 10 2 223 25 175 1991p 273 465 121 343 93 9 1 211 30 192 1992p 587 776 432 344 110 9 1 193 31 189 135 35 0 100 128 109 1 17 28 2 55 26 215 82 0 0 0 0 0 60 60 60 82 0 0 0 2 29 51 139 60 0 79 94 25 15 55 15 3 18 37 233 34 0 0 0 0 0 147 118 118 4 0 1 0 41 39 7 158 79 0 79 70 9 15 64 8 2 14 4 9 123 2 2 0 0 0 190 39 39 29 2 1 0 22 38 12 379 91 0 287 154 36 37 82 133 1 36 96 93 115 0 0 0 0 0 173 1 1 57 0 0 0 46 4 7 20 Cuadro 3 Reservas Internacionales del Banco Central de Bolivia ANO MES RESERVAS BRUTAS DIVISAS OBLIGACIONES RESERVAS NETAS 205.9 200.4 233.2 228.0 184.4 188.0 162.5 160.8 213.0 200.6 234.6 228.4 202.7 228.6 225.8 184.4 166.0 158.9 195.7 233.5 270.0 288.5 330.1 269.3 254.2 286.5 299.7 311.3 315.7 300.3 334.5 341.8 353.1 308.0 310.1 247.4 234.7 262.4 268.4 267.9 278.3 359.3 326.0 321.6 251.7 334.4 310.2 293.7 270.3 270.2 270.5 266.9 259.2 264.6 241.7 249.3 275.3 291.2 275.2 284.3 387.6 384.2 388.4 364.9 363.4 354.7 278.5 232.2 206.9 192.6 198.1 190.1 193.4 221.1 220.9 250.0 254.3 243.4 249.4 244.3 217.5 218.2 222.6 208.3 233.1 225.3 213.2 193.0 195.4 192.7 187.9 180.9 181.0 174.0 174.1 206.9 211.4 221.3 224.7 200.5 200.3 176.9 160.7 169.0 154.2 155.3 146.4 144.0 103.5 52.9 32.8 13.5 16.0 28.5 62.7 65.6 18.2 3.4 28.3 18.6 2.7 72.8 98.5 78.7 54.0 57.0 93.5 106.5 144.7 138.6 180.3 132.3 118.4 156.0 199.5 214.8 217.9 223.0 236.4 254.0 279.7 258.5 258.7 200.3 196.3 242.3 251.0 261.1 272.6 32.0 295.2 280.5 298.8 300.7 264.9 240.1 233.8 225.5 238.1 234.1 233.6 239.7 345.2 302.2 308.1 304.7 259.2 255.8 324.9 318.6 370.2 361.5 391.7 373.3 275.8 305.0 305.4 271.3 252.1 247.1 286.9 327.6 365.6 388.6 434.6 375.7 367.8 400.3 417.0 433.0 440.5 431.3 469.5 479.3 492.9 451.5 454.1 393.0 384.2 423.2 432.0 435.1 446.7 528.9 506.6 501.8 523.5 501.2 465.2 417.0 394.5 394.5 392.3 389.4 380.0 383.7 1989 1990 1991 1992 1993 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 Fuente: Banco Central de Bolivia 21 Por otra parte, en cuanto a las importaciones se siguio estrictamente un politica de libre comercio, con bajadas bastante pronunciadas de los niveles arancelarios nivel cero, con algunos paises y la eliminacion de prohibiciones. Es posible que la liberalizacion este detras del deficit en balanza comercial. El inicio de la politica de liberalizacion fue en 1985 con una sustancial medida de liberalizacion y reduccion arancelaria. En 1987 mediante el D.S. 21367 se integra todos los derechos arancelarios en un Gravamen Arancelario Consolidado GAC. La tarifa se fijo en 20% y, como consecuencia, hubo una caida en los aranceles aplicados a los bienes de consumo pero se aumento el arancel a los bienes de capital. Esta politica continuo su evolucion hasta llegar a la actual estructura casi uniforme fijando un nivel de la tarifa basica del 10%, y con la aplicacion de algunos impuestos especificos. Asimismo, algunos bienes clasificados como de capital tienen un tratamiento preferente obteniendo un nivel arancelario del 5%. Solo se prohibia la importacion de azucar hasta muy recientemente. Por ultimo, se implemento un regimen para la operacion de zonas francas. El efecto de las medidas sobre el equilibrio de la balanza comercial fue notable, aunque es muy dificil afirmar que estas fueron las causas que provocaron los fuertes deficits de los ultimos anos. El incremento de las importaciones y la excepcional caida de las exportaciones pudo deberse a factores exogenos a la politica comercial y la politica cambiaria seguida. Por ejemplo, se tuvo que enfrentar en 1992 la finalizacion del contrato de suministro de gas natural a la Argentina. El gobierno sostiene la idea de que todo el fenomeno se debe a las necesidades de insumos para el crecimiento. No se trato de cerrar la brecha mediante la utilizacion de instrumentos paraarancelarios debido a que el pais tiene un fuerte interes en pertenecer al GATT. Por otra parte, la cuenta corriente se vio favorecida por la disminucion del servicio de la deuda externa, cuyos montos tuvieron alivios significativos. Tal es el caso de la deuda privada mediante acuerdos de recompra y la deuda bilateral gracias a los acuerdos alcanzados con paises en el Club de Paris. La deuda externa boliviana ha tenido fluctuaciones con tendencia a la baja desde 1987 y no ha vuelto a alcanzar el monto de este ano. Son especialmente significativas las disminuciones en 1989 y 1991. En el primer caso se deben a renegociaciones sobre la deuda externa privada y la segunda a un acuerdo sobre la deuda bilateral con Estados 22 Cuenta Capital Unidos Cuadro 4. b La cuenta capital experimento flujos positivos. La entrada de capitales fue tan fuerte que el superavit de esta cuenta balanceo exitosamente el deficit en cuenta corriente. Debido a la politica del liberalizacion externa no se trato de interferir en el movimiento de capitales, y durante todo el periodo se presento un flujo de capital neto positivo. Esto genera problemas en anular los efectos de la entrada de capitales para evitar presiones inflacionarias, contrastando con lo sucedido en otros periodos. El flujo de capital parece aprovechar las oportunidades de inversion financiera debido con altas tasas de interes y en su mayor parte no se dedica a la inversion productiva. De acuerdo a la Ley de Inversiones no existe ninguna obligacion de registrar nuevas inversiones extranjeras, salvo que se apoya los contratos en Joint Venture. De acuerdo a las disposiciones del Ministerio de Finanzas no existe controles al flujo positivo o negativo de capitales. En realidad, en Bolivia nunca hubo un control efectivo del flujo de capitales. Existen, sin embargo, algunos controles no declarados para evitar el blanqueo de capitales provenientes de actividades ilicitas aunque estas no se han hecho explicitas. Cuadro 4 Deuda Publica Externa Millones de Dolares ANO 1988 1989 1990 1991 1992 Fuente: Banco Central de Bolivia CAPITAL 139.1 140.6 138.7 91.2 106.9 SALDO 4069.5 3491.6 3778.9 3628.0 3774.1 TOTAL 238.9 226.5 228.3 195.2 206.4 SERVICIOS INTERES 99.8 85.9 89.6 104.0 99.5 DESEMBOLSO 325.6 338.0 335.2 300.0 382.0 23 Por tanto, se tiene una situacion no provocada por la politica cambiaria, pero altamente sensible a la inestabilidad cambiaria. Los capitales ingresaron por diversos motivos tales como la tasa de interes nacional y la libre convertibilidad. La modificacion de cualquiera de estas circunstancias puede provocar problemas de reservas internacionales Cuadro 4. Es decir, el ingreso de capitales garantizo la estabilidad cambiaria, pero tambien puede suceder lo contrario si deciden marcharse. 24 La Politica Monetaria 6. La teoria monetaria del tipo de cambio predice que un aumento de la oferta monetaria nacional depreciara la moneda nacional y que un aumento en el producto de la economia que provoca un aumento en la demanda relativa por el dinero nacional apreciara la moneda nacional. Un aumento en la diferencial entre la tasa de interes nominal interna y extranjera, reducira la demanda relativa de dinero nacional y depreciara el tipo de cambio. Una relacion negativa entre la tasa de interes y tipo de cambio puede ser explicada en terminos de los siguientes argumentos. El primero enfatiza que un aumento en la tasa de interes nacional inducira un superavit en la cuenta capital al atraer capitales extranjeros y, por tanto, implicara una apreciacion de la moneda. El segundo enfatiza el hecho de que intereses altos reduciran el gasto agregado, causando un superavit en cuenta corriente y por tanto, forzando una baja en el tipo de cambio. a Desde 1986 se ha seguido un politica de emision monetaria apretada. La eleccion del objetivo se realizo con la finalidad de cumplir una programacion monetaria, que asegure una tasa de inflacion baja y una menor presion para devaluar la moneda. Por lo demas, el mismo hecho de un flujo positivo de capital no permitio un aflojamiento facil de este tipo de politicas. Por tanto, se opto por una tasa de crecimiento de la cantidad de dinero baja Grafico 7. No obstante, existen varios problemas para cumplir con los objetivos de la politica monetaria. Primero, si bien la base monetaria y M1 permanecen bajos, M2 continua su rapido crecimiento sobretodo por el crecimiento de los depositos en dolares. Segundo, existe presiones de tipo institucional que cada fin de ano aceleran el ritmo de emision causando desordenes que se reflejan en la demanda de dolares. En estos momentos se utiliza la flexibilidad del bolsin para romper expectativas. Stock de Dinero 25 Grafico 7 IETNECFEOCI Credito Interno b La expansion del credito interno esta muy controlada para no causar presion inflacionaria ni perdida de reservas internacionales por demanda excesiva. Sin embargo, esta politica genera un problema de altas tasas de interes que, de igual modo, alientan las presiones por devaluacion. Con todo, aun no ha producido un desbordamiento del tipo de cambio. Cuadro 5 Datos Seleccionados del Balance del Banco Central de Bolivia En Miles de Bs. AL 31 DE DICIEMBRE DE: 1989 1990 1991 1992 UTILIDADES DE LA GESTION 106,537 38,388 199,457 192,914 % DEL CUENTAS CON EL SECTOR PUBLICO NO FINANCIERO % DEL PIB PIB 0.88 0.27 1.11 1.03 CREDITO 4,835,380 6,212,694 7,623,862 2,903,771 INVERSION 0 0 0 3,232,940 TOTAL 4,835,380 6,212,694 7,623,862 6,136,711 39.98 43.49 42.38 32.90 Fuente: Balances del Banco Central de Bolivia 26 Asi mismo, instrumentos de tipo monetario como los Certificados de Depositos del Banco Central CDs han evitado una mayor expansion del credito interno pero tambien a un costo muy alto altas tasas de descuento. Este comportamiento del credito interno genero una dificil coyuntura al tratar de disminuir el nivel de la tasa de interes al mismo tiempo de generar suficiente liquidez. Dos comentarios deben hacerse. Primero, el control del credito interno y sobre todo, el mayor ordenamiento contable que ha resultado, debido al periodo de estabilidad economica, hizo que aparezcan cuentas que anteriormente solian ser consolidadas. Tal es el caso del credito al sector publico que ahora el BCB pretende que el TGN le repague.8 Estas cuentas por cobrar aparecen insistentemente en los balances contables de BCB. El monto de esa deuda del TGN al BCB es significativo. Este aspecto es aun mas importante por que el BCB presenta perdidas en sus operaciones de recientes gestiones 19901991. Posibles explicaciones son el control de la emision y de los factores de expansion del credito. Pero quiza mas importante es el hecho de que el BCB, dentro del esquema actual, ha estado participando en el mercado financiero con CDs de alto rendimiento para el poseedor y en el mercado cambiario a traves del bolsin con resultados nada claros sobre el estado de resultados del Banco Cuadro 5. 7. 8 Mediante el D.S. 23380 de 29 de diciembre de 1992 se autoriza al TGN la emision de titulos de largo plazo para el pago de La Tasa de Interes obligaciones en favor del BCB. 27 La relacion entre el tipo de cambio real y los spreads de las tasas de interes nacionales e internacionales es establecida de diferente modo por los modelos teoricos. Para unos el spread, en el sentido de tener una tasa de interes nacional r mayor a una tasa de interes internacional r produce flujos positivos de capital lo que lleva hacia una apreciacion de la moneda nacional. Para otros, una r mayor a una r origina incrementos en los niveles de las tasa de inflacion esperadas y como consecuencia, una caida en la demanda de dinero nacional y por tanto, causara una depreciacion de la moneda. En el caso boliviano, estos spreads existen y son significativos. La comparacion entre la tasa pasiva interna por depositos en dolares y la tasa LIBOR para transacciones en dolares muestran este hecho. Es mas, la inestabilidad en el largo plazo que parece apreciar el publico, hace que los spreads sean altos, aunque las operaciones financieras esten fuertemente dolarizadas, hecho que se muestra en el Grafico 8. El factor riesgo pais tambien podria explicar la diferencia entre las tasas de interes nacional e internacional. Sin embargo, luego de tantos anos de estabilidad, es posible que existan otros factores que provoquen esa diferencia. Por ejemplo, podria constituir una comprobacion de la relacion de paridad del poder de compra pues fuertes periodos de variaciones del tipo de cambio, implican mayores spreads para operaciones hechas en Bolivia sin importar la moneda de transaccion. De este modo, se esperaria que a medida que la inflacion baja, el spread disminuya. No obstante, estas relaciones no parecen de corto plazo porque hasta la fecha las variaciones de la tasa pasiva parecen mas relacionados a la evolucion de la tasa LIBOR y no con el ritmo de devaluaciones. Por otra parte, variaciones significativas en el tipo de cambio devaluaciones implican un mayor riesgo de repago, por lo que el spread aumenta, mas aun si la transaccion es en dolares. Existe un problema de expectativas de inestabilidad y por el momento, el publico no diferencia si se trata de una inestabilidad generada por problemas fundamentales o son solo debido a correcciones necesarias. La politica monetaria restrictiva seguida por Bolivia para estabilizar su economia tambien ha provocado las tasas de interes altas que hoy es comun percibir en el sistema bancario. Por lo demas, los spreads dentro del sistema de intermediacion financiera nacional son muy elevados y parecen estar fuera de toda linea normal. En general, en Bolivia, los spreads tanto considerando solo operaciones nacionales diferencia entre tasa activa y pasiva, como en 28 relacion a la tasa LIBOR son altos. Este hecho puede confirmar que una gran fraccion del capital que entra al pais se debe a las diferenciales de la tasa de interes del pais en relacion a las tasas internacionales. El Grafico muestra las diferenciales y estas no tienen tendencia a desaparecer Grafico 8 y 9. Grafico 8 Grafico 9 EJATNECROP EJATNECROP Por ultimo, cabe resaltar el nivel que alcanzaron las tasa de descuento sobre los CDs del 29 DE: 1988 1989 1990 1991 1992 1993 23.00 40.50 34.16 22.30 20.19 20.19 360 dias 51 sem. 51 sem. 51 sem. 51 sem. Marzo, 51 sem. BCB. Este factor determino, en cierto momento, el nivel de la tasa de interes pasiva en el sistema bancario y provocaba un incremento muy fuerte en las tasas activas. Asi, se desalentaba la inversion productiva y se reducian las posibilidades de crecimiento economico Cuadro 6. Cuadro 6 Tasas de Descuento Maximas sobre Certificados de Depositos a Plazo del BCB A DICIEMBRE PORCENTAJE PLAZO Fuente: Banco Central de Bolivia 8. Dolarizacion de la Economia 30 El problema de la dolarizacion de la economia y su relacion con la politica cambiaria proviene principalmente de la politica de devaluaciones, implantada por los sucesivos gobiernos hasta 1985 y exacerbada por las permanentes minidevaluaciones impuesta desde el bolsin. En realidad, no existe incertidumbre acerca de la devaluacion sino del ritmo. Es decir, cuando se demanda bolivianos habran perdidas de capital, aunque no se sabe el monto. Ante esta circunstancia lo racional sera cambiar de moneda hacia la moneda patron donde no se tenga esta perdida. Si bien la existencia del bolsin produjo la unificacion cambiaria, tambien provoco la consolidacion de la dolarizacion. Claramente se debe distinguir entre dos situaciones para estudiar los efectos de la dolarizacion. Primero, si la autoridad monetaria mantiene constante el stock de dinero. Segundo, si la autoridad monetaria permite una tasa de crecimiento constante o variable del stock monetario. En el primer caso, ante aumentos en el grado de dolarizacion aumenta el nivel de modificacion del tipo de cambio para volver al equilibrio, dado que la demanda de dinero nacional debera ajustarse al nuevo nivel expectaticio. En el otro caso, existe un problema dinamico donde la conducta de la autoridad monetaria es endogeneizada y en todo momento se trata de equilibrar el mercado monetario con la evolucion del tipo de cambio nominal y, ademas, debe considerase la evolucion de la tasa de interes nominal. En este caso, las modificaciones cambiarias son menos violentas, dado que existe la posibilidad de ajustar tasas de interes internas, tanto en moneda nacional como extranjera. Mayor cantidad de dolares circulando en la economia supondra una tasa de interes en moneda extranjera menor a la tasa en moneda nacional con lo que se podria neutralizar la tendencia. Sin embargo, en Bolivia, con una tasa de crecimiento monetario positiva, una fuerte preferencia por divisas y donde no parece interesar que la tasa de interes en moneda nacional sea mayor a la tasa en moneda extranjera, las modificaciones cambiarias deberian ser mas violentas ante una mayor dolarizacion. Esto lleva al examinar el efecto de las diferenciales entre las tasas de interes en moneda nacional y extranjera, el problema consiste en neutralizar la falta de demanda de dinero nacional. Un alto nivel de dolarizacion no permite una adecuada efectividad de la politica monetaria y esterilizan las medidas de la autoridad monetaria. Es mas, la evolucion del tipo de cambio ya no es informativa pues no se puede distinguir si el nivel refleja la condicion economica imperante entre paises o solo las expectativas en los mercados bursatiles. 31 Sustitucion de Transacciones a Se parte del supuesto de que con elasticidades similares de demanda de dinero nacional y extranjero y ante los mismos costos de transaccion o conversion de divisas, un agente seria indiferente en emplear cualquier moneda.9 Sin embargo, ante la presencia de costos de transaccion significativos un agente consideraria entre sus argumentos el volumen y el numero de transacciones en una determinada moneda para ajustar su demanda. Parece presentarse una alta elasticidad de sustitucion monetaria en transacciones, en la cual ya no es el nivel de inflacion el determinante sino el monto y la cantidad de transacciones. Negociaciones donde se transan pequenos montos son realizadas casi exclusivamente en moneda local. Las transacciones grandes casi en su totalidad se efectuan en moneda extranjera. En Bolivia, aun antes del periodo inflacionario 19821985, se sustituia el boliviano por el dolar. Este fenomeno era muy frecuente en las transacciones donde estaba implicada una fuerte suma. Mas recientemente, es de hacer notar que la dolarizacion tiene un ritmo ascendente, cuanto mas restrictiva es la emision de medios de pagos locales. Es clara la tendencia al incremento en los depositos a la vista en dolares Grafico 10. Por ultimo, no son claras las razones por las que el publico no acepta sobreprecios en bolivianos como una manera de evitar el uso de dolares. Un explicacion podria ser que los sobreprecios aplicados son tan altos que prefieren utilizar dolares, donde los premios por riesgo de cambio no existen. Grafico 10 9 Obviamente, este supuesto hace abstraccion de los problemas de soberania del Estado emisor que obliga a sus residentes a demandar su dinero. 32 ISONAVLOB sdnasuoh TI Sustitucion de Activos b Generalmente se cree que la sustitucion monetaria en activos se produce para protegerse de las perdidas de capital, en situacion de inflacion persistente. Por tanto, se sustituye al boliviano porque esta moneda ha perdido su capacidad de reserva de valor o porque se tiene desconfianza en que pueda cumplir este rol. En este caso, la demanda de la moneda esta determinada por las diferenciales de rentabilidad real. En Bolivia no se tiene cifras confiables acerca de la cantidad de divisas atesoradas por el publico en calidad de ahorro, pero si se tiene una idea clara acerca de la evolucion de los depositos a plazo fijo bancarios DPF, donde casi no existe depositos en moneda nacional o con mantenimiento de valor. Las personas perciben que la rentabilidad de los DPF en dolares son superiores a la que podrian alcanzar en bolivianos, aunque en la realidad no parece suceder asi y existen posibilidades de arbitraje. La dolarizacion en los DPFs puede verse en el Grafico 11, con una tendencia creciente. 9. Los Shocks Externos 33 Los shocks externos tienen efectos notables sobre la evolucion de la economia, aunque su efecto inicial sobre la determinacion del tipo de cambio nominal puede estar disfrazado por otros eventos. Por tanto, el instrumento idoneo para examinar parece ser el tipo de cambio real. Bolivia ha sufrido varios shocks de este tipo. El primero debido a la liberalizacion comercial y el segundo, debido a la constante caida en sus terminos de intercambio. Se busca encontrar un relacion directa entre la evolucion de los precios reales de la principales exportaciones del pais y la evolucion del tipo de cambio real. Se esperaria encontrar una relacion de causalidad directa entre una mejora en el tipo de cambio real y las condiciones del sector externo. No obstante, esta relacion no parece directa. Existen factores, especialmente relacionados con los movimientos de capital y con la llamada enfermedad holandesa que pueden llevar estos efectos en sentido contrario. Grafico 11 seno ISONAVLOBIlli MPrecios de Commodities a 34 Los cambio en precios internacionales del estano, el zinc y el gas natural son importantes para Bolivia. Los precios internacionales del estano tuvieron una baja muy pronunciada del cual aun no se puede recuperar. El zinc ha tenido un comportamiento diferente, pero su ponderacion dentro del valor de las exportaciones bolivianas aun no es apreciable. Finalmente, el gas natural tuvo permanentemente bajas en su precio en consonancia con el precio del petroleo y, por ultimo, el contrato de venta de gas natural a la Argentina finalizo. Todas estas circunstancias hacen que el valor de las exportaciones tradicionales bolivianas estano y gas natural hayan disminuido. Pero quiza aun mas preocupante es el hecho de que los precios reales de estos bienes estan en bajada, contrastando este panorama con la estabilidad economica interna que se pone de manifiesto en Bolivia Graficos 12 y 13. Si continua esta situacion, dentro de poco ya se habra perdido competitividad en la produccion de recursos naturales. La reduccion de las exportaciones sera un problema estructural que no podra ser resuelto mediante modificaciones del tipo de cambio nominal. Obviamente, la senal definitiva sera la perdida en reservas internacionales y la falta de disponibilidad de divisas. Grafico 12 Grafico 13 IECDNI 35 IECDNI Liberalizacion Comercial b Otro shock proveniente del sector externo tiene su origen en la liberalizacion del comercio exterior. En principio esta medida fue disenada para evitar presiones inflacionarias provenientes de escasez de bienes. Sin embargo, adicionalmente esta liberacion tuvo efectos notables sobre la produccion interna, pues se abrio violentamente las fronteras a la importacion de bienes pero no se hizo nada para adecuar la produccion nacional que sustituye importaciones. Por consiguiente, la perdida de reservas debido a mayores importaciones fue muy fuerte. Por otro lado, siguiendo los lineamientos de la liberalizacion comercial se fueron diluyendo los esfuerzos por dotar de incentivos a las exportaciones. Como resultado se incrementaron los deficit en balanza comercial. Ante esta situacion se puede objetar la evolucion del tipo de cambio, sin embargo, es muy dudoso confirmar si la elasticidad precio de las exportaciones e importaciones podian haber permitido cambios drasticos ante cambio en la politica cambiaria. 10. Se ha revisado la determinacion, el comportamiento y las relaciones con otras variables Conclusiones 36 economicas del tipo de cambio en Bolivia durante los ultimos anos. La estabilidad alcanzada en estos anos parece descansar en el manejo cambiario realizado. No obstante, existen matices que imponen un analisis mas detallado. Una conclusion del trabajo es que, con la politica cambiaria y monetaria en aplicacion desde 1985, definitivamente se logro cerrar la brecha cambiaria bajo condiciones economicas estables. En este sentido, el establecimiento del bolsin resulto un medio muy conveniente para determinar el tipo de cambio nominal y su estabilidad. Por otra parte, dado que la determinacion del tipo de cambio es mediante subasta, no debiera existir, en principio, una politica cambiaria activa. Sin embargo, el bolsin es un instrumento flexible, que permitio intervenir apropiadamente en la economia en busca de lograr estabilidad en el corto plazo. Por otro lado, si bien no han existido controles directos a la evolucion del tipo de cambio nominal, se trato de mantenerlo alineado por medio de otros medios, es decir, a traves de una politica monetaria y crediticia apretada. Asimismo, el comportamiento del sector externo shocks externos ha comprometido la estabilidad del tipo de cambio aunque, gracias a los flujos de capital, no se puede hablar de un desbordamiento del tipo de cambio nominal. La entrada de capitales esta ocultando problemas que normalmente llevarian a la inestabilidad. Es preocupante el hecho de que estos capitales solo estan aprovechando oportunidades financieras. El calculo de tipo de cambio real, siguiendo los lineamientos de la teoria de paridad del poder de compra es un buen metodo practico. Sin embargo, no se tiene certeza de su cumplimiento bajo diferentes condiciones economicas. En el caso boliviano, y segun los calculos de BCB, existe una mejora en la competitividad de la economia. No obstante, esta no se nota en las cifras de la balanza comercial y mas bien parece provenir de circunstancias particulares de los socios comerciales de Bolivia. Por ultimo, existe un spread muy alto medido en relacion a la tasa LIBOR para operaciones en dolares. La entrada de capitales que ha causado este hecho ha equilibrado la evolucion de la cuenta corriente. No obstante, es una situacion peligrosa pues se trata de capitales financieros de alta volatilidad. BIBLIOGRAFIA 37 Alborta, P. 1993. Sustitucion de Monedas en un marco de Estabilidad Economica. Tesis No. 172. Departamento de Economia: UCB. La Paz: UCB. Banco Central de Bolivia. 1991. Boletin del Sector Externo. No. 6. La Paz: BCB Banco Central de Bolivia. 1992. Boletin Estadistico, No 274. La Paz: BCB Banco Central de Bolivia. 1991. Anuario: Indice de Precios al por Mayor. La Paz: BCB. CEPAL. 1991. Estudio Economico de America Latina y el Caribe, 1990. Volumen II. Santiago de Chile: Naciones Unidas. Claassen, E.M. 1991. Exchange Rate Policies in Developing and Post Socialist Countries. San Francisco: ICEG Dominguez, K. Rodrik, D. 1990. Manejo del tipo de cambio y crecimiento despues de la estabilizacion: El caso Boliviano en Analisis Economico: UDAPE. Volumen 5. La Paz: UDAPE. Espana: Ministerio de Economia y Hacienda 1986. Informacion Comercial Espanola. No. 632. Madrid: ICE. Instituto Nacional de Estadistica. 1991. Indice de Precios al Consumidor: Resumen anual 1991. La Paz: INE. Morales, J.A., Espejo, J. Chavez, G. 1992. Shocks externos transitorios y politicas de estabilizacion para Bolivia, D.T. 0302 IISEC, La Paz: UCB Superintendencia de Bancos. 1992. Boletin Informativo, No. 41. La Paz: Superintendencia de Bancos Unidad de Analisis de Politicas Economicas. 1992 Analisis Economico. Volumen 5. La Paz: UDAPE Unidad de Analisis de Politicas Economicas. 1992 Estadisticas Economicas de Bolivia. Volumen 3. La Paz: UDAPE 38 A P E N D I C E 39 Promed. Venta T.C Venta Paralelo Compra Oferta del Periodo Tabla A.1 Indicadores de las Operaciones del Bolsin Ano Mes No. Ses T.Cam. Base 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 20 19 23 20 20 21 20 23 22 21 21 19 21 18 22 16 21 21 20 22 21 22 21 19 20 19 23 20 20 21 2.216 2.239 2.269 2.301 2.339 2.367 2.404 2.402 2.398 2.400 2.421 2.448 2.476 2.504 2.530 2.561 2.591 2.627 2.660 2.767 2.837 2.882 2.916 2.950 2.997 3.033 3.071 3.100 3.128 3.147 1988 1989 1990 Precio Maximo 2.224 2.241 2.271 2.305 2.343 2.369 2.408 2.407 2.399 2.400 2.423 2.451 Precio Minimo 2.215 2.238 2.267 2.300 2.337 2.365 2.403 2.401 2.396 2.400 2.419 2.393 2.481 2.503 2.529 2.560 2.591 2.628 2.662 2.781 2.843 2.885 2.921 2.954 3.003 3.033 3.071 3.104 3.128 3.148 2.475 2.501 2.529 2.560 2.589 2.625 2.653 2.767 2.837 2.882 2.916 2.950 2.997 3.033 3.071 3.100 3.128 3.147 2.216 2.239 2.269 2.301 2.339 2.367 2.404 2.402 2.398 2.400 2.421 2.448 2.476 2.504 2.530 2.561 2.591 2.627 2.660 2.767 2.837 2.882 2.916 2.950 2.997 3.033 3.071 3.100 3.128 3.147 2.249 2.253 2.284 2.317 2.350 2.381 2.419 2.422 2.408 2.420 2.439 2.474 2.509 2.524 2.540 2.570 2.602 2.637 2.674 2.815 2.852 2.900 2.924 2.970 3.020 3.046 3.080 3.110 3.137 3.158 Demanda del Periodo 81,180,000 37,025,000 49,637,000 48,632,626 53,104,059 40,185,000 53,098,560 51,154,638 49,078,781 1,968,633 73,666,784 74,181,855 2.220 2.229 2.264 2.295 2.340 2.366 2.403 2.402 2.395 2.400 2.419 2.451 160,000,000 122,000,000 115,000,000 74,500,000 70,000,000 73,500,000 70,000,000 98,500,000 10,000,000 05,000,000 105,000,000 95,000,000 2.477 2.504 2.560 2.530 2.592 2.627 2.662 2.766 2.836 2.880 2.904 2.949 127,500,000 92,500,000 110,000,000 07,500,000 10,000,000 111,000,000 104,000.000 104,000.000 76,500.000 132,000.000 128,000.000 117,500.000 107,671,843 56,953,540 54,510,330 62,126,578 64,780,666 61,520,000 83,865.870 109,247.372 69,428.165 59,950.065 67,819.557 98,453.387 2.992 3.025 3.060 3.090 3.117 3.138 135,500.00 108,000.000 115,000.000 100,000.000 110,000.000 95,000.000 119,756.124 54,622.335 62,430.152 67,152.392 66,147.989 50,416.093 Demanda Efectiva 76,215,000 34,765,000 40,740,000 45,275,000 45,165,000 35,545,000 46,236,000 47,381,638 43,357,165 41,449,200 1,831,784 55,879,988 92,436,257 46,977,040 49,042,448 53,566,578 52,535,975 55,995,000 70,124.724 66,228.432 41,896.220 51,644.054 52,642.834 69,716.600 84,762.503 44,878.110 49,675.152 52,559.186 53,178.475 45,231.182 Venta Efectiva Participante Total Adjunt 75,794,999 34,635,000 40,085,000 43,304,996 38,510,000 33,243,600 45,505,000 46,720,000 41,965,000 41,449,200 51,831,784 55,879,988 92,436,257 46,977,040 49,042,448 53,566,578 52,535,975 55,995,000 70,124.724 66,003.432 41,896.220 51,644.054 50,755.514 69,716.600 84,762.053 44,878.110 49,675.152 52,559.186 53,178.475 45,231.182 1351 885 1089 980 1062 932 1139 975 996 962 1311 1223 1746 1012 913 908 1216 1061 1226 1608 857 747 914 1077 1205 543 717 597 756 627 1226 838 890 875 979 780 1048 913 931 936 1091 977 212 149 104 146 236 165 997 926 594 637 700 774 999 449 582 522 634 560 40 7 8 9 10 11 12 20 23 22 21 21 19 3.171 3.200 3.241 3.284 3.328 3.373 3.170 3.199 3.239 3.287 3.325 3.376 3.171 3.200 3.241 3.284 3.328 3.373 3.171 3.200 3.241 3.284 3.328 3.373 3.181 3.208 3.251 3.295 3.335 3.392 3.161 3.188 3.231 3.275 3.315 3.365 105,000.000 110,000.000 100,000.000 115,000.000 105,000.000 95,000.000 69,788.340 80,080.249 53,662.980 83,701.332 64,383.23 92,202.456 53,510.698 60,613.028 39,331.309 65,488.228 48,428.708 58,591.707 53,510.698 60,613.028 39,331.309 65,488.228 48,428.708 58,591.707 731 777 605 686 571 636 595 596 450 539 407 494 Tabla A.1 Indicadores de las Operaciones del Bolsin Continuacion Ano Mes No. Ses T.Cam. Base Promed. Venta T.C Venta Paralelo Compra Oferta del Periodo Demanda del Periodo Demanda Efectiva Venta Efectiva Participante Total Adjunt 3.441 3.473 3.502 3.525 3.548 3.573 3.598 3.619 3.642 3.673 3.701 3.714 3.759 3.778 3.798 3.817 3.843 3.870 3.904 3.949 3.992 4.024 4.053 4.085 4.107 4.132 4.164 3.448 3.479 3.502 3.536 3.557 3.585 3.609 3.629 3.653 3.683 3.711 3.733 3.782 3.796 3.807 3.827 3.853 3.880 3.914 3.959 4.003 4.034 4.063 4.095 4.117 4.142 4.174 3.431 3.462 3.492 3.615 3.537 3.565 3.589 3.609 3.622 3.663 3.691 3.713 3.750 3.768 3.787 3.807 3.833 3.860 3.894 3.939 3.983 4.014 4.043 4.075 4.097 4.122 4.154 135,000.000 90,000.000 10,000.000 110,000.000 105,000.000 95,000.000 110,000.000 105,000.000 105,000.000 115,000.000 105,000.000 100,000.000 120,000.000 100,000.000 100,000.000 105,000.000 100,000.000 95,000.000 110,000.000 100,000.000 110,000.000 110,000.000 100,000.000 100,000.000 156,622.440 44,566.297 51,912.184 49,923.697 36,048.843 28,373.072 83,724.149 44,073.740 42,100.016 64,880.373 62,639.203 67,855.414 108,950.091 48,509.839 36,912.974 20,680.460 25,334.768 27,056.440 56,551.142 70,210.073 49,766.336 62,920.070 52,623.161 50,487.536 106,713.775 38,285.144 43,344.415 41,945.126 31,645.687 24,292.767 63,533.713 39,640.680 36,027.016 56,645.061 55,747.006 56,148.105 106,713.775 38,285.144 43,344.415 41,945.126 31,645.687 24,292.767 63,533.713 39,640.680 36,027.016 56,645.061 55,747.006 56,148.105 84,006.393 41,074.839 34,582.845 17,085.460 22,231.874 25,084.544 47,912.572 59,395.545 37,312.338 57,929.630 42,706.307 49,802.536 84,006.393 41,074.839 34,582.845 17,085.460 22,231.874 25,084.544 47,912.572 59,395.545 37,312.338 46,705.902 36,909.226 33,101.536 95,000.000 90,000.000 105,000.000 111,.430.298 106,847.145 74,812.305 74,061.691 58,165.000 63,186.305 74,061.691 58,165.000 63,186.305 774 320 360 341 262 273 375 286 337 371 313 276 417 230 196 168 156 161 256 293 261 189 178 220 243 210 234 603 255 303 279 222 222 318 250 285 320 281 245 362 195 174 147 132 140 213 266 203 171 155 181 209 169 209 41 Precio Minimo 3.441 3.473 3.502 3.525 3.548 3.573 3.598 3.619 3.642 3.673 3.701 3.714 3.758 3.778 3.797 3.816 3.841 3.870 3.904 3.949 3.993 4.024 4.053 4.085 4.106 4.131 4.163 Precio Maximo 3.441 3.473 3.502 3.525 3.548 3.573 3.598 3.619 3.642 3.673 3.701 3.724 3.759 3.778 3.798 3.817 3.841 3.870 3.904 3.949 3.992 4.024 4.053 4.085 4.107 4.131 4.163 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 22 18 20 22 21 19 23 21 21 23 21 20 22 20 20 21 20 19 22 20 22 22 20 21 20 18 23 3.441 3.473 3.502 3.525 3.548 3.573 3.598 3.619 3.642 3.673 3.701 3.724 3.759 3.778 3.798 3.817 3.843 3.870 3.904 3.949 3.992 4.024 4.053 4.085 4.107 4.123 4.164 1991 1992 1993 Fuente: Banco Central de Bolivia 42 Tabla A.2 Variables Monetarias Mensuales En Miles de Bs Corrientes Billetes y Monedas 346,425.1 330,928.1 350,353.3 356,905.7 350,955.8 368,025.7 374,552.4 370,858.8 379,560.2 407,859.9 404,808.4 526,082.0 422,775.0 421,088.0 437,076.0 459,498.0 432,522.0 450,375.0 439,339.0 416,262.0 427,106.0 428,805.0 430,226.0 500,299.0 Depositos C. Corr. 102,821.7 111,855.9 105,833.6 116,768.2 120,476.9 127,337.8 149,591.4 155,442.8 137,676.1 151,247.9 157,975.4 158,687.0 163,931.0 178,641.0 175,399.0 180,384.0 185,601.0 182,487.0 181,192.0 172,771.0 184,011.0 197,279.0 207,264.0 206,004.0 Medio Circulante 449,246.7 442,784.0 456,186.9 473,673.9 471,432.6 495,363.5 524,143.8 526,301.6 517,236.2 559,107.7 562,783.8 684,769.0 586,706.0 599,729.0 612,475.0 639,882.0 618,123.0 632,862.0 620,531.0 589,033.0 611,117.0 626,084.0 637,490.0 706,303.0 435,745.0 2,446,059.0 448,969.0 468,248.0 475,978.0 502,558.0 509,006.0 531,293.0 522,979.0 521,265.0 548,563.0 668,121.0 517,000.0 545,009.0 589,676.0 597,717.0 637,358.0 655,328.0 655,095.0 684,964.0 659,108.0 685,677.0 654,864.0 775,433.0 1,134,028.0 470,779.0 1,277,721.0 1,239,292.0 1,227,390.0 1,219,023.0 1,228,155.0 1,333,771.0 1,378,529.0 1,395,200.0 1,413,666.0 1,495,111.0 1,444,911.0 1,570,223.0 1,638,874.0 1,671,880.0 1,671,850.0 1,751,618.0 1,774,189.0 1,848,382.0 1,824,618.0 1,811,133.0 676,885.0 1,891,472.0 716,734.0 1,258,900.0 843,199.0 792,647.0 770,311.0 734,343.0 736,842.0 818,471.0 874,345.0 894,265.0 884,184.0 856,273.0 417,294.0 811,685.0 434,522.0 446,645.0 457,079.0 484,680.0 491,313.0 515,300.0 504,184.0 500,935.0 529,482.0 638,838.0 206,726.0 447,215.0 216,247.0 237,406.0 258,440.0 261,653.0 280,796.0 312,759.0 318,168.0 337,593.0 341,509.0 349,538.0 624,020.0 218,696.0 650,769.0 684,051.0 715,519.0 746,333.0 772,109.0 828,059.0 822,352.0 838,528.0 870,991.0 988,376.0 496,240.0 519,833.0 572,039.0 578,038.0 611,115.0 634,557.0 631,554.0 661,445.0 631,657.0 663,140.0 1,148,600.0 753,713.0 948,671.0 1,050,390.0 1,066,835.0 1,093,842.0 1,060,735.0 1,117,061.0 1,142,635.0 1,186,937.0 362,033.0 388,880.0 416,315.0 446,541.0 467,479.0 487,990.0 558,426.0 601,944.0 654,245.0 684,444.0 711,762.0 693,070.0 858,273.0 908,713.0 988,354.0 1,024,579.0 1,078,594.0 1,122,547.0 1,189,980.0 1,263,389.0 1,285,902.0 1,347,584.0 Emision Monetaria Base Monetaria Reservas Bancarias 359,222.3 347,553.5 360,832.6 368,289.8 367,198.5 379,734.8 387,816.0 387,437.3 395,111.7 426,468.4 421,791.0 541,930.4 440,593.0 440,578.0 456,836.0 475,396.0 451,246.0 463,723.0 462,785.0 432,606.0 440,673.0 444,046.0 446,407.0 530,450.0 538,324.2 552,490.7 585,324.5 600,412.6 610,610.5 635,612.9 656,957.1 716,659.3 713,902.0 749,558.2 763,004.0 874,917.0 831,202.0 860,513.0 851,508.0 873,797.0 858,853.0 861,117.0 814,944.0 766,350.0 888,185.0 936,465.0 1,011,427.0 1,142,979.0 191,899.2 221,562.6 234,971.3 243,506.9 259,654.8 267,587.2 282,404.7 345,800.5 334,341.8 341,698.3 358,195.6 348,835.0 408,427.0 439,425.0 414,432.0 414,299.0 426,331.0 410,742.0 375,605.0 350,088.0 461,079.0 507,660.0 581,201.0 642,680.0 Periodo 1998 1989 1990 1991 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 Liquidez 1,167,661.3 1,199,871.4 1,228,812.2 1,276,885.0 1,295,544.3 1,362,177.2 1,406,378.6 1,457,890.5 1,475,388.2 1,545,312.2 1,588,008.0 1,682,691.0 1,651,814.0 1,694,455.0 1,731,943.0 1,763,167.0 1,763,955.0 1,703,682.0 1,560,694.0 1,647,225.0 1,849,940.0 1,986,207.0 2,082,682.0 2,244,609.0 2,305,142.0 1,780,148.0 2,493,405.0 2,569,219.0 2,631,795.0 2,663,847.0 2,715,766.0 2,872,260.0 2,974,983.0 3,064,944.0 3,138,716.0 3,338,531.0 3,354,713.0 3,486,597.0 3,644,779.0 3,777,778.0 3,984,108.0 4,174,767.0 4,374,168.0 4,537,421.0 4,665,315.0 4,848,535.0 4,975,694.0 5,171,048.0 Cuasi Dinero Total 718,414.5 757,087.4 772,625.3 803,211.1 824,111.7 866,813.7 882,234.8 931,589.0 958,152.0 986,204.5 1,025,224.2 997,922.0 1,065,108.0 1,094,726.0 1,119,468.0 1,123,285.0 1,145,832.0 1,070,820.0 940,163.0 1,058,192.0 1,238,823.0 1,360,123.0 1,445,192.0 1,538,306.0 1,681,122.0 665,911.0 1,842,636.0 1,885,168.0 1,916,276.0 1,917,514.0 1,943,657.0 2,044,201.0 2,152,631.0 2,226,416.0 2,267,725.0 2,350,155.0 2,496,440.0 2,577,884.0 2,656,425.0 2,753,199.0 2,905,514.0 3,052,220.0 3,184,188.0 3,274,032.0 3,379,413.0 44 1,192,961.0 1,147,993.0 1,803,464.0 1,137,759.0 1,067,863.0 1,061,045.0 1,142,506.0 1,106,859.0 1,120,635.0 1,130,424.0 1,114,539.0 1,200,401.0 1,166,436.0 1,147,364.0 1.174,181.0 1,134,900.0 663,532.0 724,705.0 666,465.0 749,660.0 749,656.0 763,398.0 826,486.0 802,654.0 744,134.0 824,927.0 779,392.0 931,197.0 1,707,638.0 1,761,568.0 1,778,721.0 1,832,904.0 1,841,068.0 1,862,267.0 1,910,156.0 1,964,562.0 1,877,173.0 1,930,343.0 1,096.727.0 2,021,891.0 1992 1993 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 1,366,626.0 1,446,783.0 3,500,951.0 3,609,068.0 3,724,265.0 639,775.0 700,523.0 636,215.0 726,045.0 720,433.0 731,843.0 795,617.0 764,161.0 710,737.0 782,979.0 732,546.0 886,991.0 733,463.0 762,346.0 849,852.0 809,908.0 852,780.0 862,550.0 891,001.0 955,168.0 942,764.0 972,591.0 1,053,824.0 1,036,974.0 1,373,238.0 1,462,869.0 1,486,067.0 1,535,953.0 1,573,213.0 1,594,393.0 1,686,618.0 1,719,329.0 1,653,501.0 1,755,570.0 1,786,370.0 1,923,965.0 3,867,749.0 4,027,989.0 4,121,609.0 4,205,741.0 4,247,458.0 4,345,328.0 4,475,200.0 4,681,930.0 4,760,654.0 4,895,102.0 5,018,866.0 5,168,165.0 5,303,204.0 5,501,104.0 5,641,294.0 5,240,987.0 5,490,858.0 5,607,676.0 5,741,694.0 5,820,671.0 5,939,721.00 6,161,818.0 6,401,259.00 6,414,155.0 6,650,672.0 6,805,236.0 7,092,130.0 7,200,369.0 7,471,621.0 7,617,605.0 833,605.0 869,746.0 867,274.0 2,138,256.0 2,190,358.0 2,182,726.0 1,341,126.0 1,373,022.0 1,372,151.0 797,130.0 817,336.0 810,575.0 1,100,035.0 1,153.181.0 1,165,736.0 1,897,165.0 1,970,517.0 1,976,311.0 Fuente: Banco Central de Bolivia 45 Tabla A.3 Balance Consolidado de Bancos Comerciales Privados Nacionales y Extranjeros. En Miles de Bolivianos Saldo a Fin de: Depositos Vista Total Caja de Ahorros Obligaciones con el Sector Privado C u a s i D i n e r o Depositos a Plazo Fijo Total Otras Oblig. Total MN ME CMV 76,075 89,926 91,850 81,526 112,573 117,448 84,308 114,885 118,245 102,371 103,688 109,344 100,637 101,948 102,716 96,471 97,706 85,964 85,495 97,157 106,818 107,570 96,858 102,194 90,828 99,478 112,616 110,275 116,306 133,023 128,701 133,471 131,196 131,679 3,035 12,921 20,190 21,412 25,484 28,721 32,671 33,118 36,567 37,040 36,370 36,682 45,587 53,890 57,445 58,697 65,658 73,394 78,965 89,635 93,848 98,437 113,131 125,084 133,482 142,717 150,356 157,585 3 3 0 0 0 131 48 32 33 33 28 11 12 12 12 12 12 12 17 17 17 12 12 92 79,110 89,926 91,850 94,447 112,573 117,448 104,498 114,885 118,245 123,783 129,175 138,068 133,308 135,066 139,283 133,642 134,124 122,678 131,115 151,080 164,291 166,278 162,528 175,600 169,805 189,125 206,476 208,724 229,454 258,124 262,200 276,200 281,564 289,356 MN 76,515 70,635 73,882 78,992 77,829 83,797 81,394 91,109 91,257 85,549 90,260 87,870 94,916 83,806 89,216 81,508 83,391 74,392 70,632 73,349 81,437 82,859 ME 2,376 4,861 7,009 18,874 22,248 26,236 35,710 34,989 40,833 41,483 42,489 49,815 54,920 67,131 78,894 95,380 CMV 6 258 1,304 1,901 1,936 1,721 1,749 2,955 3,301 3,419 3,471 3,782 3,891 4,081 5,043 84,209 83,532 79,405 80,282 85,200 85,844 164,103 86,902 89,265 89,973 91,456 97,807 108,165 109,950 125,112 135,609 141,305 160,707 7,114 7,425 199,832 212,229 216,303 243,445 5,207 5,490 5,287 6,106 6,375 8,133 89,301 185,677 7,769 7,688 7,948 8,633 Total 78,891 70,635 73,882 83,859 77,829 83,787 88,661 91,109 91,257 105,727 114,409 116,042 132,347 120,544 133,004 126,292 129,299 127,678 129, 334 144,371 164,412 183,282 197,581 198,972 209,804 221,997 232,880 254,684 260,518 280,004 296,866 309,890 315,707 349,885 MN 12,833 12,146 11,131 12,103 11,756 27,953 13,045 12,809 12,639 11,287 15,158 16,182 14,604 19,267 25,150 21,660 16,321 15,172 14,392 13,792 12,755 9,003 10,799 10,223 8,225 8,700 8,095 8,906 10,170 8,462 17,556 15,942 14,432 13,458 ME CMV 523,621 612,082 631,511 598,608 682,292 689,070 660,267 744,215 771,572 746,866 790,569 810,448 824,392 831,678 841,951 775,556 644,016 774,430 941,867 1,071,621 1,125,784 1,180,775 1,279,040 1,366,412 1,445,026 1,459,882 1,474,392 1,445,905 1,474,691 1,565,942 44,181 56,614 56,161 67,423 68,196 68,948 68,699 75,277 73,860 76,063 74,214 72,788 83,666 88,223 101,742 117,974 144,432 153,260 130,942 149,531 150,980 155,983 1,627,455 132,200 140,098 145,145 148,588 155,870 580,635 624,228 642,642 667,325 694,048 717,024 729,473 757,024 784,211 825,576 873,923 895,578 907,695 926,222 940,961 873,279 734,551 862,390 1,039,925 1,173,636 1,240,281 1,307,752 1,434,271 1,529,895 1,584,193 1,618,113 1,633,467 1,610,794 142,594 9,510 1,793,512 1,857,822 1,892,765 1,930,884 4,714 35,926 39,529 6,472 41,081 41,408 2,946 44,079 47,177 4,636 6,341 11,005 11,551 10,096 12,022 7,265 11,789 7,456 5,429 8,496 9,283 14,011 13,196 11,842 12,758 10,691 12,401 8,460 9,583 1,706,604 12,318 14,228 13,794 19,123 664,240 730,789 756.053 757,656 812,957 842,219 821,080 892,213 922,645 935,939 994,673 1,022,625 1,051,593 1,056,862 1,085,987 1,006,836 875,639 997,524 1,174,688 1,326,503 1,413,976 1,505,045 1,645,048 1,740,709 1,806,755 1,850,801 1,878,748 1,873,938 1,897,556 1,996,118 2,102,696 2,181,940 2,222,266 2,299,892 46 MAR88 ABR88 MAY88 JUN88 JUL88 AGO88 SEP88 OCT88 NOV88 DIC88 ENE89 FEB89 MAR89 ABR89 MAY89 JUN89 JUL89 AGO89 SEP89 OCT89 NOV89 DIC89 ENE90 FEB90 MAR90 ABR90 MAY90 JUN90 JUL90 AGO90 SEP90 OCT90 NOV90 DIC90 1,635,858 1,696,735 1,729,745 1,761,556 Tabla A.3 Balance Consolidado de Bancos Comerciales Privados Nacionales y Extranjeros En Miles de Bolivianos. Continuacion Obligaciones con el Sector Privado C u a s i D i n e r o Depositos a Plazo Fijo Caja de Ahorros Total Otras Oblig. Total Saldo a Fin de: ENE91 FEB91 MAR91 ABR91 MAY91 JUN91 JUL91 AGO91 SEP91 OCT91 NOV91 DIC91 Depositos Vista MN ME CMV 126,306 151,291 167,433 173,296 173,555 170,242 207,106 226,336 250,475 242,855 236,461 227,453 190,229 188,356 193,160 212,821 235,998 259,008 294,490 319,667 343,070 382,365 411,812 406,436 167 44 13 13 0 0 0 0 0 0 0 0 Total 316,702 339,691 360,606 386,130 409,553 429,250 501,596 546,003 593,545 625,220 648,273 633,889 MN 88,864 94,408 69,807 68,486 72,237 73,749 66,690 66,443 61,584 56,734 57,763 48,360 ME CMV Total 244,656 262,530 271,279 271,823 277,035 301,718 323,171 325,306 344,546 368,961 380,023 407,830 9,151 10,077 10,318 10,506 11,123 12,064 13,010 2,654 2,017 2,530 2,577 2,475 342,671 367,015 351,404 350,815 360,395 387,531 402,871 394,403 408,147 428,225 440,363 458,665 MN 12,520 11,035 10,372 9,925 15,522 14,689 17,350 22,195 24,094 42,412 43,118 36,909 ENE92 FEB92 227,828 237,200 444,552 459,627 0 0 672,380 696,827 53,147 54,245 420,757 435,874 2,127 2,819 476,031 492,938 37,577 47,055 ME CMV 1,890,660 1,956,723 2,044,410 2,130,728 2,255,517 2,352,955 2,456,618 2,504,923 2,586,146 2,656,266 2,710,951 2,787,360 2,910,635 185,829 178,480 187,606 204,285 208,730 225,761 217,594 252,042 268,177 280,062 315,430 324,173 2,089,009 2,146,238 2,242,388 2,344,938 2,479,769 2,593,405 2,691,562 2,779,160 2,878,417 2,978,740 3,069,499 3,148,442 15,401 14,684 15,834 11,977 14,706 13,304 21,328 27,147 21,604 18,156 21,922 27,567 2,447,081 2,527,937 2,609,626 2,707,730 2,854,870 2,994,240 3,115,761 3,200,710 3,308,168 3,425,121 3,531,784 3,634,674 332,776 329,752 3,280,988 3,405,650 20,269 33,168 3,777,288 3,931,756 47 MAR92 ABR92 MAY92 JUN92 JUL92 AGO92 SEP92 OCT92 NOV92 DIC92 256,517 250,504 257,940 269,456 262,181 273,834 269,921 282,517 314,208 342,555 524,307 489,240 523,294 517,883 548,768 599,870 601,056 626,692 672,089 678,509 0 0 0 0 0 0 0 0 12,837 8,227 780,824 739,744 781,234 787,339 810,949 873,704 870,977 909,209 999,134 1,024,291 59,903 62,636 65,551 69,338 64,880 70,098 66,538 63,440 63,552 74,583 450,075 463,630 471,755 493,796 497,238 563,331 565,548 599,543 593,408 634,908 3,234 4,092 3,505 3,963 3,606 5,200 5,568 11,790 12,029 10,797 513,212 530,358 540,811 567,097 565,724 638,629 637,654 674,773 668,989 720,288 46,841 45,922 43,725 49,876 42,867 25,542 18,875 21,262 23,070 20,473 ENE93 FEB93 MAR93 352,597 386,827 360,192 733,449 755,372 796,010 7,145 8,034 7,352 1,093,191 1,150,233 1,163,554 71,456 72,430 69,220 637,918 665,910 688,082 10,022 10,224 14,132 719,396 748,564 771,434 23,709 38,622 46,402 Fuente: Elaborado a partir de Boletines del Banco Central de Bolivia 330,517 324,359 307,280 312,674 316,491 311,979 307,232 323,489 351,490 359,080 3,497,018 3,554,327 3,579,775 3,639,458 3,759,057 3,908,335 3,999,075 4,123,557 4,254,378 4,385,708 23,985 28,918 25,166 31,511 40,302 36,090 36,185 32,886 43,243 50,376 4,034,215 4,113,603 4,145,752 4,238,066 4,365,083 4,583,054 4,672,914 4,831,216 4,966,610 5,156,372 367,424 375,463 364,175 4,521,838 4,664,697 4,788,049 55,790 85,361 79,657 5,297,024 5,498,622 5,639,140 3,028,078 3,120,425 3,184,046 3,228,770 3,276,908 3,399,699 3,570,814 3,672,968 3,778,806 3,879,818 4,006,155 4,130,705 4,250,612 4,377,472 48 Tabla A.4 Indices de Tipo de Cambio Efectivo y Real con respecto a los Principales Socios Comerciales de Bolivia Dic. 1987100 Mes 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 Ano 1988 1989 1990 1991 Reer 93.3 91.1 88.4 86.0 85.1 81.2 87.4 85.3 87.7 85.7 88.5 88.3 82.9 79.5 74.1 75.6 89.7 94.9 93.9 90.5 88.3 85.1 95.4 88.6 108.5 114.2 114.0 114.0 121.5 129.3 135.6 134.3 129.1 127.5 117.7 124.2 123.8 124.0 124.1 122.6 125.5 126.2 128.8 121.4 125.5 127.6 127.1 126.1 125.8 125.2 126.6 127.5 127.4 129.4 128.1 127.3 127.3 126.8 128.2 128.2 126.6 131.5 131.2 132.6 Argentina 0.9874 0.9860 0.9765 0.9694 0.9833 0.9927 1.0099 1.0105 1.0161 1.0181 1.0241 0.9723 0.9246 0.9009 0.8753 0.8407 0.9403 0.9836 0.9974 0.9882 0.9532 0.9143 0.9916 0.9108 1.0259 1.0339 1.0500 1.0573 1.0674 1.0676 1.1030 1.1135 1.1315 1.1208 1.0570 1.0832 1.1020 1.1143 1.1175 1.1206 1.1246 1.1259 1.1303 1.1316 1.1319 1.1318 1.1343 1.1354 1.1385 1.1408 1.1420 1.1430 1.1460 1.1487 1.1509 1.1530 1.1534 1.1555 1.1532 1.1537 1.1561 1.1580 1.1603 1.1611 Brasil Chile Peru USA Alemania G.Bretana Japon 0.9570 0.9485 0.9389 0.9379 0.9225 0.8996 0.9272 0.8944 0.9005 0.9044 0.9137 0.9246 0.9156 0.8857 0. 8648 0.8990 0.9267 0.9411 0.9154 0.8909 0.9226 0.9029 0.9173 0.9113 0.9987 1.0300 1.0125 1.0259 1.0665 1.0879 1.0957 1.0686 1.0212 1.0306 1.0134 1.0401 1.0424 1.0350 1.0352 1.0328 1.0351 1.0363 1.0349 0.9799 1.0105 1.0049 1.0213 1.0216 1.0140 1.0036 1.0047 1.0015 0.9933 0.9968 0.9903 1.0003 1.0111 1.0030 1.0168 1.0246 0.9947 1.0140 0.9981 1.0247 0.9991 0.9972 0.9962 0.9968 0.9941 0.9942 0.9942 0.9928 0.9957 0.9971 0.9999 0.9992 0.9994 1.0010 1.0015 1.0015 1.0013 1.0003 0.9988 1.0009 1.0008 1.0031 1.0049 1.0045 1.0071 1.0086 1.0095 1.0098 1.0101 1.0102 1.0127 1.0116 1.0096 1.0085 1.0073 1.0078 1.0074 1.0092 1.0095 1.0094 1.0101 1.0098 1.0102 1.0105 1.0097 1.0097 1.0122 1.0117 1.0118 1.0128 1.0125 1.0120 1.0118 1.0114 1.0121 1.0136 1.0133 1.0135 1.0127 1.0085 1.0092 1.0107 1.0113 1.0108 0.9899 0.9936 0.9838 0.9871 0.9920 0.9848 0.9996 1.0070 1.0009 0.9777 0.9947 1.0256 1.0326 1.0361 1.0284 1.0426 1.0518 1.0514 1.0460 1.0523 1.0309 1. 0418 1.0541 1.0627 1.0537 1.0582 1.0455 1.0306 1.0357 1.0641 1.0620 1.0658 1.0685 1.0688 1.0755 1.0768 1.0802 1.0724 1.0683 1.0711 1.0770 1.0818 1.0819 1.0761 1.0750 1.0797 1.0788 1.0818 1.0857 1.0830 1.0811 1.0803 1.0801 1.0793 1.0733 1.0729 1.0733 1.0697 1.0751 1.0744 1.0743 1.0754 1.0752 1.0755 1.0029 0.9940 0.9974 0.9950 0.9918 0.9805 0.9866 0.9798 0.9858 0.9858 0.9886 0.9918 0.9919 0.9969 1.0018 1.0066 1.0107 1.0154 1.0144 1.0115 1.0101 1.0124 1.0142 1.0185 1.0228 1.0255 1.0273 1.0242 1.0230 1.0263 1.0296 1.0247 1.0205 1.0155 1.0074 1.0116 1.0110 1.0126 1.0127 1.0118 1.0126 1.0120 1. 0156 1.0147 1.0146 1.0155 1.0088 1.0054 1.0072 1.0085 1.0090 1.0095 1.0115 1.0135 1.0156 1.0174 1.0170 1.0201 1.0176 1.0174 1.0212 1.0229 1.0238 1.0235 0.9959 0.9926 0.9903 0.9845 0.9802 0.9762 0.9778 0.9812 0.9847 0. 9825 0.9796 0.9821 0.9786 0.9808 0.9762 0.9791 0.9838 0.9814 0.9853 0.9856 0.9866 0.9939 0.9934 0.9956 0.9956 0.9972 0.9972 0.9965 0.9965 1.0026 1.0033 1.0044 1. 0037 1.0031 1.0018 1.0001 0.9891 0.9887 0.9895 0.9837 0.9887 0.9887 0.9937 0.9930 0.9954 1.0027 0.9953 0.9931 0.9932 0.9927 0.9958 1.0010 1.0042 1.0091 1.0097 1.0023 0.9985 0.9990 1.0000 0.9971 0.9999 1.0024 1.0092 0.9968 1.0011 0.9998 0.9987 0.9906 0.9892 0.9850 0.9867 0.9905 0.9964 0.9945 0.9928 0.9930 0.9897 0.9926 0.9869 0.9870 0.9945 0.9916 0.9947 0.9914 0.9908 0.9938 0.9979 1.0015 0.9994 1.0022 1.0068 1.0083 1.0135 1.0188 1.0176 1.0200 1.0180 1.0156 1.0146 1.0135 1.0043 1.0042 1.0050 0.9979 1.0022 1.0023 1.0070 1.0065 1.0076 1.0140 1.0070 1.0047 1.0039 1.0072 1.0105 1.0145 1.0156 1.0160 1.0095 0.9977 0.9931 0.9944 0.9915 0.9867 0.9929 0.9986 0.9982 0.9948 0.9965 0.9964 0.9969 0.9910 0.9896 0.9848 0.9868 0.9908 0.9949 0.9917 0.9896 0.9913 0.9879 0.9902 0.9846 0.9853 0.9888 0.9866 0.9900 0.9880 0.9856 0.9861 0.9851 0.9848 0.9804 0.9803 0.9852 0.9824 0.9844 0.9877 0.9924 0.9969 0.9930 0.9902 0.9906 0.9904 0.9861 0.9882 0.9878 0.9864 0.9873 0.9876 0.9912 0.9929 0.9931 0.9963 0.9939 0.9903 0.9882 0.9889 0.9928 0.9942 0.9926 0.9960 0.9995 0.9973 0.9954 0.9960 0.9954 1.0000 1.0018 1.0065 1.0100 1.0101 50 Fuente: Banco Central de Bolivia Nota: Un aumento del factor REER indica un efecto favorable en la competitividad Tabla A.5 Tasas de Interes en el Sistema Bancario % T a s a s P a s i v a s Depositos a Plazo Fijo Caja de Ahorros Moneda Nal. Nom. SMV 21.72 23.08 21.75 20.42 21.03 20.93 20.15 Moneda Extr. Nom. ME 7.28 6.81 7.36 7.19 7.10 Moneda Nal. Nom. SMV 25.69 25.03 23.55 24.76 23.09 23.83 24.87 Moneda Nal. Mon CMV 15.66 15.58 14.12 14.35 15.06 14.94 13.38 Moneda Extr. Nom. ME 16.04 15.86 15.51 15.29 15.03 15.10 14.95 20.32 20.44 18.04 18.04 18.36 17.43 18.55 21.11 17.83 18.21 17.60 16.65 17.85 17.88 18.40 19.37 17.92 18.11 17.70 17.57 18.10 17.90 17.55 17.67 18.55 17.81 17.95 17.32 17.85 17.69 17.41 17.73 16.85 17.96 18.59 18.53 18.34 18.52 19.76 18.91 19.89 19.88 19.94 19.83 19.60 18.24 20.01 19.71 7.02 6.82 7.2 5 7.10 6.59 6.66 7.09 7.11 8.04 8.00 7.70 7.88 8.26 8.21 8.01 7.88 8.11 8.03 8.14 8.11 9.19 8.52 8.42 8.58 8.84 8.61 8.82 8.51 8.22 7.99 8.01 7.96 7.74 7.75 7.79 7.84 7.81 7.81 7.83 7.83 7.96 8.15 7.98 8.23 8.01 7.92 7.99 8.00 23.81 21.17 20.48 20.94 19.37 22.07 21.57 21.84 24.25 19.78 23.51 18.98 19.26 18.04 19.41 25.94 23.06 25.76 24.70 18.60 18.87 23.89 22.46 18.95 23.76 25.03 19.25 26.30 19.91 23.15 21.17 25.10 23.89 17.56 19.71 17.60 21.96 19.13 22.36 19.13 20.59 20.92 21.98 21.16 22.97 20.77 21.47 21.78 14.54 14.15 14.16 12.99 13.87 13.62 13.07 14.30 12.99 14.12 14.25 14.53 14.88 14.58 14.81 13.95 13.93 13.76 13.78 13.67 13.38 12.76 12.02 12.88 13.41 13. 24 12.92 13.08 12.67 12.56 11.69 11.08 10.47 10.03 10.39 10.10 9.79 10.04 9.82 10.15 8.51 9.58 8.76 9.20 9.32 10.16 9.21 9.65 14.57 14.35 13.92 14.08 14.12 14.29 14.58 15.49 15.63 15.39 15.08 15.06 14.93 14.63 14.14 13.76 13.76 13.71 13.57 13.58 13.64 13.69 13.58 13.64 13.56 13.73 13.70 13.53 12.98 12.56 12.15 11.59 11.14 11.09 10.87 10.99 10.93 10.98 10.74 10.73 10.80 10.80 10.95 11.13 11.04 11.06 11.09 11.17 51 Tasas Activas Nominal Moneda Nacional CMV 22.85 27.71 23.05 22.29 23.28 23.22 23.27 Moneda Extranjera ME 23.27 23.07 22.46 22.02 22.21 21.82 22.27 21.72 21.35 21. 23 21.43 21.23 21.74 21.73 22.58 22.94 22.80 22.34 22.06 22.15 21.39 21.72 20.94 20.89 20.88 20.69 20.37 20.60 20.44 20.53 20.33 20.82 20.71 20.88 20.11 20.32 20.09 20.05 19.61 19.32 18.61 18.28 17.78 18.13 18.26 17.93 17.69 17.97 17.55 17.66 17.94 17.87 17.63 17.62 17.43 22.52 23.03 21.85 23.60 23.42 19.49 22.91 21.90 22.87 22.58 22.93 23.61 23.85 22.69 22.62 20.46 22.07 21.76 20.98 20.27 20.87 21.93 19.80 20.78 19.90 21.22 23.99 22.38 21.14 23.96 18.66 15.37 22.22 18.48 23.12 18.93 17.77 17.80 18.82 13.06 15.09 15.87 15.22 17.61 17.61 21.05 17.48 16.90 Moneda Nacional SMV 33.97 33.39 33.78 34.81 34.66 32.16 34.58 34.00 30.65 33.25 33.38 31.80 32.74 33.57 28.87 34.58 35.39 30.34 33.56 34.77 34.95 31.03 33.88 34.95 34.19 33.38 35.48 32.86 35.76 35.34 33.45 35.55 36.26 36.11 33.41 36.06 34.18 34.10 34.44 32.03 29.95 32.14 32.20 25.00 28.68 27.65 29.85 35.51 38.30 42.95 39.55 38.87 40.44 42.14 43.73 Periodo 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1988 1989 1990 1991 1992 1993 1 2 3 40.50 41.40 43.13 17.32 15.60 18.42 17.55 17.67 17.29 19.86 20.21 19.87 7.88 7.99 7.92 22.53 23.98 20.73 9.40 9.40 10.08 11.20 11.20 11.10 Fuente: Banco Central de Bolivia y Superintendencia de Bancos SMVSin Mantenimiento de Valor CMVCon Mantenimiento de Valor MEMoneda Extranjera Tasas LIBOR para Operaciones en Dolares Americanos Promedio Periodo en porcentaje Tabla A.6 A Fin de: ENE88 FEB88 MAR88 ABR88 MAY88 JUN88 JUL88 AGO88 SEP88 OCT88 NOV88 DIC88 ENE89 FEB89 MAR89 ABR89 MAY89 JUN89 JUL89 AGO89 SEP89 OCT89 NOV89 DIC89 ENE90 FEB90 MAR90 ABR90 MAY90 JUN90 JUL90 AGO90 SEP90 OCT90 NOV90 DIC90 ENE91 FEB91 MAR91 ABR91 MAY91 JUN91 JUL91 AGO91 SEP91 OCT91 NOV91 DIC91 ENE92 FEB92 MAR92 ABR92 MAY92 JUN92 JUL92 AGO92 SEP92 OCT92 NOV92 30 Dias 7.0300 6.7800 6.7800 7.0200 7.3600 7.9500 7.9300 8.2600 8.3100 8.3400 8.5400 9.6200 9.2400 9.4500 10.0900 10.0000 9.8100 9.5400 9.2000 8.9000 8.9900 8.8200 8.5500 8.8000 8.3300 8.3100 8.4200 8.4200 8.3500 8.3000 8.2200 8.1000 8.1700 7.8100 7.9400 8.4000 7.2800 6.5903 6.6313 6.1705 5.9453 6.0719 6.0313 5.7411 5.6250 5.3424 4.9563 5.0149 4.1989 4.1406 4.3344 4.1190 3.8750 3.9344 3.5000 3.3844 3.2813 3.2188 3.2250 60 Dias 7.1300 6.8500 6.8500 7.0900 7.4900 8.0500 8.0300 8.5200 8.3700 8.4000 8.9400 9.4500 9.3300 9.5900 10.2000 10.1100 9.8200 9.4700 9.1100 8.8600 8.9800 8.8000 8.6500 8.6100 8.3400 8.3600 8.4600 8.4900 8.4400 8.3300 8.2300 8.1200 8.1700 7.8100 8.1600 8.1000 7.0200 6.7882 6.6156 6.1989 6.0078 6.1250 6.0881 5.7708 5.6250 5.3424 5.2000 4.7917 4.1818 4.1719 4.3792 4.1488 3.9031 3.9656 3.5313 3.4469 3.2955 3.2557 3.7938 90 Dias 7.2600 6.8500 6.8600 7.1700 7.5700 7.9000 8.1500 8.5900 8.4300 8.6400 8.9100 9.4300 9.4000 9.6700 10.3000 10.2100 9.8300 9.4300 9.0500 8.8000 8.9600 8.8400 8.5600 8.5200 8.3500 8.3600 8.4800 8.5400 8.5000 8.3500 8.2500 8.1000 8.1700 7.8500 8.1100 8.0100 7.0500 6.7431 6.6156 6.2500 6.0625 6.1906 6.1534 5.7768 5.6250 5.5000 5.1094 4.6637 4.1818 4.1750 4.3844 4.1964 3.9625 4.0063 3.5597 3.4469 3.2841 3.4063 3.7750 180 Dias 7.0200 6.9400 7.1200 7.3500 7.8100 8.1800 8.4000 8.8700 8.7700 8.6900 8.9200 9.4400 9.5400 9.8400 10.5700 10.4200 9.8300 9.3200 8.8800 8.6700 8.9400 8.7000 8.3600 8.3000 8.3600 8.4200 8.6200 8.7100 8.6700 8.4300 8.2900 8.1300 8.1800 7.8500 8.0300 7.8300 7.0700 6.7431 6.6875 6.4034 6.1914 6.4000 6.4489 5.9464 5.7798 5.4973 5.0938 4.6131 4.1932 4.2750 4.5656 4.3363 4.1125 4.1438 3.7102 3.5531 3.3807 3.4148 3.7938 360 Dias 7.4000 7.2700 7.3600 7.7700 8.1800 8.5200 8.6100 9.1100 8.9300 8.8300 9.0700 9.0510 9.7700 10.1000 10.8300 10.7000 9.9000 9.2400 8.7100 8.6300 8.8900 8.6700 8.3000 8.1900 8.4400 8.6500 8.9100 8.9900 8.9600 8.6000 8.3900 8.2300 8.2900 7.8800 8.0100 77.7300 7.1200 6.9479 7.0500 6.8466 6.6172 6.8844 6.8551 6.1964 5.9673 5.6495 5.2250 4.6964 4.6406 4.4347 5.0563 4.7619 4.5719 4.5813 3.9403 3.7406 3.5142 3.6193 4.0719 52 DIC92 ENE93 FEB93 MAR93 3.7614 3.2438 3.1597 3.1875 3.3063 3.2188 3.2120 Fuente: Banco Central de Bolivia. Elaboracion Propia. Tabla A.7 3.6761 Tipo de Cambio y el Indice de Precios al Consumidor Tipo de Cambio Promedio Base IPC Paralelo Dic 87100 100.00 2.2160 2.2389 2.2687 2.3010 2.3385 2.3671 2.4040 2.4017 2.3977 2.4000 2.4214 2.4479 2.4762 2.5044 2.5300 2.5605 2.5910 2.6267 2.6595 2.7668 2.8371 2.8818 2.9157 2.9495 2.9968 3.0328 3.0705 3.1000 3.1282 3.1474 3.1714 3.1995 3.2405 3.2839 3.3276 3.3732 3.4405 3.4733 3.5015 3.5250 3.5481 3.5732 3.5982 3.6190 3.6424 3.6726 3.7010 3.7235 2.2160 2.2389 2.2687 2.3010 2.3385 2.3671 2.4040 2.4017 2.3977 2.4000 2.4214 2.4479 2.4762 2.5044 2.5300 2.5605 2.5910 2.6267 2.6600 2.7673 2.8371 2.8818 2.9157 2.9495 2.9968 3.0328 3.0705 3.1000 3.1282 3.1474 3.1714 3.1995 3.2405 3.2839 3.3276 3.3732 3.4409 3.4733 3.5015 3.5250 3. 5481 3.5732 3.5982 3.6190 3.6424 3.6727 3.6910 3.7135 2.2494 2.2531 2.2835 2.3170 2.3503 2.3807 2.4192 2.4216 2.4077 2.4200 2.4390 2.4739 2.5087 2.5243 2.5403 2.5697 2.6016 2.6367 2.6737 2.8147 2.8523 2.8995 2.9243 2.9700 3.0200 3.0446 3.0803 3.1103 3.1374 3.1577 3.1810 3.2077 3.2510 3.2948 3.3347 3.3916 3.4813 3.4786 3.5019 3.5357 3.5574 3.5845 3.6087 3.6290 3.6526 3.6826 3.7111 3.7332 99.60 101.50 102.30 107.20 108.70 110.90 115.40 118.10 117.70 120.10 119.90 121.50 122.10 122.80 123.80 123.90 124.70 124.50 125.10 129.00 133.80 136.50 138.90 141.60 143.10 143.00 143.50 143.90 144.70 147.60 150.30 151.90 153.70 159.00 163.50 167.10 176.90 177.40 178.50 179.40 180.80 182.20 183.70 185.60 186.40 188.20 189.70 191.40 Mes 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 Ano 1987 1988 1989 1990 1991 3.6790 3.3688 3.2535 3.2391 3.7472 3.5156 3.3819 3.3342 4.1392 3.9219 3.7118 3.6005 Tasa de Crecimiento Tipo de Cambio Promedio Base 1.03 1.33 1.42 1.63 1.22 1.56 0.10 0.17 0.10 0.89 1.09 1.16 1.14 1.02 1.21 1.19 1.38 1.25 4.03 2.54 1.58 1.18 1.16 1.60 1.20 1.24 0.96 0.91 0.61 0.76 0.89 1.28 1.34 1.33 1.37 2.00 0.95 0.81 0.67 0.66 0.71 0.70 0.58 0.65 0.83 0.77 0.61 1.03 1.33 1.42 1.63 1.22 1.56 0.10 0.17 0.10 0.89 1.09 1.16 1.14 1.02 1.21 1.19 1.38 1.27 4.03 2.52 1.58 1. 18 1.16 1.60 1.20 1.24 0.96 0.91 0.61 0.76 0.89 1.28 1.34 1.33 1.37 2.01 0.94 0.81 0.67 0.66 0.71 0.70 0.58 0.65 0.83 0.50 0.61 Paralelo 0.16 1.35 1.47 1.44 1.29 1.62 0.10 0.57 0.51 0.79 1.43 1.41 0.62 0.63 1.16 1.24 1.35 1.40 5.27 1.34 1.65 0.86 1.56 1.68 0.81 1.17 0.97 0.87 0.65 0.74 0.84 1.35 1.35 1.21 1.71 2.64 0.08 0.67 0.97 0.61 0.76 0.68 0.56 0.65 0.82 0.77 0.60 IPC 0.40 1.91 0.79 4.79 1.40 2.02 4.06 2.34 0.34 2.04 0.17 1.33 0.49 0.57 0.81 0.08 0.65 0.16 0.48 3.12 3.72 2.02 1.76 1.94 1.06 0.07 0.35 0.28 0.56 2.00 1.83 1.06 1.18 3.45 2.83 2.20 5.86 0.28 0.62 0.50 0.78 0.77 0.82 1.03 0.43 0.97 0.80 0.90 53 1992 1 2 3 4 5 6 7 8 9 10 11 12 3.7591 3.7780 3.7980 3.8167 3.8425 3.8695 3.9041 3.9490 3.9923 4.0241 4.0525 4.0845 3.7591 3.7780 3.7980 3.8167 3.8425 3.8695 3.9041 3.9490 3.9927 4.0241 4.0525 4.0845 3.7823 3.7959 3.8071 3.8267 3.8525 3.8795 3.9141 3.9590 4.0027 4.0341 4.0625 4.0945 196.30 200.70 201.80 202.30 203.70 205.00 206.60 208.50 208.60 209.70 210.70 211.40 Fuente: Banco Central de Bolivia Tabla A.8 Precios Reales de las Exportaciones Tradicionales Bolivianas 0.96 0.50 0.53 0.49 0.68 0.70 0.89 1.15 1.10 0.80 0.71 0.79 1.23 0.50 0.53 0.49 0.68 0.70 0.89 1.15 1.11 0.79 0.71 0.79 1.32 0.36 0.30 0.51 0.67 0.70 0.89 1.15 1.10 0.78 0.70 0.79 2.56 2.24 0.55 0.25 0.69 0.64 0.78 0.92 0.05 0.53 0.48 0.33 Ano 1972 1973 1974 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 Gas Natural % U1980MMBTU 0.5383 0.7218 1.1009 0.9904 1.2783 1.4354 1.4265 1.6159 2.8000 3.8010 4.1631 4.4261 4.5054 4.4584 3.2628 2.2421 1.6886 1.8480 100.00 134.09 204.51 183.99 237.47 266.65 265.00 300.19 520.16 706.11 773.38 822.24 836.97 828.24 606.13 416.51 313.69 343.30 Zinc clb. 44.3925 44.5216 63.6195 62.0366 58.1005 49.1314 38.4733 40.8947 37.4280 44.3333 38.8083 42.8427 51.2129 42.0918 33.5097 34.0565 45.2318 62.0582 % 100.00 100.29 143.31 139.75 130.88 110.68 86.67 92.12 84.31 99.87 87.42 96.51 115.36 94.82 75.49 76.72 101.89 139.79 Estano clb. 442.2350 490.3341 701.3558 541.1131 596.2559 763.7071 782.0857 826.6327 846.0010 729.3990 659.8547 677.8240 657.3235 621.4296 326.2019 340.2082 331.6840 393.5869 % 100.00 110.88 158.59 122.36 134.83 172.69 176.85 186.92 191.30 164.93 149.21 153.27 148.64 140.52 73.76 76.93 75.00 89.00 Fuente: Aparece en Morales, J.A. et.al., 1992 54 Tabla A.9 Indice del Tipo de Cambio Real Bilateral Periodo 1987 1988 1989 1990 1991 1992 Tipo de Cambio Nominal usBs TCN Indice de Precios al por Mayor Bolivia IPM Indice de Precios al Productor U.S.A. IPP Indice de del Tipo de Cambio Nominal ITCN Indice de del Tipo Real Bilateral TCBIL DIC MAR JUN SEPT DIC MAR JUN SEPT DIC MAR JUN SEPT DIC MAR JUN SEPT DIC MAR JUN SEPT DIC 0.4491 0.4379 0.4200 0.4153 0.4042 0.3937 0.3793 0.3506 0.3360 0.3246 0.3167 0.3076 0.2948 0.2856 0.2790 0.2738 0.2677 0.2627 0.2578 0.2498 0.2442 100.00 102.73 111.19 117.28 122.22 126.18 127.84 137.97 147.89 150.74 155.99 164.22 177.13 184.82 190.50 195.30 201.57 215.18 219.82 224.19 228.99 100.00 100.78 103.19 103.83 104.73 107.10 108.29 108.00 108.49 109.68 109.68 113.64 113.94 111.56 111.66 111.46 111.36 111.56 113.15 113.15 112.95 100.00 97.52 93.54 92.49 90.01 87.66 84.45 78.07 74.83 72.29 70.52 68.50 65.66 63.59 62.13 60.96 59.61 58.49 57.40 55.62 54.39 100.00 99.41 100.78 104.46 105.05 103.27 99.70 99.74 102.00 99.36 100.29 98.98 102.07 105.35 106.00 106.81 107.89 112.81 111.51 110.21 110.26 55 1993 MAR JUN 0.2395 0.2346 231.97 235.71 114.04 114.83 53.34 52.23 108.51 107.21 Fuente: Banco Central de Bolivia I.F.S. Fondo Monetario Internacional Tabla A.10 Ponderaciones para el Calculo del ITCER ALADI Argentina Brasil Chile Otros ALADI Grupo Andino Peru Otros Grupo Andino CANADA EEUU COMECON CEE Alemania Francia Paises Bajos Reino Unido Otros CEE AELC ASIA Japon Otros RESTO MUNDO TOTAL Fuente: Elaboracion a partir de informacion del BCB 1987 1990 0.1315 0.1909 0.0440 0.076603 0.176847 0.109717 0.0445 0.067851 0.3143 0.306054 0.0925 0.086348 0.0968 0.111341 0.0855 0.065235 1992 0.116531 0.141382 0.066676 0.060559 0.301269 0.100015 0.107814 0.105750 1 1 1 56 Tabla A.11 Indice del Tipo de Cambio Real 1988 1989 1990 1991 1992 1988 1989 1990 1991 1992 1988 1989 1990 1991 1992 TCPARALELO 2.3680 2.7101 3.1844 3.5966 3.9175 TCPARALELO 100.00 114.45 134.48 151.88 165.43 TCPARALELO 100.00 114.45 134.48 151.88 165.43 D e f l a c t o r e s IPC 80100 9082817.55 10460995.97 12251790.29 14879088.08 16673944.00 I n d i c e s IPC 100.00 115.17 134.89 163.82 183.58 IPM 86100 131.62 156.72 188.12 224.15 257.82 IPM 100.00 119.07 142.93 170.30 195.88 IPX 80100 78.30 106.70 102.30 87.60 96.00 IPX 100.00 136.27 130.65 111.88 122.61 IPMM 80100 135.70 149.10 171.80 188.40 196.20 IPMM 100.00 109.87 126.60 138.84 144.58 Indice de Tipo de Cambio Real ITCR ITCRIPC ITCRIPM ITCRIPX 100.00 99.37 99.69 92.72 90.12 100.00 96.73 94.38 96.19 93.72 100.00 87.38 109.40 152.22 159.77 ITCRIPMM 100.00 124.02 103.20 80.58 84.80 Fuente: Elaboracion a partir de informacion del BCB IPC Indice de precios al consumidor 57 IPM Indice de precios al mayor IPX Indice de precios de las exportaciones IPMM Indice de precios de las importaciones 58 ", "filename": "621680605.pdf", "person": ["Justo Espejo", "Espejo, Justo"], "date": ["1994"]}