{"lang": "es", "identifier_url": ["http://www.econstor.eu/bitstream/10419/72880/1/622430947.pdf"], "title": ["El comercio exterior durante el período inflacionario"], "plaintext": " El Comercio Exterior durante el Periodo Inflacionario por: Justo F. Espejo Luna Introduccion 1. La relacion entre una inflacion interna alta, junto con fuertes devaluaciones, y el intercambio internacional de bienes es una fuente de topicos muy importantes para iniciar estudios de economia internacional. Algunos teoricos suponen que el comercio internacional deberia ajustarse pasivamente a la situacion creada por el lanzamiento de politicas economicas destinadas a mantener el equilibrio interno y externo de una economia.1 Sin embargo, es innegable que la evolucion de la actual coyuntura economica esta afectada notablemente por el comercio exterior. En Latinoamerica, la relacion entre inflacion e intercambio parece mas profunda, especialmente por el problema de la deuda externa. Bolivia siguio el patron de exportar materia prima basica minerales e hidrocarburos e importar bienes manufacturados. Los esfuerzos de industrializacion solo consiguieron ahondar este tipo de comercio. Por tanto, la lenta declinacion en el aporte de su sector externo provoco una crisis puesto que su economia era totalmente dependiente de los ingresos provenientes de esta actividad. El objetivo del presente trabajo es examinar la evolucion de la balanza comercial. Por un lado, se hace una revision de la marcha de exportaciones e importaciones en los anos ochenta y, por otro lado, se explora las consecuencias economicas de la forma en que se llevaron a cabo estas operaciones. Ademas, se examina la inelasticidad de las exportaciones bolivianas. El trabajo se divide en cinco secciones. Luego de esta introduccion se muestra los rasgos sobresalientes del comercio exterior boliviano. A continuacion se describe el comercio internacional en el periodo inflacionario y la postestabilizacion. Posteriormente se discute el efecto de las exportaciones sobre la economia boliviana y la internalizacion de sus beneficios. En Esta investigacion se llevo a cabo con la ayuda de una donacion otorgada por el Centro Internacional de Investigaciones para el Desarrollo CIID, de Ottawa, Canada. Agradezco a Juan Antonio Morales por sus valiosas sugerencias y comentarios. Las opiniones vertidas en este documento son de exclusiva responsabilidad del autor. 3 la siguiente seccion se presenta una estimacion cuantitativa del efecto de la inflacion sobre las exportaciones. Finalmente, se presentan las conclusiones. 1 Esta es la posicion del llamado enfoque monetario de la balanza de pagos que considera los desequilibrios de balanza de pagos como un fenomeno esencialmente monetario. 4 La Estructura del Comercio Exterior Boliviano 2. La balanza comercial boliviana presenta generalmente saldos positivos, salvo algunos anos de sucesos excepcionales Cuadro 1. En los anos de crisis inflacionaria los saldos tambien fueron positivos. Bolivia se caracterizaba por la exportacion de materia prima basica de origen minero y la importacion de bienes intermedios y de capital Cuadro 2. La modificacion relativamente reciente se refiere a la materia prima basica exportada, pues esta ya no proviene solamente del sector minero sino tambien de los sectores de hidrocarburos, agropecuarios y forestal. Este cambio en la composicion representa el esfuerzo boliviano por lograr la diversificacion de su aparato productivo durante los ultimos treinta anos. Cuadro No. 1. Bolivia: Balanza Comercial Millones de U Exportaciones FOB Importaciones CIF 195.8 181.1 201.2 260.5 556.4 444.7 566.1 634.3 628.8 759.8 942.2 912.4 827.7 755.1 719.5 628.3 587.5 518.7 542.5 159.1 169.6 172.9 230.2 366.4 574.5 593.7 594.2 788.8 980.3 665.4 917.1 554.1 576.7 488.5 690.9 674.0 766.3 700.0 Ano 1970 1971 1972 1973 1974 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988a Saldo 36.7 11.7 28.3 30.3 190.0 129.8 27.6 40.1 160.0 220.5 276.8 4.7 273.6 178.4 231.0 62.6 86.5 247.6 157.5 Fuente: Banco Central de Bolivia. Boletin Estadistico, Varios Numeros a Preliminar 5 Cuadro No. 2: Bolivia. Participacion de los Diferentes Tipos de Importaciones % 1980 25.38 15.72 9.66 37.65 0.26 1.68 30.90 4.81 36.44 2.04 22.24 12.16 0.53 1981 25.47 12.64 12.83 38.27 1.52 1.60 28.79 5.38 36.51 2.22 21.30 12.99 0.74 1982 17.33 10.25 7.07 44.83 1.62 1.32 35.48 6.41 35.84 0.92 25.07 9.85 2.00 1983 11.38 8.05 3.33 48.95 0.71 1.94 38.79 7.51 38.53 1.27 17.20 10.16 1.14 1984 19.43 8.60 10.83 41.58 0.31 3.58 31.20 6.49 37.89 2.76 21.17 13.96 1.11 1985 19.31 6.66 12.65 40.24 0.35 2.66 33.43 3.79 36.62 3.95 19.79 12.88 3.84 1986 19.84 9.18 10.65 34.91 0.40 2.34 27.18 4.99 41.78 5.95 22.51 13.32 3.47 100.00 100.00 100.00 100.00 100.00 100.00 100.00 2.30 1.59 0.71 96.74 34.07 0.45 60.41 1.81 0.89 0.00 0.89 0.00 0.07 2.11 1.69 0.42 96.95 44.36 0.45 51.01 1.13 0.57 0.00 0.52 0.04 0.37 1.74 1.62 0.12 95.47 50.16 0.56 44.06 0.69 0.07 0.00 0.00 0.07 2.71 1.14 1.12 0.01 98.55 49.74 0.50 47.81 0.50 0.26 0.00 0.00 0.26 0.06 0.53 0.53 0.01 90.10 55.68 0.73 42.01 0.69 0.13 0.00 0.00 0.13 0.23 1.65 1.63 0.02 95.54 51.83 4.04 37.14 2.52 1.58 0.00 0.92 0.66 1.23 1.65 1.63 0.02 95.62 51.83 4.04 37.22 2.52 1.58 0.00 0.92 0.66 1.16 1987 24.83 12.11 12.72 40.00 0.26 1.47 31.41 4.85 34.27 3.16 17.46 13.65 0.90 100.0 1.74 1.71 0.02 95.34 51.18 4.09 37.83 2.24 1.76 0.01 0.38 0.83 1.16 Bolivia: Participacion de los diferentes Tipos de Exportaciones % Bienes de consumo No duradero Duradero Bienes Intermedios Combustibles y Conexos Agricultura Industria Construccion Bienes de Capital Agricultura Industria Equipo de Transporte Diversos Total Bienes de consumo No duradero Duradero Bienes Intermedios Combustibles y Conexos Agricultura Industria Construccion Bienes de Capital Agricultura Industria Equipo de Transporte Diversos Total 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.0 Fuente: Elaborado con base en datos proporcionados del el INE y BCB Por otra parte, de acuerdo con los datos comparativos del Cuadro 3, Bolivia esta entre los paises de economia mas abierta de la region. Buena parte de su produccion esta dedicada a la exportacion; por otra parte, necesita materias primas elaboradas importadas para producir bienes finales localmente. El grado de dependencia del comercio exterior varia de sector a sector, siendo el industrial el mas dependiente de las importaciones de insumos y bienes de capital y los demas sectores productivos mineria, hidrocarburos y, en menor medida, el sector agropecuario y forestal de las exportaciones. Ademas, aparte de este tipo de dependencia, existe otro referido a los ingresos del 6 Tesoro General de la Nacion TGN que estan correlacionados directamente con la evolucion de la balanza comercial.2 Argentina Bolivia Brasil Chile Colombia Ecuador Paraguay Peru Uruguay Venezuela Ano 1987 Argentina Bolivia Brasil Chile Colombia Ecuador Paraguay Peru Uruguay Venezuela Cuadro No. .3. Apertura Economica de diferentes Paises Latinoamericanos, Ano 1980 Importa ciones 9.394.5 574.4 22.964.7 5.469.0 4.283.3 2.241.8 675.4 3.090.5 1.668.2 Export. Mill U 8.021.8 942.2 20.131.5 4.705.0 3.986.6 2.520.0 400.4 3.916.8 1.058.5 Deuda Externa 27.162 2.340 70.025 11.202 6.300 4.652 861 9.594 2.138 10.872.9 19.050.5 29.608 PIB IMPEXP PIB % Deuda EXTPIB % 84.988.5 4.380.0 248.556.2 25.792.0 32.479.0 11.489.9 4.067.5 20.581.1 7.027.7 50.738.7 20.49 34.63 17.34 39.45 25.46 41.44 26.45 34.05 38.80 58.98 31.96 53.42 28.17 43.43 19.40 40.49 21.17 46.62 30.42 58.35 Importa ciones 8.913.7 636.0 30.095.3 7.235.5 6.777.5 3.533.1 861.1 3.487.3 1.339.0 Export. Mill U 5.376.1 749.1 15.905.8 4.563.3 4.248.3 2.567.2 1.363.5 3.665.4 1.297.2 15.561.8 10.193.1 PIB IMPEXP PIB % Deuda EXTPIB % Deuda Externa 54.000 4.215 80.047.5 3.911.9 121.264 301.012.6 20.551 15.651 9.900 2.043 15.441 5.888 32.252 28.291.7 41.104.6 12.344.1 4.767.4 23.630.5 6.717.6 51.497.3 17.85 35.41 15.28 41.70 26.82 49.42 46.66 30.27 39.24 50.19 67.46 107.75 40.29 72.64 38.08 80.20 42.85 65.34 87.65 62.63 Las exportaciones y su efecto multiplicador en la economia Fuente: CEPAL, Statistical Yearbook for Latin America and the Caribean, Varios numeros. a Un gran y tradicional objetivo de la politica economica boliviana ha sido incrementar sostenidamente las exportaciones. Se supone que de esta manera se puede levantar las 2 Existen varios trabajos que enfatizan la importancia de este rol en las finanzas publicas bolivianas. En realidad, existiria una relacion directa entre la balanza comercial y el deficit del TGN que solo parcialmente es modificada por los movimientos de 7 restricciones externas que agobian a la economia.3 El intento no estaba mal dirigido; sin embargo, era muy dificil que solo incrementando las exportaciones podria cubrirse la brecha deficitaria en Cuenta Corriente y las falencias de la Cuenta Capital; al menos durante la fase de rapido crecimiento de las inversiones. Asimismo, se creia que alentando las exportaciones podria lograrse una mayor tasa de crecimiento del Producto Interno Bruto PIB, aunque el camino para lograrlo no era muy claro. En el caso boliviano el efecto multiplicador proviene de dos fuentes: la primera surge de un mayor nivel de actividad interna; y la segunda responde a una mayor disponibilidad de divisas. El mayor nivel de actividad interna se genera via movilizacion de recursos y pago a los factores que intervienen directa o indirectamente en la produccion de bienes exportables. La actividad exportadora promueve que una serie de otras actividades colaboren e intervengan indirectamente en la exportacion. Por ejemplo, la actividad minera, que exporta concentrados de minerales, utiliza energia electrica, necesita alimentos para sus campamentos y transporte para su producto. Estos efectos inducidos se traducen en una mayor generacion de valor agregado y, en consecuencia, una mayor tasa de crecimiento. Obviamente, todos estos efectos positivos son mas notables en un periodo de largo plazo. La segunda fuente del efecto multiplicador proviene de la mayor disponibilidad de divisas. Las exportaciones juegan un papel crucial en la economia boliviana porque ha sido la unica fuente generadora neta de divisas, aparte de las transferencias unilaterales. Estas permiten la importacion de bienes de capital e insumos para el sector productivo y, a la vez, generan ingresos tributarios importantes para el TGN. tiene efectos multiplicadores diferenciados dependiendo del tipo de exportacion que se incremente.4 Si se Por otra parte, una mayor exportacion de productos bolivianos capital. 3 Por ejemplo, sucesivos gobiernos bolivianos desarrollaron un amplio esfuerzo de promocion de exportaciones no tradicionales. El primero se refiere al Regimen de Incentivos Fiscales a las Exportaciones Notradicionales RIFENT del D.L. 14803 de 5 de Agosto de 1977. Este decreto incluia tres tipos de incentivos: Arancelarios, tributarios y compensatorios. El D.L. No. 19048 de 13 de Julio de 1982 repone el mecanismo de compensacion impositiva mediante la otorgacion de Certificados de Reintegro Tributarios CERTEX. Se instituyo el CERTEX como un documento de curso legal y endosable, que serviria para el pago de impuestos, derechos arancelarios, garantia para creditos del sector exportador y el pago de obligaciones bancarias. El D.S. 21660 de 20 de Julio de 1987 instituye el Certificado de Reintegro Arancelario CRA como compensacion de los gravamenes arancelarios pagados por los exportadores. El D.S. 21998 de 31 de Agosto de 1988 autoriza la internacion temporal de bienes destinados a ensamblaje y posterior exportacion de los bienes finales. El D.S. 22407 de 11 de Enero de 1990 aprueba el regimen de zonas francas industriales y comerciales. 4 En los libros de texto el efecto multiplicador se refiere a una mayor actividad interna que redundaria en efectos positivos tanto en el empleo de recursos como en la generacion de ingreso. Este analisis utiliza algunos supuestos simplificadores que 8 incrementa la exportacion de productos tradicionales, es decir, minerales e hidrocarburos, el mayor efecto es a traves del incremento en los ingresos del TGN. Este puede recibir ingresos por dos lados: las regalias por la produccion de los bienes exportados y por impuestos al comercio exterior. Si el incremento de las exportaciones se refiere a productos notradicionales, el Estado no recibe ingresos adicionales y, mas bien, debe sacrificar directamente algunos recursos para alentar este tipo de esfuerzos; su mayor efecto sera a traves del incremento en el nivel de actividad interna, lo que puede beneficiar indirectamente al fisco. Por ultimo, si el tipo de exportacion es intensivo en divisas, es decir, que deben importarse gran parte de los insumos y bienes de capital necesarios para producto el bien de exportacion, el multiplicador es mas difuso.5 Asi, una posibilidad para aprovechar los efectos favorables de las exportaciones sera la expansion de la produccion interna de insumos y su incorporacion en las exportaciones. b La politica economica tradicional boliviana no solo se apoyaba en fomentar las exportaciones sino que tambien trato de reducir la propension marginal a importar.6 No obstante las politicas, las importaciones continuaron creciendo aunque con un cambio en su composicion, aumentando permanentemente la importacion de insumos y bienes de capital y disminuyendo la importacion de bienes de consumo final. De acuerdo con el Cuadro No. 2, la tendencia ha sido el crecimiento sostenido de la importacion de insumos y bienes de capital, principalmente para el sector industrial. Esto respondia a varios motivos detallados a continuacion: La importacion de insumos, bienes de capital y bienes finales convienen explicarlos. Primero, considera que no existe escasez de divisas; segundo, que un producto exportado no utiliza material importado; tercero, la oferta del producto es elastica Kindleberger, C., 1976. 5 Existe este mismo tipo de problemas en otros paises. En el caso del Peru se dice lo siguiente: Existe pues un patron de exportaciones que apenas modifica el de la exportacion de materias primas y que denuncia falta de competitividad por la naturaleza de la produccion. En efecto, es conveniente anotar que muchos de los productos que suponen un importante grado de transformacion, requiere para su elaboracion, maquinas, tecnicas e incluso insumos que deben ser importados. Resultan entonces exportaciones intensivas en capital y en general intensivas en importaciones que no aseguran rentabilidad sino en areas vecinas y en paises de similar o menor grado de industrializacion VegaCenteno, M., 1989, pp. 26. 6 Estas politicas restrictivas tambien incentivaban la aparicion de fenomenos como el contrabando de importacion y la deshonestidad funcionaria. 9 A la industrializacion via sustitucion de importaciones El primer esfuerzo por diversificar la economia se tradujo en incentivos a las actividades agricolas e industriales. Este tipo de politicas que buscaba la produccion local de bienes provoco que de hecho se sustituyera la importacion de bienes finales por la importacion de bienes intermedios. Problemas de adecuacion impedian la generacion de tecnologia propia, por lo que a medida que se avanzaba en la sustitucion se necesitaba una mayor importacion de bienes intermedios. Por otra parte, el esfuerzo de Bolivia para incentivar la produccion de bienes de exportacion, aunque fueran de simple elaboracion, condujo a la importacion de maquinaria, necesaria para que los productos cumplan estandares para entrar a los mercados internacionales. Por consiguiente, la industria en Bolivia, al igual que en muchos paises latinoamericanos, se caracterizaba por su bajo coeficiente de valor agregado. El contenido basico del proceso de produccion era de mezcla y de montaje; importando todos los insumos necesarios para obtener el producto final. Ademas, dado que estos bienes intermedios y de capital eran para fabricar un producto especifico, muchas veces de marca registrada, habia poco margen para la sustitucion por insumos de origen nacional. A la concesion de creditos con tasas de interes bajas La concesion de credito subvencionado permitia una asignacion equivocada de recursos, creandose un sesgo en contra del empleo de mano de obra y de insumos nacionales. A la estructura arancelaria vigente La politica arancelaria seguida por el pais durante las dos ultimas decadas cuajo en un esquema de tarifas nominales altas para los bienes finales, pero no para bienes intermedios y de capital. Esto permitia una alta proteccion efectiva para los bienes de consumo producidos localmente favoreciendo este tipo de produccion Cuadro No. 4. La estructura de altas tasas de proteccion efectiva permitia la subsistencia de esquemas de sustitucion de importaciones ineficientes. La uniformacion de los aranceles en un nivel bajo, propuesta por la Nueva Politica Economica NPE, parecia no ser conveniente pues desprotegia gran parte de la produccion local; sin 10 embargo, tiene la ventaja de alentar la produccion eficiente de aquellos bienes para los cuales existe insumos nacionales y tecnologia ya conocida localmente. Cuadro No. 4. Bolivia: Estimaciones de los Aranceles Promedios Ponderados por CUODE Total universo arancelario Diversos Bienes de consumo No duradero Duradero Bienes intermedios Combustibles y lubricantes Para agricultura Para industria Para construccion Promedio Ponderado Desviacion Standard Coeficiente de Variacion 12.1 11.3 20.2 38.1 4.1 6.4 10.0 10.5 5.0 7.8 5.9 8.0 0.5 1.0 2.8 4.9 41.3 69.0 29.2 21.0 12.2 15.6 28.0 46.7 6.5 8.2 1.4 3.7 Bienes de Capital Para agricultura Para industria Fuente: ECONOMETRICA. Estudio Integral del Arancel de Importaciones: Implicaciones para la Estructura de Proteccion de la Industria Manufacturera Privada, 1987, pag. III5 Nota. Aranceles vigentes al 30685 a Con base en el Arancel Nacional de Importaciones, 1982 y actualizaciones b Ponderaciones dadas por las importaciones de 1982 c Los aranceles del cuadro son netos de liberacion, y por lo tanto, pueden ser interpretados como la incidencia de las 22.6 45.1 recaudaciones arancelarias en las importaciones, por clasificacion CUODE. La competitividad de las exportaciones bolivianas c Las exportaciones bolivianas alcanzan precios que en muy pocos casos pueden ser modificados. Por tanto, se toma como dato este precio y se hacen los correspondientes ajustes en costos locales. No obstante, estos ajustes con cada vez mas dificiles a medida que se eleva el grado de elaboracion del producto. Existen costos muy poco flexibles, tales como los salarios y el componente importado del producto. Esto introduce en el analisis nuevos aspectos; especificamente, la estructura y el nivel de los aranceles de importacion, el regimen cambiario y el tipo de cambio en vigencia. Ademas, en productos semielaborados y manufacturas, la competencia es mas fuerte, por lo que tambien se introducen criterios de calidad. Por tanto, es importante llegar a los mercados internacionales con un buen precio. Por esto, se trata de neutralizar los sobrecostos mediante la concesion de subsidios a las exportaciones. 11 En la epoca inflacionaria, ante las continuas devaluaciones en el mercado paralelo, el subsidio a las exportaciones mas importante lo constituia el tipo e cambio de este mercado, por demas favorable. El precio que debieron alcanzar los productos bolivianos en mercados internacionales al tipo de cambio paralelo debio haber sido muy bajo. Sin embargo, el Estado al tratar de anclar la inflacion utilizando el tipo de cambio oficial permitia una brecha cambiaria importante que anulaba cualquier subsidio adicional al exportador. Obviamente, esto produjo el desvio de las exportaciones hacia mecanismos ilegales de comercializacion internacional, pese a que en esta epoca desde 1982, se implemento el CERTEX como mecanismo de subvencion a las exportaciones notradicionales. el valor de esta ayuda no debio ser tan importante, pues frecuentemente se reportaba que los exportadores de productos bolivianos preferian llevarlos al Peru ganando por la diferencial cambiaria y exportarlos desde alli obteniendo los subsidios peruanos. Ademas, la propia estructura arancelaria vigente junto con el racionamiento de divisas creaba un mercado interno altamente protegido, por lo que no era imprescindible exportar y menos a la tasa de cambio oficial. Luego del lanzamiento de la NPE desaparecio el antiguo entorno y se entro en una nueva fase con un tipo de cambio unico y estable y otra estructura arancelaria arancel uniforme. En estas circunstancias, cualquier subsidio concedido es importante. Por tanto, se implemento el CRA para evitar los sesgos antiexportadores causados por los aranceles de importaciones sobre insumos importados incluidos en el bien exportado. En este caso, la ayuda gubernamental resulta importante. Debido a que los productos notradicionales exportados por Bolivia son de poca elaboracion, utilizan muy poco insumo importado. De este modo el CRA concedido es superior a los sobrecostos por insumos importados; por tanto, la exportacion recibe un subsidio neto que puede ser utilizado para disminuir el precio de exportacion o tomado como un beneficio adicional. Ademas, en una situacion de estabilidad, donde ya no existen beneficios de especulacion y de arbitraje se hacen importantes tanto el arancel de importaciones como el tipo de cambio. Si bien el efecto de los aranceles fue cubierto satisfactoriamente por el CRA, la probable sobrevaluacion de la moneda boliviana es aun un problema no resuelto. El argumento es que el actual tipo de cambio encarece excesivamente las exportaciones bolivianas en general. Esta discusion no parece tener un desenlace unico. Mediante el tipo de cambio se puede abaratar administrativamente el precio internacional; pero, el empleo de este mecanismo, tambien tiene 12 costos economicos y sociales muy importantes. El peligro de generar una espiral inflacionaria y entrar en un periodo de inestabilidad mediante frecuentes devaluaciones es grande. Asimismo, las devaluaciones disminuyen el valor del pago a los factores nacionales, especialmente a la mano de obra. La solucion de devaluar el tipo de cambio nominal sin generar inflacion es solo parcial, porque no cubre el segundo aspecto citado.7 7 Respecto a la sobre valuacion del boliviano, segun calculos realizados por J.A. Morales, a fines de 1988, este se estimaba en 7% que corregido por las caidas en terminos de intercambio seria de 10%. El CRA de 10% junto con el arancel vigente actualmente de 17% para los insumos, da una proteccion bruta sin considerar la sobre valuacion, para los bienes exportables de 8.9% Morales, J.A., 1990. Si se considera la Tasa de Proteccion Efectiva Bruta calculada a la Corden como indicador de proteccion, se tiene aproximadamente que una unidad de proteccion es anulada por una unidad de sobre valuacion. Por tanto, de la anterior relacion se desprende que las exportaciones no gozan de subvencion alguna. 13 Evolucion del Comercio Exterior durante los Anos Ochenta 3. En esta seccion se hace una revision de las exportaciones e importaciones bolivianas durante los anos ochenta, considerando tanto el volumen fisico total de intercambio como el valor total de las transacciones. el proposito es examinar la evolucion del intercambio frente a las variaciones en precios internos que creaban problemas de competitividad y de produccion fisica e impedian un normal desarrollo del comercio. Durante el periodo citado, la balanza comercial boliviana muestra un cambio fundamental, pues a partir de 1985 la tradicional balanza comercial positiva se vuelve negativa. Aunque no existio una baja excesiva en el volumen de las exportaciones, el valor de estas descendio. Por el contrario, las importaciones crecieron tanto en valor como en volumen a partir de 1985. El Grafico 1 muestra la evolucion de estas variables y el Grafico 2 presenta el indice de terminos de intercambio. Grafico 1. Indices de Exportaciones e Importaciones 1401301201101009080706050Valo r de Im p o rt acio n Vo lum en de Im p o rt acio n Vo lum en de E x p o rt acio n Valo r de E x p o rt acio n 808182838485868788Fuente: Cuadro A.1 An o% 14 % 1401301201101009080706050 Grafico 2. Indice de Precios de Comercio Exterior Imp ortacion T erminos de Intercambio 808182838485868788Exp ortacion An o Fuente: Cuadro A.1 El sector externo y su comportamiento en la alta inflacion a Un tipico comportamiento del sector externo en inflacion, acompanado de devaluaciones continuas, es la modificacion en el flujo comercial considerado normal. Especificamente, se espera que se incrementen fuertemente las exportaciones y se reduzcan significativamente las importaciones. En el caso boliviano, la reduccion de las importaciones puede explicarse recurriendo al argumento del encarecimiento de la produccion extranjera en mercados locales y la posterior sustitucion por bienes locales. Ademas, en esta epoca existia el problema de la falta de disponibilidad de divisas. En la fase de postestabilizacion, si bien las importaciones muestran valores muy superiores a las de los anos previos, no han recuperado todavia su nivel de 1980. Pese a la existencia de un notable efecto demostracion, conducente a un consumismo exacerbado por la desigualdad en la distribucion del ingreso y que se manifiesta en una fuerte demanda Por bienes de consumo de caracter sofisticado e importado, las restricciones del sector externo aun no permiten una mayor expansion de las importaciones. 15 La explicacion de la expansion de las exportaciones es un tanto mas dificil y merece un tratamiento mas cuidadoso porque se ha visto que las exportaciones tambien descienden al cabo de un cierto periodo de inflacion alta. La razon principal del incremento son las continuas devaluaciones de la moneda local, que permiten una mejor competitividad de los productos en mercados internacionales. Sin embargo, en el caso boliviano, si bien al principio de la inflacion se vieron favorecidas las exportaciones, rapidamente desmejoro la situacion. Existen varias razones para la posterior disminucion de las exportaciones bolivianas. Primero, casi inmediatamente despues de iniciado el proceso inflacionario sobrevino la crisis de la deuda externa y, por consiguiente, la obstruccion de los canales financieros. Segundo, los productos que se exportaban tenian una baja elasticidad precio en el mercado mundial y, por tanto, no hubo un incremento en la cantidad demandada de las exportaciones bolivianas. Tercero, los sucesivos paquetes estabilizadores creaban desajustes en precios relativos por lo que no habia incentivos para producir y menos para exportar pues ademas, se mantenia un tipo de cambio oficial artificialmente bajo. La crisis de endeudamiento externo que sufria el pais hacia que las entidades financieras vieran sospechosa toda transaccion comercial con Bolivia, cortandose el flujo financiero normal. La obstruccion de los canales financieros provocaba la falta de capacidad para financiar exportaciones. Por otro lado, el hecho de que los precios de la produccion boliviana bajaran en los mercados internacionales no hacia que se demandara mas de ellos, sino que, muy al contrario, esta demanda por materias primas continuaba bajando aun mas. Evidentemente, se estaba ante un cambio estructural de gran magnitud. Finalmente, los ajustes via paquetes estabilizadores creaban desajustes en la provision y financiamiento de insumos nacionales y perjudicaban la produccion de exportacion. Se generaba un ambiente de incertidumbre cuya consecuencia era la reduccion de la produccion y la falta de nuevos planes y proyectos productivos. No se invertia en la economia y, mas bien, se generaba la fuga de capitales. En todo caso, en los anos de alta inflacion se produjeron superavit relativamente altos en Balanza Comercial, es decir, si bien las exportaciones habian disminuido, las importaciones lo habian hecho en mayor proporcion. Los efectos de la crisis inflacionaria incidieron mucho mas sobre las importaciones que sobre las exportaciones, consiguiendose superavit a un menor nivel comercial, disminuyendo el valor y el volumen del comercio exterior y provocando una 16 disminucion de la actividad economica del pais. Por consiguiente, la poblacion boliviana, que tiende a ser bastante esceptica en las posibilidades reales del pais, se sintio aun mas desalentada. Exportaciones A lo largo de los anos 80, el volumen de las exportaciones bolivianas ha experimentado tres periodos de decrecimiento 1984, 84 y 87. Sin embargo, el valor de las exportaciones estuvo en permanente bajada desde 1981 hasta 1987 Cuadro 5. Esto muestra la tendencia a la baja de los precios de las exportaciones que, aunque en un principio no afectaron mucho a la economia, finalmente provocaron cierto desasosiego. La mayor tasa de decrecimiento del volumen de exportaciones se produjo precisamente en el ano de la hiperinflacion, evidenciando problemas de desajuste en la produccion. Cuadro No. 5. Bolivia: Participacion por Productos en las Exportaciones bolivianas. % del volumen total Ano Total General 1110 Produccion Agropecuaria 2200 Productos de Petroleo y Gas Natural 2302 Extraccion de Minerales no Ferrosos 3111 Mat.de Gan. Prep. y Co. 3115 Fab. de Aceite y Grasa Vegetales 3116 Productos de Molineria 3118 Fab. y Ref. de Azucar 3211 Hil. Tejido y Acabado Textil 3311 Aserr. y Trab. En Madera 3530 Refinerias de Petroleo 3720 Industria Basica de Metales No Ferrosos 3819 Fab. Prod. Metalicos, excepto Maquinaria Resto de Actividades 1980 1981 1982 1983 1984 1985 1986 1987 1988 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 0.54 82.87 6.15 0.01 0.74 0.04 3.58 0.00 2.65 1.47 0.63 0.44 88.97 5.59 0.04 0.34 0.02 0.72 0.05 1.08 0.96 0.81 0.61 88.65 4.64 0.06 0.39 0.47 1.18 0.08 0.83 1.62 0.68 0.60 89.10 4.37 0.01 0.71 0.26 1.89 0.04 0.64 1.17 0.55 0.74 92.21 4.02 0.01 0.46 0.10 0.53 0.02 0.68 0.48 0.54 0.58 93.08 3.54 0.03 0.72 0.21 0.19 0.03 0.70 0.22 0.43 1.48 88.79 4.51 0.13 1.48 0.35 0.52 0.07 1.55 0.06 0.30 1.50 87.33 4.49 0.11 0.68 1.08 1.15 0.10 1.72 1.18 0.12 0.99 87.86 5.18 0.13 0.67 0.96 0.78 0.04 1.45 0.82 0.22 0.03 0.02 0.01 0.02 0.01 0.02 0.01 0.01 0.05 1.28 0.97 0.78 0.63 0.18 0.27 0.73 0.53 0.86 17 Bolivia: Participacion por Productos en las Exportaciones bolivianas % del volumen total 3.10 2.34 24.43 1.26 2.04 1.00 29.54 0.82 1.68 1.87 27.20 0.50 0.92 1.54 22.30 0.48 100.00 2.36 33.15 27.29 100.00 2.35 49.82 19.76 100.00 1.54 49.17 20.17 100.00 2.62 55.38 17.87 100.00 6.00 51.85 20.55 100.00 5.83 43.77 28.08 100.00 2.80 21.30 36.59 100.00 2.63 42.47 19.05 0.13 0.63 0.04 4.61 0.00 0.25 0.52 0.03 0.60 0.28 0.20 0.45 0.47 0.99 0.55 0.05 0.40 0.17 1.52 0.31 0.04 0.24 0.05 0.81 0.06 0.13 0.56 0.24 0.24 0.09 1.03 1.97 0.41 0.77 0.75 1.09 0.93 1.44 1.51 1.16 1.32 1.09 1.57 1.07 0.35 100.00 5.31 35.97 30.13 Total General 1110 Produccion Agropecuaria 2200 Productos de Petroleo y Gas Natural 2302 Extraccion de Minerales No Ferrosos 3111 Mat. de Gan. Prep. y Co 3115 Fab. de Aceite y Grasa Vegetales 3116 Productos de Molineria 3118 Fab. y Ref. de Azucar 3211 Hil. Tejido y Acabado Textil 3311 Aserr. y Trab en Madera 3530 Refinerias de Petroleo 3720 Ind Bas Met. No Ferroso 3918 Fab. Prod Met, excepto Maquinaria Resto de Actividades Fuente: Elaborado con base en datos del INE y DICOMEX Por otro lado, en el Cuadro 6 se presenta el comportamiento de los productos de exportacion, divididos en productos tradicionales minerales e hidrocarburos y notradicionales. Se observa el decrecimiento del valor de las exportaciones tradicionales hasta 1987, mientras que las exportaciones notradicionales revierten esta tendencia en 1985. A continuacion se describe la evolucion de los diferentes tipo de exportaciones. Cuadro No. 6. Exportacion de Productos Tradicionales y Notradicionales en Valores Mill. de U 0.20 0.43 3.01 1.44 2.98 2.78 3.11 1.95 0.39 0.79 0.60 25.96 0.36 0.88 0.28 20.81 0.48 3.53 0.08 9.71 0.34 5.39 1.18 7.90 0.30 4.02 0.67 15.28 0.23 Total General Tradicionales Minerales Petroleo Crudo Gas Natural Gas Licuado Otros NoTradicionales Ganado Vacuno Castana Cafe Azucar Alcohol Whisky Gomas en General Cueros en General Maderas en General Algodon Soya Otros 1980 1037.2 867.1 646.3 0.0 220.9 0.0 0.0 170.0 1.3 1.8 20.7 47.6 0.5 0.4 4.6 4.7 28.6 1.0 6.9 52.1 1981 984.0 889.2 556.6 0.0 326.2 6.0 0.0 94.8 0.9 2.0 15.7 5.7 8.3 0.3 3.4 3.2 17.9 2.8 5.3 29.2 1982 898.5 814.1 420.1 0.0 381.6 12.3 0.0 84.5 0.6 1.3 15.5 8.9 1.6 0.5 4.1 1.7 13.7 4.9 8.2 23.5 1983 818.0 762.9 347.7 29.3 378.2 7.7 0.0 55.0 1.3 1.2 13.1 12.4 0.0 0.2 2.8 0.6 7.0 2.5 4.7 9.4 1984 781.5 752.4 363.4 8.4 375.9 4.7 0.0 29.1 1.7 1.9 6.5 6.3 0.1 0.0 0.8 0.5 3.6 0.5 2.2 5.0 1985 672.8 639.3 263.8 0.0 328.6 0.5 0.0 34.5 1.2 1.5 13.9 1.6 0.1 0.1 0.5 0.5 4.8 0.6 5.3 4.2 1986 640.3 529.4 196.8 3.4 328.7 0.5 0.0 110.9 13.4 3.5 13.3 4.9 1.0 0.3 3.8 1.1 23.0 4.7 18.7 23.2 1987 569.8 463.6 207.5 0.8 248.6 0.0 6.7 106.2 6.8 6.7 11.5 8.6 1.5 0.2 1.8 2.1 30.8 6.6 18.8 10.8 1988 597.4 492.5 273.6 0.0 214.9 0.0 4.0 104.9 0.5 5.0 17.1 6.3 0.2 0.7 1.7 10.4 24.1 2.1 20.0 16.8 18 Total General Tradicionales Minerales Petroleo Crudo Gas Natural Gas Licuado Otros NoTradicionales Ganado Vacuno Castana Cafe Azucar Alcohol Whisky Gomas en General Cueros en General Maderas en General Algodon Soya Otros Fuente: INE, DICOMEX Exportacion de Productos Tradicionales y Notradicionales en Volumenes Mil. Ton. Metricas 1980 3273.5 2964.6 251.8 0.0 2712.8 0.0 0.0 308.9 6.5 1.6 5.5 93.7 4.1 0.2 2.7 0.9 76.6 0.7 25.4 90.9 1981 3282.3 3166.4 226.7 0.0 2920.3 19.4 0.0 115.9 4.6 1.5 4.9 18.8 10.9 0.2 1.7 0.1 33.5 1.6 11.8 26.3 1982 3446.1 3289.8 197.4 0.0 3054.9 37.4 0.0 156.3 3.3 0.8 6.9 40.6 4.9 0.2 2.5 0.3 25.4 2.8 29.5 39.0 1983 3459.7 3292.7 186.8 120.5 2962.1 23.2 0.0 167.0 4.2 5.0 6.6 48.5 0.1 0.1 4.0 0.3 18.4 1.3 33.5 45.1 1984 3227.4 3142.5 150.9 36.0 2940.0 15.6 0.0 84.8 5.4 5.8 3.3 17.1 0.4 0.0 3.6 0.2 15.2 0.6 18.2 14.9 1985 3166.6 3086.3 131.9 0.0 2947.4 7.0 0.0 80.3 3.1 5.6 6.8 6.0 0.4 0.1 2.7 0.1 18.9 0.9 29.5 6.4 1986 3352.3 3157.6 178.9 31.3 2945.3 2.1 0.0 194.7 11.5 10.2 5.3 17.5 3.9 0.1 3.8 0.3 52.1 2.4 78.4 9.2 1987 3235.5 3024.0 160.0 5.8 2819.9 0.0 38.3 211.5 5.8 6.6 6.0 35.1 4.4 0.1 2.0 1.1 55.6 3.2 84.4 7.2 1988 3373.5 3196.1 204.5 0.0 2964.0 0.0 27.6 177.4 0.4 4.6 7.3 22.1 0.4 1.2 1.8 4.0 49.3 1.3 72.8 12.2 identificarse con la evolucion de Mineria El volumen de las exportaciones mineras fue en constante decrecimiento hasta 1987. La causa principal de este descenso podria las condiciones circunstanciales de los mercados internacionales de metales y minerales. Sin embargo, un examen mas profundo revela que esta no es la causa principal, pues el decrecimiento es de naturaleza estructural. Aunque en relacion a 1980 el volumen exportado de los minerales mas importantes para Bolivia estano y wolfram han bajado en terminos absolutos, en 1988 algunos de los minerales antimonio, zinc, plata y oro tuvieron posibilidades importantes de exportacion. No se aprovecharon mucho mas estas oportunidades debido a problemas productivos locales Cuadro 7. Los datos muestran la importancia de los factores externos en la evolucion de las exportaciones mineras. La mayor parte de estas alcanzaron su nivel mas bajo en 1985 y no en 1984 ano de inicio de la hiperinflacion, aunque existe una baja nada despreciable en este ano. La fuerte baja de 1985 se debio a las condiciones del mercado internacional del estano, que en Octubre de ese ano entro en crisis. 19 Sin embargo, antes de la crisis de Octubre los exportadores se quejaban mucho de la inestabilidad economica interna bajo cuyas condiciones era bastante dificil trabajar en mercados externos. La preocupacion principal era la inestabilidad cambiaria, cuya politica se habria manejado son mucho criterio exportador, atendiendo problemas no concernientes al sector minero. En este sentido, las permanentes brechas cambiarias los perjudicaba directamente. Su produccion incorporaba costos a un tipo de cambio de mercado paralelo, pero debian vender a un tipo de cambio oficial bastante rezagado. Fruto de estos esfuerzos se habria desestimulado la exportacion de minerales. Ademas, la propia inflacion elevaba demasiado los costos de produccion, haciendo que la produccion nacional no sea competitiva a los precios internacionales vigentes; consecuentemente, los exportadores habrian preferido acumular inventarios para exportar en el futuro, cuando existiesen precios mas convenientes.8 En general, los efectos de la hiperinflacion no parecen haber sido los determinantes inmediatos mas importantes en la evolucion de las exportaciones mineras por lo menos de las tradicionales, sino las condiciones del mercado internacional. Grafico 3. Indices de las Exportaciones Mineras 1 1 01 0 09 08 07 06 05 04 03 0% V o lu m e n P re c io s 8 08 18 28 38 48 58 68 78 8A n o V a lo r 8 Otro fenomeno asociado a la baja de las exportaciones legales de minerales es el contrabando. S. Doria Medina coloca como una prueba de que realmente existio contrabando el hecho de que los paises limitrofes hayan empezado a exportar estano, siendo asi que no tenian reservas anteriormente Doria Medina, S. 1985. 20 % Grafico 4. Indice de Exportaciones de Hidrocarburos Valor Precios Volumen 1801701601501401301201101009080808182838485868788An o 21 Cuadro No. 7. Bolivia: Exportaciones de Minerales En miles de U Ano 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 Ano 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 Estano Concent 120.019 142.078 192.864 172.703 167.563 139.349 77.199 41.015 32.442 56.975 52.721 48.808 56.234 33.433 Estano Concent 17.418 18.740 18.413 13.818 11.304 8.313 5.525 3.238 2.509 4.663 4.434 8.618 8.255 4.734 Estano Metal. 51.379 74.251 135.921 201.508 228.004 238.800 265.896 237.328 175.464 190.773 133.927 55.292 12.638 43.461 Estano Metal. 7.497 9.868 12.677 15.928 15.313 14.218 18.725 18.654 13.532 15.614 11.707 8.207 1.849 6.071 Wolfram 22.298 34.844 45.132 39.472 35.148 47.369 42.955 33.776 20.008 18.941 10.292 6.649 5.094 5.264 Wolfram 2.551 3.278 2.833 2.852 2.647 3.435 3.091 3.272 2.548 2.472 1.644 1.504 1.200 1.035 Antimo nio 17.159 31.393 18.054 16.616 29.720 26.433 34.306 17.769 16.317 22.932 15.928 14.499 22.768 17.356 Antimo nio 11.927 17.409 13.822 10.527 16.710 12.622 17.759 10.891 12.919 10.888 7.750 8.479 12.484 8.397 Plomo Zinc Cobre Plata Bismuto Azufre Oro 7.706 8.436 12.404 10.683 17.995 14.450 11.459 6.540 4.007 1.007 537 5.010 4.259 5.920 40.332 39.139 44.745 31.527 42.687 36.679 40.423 38.395 33.372 37.278 29.486 28.010 32.798 60.149 7.263 6.519 4.099 3.968 3.296 3.536 4.402 3.126 2.978 1.837 1.709 777 12 142 28.542 24.323 30.843 33.764 58.267 118.328 71.693 37.067 58.264 21.441 10.192 27.293 33.348 45.057 7.528 3.697 5.168 635 287 2.670 9 0 0 0 0 235 0 129 Bolivia: Exportaciones de Minerales En miles de U 722 789 356 793 706 587 530 308 162 173 266 476 776 599 Plomo Zinc Cobre Plata Bismuto Azufre 17.665 18.582 19.887 16.482 15.636 15.936 15.613 11.557 9.342 2.361 1.369 12.886 7.443 9.895 49.544 49.206 61.356 52.037 53.934 46.236 44.680 44.543 41.352 36.868 33.941 35.572 39.639 53.969 5.991 4.680 3.174 2.990 1.740 1.676 2.545 2.139 1.925 1.333 1.245 568 7 111 204 177 209 198 181 176 204 151 158 80 52 157 152 217 612 303 535 131 46 547 2 0 0 0 0 45 0 11 21.920 14.881 6.276 14.726 13.532 11.244 10.202 5.914 3.010 1.878 2.741 4.730 8.746 6.733 0 0 0 0 0 0 0 0 0 0 0 7.182 37.477 59.755 Oro 0 0 0 0 0 0 0 0 0 0 0 1 3 4 Alea cion 0 0 0 0 0 0 0 0 0 0 0 2.253 1.489 1.248 Alea cion 0 0 0 0 0 0 0 0 0 0 0 402 246 226 Otrosa Total 1.545 1.458 3.082 3.956 8.191 12.926 7.174 4.025 4.302 12.683 8.700 336 274 545 304.493 366.927 492.668 515.864 591.864 641.127 556.046 419.349 347.316 364.040 263.758 196.820 207.167 273.058 Otrosa Total 22.867 4.826 9.448 34.852 5.661 12.091 8.111 7.280 8.252 5.713 2.133 10.985 1.539 10.329 158.196 141.950 148.630 164.541 136.704 126.494 126.457 107.639 95.583 81.870 67.016 92.154 81.583 101.732 Fuente: Ministerio de Mineria y Metalurgia. Elaboracion del Banco Central de Bolivia a Incluye sal, yeso, cadmio, hierro, calcita, manganeso, baritina y otros minerales 22 Hidrocarburos La exportacion de hidrocarburos tuvo una importancia fundamental en este periodo, el gas natural paso a ser el producto dominante de exportacion. El contrato de abastecimiento de gas natural a la Argentina genero un ingreso maximo anual de U 381.6 millones en 1982; luego decrecio permanentemente. Este contrato confronto problemas cuando la Argentina no pudo pagar las facturas a tiempo. Lamentablemente, la economia argentina a lo largo de los anos 80, mostro fuertes oscilaciones, que directamente perjudicaron las finanzas publicas bolivianas. Cuadro No. 8. Bolivia: Exportaciones de Hidrocarburos Miles de U Ano 1974 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 Petroleo 163.928.2 111.428.8 112.571.2 67.442.4 42.325.4 4.190.8 0.0 0.0 0.0 29.303.9 8.370.0 0.0 3.375.0 810.0 0.0 Gasolina y Otros 112.8 89.6 25.0 31.3 34.3 39.825.6 22.574.4 3.318.7 4.495.7 4.888.0 99.0 71.4 0.0 6.683.0 3.975.9 Gas Natural 29.188.2 42.453.3 54.896.3 66.802.6 78.505.8 104.981.6 220.869.4 336.664.9 381.625.8 378.154.5 375.720.4 372.573.8 328.667.6 248.566.0 214.948.3 Gas Propano 22.3 0.0 30.9 600.9 1.461.7 670.1 1.630.2 3.090.5 5.856.2 3.732.8 2.281.2 925.1 238.0 0.0 0.0 Gas Butano 0.0 0.0 0.0 0.0 0.0 0.0 55.8 3.419.6 6.430.9 3.981.0 2.436.0 941.2 238.0 0.0 0.0 Total 193.251.5 153.971.7 167.523.4 134.877.2 122.327.2 149.668.1 245.129.8 346.493.7 398.408.6 420.060.2 388.906.6 332.511.5 332.518.6 256.059.0 218.924.2 Bolivia: Exportaciones de Hidrocarburos Unidades de Volumen Petroleo Mil.Barr 10.798.4 8.282.6 8.064.9 4.489.4 2.862.8 182.2 0.0 0.0 0.0 1.039.1 210.0 0.0 270.0 50.0 0.0 Gasolina y Otros Mil. Barr 5.7 4.6 1.3 1.7 1.9 1.181.2 651.1 89.2 164.1 154.6 5.5 4.0 0.0 330.0 208.9 Gas Natural Mill. M3 1.546.1 1.556.7 1.571.2 1.639.1 1.581.4 1.726.4 2.039.7 2.195.7 2.296.9 2.227.1 2.210.3 2.216.1 2.214.6 2.119.9 2.228.5 Gas Propano T.M. 395.0 0.0 199.6 3.873.3 9.868.0 3.107.0 5.887.5 10.067.1 19.061.6 11.618.4 7.682.0 3.524.9 1.066.8 0.0 0.0 Gas Butano T.M. 0.0 0.0 0.0 0.0 0.0 0.0 195.8 9.724.1 19.061.6 11.618.4 7.682.0 3.524.9 1.066.8 0.0 0.0 Ano 1974 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 Fuente: Yacimientos Petroliferos Fiscales Bolivianos. Elaboracion del Banco Central de Bolivia 23 Ademas, desde principios de decada de los ochenta, los precios mundiales de hidrocarburos fueron descendiendo hasta el punto de hacer bajar las pretensiones de Bolivia sobre el precio real del gas que exportaba. Es mas, Argentina anuncio haber descubierto depositos gasiferos en su territorio, por lo que aparentemente no necesitaba mas del gas boliviano. Ante esta situacion se obligo a Bolivia a rebajar fuertemente sus precios de venta del gas. A la pregunta del efecto de la hiperinflacion sobre la cantidad exportada de hidrocarburos tendria que responderse de que, por lo menos a nivel comercial externo, no afecto en nada porque los volumenes exportados siguieron siendo los mismos Cuadro 8. En realidad, fueron la fijacion y el control de precios internos de los derivados del petroleo y el poco control del destino final del producto los que establecieron un fuete mercado de contrabando de exportacion. Es dificil obtener cifras exactas del volumen de este contrabando.9 NoTradicionales Las exportaciones de productos notradicionales alcanzan su punto maximo en 1980, en valor y volumen; luego, comienzan a bajar paulatinamente hasta alcanzar su minimo de 1984, en valor, y en volumen en 1985 Cuadro 9. Este tipo de exportaciones proviene, en gran parte, de la produccion del sector agropecuario y agroindustrial y, ademas, algo de manufactura liviana. Por consiguiente, la explicacion de la baja en las exportaciones no es clara pues, ante las continuas devaluaciones era de esperarse un incremento de estas, por lo menos, en volumen. Existen varios productos clasificados como notradicionales que tenian amplias oportunidades en los mercados internacionales y cuyos costos de produccion no deberian haberse visto afectados por tener muy poco grado de elaboracion. Este es el caso de la madera aserrada. La explicacion mas aceptada se refiere a la permanente existencia de una brecha cambiaria bastante pronunciada. Esta penalizaba a los exportadores que debian entregar sus ingresos en divisas al Banco Central de Bolivia. De este modo, es muy posible que solo hayan descendido las exportaciones registradas, pues habia un ilegal y significativo comercio fronterizo. Dados los bajos precios internacionales que alcanzaban los productos bolivianos, valuados a un tipo de cambio de mercado paralelo, era conveniente venderlos de esta forma; 24 las exportaciones legales y favoreciendo la aparicion de contrabando.10 desalentando Definitivamente solo aquellos productos que necesitaban una certificacion de ser procedentes de Bolivia registraban sus exportaciones. Por otra parte, las dificultades economicas que agobiaban a la economia desalentaban el desarrollo de nuevos proyectos, cuya produccion estaba destinada a la exportacion. En el periodo de postestabilizacion, estas exportaciones se recuperaron con mayor rapidez, pese a la existencia de nuevos factores que no incentivaban las ventas al exterior Cuadro 9. Este es el caso de la sobrevaluacion de la moneda nacional, las altas tasas de interes y la falta de un adecuado esquema de incentivos a las exportaciones. Grafico 5. Indices de las Exportaciones NoTradicionales 150125100%755025080Precios Valor Volumen 81828384858687 Fuente: Cuadro A.1 88Ano 9 Un esfuerzo de cuantificacion de este contrabando podria darse haciendo una extrapolacion del aumento de la demanda de combustibles en las areas fronterizas. Dado que no existe un gran flujo vehicular en estas areas, se puede suponer que todo el incremento se fue de contrabando. Aun asi, seria muy dificil conseguir estimaciones. 10 Contrabando propiamente dicho a practicas ilegales como la subfacturacion. 25 Importaciones c Las importaciones se redujeron fuertemente durante los anos de alta inflacion. En 1984, estas fueron las menores registradas en la decada U 488.5 millones y no volvio a repetirse la cifra alcanzada en 1981, que fue de U 917.1 millones. No cabe duda que las importaciones se vieron desfavorecidas por la escasez de divisas. Sin embargo, muchos arguyen que existio una amplia actividad de blanqueo de capitales que practicamente favorecio la importacion de articulos de consumo duradero y no duradero.11 Es asi que, si se observa la llegada de bienes importados durante esta epoca, claramente se intuye una desproporcion entre la capacidad para importar del pais y lo que efectivamente aparece como importado en este periodo. Por ejemplo, en el caso de vehiculos, las importaciones ilegales fueron considerables, tal como se puede deducir de las estadisticas de nacionalizacion de vehiculos Cuadro 10.12 Con todo, debido a las continuas devaluaciones de la moneda boliviana durante el periodo inflacionario, se tenia un tipo de cambio que encarecia los bienes importados. Ademas, existian restricciones comerciales mediante aranceles altos y prohibiciones y la falta de divisas. En esta fase de postestabilizacion y a consecuencia de los efectos del D.S. 21060, los problemas se invirtieron. Se habia facilitado notablemente entrar en el negocio de las importaciones. En todo caso, los efectos del entorno economico fueron diferenciados de acuerdo al uso economico de los bienes. Bienes de consumo En general, gran parte de las importaciones bolivianas se refieren a productos alimenticios ya industrializados. La gran necesidad de estos y la existencia de algunos productos alimenticios que definitivamente no podran ser producidos en Bolivia, provocan esta situacion. Es de suponer 11 La aparicion del miamicito, donde se vende articulos importados a precios bajos, sirve como un buen ejemplo. Ademas, las continuas prohibiciones de importaciones de cierta clase de bienes, consideradas no necesarias, tambien alentaban la aparicion de este tipo de mercados. Aparentemente, el capital provenia del ilicito comercio internacional de los derivados quimicos de la coca y de la efectivizacion de algunas franquicias otorgadas por el Estado, tales como la concesion de divisas a tasas preferenciales. 12 Un problema que merece mencion especial en este periodo, es el problema del contrabando de importacion. Actualmente, con tasas arancelarias bajas, aun se sigue teniendo contrabando, sin embargo, su efecto sobre el sector productivo es mas letal que 26 que la mayor parte de las importaciones de bienes de consumo en la epoca inflacionaria fueron de este tipo, sobretodo porque un ano antes 1983, Bolivia habia soportado desastres naturales que afectaron a su sector agropecuario. Por otra parte, existen bienes de consumo, tales como prendas de vestir, que pueden facilmente ser sustituidos por produccion nacional, y bienes no imprescindibles, como refrigeradores, cuya importacion debia haber disminuido notablemente. Las devaluaciones tanto en el mercado negro como en el oficial, en la epoca inflacionaria hacian que la desvalorizacion de la moneda que no favoreciera la importacion de bienes de consumo. Ademas, los aranceles para los bienes de consumo correspondian a los niveles mas altos, existian trabas paraarancelarias y prohibiciones especificas sobre algunas de estas importaciones por considerarlas superfluas. Estas razones, sumadas a la falta de disponibilidad de divisas y la falta de poder adquisitivo de la poblacion, causaron el descenso de las importaciones de bienes de consumo. Las importaciones de bienes de consumo fueron las que se recuperaron mas rapidamente en el periodo de postestabilizacion. Las consecuencias del D.S. 21060, tales como la liberalizacion del comercio exterior, la sobrevaluacion de la moneda, la eliminacion de prohibiciones, la baja del nivel arancelario, etc., produjeron un incremento de estas importaciones. Es posible que los consumidores bolivianos desearan reequiparse ante las nuevas facilidades de importacion y, ante todo, por lo barato que resultaba hacerlo. Esto produjo tambien la importacion de bienes superfluos que en otro caso no hubieran llegado al pais. Por otra parte, la permanente inestabilidad de los paises vecinos hacia que importar de estos resultase muy conveniente. Cuadro No. 10. Bolivia: Nacionalizacion de Vehiculos Periodo SepDic 1984 FebMay 1985 Total: No. de Vehiculos 14.916 3.892 18.808 Fuente: Direccion General de Aduana Nota. Aparece en Doria Medina, S., La Economia Informal, 1985 en el caso de estos anos. Las razones para esta situacion son: primero, existe mas gente ocupada en la actividad, debido al desempleo existente en el pais; segundo, el mercado se ha empequenecido de modo que su grado de absorcion se ha reducido. 27 Cuadro No. 9 Azucar Cafe Castana Bolivia: Exportaciones NoTradicionales En Miles de U Artesa Cueros nias Goma Maderas Ganado 30.820 51.226 5.683 8.068 12.291 6.649 1.765 4.853 8.565 6.292 19.698 20.794 15.825 15.520 13.922 6.570 13.780 13.231 11.522 16.911 2.820 2.862 2.541 2.243 1.756 2.322 1.437 3.465 6.655 5.559 7.228 4.854 5.155 3.176 816 764 1.415 6.191 8.119 19.543 2.902 1.279 917 588 1.249 1.536 1.166 13.427 6.754 514 1.903 4.700 3.240 4.150 2.709 753 510 3.757 1.850 2.023 21.651 31.080 17.986 11.604 7.760 5.975 5.822 22.656 30.882 25.496 2.527 4.204 4.768 1.068 628 145 298 4.850 1.010 2.142 Bolivia: Exportaciones NoTradicionales Ton. Metricas Prod. Met.Mec 4.783 8.814 7.989 4.925 0 0 0 5.843 17 65 Soya Otrosa Total 0 6.102 3.562 7.444 4.550 1.527 5.309 18.741 19.204 20.233 21.334 14.014 25.092 21.632 5.403 2.928 2.766 11.492 11.722 9.452 115.666 149.929 92.758 80.418 51.084 29.169 34.268 108.506 106.300 108.230 Azucar Cafe Castana Cueros Ganado Goma Maderas 120.193 98.718 18.768 35.700 47.561 19.028 6.023 17.523 35.069 22.346 7.438 5.426 5.039 6.822 6.556 3.272 6.615 5.202 5.888 7.199 3.864 3.614 2.095 2.769 5.281 6.260 5.474 10.310 6.453 4.990 3.488 1.243 1.266 1.730 680 643 953 3.649 4.388 9.217 11.857 6.394 4.558 3.347 4.123 5.123 3.118 11.465 5.773 438 2.301 2.693 1.488 2.463 3.981 3.409 2.242 3.757 1.966 2.187 72.280 84.405 33.224 24.139 22.694 21.654 22.110 51.144 55.230 50.685 Artesa nias Prod. Met.Mec Soya Otrosa Total 113 228 183 69 48 20 242 126 41 139 302 819 711 353 0 0 0 265 0 82 0 21.710 9.099 27.601 32.427 12.494 29.286 79.088 84.314 72.160 38.910 41.763 24.908 22.532 23.642 12.644 3.545 8.346 9.994 10.284 260.746 267.013 101.339 127.525 146.993 84.547 79.608 190.875 209.116 179.727 Ano 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 Ano 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 Fuente: Direccion General de Aduanas. Elaborado por el BCB 28 Cuadro No. 11. Bolivia: Importaciones de Bienes segun Uso o Destino Economico % A n o 1980 1981 1982 1983 1984 1985 1986 1987 1988P Bienes de consumo 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 No Duradero Duradero 61.93 38.07 46.91 50.39 59.17 40.83 70.73 29.27 44.26 55.74 34.48 65.52 46.30 53.70 48.77 51.23 53.92 46.08 Bienes Intermedios 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 Combustibles Agricultura Industria Constriccion Bienes de Capital Agricultura Industria Equipo y Transporte 0.68 4.47 82.08 12.77 4.07 4.30 77.22 14.42 3.62 2.94 79.15 14.29 1.45 3.97 79.24 15.34 0.74 8.62 75.04 15.61 0.86 6.62 83.09 9.42 1.15 6.71 77.86 14.28 0.65 3.69 83.52 12.14 0.69 3.64 86.32 9.35 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 100.00 5.61 61.03 33.36 6.09 58.33 35.57 2.57 69.94 27.49 3.29 70.34 26.37 7.29 55.86 36.84 10.79 54.03 35.18 14.24 53.87 31.89 9.22 50.95 39.83 8.61 51.46 39.93 100.00 Diversos 100.00 Fuente: Elaborado con base en datos del INE, Resumen, Estadisticas de Comercio Exterior 19801988. Junio, 1989. La Paz, Bolivia 100.00 100.00 100.00 100.00 100.00 100.00 100.00 Bienes intermedios El Cuadro 11 muestra que el sector manufacturero era el que importaba la mayor parte de los bienes intermedios alrededor de 80% de la importacion total de insumos; por tanto, la evolucion de la importacion de insumos dependia del desarrollo de este sector y como en la epoca de crisis tuvo altibajos notables, la importacion de insumos tambien los tuvo. Respondiendo al esquema de diversificacion del aparato productivo, a principios de los anos ochenta y hasta el lanzamiento de la NPE, se contaba con un nivel arancelario bajo para la importacion de insumos y un mercado protegido para la produccion de bienes finales, configurando un nivel de proteccion efectivo bastante alto. A este tipo de ventajas, en la epoca inflacionaria, se anadio la utilizacion de divisas concedidas a tasas preferenciales para la importacion de insumos. Ante estos incentivos era de esperarse que el aparato productivo utilizara cada vez en mayor proporcion, insumos importados; sin embargo, parece que esto no sucedio Cuadro 12. El D.S. 21060 y el D.S. 21660 modificaron completamente el entorno economico. Se elevaron los aranceles para los insumos, al adoptar el arancel uniforme, y la sobrevaluacion de la moneda en la fase de estabilizacion, hicieron que se mejorara la competitividad de los bienes 29 importados y se produjera menos localmente y, por tanto, tambien disminuyeran los requerimientos de insumos. Todas estas modificaciones crearon fluctuaciones en la importacion de insumos. Ademas, la baja de aranceles sobre bienes finales hacia que la importacion de insumos para la fabricacion de bienes transables ya no sea tan conveniente como antes de la NPE. Cuadro No. 12. Coeficientes de Insumos Importados sobre Produccion Bruta Ramas de Produccion Industrial Carnes Frescas y Elaborados Productos Lacteos Prod. de Molineria y Panaderia Azucar y Confiteria Prod. Alimenticios Diversos Bebidas Tabaco Elaborado Text.Prend.Vestir y Prod.de Cuero Madera y Productos de Madera Papel y Productos de Papel Sustancias y Productos Quimicos Prod. de Refinacion de Petroleo Prod. de Minerales No Metalicos Prod. Basicos de Metales Prod. Metalicos, Maquinaria y Equipo Prod. Manufacturados Diversos Coeficientes:a 1978 0.007 0.061 0.246 0.058 0.234 0.069 0.167 0.168 0.048 0.329 0.314 0.005 0.121 0.024 0.343 0.188 1980b 0.000 0.060 0.240 0.060 0.240 0.070 0.170 0.180 0.050 0.320 0.320 0.010 0.140 0.030 0.400 0.190 1985 0.004 0.058 0.250 0.058 0.255 0.720 0.171 0.177 0.054 0.325 0.342 0.006 0.135 0.025 0.415 0.199 1986b 0.010 0.060 0.250 0.060 0.260 0.070 0.170 0.220 0.040 0.320 0.340 0.010 0.130 0.030 0.420 0.200 Insumos importadosproduccion bruta Cooperacion Tecnica para el Establecimiento de una Estrategia de Desarrollo Industrial, PNUDOPEBID, Agosto 1987, La Paz a b Aparece originalmente con dos decimales Fuente: Elaborado con base en los Cuadros II7 a II10 que aparecen en: Cobas, Eduardo, Informe de la Primera Etapa de la Bienes de capital Bolivia al no producir significativamente bienes de capital, tiene una fuerte necesidad de importarlos. Desde principios del periodo de los ochenta la tasa de inversion fue disminuyendo paulatinamente, haciendose la tendencia aun mas pronunciada a medida que se elevaba el nivel inflacionario. Al estudiar otros casos inflacionarios, se concluye que las empresas se guarecen de las perdidas de capital invirtiendo en este tipo de bienes. En el caso boliviano, las dificultades para importar bienes de capital eran muy fuertes, basicamente por la falta de disponibilidad de divisas. Sin embargo, tampoco habia mucho interes porque no existian perspectivas de lograr mayores producciones futuras ni el incentivo de la integracion vertical. 30 El nivel arancelario para la importacion de bienes de capital, antes de la NPE, era muy bajo y habia facilidades crediticias para importar este tipo de bienes, por lo que debia esperarse un fuerte incremento, sin embargo, esto no sucedio. Mas bien, el problema se tradujo en una baja utilizacion de la capacidad instalada y, debido al paso del tiempo, en una obsolescencia de la maquinaria y equipo. Las importaciones de bienes de capital se incrementaron en la fase de estabilizacion, cuando las condiciones para importarlos eran dificiles. La uniformacion arancelaria habia elevado los costos de importacion, aunque la sobrevaluacion de la moneda y la inestabilidad cambiaria de los paises vecinos facilitaron la importacion. Posteriormente, se dictaron algunas reformas al sistema arancelario para atenuar los costos de su importacion. Por ultimo, las importaciones de capital ocupaban la segunda mayor participacion dentro de las importaciones totales desde 1977, pero en 1986, ano en que alcanza su valor maximo, se convierte en la mayor importacion boliviana, aprovechando las nuevas perspectivas economicas creadas por la estabilizacion. Desde el punto de vista productivo el sector manufacturero es el destinatario de la mayor parte de las importaciones de bienes de capital, posicion que nunca cambio. 31 Efectos Economicos de las Actividades de Exportacion El Tipo de Cambio y el Comportamiento de la Balanza Comercial En los siguientes parrafos se interpreta la evolucion de las variables economicas referidas 4. Bolivia aun no ha podido incrementar sus relaciones comerciales internacionales al nivel de los anos preinflacionarios. Debido a desfases en el mercado internacional, claramente fuera del alcance de las politicas economicas que pudiera implementar Bolivia, el pais ha sufrido una fuerte merma en su capacidad de generacion de divisas; por esto, tampoco ha sido posible reestablecer y expandir su capacidad para importar. a la exportacion y la forma de mejorar la situacion. a. Las continuas variaciones en los niveles inflacionarios de diferentes paises, provocan cambios en precios relativos internacionales, modificando el nivel de paridad de las monedas. No obstante, por diversas circunstancias, el tipo de cambio no se ajusta automaticamente para restablecer el nivel de paridad quedando modificada la posicion competitiva de los paises y afectando el intercambio real. En un periodo de alta inflacion estos cambios son impresionantes, aunque no siempre favorables debido a la existencia de brechas cambiarias. En el periodo anterior al lanzamiento del D.S. 21060 existia una brecha cambiaria que perjudicaba directamente a los exportadores legales que percibian un tipo de cambio bastante mas bajo que el de mercado paralelo o negro Cuadro 13. El rezago cambiario era el mayor problema reconocido y los diferentes gobiernos trataron de atenuarlo en diferente forma; pero sus esfuerzos resultaron inutiles.13 No era conveniente exportar legalmente, aun con la concesion de subsidios en el caso de las exportaciones notradicionales, pues era muy posible que estas no compensaran la brecha existente. 13 Es asi que el 22 de marzo de 1982 se implementa un mercado dual de divisas con una cotizacion oficial controlada y una tasa flotante determinada por el mercado. Los exportadores debian entregar el 40% de sus divisas al BCB, al tipo de cambio oficial y el restante 60% podian venderlo en el mercado libre. El 5 de noviembre de 1982 se adopto un tipo de cambio fijo y unico con control de cambios, implementandose la Comision de Politica Cambiaria para regular el mercado cambiario. Ante dificultades administrativas, en noviembre de 1983 se liberalizo la compra de divisas para transacciones referidas a viajes y transportes. En agosto de 1984 se dispuso la entrega obligatoria de divisas provenientes de exportaciones al BCB y al tipo de cambio oficial del 70% y el 30% restante debia ser utilizado para la importacion de insumos y pago de la deuda externa. Ademas, se implemento un sistema de tipo de cambio multiple esencial, complementario y de paridad y se creo el CERTEX, para compensar a los exportadores por las diferencias cambiarias. En febrero de 1985 se permitio la utilizacion libre de divisas 32 El Cuadro 13 muestra que desde el segundo semestre de 1982 hasta fines de 1985, la moneda nacional se hallaba subvaluada. Ante esta situacion era de esperarse que las exportaciones se vieran favorecidas, mientras que las importaciones perjudicadas. Segun el Cuadro 1, durante estos anos la Balanza Comercial tuvo superavit significativos. No obstante, el efecto favorable de la Balanza Comercial era contrarrestado por los movimientos de capital adversos y por el bajo nivel comercial alcanzado. Bolivia no tenia produccion ni encontraba mercado para expandir sus exportaciones. Sin embargo, es muy dificil aislar los efectos particulares de la brecha cambiaria sobre el monto de las exportaciones, pues existian otros problemas que tuvieron un efecto significativo. En el periodo de postestabilizacion hubo un rapido incremento de las importaciones, pero no asi de las exportaciones, cuya recuperacion es lenta. Puso ser que se hubiera desatado la necesidad de importar ya sea para reponer inventarios o recambiar equipo. Sin embargo, existia tambien el problema de una moneda cuya sobrevaluacion al contrario del periodo inflacionario, favorecia las importaciones y desalentaba las exportaciones. Por lo demas, la notable caida de los terminos de intercambio configuro otro tipo de problemas para los exportadores. Las nuevas condiciones para la movilidad de capital y las altas tasas de interes internas provocaban la entrada de capitales sobrevaluando la moneda local, que no estaban destinadas a inversion productiva. En todo caso, si lo hubiera sido, se habria incrementado la productividad y se hubiera podido contrarrestar los efectos de la sobrevaluacion mediante una baja de precios de la produccion domestica, atenuando la masiva entrada de bienes importados. De esta forma, aparte del problema de Balanza de Pagos, existe uno muy dificil en Balanza Comercial. Sus efectos no han de sentirse en el corto plazo debido a los movimientos de capital; sin embargo, los continuos deficit en la Balanza Comercial y sobretodo en la Cuenta Corriente, manifiestan la extrema debilidad del sector externo boliviano. Por ultimo, una moneda sobrevaluada induce una serie de comportamientos especulativos que si bien se manifiestan en movimientos de capital, tienen un efecto real muy importante, pues ya no se comercia en bienes o en servicios, sino simplemente se busca arbitrar o especular con los mecanismos financieros que permiten rapidas y casi seguras ganancias. al sector exportador publico y privado con porcentajes de 30% y 40, segun se trate de exportaciones tradicionales o notradicionales. Finalmente, en agosto de 1985 se establece el bolsin, que practicamente cerro la brecha cambiaria. 33 Cuadro No. 13. Bolivia: Tipo de Cambio Mensual Ano Mes 1982 Julio Agosto Septiembre Octubre Noviembre Diciembre 1983 Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre 1984 Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre 1985 Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre 1986 Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre 1987 Enero Febrero Oficial bU 25.00 25.00 25.00 25.00 25.00 25.00 25.00 44.00 44.00 44.00 44.00 44.00 44.00 44.00 44.00 44.00 200.00 200.00 200.00 200.00 200.00 200.00 200.00 200.00 200.00 200.00 200.00 200.00 510.20 510.20 510.20 510.20 510.20 2.100.00 2.100.00 2.100.00 2.100.00 2.100.00 2.100.00 2.100.00 9.000.00 9.000.00 9.000.00 50.000.00 50.000.00 50.000.00 75.000.00 75.000.00 75.000.00 75.000.00 1.078.029.00 103.290.00 1.209.733.00 1.595.032.00 2.062.871.00 1.836.643.00 Paralelo bU 25.00 41.25 41.25 41.25 41.25 41.25 42.35 43.92 48.21 79.00 89.00 103.00 152.00 180.00 233.00 230.00 250.00 290.00 390.00 500.00 500.00 420.00 280.00 390.00 600.00 780.00 785.00 1.050.00 1.350.00 1.200.00 1.900.00 2.100.00 2.780.00 3.560.00 3.480.00 3.330.00 3.500.00 7.330.00 13.515.00 15.160.00 18.394.00 23.381.00 68.299.00 132.856.00 126.451.00 162.700.00 250.000.00 470.330.00 847.419.00 1.149.354.00 1.065.166.00 1.117.903.00 1.333.100.00 1.724.194.00 2.287.258.00 1.912.500.00 Relacion PO 1.00 1.65 1.65 1.65 1.65 1.65 1.69 1.00 1.10 1.80 2.02 2.34 3.45 4.09 5.30 5.23 1.25 1.45 1.95 2.50 2.50 2.10 1.40 1.95 3.00 3.90 3.93 5.25 2.65 2.35 3.72 4.12 5.45 1.70 1.66 1.59 1.67 3.49 6.44 7.22 2.04 2.60 7.59 2.66 2.53 3.25 3.33 6.27 11.30 15.32 0.99 10.82 1.10 1.08 1.11 1.04 Indice de Tipo de Cambio Real Paraleloa 65.49 58.52 59.40 86.84 92.93 103.58 122.90 129.12 150.71 111.56 100.00 113.18 135.48 155.28 153.24 118.20 99.54 113.98 121.95 136.75 124.49 127.02 142.56 116.09 144.81 145.42 140.93 121.01 81.57 74.87 74.68 127.60 183.55 130.11 114.10 94.50 159.40 106.63 83.02 98.27 117.83 116.47 121.61 103.24 Fuente: Dossier de UDAPE a Morales, J.A., Precios, Salarios y Politica Economica durante la Alta Inflacion de 1982 a 1985. ILDIS, 1987 34 Consecuencias Economicas de la Actividad Exportadora b. Por lo expuesto en la seccion anterior, se llega a la conclusion de que tanto la exportacion de minerales como la de hidrocarburos no dependian de las acciones de politica economica boliviana y, consecuentemente, tampoco dependian del nivel de actividad productiva local ni del nivel de precios internos. En realidad, solo la exportacion de productos notradicionales, cuyo desarrollo es bastante reciente, parece responder a estas acciones. La importancia asignada en la economia a la exportacion de productos primarios radica en que el sistema economico boliviano esta disenado para aprovechar los beneficios de este tipo de exportaciones, mediante regalias e impuestos. Por el contrario, la exportacion de productos notradicionales no esta gravada con ningun impuesto y, ademas, implica sacrificios fiscales via reintegros arancelarios superiores a los impuestos efectivamente pagados. Este esquema economico respecto a las exportaciones ha funcionado de esta forma durante toda la decada de los ochenta y ha provocado algunas distorsiones serias. Actualmente, las exportaciones de productos notradicionales no genera directamente ningun ingreso adicional para el TGN. La pregunta pertinente se refiere a la viabilidad del esquema en el largo plazo, suponiendo un fuerte incremento en las exportaciones notradicionales. Esto implica sacrificios fiscales muy dificiles de solventar. Aun mas, suponiendo que el TGN sea capaz de soportar tales sacrificios, estara en pais en condiciones de continuar con los incentivos?.14 En aras de la competitividad de las exportaciones se esta sacrificando otras posibilidades de gasto del sector publico. forestales y agroindustriales con muy poca elaboracion. Requieren muy pocos insumos importados en su elaboracion, por lo que el reintegro arancelario en su modalidad actual, se convierte en subvencion pura. El fomento de las exportaciones no debiera implicar sacrificios fiscales directos, sobretodo porque se trata de productos de muy poca elaboracion, que de igual manera alcanzarian mercados internacionales. Por otra parte, el nivel de la actividad exportadora de bienes primarios fue suficiente como para mantener un cierto equilibrio en las necesidades de divisas del pais, durante la mayor parte de las dos decadas precedentes. Estas exportaciones solventaban incluso las transferencias Las exportaciones notradicionales son productos agropecuarios, 14 Ademas, hay que considerar que ante un fuerte incremento en las exportaciones notradicionales, aparecen cuellos de botella. No solo se trata de falta de insumos, sino de falta de infraestructura basica que el Estado debera proveer. 35 salidas de capital. Ademas, durante el periodo de los setenta, las entradas de capital fueron sumamente fuertes. En consecuencia, no existia ningun impulso inflacionario de especulacion proveniente del sector externo y, como se puede confirmar, solo se tenian tasas inflacionarias muy bajas excepto en 1972 y 1974, explicables por otras razones. Tampoco se sentia la necesidad de devaluar la moneda local, aunque se tenia indicios ciertos de que estaba sobrevaluada.15 Una vez que la debilidad del sector externo se hizo evidente; es decir que la capacidad de generacion de divisas no fue suficiente como para sostener el nivel de actividad de la economia en todas sus facetas intercambio comercial y solvencia financiera o equilibrio en balanza de pagos, se ingreso en una situacion de crisis, donde la brecha existente entre necesidad y disponibilidad de divisas hacian inevitables continuas devaluaciones. Ademas, este hecho favorecia la aparicion de especulacion sobre el precio de la divisa. Estos motivos supusieron impulsos inflacionarios sumamente fuertes. Por ultimo, luego de la estabilizacion 1985, la economia regreso a un equilibrio milagro boliviano; pero a un nivel de actividad economica demasiado bajo recesion. El metodo para lograr esta solucion fue el de disminuir el nivel de actividad economica y, por tanto, la necesidad de divisas hasta un nivel que fuera compatible con la situacion del sector externo. En consecuencia, desaparecio, tanto la necesidad de devaluar como los margenes para la especulacion cambiaria, aunque el equilibrio resultante se manifiesta bastante precario. Ahora el problema es incrementar el nivel de actividad economica sin entrar en nuevas espirales inflacionarias. En este caso, el objetivo respecto al sector externo es mantener la igualdad entre la capacidad de generacion de divisas y la necesidad de estas a medida que se vaya incrementando el nivel de actividad economica. Por el momento, todo intento de elevar el nivel de actividad economica parece repercutir con mayor fuerza, o mas que proporcionalmente sobre la necesidad de divisas. 15 Hubo una devaluacion en 1972. Para los defensores del plan de estabilizacion de 1985, aquello era una muestra de la solidez del diseno del plan, pues habian transcurrido 12 anos desde el ultimo cambio del precio del dolar. Esto es solo parcialmente cierto, ya que los niveles inflacionarios locales fueron superiores al resto del mundo y no se habian logrado apreciables incrementos en productividad. 36 Los Bienes Exportados por Bolivia c. La cartera de productos de exportacion es bastante limitada; es decir, minerales, gas natural y productos notradicionales. Bolivia ha estado haciendo esfuerzos considerables por diversificar esta cartera mediante la industrializacion de algunos productos. Dentro de este esquema se intento industrializar el pais via refinacion de las materias primas que ya se exportaban minerales. La idea era elevar el valor agregado del producto exportado y, ademas, ahorrar divisas evitando los gastos de realizacion en que se incurria al exportar concentrados. Ante la perspectiva de mayores beneficios a traves de la exportacion de refinados de petroleo, tambien se constituyeron refinerias de petroleo. En general, fue un buen intento, pero varios motivos evitaron su exito. Estos fueron: la falta de produccion interna, la desfavorable evolucion de los precios en los mercados internacionales, los costos financieros y los cotos de introducir una tecnologia nueva y no dominada por el pais.16 Este ultimo motivo fue muy subestimado. En realidad, se trataba de introducir alguna elaboracion en el producto y asi obtener mayores divisas por las exportaciones. Actualmente, tambien se sigue este tipo de politicas con los productos de origen agropecuario y forestal; tal es el caso de productos como la madera, el cuero, el cafe, la soya, etc. De hecho, se elaboran estos productos para que sea posible su comercializacion internacional. Nuevamente, se enfrenta con problemas de adecuacion tecnologica debido a la utilizacion de tecnologia no dominada que es necesaria para realizar la elaboracion. La unica y quiza importante diferencia, es que la adquisicion de esta tecnologia es facil, al ser mas conocida y barata que en el caso de los minerales y los hidrocarburos. En consecuencia, es clara la evolucion del tipo de producto que exporta generalmente Bolivia. Se ha pasado de una materia prima basica caso sin elaboracion, intensiva en recursos naturales renovables y no renovables, a la exportacion de materia prima con alguna elaboracion a un costo muy alto. Los esfuerzos por realizar otro tipo de exportaciones manufacturas han resultado totalmente infructuosos. Existe poca produccion competitiva de este tipo y los esfuerzos por atraer empresas multinacionales, para que construyan sus plantas industriales, han chocado con la falta de infraestructura basica para el desarrollo industrial. Con todo, la oferta exportable de productos bolivianos es diversificable en el corto plazo. En realidad, se necesita un esfuerzo de consolidacion de las exportaciones actuales. Por ejemplo, 37 en mineria existen otros minerales de metales fuera del estano y el wolfram cuyas reservas probadas son importantes y que tienen buen precio. Este es el caso del antimonio, zinc, oro, plata, cobre y plomo. Ademas, existen minerales, tales como el azufre y el litio que tambien pueden ser aprovechados como productos de exportacion. Por otro lado, las reservas probadas de gas natural permiten esperar con optimismo un futuro halagueno en este tipo de exportaciones, si se puede encontrar nuevos consumidores interesados en el recurso. Ademas, las fuertes expectativas de que aun existen importantes depositos de petroleo en el pais incentivan su busqueda. Finalmente, las exportaciones de productos notradicionales tambien tienen buenas perspectivas. Si bien la mayor parte de estas son productos agropecuarios y forestales, el desafio consiste en exportar manufacturas; es decir, exportaciones no intensivas en recursos naturales. No obstante, proseguir con este tipo de empeno tropieza con el problema de que no existe en el pais la suficiente reserva de conocimientos tecnicos como para introducirlos en los productos de exportacion.17 Por tanto, el tema pertinente es la posicion comercial de los productos bolivianos en el mercado mundial. Los productos mostrados en el Cuadro 6 han constituido la oferta exportable boliviana; sin embargo, la situacion particular de cada uno de ellos en los mercados internacionales no es la misma.18 16 Habria que mencionar tambien los problemas de ingresar a mercados oligopolicos fuertemente controlados. 17 En el caso peruano se anota que las exportaciones que se realizan a paises tecnologicamente superiores a ellos eran recursos naturales, casi sin elaborar; mientras que sus exportaciones de manufacturas eran a paises considerados tecnologicamente inferiores a ellos. Entre estos esta Bolivia VegaCenteno, M., 1989. 18 Para un tratamiento mas particular de cada producto se pueden ver los siguientes trabajos: Morales, J.A., 1987a y Murphy, K. y Kruger, W. 1987. 38 Analisis Cuantitativo de las Exportaciones en el Periodo Inflacionario 5. Las series de datos muestran que las exportaciones bolivianas tradicionales y notradicionales han decrecido fuertemente durante la epoca aguda de la inflacion. Por tanto, ,en este capitulo se desarrollo un modelo econometrico para conocer los efectos de diferentes variables en el volumen fisico de las exportaciones. En especial, se quiere identificar el papel de la inflacion en la determinacion de los volumenes fisicos exportados. Si bien la inflacion es un fenomeno generalmente caracterizado como monetario, se conjeturaba que tambien influia en el volumen de exportaciones. Se propone un modelo general para los tres tipos de exportaciones minerales, gas natural y productos notradicionales. Bajo esta aproximacion no se espera que todas las exportaciones respondan de igual manera a las variables planteadas. En algunos casos las condiciones externas mercado de exportacion, son mucho mas importantes que los problemas internos de inflacion. Sin embargo, algunas exportaciones debieran mostrar cierta sensibilidad. Se examina, en primer termino, la influencia del nivel de precios esperado sobre la exportacion. La presencia de devaluaciones en una situacion de alta inflacion podria generar expectativas de precios buenos, por lo que se exportaria mucho mas, especialmente si se considera que los precios reales de los factores productivos nacionales sufren una declinacion. En segundo lugar, se examina la influencia de la inflacion inesperada sobre la exportacion. Ante la incertidumbre cualquier alteracion de la situacion esperada provoca una actitud conservadora y, por otro lado, incrementa diferentes costos para cubrirse de posibles perdidas. Ademas, en este punto se examina la influencia del desorden en la economia sobre las exportaciones. Se supone que una mayor desorganizacion de la economia provoca menores posibilidades de exportacion. Finalmente, se estima el efecto de las alteraciones en el tipo de cambio sobre las exportaciones. a. El modelo que se emplea para todos los sectores exportadores es el siguiente: IVFX VARIANZAt 3INFINESPt BRECHAt El Modelo INPRELt DUMMY1021ut3 39 donde: IVFX Indice de volumen fisico de exportaciones INPREL Indice de precios relativos BRECHA Indice diferencial cambiario INFINESP Tasa de inflacion inesperada VARIANZA Indicador de la variabilidad de precios relativos DUMMY Variable dicotomica: 1 para el trimestre 1, 0 para los demas trimestres Como indicador de las exportaciones se utiliza el indice de volumen fisico de las exportaciones. Para aproximar la variable de precios relativos se utiliza el indice de precios al por mayor IPM industrial relacionado al IPM general. La diferencial cambiaria es aproximada por la variable BRECHA que mide la diferencia entre el tipo de cambio de mercado paralelo relacionado al tipo de cambio oficial. Para medir el grado de incertidumbre se utilizan dos aproximaciones. Primero, la inflacion inesperada INFINESP y la varianza del indice de precios al consumidor VARIANZA.19 De acuerdo al comportamiento normal de las variables incluidas se espera que la brecha cambiaria, la inflacion inesperada y la varianza tengan signos negativos, mientras que el indice de precios relativos tendra un signo positivo. Se indica la construccion de las variables en el Apendice 1. b. Los datos que se utilizan son: El indice de volumen fisico de exportacion, elaborado con base en datos provenientes de las polizas de exportacion.20 El indice de precios al por mayor, elaborado por el Banco Central de Bolivia BCB El indice de precios al consumidor, elaborado por el Instituto Nacional de Estadistica INE Los datos de tipo de cambio en el mercado oficial y paralelo son los recolectados por el BCB. Todas estas cifras son trimestrales. Ademas se han realizado algunas elaboraciones citadas en el Apendice 1 Datos y Resultados 19 La interpretacion de estas variables es la misma que en Espejo, J. 1990. 20 Esta serie aparece en Benavides, M. 1988. 40 La Tabla 1 muestra las regresiones para los diferentes tipos de exportaciones, es decir, El metodo utilizado para realizar el analisis estadistico es el de obtener regresiones minimocuadraticas con correcciones por autocorrelacion de primer orden metodo CochranOrcutt. estano, gas natural y productos notradicionales. La primera regresion esta desarrollada para las exportaciones de estano. La unica variable significativa es la constante; por lo demas, no presenta un ajuste bueno ni tampoco el Ftest es significativo. Asi, la exportacion de estano no parece depender de la evolucion de precios relativos, ni de las variables que muestran la situacion economica general del pais. Bolivia: Regresiones para Diferentes Tipos de Exportaciones Tabla 1 22.602 46.288 0.1679 0.9030 INFINESP INPREL BRECHA 15.848 30.081 0.081 0.5880 59.172 31.462 696.576 580.378 74.322 108.145 593.292 378.768 19.969 46.753 DUM1 88.148 137.741 143.639 26.907 104.025 159.358 DUM2 77.242 133.979 78.119 25.962 202.646 124.386 DUM3 10.627 120.032 158.429 23.418 301.171 134.654 AR1 0.3883 0.2368 0.3488 0.2451 0.1425 0.2564 F TEST R2 0.25 0.89 0.67 0.74 19.19 4.43 DW 2.17 1.57 1.71 Datos trimestrales: 1982.21987.4 Numero de Observaciones: 23 Variable Dependiente: IVFX Constante 321.497 Estano 526.186 112.676 Gas 98.364 Natural 235.269 NoTradicionales 376.695 Nivel de significacion 10% Nivel de significacion 5% Nivel de significacion 1% 41 Tabla 2 Bolivia: Regresiones para Diferentes Tipos de Exportaciones Datos trimestrales: 1982.21987.4 Numero de Observaciones: 23 Variable Dependiente: IVFX Constante 1.433.782 551.185 1.140.362 100.383 29.858 377.821 Estano Gas Natural NoTradicionales Nivel de significacion 10% Nivel de significacion 5% Nivel de significacion 1% 80.179 604.624 86.804 109.321 539.343 379.936 INPREL BRECHA 17.557 29.920 0.0525 0.5867 56.642 31.237 VARIAN ZA 160.734 451.601 30.105 84.872 201.299 308.335 DUM1 77.565 134.215 143.255 26.285 105.052 145.937 DUM2 67.613 137.041 76.378 26.440 192.474 123.931 DUM3 1.258 119.538 15.888 23.424 296.574 135.853 AR1 0.4079 0.2378 0.3479 0.2441 0.165 0.2430 DW 2.16 1.58 1.75 F TEST R2 0.25 0.90 0.67 0.72 19.32 4.52 La segunda regresion se refiere a la exportacion de gas natural a la Argentina. Aparte de la constante, las otras variables no son significativas; es decir, estas exportaciones son sensibles a las condiciones internas del pais. Sin embargo, responde a las variables DUMMY que reflejan la estacionalidad de las exportaciones. Durante el primer trimestre de cada ano, correspondiente a la estacion de verano en Argentina, se reducen las exportaciones de gas natural. La tercera regresion corresponde a la exportacion de productos notradicionales. Aunque tampoco es sensible a los precios relativos y de incertidumbre, la variable BRECHA es significativa consigno negativo. Esto muestra claramente la posicion desventajosa del exportador frente a la sobrevaluacion oficial de la moneda local, que desalentaba las exportaciones legales. Por ultimo, las exportaciones notradicionales tienen cierto componente estacional, pues la DUMMY del tercer trimestre es significativa y con signo negativo; es decir, durante este trimestre se reducen las exportaciones tradicionales y, por el valor de su coeficiente, es bastante cantidad. 42 En la Tabla 2 se presentan las regresiones que incluyen la variable VARIANZA. Como se puede ver, no existe ninguna diferencia significativa en los resultados, mostrando la robustez de los resultados. En resumen, las exportaciones bolivianas no son sensibles a las variaciones del nivel de precios ni a la incertidumbre. Por otra parte, solo las exportaciones notradicionales son sensibles a la brecha cambiaria, que las perjudica. Las exportaciones de gas natural y los productos notradicionales responden tambien a las variables de estacionalidad. 43 Conclusiones 6. El examen de la balanza de comercio evidencia que hubo un descenso en el nivel comercial boliviano. Aunque no cambiaron los productos exportados: minerales, gas natural y productos notradicionales, el valor de estas descendio. Ademas, hubo un cambio cualitativo pues el gas natural paso a ser el producto mas importante en las exportaciones bolivianas. Las importaciones bolivianas tambien descendieron hasta antes de la NPE. Su mayor problema fue la falta de disponibilidad de divisas. De hecho, los efectos de la crisis inflacionaria se sintieron con mayor intensidad en esta actividad. La situacion economica para exportaciones e importaciones tuvo un cambio diametral despues del lanzamiento del plan de estabilizacion. Hasta 1985, las exportaciones se vieron favorecidas por las continuas devaluaciones en el mercado paralelo, aunque el efecto positivo era neutralizado por el rezago cambiario, mientras que las importaciones fueron perjudicadas por las devaluaciones y, ademas, por la escasez de divisas. Despues de la NPE se hizo muy conveniente importar; pero no exportar. A partir de 1986, la balanza comercial se torno deficitaria. Aunque las exportaciones crecieron, estas se vieron perjudicadas por la sobrevaluacion de la moneda, la debil demanda internacional por materias primas y la evolucion adversa de los terminos de intercambio. Es por esto que los sucesivos gobiernos han seguido politicas para incentivar las exportaciones, de los cuales el CRA es el mas notorio, aunque no ha sido posible revertir la situacion. No obstante, el costo de estas politicas es bastante alto para el pais. Sin embargo, el mayor impulso para el desequilibrio en balanza comercial proviene de la sobrevaluacion de la moneda local. Evita una mayor competitividad de los productos bolivianos e incentiva las importaciones. Por otro lado, el bajo nivel alcanzado en las transacciones internacionales, perjudica las posibilidades de produccion de los agentes locales. El analisis cuantitativo confirma la falta de sensibilidad de las exportaciones a cambios en los precios relativos. Por otra parte, la exportacion de gas natural solo responde a cierta estacionalidad y finalmente, las modificaciones en el tipo de cambio solo afectan a las exportaciones notradicionales. El esfuerzo boliviano por romper las restricciones de su sector externo elevar el nivel de su comercio exterior se ha manifestado en diversas medidas economicas y viajes. No obstante, hasta el momento no se ha tenido el exito deseado. Parece que aun se deben realizar modificaciones estructurales para lograr un incremento efectivo de las exportaciones. 44 Cuadro No. A.1 Resumen de Indicadores de Comercio Exterior base 1980 100 IVOLEXTR 100.00 104.00 100.00 92.000 91.000 80.000 85.000 81.000 90.000 INVOLEX 100.00 98.000 94.000 86.000 82.000 73.000 86.000 81.000 86.000 IVAEXHI 100.00 137.00 163.00 171.00 159.00 153.00 136.00 105.00 89.000 INPREEX 100.00 96.600 91.900 92.000 91.800 88.400 71.800 68.000 67.200 INVOLIM 100.00 129.00 74.000 76.000 62.000 80.000 83.000 89.000 70.000 IVAEXMI 100.00 86.000 65.000 54.000 56.000 41.000 31.000 32.000 42.000 INPREIM 100.00 106.70 114.30 113.00 116.50 126.40 121.00 129.00 132.70 IPREXHI 100.00 137.00 153.00 155.00 156.00 154.00 136.00 109.00 95.000 IVAEXNT 100.00 63.000 55.000 34.000 20.000 24.000 76.000 73.000 72.000 INTERIN 100.00 90.534 80.402 81.416 78.798 69.937 59.339 52.713 50.641 IPREXMI 100.00 83.000 72.000 73.000 71.000 66.000 42.000 46.000 50.000 IVOLHID 100.00 100.00 107.00 111.00 102.00 100.00 100.00 96.000 94.000 INVALEX 100.00 95.000 87.000 79.000 75.000 65.000 62.000 55.000 58.000 IPREXNT 100.00 98.000 87.000 72.000 81.000 83.000 116.00 125.00 137.00 IVOLMIN 100.00 104.00 91.000 74.000 80.000 62.000 73.000 69.000 85.000 INVALIM 100.00 138.00 85.000 86.000 73.000 101.00 100.00 115.00 92.000 IPREXTR 100.00 96.000 92.000 94.000 93.000 89.000 70.000 64.000 62.000 IVOLNT 100.00 64.000 63.000 48.000 25.000 28.000 86.000 58.000 53.000 1980 1981 1982 1983 1984 1985 1986 1987 1988 1980 1981 1982 1983 1984 1985 1986 1987 1988 1980 1981 1982 1983 1984 1985 1986 1987 1988 Fuente: Dossier de UDAPE Nota. La clave de nombres es la siguiente: I Indice VA Valor VOL Volumen MI Mineras PRE Precios Este cuadro es la base de datos para los graficos HID Hidrocarburos EX Exportaciones NT Notradicionales IM Importaciones TR Tradicionales 45 1982.2 1982.3 1982.4 1983.1 1983.2 1983.3 1983.4 1984.1 1984.2 1984.3 1984.4 1985.1 1985.2 1985.3 1985.4 1986.1 1986.2 1986.3 1986.4 1987.1 1987.2 1987.3 1987.4 1982.2 1982.3 1982.4 1983.1 1983.2 1983.3 1983.4 1984.1 1984.2 1984.3 1984.4 1985.1 1985.2 1985.3 1985.4 1986.1 1986.2 1986.3 1986.4 1987.1 1987.2 1987.3 1987.4 Cuadro No. A.2 Base de Datos para las Regresiones sobre Exportaciones BRECHA 0.10000 1.3409 4.2955 0.45000 1.5000 0.95000 2.9250 1.3520 4.4488 0.58571 5.4357 1.5979 1.5290 5.2711 0.00915 0.05987 0.03447 0.01956 0.00477 0.01516 0.00484 0.01183 0.01200 ESTANO 93.000 111.00 81.000 96.000 71.000 68.000 51.000 120.00 77.000 80.000 84.000 60.000 82.000 55.000 89.000 75.000 112.00 62.000 48.000 38.000 41.000 46.000 54.000 DUM1 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 GAS 119.00 127.00 107.00 91.000 117.00 125.00 105.00 92.000 115.00 124.00 103.00 91.000 117.00 123.00 104.00 91.000 115.00 123.00 106.00 91.000 102.00 111.00 111.00 DUM2 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 INFESP 0.90233 0.86085 0.92124 0.87754 0.83297 0.68274 0.66277 0.67960 0.79514 0.63362 0.74321 0.88817 0.77915 0.98482 0.99748 1.0115 1.0008 0.98218 0.97841 0.97143 0.97118 0.96726 0.97240 DUM3 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 INFINESP 0.08542 0.35456 0.43085 0.20005 0.27990 0.02304 0.50271 0.03171 0.39147 0.02668 1.3454 4.5266 1.6464 0.47001 0.79842 1.0204 0.18747 0.29617 0.22674 0.20962 0.23456 0.27266 0.23187 DUM4 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 0.0000 0.0000 0.0000 1.0000 NOTRAD 125.00 36.000 73.000 56.000 110.00 50.000 42.000 32.000 47.000 25.000 49.000 34.000 49.000 18.000 79.000 73.000 113.00 41.000 56.000 107.00 95.000 44.000 80.000 VARIANZA 0.01052 0.06510 0.06675 0.03193 0.02082 0.03695 0.05286 0.06740 0.05705 0.47020 0.49271 0.52916 0.52916 0.04866 0.19046 0.03177 0.06731 0.01329 0.00628 0.00999 0.00698 0.00598 0.00309 Fuente y elaboracion en el texto 46 Bibliografia Benavidez, M. 1988. Efectos de la Politica Cambiaria y su Incidencia en la Sector Externo. Tesis de Grado. La Paz: Universidad Catolica Boliviana BrescianiTurroni, C. 1929. The Economics of Inflation. London: Editorial Allen and Unwin Doria Medina, S. 1985. La Economia Informal en Bolivia. La Paz: Editorial EDOBOL Espejo, J. 1990. El Sector Productivo Boliviano durante el Periodo Inflacionario Documento de Trabajo. La Paz: IISEC Graham, F. 1930. Exchange, Prices and Production in Hyperinflation Germany. Princeton: Princeton University Press Kindleberger, C. 1976. Economia Internacional. Madrid: Editorial Aguilar Morales, J.A. 1987a. Las Perspectivas de Mercado para los Principales Productos de Exportacion Bolivianos. La Paz: JUNACBID . 1987b. Precios, Salarios y Politica Economica durante la Alta Inflacion Boliviana, de 1982 a 1985. La Paz: ILDIS . 1990. La Transicion de la Estabilidad al Crecimiento Sostenido en Bolivia. Inflacion Rebelde en America Latina. Editorial CIEPLANHACHETTE Murphy. K. y W. Kruger. 1987. Una Estrategia de Agroexportacion para Bolivia. La Paz: JUNACBID Penaranda, C. 1987. Informe: Desarrollo del Comercio Exterior Boliviano: La Promocion de Exportaciones. La Paz: JUNACBID Sachs, J. 1986. The Bolivian Hyperinflation and Stabilization. NBER Working Paper No. 2073 Noviembre Unidad de Analisis de Politica Economica. 1985. Analisis de la Gestion Economica en Bolivia 19821985. Octubre. UDAPE VegaCenteno, M. 1988. Desarrollo Industrial y Exportaciones Industriales Economia. Junio 21:940 J.P. Arellano, compilador. Santiago de Chile: 47 1 2 3 4 A P E N D I C E 1 Indice de precios relativos INPREL Brecha BRECHA Indice Indicedede Pr Precioseciosalalporpor Mayor Mayor Industrial General Tipo Tipodede Cambio Cambio Paralelo Oficial Varianza del indice de precios al consumidor DPwt 11,2DPt VARIANZA donde: ni 1DPwt 11, DPty DPt 1,ln IPCt 1,ln IPC t 1,1 El indice de precios al consumidor IPC considera una canasta de 70 bienes que representa una ponderacion total de aproximadamente el 70% del total que utiliza el INE para la elaboracion del Indice de Precios al Consumidor. Inflacion inesperada INFINESPt donde: EDPtDPt EDPt 10DPt 12DPt 23DPt 3 es un proceso autorregresivo de tercer orden 48 ", "filename": "622430947.pdf", "person": ["Justo F. Espejo L.", "Espejo L., Justo F."], "date": ["1990"]}