{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32794/1/622454730.pdf"], "title": ["The cluster-based development strategy in Kazakhstan's agro-food sector: A critical assessment from an Austrian perspective", "Die Clusterförderungsstrategie im Agrar- und Ernährungssektor Kasachstans: Eine kritische Bewertung aus Sicht der Österreichischen Schule"], "plaintext": "The clusterbased development strategy in Kazakhstans agrofood sector 3ABSTRACT This paper challenges the uselfullness of the clusterbased development strategy to diversify and increase the competitiveness of Kazakhstans economy, regarding the case of the countrys agrofood sector. For this it refers to insights of the Austrian Market Process Theory. It is argued that already the theoretical foundations of the cluster concept suffer from severe difficiencies, because it widely neglects the function of competition as a discovery procedure with alert entrepreuneurs as the driving force. Moreover, it ignores the knowledge requirements and limitations in a modern market economy for any outside third party to identify and promote successful industry structures. The closer examination of the implementation of the cluster development program in Kazakhstans agrofood sectors shows that cluster facilitation in practice turned out to be another form of social engineering and picking winners. In the light of the Austrian understanding of the market system as an entrepreneurial discovery process the paper suggestes as alternative policy option to concentrate on the establishment of a stable institutional framework for the whole economy that stimulates the entrepreneurial discoveries of profitable businesses. Yet, such an Austrian approach is politically less appealing, for it might bring no quick results due to the prevalence of conflicting informal institutions which in the short run might be difficult to change. JEL: B 53, Q 13, L 22, L 52 eywords: Cluster, Kazakhstan, industrial policy, institutional change. ZUSAMMENFASSUNG DIE CLUSTERFORDERUNGSSTRATEGIE IM AGRAR UND ERNAHRUNGSSEKTOR KASACHSTANS: EINE KRITISCHE BEWERTUNG AUS SICHT DER OSTERREICHISCHEN SCHULE Der Beitrag diskutiert die Eignung der Clusterforderungspolitik zur Diversifizierung und Verbesserung der Wettbewerbsfahigkeit der Volkswirtschaft Kasachstans am Beispiel der Agrar und Ernahrungswirtschaft des Landes. Dazu wird auf Erkenntnisse der Marktprozetheorie der Osterreichischen Schule zuruckgegriffen. Es wird argumentiert, da allein schon die theoretische Fundierung der Clusterforderungspolitik fraglich ist, weil sie die Funktion des Wettbewerbs als eines Entdeckungsverfahrens mit findigen Unternehmern als treibende Kraft vernachlassigt. Daruber hinaus unterschatzt sie die Anforderungen an das Wissen, das staatliche Akteure und beratende Okonomen haben muten, um erfolgversprechende Industrie und Unternehmensstrukturen identifizieren und fordern zu konnen. Die Analyse der Umsetzung der Clusterforderungspolitik in Kasachstans Agrar und Ernahrungswirtschaft zeigt, da sie praktisch nichts anderes ist als eine weitere Form von staatlichem Konstruktivismus und einer Politik der picking winners. Ausgehend vom Verstandnis der Osterreichischen Schule des Marktsystems als eines von findigen Unternehmern getragenen Entdeckungsverfahrens schlagt der Beitrag als alternative Strategie vor, sich auf den Aufbau von verlasslichen institutionellen Rahmenbedingungen zu konzentrieren, die fur alle Sektoren der kasachstanischen Volkswirtschaft 4 Jurgen Wandel gleichermaen gelten und die geeignet sind, den unternehmerischen Entdeckungsproze zu fordern. Aus politischen Grunden durfte jedoch diese osterreichische Politikoption wenig attraktiv sein, da sie langfristig angelegt ist und kurzfristig nicht zuletzt aufgrund des Konflikts zwischen formalen und informalen Institutionen keine sichtbaren Resultate erwarten lasst. JEL: B 53, Q 13, L 22, L 52 Schlusselworter: Cluster, Kasachstan, Industriepolitik, institutioneller Wandel. The clusterbased development strategy in Kazakhstans agrofood sector 5TABLE OF CONTENTS Abstract  Zusammenfassung  1 Introduction   2 Positive and normative arguments of cluster Theory  2.1 Externalities and agglomeration economies  2.2 Reduction of transaction and agency costs  2.3 The coordination failure argument  2.4 Cluster policy  3 The Austrian view of clusterization: Theoretical considerations   3.1 Market process theory as theoretical framework   3.1.1 The problem of knowledge  3.1.2 Competition as a discovery procedure  3.1.3 The role of the alert entrepreneur   3.2 Cluster promotion amounts to pretence of knowledge   3.3 Shortcomings of the coordination failure argument  4 The implemtation of the cluster approach in the Kazakhstans agrofood Sector   4.1 The overall cluster selection process   4.2 The selection of agrofood subsectors   4.3 Grain processing cluster  4.4 Dairy cluster   4.5 Fruit and vegetable cluster   4.6 Summarizing assessment   5 An alternative development strategy  6 Concluding remarks  References   LIST OF FIGURES Figure 1: Porters view of industrial versus policy cluster policy  Figure 2: The cluster selection process in Kazakhstan  Figure 3: General scheme of the agrofood clusters  3 3 7 8 8 9 10 11 12 12 12 13 13 14 14 16 16 17 18 20 21 22 23 25 26 11 16 19 The clusterbased development strategy in Kazakhstans agrofood sector 7INTRODUCTION 1 The emergence of the hydrocarbon sector as a major engine of growth in Kazakhstan has prompted the authorities to intensify efforts to diversify the economy and increase the competitiveness of Kazakhstans nonextractive sectors in order to avoid the feared oil curse. President Nazerbaev has set the ambitious goal to push Kazakhstan into the club of the 50 best developed countries of the world by 2015. In 2003 the government passed the Innovative Industrial Development Strategy of the Republic of Kazakhstan for 20032015 which outlines quantative goals, a timetable and priorites for industrial and innovation policy as well as potential instruments to achieve a diversified and competitive economy. One year later, the government launched the project Diversification of Kazakhstans Economy through Cluster Development in NonExtraction Sectors of the Economy revealing thus how this goal shall be reached: by means of the promotion of clusters, i.e. a particular form of industrial organization where firms and associate institutions are linked in some ways and are geographically proximate.1 In the economic literature and practical economic policy the cluster approach has been put forward by Harvard Business Schools MICHAEL PORTER who also acts as academic adviser for the Kazakh government in implementing its cluster project. It is argued, that clusters promote innovative behaviour, productivity and thus raises competitiveness of firms, sectors and as a result of the economy as a whole. From this the normative statement is derived that governments should boost the development of clusters. In the meantime the Kazakh government has started first clusterization pilot projects and has so become the first CIScountry trying to apply the cluster approach to enhance economic development PRAZDNICHNYKH, 2004. This paper intends to question the uselfullness of the cluster approach to develop Kazakhstans economy illustrated by its implementation in Kazakhstans agrofood sector. The agrofood sector is still a major part of the Kazakh economy. In 2006 43 % of Kazakhstans population lived in rural areas. Over one third of the nation wide labour force was employed in agriculture in 2007despite accounting meanwhile for roughly 6 % of GDP. The food industry employed by 2007 nearly 11 % of the working population, but accounts for one quarter of total manufacturing output and provides 10 % of overall industry production. Its share of the GDP is estimated to about 6,5 % AGENCY OF STATISTICS OF THE REPUBLIC OF KAZAKHSTAN, 2006, pp. 174, 192, 253; GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN, 2005a, p. 10; TASHIMOV, SMIRNOV, 2008, p. 15. In addition, this sector is regarded as strategic vital for Kazakhstans economic wellbeing and overall national security POSLANIE PRESIDENTA RESPUBLIKA KAZAKHSTAN, 2007. This is why it receives special government attention and support. As theoretical framework for the analysis serve insights of the Austrian Market Process Theory as typified by FRIEDRICH A. VON HAYEK, LUDWIG VON MISES and ISRAEL KIRZNER. As will be argued it provides strong theoretical arguments against the promotion of any particular form of industrial organization and in favour of relying instead on the free market process for developing a competitive economy. Criticisms of the cluster approach are, of course, nothing new. Scholars from different backgrounds, including also the Austrian tradtition, have 1 This most prominent definition of clusters stems from PORTER 1998a, p. 197; 2000a, p. 254; 2000b, p. 16f. For a suvey of other used definitions see MARTIN, SUNLEY 2003, p. 16. In spite of different accentuations all definitions agree on three core elements of clusters: 1 firms and related instutions like research institute must be linked either vertically, horizontally orand laterally, 2 geographical proximaty and 3 the cooperative nature between the cluster participants. 8 Jurgen Wandel challenged the promotion of clusters.2 Insofar the paper provides no really new theoretical insights for the economics profession. However, it wants to highlight one aspect that most critical assessments of clustering fail at least explicitly to mention but which is in fact the crucial argument for a sceptical attitude towards cluster policy. This is what FRIEDRICH AUGUST VON HAYEK 196794, p. 171 called the insuperable limits to knowledge 3 of any actor in and about complex and uncertain phenomena like a modern market economy. This markedly limits the possibilities to predict and plan outcomes of economic development see also DORING, 2007, p. 242. Rather than to develop theory the primary objective of the paper is to offer policy makers in Kazakhstan, in whose mental models the belief that the government not only must but also can play an active, productive role in developing an economy into a certain direction is deeply anchored, an alternative view to development and diversification policy. The secondary goal is to highlight in this context another school of economic thought whose insights hold a minority position and are often neglected by the mainstream scene because of their qualitative nature and skeptism to quantative models see e.g. CAPLAN, 1999. The paper is organized as follows. At first, section 2 highlights the theoretical arguments put forward in favour of clusters as a prospective tool for economic development. Next section 3 explains the basic thoughts of Austrian market process theory and its consequences for assessing clusterization. After that section 4 analyzes against this background the detailed implementation of the cluster concept in case the of Kazakhstans agrofood sector. Then section 6 develops an Austrian alternative policy option for developing and diversifying the Kazakh economy. The paper ends with concluding remarks section 7. 2 POSITIVE AND NORMATIVE ARGUMENTS OF CLUSTER THEORY This section highlights the main arguments put forward in economic theory to explain the emergence and the benefits of clusters as a form of industrial organization as well as the normative conclusions for government policy. 2.1 Externalities and agglomeration economies Many theoretical explanations emphasize that clusters arise because companies are stimulated to locate near one another to take advantage from external effects and the resulting agglomeration economies.4 One of the first to examine this phenomenon was ALFRED MARSHALL who included a chapter in his PRINCIPLES OF ECONOMICS 1920 on the concentration of specialised industries in particular localities. He called these concentrations of firms not clusters but industrial districts. As the main factors causing external economies he identified MARSHALL, 1920, p. 461; see also BLAUG, 1996; SAUTET, 2002, p. 43: The ready availability of a pool of skilled labour which reduces labour costs because producers that are concentrated in the same trade can share the same labour market; 2 Examples of critics with nonaustrian background are the papers of MARTIN, SUNLEY 2003, BRESNAHAN et al. 2002 or BUSS 1999. For critics in the Austrian tradition see DESROCHERS 1998 and 2000, DESROCHERS, SAUTET 2004, GLAVAN 2007, SAUTET 2002, p. 42ff  In German he calls this konstitutionelle Unwissenheit, i.e.constitutional lack of knowledge. 3 4 Some of the classical references are HIRSCHMAN 1958, KRUGMAN 1991, MYRDAL 1957, PERROUX 1950 or SAXENIAN 1994. ARTHUR 1990 discusses specifically increasing returns in the context of Silicon Valley locational clusters. AUDRETSCH, FELDMAN 1996 and JAFFE, TRAJTENBERG, HENDERSON 1993 provide evidence of the extent of geographically localized knowledge spillovers. For a literature review see ANDERSSON et al. 2004, pp. 1517, CHAPMAN 2005, pp. 598600, GORDON, MCCANN 2000 or SAUTET 2002, pp. 4257. The clusterbased development strategy in Kazakhstans agrofood sector 9 The development of specialized local auxiliary supporting firms in different stages of the valueadded chain and different branches, that service the needs of the parent industry and lowers production costs; Technological spillovers; A dedicated infrastructure, including an educational system of distinctive relevance; Low information costs regarding market condition and Low transportation costs. The existence of external economies in some industries meant for Marshall that production costs were decreasing in the long run and some firms could experience increasing returns to scale. In addition, industrial agglomeration facilitates the flow of tacit knowledge among firms, creating an environment of learning, and allowing companies to more efficiently acquire knowhow and accelerate innovation GORDON, MCCANN, 2000, p. 518, see also DESROCHERS, 2000. These external effects generate positive feedback loops that insure that related firms locate in regions where other firms and commerciallyoriented universities or research institutes are already located see also BRESNAHAN, GAMBARDELLA, SAXENIAN, 2002, p. 5. PORTER 1998c, p. 80ff.; 2000a, p. 256ff.; 2000b, p. 16 also emphasizes that clusters develop through these positive externalities that lead to cost savings and propel innovations. Especially the geographical proximity is deemed to facilitate the movement of ideas and people between different players. The generation of innovations PORTER 1990 considers of particular importance, since he sees invention and innovation as the essential driving force in the ultimate stage of economic development, which he calls the innovationdriven economy. This is because innovations lead to a constantly more efficient using of factors and investment, along with creating highvalue added products see also WOODWARD, 2005, p. 5. 2.2 Reduction of transaction and agency costs Another benefit of clusters PORTER sees in the reduction of transaction costs. Location within a cluster can provide companies with superior or lowercost access to specialized inputs such as components, machinery, business services, and personnel, as compared to alternatives vertical integration, formal alliances with outside entities, or importing inputs from distant locations  Sorcing inputs from cluster participants local outsourcing can result in lower transaction costs than those incurred when using distant sources distant outsourcing PORTER, 2000a p. 259f  Clusters thus can be seen as an alternative to vertical integration and another robust organizational form in the continuum between markets and hierarchies. Location can powerfully shape the tradeoffs between markets and hierarchies. Clusters offer obvious advantages in transaction costs over other forms and seem to ameliorate many incentive problems. Repeated interactions and informal contracts within a cluster structure result from living and working in a circumscribed geographic area and foster trust, open communication, and lower the cost of serving and recombining market relationships PORTER, 2000a, p. 264.5 Moreover clusters help to solve or mitigate some agency problems that arise in more isolated locations and in more vertically integrated firms PORTER, 2000a, p. 261. However, PORTER fails to exlain why and how this in detail could happen. 5 The view of clusters as an intermediate form of governance between marktes and hierarchies can also be found in LUNDVALL 1988, COOKE, MORGAN 1993, and STORPER 1997. 10 Jurgen Wandel 2.3 The coordination failure argument Because of these benefits PORTER concludes that clusters are critical for overall economic growth and derives the normative statement, that clusters should represent an important component of state and local economic policy PORTER, 2000, p. 29. This raises the question why the proclaimed benefits could not be obtained without any special government interference. Advocates of government activities argue that this might be due to a certain kind of market failure, which is called coordination failure RODRIGUEZCLARE, 2005a, p. 4, see also ANDERSON et al., 2004, pp. 4849; OECD, 2001, p. 128; ROELANDT and DEN HERTOG, 1999. RODRIGUEZCLARE 2005a, p. 12 claims that clusters offer only the possibility of higher productivity, a possibility that will only be realized through some kind of coordination. He 2005a; 2005b and also RODRIK 2004 maintain that the market process might not be able to provide the necessary coordination and prevent the emergence of profitable clusters and thus jeopardize overall economic development. RODRIK 2004, pp. 1213, referring to ROSENSTEINRODAN 1943 and MURPHY, SHLEIFER, and VISHNY 1989 explains that many investment projects require simultaneous largescale investments in complementary activities in order to become profitable. An individual producer contemplating whether to invest in a greenhouse needs to know that there is an electrical grid he can access nearby, irrigation is available, the logistics and transport networks are in place, qurantine and other public health measures have been taken to protect his plants from his neighbors pests, and his country has been marketed abroad as a dependable supplier of high quality orchids. All of these services have high fixed costs, and are unlikely to be provided by private entities unless they have an assurance that there will be enough greenhouses to demand their services in the first place. This is a classic coordination problem.   More generally, coordination failures can arise when profitable new industries fail to develop unless upstream and downstream investments are coaxed simultaneously, because new industries exhibit scale economies and some of the inputs are nontradable or require geographic proximity RODRIK, 2004, p. 13. RODRIGUEZCLARE 2005a, p. 5f speaks in this context of the existence of multiple equilibria: A lowinvestment bad and a highinvestment good equilibrium. A good can be produced with two technologies: a backward technology that is labor intensive, and a modern technology that is intensive in specialized intermediate goods. If all firms use the backward technology, the market for inputs will be small, and hence there will be only a few specialized inputs, in turn making the modern technology uncompetitive. By contrast, if firms use the modern technology, the market for inputs will be large, and this will create incentives for many firms to enter into the production of specialized inputs. As a result, there will be many varieties of specialized inputs, and this will make it profitable to use the modern technology RODRIGUEZCLARE, 2005a, p. 7f.; see also RODRIGUEZCLARE, 1996; RODRIK, 1996a. A bad equilibrium might also arise due to lack of specialized workers, which pushes firms to adopt backward, lowproductivity technologies. Given search costs there is a risk that a productive match will not materialize, in which case firms and workers will have lost their investment RODRIGUEZCLARE, 2005a, p. 7f. Everybody would be better off at the highinvestment equilibrium, but there are no market forces moving the economy from the lowinvestment to the highinvestment equilibrium. The logical conclusion in a situation of deemed market failure is to entitle the government to stimulate entrepreneurs in order to reach the optimal level of coordination and the good equilibrium.6 6 RODRIGUEZCLARE 2005a, p. 6 considers this kind of market failure as the most plausible explanation why emerging countries, e.g. in Latin America, which have significantly improved their formal institutions and macroeconomic environment and made them uite identical to other developed economies, have nevertheless failed to experience significant growth acceleration. The clusterbased development strategy in Kazakhstans agrofood sector 112.4 Cluster policy How exactly is the government supposed to improve the coordination of market participant and thus boost cluster development? The proponents of clusterization are anxious to assert that cluster policy is not the same as industrial policy, that has has failed systematically to promote growth and prosperity all over the world PORTER, 2000b, p. 27. Figure 1 compares the clusterbased economic development visavis traditional industrial policy, which is taken directly from the presentation Kazakhstans Competitiveness. Roadmap Towards a Diversified Economy that PORTER held in January 2005 in Astana. Figure 1: Porters view of industrial versus policy cluster policy Source: PORTER, 2005. The key point of contrast is the first one. While industrial policy is said to rest on a view of competition in which some industries offer greater wealthcreating prospects than others and are therefore targeted for support, cluster theory rests on a broader and dynamic view of competition among firms and locations, based on the growth of productivity. Interconnections and spillovers within a cluster are often more important to productivity growth than is the scale of individual firms PORTER, 2000b, p. 27. As a result, instead of targeting specific clusters, all established and emerging clusters deserve attention, because all clusters can contribute to prosperity and every cluster can also affect the productivity of other clusters. This means that also traditional clusters, such as agriculture, and even declining ones should not be abandoned but rather be upgraded PORTER, 2000b, p. 26ff  While this view is indeed broader than the targeting of selected industries and firms it is nonetheless a variation of targeting, namely of a certain kind of industrial organization deemed to provide more to economic growth than any other. RODRIGUEZCLARE 2005a, p. 2930 opposes this interpretation maintaining that even if one wanted to call cluster policy a sort of industrial policy, it would be a soft industrial policy, rather than the hard industrial policy implemented in previous decades. The next question is how exactly should the government promote and upgrade clusters? Adherents of cluster promotion policies often warn that clusters should not be created ab initio SCHMITZ, NADVI, 1999. Rather, it should be attempted to build on the potential already present in a particular economy, because there should be some seeds of a cluster that have passed a market test before cluster development efforts are justified. The process of cluster upgrading involves recognition that a cluster is present and then removing obstacles, relaxing constraints, and eliminating inefficiencies that impede productivity and innovation in the 12 Jurgen Wandel cluster PORTER, 2000b, p. 26; similarly RODRIGUEZCLARE, 2005a, p. 5. The detailed policy measures that Porter suggests for cluster upgrading address the four key drivers of competitiveness in his famous diamond model see PORTER, 2000b, p. 28. However these are often about targeting. For example, in order to influence demand conditions he proposes the government should act as sophisticated buyer of the clusters products. For creating approriate factor input conditions the government should create specialized education and training programs and enhance specialized transportation, communication and research infrastructure. In the field of related and supporting industries the government ought to sponsor cooperative networks to bring together cluster participants in order to facilitate the exchange of information, the pooling of resources and the design of collective actions. And finally, in order to improve the context for firm strategy and rivalry, government departments around clusters should be organized, that in publicprivate partnerships should attract foreign investment and promote exports see also RODRIGUEZCLARE, 2005, p. 23. With regard to the latter point PORTER 1998a argues in contrast to his above cited statement that all clusters matter, that it is exportbased clusters, rather than those supplying local demand, that are a sign of competitive advantage and the primary longrun source of economic growth and prosperity see also MARTIN, SUNLEY, 2003, p. 34; WOODWARD, 2005, p. 10f  Other authors insist even more overtly that policy makers should distinguish between clusters according to their growth potential FISHER, REUBEN, 2000; ALTENBURG, MEYERSTAMER, 1999. 3 THE AUSTRIAN VIEW OF CLUSTERIZATION: THEORETICAL CONSIDERATIONS 3.1 Market process theory as theoretical framework For an Austrian assessment of clusterbased development strategies three closely intercomnected aspects of Austrian market process theory are important: 1 the problem of knowledge, 2 the nature of competition and 3 the role of the entrepreneur in a market economy. 3.1.1. The problem of knowledge Hayek, the most eminent Austrian economist, has emphasized that the knowledge of human beings in and about complex phenomena like a modern market economy based on labour division is limited. This holds not only for the economic agents acting on the markets but also for the economist observing an economy. The reason for this are the limited cognitive abilities of every human being to capture and process all relevant information of place and time on which he bases his economic decisions. Since this limitation is incurable, Hayek speaks of insuperable or constitutional limits to knowledge. In fact, the knowledge of relevant circumstances of place and time is dispersed among the many people of the society. One economic agent possesses knowledge of one certain circumstance; another agent has knowledge of other facts. This tacit knowledge is often not consciously known even to those who possess it and it is more so never given to anyone in its totality, neither to any one of the economic subjects nor to observing scientists or any omniscient dictator HAYEK, 1945, p. 77f  As a result no one can predict specific outcomes of the economic process.7 The crucial question, which HAYEK 1937 and 1945 considers to be the central economic problem, is then how society can make use of this dispersed knowledge to ensure a high level of economic development and prosperity. For this a mechanism is needed that activates and 7 This does not mean, that man is not able to make any predictions at all based on the knowledge he acquired through learning and past experience. However, this allows only for very general predictions of the kind of events which one must expect in a given situation, not of particular individual events. HAYEK 1974 calls this kind of predictions pattern predictions. The clusterbased development strategy in Kazakhstans agrofood sector 13communicates information about which goods and services best statisfiy the needs of the people. According to HAYEK 1945, p. 85f. in market economies this information is codified in the changes in relative prices, which are generated and transmitted by market competition. For example, in the event of a natural disaster which has curtailed the availability of a specific raw material the fact of a reduced supply will be effectively communicated to potential users through the medium of a higher price which also provides the incentive for the socially desirable economizing of the particular raw material HAYEK, 1945, p. 8586. 3.1.2. Competition as a discovery procedure Austrian economists understand competition not as a state of affairs consistent with the conditions for socalled perfect competition, but rather as a roughandtumble process of market agitation kept in motion by complete freedom for competitive entrepreneurial entry. What such a competitive market process accomplishes is the discovery of possibilities and preferences that no one had hitherto realized or at least used. This is why HAYEK 196894, p. 253 called competition a discovery procedure. It reveals not only profitable products and productions technologies, but also the size and scope of individual firms and other organizational and institutional arrangements HAYEK, 196894, p. 249f.; 1990, p. 77f  If these facts were already known or could be predicted, then competition would in fact be unnecessary. Just like in other events in life like sports, it would apparently be absurd to arrange a competition if we knew in advance who the winner would be HAYEK, 196894, p. 249. The discoveries are made through the experience the market participants make by continually testing their plans in the market KIRZNER, 1973, p. 10. How any individual will act in detail and what particular circumstances he will encounter, is not known before even to him and must be still more unknown to anyone else HAYEK, 1990, p. 69. 3.1.3. The role of the alert entrepreneur KIRZNER 1973, 1982, 1997 has emphasized, that the driving force in the competitive market process as a discovery procedure is the alert entrepreneur. This includes individuals as well as large, complex business organizations of national or even global scale. Alertness is understood as noticing the potential for profitable venture KIRZNER, SAUTET, 2006, S. 22. This alert noticing may consist of perceiving a price differential arbitrage  In most cases the alert noticing consists in addition to becoming aware of relevant price differentials of alertly noticing how physical resources can be assembled to generate physically different products for example by the invention of a new technique, in an innovative, profitable manner KIRZNER, SAUTET, 2006, p. 3. These profit opportunities emerge and are discovered according to KIRZNER 1973, p. 10ff; 1982 in a trial and error process. This is because individuals base their decisions on what they personally think are the best options available to them. These assessments are clearly likely to be in greater or lesser error.8 Each of these mistaken decisions will systematically result in market losses, correct decisions in profits. As a result of these elementary profit or loss experiences, market participants are stimulated to less erroneous activity. They will learn to assess more accurately the limits of possible, mutually beneficial transactions with their fellow participants KIRZNER, 1982. 9 8 Buyers may offer high prices because they erroneously believe that no one is able or prepared to sell for less. Sellers offer to sell at low prices because they think no one is prepared to buy for more. 9 A seller who is disappointed in his expectation of securing a high price will learn that he can expect, at best, only a lower price. A seller who has accepted a price lower than the price being paid by buyers elsewhere in the market helps create a situation in which the same item is being traded at two different prices thus offering the opportunity to alert entrepreneurs to buy at the lower price and resell at the higher price. Such 14 Jurgen Wandel 3.2 Cluster promotion amounts to pretence of knowledge A first conclusion of these theoretical considerations is that it is impossible for anyone to claim that a certain kind of industrial or business organization is always and forever superior to others and that it is the key element for economic development. Clusters are such a particular form of industrial organization GALVAN, 2007, p. 15. While it is selfevident that in a free market society spontaneous emerging clusters should not be discouraged for they are the result of the entrepreneurial discovery process there is no reason to foster them especially. In the market process alert entrepreneurs constantly try to discover profit opportunities and thus opportunities for improving the market situation. If in a branch or region there are no signs of clusters this only shows that this kind of industry structure provides for no one any profit opportunities at least not at the moment. Any particular promotion of a form of industrial organization that is deemed superior by a central authority no matter by what means is what HAYEK 1974 called pretence of knowledge. As KIRZNER 1985, p. 140 stresses not only does the government lack the necessary knowledge but also the right incentive to discover competitive business structures. Government bodies generally operate without the profit motive and when they do, they often do not face the same constraints as private firms like e.g. the menace of bankruptcy in the case of longterm losses. As studies of real world clusters have shown, most if not all of them are in fact spontaneous occurrences resulting from the uncessant attempt of entrepreneurs to arrange the structure of production so as to fulfill to the best extent possible the consumers demands and not the result of any government scheme SCHMITZ, MUSYCK, 1994; SAUTET, 2002, p. 49; see also FELDMAN, FRANCIS, 2004, p. 130. With regard to the core theoretical argument put forward to explain the benefits of clusters the external economies already MARSHALL 1920 explained that they are demand driven, i.e. the result of entrepreneurial discovery with alert businessmen adapting production to the preferences of consumers and not a priori, of particular physical characteristics of industries. They are associated with the presence of pure profits, which potentially exist in any future industry SAUTET, 2002, p. 48. But where exactly the future increasing returns will be is something that cannot be known in advance by any external observer. This can only be revealed through competition as an entrepreneurial discovery process. Also nonAustrian economists like BRESHNAN et al. 2002, p. 6 emphasize that while increasing returns and external effects can keep a cluster going, the existence of external effects does not explain how regional clusters emerge or begin. There is also little knowledge about why clusters begin where they do or how many clusters will emerge within a given industry. 3.3 Shortcomings of the coordination failure argument A second conclusion from Austrian market process theory is that given the lack of knowledge for outside observers it is impossible for government officials and observing economists to discover opportunities for coordination improvement. The coordination failure argument presented in section 2.3 is anchored in the neoclassical benchmark model of perfect competition that regards competitive marktes only as a method to achieve Paretooptimal allocative and distributive efficiency. In the Austrian view the purposes and the advantages of competitive markets do not lie in it being perfect in order to achieve a certain kind of social welfare optimum, but being a dynamic, rivalrous market process with the function of a discovery procedure HAYEK, 1990, p. 65. If competitive markets are understood in this sense, then any clearcut opportunities for pure profit tend to attract attention, to become exploited and thus eliminated in the course of which the initial error itself is likely to be corrected KIRZNER, 1982. The clusterbased development strategy in Kazakhstans agrofood sector 15state of the market cannot be used as an indication of the level of the working of the market process, because the most effective form of doing business and of industrial organization is as much one of the unknowns to be discovered by the market process as the prices, quantities or qualities of goods to be produced and sold HAYEK, 1990, p. 77f  Competitive markets are institutions that in contrast to organizations such as enterprises or the government do not have a single set of goals against which one can compare its performance. What actors seek on the market varies from person to person. That a price, for example, seems high to a buyer or low to a seller or a certain kind of business organization seems more appropriate than another is a subjective preference GUILLORY, 2005. Also what kind of technology is profitable for an entrepreneur is based on subjective evaluations. This is because any costs, whether production, search and other transactions cost are essentially subjective see also BUCHANAN, THIRLBY, 1981; BUCHANAN, 1969; MISES, 1966; ROTHBARD, 1993. They are a measure of the evaluation that the economic actor places on the next best to him! opportunity forgone by engaging in any specific act. As such, this value cannot be objectively quantified, because it is not available to outside observer third parties see also HAYEK, 1990, p. 70. As a result it is impossible for any outside observer to detect the technology leading to the highest possible productivity and determine anything like a good equilibrium and deviations from it. Also flawed is the complementarity criterion put forward by the coordination failure argument, according to which an investment by one firm can have a positive effect on the profitability of investment by other firms, because higher investment gives rise to an increase in aggregate demand, which under economies of scale increases profitability of investment elsewhere in the economy RODRIGUEZCLARE, 2005b, p. 4. While such effects might indeed happen, it is not said that they always happen and there is no plausible argument how they could be identified ex ante by an outside observer. This more so as in a dynamic world complementary is not permanent, but changes over time due to technical progress which provides new complementarities patterns and changes in individual preferences that increase or reduce the number of closed substitutes and complements for any given good. Austrian economists do not deny that there are coordination failures or mismatches between economic subjects, but they are temporary and in fact are an integral part of an ongoing market process that iterates towards a greater degree of coordination. The discoordination itself provides both an indication of the inconsistency in plans and the incentive for producers and consumers to make the appropriate adjustments. Thus, the market process over time corrects unsatisfying states of affairs and effectively coordinates productive efforts because the structure of prices is shaped according to the relative importance of resources for their final users. Government directives on investments or input employment may instead unintentionally block entrepreneurially profitable activities in branches for which the social desirability has not yet been established. Thus the harmful effects of government support of a certain kind of industrial structure is that it may prevent the discovery of an absence of coordination of which no one is yet aware KIRZNER, 1982. The following case study of the implementation process of the cluster approach in Kazakhstans agrofood sector provides much empirical evidence in support for the Austrian theoretical objections to clusterization. 16 Jurgen Wandel 4 THE IMPLEMTATION OF THE CLUSTER APPROACH IN THE KAZAKHSTANS AGROFOOD SECTOR Officially the agrofood sector was chosen for clustering as the result of an overall cluster selection process. 4.1 The overall cluster selection process This selection process, however, did not rely on the market process in its function as a discovery procedure but rather on boards of experts consisting of representatives from government bodies, business associations, universities and research institutes MALYJ I SREDNYJ BIZNES KAZAKHSTANA, 2007, p. 7. Even Porter in contradiction to his own statement that all clusters matter suggested in his January 2005 presentation in Astana that due to limitations in terms of financial resources and management capacity the Kazakh government should activate only a limited number of clusters. The selection of these clusters should be based on their ability to meaningfully affect economic development. For this the actors in charge should take into account their economic potential and representativeness of Kazakhstans economy. However, he left unspecified how the economic potential could be assessed. Nevertheless, this suggestion was welcomed by the Kazakh government, for it meets its proclaimed model of a competitive economy with priority sectors SAKENOV, 2005. Priority sectors are branches that are deemed to have a a potential of high competitiveness and are b at the same time inevitable to meet national security interests. Against this background the government decided to start clusterization in the priority sectors, when it passed on 25 June 2005 the the resolution No. 633 On the confirmation of the plans to establish and develop pilot clusters in priority sectors of the economy. According to the following scheme figure 2 depicted from Porters presentation the group of experts selected in three stages at first five branches. These selcted branches were tourism, textiles, oilandgas machine building, metallurgy and food processing. As the will be shown below, the notion food processing in this context actually includes also the upstream agricultural raw production and agricultural input industries and the downstream trade sector which together form in Kazakhstan the so called agroindustrial complex. Later two further branches were added transport logistics and construction materials. Officially all these branches were chosen on the ground of an objective scientific analysis see also SAKENOV, 2005. Figure 2: The cluster selection process in Kazakhstan Source: PORTER, 2005, p. 69. The clusterbased development strategy in Kazakhstans agrofood sector 17Apart from the in the Austrian view both theoretical and practical impossibility to objectively determine in advance future competitiveness there is another reason to believe that the final outcome of the selection process is not soley the result of an objective analysis. This is that the government has from the outset always regarded some sectors as more important than others to enhance both the countrys international competitiveness and economic independence. Already in the presidential decree Nr. 3444 of 5 April 1997 the agrofood sector and tourism have been mentioned as priorty sectors as well as the manufacturing industry in general. With regard to the metallurgy industry cluster the akim of the East Kazakhstan Oblast Viktor Khrapunov in 2005 said: It is not enough to dig iron ore and produce metals, but it is necessary to deeper process it, which would give us greater profits cited in: SAKENOV, 2005. Kazakhstans agricultural policy is explicitly aimed at import substitution in order to achieve what is called food security, i.e. a relatively high independence from food imports, and to increase exports of food products NARENOVA, 2008, p. 59.10 For this both the volume and efficiency of food production shall be increased. In order to achieve this politically set goal the 2005 government Conception for the sustainable development of the agroindustrial complex for the period 20062010 holds inevitable 1 to regulate the internal market, 2 to industrialize agricultural production, 3 to develop a modern infrastructure for the whole sector and last but not least 4 to promote branche clusters. They shall serve as catalysts to raise productivity and quality in the agrofood sector on the basis of vertical and horizontal integration GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN, 2005a, section 2; see also ABDILDINA, KERIMOVA, KUSAYNOVA, 2008, p. 44. Given this context, there is much reason to believe that the agrofood sector has in fact been selected for politcal reasons. 4.2 The selection of agrofood subsectors In the official documents, the agrofood was considered to fit clusterization due to a high demand for Kazakh food products and the geographical proximity of the potential participants of the clusters. Since in developed economies most food products reach the consumers table in processed form, competitiveness of the whole Kazakh agrofood sector can only be increased with a welldeveloped food industry GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN, 2005a, section 3.3.2. In Kazakhstan food processing is in fact a weak link in the food chain. In 2007 still almost 80 % of all food products sold to the final consumer was unprocessed EXPERT KAZAKHSTAN, 2008, p. 13. In the meat sector the share processed agricultural raw products amounted only to 29 %, in the dairy sector to 28 % and in the grain sector 43 %. Only oil seeds are nearly to 100 % processed whereas the corresponding figure in fruits and vegetables is insignificant MINSTERY OF AGRICULTURE, 2008. The fastest growing branches are involved in secondary processing like alcoholic and nonalcoholic beverage production. Other branches, however, like grouts, flour, bread, meat and canned vegetables producers have reduced production since 2000. Besides backward production technologies and import competition 11, one major problem food processors complain about is the lack of sufficient highqualitative agricultural raw materials EXPERT KAZAKHSTAN, 2008, p. 13. This holds especially for the meat and dairy sector, where 90 % resp. 83 % of the raw products is produced in scattered small household plots AGENCY OF STATISTICS OF THE REPUBLIC OF KAZAKHSTAN, 2007, p. 244f. with primitive production technologies, which is seen as a major competitive disadvanatge of these branches MINSTERY OF AGRICULTURE, 2008; KARADZHAEVA et al., 2007, p. 20. 10 According to Kazakhstans minister of agriculture food security is reached when the share of imports in domestic supply is lower than 20 % FLINK, 2008, p. 19. 11 In 2007 20 % of all food products sold to the final consumer in Kazakhstan were imported, in bigger cities the share amounted to 60 %. The proportion of imports in the supply of condensed milk was 83 %, of canned meat products 52 % and butter 40 % EXPERT KAZAKHSTAN, 2008, p. 13. 18 Jurgen Wandel In order to identify the most prospective subsectors of the agroindustrial complex the Ministry of Agriculture then set up another own working group. Just like the overall cluster selection this selection process turned out to be another case of pretence of knowledge. The working group took not only into account the current level of development of the enterprises, the current and future level of domestic demand and the export potential, but also the importance of the individual branches for the whole agrofood sector in the sense of food security. While the estimation of future demand and export potentials is always linked with great uncertainty because preferences and relative prices might change unexpectedly, the factor importance for the agrofood sector is a clearly politicalset goal which predetermines the end result of the selection process. In the end the following agrofood branches were choosen: grain processing in the oblasts Akmola, Kostanay and North Kazakhstan, dairy production also in these northern oblasts and in the oblasts Almaty and East Kazakhstan, fruit and vegetable production in Almaty, Zhambyl and South Kazakhstan, meat processing in Kostanay, Pavlodar and North Kazakhstan, fish production in Atyrau, East Kazakhstan and Karaganda and cotton production in South Kazakhstan. In order to bring the relevant cluster participants farmers, processors, traders, research and government institutions together coordination councils on the republican level and on the oblast level have been set up MALYJ I SREDNYJ BIZNES KAZAKHSTANA, 2007, p. 7. In addition, agricultural policy promised to support this process with tax relieves, subsidies to introduce quality management systems and to qualify skilled workers. In the following subsections three of these agrofood clusters will be described in more detail. It shall be noted, that none of them has yet passed the intital set up phases, so that no information about their performance is yet available. Although differing in details the general structure of the clusters is as depicted in Figure 3. All clusters consist of four basic parts: 1 Enterprises of the whole vertical value added chain, i.e. from the upstream service sectors, agricultural raw production, the food industry and wholesale and retail trade. 2 Enterprises from related industries such packaging material, processing machinery or transport, 3 supporting institutions, e.g. research institions, financial institutions and stateowned companies for economic development and market regulation like AO Kazsgromarketing, AO Kazagrofinance or AO Prodkorporaciya and 4 the government in his function as provider of a legal framework. The first part indicates that clusters in Kazakhstans agrofood sector are obviously understood as some form of vertical cooperation. The third part which explicitly includes stateowned companies that function as tool for market regulation and economic developmentt and executers of government programs shows that the government tries to propel the sector in a certain direction. 4.3 Grain processing cluster The grain processing cluster is seen as most prospective due to already relatively high exports in view of high world market prices for grain and flour NARENOVA, 2008, p. 59. In 2007 not least because of favourable weather conditions Kazakhstan gathered a bumber crop with 20,1 mln tons which was 22 % more than in 2006. This allowed Kazakstan to become one of the ten largest grain exporting country. Exports of unprocessed grain rose in 2005 by 47,6 % and that of flour by 30,3 % MINSTERY OF AGRICULTURE, 2008b; MABIEVA, 2008, p. 1. The grain cluster is set up in the northern oblasts of Kazakhstan and shall cover the whole vertical value added chain. The cluster is built around the following processing and trading enterprises: BATTKoksheAstyk, a subsidiary of the diversified business group BATT and Shchuchinskiy milling combinat from the Akmol Oblast and from the main grain producing area Kostanay Oblast Melkombinat, Kostanay flourmilling combinat and Kaz Agro Trade. Moreover, government officials negotiate with one of the leading diversified and vertically integrated agroholdings in Kazakhstan, Ivolga, about joining the cluster. The clusterbased development strategy in Kazakhstans agrofood sector 19Figure 3: General scheme of the agrofood clusters Government Regulation Legislation, taxes, subsidies, foreign trade maesures, intervention purchases Supporting Institutions Stateowned companies Kaz Agro, KazAgro Finans, KazAgro Marketing, Food Corporation Universities and research institutions Branch associations Agricultural inputs Agricultural production Food processing Food whole sale and retail trade Related Industries Processing equipment Packaging material Transport Financial institutions Source: Own depiction. Yet, no positive results are reported so far. The supporting institutions of the cluster consist of the Research Centre for the Grain Sector A.I Baraeva and the Research Institute for Grain and Processed Products, local commercial banks and all major stateowned players of the agrofood sector and general innovation policies: AO Kazagromarketing, the leasing company AO Kazagrofinance, the credit institution AO Agrarnaya kreditnaya korporaciya, the microcredit and insurance company AO Fond finansovoy podderzhki and the procurement company AO Prodkorporaciya. The latter is itself a big player in the grain market which handles about 10 % of the nation wide grain production. Its main goal is to stabilize prices on the domestic market through intervention purchases and sales and to prevent private traders from so called speculative actions, which is feared to lead to grain shortages and price increases for consumers on the Kazakh market.12 In addition to this big cluster, an extra smaller cluster is built around the vertically integrated and diversified bioethanol factory Biochin in the Oblast Northern Kazakhstan. It is intended to comprise not only the whole vertical production cycle but also to be diversified into grain storage and milling, animal feed as well as livestock production and meat processing. The main goal of the grain clusters is to facilitate the modernization of the production facilities in the key players of both agricultural production and processing and raise the volume and quality of more deeply processed grain products like maccaroni products and confectionary. For the latter aim efforts shall be undertaken to introduce international quality standards like ISO and HASSP. An additional goal is to develop wholesale markets for flour. The working group 12 In 2007 the state did indeed intervene into the grain market to avoid a feared grain shortage, when high world market prices stimulated increased grain exports and prices for bread on the domestic market rose sharply. In order to control the outflow of grain they introduced in 2007 export licenses and in April 2008 a temporary export ban until the next crop in September 2008 MABIEVA, 2008, p. 1. 20 Jurgen Wandel recommends the government to support the clusters with more preferential credits, subsidized transport tariffs as well as export guarantees. This suggestion, however, raises the question, why this should be needed at all, since the grain sector already now seems to possess comparative advantages that enable it to compete on world markets. The activities of vertically integrated and diversified agroholdings in addition shows that private entrepreneurs already develop processing and marketing infrastructure themselves in an evolutionary manner grasping profit opportunities for more detail see IBRAEV, FRANGULIDI, 2006, 2007. If cluster policy shall facilitate firms that would otherwise fail, it interferes with the selective process of the market competition. 4.4 Dairy cluster Also in the northern oblast of Kostany shall be established the biggest dairy cluster. It is planned to integrate 42 large and mediumscale raw milk producers, 13 farms for breeding cattle, 14 processing enterprises among them TOO DEP, TOO Kosmis, TOO Milks and major producers of packaging material as well as distributors and traders and scientific institutions. The stateowned Kaz Agrofinans shall finance the introduction of new production technology and of international quality standards both in raw milk producing and processing firms, which are regardede as the weakest elements of the cluster. In addition, it is envisaged to support the creation of cooperatives in the range of KZT 150 mln in order to coordinate the interests of the scattered milk farmers with processors. The government intends also to promote the creation of larger units of raw milk producers through offering subsidies for animal breeding and attracing investments into the development of an appropriate feeding basis MINSTERY OF AGRICULTURE, 2008c. Further detailed measures to be undertaken until 2010 for this regional cluster are currently being worked out. Two other milk cluster are about to be established in the Almaty Oblast. This oblast produces around 13 % of Kazakhstans raw milk, also almost exclusively 95 % by small individual farms and household plots. Milk is processed in 30 plants which are all placed near urban centres MALYJ I SREDNYJ BIZNES KAZAKHSTANA, 2007, p. 17. Common to both clusters is that they are built around one big food processing and trading company. The centre of the first milk cluster, which has been initiated in early 2007, is the milk processing company TOO Rayymbek Agro in the Iliy Rayon with processing capacities of 150 tons of milk per day. The enterprise maintains 19 procurement points from whicht it buys raw milk. The economic relations are based on delivery contracts with 20 individual farms and several household plots. The contracts fix quality requirements, prices, payment modalities, duties and the duration of the cooperation. The procurement price for one litre raw milk has been fixed between 32,2 and 38,9 tenge taking into account production costs of farmers in the range from 29.32 tenge per litre MALYJ I SREDNYJ BIZNES KAZAKHSTANA, 2007, p. 17. Participants of the Almaty milk cluster are in addition 12 packaging material producing enterprises and 15 distributing companies. TOO Rayymbek Agro produces long life UHT milk and yoghurts that are sold also in neighbouring Tajikistan and Kyrgyzstan. As in the whole dairy sector the major problem Rayymbek Agro faces is the lack of high qualitative raw milk which in turn is caused among by the low quality of fodder. This is why Rayymbek Agro itself plans to integrate backward into the own production of raw milk MALYJ I SREDNYJ BIZNES KAZAKHSTANA, 2007, p. 8. The second milk cluster in the Almaty oblast is planned around the big food company Food Master from the Enbekshikazakh rayon. This plant processes 150 tons milk per day. It maintains 36 procurement points. Relatively stable procurement agreements exist with 46 individual farmers as well as household plots. Final products are sold all over Kazakhstan, Russian and Kyrgszstan. In the case of dairy clusterization seems to be used not only to support major food companies but also to propel the farm structure into a direction that political decision makers and agricultural The clusterbased development strategy in Kazakhstans agrofood sector 21scientists deem to be most apporiate. The widespread preference of officials for larger farms 13 is however another case of pretence of knowledge. What farm structure for milk production in Kazakhstan is the most profitable and competitive depends on the particular circumstances of time and place HAYEK, 1948 and can only be revealed through the competitive discovery process. If currently livestock production is mostly done on small farms this only reveals that it is at the given time and circumstances not yet profitable for many bigger agricultural enterprises. 4.5 Fruit and vegetable cluster Another subsector that has a scattered small scale farm structure is fruits and vegetables. In order to increase competitiveness the ministry of agriculture has charged the national holding AO Kaz Agro to promote miniclusters with processing firms as centres and stable linkages to small scale primary producers. The processing plants are also intended to channel direct some of the financial support to farmers. However, it is left unspecified in what manner URMANOV, 2007. In the beginning of 2007 in the Almaty Oblast such a fruit and vegetable cluster was initiated by the decision of the oblast parlament maslikhat Nr. 35261 Programma sozdaniya I razvitiya plodoovoshchnogo klastera v Almatynskoj oblasti na 20072012 gody. Fruit and vegetables play an important role in the Almaty region. In 2006 almost 22 % of all vegetables in Kazakhstan were grown in the Almaty oblast. As in the dairy sector most vegetables 96,3 % and fruits 98,4 % in the region are produced by small individual farms and household plots. 14 The most important region for vegetable production in the Almaty oblast is the rayon Enbekshikazakh. There are also concentrated 19 processing plants. The biggest and most modern enterprises are AO Plod Eks and TOO Kompaniya Food Master Aseptik, followed by ZAO Gold Produkt and TOO Bio Tech. The principal structure of the Almaty vegetable and fruit cluster is the same as in the regions dairy clusters. It will be established around one big vertically integrated enterprise the AO Plod Eks, which was founded only in 2003 in the rayon Enbekshikazakh. AO Plod Eks grows itself vegetables, processes them into fruit and tomato juice, jam and canned vegetables. In addition, it buys vegetables and fruits from 355 family farmers and 135 household plots with which exist delivery contracts. There it is fixed, that the company pays the farmers 50 % of the contracted raw products in advance, the rest upon delivery. On the marketing side the company has sales contracts with 81 distributing enterprises and dealers that sell the final products to the final consumer and with 10 secondary processing enterprises that buy semifinished products. In addition to all these enterprises from the vertical production chain, the cluster shall include packaging material producers mainly glass and cartons as well as producers of food concentrates. From the central government the stateowned JSC Investment Fund Kazakhstan takes part as one major supporting institution. It provides financial support to AO Plod Eks which carries out the investment project Modernization and development of the existing processing plant in the village Bayterek in the Almaty Oblast, initiated by the local government. Investments are also planned to develop the marketing of fruit and vegetable products and to ensure a better utilization of existing processing capacities. For this two municipalityowned procurement and 13 See e.g. DUDWICK et al. 2007. p. 44, KARADZHAEVA et al. 2007 p. 24. President Nazarbaev himself has emphasized in his address to the nation in 2007 the need for larger farm units which prompted the government to direct more support to larger, prospective enterprises URMANOV, 2007; ZAKON.KZ, 2007. As URMANOV 2007 points out this may also due to purely practical reasons, since it is easier for the government to realize its support measures with fewer but larger entitites than with a fragmented structure. 14 This and all further information stem from MALYJ I SREDNYJ BIZNES KAZAKHSTANA 2007, pp. 1516. 22 Jurgen Wandel marketing companies have been founded that shall operate in the southern regions of Kazakhstan as well as in Kyrgizstan and China. In addition, two private procurementmarketing cooperatives Bayterek and Shanalgan have been organized. The republican ministry of agriculture has offered to cofinance the construction to storehouses. In addition, since 1 January 2007 it has reduced the overall tax burden for fruit and vegetable processors by 70 % and has started to pay subsidies to fruit growers to stimulate the growth of raw production. The ministry offers e.g. for 1 ha with newly planted apple trees 402.000 Tenge and for vineyards 855.000 tenge MALYJ I SREDNYJ BIZNES KAZAKHSTANA, 2007, p. 7. 4.6 Summarizing assessment The case study of the cluster approach in Kazakhstans agrofood sector provides ample empirical evidence to the Austrian theoretical conclusions that it is in fact only another way of government intervention and amounts to nothing else than picking desired branches, firm structures and winners. In contrast to Porters suggestions, the Kazakh governments role is in no case limited to organize only a forum to bring different players and provide overall favourable economic conditions. It explicitly provides targeted subsidizes and protection to propel the sectors into a certain direction. This direction seems to be 1 to create some sort of vertical cooperation and integration, 2 to overcome the scattered small scale farm structure especially in the dairy and fruit and vegetable sectors and 3 to boost the introduction of modern production technology. In the Austrian view this is a clear case of pretence of knowledge. All these outcomes should be discovered by the trial and error process of the market reflecting entrepreneurial activities which take into account consumer preference and other particular circumstances of time and place. As KIRZNER 1985, p. 140 explains, no systematic process seems at work through which regulators might come to discover what they have not known. Even worse, by directing firms into a desired direction the government may bar the discovery of yet unknown opportunities for profit and thus reduce the coordinative properties of the market system. That cluster promotion in practice is no radical break from past practices of targeted industrial policy, is not only evident in Kazakhstan. Here one could argue that decision makers are still caught in their mental models shaped in Soviet times, i.e. the underlying beliefs that influence how people behave and how they think the world works LINDSAY, 2000. As a result policy makers and economists might lack an understanding of the market process and have preferences for Sovietlike governing methods and industry structures. In the agrofood sector in many CIScountries one encounters indeed the widespread belief that the government has to intervene in the sector for food security reasons, that largescale agriculture and closed vertical production cycles have per se a comparative advantage and that the use of sophisticated modern technologies is the key to success KOESTER, 2002; WANDEL, 2007, p. 36. And large integrated agroindustrial associations have already been propagated and tried in the 1980s. So clustering could be interpreted as a sort of path dependency in the sense of DOUGLASS NORTH 1990, 1994. World wide practice shows that Kazakhstan is in fact no exemption the rule. WOODWARD 2005, p. 14 reports that there are no known cases where regions or countries have explicitly followed Porters theoretical principles of clusterization in lieu of industrial targetting see also BUSS, 1999; DESROCHERS, SAUTET, 2004, p. 237f.; MARTIN, SUNLEY, 2002, p. 4f. Referring to the experience in South Carolina in the USA, WOODWARD 2005, p. 10f. explains, that most The clusterbased development strategy in Kazakhstans agrofood sector 23policy makers believed that the Porter analysis was designed to identify clusters to target for development.15 Empirical studies also show that government initiated cluster based economic development strategies in other parts of the world failed as much as did the oldstyle industry policy see WALLSTEN, 2001. Whereas none of the successful clusters was protected from international competition or engaged in so called strategic trade policy as the Kazakh government does in the agrofood sector. Rather it was the openness of the markets and favourable institutional conditions for entrepreneurship that has allowed for successful economic development, for example in Ireland, Taiwan or the USstate of Virginia BRESHNAN et al., 2002, p. 27f  MILLER, COTE 1985, p. 114 point out that an important factor for real world successful clustering processes has always been the presence of local private venture capitalists. They are important not only for providing money, but even more so for business advice to startup enterprises.16 In contrast to that, most governmentsupported venture capitalists can provide the funds but not the business acumen  Government efforts to supply risk capital in substitute forms like generous grants or governmentsupported venture capital pools have actually retarded the emergence of local professional venture capitalist. No school exists to train successful investors MILLER, COTE, 1985, p. 116f  5 AN ALTERNATIVE DEVELOPMENT STRATEGY Given this empirical evidence and the knowledge problem, Austrian economists see the main contribution to economic development in setting up and protecting a functioning framework of institutions for the market economy that guarantees the freedom of everybody to act according his own personal goals and stimulates the potential for entrepreneurial discovery. Institutions are crucial because they reduce the uncertainty of social interaction by providing a structure within which everyone can act and thus eases the coordination of plans. HAYEK developed three requirements that these institution should meet: 1 The rules should be abstract, i.e. they should consist only of prohibitions and not of orders to act in a certain way, because only then is the discovery and use of new knowledge and ways of acting are assured. 2 These rules must be general, i.e. there must be no exemptions, but the rules must apply to unknown and indefinite number of persons and cases. 3 The rules must be certain, i.e. valid for a long time, so that the economic agents can build stable expectations HAYEK, 1960, 1973. Besides welldefined and enforced property rights, the freedom to contract and complete freedom of market entry, this also includes allowing entrepreneurs to reap the gains they have discovered. Consequently, there should be low tax burdens and no direct interventions like rent control for they influence profits and hence the incentive for entrepreneurial discovery KIRZNER, SAUTET, 2006, p. 14ff  In addition to that HAYEK 1991, S. 288 f. does not exclude that the state can take upon itself further tasks, which are not absolutely necessary but yet desirable, for they provide favourable conditions for individual decisions. These are classical public goods like standards and norms, roads or basic school education. With regard to the agrofood sector HAYEK 1991, p. 450 goes even further and favours the provision of public services in the form of information, however, only in a certain stage of economic development where the access of the rural population to information that might be useful for entrepreneurial 15 Contrary to his own theoretical principles, Porters Harvard University Institute on Strategy and Competitiveness itself has developed a major clustermapping initiative see http:data.isc.hbs.eduiscindex.jsp for identifying traded clusters WOODWARD, 2005, p. 13. 16 Good firststage venture capitalists 1 indentify and sort out highpotential entrepreneurs, 2 assist the entrepreneurial team in preparing a business plan and often raise the initial capital and 3 they give strategic advice on developing business. 24 Jurgen Wandel decisions is limited and its dissemination cannot easily provided in another manner. The information he has in mind is mainly about latest technological developments. In the age of internet and other modern communication techniques there might be no such necessity in developed countries, but not so in emerging economies like Kazakhstan with a backward infrastructure in rural areas.17 Hayek is well aware of the danger, that in such a situation the government could easily decide what the individuals must know and what not. This is why he favours as firstbest solution to encourage the formation of farmerdriven private information and extension services and that stateowned organization should be exposed to competition without any exemption as any other private actor. As analysises have shown, what has come to be known as the natural resource curse i.e. the idea that having natural resource has, historically, been detrimental rather than helpful for economic performance is precisely the result of a situation where natural resources are abundant but the rules of the game offer destructive incentives. Theory and experience show that natural resources will not lead to widespread prosperity without the right institutional environment POMFRET, 2006, p. 165f  However the implementation of a favourable institutional framework for a free market based development is easier said than done. As became obvious in the past 17 years of transition in Central and Eastern Europe it is not enough to introduce formal institution LEIPOLD, 2005; HEDLUND, 2000. Institutions only affect peoples behaviour when they are really enforced. This can become difficult and costly, if the new introduced formal rules contrast existing informal rules like social norms, values or local traditions. As a result economic performance will suffer and informal rules remain priority. So far the economics profession lacks the knowledge how to bring informal institutions in line with formal institutions. For this it should be analyzed if, when and how formal rules can make behaviour according to the informal rule more costly than following formal rules. Such an analysis will, however, be difficult for the interplay between both forms of rule is a rather complex matrix VOIGT, 2002, p.239f  It is no secret that Kazakhstan suffers from such a missing overlapping of formal and informal institutions. This is not at least reflected in a high level of corruption. Lingering from the Russian and Soviet past, still deeply rooted is distrust into the validity of formal rules of law and in the state as an impartial enforcer of common rules. For the rulers the law has traditionally been seen as an instrument that could arbitrarily be used to ensure power and that did not apply to themselves. This resulted in a widespread trust in the reliabilty of personal informal relations LEIPOLD, 2006, p. 225ff  Looking at that process from a perspective of repeated rounds of the prisoners dilemma then repeated games have taught generations of Kazakhstanis that defection e.g. rule evasion is the individually rational strategy. As long as such experiences and attitudes prevail it cannot be expected that the enforcement of formal laws can be secured. In addition it has to be considered that there are a quite a few political and economic actors in Kazakhstan that profit from the status quo and would lose their privileges or rents through the implementation of general rules. It is difficult to imagine how todays decision makers would voluntarily agree to changes in rules that will make them lose their power. Under such circumstances the clusterbased approach becomes attractive, for it detracts from the need to take a more holistic view of economic development. Incentives like subsidies, tax breaks or protection from foreign competition are relatively easy to implement even with weak institutions and in addition are politically appealing, especially when there are significant oil windfalls see also WORLD BANK, 2000, p. 24. The risk is however quite high that in our case the agofood sector will become permanently dependent on transfers from the oil sector and will not survive in the event of a fall in oil prices. 17 According to the latest survey of the Ministry of Agriculture 72,5 % of all rural communities have no regular water and electric energy supply KARADZHAEVA et al., 2008, p. 21. The clusterbased development strategy in Kazakhstans agrofood sector 256 CONCLUDING REMARKS Clusters development has become popular in policy makers and government advisers toolboxes. From the Austrian point of view already the positive and normative considerations of the so called cluster theory suffers from severe fallacies. This is especially the underestimation of the knowledge requirements needed for government agencies to promote clusters and and a onesided understanding of the nature of competition that is anchored in the perfect competition framework. As the case of Kazakhstan has shown the rationale for a clusterbased economic development strategy in practice is more political than rooted in a clear understanding of market processes and amounts to constructivism and social engineering. Real world cluster facilitation policy has so far nowhere in the world achieved the results that its promoters were seeking. This same is to be expected for Kazakhstan. So far the countrys clustering process has not left its initial stage and the participating enterprises have only been formally united into a branch cluster. The fact, that as NARENOVA 2008, p. 58 reports, many government programs for general and sectoral economic development have often remained declarative and did not have much real impact, gives reason to expected that the same might happen to clustering. In fact, in February 2007, the government passed another development program The Programs of 30 Corporate Leaders of Kazakhstan that officially shall complement the cluster initiative. The aim is to create 30 big players in several branches of the economy, among them also food processing. They shall be made both nationally and internationally competitive and thus serve as locomotives for the rest of the economy. This program is even more apparent about picking winners than the cluster approach, since the corporate leaders shall carry out concrete government investment projects in selected branches for which they will be provided financial support GOVERNMENT OF THE REPUBLIC OF KAZAKHTSAN, 2007; ISAEV, 2007, p. 6ff  As main tools to target investment in 30 leading corporation four national holding companies have been founded, following the example of Temasek in Singapore and Khazanah in Malaysia.18 Still in 2007 the national holding for the agrofood sector Kaz Agro has financed three so called pilot breakthrough project in the dairy sector with the agrocompanies Agrofirma Rodina and KT Zenchenko Co. that shall built large scale barns for milk cows and with the business group OtesAtil to promote organic fish and livestock production MABIEVA, 2008, p. 1. Given the incurable limits to our knowledge the best industrial structure at one given point in time and space can only be found through entrepreneurial trial and error in the market process as discovery procedure. From this follows the normative conclusion for economic development and diversification is that policymakers should take every step possible to avoid hampering or distorting its course and directing it into a certain direction, not necessarily desired by consumers. HAYEK has already in 1968 chapter 6 pointed out that if even in highly developed economies competition is important primarily as a discovery procedure whereby entrepreneurs constantly search for unexploited opportunities that can also be taken advantage of by others, then this is true of course to an even greater extent as far as underdeveloped societies are concerned  where competition was previously limited.  it seems incredible to me to hold that we can determine in advance the future structure of a society in which the major problem is still to find out what kinds of material and human productive forces are present, or that we should be in a position, in such a country, to predict the particular consequences of a given measure. 18 The four holdings are Samruck JSC Kazakhstan Holding for Management of State Assets, Kazyna JSC National Fund for Sustainable Development, Samgau JSC National Scientific and Technological Holding and JSC Kaz Agro for supporting the agrofood sector. 26 Jurgen Wandel REFERENCES ABDILDINA, L.N., KERIMOVA, U.K., KUSAYNOVA, A.K. 2008: Osnovnye napravleniya razvitiya ekonomicheskikh vzaimootnosheniy mezhdu predpiyatiyami na rynke sakhara i shacharnoj svekly v Respubliki Kazakhstan The basic directions of the economic interrelations between enterprises in the sugar market, Vestnik Universiteta Mezhdunarodnogo biznesa, No. 1 7, pp. 4145. AGENCY OF STATISTICS OF THE REPUBLIC OF KAZAKHSTAN 2006: Kazakhstan za gody nezavisimosti Kazakhstan in the years of independence, Almaty. AGENCY OF STATISTICS OF THE REPUBLIC OF KAZAKHSTAN 2007: Statistical Yearbook of Kazakhstan 2007, Astana. ALTENBERG, T., MEYERSTAMER, J. 1999: How to Promote Clusters: Policy Experiences from Latin America, World Development, 27 9, pp. 16931713. ARTHUR, B. 1990: Silicon Valley locational clusters: When do increasing returns imply Monopoly?, Mathematical Social Sciences, 19 3, pp. 235251. AUDRETSCH, D.B., FELDMAN, M. P. 1996: Knowledge Spillovers and the Geography of Innovation and Production, American Economic Review, 86 3, pp. 630640. ANDERSSON, T., SERGER, S., SORVIK, S. JENS, HANSSON, EMILY W. 2004: The Cluster Policies Whitebook. International Organisation for Knowledge Economy and Enterprise Development, Malmo. BLAUG, M. 1996: Economic Theory in Retrospect, 5th edition, Cambridge: Cambridge. BRESNAHAN, T., GAMBARDELLA, A., SAXENIAN, A. 2002: Old Economy Inputs for New Economy Outcomes: Cluster Formation in the New Silicon Valleys, Industrial and Corporate Change, 10 4, pp. 835860. BUCHANAN, J.M. 1969: Cost and Choice: An Inquiry into Economic Theory, Chicago. BUCHANAN, J.M., THIRLBY, G.F. 1981: L.S.E. Essays on Cost, New York. BUSS, T. F. 1999: The Case Against Targeted Industry Strategies, Economic Development Quarterly, 134, pp. 339356. CAPLAN, B. 1999: Why I Am Not an Austrian Economist, http:www.gmu.edudepartments economicsbcaplanwhyaust.htm. CHAPMAN, K. 2005: From Growth Centre to Cluster: Restructuring, Regional Development, and the Teeside Chemical Indutry, Environment and Planning A, 37 4, pp. 597615. CHULANOVA, Z. 2007: Poverty Reduction in Developing Countries via Infrastructure Development and Economic Growth: Mutual Impact in Kazakhstan, ADB Institute Discussion Paper No. 62. COOKE, P., MORGAN, K. 1993: The network paradigm: New departures in corporate and regional development, Environment and Planning D: Society and Space, 11 5, pp. 543564. DESROCHERS, P. 1998: A Geographical Perspective on Austrian Economic, Quarterly Journal of Austrian Economics, 1 2, pp. 6383. DESROCHERS, P. 2000: Geographical Proximity and the Transmission of Tacit Knowledge, Review of Austrian Economics, 14 1, pp. 2546. DESROCHERS, P., SAUTET, F. 2004: ClusterBased Economic Strategy, Facilitation Policy and the Market Process, Review of Austrian Economics, 17 23, pp. 233245. DORING, T. 2007: Cluster und Wettbewerbsfahigkeit von Regionen. Anmerkungen zum gleichnamigen Sammelband von OLEG CERNAVIN et al., in: ORDO, Jahrbuch fur die Ordnung von Wirtschaft und Gesellschaft, 58, pp. 239242. DUDWICK, N., FOCK, K., SEDIK, D. 2007: Land Reform and Farm Restructuring in Transition Countries.The Experience of Bulgaria, Moldova, Azerbaijan, and Kazakhstan, World Bank Working Paper No. 104, Washington, D.C. The clusterbased development strategy in Kazakhstans agrofood sector 27EXPERT KAZAKHSTANA 2008: Narkomi sebja sam Feed yourself, Nr. 14, April, 713, p. 13. FELDMANN, M.P., FRANCIS, J. 2004: Homegrown Solutions: Fostering Cluster Formation, Economic Development Quarterly, 18 2, pp. 127137. FISHER, E., REUBEN, R. 2000: Industrial Clusters and SME Promotion in Developing Countries, Commonwealth Trade Enterprise Paper Number 3, London. FLINK, O. 2008: Idealnye mery trudoosushchestvimy Ideal measures are hard to realize, Expert Kazkhstan, Nr. 14, April, 713, p. 1921. GALVAN, B. 2007: Coordination Failures, Cluster Theory and Entrepreneurship: A Critical View, MPRA Paper No. 6033, Munich, http:mpra.ub.unimuenchen.de6033. GORDON, I.R., MCCANN, P. 2000: Industrial Clusters: Complexes, Agglomeration andor Social Networks?, Urban Studies, 37 3, p. 513532. GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN 2005a: Konceptsiya ustoychivogo razvitiya agropromyshlennogo kompleksa Respubliki Kazakhstans na 20062010 Conception of sustainable development of the agroindustrial complex of the Republic of Kazakhstan for 20062010, Astana. GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN 2005b: Diversification of Kazakhstans Economy through Cluster Development in NonExtraction Sectors of the Economy, http:en.government.kz docs01_claster.doc. GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN 2007: Programma 30 Koporativnykh liderov Kazakhstana Program of 30 corporate leaders of Kazakhstan, http:ru.government.kz siteReviewsrev 215. GUILLORY, G. 2005: What Are You Calling Failure. The Mises Institute, http:www.mises.org.story1806. and Knowledge, Economica, 4, pp. 3354, HAYEK, F.A. VON 1937: Economics http:www.virtualschool.edumonEconomicsHayek Economics And Knowledge.html. HAYEK, F.A. VON 1945: The Use of Knowledge in Society, reprinted in: HAYEK, F.A. 1980: Individualism and Economic Order, Chicago, London, pp. 7791. HAYEK, F.A. VON 1948: Individualism and Economic Order, Chicago. HAYEK, F.A. VON 196794: Rechtsordnung und Handelsordnung, in: FRIEDRICH A. VON HAYEK: Freiburger Studien, 2nd ed., Tubingen, 1994, pp. 161198. HAYEK, F.A. VON 196894: Der Wettbewerb als Entdeckungsverfahren, in: FRIEDRICH A. VON HAYEK: Freiburger Studien, 2nd ed., Tubingen, 1994, S. 249265, published in English in 1978: Competition as a Discovery Procedure, in: New Studies in Philosophy, Politics and the History of Ideas, London, pp. 179190. HAYEK, F.A. VON 1973: Law, Legislation and Liberty, Vol. I: Rules and Order, Chicago. HAYEK, F.A. VON 197496: Die Anmaung von Wissen, in: KERBER, W. ed.: Die Anmaung von Wissen. Neue Freiburger Studien, Tubingen, 1996, pp. 1636, published in English in 1989: The Pretence of Knowledge, American Economic Review, 79 6, pp. 37. HAYEK, F.A. VON 1990: Law, Legislation and Liberty, Vol. 3: The Political Order of a Free People, Chicago. HAYEK, FRIEDRICH A. VON 1991: Die Verfassung der Freiheit, 7. Aufl., Tubingen, published in English 1960: The Constitution of Liberty. Chicago. HEDLUND, S. 2000: Path Dependence in Russian Policy Making: Constraints on Putins Economic Choice, PostCommunist Economies, 12 4, pp. 389407. HIRSCHMAN A. O. 1958: The Strategy of Economic Development, Yale Studies in Economics, No. 10, New Haven. IBRAEV, A., FRANGULIDI, S. 2006: Zerno: Chto poseesh, to pozhnesh Grain: You reap what you sow, National Business, No. 11 37, NovemberDecember, pp. 1419. 28 Jurgen Wandel IBRAEV, A., FRANGULIDI, S. 2007: Zerno: Chto poseesh, to pozhnesh 2 Grain: You reap what you sow Part 2, National Business, No. 1 39, JanuaryFebruary, pp. 1219. ISAEV, A. 2007: Korporaciya monstrov Corporate monsters, National Business, No. 4 42, AprilMay, pp. 67. JAFFE, A., TRAJTENBERG, M., HENDERSON, R. 1993: Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics, 63 3, pp. 577598. KARADZHAEVA, D., GALIEVA, A., ZHUMALIEV, M. 2007: Mlechnyy put Milk way, National Business, No. 11 49, NovemberDecember, pp. 2020. KELIMBETOV, K. 2007: Instituty razvitiya kak factor konkurentosposobnosti Development institutions as factors enhancing competitiveness, Presentation held at the International Conference Socialnoekonomicheskoe razvitie Rossii: Novye rubezhi, 26.27.10.2007, Moscow, www.ane.ruconference conkurent.ppt. KIRZNER, I.M. 1973: Competition and Entrepreneurship, Chicago. KIRZNER, I.M. 1997: Entrepreneurial Discovery and the Competitive Market Process: An Austrian Approach, Journal of Economic Literature, 25 March, pp. 6085. KIRZNER, I.M. 1982: Competition, Regulation, and the Market Process: An Austrian Perspective, Cato Policy Analysis, No. 18, www.cato.orgpub_display.php?pub_id884. KIRZNER, I.M. 1985: Taxes and Discovery: An Entrepreneurial Perspective, reprinted in KIRZNER, I.M. 1985: Discovery and the Capitalist Process, Chicago. KIRZNER, I.M., SAUTET, F. 2006: The Nature and Role of Entrepreneurship in Markets: Implications for Policy, Mercatus Policy Series, Policy Primer, No. 4, June 2006, Mercatus Center, George Mason University. KOESTER, U. 2005: A revival of large farms in Eastern Europe How important are institutions?, Agricultural Economics, 32 S1, pp. 103114. KRUGMAN P. 1991: Geography and Trade, Cambridge, MA. LEIPOLD, H. 2006: Kulturvergleichende Institutionenokonomik, Stuttgart. LINDSAYS, S. 2000: Culture, Mental Models, and National Prosperity, in: HARRISON, L.E., HUNTINGTON, S.P. eds.: Culture Matters. How Values Shape Human Progress, New York, pp. 282295. LUNDVALL, B. 1988: Innovation as an interactive process: From userproducer interaction to the national system of innovation, in: DOSI, G. et al. eds: Technical Change and Economic Theory, London, pp. 349369. MABIEVA, G. 2008: Zerno ostaetsya v strane Grain stays in the country, Respublikanskiy delovoy ezhenedelnik, Nr. 15 237, 17.04.2008, p. 1 MALYJ I SREDNYJ BIZNES KAZAKHSTANA 2007: Razvitie klastera Pishchevaya promyshlennost v Almatinskoy oblasti Cluster Development Food Industry in the Almaty Oblast, 5 05, pp. 719. MARSHALL, A. 1920: Principles of Economics, 8th edition, London. MARTIN, R., SUNLEY, P. 2003: Deconstructing Clusters: Chaotic Concept or Policy Panacea?, Journal of Economic Geography, 3 1, pp. 535. MILLER, R., COTE, M. 1985: Growing the Next Silicon Valley, Harvard Business Review, July August, pp. 114123. MINISTRY OF AGRICULTURE 2008A: Razvitie pishchevoy promyshlennosti Developments in the Food Industry, http:www.minagri.kzagroindex.php?ID1449printY. MINSTERY OF AGRICULTURE, 2008b: Sostoyanie zmeledeliya The Situation in Crop Production, http:www.minagri.kzagroindex.php?ID1443printY. The clusterbased development strategy in Kazakhstans agrofood sector 29MINSTERY OF AGRICULTURE 2008C: Razvitie klasternykh iniciativ The Development of the Cluster Initiative, www.minagri.kzindexfilestotals_2.doc. MISES, L. VON 1966: Human Action. Chicago. MURPHY, K.M., SHLEIFER, A., VISHNY, R.W. 1989: Industrialization and the Big Push, Journal of Political Economy, 97 5, pp. 10031026. MYRDAL G. 1957: Rich Lands and Poor, World Perspectives Series, 16, New York. NARENOVA, A.N. 2008: Tekhnologicheskoe razvitie selskokhozyaystvennogo proizvodstva i konkurentosposobnost The technological development of agricultural production and competitiveness, Vestnik Universiteta Mezhdunarodnogo biznesa, No. 1 7, pp. 5659. NORTH, D.C. 1990: Institutions, Institutional Change and Economic Performance, Cambridge, U.K. NORTH, D.C. 1994: Economic Performance Through Time, American Economic Review, 84 3, pp. 359368. OECD 2001: Innovative Clusters: Drivers of National Innovation Systems, Paris. PERROUX F. 1950: Economic Space: Theory and Applications, Quarterly Journal of Economics, 64 1, pp. 89104. PRAZDNICHNYKH, A. 2004: Vpervye na territorii SNG startuet proekt, stavyashchiy celyu povyshenie konkurentosposobnosti v masshtabakh strany For the first time starts a project in the CIS aimed at increasing competitiveness on a large scale, in: Cluster PRelease 2004: http:www.compet.ruPRelease_Kazahstan.pdf. POMFRET, R. 2006: The Central Asian Economie Since Independence, Princeton, Oxford. PORTER, M.E. 1990: The Competitive Advantage of Nations, London. PORTER, M.E. 1998a: On Competition, Cambridge MA. PORTER, M.E. 1998b: Location, Clusters and the New Microeconomics of Competition, Business Economics, 33 1, pp. 717. PORTER, M.E. 1998c Clusters and the New Economics of Competition, Harvard Business Review, December, pp. 7790. PORTER, M.E. 2000a: Locations, Clusters and Company Strategy, in: CLARK, G.L., FELDMAN, M., GERTLER, M. eds: The Oxford Handbook of Economic Geography, Oxford, New York, pp. 253274. PORTER, M.E. 2000b: Location, Competition, and Economic Development: Local Clusters in a Global Economy, Economic Development Quarterly, 14 1, pp. 1534. PORTER, M.E. 2000c: Clusters and Government Policy, Wirtschaftspolitische Blatter, 47 2, pp. 144154. PORTER, M.E. 2005: Kazakhstans Competitiveness: Roadmap Towards a Diversified Economy, Kazakhstan, Presentation http:wbln 0018.worldbank.org FILEProfessor%20Porters%20Presentation.pdf. January on 26 2005, in Astana, POSLANIE PRESIDENTA RESPUBLIKI N.A. NAZARBAEVA 2007: Novyy Kazakhstan v novom mire Strategiya ocherednaya etapa razvitiya strany The New Kazakhstan in a new world Strategy of further steps to develop the country, published by the Kazakhstanskiy institute strategicheskikh issledovaniy pri prezidente RK and the Institut mirovoy ekonomiki i politiki pri fonde pervogo prezidenta RK, Almaty. RODRIGUEZCLARE, A. 1996: The Division of Labor and Economic Development, Journal of Development Economics, 49 1, pp. 332. RODRIGUEZCLARE, A. 2005A: Coordination Failures, Clusters and Microeconomic Interventions. InterAmerican development Bank Working Paper 544. 30 Jurgen Wandel RODRIGUEZCLARE, A. 2005B: Clusters and Comparative Advantage: Implications for Industrial Policy, InterAmerican development Bank Working Paper 523. RODRIK, D. 1996: Coordination Failures and Government Policy: A Model with Applications to East Asia and Eastern Europe, Journal of International Economics, 40 12, pp. 122. RODRIK, D. 2004: Industrial Policy for the TwentyFirst Century, KSG Working Paper No. RWP04047, Harvard University. ROELANDT, T., DEN HERTOG, P. 1999: Cluster Analysis and ClusterBased Policy Making in OECD Countries: An Introduction to the Theme, Ch 1, in: OECD 1999: Boosting Innovation: The Cluster Approach, Paris, pp. 923. ROSENSTEINRODAN, P. 1943: Problems of Industrialization of Eastern and Southeastern Europe, Economic Journal, 53 210211, JuneSeptember, pp. 202211. ROTHBARD, M.N. 1993: Man, Economy, and State. Auburn Ala. SAKENOV, A. 2005: Delo klastera boitsya Fearing clusters, Kazakhstanskaya Pravda, 06.05.2005, http:www.zakon.kzournewsnews.asp?id39030. SAUTET, F. 2002: Economic Transformation, The Pretence of Knowledge and the Process of Entrepreneurial Competition. New Zealand Treasury Discussion Paper, http:www.treasury.govt.nzet9. SAXENIAN, A. 1994: Regional Advantage. Culture and Competition, Silicon Valley and Route, 128, Cambridge MA. SCHMITZ, H., MUSYCK, B. 1994: Industrial Districts in Europe: Policy Lessons for Developing Countries, World Development, 22 6, pp. 889910. SCHMITZ, H., NADVI, K. 1999: Clustering and Industrialization: Introduction, World Development, 27 9, pp. 15031514. STOPPER, G. 1997: The Regional World: Territorial Development in a Global Economy, New York. TASHIMOV, T., SMIRNOV, S. 2008: Na importnoy diete On import diet, Expert Kazakhstan, No. 14, April, 713, pp. 1518. URMANOV, A. 2007: V strane organizuyutsya kapkhozy In the country they organize kapkhozies, Biznes Vlast Almaty, Nr. 02 069, 19.01.2007. VOIGT, S. 2002: Institutionenokonomik, Munchen. WALLSTEN, S. 2001: The Role of Government in Regional Technology Development: The Effects of Public Venture Capital and Science Parks, Working Paper, Stanford Institute for Economic Policy Research SIEPR, Stanford University, Stanford CA. WANDEL, J. 2007: Integrated Structures, Market Forces and Competition in Russias AgroFood Sector: An Assessment from the Perspective of the Austrian School of Economics. 102nd EAAESeminar Superlarge Farming Companies: Emergence and Possible Impacts, Moscow, http:agecon.lib.umn.educgibinpdf_view.pl?paperid26198ftype.pdf. 2005: Porters Cluster Strategy Versus Industrial Targeting, WOODWARD, D. http:www.nercrd.psu.eduIndustry_TargetingResearch Papersand SlidesInd Cluster.Woodward.pdf. WORLD BANK 2000: Kazakhstan. A Review of Farm Restructuring, World Bank Technical Paper No. 458, Washington, D.C. ZAKON.KZ 2007: V agrarnom sektore kazakhstanskoy ekonomiki vozmozhno sozdanie krupnykh agroformirovaniy Vzgljad iz regiona, http:www.zakon.kzournewsnews.asp?id30135779, 20.10.2007. DISCUSSION PAPERS DES LEIBNIZINSTITUTS FUR AGRARENTWICKLUNG IN MITTEL UND OSTEUROPA IAMO DISCUSSION PAPERS OF THE LEIBNIZ INSTITUTE OF AGRICULTURAL DEVELOPMENT IN CENTRAL AND EASTERN EUROPE IAMO No. 105 TREFFLICH, A., UETRECHT, I., EFKEN, J., SCHAFER, M., STEINBAUER, C., WENDT, H. 2007: Support scheme of food processing firms: A driving force for rural development? No. 106 BOJNEC, S., FERTO, I. 2007: Comparative advantages in agrofood trade of Hungary, Croatia and Slovenia with the European Union No. 107 FERTO, I. 2007: Spatial developments of Hungarian agriculture in the transition: The case of crop production No. 108 BRUISCH, K. 2007: Entwicklungstendenzen landwirtschaftlicher Familienbetriebe in Russland seit 1990 No. 109 HOCKMANN, H., PIENIADZ, A., GORAJ, L. 2007: Modeling heterogeneity in production models: Empirical evidence from individual farming in Poland No. 110 BROMLEY, D. W. 2007: Evolutionary institutional change for sustainable rural livelihoods in Central and Eastern Europe No. 111 , O., , ., , A. 2007: , No. 112 SCHNICKE, H., HAPPE, K., SAHRBACHER, C. 2007: Structural change and farm labour adjustments in a dualistic farm structure: A simulation study for the Region Nitra in southwest Slovakia No. 113 BUCHENRIEDER, G., MOLLERS, J., HAPPE, K., DAVIDOVA, S., FREDRIKSSON, L., BAILEY, A., GORTON, M., KANCS, DA., SWINNEN, J., VRANKEN, L., HUBBARD, C., WARD, N., JUVANCIC, L., MILCZAREK, D., MISHEV, P. 2007: Conceptual framework for analysing structural change in agriculture and rural livelihoods No. 114 , ., , . 2007: No. 115 CECHURA, L. 2008: Investment, credit constraints and public policy in a neoclassical adjustment cost framework No. 116 FRITZSCH, J. 2008: Applying fuzzy theory concepts to the analysis of employment diversification of farm households: Methodological considerations No. 117 PETRICK, M. 2008: Landwirtschaft in Moldova No. 118 SROKA, W., PIENIADZ, A. 2008: Rolnictwo obszarow gorskich Bawarii przykadem dla Karpat polskich? Studium porownawcze No. 119 MEYER, W., MOLLERS, J., BUCHENRIEDER, G:. 2008: Does nonfarm income diversification in northern Albania offer an escape from rural poverty? No. 120 WEITZEL, E.B., KESKIN, G., BROSIG, S. 2008: Der turkische Tomatensektor Regionale Gesichtspunkte und raumliche Marktintegration No. 121 SALASAN, C., FRITZSCH, J. 2008: The role of agriculture for overcoming rural poverty in Romania No. 122 SROKA, W., HAPPE, K. 2009: Vergleich der Berglandwirtschaft in Polen und Deutschland No. 123 SROKA, W., HAPPE, K. 2009: Forderung der Entwicklung des Landlichen Raumes in Polen und Bayern No. 124 MOSER, N. 2009: Untersuchung der Praferenzen russischer Fachbesucher fur ausgewahlte Messeleistungen No. 125 PAVLIASHVILI, J. 2009: Servicekooperativen Ein Modell fur die georgische Landwirtschaft? No. 126 WANDEL, J. 2009: Agroholdings and clusters in Kazakhstans agrofood sector No. 127 , . ., , . 2009: VIII No. 128 WANDEL, J. 2010: The clusterbased development strategy in Kazakhstans agrofood sector: A critical assessment from an Austrian perspective Die Discussion Papers sind erhaltlich beim LeibnizInstitut fur Agrarentwicklung in Mittel und Osteuropa IAMO oder im Internet unter http:www.iamo.de. The Discussion Papers can be ordered from the Leibniz Institute of Agricultural Development in Central and Eastern Europe IAMO. Use our download facility at http:www.iamo.de. ", "filename": "622454730.pdf", "person": ["Jürgen Wandel", "Wandel, Jürgen"], "date": ["2010"]}