{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/41582/1/622415603.pdf"], "title": ["Offshoring, tasks, and the skill-wage pattern"], "plaintext": "Offshoring, tasks, and the skillwage pattern Daniel BaumgartenRuhr Graduate School in Economics, RWI Essen, GermanyIngo GeisheckerGeorgAugustUniversit at G ottingen, Germany and ASB, University of Aarhus, DenmarkHolger G orgChristianAlbrechtsUniversit at Kiel, If W Kiel, Germany and IZA, GermanyMarch 2010Abstract The paper investigates the relationship between offshoring, wages, and theease with which individuals tasks can be offshored. Our analysis relates torecent theoretical contributions arguing that there is only a loose relationshipbetween the suitability of a task for offshoring and the associated skill level.Accordingly, wage effects of offshoring can be very heterogeneous within skillgroups. We test this hypothesis by combining microlevel information on wagesand demographic and workplace characteristics as well as occupational information relating to the degree of offshorability with industrylevel data on offshoring. Our main results suggest that in partial equilibrium, wage effects ofoffshoring are fairly modest but far from homogeneous and depend significantlyon the extent to which the respective task requires personal interaction or canbe described as nonroutine. When allowing for crossindustry movement of Daniel Baumgarten thanks the Leibniz Association for financial support.Corresponding author, GeorgAugustUniversit a at G ottingen, Faculty of Economic Sciences, Platz der G ottinger Sieben 3, 37073 G ottingen, Germany, email: ingo.geisheckerwiwi.unigoettingen.de, Tel: 49 39 551 39 7327, Fax: 49 39 551 39 7880Holger G org gratefully acknowledges financial support through the European Commission FP7 Programme Grant No. SSHCT2009244552.1workers, i.e., looking at a situation closer to general equilibrium, the magnitudeof the wage effects of offshoring becomes substantial. Low and mediumskilledworkers experience significant wage cuts due to offshoring which, however, againstrongly depend on the degree of personal interaction and nonroutine content.Keywords: Tasks, Offshoring, Outsourcing, Skills, Wages JEL: F1, F2, J31Introduction Research on job tasks has become increasingly popular in recent years. This isreflected in the labor economics literature by, for example, Autor et al. 2003,SpitzOener 2006 and Gathmann and Sch onberg 2010. In the internationaltrade literature, the concept of tasks has also entered into the debate on international outsourcing or offshoring. For example, Blinder 2006 argues thatcertain tasks that are interactive, i.e., require facetoface contact are unlikelyto be offshored e.g., hairdressers, lawyers while tasks without these characteristics may easily be moved abroad e.g., computer programmers. Levy and Murnane 2004 and Leamer and Storper 2001 also highlight the differencesbetween what may be called routine and nonroutine tasks, with the latter being less likely to be moved abroad. Grossmann and RossiHansbergs 2008influential paper picks up this thread, proposing a theoretical model that essentially redefines offshoring as trade in tasks rather than in the common meaningof trade in intermediate products.What is clear from the earlier literature and also from the empirical workpresented in this paper is that tasks are not synonymous with skills. While theremay be some overlap, nonroutine or more interactive tasks are not necessarily identical with higher educational attainment. This is an important pointthat has strong implications for the potential labor market effects of offshoring.Traditionally, the literature has concluded that offshoring from industrializedcountries has led to a shift in labor demand towards more skilled workers, implying that unskilled workers lose while skilled workers gain from this form ofglobalization e.g., Feenstra and Hanson, 2001 . However, when consideringtasks as well as skills, the conclusions change. This is what we show in thispaper.By using very rich individuallevel panel data, we are able to assess in detail 2wages, skill levels, and the nature of the tasks performed by individuals in theirjobs. This is combined with data on offshoring activities of the industry. We usethis data to empirically model the impact of offshoring on wages, and focus onhow the wage effect of offshoring is simultaneously determined by the skill levelsand tasks carried out by individuals. Thus, we study the interaction betweenskill levels and tasks and investigate whether within skill groups, the natureof tasks carried out by an individual determines the effects of offshoring onwages. As Grossman and RossiHansberg 2008 have suggested, the effects ofoffshoring depend on the cost of trading tasks, which may differ across differenttypes of tasks. Hence, our working hypothesis is that, in the absence of a onetoone relationship between tasks and skills, the interaction of the two variablesmatters. Our empirical results support this hypothesis.We use two strategies for identifying a link between offshoring and wages.The first is to use withinindustry changes in offshoring intensity and wages.Here, we look only at changes in the wages of individuals staying in an industry,and not those that occur due to an individual moving from one industry toanother as a consequence of offshoring. This makes our analysis essentially ashortrun, partial equilibrium analysis.1The second identification strategy is based on the idea that, in general equilibrium, individual is wage is determined not only by offshoring activity in theindustry in which i is employed, but also by what is going on in other industries.Specifically, the wages of i holding occupation k will, in general equilibrium, depend on offshoring activities affecting occupation k in any industry. Take, forexample, electrical engineers working in the automobile and machinery industries. Offshoring an engineers tasks in automobiles affects not only engineersin this industry, but also in the machinery industry, as engineers may movefrom automobiles into machinery and vice versa. Note, of course, that actualmovement of workers is not required to generate these crossindustry effects:the potential for movement is sufficient.In the growing literature on offshoring and tasks, we are, to the best ofour knowledge, the first to explicitly investigate the interaction between tasks 1This is a common assumption in the literature.It is, for example, implicit in the studiesexamining the relationship between relative labor demand and offshoring using aggregate industrylevel data Feenstra and Hanson, 2001. Studies using individuallevel data, such as Geishecker and G org 2008 or Liu and Trefler 2008 are based on the same assumption.3and skills in order to gauge the effect of offshoring of activities on wages.2We look at the labor market effect of offshoring by examining individuallevelwages rather than relative demand for labor at the firm or industry level.3 Thisallows us to take account of individuallevel heterogeneity, controlling for ahost of observable and unobservable effects at the individual and industry level,thereby avoiding aggregation bias.4Our empirical results show that wage effects of offshoring are heterogeneousbetween as well as within skill groups, depending on the degree of interactivity or nonroutine content of the respective tasks of workers. Thus, the moretraditional dichotomy between highskilled and lowskilled workers does indeedneed to be revised, taking the nature of tasks into account.Another important finding is that the partial equilibrium effect, that is,the impact of offshoring in the individuals own industry, is quite low. However, when looking at the effects of offshoring in a situation that more closelycorresponds to a general equilibrium settingwhen allowing for worker mobility between industrieswe find substantial wage effects that are economicallyhighly significant.5In the next section, we provide a brief review of the theoretical backgroundthat motivates our empirical analysis. We then give a detailed account of ourdata and the classification of tasks according to their degree of interactivityand nonroutine content. Section 4 explains the empirical model and addressespotential caveats. Our partial equilibrium results are presented in Section 5,while Section 6 shows our estimates when allowing for crossindustry worker 2The paper most closely related to ours is by Ebenstein et al. 2009, who use micro data todefine occupations as routine or nonroutine. They do not consider possible interactions betweentasks and skills, as suggested by other empirical work, however. Moreover, we expand on thispaper by using not only the routine vs. nonroutine distinction, but as an alternative approach,also classify occupations according to whether they are based on interactive vs. noninteractivetasks. In addition, Crino 2010 looks at the impact of services offshoring on labour demand whiledifferentiating between tradable and nontradable occupations. Finally, Baumgarten 2009uses micro data to investigate the relationship between offshoring, tasks, and employment stability.3Feenstra and Hanson 1996 is one of the standard references for such studies at the industrylevel. Becker et al. 2009 analyze the link between tasks, skills, offshoring by multinationals, andrelative labor demand at the firm level using German data. They estimate the relative demand forskills and tasks, respectively, applying the framework by Feenstra and Hanson 1996. They do not,however, allow for a possible interaction between skills and tasks.4While the analysis of Ebenstein et al. 2009 is also at the individual level, the nature of theirdata does not allow them to control for many observed individual characteristics or unobservedindividual effects.5This may explain why papers such as Liu and Trefler, 2008 that only look at the partialequilibrium or own industry effect often fail to find strong results and conclude that offshoringappears not to pose a significant threat to workers.4mobility. Section 7 concludes the analysis.2 Theoretical Background The theoretical model of Grossman and RossiHansberg 2008 can serve as aguide to motivate our empirical analysis. In their model, a firm produces outputusing a continuum of tasks that are performed by either lowskilled Ltasks orhighskilled Htasks workers. These tasks can be carried out either at home orabroad. Offshoring tasks is costly, and these costs differ across tasks. Carryingout tasks abroad may be advantageous due to factor cost differences, but thesepotential savings have to be weighed against the costs of offshoring.In this setup, there are three types of effects on wages if offshoring costsfor one set of tasks decline, that is, if offshoring of one set of tasks increases.First, increased offshoring of a specific set of tasks raises the productivity ofthe factor that usually performs these tasks, and thereby generates a real wageincrease for this factor. Second, there is a labor supply effect. The excessworkers who have been freed up through offshoring have to be reabsorbed inthe economy, which leads to a fall in the real wage for the factor that performsthe offshored tasks. Third, there is a relative price effect, whereby the price ofthe final good that uses offshoring declines. This will, via the familiar StolperSamuelson effect, also negatively affect the wages of the workers that carry outthe offshored task. In sum, the model predicts an ambiguous effect of increasedoffshoring depending on the relative strength of the positive productivity andnegative factor supply and relative price effects.Note that, for our empirical strategy, it is important to point out that theproductivity and labor supply effects are elaborated in the Grossmann and RossiHansberg model in a setting where they focus on a single sector with afixed supply of low and highskilled workers. This scenario corresponds to ashortrun view of the economy, where labor is immobile between industries, andthus to our first identification strategy, where we examine the impact of changesin withinindustry offshoring on withinindustry wages, abstracting from themobility of labor across industries. These two effects also hold in general equilibrium, where the additional relative price effect also comes into play.Rather than solely testing the model predictions for lowskilled and highskilled workers, we expand on the idea that different sets of tasks have different 5offshoring costs, which may be only loosely related to skills. Thus, we go beyondsimply associating what Grossman and RossiHansberg call Ltasks and Htasks with lowskilled and highskilled workers. If it is indeed the case that,for example,nonroutine tasks are less easily offshored i.e., have higher costsof being offshored, as suggested in recent papers, then we would expect that,within the group of, say, lowskilled workers, the wage effects of offshoringshould differ for those individuals carrying out nonroutine tasks as comparedto those who perform simple routine tasks. The same goes for highskilledworkers. Our empirical results are in line with this contention.3 Data and Methodology The empirical strategy in this paper rests on combining individuallevel dataon wages and worker characteristics with more aggregate data on offshoringactivity and other observable industry characteristics. For the former, we usedata from the German SocioEconomic Panel SOEP, an annual individuallevel survey, for the years 19912006.6 We restrict our unbalanced sample toprimeage 1865 years employees in the manufacturing industry NACEISIC1536. To account for genderspecific labor market outcomes see, e.g., Prasad,2004; Beaudry and Green, 2003 we focus exclusively on males. In our empirical model, we utilize retrospectively collected yearly labor earnings and yearlywork hours from the CrossNational Equivalent files CNEF, including payments from bonuses, overtime, and profitsharing. Excluding observations withmissing or imputed wage information, this yields 13,189 observations for 2,063individuals.7In order to obtain taskbased measures of offshorability we employ occupational information following the classification of the German Federal Statistical Office Klassifizierung der Berufe Kld B92 that has only recently becomeavailable in the SOEP. On the basis of this disaggregated occupational coding,6Specifically, we use sample AF of SOEP. The data was extracted using the addon package Panel Whiz for Stata. Panelwhiz http:www.Panel Whiz.eu was written by Dr. John P. Haisken De New johnPanel Whiz.eu. See HaiskenDe New and Hahn 2006 for details. The dofile generated by Panel Whiz to retrieve the data in the present paper is available from the authors uponrequest. Any data or computational errors in the paper are our own.7According to Frick and Grabka 2003, the imputation procedure disregards industrylevelinformation such as offshoring. As a result, the imputation of missing wage information compressesthe wage distribution with respect to the industrylevel variables that are of most interest for ouranalysis and is therefore not suitable for this application.6we can map associated task contents, which are calculated using yet anothermicrolevel data set, the German Qualification and Career Survey 199899,by applying two different procedures that are based on Becker, Ekholm and Muendler 2009 and SpitzOener 2006.8To make the German Qualification and Career Survey sample comparableto the one used in our wage regression, we restrict the sample to males aged 18to 65, which leaves us with some 19,000 individuals out of about 34,000. Ouroccupational grouping is based on the twodigit level of the Kld B92, which isavailable in both data sets. Only in cases where occupational cells become toosmall do we switch to the nexthighest level of aggregation.9The distinct advantage of this survey is that respondents not only statetheir occupation but also give a detailed account of the tasks they perform onthe job and the associated work tools they use to do so. Using this detailedinformation, Becker et al. 2009 propose a mapping of tasks into occupations.In a first step, each of the 81 surveyed tools and thereby each task is classifiedas i routine or nonroutine and ii interactive or noninteractive, where theformer grouping refers to nonrepetitive tasks and the latter to tasks requiringinterpersonal contact. For illustration, the use of an overhead projector orbeamer is coded as both nonroutine and interactive, whereas the opposite holdsfor computercontrolled machinery. Simple means of transport are an exampleof tools denoting an interactive but routine task, whereas precisionmechanicaltools are coded as nonroutine and noninteractive see Table A1 in Appendix 1 for a list of surveyed tools and their respective classifications.In a next step, the number of nonroutine and of interactive tasks are averaged over occupations. Accordingly, a higher number implies a more intensiveuse of the associated task category.Finally, for every occupation, a continuous task intensity measure in therange of 0 to 1 where 1 denotes maximum intensity is derived by normalizing the figures by the maximum sum of nonroutine and interactive tasks in 8The German Qualification and Career Survey was previously used, for example, by Di Nardoand Pischke 1997. Like Becker et al. 2009 we rely on the most recent wave as it follows acomparable occupational classification Kld B92.9The classification contains five levels of aggregation. The twodigit level is the thirdhighest anddistinguishes 88 occupational groups. The nexthighest consists of 33 occupational sections while thehighest level differentiates between six broad occupational areas Statistisches Bundesamt, 1992.7any occupation. Thus, in compact form, the formula reads as follows:T ask Intensity ij Average number of j tasks in occupation i Maximum average number of j tasks,1where i denotes the occupation and j nonroutine, interactive the taskcategory.To check the robustness of our results, we also use an alternative task classification which is based on a separate list of 13 job descriptions that is available inthe same data set see Table A2 in Appendix 1. It is the same set of questionsthat was first used by SpitzOener 2006 in her work on tasks, computerization,and technical change and subsequently employed by, for example, Borghans etal. 2008 and Gathmann and Sch onberg 2010. Whereas SpitzOener 2006follows Autor et al. 2003 and creates five task categories, we focus on measures of nonroutineness and interactivity in order to ensure comparability withthe Becker et al. 2009 mapping. The construction of the task measures isanalogous to the one described above.10 For ease of exposition, we will refer to this alternative task classification in the following as SpitzOenerbasedmapping even though it is not strictly identical. Although both task classifications have their pros and cons, we have some preference for the Becker et al.2009 mapping since it is based on a more detailed set of questions and hence,arguably, more suitable to reflect task content variations across occupations.Hence, occupations are classified according to their nonroutine or interactive task contents, irrespective of the associated educational attainment ofworkers. Accordingly, it is in principle possible to observe, for example, somehighly nonroutine interactive tasks to be performed by lowskilled workers,and vice versa.To what extent nonroutine and interactive tasks and skills, measured interms of educational attainment, are related is summarized in Table 1.11 Asbecomes apparent in the mean comparison tests, highskilled workers on average have occupations with a significantly higher content of interactive as wellas nonroutine tasks. However, from Figures 1 and 2 it also becomes clearthat although highskilled workers indeed tend to have occupations with higherinteractive and nonroutine content than lowskilled workers, there is significant 10Note that this constitutes another departure from SpitzOener 2006, since in her formula, thenumerator consists of the number of tasks assigned to a given category. However, the rankings ofoccupations with respect to taskintensity measures are not affected by the different normalizations.11The exact definition of skills is provided in the next section.8heterogeneity within skill groups. Thus, while higher skills and nonroutine andmore interactive tasks seem to be correlated, we can nevertheless identify lowskilled manufacturing workers that occupy positions that are highly interactiveor nonroutine and vice versa.Among the lowskilled, a typical occupation characterized by low nonroutine content is storekeeper, warehouse keeper while assemblers is anexample of an occupation with low interactivity. metalworkers, the largestoccupational group among lowskilled workers, score low in our interactivityindex but are in the medium range of our nonroutine indicator. On the otherhand, truck drivers display a low intensity of nonroutine tasks but havefrequent interactions with coworkers or third parties.Technicians are the largest occupational group among the mediumskilled.They carry out a rather high proportion of both nonroutine and interactivetasks. Whereas production foremen even surpass them in both dimensions,a typical occupation that displays considerably lower values is that of officeclerk.Engineers make up by far the largest share among the highskilled, followed by managers. Both occupations are characterized by high degrees ofnonroutine and interactive tasks, which also explains the rather low standarddeviation of the task indices for the group of the highskilled. However, thereis still heterogeneity. For example, computer scientists are characterized bya high nonroutine content but are less intensive in interactive tasks.The question for the econometric analysis is now whether workers withhighly interactive or nonroutine occupations are indeed differently affected byincreased offshoring than their counterparts with occupations that have lowinteractivity and are fairly routine. To answer this question, we follow twoidentification strategies. The first is based on the assumption that workerswages are affected by offshoring activity in the industry in which the worker isemployed, similar to, e.g., Feenstra and Hanson 1996, Geishecker and G org2008 and Crino 2010.In order to implement this strategy, we merge our individuallevel datawith industrylevel offshoring measures. Offshoring is constructed by combining inputoutput tables for imports provided by the German Federal Statistical Office with commodity trade data from the Eurostat Comext database. We 9follow a narrow concept of materials offshoring by focusing on imported intermediate inputs that correspond to a makeorbuy decision, that is, inputs thatin principle could be produced by the importing industry itself see Feenstraand Hanson, 1999. We consider this offshoring measure to be more accuratethan relying solely on affiliate employment as in, e.g., Ebenstein et al., 2009since i affiliate employment also reflects horizontal MNE activities and ii notall offshoring takes place through foreign direct investment. Formally we candenote offshoring as:OSjt IM Pjt jjt Yjt2with IM Pjt denoting imported intermediate inputs from industry j and Yjtthe production value of industry j at time t. jjt denotes the share of importscid:80Jfrom a foreign industry j that is consumed by the respective domestic industryj1 jjt IM Pjt total imports from industry j which are notj in t withonly used in manufacturing but also in agriculture, services, private and publicconsumption, and investments and exports in t.12Figure 3 depicts the weighted average offshoring intensity in manufacturingfor the years 1991 to 2006. Offshoring intensity showed tremendous growthduring our sample period: between 1991 and 2006 it increased from 6 to 8percent.4 Empirical Model To assess the wage impact of offshoring conditional on observed and unobservedheterogeneity, we estimate variants of the following Mincer wage equation:13ln W AGEijt DEM OGit W ORKit3e EDU Ceit e EDU Ceit T ASKitcid:88e 1cid:88e 12Note that the numerator in Equation 2 could also be derived directly from the main diagonalof the inputoutput table. We chose, however, to only construct jj on the basis of inputoutputtables and combine it with trade data to give less weight to potential measurement error of individualinputoutput tables.13Our empirical model builds on Geishecker and G org 2008 but goes further by incorporatingheterogeneous tasks into the model.10cid:88cid:88 IN Djt e OSjt EDU Ceite OSjt EDU Ceit T ASKitee j T REN Djt RDYjt j t i ijtwhere W AGEijt denotes individual is hourly wage in industry j at time t.Our controls include the standard variables in such wage regressions, see, forexample, Mincer 1974, Brown and Medoff 1989, Schmidt and Zimmermann1991. Descriptive statistics on all control variables are provided in Table 2.DEM OG denotes the demographic control variables for marital status, children, and geographic region.14 The second set of control variables W ORKrefers to workplacerelated characteristics such as size and firm ownership aswell as tenure.We also control for timechanging observable industry characteristics IN Dby including the size of the industry measured in terms of output Y andequipment and plant capital intensity Cap Equ,P lantY .To control for as much unobserved heterogeneity as possible, we make fulluse of the three dimensions, i, j, and t, in our panel data and decompose theerror term into industry fixed effects j, time fixed effects t, individual fixed effects i and a remaining error term ijt. In addition, the three panel dimensionsallow us to include a full set of industryspecific time trends T REN D thatcapture industrylevel technological change over and above common macroeconomic trends accounted for by t. In addition, we include research and development intensity RDYj as an inputbased industrylevel technology measure.Particular attention is paid to educational controls based on the International Standard Classification of Education ISECD. EDU C contains educational dummies for high education e High Skilled and mediume M edium Skilled education; low education e Low Skilled isthe omitted category.15In addition, we control for the nature of job tasks of individuals by including our constructed interactivity and nonroutine indices, respectively. We do 14We do not control for age as age together with individual fixed effects and time dummies wouldresult in perfect collinearity.15Lowskilled workers are workers with secondstage basic education, lower secondary education,or less. Mediumskilled workers have upper secondary education, postsecondary nontertiary education, or firststage tertiary education. Highskilled workers have at least secondstage tertiaryeducation.11this by interacting the respective task index with the educational attainmentdummies, thereby allowing for heterogeneous task effects across skill groupsEDU C T ASK. To account for the potentially heterogeneous impact ofoffshoring across skill groups and tasks, we interact offshoring with the educational dummies OS EDU C and also include triple interaction terms foroffshoring OS EDU C T ASK.Accordingly, the marginal effect of offshoring for the different skill groups ecan be denoted as:cid:181cid:182e ln W AGEijt OSjt e e T ASKit .4We therefore allow for heterogeneous effects of offshoring within skill groupsdepending on the corresponding nonroutine or interactivity index.The combination of microlevel data and more aggregate offshoring information can overcome a number of problems that haunt pure industrylevel studies.First, due to the detailed information on educational attainment in our microdata, we can differentiate between skill groups in a much more precise way thanthe commonly used manualnonmanual worker dichotomy e.g., Feenstra and Hanson 2001; Geishecker, 2006.Second, since individual wages must have a substantially higher variancethan industry averages, potential endogeneity bias is considerably reduced, thatis, individual wages are unlikely to affect industrylevel aggregates such as offshoring see Appendix 2. Nevertheless, we can also test for exogeneity of ouroffshoring measures using lagged values as instruments, and are unable to reject the H0 of exogeneity within reasonable confidence bounds see Table A2in Appendix 2.16Third, combining microlevel wage information and industrylevel offshoringdata results in a threedimensional data set that allows us to control for industrytechnological progress by including industryspecific time trends. Arguably inour context, this is more general than to only include research and developmentor technology measures, sometimes of poor quality, as most studies do e.g.,Berman, Bound and Machin, 1998, Feenstra and Hanson, 1996, 1999 .16It may, of course, be problematic to use lagged values as instruments, since orthogonalitymust frequently be rejected. However, in our application, one and twoyear lags are likely to beorthogonal, as indicated by the low Hansen J statistic in Table A2.12Combining microlevel and aggregate data can, however, give rise to contemporaneous correlation of the error terms ijt as demonstrated convincingly in,e.g., Moulton 1986. As has become standard in the literature, we therefore calculate clusterrobust standard errors applying the sandwich formula proposed in White 1980 and Arellano 1987. However, this approach has its limitationsif the number of clusters is small relative to the number of observations percluster. In our application, we look at 21 industries, that is, 21 clusters, eachcontaining a fairly large number of individuals. In order to check how sensitiveour results are to this type of cluster adjustment, we also apply a pairsclusterbootstrapt procedure with 500 repetitions that, as demonstrated in MonteCarlo simulations reported by Cameron et al. 2008, yields considerably moreprecise ttests.Furthermore, Autor and Handel 2009 stress the potential endogeneity ofindividuals tasks since workers may readily switch between different sets oftasks depending on associated wages. However, in contrast to Autor and Handel2009, we do not look at withinoccupation task variations. In our approach,every task intensity is linked precisely to one occupation. Arguably, we therebymiss a potentially important source of withinoccupation wage differentials.However, individuals rarely change occupation and when they do they are morelikely to choose occupations with a similar task content see Gathmann and Sch onberg, 2010 in order to minimize taskspecific human capital losses. Inour sample, only 445 occupation changes of 13,189 observations take placebetween 1991 and 2006. We therefore consider simultaneity between wages andtasks to be of lesser concern when looking at taskspecific offshoring effects.175 Partial Equilibrium Results We estimate various specifications of Equation 6 for different task groupings.The main estimation results are presented in Table 3 for the interactivity taskindex and Table 4 for the nonroutine task index following the methodologyproposed by Becker et al. 2009.In the present analysis, we are of course mainly interested in the effects ofoffshoring and merely control for any observable and unobservable heterogene17The importance of unobserved characteristics for determining initial occupational choices istaken into account in our model through the inclusion of individual fixed effects.13ity that may otherwise bias our results. Regarding the standard demographicand workplacerelated control variables, coefficients are identified through timevariation and generally have the expected sign and magnitude but, conditionalon our comprehensive unobserved heterogeneity controls, often cannot be estimated with sufficient precision.Note that pairscluster bootstrapped tstatistics performed for the specifications reported in Column c of Tables 3 and 4 always confirm the conventionalclusterrobust ttests or even point to statistical significance when conventionaltstatistics do not. Thus, in our application, the number of clusters industriesseems large enough to avoid the serious overrejection problems discussed byvarious authors and summarized in Cameron et al. 2008.Focusing on statistically significant coefficients according to our pairsclusterbootstrapped tstatistics in Tables 3 and 4 Column IV, we find, ceteris paribus,that workers who change into firms with 20 to 199 and 200 to 2,000 employeesexperience wage cuts of four and two percent, respectively, compared to firmswith more than 2,000 employees, our default category.18Regarding tenure, we have to reject nonlinearity and find a weakly statistically significant but rather small positive effect. Ceteris paribus, each additionalyear of tenure generates an average wage premium of 0.3 percent. However,overall work experience in fulltime employment plays a much more importantrole. The coefficients on fulltime work experience in levels and squared arejointly statistically significant 19 and have opposite signs, suggesting a concaverelationship between hourly wages and work experience. While initially everyadditional year of fulltime work experience raises hourly wages by about twopercent, the effect becomes smaller as work experience increases, and from 26years of work experience onwards, actually turns negative. For parttime workexperience, however, we find no statistically significant effects.In addition, we find recent unemployment spells to play a significant penalizing role for wages over and above work experience and unobserved timeconstantindividual characteristics. Individuals who experienced an unemployment spellduring the year preceding the interview month experienced hourly wage cutsof 15 percent when reentering employment. Whether this wage penalty of 18The effect is also identified through individuals who stay in firms that grow and switch betweencategories.19Ftest for interactivity based regression: F7.14, p0.00. Ftest for nonroutine content basedregression: F7.53, p0.00.14unemployment experience works through, for instance, actual human capitaldeterioration or is the result of labor market signaling is beyond the scope ofthe present analysis.Regarding educational attainment, we cannot identify any wage effects withsufficient precision. However, in a specification with individual fixed effects,this is what one would expect, as few individuals switch between skill groups.Similarly, we find only a weakly significant direct wage effect with respectto the interactivitybased task index when interacted with medium skills, andno statistically significant direct wage effects with respect to the nonroutinecontent of tasks. Again, this is likely due to the fact that individuals rarelychange between different types of tasks.20Regarding timechanging industrylevel control variables other than offshoring, coefficients generally cannot be identified with sufficient precision afterwe control for individual and industry fixed effects and industryspecific timetrends.21 The exception is the coefficient on industry research and developmentintensity RDY . While we find increases in research and development intensity to reduce hourly wages for all skill groups, the effect is only weakly statistically significant for highskilled workers. A one percentage point increasein RDY lowers wages for highskilled workers by about two percent. However, over the sample period RDY averaged over all industries has remainednearly constant so that the effect of technological progress is economically negligible. Note, however, that RDY is only one component of our controls fortechnological change and is complemented by a full set of year dummies as wellas industryspecific time trends.Conditional on our large set of controls for observed and unobserved heterogeneity, we can now look at the offshoring coefficients and their respectiveinteraction terms. As expected, the effects of offshoring are fairly heterogeneousdepending on individual skills but are also shaped by the ease with which different tasks can be offshored. To see this, however, one cannot rely solely on Tables 3 and 4.Equation 4 denotes the marginal effects of offshoring for the different skill 20Nevertheless, as educational attainment and task intensity are part of our interaction terms, itis essential to also include them in a noninteracted way.21Industry fixed effects are not perfectly collinear with individual fixed effects, since individualscan change industry. For these cases, industry fixed effects control for level differences in ourtimechanging industry variables such as output or offshoring.15groups. Accordingly, the specific wage impact of offshoring can only be evaluated at some value of the interactivity or nonroutine task index. Furthermore,what matters for the statistical significance of offshoring for the different skillgroups e is the joint significance of the coefficients e and e, i.e., the coefficientsof skillinteracted offshoring OSjt EDU Ceit and the triple interaction termsof skill, task index, and offshoring OSjt EDU Ceit T ASKit. However,rather than focusing on statistical significance, what we are really interestedin is economic significance, i.e., how much wages changed due to increased offshoring. Obviously, this information is not contained in standard regressionoutput.To ease interpretation of the coefficients and to illustrate economic significance of offshoring for various skill and task interactions, we engage in a thoughtexperiment and ask how much hourly wages would have increased or decreasedhad offshoring remained constant at its 1991 value.22 We do this separately forlow, medium, and highskilled workers, and further distinguish between thetypes of tasks within skill groups by looking at the 10th, 50th, and 90th percentiles of the respective interactivity and nonroutine content of tasks. Table 6presents the outcome of this exercise for our interactivity and nonroutine content task classification, respectively. Bold figures represent simulations wherecoefficients on the skillinteracted offshoring measures and the triple interactionterms are jointly statistically significant.Focusing first on lowskilled workers, variables and interaction terms thatrelate to offshoring are found to be jointly statistically significant for the interactivity as well as the nonroutine content task classification. However, in linewith the reasoning of Leamer and Storper 2001, Levy and Murnane 2004,and Blinder 2006, the effect of offshoring is heterogeneous within the groupof lowskilled workers and indeed depends on the ease with which tasks can beoffshored.Applying the interactivitybased task classification, we find that had offshoring remained constant at its 1991 value, lowskilled workers in the lowesttenth percentile of interactivity, ceteris paribus, would have earned 32 eurocents i.e., 2.17 percent of 1991 average lowskilled wages more per hour in 2006 than they actually did. Lowskilled workers in the 50th percentile, how22Note that to do so we assume that changes in offshoring intensity are essentially marginal.16ever, only incur wage cuts of 10 euro cents, or 0.66 percent, while lowskilledworkers in the 90th percentile experience small wage increases of 10 euro cents,or 0.65 percent.When instead classifying offshorability along the lines of nonroutine contents of tasks, we find very similar effects. Taken together, the cumulative effectof increased offshoring is a 26 euro cent 1.73 percent reduction in hourly wagesfor lowskilled workers with the lowest content of nonroutine tasks. Lowskilledworkers in the 50th percentile of nonroutine content only experience wage cutsof 12 euro cents 0.82 percent, while workers in the 90th percentile gain 15euro cents 1.04 percent.Clearly, these partial equilibrium effects seem fairly small at first glance. Tosignify the size of the effects, assuming 1,500 work hours per year, offshoringaccounts for a 390 to 480 euro reduction in yearly gross wages in constant 2000prices for lowskilled workers whose tasks are most easily offshored. However,lowskilled workers whose tasks are most difficult to offshore, that is, workerswhose tasks are most interactive or have the highest nonroutine content, areonly positively affected by industry offshoring. Due to offshoring, their grossyearly income in constant 2000 prices increases by between 150 and 225 euros.23For mediumskilled workers, coefficients are only estimated with sufficientprecision when applying the interactivitybased task classification. Again, thepartial equilibrium effects of offshoring follow a similar pattern as for lowskilledworkers. Mediumskilled workers with the lowest degree of interactivity experience cumulative wage cuts of 38 euro cents 2.23 percent, while mediumskilledworkers at the 50th and 90th percentile experience cumulative wage gains of 7and 27 euro cents, respectively. For highskilled workers, however, statisticalsignificance has to be generally rejected.To test for the robustness of our findings with respect to an alternative classification of tasks, we proceed by employing the methodology based on SpitzOener 2006, which is discussed in more detail in Section 3. For completeness,coefficient estimates of our main specification containing all interaction termsare reported in Table 5 for interactive and nonroutine task indices, respec23Accordingly, our results also imply that taskspecific offshoring effects are one potential sourceof the recent increase in wage inequality within skill groups that has been documented in, forexample, Dustmann et al. 2009 and Antonczyk et al. 2009.17tively. When looking at the Ftests for joint economic significance of our interaction terms and the respective economic significance calculations reportedat the bottom of Table 6, it becomes clear that the effects of offshoring areidentified with considerably less precision when applying this alternative taskclassification scheme. However, at least for lowskilled workers, there are somestriking similarities across the different task classification schemes. Followingthe methodology based on SpitzOener 2006, we find that lowskilled workers who carry out tasks with the lowest degree of interactivity and the lowestnonroutine content experience cumulative wage cuts of 17 and 19 euro cents,respectively. Lowskilled workers in the 50th percentile of interactivity and nonroutine content, however, only experience wage cuts of 13 and 11 euro cents,respectively. At the same time, we find lowskilled workers in the 90th percentileof interactivity and nonroutine content to gain 3 and 5 euro cents respectively.These effects are, however, only at the border of conventional statistical significance when looking at the interactivity of tasks and only weakly statisticallysignificant when focusing on the nonroutine content of tasks.6 Results with worker mobility across industries We proceed by explicitly dropping the assumption that workers are immobilebetween industries, that is, we want to look at the effects of offshoring thatare more closely related to the general equilibrium. As already discussed in Section 1, in general equilibrium, individual is wages are not only determinedby offshoring activity in the industry j in which i is employed, but also byoffshoring activities in other industries l J, insofar as these activities affectthe overall demand for labor that individual i faces. What is important isthat no actual movement of workers is required to generate these crossindustryeffects; the potential for movement suffices.One way of approximating these wage effects of offshoring is to useoccupationspecific measures of offshoring. Thus, we allow for crossindustryeffects of offshoring by making the identifying assumption that workers are reluctant or unable to change occupation but readily switch between industries.In order to implement this, we build on Ebenstein et al. 2009 and construct 18occupationspecific offshoring by reweighting industrylevel offshoring measurescf. Equation 2 with respect to industry employment within a given occupationk as a share in total employment L within occupation k.Jcid:88j1Lkj Lk OSjt OSkt Accordingly, we reestimate Equation 6 substituting OSjt for OSkt.56ln W AGEikt DEM OGit W ORKitcid:88cid:88e 1e EDU Ceitcid:88 OCCkt e OSkt EDU Ceite OSkt EDU Ceit T ASKitee k T REN Dkt RDYkt k t i iktwhere W AGEikt denotes individual is hourly wage in occupation k at timet.Note that we now have 61 clusters occupations instead of 21 industriesin the partial equilibrium analysis. Thus, we consider standard cluster robuststandard errors and corresponding ttests to suffice and do not construct pairscluster bootstrapped tstatistics as before. Furthermore, we now control foroccupationspecific observable characteristics by including occupationspecificoutput, capital, and RD measures that are constructed applying the samemethodology as in Equation 5. In addition, to further control for occupationspecific technological change, the model also contains occupationspecific timetrends T REN Dkt. Occupation specific unobservable characteristics are captured by a full set of occupation dummies k. Since each occupation correspondsto exactly one time constant task intensity in our data, we have perfect collinearity between the two variable sets. Accordingly, our occupation dummies alsocapture the respective interactivity and nonroutine content of associated tasks.Tables 7 and 8 report the parameter estimates applying the task classification scheme of Becker et al. 2009. Regarding our standard control variables,coefficients are very similar to the ones in Tables 3, 4 and 5. However, when 19applying the occupationspecific measure from Equation 5 we find a much morepronounced effect of offshoring. Similar to the partial equilibrium case, we easeinterpretation of our offshoringrelated coefficients by looking at the joint significance of the respective interaction terms and by calculating the economicsignificance of occupationspecific offshoring for each skill group at selected reference points for the degree of interactivity and nonroutine content.As is reported in Table 10, we find strong occupationspecific offshoring effects for low and mediumskilled workers that vary significantly across differentdegrees of interactivity or nonroutine content of tasks.Lowskilled workers in the 10th percentile of interactivity experience cumulated wage cuts of 1.31 euros 8.85 percent per hour. For lowskilled workersin the 50th percentile of interactivity, this cumulated wage cut is 0.77 euroswhile lowskilled workers with the highest degree of interactivity only experience wage cuts of 0.29 euros. These wage effects are substantial and considerablylarger than in the partial equilibrium case. Assuming 1,500 yearly work hours,lowskilled workers earn between 435 and 1,965 euros less due to offshoringdepending on the degree of interactivity of the tasks they perform.A similar pattern can be observed for mediumskilled workers. The cumulative wage cut due to offshoring is highest for workers in the lowest interactivitydecile 1.64 euros and becomes less severe the higher the degree of interactivity becomes 0.73 euros for the top decile. Again assuming 1,500 yearlywork hours, we can calculate a cumulative wage reduction of 2,460 euros formediumskilled workers in the lowest interactivity decile, 1,515 euros for themedian interactivity degree, and 1,095 euro for the top interactivity decile.Interestingly, these figures are robust irrespective of which task classificationscheme is applied. When applying the task classification scheme by Becker et al.2009 but looking at the nonroutine content of tasks instead of interactivity,we find very similar wage effects. Lowskilled workers in the bottom decileof nonroutine content experience a cumulative hourly wage reduction of 1.06euros, which is much more severe than the wage cut for lowskilled workerswith tasks having a median nonroutine content 0.83 euros or a nonroutinecontent in the top decile 0.35 euros. Again, for mediumskilled workers, thepattern looks similar. Here the cumulative hourly wage reduction ranges from 1.23 euros for the bottom nonroutine decile to 0.72 euros in the top decile.20Furthermore, when applying a task classification scheme that builds on SpitzOener 2006 see Table 9 for coefficient estimates, cumulative wage effects of offshoring are again very similar. For lowskilled workers, these wagecuts due to offshoring range between 1.06 euros per hour for the bottom decile ofinteractivity and 0.09 euros for the top decile. Applying this task classificationscheme to mediumskilled workers, we find a cumulative hourly wage reductionof 1.56 euros for workers in the bottom decile of interactivity and 0.79 euros forworkers with median interactivity. Mediumskilled workers at the top decile ofinteractivity, however, actually gain from offshoring: their hourly wages cumulatively increased by 0.20 euros. When focusing on the nonroutine content oftasks, we find mediumskilled workers to experience wage cuts ranging between 1.63 euros and 0.08 euros depending on the degree of nonroutine content.Thus, in line with the argument put forward in, for example, Blinder 2006,a higher degree of interactivity or nonroutine content can indeed shield againstthe negative wage impact of offshoring. However in the context of the modelproposed by Grossman and RossiHansberg 2008, the wagereducing laborsupply and termsoftrade effects in most cases appear to dominate the positiveproductivity effect of offshoring for low and mediumskilled workers in our data.What is striking is the magnitude of the effects. While in partial equilibriumoffshoring only modestly affects wages, albeit in an interesting taskspecific way,the wage impact of offshoring is substantial once we allow for worker mobilityand, thus, crossindustry spillovers.7 Conclusion The paper analyses the effects of offshoring on individuallevel wages, takinginto account the ease with which individuals tasks can be offshored. Our analysis relates to contributions such as Blinder 2006, Levy and Murnane 2004,and Leamer and Storper 2001, who postulate that there is only a loose relationship between the suitability of a task for offshoring and the associated skilllevel. Instead, these authors stress that the degree of offshorability depends onthe relative importance of routine versus nonroutine tasks and on the extentto which personal interaction is needed on the job.For the empirical analysis we combine individuallevel data and industrylevel offshoring measures and classify tasks according to their degree of interac21tivity and nonroutine content, applying two alternative classification schemesthat build on SpitzOener 2006 and Becker et al. 2009. By studying theeffects of industrylevel offshoring at the individual level we can control for ahost of observable and unobservable individual characteristics, thereby avoidingaggregation and reducing potential endogeneity bias. The main contribution ofthe paper is, however, that by using microlevel data we can investigate theinteraction between tasks and skills; thus, we can identify taskspecific wageeffects of offshoring within as well as between the groups of high, medium,and lowskilled workers.In line with earlier research, we find the partial equilibrium impact of offshoring on individual wages to be rather modest and to vary according to individual skills. However, our empirical results also indicate that the partialequilibrium wage effects offshoring are heterogeneous within skill groups depending on the degree of interactivity or nonroutine content of the respectivetasks of workers.When looking at the effects of offshoring in a situation that more closely corresponds to the general equilibrium, that is, when allowing for worker mobilitybetween industries, we find substantial negative wage effects of offshoring forlow and mediumskilled workers. Furthermore, the magnitude of these effectsstrongly depends on the type of tasks workers perform. For instance, for lowskilled workers carrying out tasks with the lowest degree of interactivity which,arguably, are also the tasks that can most easily be offshored, increased offshoring between 1991 and 2006 accounts for a cumulative yearly wage reductionof 1,965 euros. For lowskilled workers with the highest degree of interactivity,offshoring can only explain a yearly wage reduction of 435 euros. Accordingly,when studying the labor market effects of offshoring, we argue that the traditionally proposed skillwage pattern needs to be altered by taking the varyingdegree of offshorability of tasks within skill groups into account.Figures and Tables 22Table 1: Description of Task Indices All HighSkilled MediumSkilled LowSkilled Interactivity Index Mean Standard Deviation Mean Comparison Test NonRoutine Index Mean Standard Deviation Mean Comparison Test 0.3620.1460.4910.0920.4010.1360.3230.138H0 : High M edium H0 : M edium Lowp0.000p0.0000.5000.2370.7970.1730.5720.2210.4130.187H0 : High M edium H0 : M edium Low Observations 131892080p0.0002156p0.0008953Figure 1: Distribution of InteractivityIndex by Skill 23051015Density 0.2.4.6.81Interactivity Index Low Skilled Medium Skilled High SkilledFigure 2: Distribution of NonRoutineIndex by Skill Figure 3: Offshoring in Manufacturing Note: OS19912006 2.21 % pts 240246810Density 0.2.4.6.81Non Routine Index Low Skilled Medium Skilled High Skilled 55.566.577.588.5Material Offshoring Intensity in %1991199219931994199519961997199819992000200120022003200420052006YearTable 2: Descriptive Statistics of Remaining Variables Mean Standard Deviation Hourly Wage in Euro D:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported Tenure in years Work Experience Fulltime in years Work Experience Parttime in years D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled Production Value Y in Bill. Euro RDY in percent Cap EquY in percent Cap P lantY in percent 17.44780.75370.56440.01160.09410.27450.00840.010511.878418.16370.20980.01780.15770.163599.57232.335954.577030.78218.15880.43090.49590.10710.29200.44630.09140.10219.263810.22591.02420.13230.36450.369855.43272.461315.180712.5249Observations 1318925Table 3:Classification IndustryLevel Offshoring:Interactive Tasks, Becker et al.2009Dependent variable: Log hourly wageabcPairsCluster Bootstrappedt D:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported T enure W ork Experience F ulltime W ork Experience F ull time 2W ork Experience P art time W ork Experience P art time 2D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled Task: Interactivity Index Task: Interactivity Index High Skilled Task: Interactivity Index M edium Skilled Task: Interactivity Index Low Skilled 0.01860.01550.00830.00950.00110.03650.04160.02320.01550.01530.0020.04180.00130.05160.00380.00230.01710.01870.00030.02050.01520.00770.00940.00390.03590.04230.02330.01550.01470.00110.04190.00020.05220.00360.00230.0160.01820.00030.02070.01480.00810.00950.00430.03630.04220.02280.01540.01450.00050.04190.00210.05250.00330.00230.01560.01810.00030.00010.00010.00010.02610.04130.00670.00910.15680.02820.04100.00680.00920.15920.02810.03990.00680.00890.15950.02990.02990.02970.04380.03040.05820.03040.0090.09840.17950.15530.11110.05700.17660.29490.08630.08690.09990.09570.04660.22460.11990.07130.15290.40970.27040.10670.07620.106126Table 3:  ContinuedabcPairsCluster Bootstrappedt0.00050.00060.01070.00660.00070.00210.00180.00330.00110.0018Production Value YRDYRDY High Skilled RDY M edium Skilled RDY Low Skilled Cap EquYCap P lantYOSN arrow OS High Skilled OS M edium Skilled OS Low Skilled OS T ask Index High Skilled OS T ask Index M edium Skilled OS T ask Index Low Skilled0.00050.00060.00060.00070.01760.00890.00780.00820.00980.00790.00070.00220.00170.00340.00030.00350.00060.00410.00220.00250.01690.00880.00470.00900.00890.00780.00020.00240.00240.00370.020.01850.01810.01120.01460.00560.0410.03600.04510.02130.03340.0121Constant Observations R232.106445.246429.240144.950933.199245.4426131890.82131890.82131890.82Note: , , significant at 10%, 5% error probability.Default categories: D: Age 1824, D: F irm Size 2000, D: ISCED LowSkilled.All specifications contain individual fixed effects and full dummy sets for federal state,time and industry as well as industry specific linear time trends.Inverse sample probability weighted regression with clusterrobust standard errors.27Table 4:Classification IndustryLevel Offshoring: NonRoutine Tasks, Becker et al.2009Dependent variable: Log hourly wageabcPairsCluster Bootstrappedt D:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported T enure W ork Experience F ulltime W ork Experience F ull time 2W ork Experience P art time W ork Experience P art time 2D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled Task: Interactivity Index Task: Interactivity Index High Skilled Task: Interactivity Index M edium Skilled Task: Interactivity Index Low Skilled 0.01840.01570.00830.00940.00090.03700.04130.02260.01520.01530.00210.04170.00150.05200.00380.00230.01740.01790.00030.01990.01500.0080.00930.00550.03530.040.02210.01470.01460.00260.04270.00080.05260.00370.00240.01730.01790.00030.02110.01480.00730.00940.00350.03600.0420.02200.01560.01460.00230.04290.00010.05330.00350.00240.01620.01760.00030.00010.00010.00010.02640.04090.00670.00910.15670.0290.04090.00690.00910.15690.03070.04060.00710.00900.15630.02920.02940.02880.04350.02970.0580.03020.01870.07100.11890.13800.10990.06890.04440.14200.07870.13440.05560.08010.24520.16610.08070.10040.26930.19720.11920.17080.06240.086328Table 4:  ContinuedabcPairsCluster Bootstrappedt Production Value YRDYRDY High Skilled RDY M edium Skilled RDY Low Skilled Cap EquYCap P lantYOSN arrow OS High Skilled OS M edium Skilled OS Low Skilled OS T ask Index High Skilled OS T ask Index M edium Skilled OS T ask Index Low Skilled Constant Observations R20.00050.00060.01070.00660.00070.00220.00180.00330.0010.00180.00040.00060.00050.00070.01760.00870.00790.00790.00930.00780.00070.00220.00180.00330.00030.00350.00080.00390.00230.00250.01730.00830.00680.00820.00830.00770.00050.00220.00210.00340.02220.01350.00330.00820.01170.00350.02860.01840.00760.01000.021532.590144.277530.781643.824234.358843.75320.0067131890.82131890.82131890.82Note: , , significant at 10%, 5% error probability.Default categories: D: Age 1824, D: F irm Size 2000, D: ISCED LowSkilled.All specifications contain individual fixed effects and full dummy sets for federal state,time and industry as well as industry specific linear time trends.Inverse sample probability weighted regression with clusterrobust standard errors.29Table 5: IndustryLevel Offshoring: Classification based on SpitzOener 2006aPairsCluster BootstrappedtbPairsCluster Bootstrappedt Interactive NonRoutine Dependent variable: Log hourly wage D:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported T enure W ork Experience F ulltime W ork Experience F ull time 2W ork Experience P art time W ork Experience P art time 2D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled Task: Interactivity Index High Skilled Task: Interactivity Index M edium Skilled Task: Interactivity Index Low Skilled 0.01870.01470.0070.00930.00290.03690.04150.02200.01530.01400.00160.04200.00030.05280.00350.00230.01620.01760.00030.0190.01460.00720.00920.00270.03700.04170.02210.01550.01390.00140.04200.00030.05290.00340.00230.01610.01750.00030.00010.00010.02950.03980.00710.00900.15680.02960.03970.0070.00900.15640.02840.02820.11850.18920.06670.07520.03280.24320.01750.13870.02640.08000.08740.15550.0520.06030.00420.22300.00510.13050.02780.078830Table 5:  ContinuedaPairsCluster BootstrappedtbPairsCluster Bootstrappedt Interactive NonRoutine Production Value YRDY High Skilled RDY M edium Skilled RDY Low Skilled Cap EquYCap P lantYOS High Skilled OS M edium Skilled OS Low Skilled OS T ask Index High Skilled OS T ask Index M edium Skilled OS T ask Index Low Skilled Constant Observations R20.00050.00070.01690.00870.00760.00790.00830.00770.00090.00220.00110.00330.00280.00630.00240.00760.00670.00400.00430.01170.00830.01330.01460.006927.49846.53120.00050.00070.01650.00860.00720.00790.00810.00780.00090.00220.00110.00340.00770.00820.00460.00900.00830.00440.01070.01360.01110.01380.01580.006727.216945.5411131890.82Note: , , significant at 10%, 5% error probability.131890.82Default categories: D: Age 1824, D: F irm Size 2000, D: ISCED LowSkilled.All specifications contain individual fixed effects and full dummy sets for federal state,time and industry as well as industry specific linear time trends.Inverse sample probability weighted regression with clusterrobust standard errors.31Table 6: IndustryLevel Offshoring: Economic Significance Calculations Average Hourly Wage 1991in Euro LowSkilled 14.85Medium Skilled 16.81HighSkilled 26.40Task Classification following Becker et al. 2009Interactive Tasks Joint Significance of OSF3.87p 0.0380F3.20p0.0624F0.66p0.5254Cumulated OS effect 19912006Interactive 10th percentile Interactive 50th percentile Interactive 90th percentilein Euro0.320.100.10in percent2.170.660.65in Euro0.380.070.27in percentin Euroin percent2.230.411.580.150.090.160.570.330.60NonRoutine Tasks Joint Significance of OSF6.57p0.0064F0.44p0.6525F1.40p0.2693Cumulated OS effect 19912006NonRoutine 10th percentile NonRoutine 50th percentile NonRoutine 90th percentilein Euro0.260.120.15in percentin Euro1.730.821.040.050.040.150.290.210.89in Euro0.320.150.321.200.581.23Task Classification based on SpitzOener 2006Interactive Tasks Joint Significance of OSF2.23p0.1332F0.34p0.7136F0.10p 0.9087Cumulated OS effect 19912006Interactive 10th percentile Interactive 50th percentile Interactive 90th percentilein Euroin percentin Euroin percentin Euroin percent0.170.130.031.150.900.180.050.050.180.320.301.080.040.010.060.160.020.22NonRoutine Tasks Joint Significance of OSF 2.85p 0.0814F0.50p0.6143F0.48p0.6243Cumulated OS effect 19912006NonRoutine 10th percentile NonRoutine 50th percentile NonRoutine 90th percentilein Euro0.190.110.05in percentin Euroin percentin Euroin percent1.290.770.370.100.060.200.590.361.210.060.010.130.210.040.50Note: Bold figures correspond to jointly significant offshoringinteraction terms.32Table 7: OccupationSpecific Offshoring: Interactive Tasks, Becker et al. 2009Classification Dependent variable: Log hourly wageabcD:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported T enure W ork Experience F ulltime W ork Experience F ull time 2W ork Experience P art time W ork Experience P art time 2D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled 0.02240.01540.00810.01170.01330.03980.05730.03300.01460.01370.0010.04080.02170.05810.00150.00200.02330.01830.00030.02170.01560.0080.01180.01290.04040.05720.03310.01530.01360.00190.04190.02150.05810.00160.00190.02380.01830.00030.02230.01550.00710.01210.01410.04060.05840.03300.01460.01340.00060.04200.02270.05760.00140.00190.02380.01810.00030.00010.00010.00010.0250.05970.00830.00870.16150.02660.06060.00850.00890.16140.02610.06090.00810.00880.16320.02780.02770.02750.05710.04360.06160.02580.07590.09730.06470.05900.02790.07760.06460.059933Table 7:  Continuedabc0.0010.00211.25562.25160.0010.00210.00140.00230.10130.42860.52010.65370.02030.00592.50362.99360.34122.63131.83422.22790.11470.42780.5250.65920.01930.00930.02820.29673.20350.94562.79341.69312.38870.0390.48530.41730.71250.01170.02420.05530.00810.01930.01930.05170.00620.0145Production Value YRDYRDY High Skilled RDY M edium Skilled RDY Low Skilled Cap EquYCap P lantYOSN arrow OS High Skilled OS M edium Skilled OS Low Skilled OS T ask Index High Skilled OS T ask Index M edium Skilled OS T ask Index Low Skilled0.05220.04710.06390.04380.08180.0365120.6054Constant 122.7105124.3848Observations R2131890.83131890.83131890.8336.165236.588336.0719Note: , , significant at 10%, 5% error probability.Default categories: D: Age 1824, D: F irm Size 2000, D: ISCED LowSkilled.All specifications contain individual fixed effects and full dummy sets for occupation,federal state and time as well as occupation specific linear time trends.Inverse sample probability weighted regression with clusterrobust standard errors.34Table 8: OccupationSpecific Offshoring: NonRoutine Tasks, Becker et al. 2009Classification Dependent variable: Log hourly wageabcD:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported T enure W ork Experience F ulltime W ork Experience F ull time 2W ork Experience P art time W ork Experience P art time 2D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled 0.02240.01540.00810.01170.01330.03980.05730.03300.01460.01370.0010.04080.02170.05810.00150.00200.02330.01830.00030.02170.01560.0080.01180.01290.04040.05720.03310.01530.01360.00190.04190.02150.05810.00160.00190.02380.01830.00030.02210.01570.00840.01180.01260.04010.05730.03290.01480.01350.00250.04190.02180.05770.00160.00190.02430.01840.00030.00010.00010.00010.0250.05970.00830.00870.16150.02660.06060.00850.00890.16140.02830.06100.00850.00890.16140.02780.02770.02780.05710.04360.06160.02580.07590.09730.06470.05900.05050.10610.05310.060735Table 8:  Continuedabc0.0010.00211.25562.25160.0010.00210.0010.00210.10130.42860.52010.65370.02030.00592.50362.99360.34122.63131.83422.22790.11470.42780.5250.65921.00043.17020.66912.68382.00112.19950.14360.43200.49730.68050.01930.00930.02820.00810.01930.01880.02600.03810.01580.0390.00620.0109Production Value YRDYRDY High Skilled RDY M edium Skilled RDY Low Skilled Cap EquYCap P lantYOSN arrow OS High Skilled OS M edium Skilled OS Low Skilled OS T ask Index High Skilled OS T ask Index M edium Skilled OS T ask Index Low Skilled 0.00470.03010.01930.02320.03720.0219121.7589Constant 122.7105124.3848Observations R2131890.83131890.83131890.8336.165236.588336.6548Note: , , significant at 10%, 5% error probability.Default categories: D: Age 1824, D: F irm Size 2000, D: ISCED LowSkilled.All specifications contain individual fixed effects and full dummy sets for federal state,occupation and time as well as occupation specific linear time trends.Inverse sample probability weighted regression with clusterrobust standard errors.36Table 9: OccupationSpecific Offshoring: Classification based on SpitzOener 2006Dependent variable: Log hourly wage Interactive NonRoutine D:Married D: Has Children D: F irm Size 20D: F irm Size 20 199D: F irm Size 200 1999D: Public Firm D: Firm Owner not reported T enure W ork Experience F ulltime W ork Experience F ull time 2W ork Experience P art time W ork Experience P art time 2D: Recent Unemployment D: ISCED HighSkilled D: ISCED MediumSkilled 0.02380.01560.00650.01200.01380.04010.05560.03330.01350.01370.00270.04230.02260.05700.00160.00190.02440.01820.00030.02330.01560.00680.01210.01350.04030.05560.03330.01350.01370.00210.04220.02190.05680.00160.00190.02440.01820.00030.00010.00010.02550.06070.00810.00880.16350.02540.06060.0080.00880.16380.02770.02770.0970.07480.07860.05650.06390.07890.07560.056337Table 9:  Continued Production Value YRDYRDY High Skilled RDY M edium Skilled RDY Low Skilled Cap EquYCap P lantYOSN arrow OS High Skilled OS M edium Skilled OS Low Skilled OS T ask Index High Skilled OS T ask Index M edium Skilled OS T ask Index Low Skilled Constant Observations R20.0010.00210.00110.00220.56323.12910.67582.71911.82652.17380.10950.42830.53810.61280.02020.01330.04880.23323.26180.7812.75811.87572.19530.07210.44120.51430.61540.01420.01650.05330.01010.01250.03980.0460.00640.00810.01880.02150.06220.00760.02180.05660.01950.02070.07150.06740.02090.0206123.7121122.228936.207836.2237131890.83131880.83Note: , , significant at 10%, 5% error probability.Default categories: D: Age 1824, D: F irm Size 2000, D: ISCED LowSkilled.All specifications contain individual fixed effects and full dummy sets for federal state,occupation and time as well as occupation specific linear time trends.Inverse sample probability weighted regression with clusterrobust standard errors.38Table 10: OccupationSpecific Offshoring: Economic Significance Calculations Average Hourly Wage 1991in Euro LowSkilled 14.85Medium Skilled 16.81HighSkilled 26.40Task Classification following Becker et al. 2009Interactive Tasks Joint Significance of OSF9.39p 0.0003F8.40p0.0006F1.89p0.1595Cumulated OS effect 19912006Interactive 10th percentile Interactive 50th percentile Interactive 90th percentilein Euro1.310.770.29in percent8.855.171.97in Euro1.641.010.73in percentin Euroin percent9.746.014.340.610.921.012.323.473.82NonRoutine Tasks Joint Significance of OSF10.15p0.0002F 5.49p 0.0065F1.06p0.3513Cumulated OS effect 19912006NonRoutine 10th percentile NonRoutine 50th percentile NonRoutine 90th percentilein Euro1.060.830.35in percent7.145.562.32in Euro1.231.010.727.306.034.31in Euro0.940.860.833.563.263.16Task Classification based on SpitzOener 2006Interactive Tasks Joint Significance of OSF20.14p0.0000F11.80p0.0000F 1.16p0.3209Cumulated OS effect 19912006Interactive 10th percentile Interactive 50th percentile Interactive 90th percentilein Euro1.060.880.09in percent7.155.920.61in Euro1.560.790.20in percentin Euroin percent9.284.681.200.660.500.222.491.900.85NonRoutine Tasks Joint Significance of OSF19.37p0.0000F9.49p0.0003F0.50p 0.6101Cumulated OS effect 19912006NonRoutine 10th percentile NonRoutine 50th percentile NonRoutine 90th percentilein Euro1.170.840.11in percent7.865.630.76in Euro1.630.820.08in percentin Euroin percent9.684.850.500.550.500.422.081.911.58Note: Bold figures correspond to jointly significant offshoringinteraction terms.39References Antonczyk, Dirk, Bernd Fitzenberger, and Ute Leuschner, Cana TaskBased Approach Explain the Recent Changes in the German Wage Structure?, Journal of Economics and Statistics, 2009, 22923, 214238.Arellano, Manuel, Computing Robust Standard Errors for WithinGroup Estimators, Oxford Bulletin of Economics and Statistics,1987, 49, 431434.Autor, David H. and Michael J. Handel, Putting Tasks to the Test: Human Capital, Job Tasks and Wages, Working Paper, MIT2009., Frank Levy, and Richard J. Murnane, The Skill Contentof Recent Technological Change: An empirical exploration, The Quarterly Journal of Economics, 2003, 118 4, 12791333.Baumgarten, Daniel, International Outsourcing, the Nature of Tasks, and Occupational Stability: Empirical Evidence for Germany, Ruhr Economic Papers 108 2009.Beaudry, Paul and David A. Green, Wages and employment inthe United States and Germany: What explains the differences?,American Economic Review, 2003, 93 3, 573602.Becker, Sascha O., Karolina Ekholm, and MarcAndreas Muendler, Offshoring and the Onshore Composition of Tasks and Skills, Discussion Paper 7391, CEPR 2009.Berman, Eli, John Bound, and Stephen Machin, Implications of SkillBiased Technological Change: International Evidence, Quarterly Journal of Economics, 1998, 113 4, 12451280.Blinder, Alan S., Offshoring: The Next Industrial Revolution?, Foreign Affairs, 2006, 85 2, 113128.Borghans, Lex, Bas ter Weel, and Bruce A. Weinberg, Interpersonal styles and labor market outcomes, Journal of Human Resources, 2008, 43 4, 815858.Brown, Charles and James Medoff, The Employer SizeWage Effect, Journal of Political Economy, 1989, 97 5, 10271059.Cameron, Colin A., Jonah B. Gelbach, and Douglas L. Miller,BootstrapBased Improvements for Inference with Clustered Errors, Review of Economics and Statistics, 2008, 90 3, 414427.Crino, Rosario, Service Offshoring and WhiteCollar Employment,Review of Economic Studies, 2010, forthcoming.Di Nardo, John E. and J ornSteffen Pischke, The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too?, The Quarterly Journal of Economics, 1997, 112 1,291303.Dustmann, Christian, Johannes Ludsteck, and Uta Sch onberg,Revisiting the German Wage Structure, Quarterly Journal of Economics, 2009, 124 2, 843881.40Ebenstein, Avraham, Ann E. Harrison, Margaret S. Mc Millan, and Shannon Phillips, Estimating the Impact of Tradeand Offshoring on American Workers Using the Current Populationsurveys, Working Paper 15107, NBER 2009.Feenstra, Robert C. and Gordon H. Hanson, Globalization, Outsourcing, and Wage Inequality, American Economic Review, 1996,86 2, 240245., The impact of outsourcing and hightechnology capitalandon wages: estimates for the United States, 19791990, Quarterly Journal of Economics, 1999, 114 3, 907940.andsurvey of trade and wages, Working Paper 8372, NBER 2001., Global production sharing and rising inequality: AFrick, Joachim R. and Markus M. Grabka, Imputation of ItemNonResponse on Income Questions in the SOEP 1984 to 2002,Research Notes 29, DIW 2003.Gathmann, Christina and Uta Sch onberg, How General is Human Capital? A TaskBased Approach, Journal of Labor Economics,2010, 28 1, 150.Geishecker, Ingo, Does Outsourcing to Central and Eastern Europereally threaten manual workers jobs in Germany?, The World Economy, 2006, 29 5, 559583.and Holger G org, Winners and losers: A microlevel analysis of international outsourcing and wages, Canadian Journal of Economics, 2008, 41 1, 243270.Grossman, Gene M. and Esteban RossiHansberg, Trading Tasks: A Simple Theory of Offshoring, American Economic Review, 2008, 98 5, 19781997.HaiskenDe New, John P. and Markus Hahn, Panel Whiz: A Flexible Modularized Stata Interface for Accessing Large Scale Panel Data Sets, mimeo http:www.Panel Whiz.eu 2006.Leamer, Edward and Michael Storper, The Economic Geographyof the Internet Age, Journal of International Business Studies,2001, 32 4, 641665.Levy, Frank and Richard Murnane, The New Division of Labor,Princeton: Princeton University Press, 2004.Liu, Runjuan and Daniel Trefler, Much Ado About Nothing:American Jobs and the Rise of Service Outsourcing to China and India, Working Paper 14061, NBER 2008.Mincer, Jacob, Schooling, Experience and Earnings, New York: National Bureau of Economic Research, 1974.Moulton, Brent R., Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics, 1986, 32 3, 385397.Prasad, Eswar S., The unbearable stability of the German wagestructure: Evidence and interpretation, IMF Staff Papers, 2004,51 2, 354386.41Schmidt, Christoph M. and Klaus F. Zimmermann, Work Characteristics, Firm Size and Wages, Review of Economics and Statistics, 1991, 73 4, 705710.SpitzOener, Alexandra, Technical Change, Job Tasks and Rising Educational Demands: Looking Outside the Wage Structure, Journal of Labor Economics, 2006, 24 2, 235270.Statistisches Bundesamt, Klassifizierung der Berufe Systematischesund alphabetisches Verzeichnis der Berufsbenennungen, Stuttgart:MetzlerPoeschel, 1992.White, Halbert, A Heteroskedasticity Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica,1980, 48 4, 817838.Appendix 1: Task Classification Table A1: Classification of tasks following Becker et al. 2009Nonroutine tasks Interactive tasksxxxxxxxxx Tools or devices Simple tools Precisionmechanical, special tools Power tools Other devices Soldering, welding devices Stove, oven, furnace Microwave oven Machinery or plants Handcontrolled machinery Automatic machinery Computercontrolled machinery Process plants Automatic filling plants Production plants Plants for power generation Automatic warehouse systems Other machinery, plants Instruments and diagnostic devices Simple measuring instruments Electronic measuring instruments Computercontrolled diagnosis Other measuring instruments, diagnosis Computers Personal or office computers Connection to internal network Internet, email Portable computers laptopsScanner, plotter CNC machinery Other computers, EDP devices Office and communication equipment Simple writing material Typewriter Desktop calculator, pocket calculator Fixed telephone Telephone with ISDN connection Answering machine Mobile telephone, walkietalkie, pager Fax device, telecopier Speech dictation device, microphone Overhead projector, beamer, TVCamera, video camera Means of transport Bicycle, motorcycle Automobile, taxi Bus Truck, conventional truck Trucks for hazardous good, special vehicles Railway Ship Aeroplane Simple means of transport Tractor, agricultural machine Excavating, roadbuilding machine Liftingaids on vehicles Forklift, lifting truck Lifting platform, goods lift Excavator Crane in workshops Erection crane Crane vehicle Handling system Other vehicles, lifting means Other tools and aids Therapeutic aids Musical instruments Weapons Surveillance camera, radar device Fire extinguisher Cash register Scanner cash register, barcode reader Other devices, implements Software use by workers with computers Word processing program Spreadsheet program Graphics program Database program Special, scientific program Use of other software Computer handling by workers with computers Program development, systems analysis Device, plant, system support User support, training Computer use by any worker Professional use: personal computer Machinery handling by workers with machinery Operation of programcontrolled machinery Installation of programcontrolled machinery Programming of programcontrolled machinery Monitoring of programcontrolled machinery Maintenance, repairs Source: Becker et al. 2009. Items refer to the list of questioned tools in the German Qualification and Career Survey 199899.The authors strict classification is used.xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxTable A2: Classification of tasks based on SpitzOener 2006Nonroutine tasks Interactive tasksxx Training and teaching others Consulting, informing others Measuring, testing, quality controlling Surveillance, operating machinery, plants, or processes Repairing, renovating Purchasing, procuring, selling Organizing, planning Advertising, public relations, marketing, promoting business Information acquisition and analysis, investigations Conducting negotiations Development, research Manufacture or production of merchandize Providing for, waiting on, caring for people Items refer to the list of questioned job descriptions in the German Qualification and Career Survey 199899.xxxxxxxxxxxxxxx Appendix 2: Exogeneity For simplicity assume a reduced version of Equation 6ln W AGEijt OSjt ijt7Simultaneity bias occurs if offshoring is not only determining wagesbut also is a function of wages, i.e.,OS ln W AGE with cid:54 0 must hold.One can denote the potential simultaneity bias as:bias CovOS, V arOS1 V arV arOS89with cid:54 1. We further can derive that, ceteris paribus, the size of thebias increases in as bias If in our example one were to use industrylevel data, as most relatedstudies do see e.g., Feenstra and Hanson, 2001 for a survey, it holdsthat: 0.agg CovOSjt, ln W AGEjtV arln W AGEjt.With disaggregated wage data we on the other hand have:disagg CovOSjt, ln W AGEijtV arln W AGEijt.Since CovOSjt, ln W AGEjt CovOSjt, ln W AGEijtand V arln W AGEijt V arln W AGEjt it follows that disagg agg.Thus, through the combination of industrylevel offshoring measures withmicrolevel wage data we can utilize the larger wage variance to reducepotential endogeneity bias. To illustrate, in our individuallevel datawe have V arln W AGEijt 0.1495. If one aggregates the individuallevel data to construct average wages at the industry level one hasV arln W AGEjt 0.0335. Accordingly, in our application disagg isalmost 5 times lower than agg.Table A2: Exogeneity Tests of Offshoring Interactive Column a, Table 3NonRoutine Column a, Table 4First Stage Ftest OSF 23.83p 0.0000F 23.86p 0.0000KleibergenPaap rank LM statistic of underidentification Chi 2 21.32p 0.0000Chi 2 21.36p 0.0000Hansen J statistic for excluded instruments Chi 2 0.001p 0.9778Ctest of Endogeneity Chi 2 0.959p 0.3275Chi 2 0.000p 0.9861Chi 2 0.989p 0.3200Excluded Instruments: OSt 1, OSt 2Bisher erschienene Diskussionspapiere Nr. 98: Baumgarten, Daniel; Geishecker, Ingo; Gorg, Holger: Offshoring, tasks, and the skillwage pattern, Marz 2010 Nr. 97: Dreher, Axel; Klasen, Stephan; Raymond, James; Werker, Eric: The costs of favoritism: Is politicallydriven aid less effective?, Marz 2010 Nr. 96: Dreher, Axel; Nunnenkamp, Peter; Thiele, Rainer: Are New Donors Different? Comparing the Allocation of Bilateral Aid between NonDAC and DAC Donor Countries, Marz 2010 Nr. 95: Lurweg, Maren; Westermeier, Andreas: Jobs Gained and Lost through Trade The Case of Germany, Marz 2010 Nr. 94: Bernauer, Thomas; Kalbhenn, Anna; Koubi, Vally; Ruoff, Gabi: On Commitment Levels and Compliance Mechanisms Determinants of Participation in Global Environmental Agreements, Januar 2010 Nr. 93: Cho, SeoYoung: International Human Rights Treaty to Change Social Patterns The Convention on the Elimination of All Forms of Discrimination against Women, Januar 2010 Nr. 92: Dreher, Axel; Nunnenkamp, Peter; Thiel, Susann; Thiele, Rainer: Aid Allocation by German NGOs: Does the Degree of Public Refinancing Matter?, Januar 2010 Nr. 91: Bjrnskov, Christian; Dreher, Axel; Fischer, Justina A. V.; Schnellenbach, Jan: On the relation between income inequality and happiness: Do fairness perceptions matter?, Dezember 2009 Nr. 90: Geishecker, Ingo: Perceived Job Insecurity and WellBeing Revisited: Towards Conceptual Clarity, Dezember 2009 Nr. 89: Kuhl, Michael: Excess Comovements between the EuroUS dollar and British poundUS dollar exchange rates, November 2009 Nr. 88: Mourmouras, Alex, Russel, Steven H.: Financial Crises, Capital Liquidation and the Demand for International Reserves, November 2009 Nr. 87: Goerke, Laszlo, Pannenberg, Markus: An Analysis of Dismissal Legislation: Determinants of Severance Pay in West Germany, November 2009 Nr. 86: Marchesi, Silvia, Sabani, Laura, Dreher, Axel: Read my lips: the role of information transmission in multilateral reform design, Juni 2009 Nr. 85: Heinig, Hans Michael: Sind Referenden eine Antwort auf das Demokratiedilemma der EU?, Juni 2009 Nr. 84: ElShagi, Makram: The Impact of Fixed Exchange Rates on Fiscal Discipline, Juni 2009 Nr. 83: Schneider, Friedrich: Is a Federal European Constitution for an Enlarged European Union Necessary? Some Preliminary Suggestions using Public Choice Analysis, Mai 2009 Nr. 82: Vaubel, Roland: Nie sollst Du mich befragen? Weshalb Referenden in bestimmten Politikbereichen auch in der Europapolitik moglich sein sollten, Mai 2009 Nr. 81: Williamson, Jeffrey G.: History without Evidence: Latin American Inequality since 1491, Mai 2009 Nr. 80: Erdogan, Burcu: How does the European Integration affect the European Stock Markets?, April 2009 Nr. 79: Oelgemoller, Jens; Westermeier, Andreas: RCAs within Western Europe, Marz 2009 Nr. 78: Blonski, Matthias; LilienfeldToal, Ulf von: Excess Returns and the Distinguished Player Paradox, Oktober 2008 Nr. 77: Lechner, Susanne; Ohr, Renate: The Right of Withdrawal in the Treaty of Lisbon: A game theoretic reflection on different decision processes in the EU, Oktober 2008 Nr. 76: Kuhl, Michael: Strong comovements of exchange rates: Theoretical and empirical cases when currencies become the same asset, Juli 2008 Nr. 75: Hohenberger, Nicole; Schmiedeberg, Claudia: Structural Convergence of European Countries, Juli 2008 Nr. 74: NowakLehmann D., Felicitas; Vollmer, Sebastian; MartinezZarzoso, Inmaculada: Does Comparative Advantage Make Countries Competitive? A Comparison of China and Mexico, Juli 2008 Nr. 73: Fendel, Ralf; Lis, Eliza M.; Rulke, JanChristoph: Does the Financial Market Believe in the Phillips Curve? Evidence from the G7 countries, Mai 2008 Nr. 72: Hafner, Kurt A.: Agglomeration Economies and Clustering Evidence from German Firms, Mai 2008 Nr. 71: Pegels, Anna: Die Rolle des Humankapitals bei der Technologieubertragung in Entwicklungslander, April 2008 Nr. 70: Grimm, Michael; Klasen, Stephan: Geography vs. Institutions at the Village Level, Februar 2008 Nr. 69: Van der Berg, Servaas: How effective are poor schools? Poverty and educational outcomes in South Africa, Januar 2008 Nr. 68: Kuhl, Michael: Cointegration in the Foreign Exchange Market and Market Efficiency since the Introduction of the Euro: Evidence based on bivariate Cointegration Analyses, Oktober 2007 Nr. 67: Hess, Sebastian; CramonTaubadel, Stephan von: Assessing General and Partial Equilibrium Simulations of Doha Round Outcomes using MetaAnalysis, August 2007 Nr. 66: Eckel, Carsten: International Trade and Retailing: Diversity versus Accessibility and the Creation of Retail Deserts, August 2007 Nr. 65: Stoschek, Barbara: The Political Economy of Enviromental Regulations and Industry Compensation, Juni 2007 Nr. 64: MartinezZarzoso, Inmaculada; NowakLehmann D., Felicitas; Vollmer, Sebastian: The Log of Gravity Revisited, Juni 2007 Nr. 63: Gundel, Sebastian: Declining Export Prices due to Increased Competition from NIC Evidence from Germany and the CEEC, April 2007 Nr. 62: Wilckens, Sebastian: Should WTO Dispute Settlement Be Subsidized?, April 2007 Nr. 61: Scholler, Deborah: Service Offshoring: A Challenge for Employment? Evidence from Germany, April 2007 Janeba, Eckhard: Exports, Unemployment and the Welfare State, Marz 2007 Nr. 60: Nr. 59: Lambsdoff, Johann Graf; Nell, Mathias: Fighting Corruption with Asymmetric Penalties and Leniency, Februar 2007 Nr. 58: Koller, Mareike: Unterschiedliche Direktinvestitionen in Irland Eine theoriegestutzte Analyse, August 2006 Nr. 57: Entorf, Horst; Lauk, Martina: Peer Effects, Social Multipliers and Migrants at School: An International Comparison, Marz 2007 revidierte Fassung von Juli 2006 Nr. 56: Gorlich, Dennis; Trebesch, Christoph: Mass Migration and Seasonality Evidence on Moldovas Labour Exodus, Mai 2006 Nr. 55: Brandmeier, Michael: Reasons for Real Appreciation in Central Europe, Mai 2006 Nr. 54: MartinezZarzoso, Inmaculada; NowakLehmann D., Felicitas: Is Distance a Good Proxy for Transport Costs? The Case of Competing Transport Modes, Mai 2006 Nr. 53: Ahrens, Joachim; Ohr, Renate; Zeddies, Gotz: Enhanced Cooperation in an Enlarged EU, April 2006 Nr. 52: Stowhase, Sven: Discrete Investment and Tax Competition when Firms shift Profits, April 2006 Nr. 51: Pelzer, Gesa: Darstellung der Beschaftigungseffekte von Exporten anhand einer InputOutputAnalyse, April 2006 Nr. 50: Elschner, Christina; Schwager, Robert: A Simulation Method to Measure the Tax Burden on Highly Skilled Manpower, Marz 2006 Nr. 49: Gaertner, Wulf; Xu, Yongsheng: A New Measure of the Standard of Living Based on Functionings, Oktober 2005 Nr. 48: Rincke, Johannes; Schwager, Robert: Skills, Social Mobility, and the Support for the Welfare State, September 2005 Nr. 47: Bose, Niloy; Neumann, Rebecca: Explaining the Trend and the Diversity in the Evolution of the Stock Market, Juli 2005 Nr. 46: Kleinert, Jorn; Toubal, Farid: Gravity for FDI, Juni 2005 Nr. 45: Eckel, Carsten: International Trade, Flexible Manufacturing and Outsourcing, Mai 2005 Nr. 44: Hafner, Kurt A.: International Patent Pattern and Technology Diffusion, Mai 2005 Nr. 43: NowakLehmann D., Felicitas; Herzer, Dierk; MartinezZarzoso, Inmaculada; Vollmer, Sebastian: Turkey and the Ankara Treaty of 1963: What can Trade Integration Do for Turkish Exports, Mai 2005 Nr. 42: Sudekum, Jens: Does the Home Market Effect Arise in a ThreeCountry Model?, April 2005 Nr. 41: Carlberg, Michael: International Monetary Policy Coordination, April 2005 Nr. 40: Herzog, Bodo: Why do bigger countries have more problems with the Stability and Growth Pact?, April 2005 Nr. 39: Marouani, Mohamed A.: The Impact of the Mulitfiber Agreement Phaseout on Unemployment in Tunisia: a Prospective Dynamic Analysis, Januar 2005 Nr. 38: Bauer, Philipp; Riphahn, Regina T.: Heterogeneity in the Intergenerational Transmission of Educational Attainment: Evidence from Switzerland on Natives and Second Generation Immigrants, Januar 2005 Nr. 37: Buttner, Thiess: The Incentive Effect of Fiscal Equalization Transfers on Tax Policy, Januar 2005 Nr. 36: Feuerstein, Switgard; Grimm, Oliver: On the Credibility of Currency Boards, Oktober 2004 im Euroraum eine Nr. 35: Michaelis, Jochen; Minich, Heike: Inflationsdifferenzen Bestandsaufnahme, Oktober 2004 Nr. 34: Neary, J. Peter: CrossBorder Mergers as Instruments of Comparative Advantage, Juli 2004 Nr. 33: Bjorvatn, Kjetil; Cappelen, Alexander W.: Globalisation, inequality and redistribution, Juli 2004 Nr. 32: Stremmel, Dennis: Geistige Eigentumsrechte im Welthandel: Stellt das TRIPsAbkommen ein Protektionsinstrument der Industrielander dar?, Juli 2004 Nr. 31: Hafner, Kurt: Industrial Agglomeration and Economic Development, Juni 2004 Nr. 30: MartinezZarzoso, Inmaculada; NowakLehmann D., Felicitas: MERCOSUREuropean Union Trade: How Important is EU Trade Liberalisation for MERCOSURs Exports?, Juni 2004 Nr. 29: Birk, Angela; Michaelis, Jochen: Employment and Growth Effects of Tax Reforms, Juni 2004 Nr. 28: Broll, Udo; Hansen, Sabine: Labour Demand and Exchange Rate Volatility, Juni 2004 Nr. 27: Bofinger, Peter; Mayer, Eric: Monetary and Fiscal Policy Interaction in the Euro Area with different assumptions on the Phillips curve, Juni 2004 Nr. 26: Torlak, Elvisa: Foreign Direct Investment, Technology Transfer and Productivity Growth in Transition Countries, Juni 2004 Nr. 25: Lorz, Oliver; Willmann, Gerald: On the Endogenous Allocation of Decision Powers in Federal Structures, Juni 2004 Nr. 24: Felbermayr, Gabriel J.: Specialization on a Technologically Stagnant Sector Need Not Be Bad for Growth, Juni 2004 Nr. 23: Carlberg, Michael: Monetary and Fiscal Policy Interactions in the Euro Area, Juni 2004 Nr. 22: Stahler, Frank: Market Entry and Foreign Direct Investment, Januar 2004 Nr. 21: Bester, Helmut; Konrad, Kai A.: Easy Targets and the Timing of Conflict, Dezember 2003 Nr. 20: Eckel, Carsten: Does globalization lead to specialization, November 2003 Nr. 19: Ohr, Renate; Schmidt, Andre: Der Stabilitats und Wachstumspakt im Zielkonflikt zwischen fiskalischer Flexibilitat und Glaubwurdigkeit: Ein Reformansatz unter Berucksichtigung konstitutionen und institutionenokonomischer Aspekte, August 2003 Nr. 18: Ruehmann, Peter: Der deutsche Arbeitsmarkt: Fehlentwicklungen, Ursachen und Reformansatze, August 2003 Nr. 17: Suedekum, Jens: Subsidizing Education in the Economic Periphery: Another Pitfall of Regional Policies?, Januar 2003 Nr. 16: Graf Lambsdorff, Johann; Schinke, Michael: NonBenevolent Central Banks, Dezember 2002 Nr. 15: Ziltener, Patrick: Wirtschaftliche Effekte des EUBinnenmarktprogramms, November 2002 Nr. 14: Haufler, Andreas; Wooton, Ian: Regional Tax Coordination and Foreign Direct Investment, November 2001 Nr. 13: Schmidt, Andre: NonCompetition Factors in the European Competition Policy: The Necessity of Institutional Reforms, August 2001 Nr. 12: Lewis, Mervyn K.: Risk Management in Public Private Partnerships, Juni 2001 Nr. 11: Haaland, Jan I.; Wooton, Ian: Multinational Firms: Easy Come, Easy Go?, Mai 2001 Nr. 10: Wilkens, Ingrid: Flexibilisierung der Arbeit in den Niederlanden: Die Entwicklung atypischer Beschaftigung unter Berucksichtigung der Frauenerwerbstatigkeit, Januar 2001 Nr. 9: Graf Lambsdorff, Johann: How Corruption in Government Affects Public Welfare A Review of Theories, Januar 2001 Nr. 8: Angermuller, NielsOlaf: Wahrungskrisenmodelle aus neuerer Sicht, Oktober 2000 Nr. 7: NowakLehmann, Felicitas: Was there Endogenous Growth in Chile 19601998? A Test of the AK model, Oktober 2000 Nr. 6: Lunn, John; Steen, Todd P.: The Heterogeneity of SelfEmployment: The Example of Asians in the United States, Juli 2000 Nr. 5: Guefeldt, Jorg; Streit, Clemens: Disparitaten regionalwirtschaftlicher Entwicklung in der EU, Mai 2000 Nr. 4: Haufler, Andreas: Corporate Taxation, Profit Shifting, and the Efficiency of Public Input Provision, 1999 Nr. 3: Ruhmann, Peter: European Monetary Union and National Labour Markets, Nr. 2: September 1999 Jarchow, HansJoachim: Eine offene Volkswirtschaft unter Berucksichtigung des Aktienmarktes, 1999 Nr. 1: PadoaSchioppa, Tommaso: Reflections on the Globalization and the Europeanization of the Economy, Juni 1999 Alle bisher erschienenen Diskussionspapiere zum Download finden Sie im Internet unter: http:www.unigoettingen.dede60920.html. ", "filename": "622415603.pdf", "person": ["Daniel Baumgarten", "Baumgarten, Daniel", "Ingo Geishecker", "Geishecker, Ingo", "Holger Görg", "Görg, Holger"], "date": ["2010"]}