{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/30196/1/622864475.pdf"], "title": ["Der Wertpapierprospekt: empirische Befunde zur Qualität der Risikoangaben bei Neuemissionen"], "plaintext": "cid:87cid:111cid:114cid:107cid:105cid:110cid:103cid:32cid:80cid:97cid:112cid:101cid:114cid:115cid:32cid:105cid:110cid:32cid:65cid:99cid:99cid:111cid:117cid:110cid:116cid:105cid:110cid:103cid:32cid:86cid:97cid:108cid:117cid:97cid:116cid:105cid:111cid:110cid:32cid:65cid:117cid:100cid:105cid:116cid:105cid:110cid:103cid:32cid:78cid:114cid:46cid:32cid:50cid:48cid:48cid:57cid:45cid:49cid:32cid:75cid:108cid:97cid:117cid:115cid:32cid:72cid:101cid:110cid:115cid:101cid:108cid:109cid:97cid:110cid:110cid:32cid:47cid:32cid:77cid:97cid:114cid:116cid:105cid:110cid:32cid:75cid:108cid:101cid:105cid:110cid:32cid:47cid:32cid:67cid:104cid:114cid:105cid:115cid:116cid:105cid:97cid:110cid:32cid:77cid:97cid:105cid:101cid:114cid:68cid:101cid:114cid:32cid:87cid:101cid:114cid:116cid:112cid:97cid:112cid:105cid:101cid:114cid:112cid:114cid:111cid:115cid:112cid:101cid:107cid:116cid:32cid:69cid:109cid:112cid:105cid:114cid:105cid:115cid:99cid:104cid:101cid:32cid:66cid:101cid:102cid:117cid:110cid:100cid:101cid:32cid:122cid:117cid:114cid:32cid:81cid:117cid:97cid:108cid:105cid:116cid:228cid:116cid:32cid:32cid:32cid:100cid:101cid:114cid:32cid:82cid:105cid:115cid:105cid:107cid:111cid:97cid:110cid:103cid:97cid:98cid:101cid:110cid:32cid:98cid:101cid:105cid:32cid:78cid:101cid:117cid:101cid:109cid:105cid:115cid:115cid:105cid:111cid:110cid:101cid:110cid:32cid:76cid:101cid:104cid:114cid:115cid:116cid:117cid:104cid:108cid:32cid:102cid:252cid:114cid:82cid:101cid:99cid:104cid:110cid:117cid:110cid:103cid:115cid:119cid:101cid:115cid:101cid:110cid:32cid:117cid:110cid:100cid:32cid:80cid:114cid:252cid:102cid:117cid:110cid:103cid:115cid:119cid:101cid:115cid:101cid:110 Der Wertpapierprospekt Empirische Befunde zur Qualitat der Risikoangaben bei Neuemissionen Working Papers in Accounting Valuation Auditing Nr. 20091 www.pw.wiso.unierlangen.de Klaus Henselmann Martin Klein Christian Maier Autoren: Prof. Dr. Klaus Henselmann, Dipl.Kfm. Martin Klein, beide Lehrstuhl fur Rechnungswesen und Prufungswesen, Rechts und Wirtschaftswissenschaftliche Fakultat, FriedrichAlexanderUniversitat ErlangenNurnberg, Lange Gasse 20, D90403 Nurnberg, Tel. 49 911 5302 437, Fax 49 911 5302 401, klaus.henselmannwiso.unierlangen.de, martin.kleinwiso.unierlangen.de, Dipl.Kfm. Christian Maier, Mitarbeiter bei Rodl Partner, christian.maierroedl.de Schlagworter: Risikoberichterstattung, Publizitatsgute, Wp PG, Wertpapierprospekt, Borsengang, IPO, qualitative Inhaltsanalyse, Publizitatsverhalten, Semiotik, Max QDA Title: Share Issue Prospectus Empirical analysis of the risk disclosure quality in the prospectus of IPOs Abstract: The paper analyzes the risk disclosure quality in the prospectus of IPOs in Germany between 2006 and 2008. Quality of risk information is measured as precision and comprehensibility. The relationship between risk disclosure quality and earnings power is tested. Keywords: risk reporting, disclosure quality, Wp PG, prospectus, initial public offering, IPO, qualitative content analysis, semiotics, Max QDA JEL Classifaction: G18, G38, K22, M41, M42 Gliederung 1 2 Der Wertpapierprospekt Problemstellung und Zielsetzung 2.1 Anwendungsbereich und Prospektpflicht 2.2 Formale Vorschriften 2.2.1 Prospektinhalt 2.2.2 Angaben zu den Risikofaktoren 2.2.3 Zukunftsgerichtete Aussagen 3 Empirische Untersuchung zur Qualitat der Risikoangaben im Wertpapierprospekt 3.1 Aktueller Forschungsstand 3.2 Untersuchungsansatz zur Qualitatsmessung von Risikoangaben 3.2.1 Anforderungen an Wertpapierprospekte 3.2.2 Qualitatsmerkmal Prazision 3.2.3 Qualitatsmerkmal Verstandlichkeit 3.2.4 Untersuchung des Zusammenhanges zwischen Qualitat der Risikoangaben und Ertragsstarke der Unternehmen sowie Umfang der Risikoangaben 3.3 Datenerhebung 3.3.1 Stichprobenauswahl 3.3.2 Erhebung und Auswertung der Daten 3.3.2.1 Erhebung und Auswertung der Prazision 3.3.2.2 Erhebung und Auswertung der Verstandlichkeit 3.3.2.3 Erhebung und Auswertung von Zusammenhangen 3.4 Ergebnisse der Untersuchung 3.4.1 Ergebnisse zur Untersuchung der Prazision 3.4.2 Ergebnisse zur Untersuchung der Verstandlichkeit 3.4.3 Ergebnisse zur Untersuchung von Ertragsstarke der Unternehmen und Umfang der Risikoangaben 3.4.4 Ergebnisse zu den Zusammenhangen Interpretation und Diskussion der Ergebnisse 3.5 Fazit 4 Literaturverzeichnis Verzeichnis der verwendeten Gesetze, Verordnungen und Entscheidungen Verzeichnis der Internetquellen Verzeichnis der sonstigen Quellen 3 3 3 4 4 6 8 9 9 13 13 14 17 19 22 22 23 23 24 24 25 25 27 28 31 32 34 35 39 39 40 21 Problemstellung und Zielsetzung Auf dem Aktienmarkt sind Informationen von zentraler Bedeutung. Sie konnen das Verhalten von Marktteilnehmern in hohem Mae beeinflussen. Die Offenlegung von Risiken spielt fur die Anlageentscheidung von Investoren eine wesentliche Rolle. Die uberwiegende Mehrheit der Unternehmen ist gesetzlich verpflichtet einen Wertpapierprospekt zu erstellen um die Anleger zu schutzen. Dieser soll dem Anleger unter anderem die Moglichkeit geben das Anlagerisiko einzuschatzen.1 Wissenschaftliche Arbeiten beschaftigten sich bisher vorwiegend mit der Qualitat und der Aussagekraft von Risikoangaben in den jahrlichen Finanzberichterstattungen. Eine empirische Untersuchung zur Qualitat der Risikoangaben in Wertpapierprospekten fehlt hingegen. Ziel des Arbeitspapiers ist daher, die Qualitat und Aussagekraft solcher Angaben anhand der Kriterien Prazision, Verstandlichkeit und Umfang der Risikoangaben zu untersuchen. Hierfur werden 19 Wertpapierprospekte aller deutschen Industrieunternehmen ausgewertet, die im Zeitraum von Januar 2006 bis Dezember 2008 erstmals am regulierten Markt der Frankfurter Wertpapierborse FWB gelistet wurden. Die Untersuchung der Prazision und des Umfangs der Risikoangaben findet dabei durch eine qualitative, computergestutzte Inhaltsanalyse statt. Die Verstandlichkeit wird anhand von Indizes bestimmt. Anschlieend werden unter Zuhilfenahme eines zweiseitigen Signifikanztests mogliche Zusammenhange zwischen den untersuchten Variablen Prazision, Verstandlichkeit und Umfang der Risikoangaben aufgezeigt und kritisch beurteilt. Dabei wird auch untersucht, ob ertragsstarkere Unternehmen detailliertere Angaben zum Risiko machen als ertragsschwache Unternehmen. 2 2.1 Der Wertpapierprospekt Anwendungsbereich und Prospektpflicht Nach 1 Abs. 1 S. 1 Wp PG ist das Gesetz anzuwenden auf die Erstellung, Billigung und Veroffentlichung von Prospekten fur Wertpapiere, die offentlich angeboten oder zum Handel an einem organisierten Markt gema 2 Nr. 16 Wp PG zugelassen werden und fur die keine expliziten Ausnahmen der 24 Wp PG greifen. Am 1. Juli 2005 ist das Wertpapierprospektgesetz im Rahmen des ProspektrichtlinienWp PG2 1 Vgl. Richtlinie 200371EG, S. 65. 2 BGBl. I 2005, S. 1698. 3Umsetzungsgesetzes 3 in Kraft getreten. Damit hat der deutsche Gesetzgeber die zum 31. Dezember 2003 gultige EUProspektrichtlinie ProspRL4 in nationales Recht umgesetzt. Das neue Wp PG bildet zusammen mit der unmittelbar anwendbaren Prospektverordnung Prosp V5 den rechtlichen Rahmen fur offentliche Angebote und die Borsenzulassung in Deutschland.6 Die bisherigen deutschen Regelungen in der Verkaufsprospektverordnung Verk Prosp V wurden komplett, die im Verkaufsprospektgesetz Verk Prosp G und in der Borsenzulassungsverordnung Bors Zul V teilweise aufgehoben.7 Durch die Umsetzung der ProspRL und der Prosp V ist es europaweit zu einer Angleichung der Vorschriften fur den Wertpapierprospekt gekommen. Dies fuhrt dazu, dass bei der Auslegung der Vorschriften neben den deutschen Grundsatzen auch europaische Rechtsquellen herangezogen werden mussen.8 Ziel der Regelung ist u. a. den Anlegern vollstandigere Informationen bereitzustellen, um so das Vertrauen in die Wertpapiermarkte in Europa zu starken.9 2.2 Formale Vorschriften 2.2.1 Prospektinhalt Nach 5 Abs. 1 Wp PG muss der Prospekt samtliche Angaben uber den Emittenten und die offentlich angebotenen oder zum Handel an einem organisierten Markt zuzulassenden Wertpapiere enthalten, die fur Investoren wesentlich sind. Als wesentlich werden dabei Angaben angesehen, die es dem Investor ermoglichen, sich ein zutreffendes Urteil uber die Vermogenswerte und Verbindlichkeiten, die Finanzlage, die Gewinne und Verluste, die Zukunftsaussichten des Emittenten und jedes Garantiegebers, sowie die mit dem Wertpapier verbundenen Rechte zu machen. Der Kenntnis und Verstandnishorizont der Investoren ist dabei der durchschnittliche Anleger, der eine Bilanz lesen und verstehen kann, aber nicht uber ein uberdurchschnitt 3 BGBl. I 2005, S. 1698. 4 Richtlinie 200371EG. 5 Verordnung EG Nr. 8092004 Berichtigung der ursprunglichen Fassung Abl. EG Nr. L 2153 vom 29.4.2004, nach starker Kritik an der deutschen Ubersetzung. 6 Vgl. Holzborn, Timo Israel, Alexander: ZIP 2005, S. 1668. 7 Vgl. Kullmann, Walburga Sester, Peter: WM 2005, S. 1068. 8 In dieser Arbeit werden zur Interpretation und Auslegung des Wp PG auch Literatur und Kommentierungen zur ProspRL herangezogen, da diese fast eins zu eins in deutsches Recht umgesetzt wurde. 9 Vgl. BuckHeeb, Petra: Kapitalmarktrecht, Rn. 625; Kunold, Uta Schlitt, Michael: BB 2004, S. 501 502; BTDr. 155373, S. 81; BTDr. 154999, S. 25. 4liches Fachwissen verfugt.10 Auerdem hat der Emittent die Aufmachung des Prospektes so zu gestalten, dass die Auswertung und das Verstandnis erleichtert wird 5 Abs. 1 S. 1 und 3 Wp PG.11 Unter dem Format des Prospektes kann die Grobgliederung des Prospektinhaltes verstanden werden.12 Bei der Erstellung des Prospektes hat der prospektpflichtige Emittent die Wahl einem dreiteiligen Prospekt 12 Abs. 1 Wp PG. Rein inhaltlich existieren allerdings keinerlei Anforderungsunterschiede. In beiden Fallen konnen drei Teile unterschieden werden, die beim einteiligen Prospekt in einem Dokument zusammengefasst werden und beim dreiteiligen einzelne Dokumente darstellen. Einen Teil mit Angaben zum Emittenten, einen mit Angaben zum Wertpapier und eine Zusammenfassung.13 Die Mindestinhalte dieser Teile sind in 7 Wp PG geregelt und verweisen dabei vollstandig auf die Prosp V. einteiligen oder zwischen einem 10 Dieser Beurteilungsmastab wird von der Rechtsprechung verwendet, vgl. Schanz, KayMichael: Borseneinfuhrung, 13, Rn. 19; Grunewald, Barbara Schlitt, Michael: Einfuhrung Kapitalmarktrecht, 12 II 2 d. Der Beurteilungsmastab wird aber auch kritisch gesehen, da bezweifelt wird, dass ein durchschnittlicher Anleger eine Bilanz versteht, vgl. Gro, Wolfgang: KapitalmarktrechtKommentar, 44, 45 Bors G, Rn. 41. 11 Vergleichbar mit der Plain English Rule der SEC, wonach Form, Aufbau, Sprache, Stil und Satzbau das Verstandnis und die Auswertung erleichtern sollen, vgl. Schanz, KayMichael Schalast, Christoph: Wertpapierprospekte, S. 14; weiterfuhrende Informationen zur Prospektverstandlichkeit, vgl. Schindele, Matthaus: Prospektverstandlichkeit. 12 Vgl. Kullmann, Walburga Sester, Peter: ZBB 2005, S. 209 211. 13 Vgl. Kullmann, Walburga Sester, Peter: WM 2005, S. 1068 1071; Schlitt, Michael Schafer, Susanne: AG 2005, S. 498 501; BuckHeeb, Petra: Kapitalmarktrecht, Rn. 632. 5Mindestangaben fur das Registrierformular fur Aktien Anhang I Prosp V 1. Verantwortliche Personen 2. Abschlussprufer 3. Ausgewahlte Finanzinformationen 4. Risikofaktoren 5. Angaben uber den Emittenten 6. Geschaftsuberblick 7. Organisationsstruktur 8. Sachanlagen 9. Angaben zur Geschafts und Finanzlage 10. Eigenkapitalausstattung 11. Forschung und Entwicklung 12. Trendinformationen 13. Gewinnprognose oder schatzung 14. Verwaltungs, Geschaftsfuhrungs und Aufsichtsorgane sowie oberes Management 15. Bezuge und Vergunstigungen 16. Praktiken der Geschaftsfuhrung 17. Beschaftigte 18. Hauptaktionare 19. Geschafte mit verbundenen Parteien 20. Finanzinformationen uber die Vermogens, Finanz, und Ertragslage des Emittenten 21. Zusatzliche Angaben 22. Wesentliche Vertrage 23. Angaben von Seiten Dritter, Erklarungen von Seiten Sachverstandiger und Interessenerklarungen 24. Einsehbare Dokumente 25. Angaben uber Beteiligungen Mindestangaben fur die Wertpapierbeschreibung fur Aktien Anhang III Prosp V 1. Verantwortliche Personen 6. Zulassung zum Handel und Handelsregeln 2. Risikofaktoren 7. Wertpapierinhaber mit Verkaufsposition 3. Wichtige Angaben 4. Angaben uber die anzubietenden bzw. zum Handel zuzulassenden Wertpapiere 5. Bedingungen und Voraussetzungen fur das Angebot 8. Kosten der Emission des Angebotes 9. Verwasserung 10. Zusatzliche Angaben Abb. 1: Uberblick uber die Mindestangaben im Registrierformular und der Wertpapierbeschreibung fur Aktienemissionen Aufgrund der empirisch zu untersuchenden Problematik wird im Folgenden nur auf die Angabepflicht uber Risikofaktoren Kapitel 2.2.2 und prognoserelevante Bestandteile Kapitel 2.2.3 eingegangen. 2.2.2 Angaben zu den Risikofaktoren Neben der Zusammenfassung muss jeder Prospekt einen gesonderten Gliederungspunkt mit Angaben zu den Risikofaktoren enthalten. Dies gilt unabhangig davon, ob der Prospekt aus einem oder drei Teilen besteht. Wird ein dreiteiliger Prospekt veroffentlicht, so sind im Registrierungsformular Anhang I Nr. 4 Prosp V sowie in der Wertpapierbeschreibung Anhang III Nr. 2 Prosp V Angaben zu den Risikofaktoren zu machen. 6Unter den Risikofaktoren wird nach Art. 2 Nr. 3 Prosp V eine Liste von Risiken verstanden, die fur die jeweilige Situation des Emittenten undoder der Wertpapiere spezifisch ist und die Anlageentscheidung des Investors wesentlich beeinflusst. Als Leitlinie fur den Aufbau und die Gliederung des Abschnittes konnen weiterhin die auer Kraft gesetzten Going PublicGrundsatze 14 der FWB verwendet werden. Danach soll eine Fokussierung auf die fur den Emittenten spezifischen Risikofaktoren erfolgen. Ein Uberma von Angaben zu allgemeinen Risiken, wie etwa dem Risiko von Kurssenkungen, wurde die Lesbarkeit des Prospektes verschlechtern.15 Dieses Ziel bringt auch Anhang I Nr. 4 Prosp V zum Ausdruck, indem Angaben zu spezifischen Risiken des Emittenten oder seiner Branche gefordert werden. Dies wird durch Angaben zum Marktrisiko, die von wesentlicher Bedeutung fur die angebotenen oder zuzulassenden Wertpapiere sind, erganzt Anhang III Nr. 2 Prosp V. Wie die Abgrenzung zwischen allgemeinen und spezifischen Risiken zu erfolgen hat und uber welche Risiken genau berichtet werden muss, ist in der Verordnung nicht geregelt. Daraus resultiert ein Ermessensspielraum fur die Emittenten bei der Angabe der Risikofaktoren. Da die Risiken je nach Unternehmen variieren, gilt dies auch fur die angegebenen Risikofaktoren im Wertpapierprospekt. Die Prospektverantwortlichen mussen die Abgrenzung zwischen allgemeinen und spezifischen Risiken selbst vornehmen. In diesem Zusammenhang sollte der Emittent eine Analyse der Geschafts und Wettbewerbssituation durchfuhren, um die wesentlichen Risikogebiete und Einflussgroen festzustellen. Beispielhaft konnten der zunehmende Wettbewerbsdruck, eine Verschlechterung der Finanzierungskonditionen oder Erkenntnisse aus der Due Diligence rechtlich, steuerlich oder finanziell einen Risikofaktor darstellen. Nach erfolgter Identifizierung ist im Prospekt uber die spezifischen Risiken umfassend und aussagekraftig zu berichten. Dabei mussen die potenziellen Risiken verstandlich und moglichst prazise erlautert werden. Eine sprachliche Abschwachung der Risiken, durch Verwendung von Satzkonstrukten wie zwar aber muss unterbleiben.16 Bei der Darstellung der Risikoangaben sollte auf deren Reihenfolge geachtet werden.17 In den meisten Fallen wird zwar ein Passus aufgenommen, der darauf hinweist, dass die Reihenfolge keine Aussage uber die Werthaltigkeit und Eintrittswahrscheinlichkeit dar 14 Going PublicGrundsatze der Deutschen Borse AG vom 01.08.2004 Going PublicGrundsatze, wurden durch die ProspRL abgeschafft; vgl. zu den Going PublicGrundsatzen Schlitt, Michael Smith, Philip Werlen, Thomas: AG 2002, S. 478; Meyer, Andreas: WM 2002, S. 1864. 15 Vgl. Schlitt, Michael Smith, Philip Werlen, Thomas: AG 2002, S. 478 482; Meyer, Andreas: WM 2002, S. 1864 1869. 16 Vgl. Alfes, Holger Wieneke, Laurenz: EUProsp V Anhang I, Rn. 17 f. 17 Vgl. Deutsche Borse AG: Going PublicGrundsatze, Ziffer 4.1.2. 7stellt, doch scheint es gegenuber dem Leser sachgerecht, die wesentlichen Risiken zuerst aufzuzeigen. Bei der Beurteilung der Wesentlichkeit ist die Eintrittswahrscheinlichkeit sowie die wirtschaftliche Auswirkung durch den Eintritt magebend.18 Um die Ubersichtlichkeit zu verbessern, konnen die Risikoangaben nach Sachgebieten kategorisiert werden z.B. Marktrisiken, unternehmensbezogene Risiken, rechtliche Risiken und Risiken im Zusammenhang mit der Transaktion.19 Da auch in der Zusammenfassung Angaben uber die Risikofaktoren erfolgen mussen, werden in der Regel die einzelnen Risikofaktoren mit einer pragnanten Uberschrift versehen, die dann in Form einer Auflistung in die Zusammenfassung eingehen.20 Die Angabe der Risikofaktoren im Prospekt, insbesondere als eigenstandiger Gliederungspunkt, macht deutlich, dass es sich beim Wertpapierprospekt nicht nur um ein Marketinginstrument, sondern zugleich um ein Haftungsdokument handelt. Bei unterlassenen oder unrichtigen Prospektangaben konnen der Emittent und die begleitenden Kreditinstitute in Haftung genommen werden. Wird jedoch auf konkrete Risiken des Emittenten, die durch die Emission und die Geschaftstatigkeit bestehen, angemessen hingewiesen, so sind diese von der Haftung ausgenommen.21 2.2.3 Zukunftsgerichtete Aussagen Neben historischen Angaben mussen Emittenten zusatzlich zukunftsgerichtete Angaben machen. Diese sind fur Investoren von besonderem Interesse, da die Investitionsentscheidung mageblich von der zukunftigen Entwicklung des Unternehmens abhangt.22 Der Emittent sollte jedoch behutsam mit der Veroffentlichung von zukunftsgerichteten Angaben und Aussagen umgehen, da diese ebenso der Haftung unterliegen.23 Zukunftsgerichtete Aussagen mussen die Unternehmen uber jungste Trends und Entwicklungen in den Bereichen Produktion, Umsatz, Vorrate, Kosten und dem Ausgabepreis machen, die seit dem letzten Jahresabschluss bis zum Zeitpunkt der Erstellung des Prospektes eingetreten sind Ziffer 12.1 Anhang I Prosp V. Zudem muss uber bekannte Trends, Unsicherheiten, Nachfrage, Verpflichtungen oder Vorfalle, die zu einer wesentlichen Beeinflussung des Emittenten im laufenden Geschaftsjahr fuhren konnten, berichtet 18 Vgl. Alfes, Holger Wieneke, Laurenz: EUProsp V Anhang I, Rn. 21. 19 Vgl. Meyer, Andreas in: HabersackMulbertSchlitt, 30, Rn. 47; Schlitt, Michael Smith, Philip Werlen, Thomas: AG 2002, S. 478 483; Meyer, Andreas: WM 2002, S. 1864 1869 f  20 Vgl. Meyer, Andreas in: HabersackMulbertSchlitt, 30, Rn. 47. 21 Vgl. Alfes, Holger Wieneke, Laurenz: EUProsp V Anhang I, Rn. 16. 22 Vgl. Siebel, Ulf Gebauer, Stefan: WM 2001, S. 173 174, 192 ff.; Veil, Rudiger: AG 2006, S. 690. 23 Vgl. Meyer, Andreas in: HabersackMulbertSchlitt, 30, Rn. 51. 8werden Ziffer 12.2 Anhang I Prosp V. Die gegebenen Hinweise mussen hinreichend mit Tatsachen begrundet werden und kaufmannisch vertretbar sein. Zudem muss das Risiko eines moglichen Nichteintretens der zukunftigen Entwicklung dem Investor gegenuber deutlich gemacht werden.24 Aussagen, die sich auf die Zukunft beziehen, sollten in Anlehnung an USamerikanische Regelungen klar als solche erkennbar sein. Zudem konnen fur Fragen der Darstellung die alten GoingPublicGrundsatze der Deutschen Borse AG als Leitlinie herangezogen werden.25 3 Empirische Untersuchung zur Qualitat der Risikoangaben im Wertpapierprospekt 3.1 Aktueller Forschungsstand Im Bereich der betriebswirtschaftlichen Forschung gibt es zahlreiche Untersuchungen, die sich mit den qualitativen Angaben in Jahresabschlussen befassen.26 Zur Untersuchung von qualitativen Angaben im jahrlichen Geschaftsbericht konnen unterschiedliche Ansatze verwendet werden. Methoden zur Untersuchung von qualitativen Angaben in der Finanzberichterstattung Subjektive StudienAnalystenratingsSemiobjektive Studien Index Studien Textanalysen Binare Messung GewichteterUngewichteter Index Nestedunnested items Inhaltsanalyse Verstandlichkeitsstudien Sprachanalyse Abb. 2: Methoden zur Untersuchung von qualitativen Angaben in der Finanzberichterstattung 24 Vgl. Assmann, HeinzDieter in: AssmannLenzRitz, 13 Verk Prosp G, Rn. 13; Meyer, Andreas in: HabersackMulbertSchlitt, 30, Rn. 51. 25 Vgl. Meyer, Andreas in: HabersackMulbertSchlitt, 30, Rn. 51. 26 Vgl. hierzu und zum Folgenden, sowie fur weiterfuhrende Literatur zu Studien: Beattie, Vivien McInnes, Bill Fearnley, Stella: AF 2004, S. 205; Healy, Paul Palepu, Krishna: JAE 2001, S. 405; Core, John: JAE 2001, S. 441; Stanton, Patricia Stanton, John: AAAJ 2002, S. 478; Botzel, Stefan: WPg 1993, S. 201. 9Ein moglicher Ansatz sind subjektive Studien. In den meisten dieser Falle wird die Qualitat der Angaben auf Grundlage von Analystenbewertungen durchgefuhrt. Studien aus diesem Bereich stammen bspw. von LANGLUNDHOLM27, HOPE28 sowie BARRONKILEOKEEFE29. Die subjektive Methode wird allerdings stark kritisiert, da unklar ist, ob der Analyst die Bewertung serios durchgefuhrt hat, die Auswahl der Unternehmen undurchsichtig ist und nicht ausgeschlossen werden kann, dass der Analyst durch Vorurteile bei der Bewertung beeinflusst ist.30 Ein weiterer Ansatz sind semiobjektive Studien. Die Bezeichnung semiobjektiv wird verwendet, da diese Studien objektiver als subjektive Studien, aber nicht frei von subjektiven Einflussen sind. Es wird unterschieden zwischen Indexstudien und Textanalysen. Die Mehrheit der vorzufindenden Studien bilden Indexstudien. Da es schwierig ist die Qualitat von Angaben direkt zu bestimmen, wird ein Mengenindex stellvertretend zur Qualitatsmessung verwendet. Dabei wird anhand einer Checkliste das Datenmaterial analysiert und dabei Werte fur das Vorhandensein oder NichtVorhandensein bestimmter Angaben vergeben. Zusatzlich kann eine Gewichtung der einzelnen Elemente erfolgen. Die Gewichtung erfolgt meist durch die Befragung einer fachspezifischen Zielgruppe. Elemente, die der Zielgruppe besonders wichtig sind, werden dabei starker gewichtet. Die Studien, die es aus diesem Bereich gibt, setzen meist auf dem Jenkins Report 31 auf. Letzterer nennt 5 Kategorien Financial and Nonfinancial Data, the Managements Analysis of Financial and Nonfinancial Data, Forwardlooking Information, Information on Managers and Stakeholders und Company Background uber die berichtet werden sollte. Anhand dieser Vorgaben werden dann Indexmodelle entwickelt. Bekannte Studien auf diesem Gebiet stammen von BOTOSAN32, ROBBSINGLEZARZEKSKI33 und VANSTRAELENZARZENSKIROBB34 sowie fur den deutschsprachigen Raum von DARCYGRABENSBERGER35, DASKEGEBHARDT36, GLAUMSTREET37, FOCKEN PLAW 27 Vgl. Lang, Mark Lungholm, Russell: JAR 1993, S. 246. 28 Vgl. Hope, OleKristian: JAR 2003, S. 235. 29 Vgl. Barron, Orie Kile, Charles OKeefe, Terrence: CAR 1999, S. 75. 30 Vgl. Healy, Paul Palepu, Krishna: JAE 2001, S. 405 426 f  31 Vgl. AICPA Hrsg.: Jenkins Report. 32 Vgl. Botosan, Christine: AR 1997, S. 323. 33 Vgl. Robb, Sean Single, Louise Zarzeski, Marilyn: IAAT 2001, S. 71. 34 Vgl. Vanstrealen, Ann Zarzeski, Marilyn Robb, Sean: IFMA 2003, S. 249. 35 Vgl. DArcy, Anne Grabensberger, Sonja: WPg 2001, S. 24. 36 Vgl. Daske, Holger Gebhardt, Gunther: ABACUS 2006, S. 461. 37 Vgl. Glaum, Martin Street, Donna: JFMA 2003, S. 64. 10KY38 und MOLLERLENZ39. Eine Ubersicht uber internationale Indexstudien liefern MARSTONSHRIVES40 und STREETGRAY41. Fur eine Ubersicht deutscher Indexstudien siehe BOTZEL42. Semiobjektive Studien konnen des Weiteren auch durch Textanalysen durchgefuhrt werden. Dazu gehort die Inhaltsanalyse Content Analysis als eine Form der Textanalyse. Durch die Inhaltsanalyse wird versucht, bestimmte thematische Teile des Textes zu analysieren und spezifische Aussagen herauszufiltern. Eine weitere Form der Textanalyse sind Sprachanalysen semiotische Studien, die an die Literaturwissenschaft anknupfen und teilweise als Teil der Content Analysis verstanden werden.43 Diese versuchen durch Analyse der Syntax, Semantik und Pragmatik eine Aussage uber den Inhalt und die Verstandlichkeit zu erlangen. Dabei wird im Rahmen der Untersuchung der Syntax untersucht, inwieweit die Prazision der Aussagen Einfluss auf die vermittelte Information hat. Die semantische Analyse untersucht den Einfluss der Wortwahl auf die vermittelte Information. Im Rahmen der pragmatischen Analyse wird beispielsweise untersucht, welche Ruckschlusse durch freiwillige Informationen moglich sind.44 Verstandlichkeitsstudien befassen sich mit der Lesbarkeit und dem Grad der Verwirrung von Texten.45 Im Bereich der Verstandlichkeitsstudien wird in vielen Fallen der FLESCHIndex 46 ermittelt um eine Aussage uber den Schwierigkeitsgrad der Texte zu treffen. Einen Uberblick uber Content Analysis Studien findet sich in JONESSHOEMAKER47. Auerdem kann die Studie der FASB48 zur freiwilligen Berichterstattung in Jahresabschlussen, sowie die Studie von RUTHERFORD49 beispielhaft fur die Content Analysis genannt werden. Im Bereich der semiotischen Studien ist auf SYD 38 Vgl. Focken, Elke Plawsky, Andre: Ko R 2004, S. 298. 39 Vgl. Moller, Manuela Lenz, Hansrudi: zfbf 2006, S. 889. 40 Vgl. Marston, Claire Shrives, Philip: BAR 1991, S. 195. 41 Vgl. Street, Donna Gray, Sidney: Observance of International Accounting Standards, S. 11. 42 Vgl. Botzel, Stefan: WPg 1993, S. 201. 43 Vgl. Mayring, Philipp: Qualitative Inhaltsanalyse, S. 24 ff.; Beattie, Vivien Mc Innes, Bill Fearnley, Stella: AF 2004, S. 205 208 ff  44 Vgl. Kuting, Karlheinz: DSt R 1999, S. 728 730 ff  45 Vgl. Jones, Micheal Shoemaker, Paul: JAL 1994, S. 142; Mayring, Philipp, Qualitative Inhaltsanalyse, S. 24 ff. 46 Index, der auf einer Kombination von Satzlangen und Silbenanzahl basiert, vgl. Flesch, Rudolf: JAP 1948, S. 221. 47 Vgl. Jones, Micheal Shoemaker, Paul: JAL 1994, S. 142. 48 Vgl. FASB Hrsg.: Improving business reporting. 49 Vgl. Rutherford, Brian: Half the story. 11SERFFWEETMAN50 zu verweisen. In Deutschland analysierte WERNER51 Lageberichte auf Grundlage der Semiotik. Die beschriebenen Methoden lassen sich in vielen Fallen nicht trennscharf voneinander abgrenzen und gehen flieend ineinander uber. Eine semiotische Analyse kann beispielsweise in ein Indexmodell ubergehen. Da die Messung von Qualitat komplex ist, wurden Modelle entwickelt, die vielschichtiger als die zuvor erlauterten sind. Dazu gehoren beispielsweise die Modelle von BEATTIEMCINNESFEARNLEY52 und BERETTABOZZOLAN53. BEATTIEMCINNESFEARNLEY reagieren durch einen multidimensionalen Ansatz und eine vollumfangliche Untersuchung des Abschlusses auf die Kritik an alteren Studien, die sich nur mit einer Dimension auseinandergesetzt haben. Sie kategorisieren dabei auf vier Ebenen. Zunachst erfolgt eine Einordnung der Angaben auf Grundlage des Jenkins Report. Daran schliet sich eine zeitliche Einordnung an, gefolgt von einer finanziellen oder nichtfinanziellen Einordnung. Abschlieend wird zwischen quantitativen oder qualitativen Aussagen unterschieden.54 Die Grundidee dieses Modells ist, die Qualitat der Anhangsangaben nicht nur anhand des Umfanges, sondern auch anhand der Verteilung der Angaben im Bericht zu beurteilen.55 BERETTABOZZOLAN haben die Grundidee von BEATTIEMCINNESFEARNLEY in ihrem Modell aufgegriffen und es weiter modifiziert. Sie messen Qualitat durch Quantity und Richness. Wobei sie Richness in Width and Depth unterteilen. Width misst dabei uber welche Risikogebiete berichtet wird und wie deren Verteilung in der Berichterstattung ist. Depth analysiert wie die Angaben gemacht wurden, beispielsweise in welcher zeitlichen Dimension oder ob sie qualitativ oder quantitativ sind. Dahinter steht die Uberlegung, dass es nicht nur darauf ankommt, wie viel veroffentlicht wird, sondern auch was und wie dies geschieht. Ein Hybrid zwischen quantitativer und qualitativer Analyse stellt das Saarbrucker Modell von KUTING dar. In diesem Modell werden quantitative und qualitative Instrumente der Bilanzanalyse zusammengefuhrt um eine prazisere Aussage zu erreichen. Im quantitativen Teil wird ein ScoringModell verwendet, das durch Kennzahlen eine Einordnung der Ertragsstarke des Unternehmens ermoglicht. Im qualitativen Teil wird die Anwendung des bilanzpolitischen Instrumentariums untersucht. Dabei wird analysiert inwie 50 Vgl. Sydserff, Robin Weetman, Pauline: AAAJ 1998, S. 459. 51 Vgl. Werner, Ute: zfbf 1990, S. 1014. 52 Vgl. Beattie, Vivien Mc Innes, Bill Fearnley, Stella: AF 2004, S. 205. 53 Vgl. Beretta, Sergio Bozzolan, Saverio: JAAF 2008, S. 333. 54 Vgl. Beattie, Vivien Mc Innes, Bill Fearnley, Stella: AF 2004, S. 205 217. 55 Vgl. Beretta, Sergio Bozzolan, Saverio: JAAF 2008, S. 333 339 f  12weit Abweichungen von einem Normbilanzierer erfolgen, wie oft diese vorkommen und ob eine Bilanzierungsstrategie konservativ oder progressiv erkennbar ist. Das Modell ermoglicht eine Aussage uber die Qualitat der Geschaftsberichte deutscher Unternehmen und wird jahrlich am Institut fur Wirtschaftsprufung in Saarbrucken zur Beurteilung deutscher, borsennotierter Unternehmen angewendet.56 Im Bereich der ublichen Risikoberichterstattung gibt es somit eine Reihe empirischer Untersuchungen.57 Publikationen zu Angaben der Risikofaktoren im Wertpapierprospekt sucht man allerdings vergeblich obwohl sich hier ahnliche Probleme stellen und vergleichbare Methoden anwendbar sind. Diese Forschungslucke wird in dieser Arbeit aufgegriffen, indem im Folgenden eine empirische Untersuchung der Risikoangaben im Wertpapierprospekt durchgefuhrt wird. 3.2 Untersuchungsansatz zur Qualitatsmessung von Risikoangaben 3.2.1 Anforderungen an Wertpapierprospekte Um die Qualitat der Risikoangaben 58 im Wertpapierprospekt untersuchen zu konnen, muss vorab definiert werden, anhand welcher Kriterien die Qualitat untersucht beziehungsweise gemessen werden kann. Eine direkte Messung der Qualitat ist nicht moglich, da Qualitat ein multidimensionales Konzept ist, bei dem die unterschiedlichsten Dimensionen in die Bewertung eingehen konnen.59 Deshalb kann Qualitat nur stellvertretend durch andere Kriterien gemessen werden.60 Welche Kriterien Qualitat bestimmen, hangt stark vom zu untersuchenden Zielobjekt ab, da fur unterschiedliche Texte unterschiedliche Anforderungen gelten konnen. Aus den gesetzlichen Vorschriften zum Wertpapierprospekt lasst sich ableiten, dass der Prospekt leicht analysierbar und verstandlich gestaltet sein soll 5 Abs. 1 Wp PG. Die Going PublicGrundsatze der FWB, die fruher der Leitfaden zur Erstellung des Wertpa 56 Vgl. Kuting, Karlheinz Weber, ClausPeter: Bilanzanalyse, S. 403 ff. 57 Zum Uberblick uber Studien im Bereich Risikoberichterstattung vgl. Woods, Margaret Kajuter, Peter Linsley, Philip Hrsg.: International Risk Management, S. 199 ff. 58 Unter Risikoangaben sind im Folgenden die im Wertpapierprospekt unter dem Gliederungspunkt Risikofaktoren gemachten Angaben zu verstehen. 59 Vgl. Beretta, Sergio Bozzolan, Saverio: JAAF 2008, S. 333 340. 60 Vgl. Botosan, Christine: IJA 2004, S. 289 290. 13pierprospektes waren und heute noch immer als Orientierungshilfe dienen, fordern eine allgemeinverstandliche Gestaltung des Prospektes.61 Aufgrund dieser weichen Aussagen werden zusatzlich die Anforderungen der Standardsetter im Bereich der Jahresabschlusse beziehungsweise Finanzberichterstattung betrachtet. Diese haben gegenuber den speziellen Vorschriften des Wp PG den Vorteil, dass sie weitverbreitet und grundsatzlich von den Anwendern akzeptiert sind.62 Das HGB verlangt in 243 HGB, dass die Jahresabschlusse die Grundsatze der ordnungsmaigen Buchfuhrung Go B erfullen und klar und ubersichtlich sein mussen. Die Go B umfassen den Grundsatz der Klarheit und Ubersichtlichkeit, Richtigkeit, Vollstandigkeit, Vergleichbarkeit und Wirtschaftlichkeit.63 Ahnliche Anforderungen werden an die deutsche Lageberichterstellung gestellt. Die Qualitatsmerkmale, die im Rahmen der empirischen Untersuchung hergezogen werden, leiten sich unmittelbar aus diesen Anforderungen an die Berichterstattung ab. Im Folgenden werden speziell die Qualitatsmerkmale Prazision und Verstandlichkeit herausgegriffen und naher untersucht. 3.2.2 Qualitatsmerkmal Prazision Prazision ist eine Variable, die die Qualitat des Wertpapierprospektes beeinflusst, da grundsatzlich davon auszugehen ist, dass mit steigender Genauigkeit der Angaben der Nutzen fur die Adressaten steigt.64 Zur Untersuchung der Prazision wird die qualitative Inhaltsanalyse in Form der skalierenden Strukturierung verwendet. Bei der skalierenden Strukturierung werden Inhalte auf einer Skala bestimmten Prazisionsklassen zugeordnet.65 Die Ergebnisse der Inhaltsanalyse werden anschlieend in ein ScoringModell ubernommen. Die Inhaltsanalyse zur Untersuchung der Prazision erfolgt anhand eines achtstufigen Modells: 1 Im ersten Schritt wird die Analyseeinheit festgelegt. Dazu mussen die Auswertungseinheit, die Kodiereinheit und die Kontexteinheit festgelegt werden. Die Auswertungseinheit bestimmt, welche Textteile nacheinander ausgewertet werden. Die Kodiereinheit legt den minimalen und die Kontexteinheit den maximalen Textteil 61 Vgl. Deutsche Borse AG Hrsg.: Going PublicGrundsatze, S. 8. 62 Vgl. Botosan, Christine: IJA 2004, S. 289 ff. 63 Vgl. Baetge, Jorg Kirsch, HansJurgen Thiele, Stefan: Bilanzen, S. 116 ff. 64 Vgl. Beattie, Vivien Mc Innes, Bill Fearnley, Stella: AF 2004, S. 210. 65 Vgl. Mayring, Philipp: Qualitative Inhaltsanalyse, S. 92. 14fest, der unter eine Kategorie fallen kann.66 Fur alle drei Einheiten wird der Satz gewahlt, da jeweils alle Risikoangaben eines Unternehmens auch Satz fur Satz untersucht werden. 2 Im zweiten Schritt wird die Einschatzungsdimension festgelegt. Die Einschatzungsdimension ist hier die Genauigkeit der Angaben, da durch sie die Prazision der Risikoangaben gemessen wird. 3 Dazu wird im dritten Schritt der Untersuchung ein Kategoriensystem festgelegt. Letzteres ordnet aufgrund des Grades der Genauigkeit Satze in Prazisionsklassen ein.67 Auf Grundlage der Klassen kann das Skalensystem festgelegt werden. Grundsatzlich fuhren genauere Angaben zu einem hoheren Rang in der Rangfolge und somit zu einer hoheren Qualitat der Angaben. Da Risikoangaben aber vorwiegend zukunftige Entwicklungen erlautern, muss berucksichtigt werden, dass diese nur selten in Punktaussagen gefasst werden konnen. Zudem sollte eine Abwagung zwischen Sicherheit und Genauigkeit erfolgen, da mit steigender sinkender Genauigkeit die Sicherheit der Angabe sinkt steigt.68 Daraus folgt, dass in der Untersuchung nicht davon ausgegangen wird, dass in jedem Fall eine hohere Genauigkeit auch zu einer hoheren Qualitat der Angabe fuhrt. Stattdessen wird angenommen, dass es einen optimalen Informationsgrad gibt. Fur die Untersuchung wird daher unterstellt, dass nicht die Punktinformation, sondern die Intervallinformation im Rahmen der Risikoangaben die hochste Qualitat aufweist, da diese Genauigkeit und Sicherheit am besten vereint. Punktwerte werden streng genommen nie exakt erreicht, allerdings bleibt das Ausma der erwarteten Schatzunsicherheit unklar. Hingegen lasst sich mit einem sehr engen Zielintervall sowohl die erwartete Groe als auch der geringe Unsicherheitsgrad deutlich zum Ausdruck bringen. Breitere Intervalle deuten hingegen eine hohere Schatzunsicherheit an. 66 Vgl. Mayring, Philipp: Qualitative Inhaltsanalyse, S. 53. 67 Dieses Konzept wird vermehrt in der Literatur verwendet, wenn auch die Anzahl der Klassen sowie die Bezeichnungen variieren. Vgl. Busse von Colbe, Walther: Prognosepublizitat, S. 105; Ruckle, Dieter: DB 1984, S. 57 64; Wasser, Gerd: Bestimmungsfaktoren, S. 44; Krumbholz, Marcus: Qualitat publizierter Lageberichte, S. 43; Kuting, Karlheinz Weber, ClausPeter: Bilanzanalyse, S. 411; Sorg, Peter: WPg 1988, S. 381 384; Sorg, Peter: BB 1994, S. 1962 1966. 68 Vgl. Baetge, Jorg Fischer, Thomas Paskert, Dierk: Der Lagebericht, S. 42. 15Qualitative Qualitative Informationen InformaAngaben wie Angaben wie z.B. z. B. gutschlecht, gutschlecht, hochniedrig hochniedri Nicht messende Nicht messende InformaInformationen Abb. 3: Prazisionsklassen 69 klassifizierenden klassifizierenden keine Keine Angaben AnKlassen der Prazision Komparative Komparative Informationen InformaAngaben wie Angaben wie z.B. z. B. steigtfallt, besserschlechter besserschlechtesteigt allt, Quantitative Quantitative Interinformationen InformaPunktAngaben wie z.B. Angaben von absoluter Zahl, Prozentsatz von bekannter Zahl, zwischen un  ca.  , konstant Quantitative Quantitative IntervallPunkinformationen InformaAngaben wie z. B. circa  , zwischen   und    Zunehmende Genauigkeit Zunehmende Genauigkeit 4 Anschlieend erfolgt im vierten Schritt die Definition von Kategorien, Ankerbeispielen und Kodierregeln. 5 Im funften Schritt werden bei einem ersten Materialdurchgang die Fundstellen gekennzeichnet. Da im Rahmen dieser Untersuchung alle Satze kodiert werden, erfolgt dies zeitgleich mit dem sechsten Schritt. 6 Der sechste Schritt stellt die eigentliche Kodierung dar, was in diesem Fall die Einordnung jedes Satzes in eine Prazisionsklasse ist. 7 Im siebten Schritt folgt, falls notwendig, eine Uberarbeitung des Kategoriensystems, wenn bei der Kodierung ersichtlich wird, dass das Kategoriensystem beziehungsweise die Definition der Kategorien angepasst werden muss. 8 Nach Abschluss der Kodierung werden die durch die qualitative Inhaltsanalyse gewonnenen Haufigkeiten der jeweiligen Kategorien in einem achten Schritt weiter verarbeitet. Es werden die empirischen Befunde in ein ScoringModell zur Messung des Qualitatsmerkmals Prazision ubernommen. Jeder Prazisionsklasse Kategorie j wird ein Punktwert Gj zugeordnet und anschlieend mit der Haufigkeit nij der Prazisionsklasse multipliziert. Die Punktwerte der einzelnen Klassen orientieren sich am optimalen Informationsgrad, so dass eine Aussage mit einem hoheren Informationsgrad mehr Punkte erhalt als eine Aussage mit einem niedrigeren Informationsgrad. 69 Vgl. Hutten, Christoph: Geschaftsbericht, S. 313. 16 Prazisionsklasse Kategorie j 5 Quantitative IntervallInformation 4 Quantitative PunktInformation 3 Komparative Information 2 Qualitative Information 1 Nicht messende Information Abb. 4: Bewertung der Prazisionsklassen 70 Punktwert Gj 4 Punkte 3 Punkte 2 Punkte 1 Punkt 0 Punkte Das Ergebnis des ScoringModells ist der Prazisionswert Pi. Je hoher dieser Wert ist, desto hoher ist die Qualitat fur den Leser. Formal gilt fur den Prazisionswert Pi: P i 5j 1Gnijj mit Gj nij Punktwert der Prazisionsklasse j Haufigkeit der Prazisionsklasse j im Wertpapierprospekt i 3.2.3 Qualitatsmerkmal Verstandlichkeit Das zweite Qualitatsmerkmal fur die Qualitat der Risikoangaben ist die Verstandlichkeit. Im Rahmen der Verstandlichkeit stellt sich zunachst die Frage, fur wen die Informationen verstandlich sein sollen. Unternehmen versuchen in den haufigsten Fallen durch einen Borsengang den zur Absicherung des Wachstums, der Innovationskraft und der Wettbewerbsposition notigen Kapitalbedarf des Unternehmens zu decken.71 Dazu informieren sie, unter anderem mit Hilfe des Wertpapierprospektes, potenzielle Investoren. Potentielle Investoren unterscheiden sich aufgrund ihres Kenntnis und Verstandnishorizontes und haben somit unterschiedliche Anforderungen an die Verstandlichkeit. Das Wp PG geht grundsatzlich von einem durchschnittlichen Anleger aus, der eine Bilanz lesen und verstehen kann, aber nicht uber ein uberdurchschnittliches Fachwissen verfugt.72 Zur Messung der Verstandlichkeit werden in dieser Untersuchung Verstandlichkeitsindizes verwendet. Einer der bekanntesten und weit verbreitesten Verstandlichkeitsindizes 70 In Anlehnung an KRUMBHOLZ, vgl. Krumbholz, Marcus: Qualitat publizierter Lageberichte, S. 47. 71 Vgl. Rodl, Bernd Zinser, Thomas: Going public, S. 89 f. 72 Vgl. Schanz, KayMichael: Borseneinfuhrung, 13, Rn. 19. 17ist der FLESCH Reading Ease.73 Da sich die Formel auf die englische Sprache bezieht, ist sie jedoch nicht ohne weiteres auf deutsche Texte anwendbar. Eine Anpassung an die deutsche Sprache kann durch Anpassung der Bewertung der Indexzahl oder durch Veranderung der Formel erfolgen. Der hierbei angewendete Index ist der AMSTAD Verstandlichkeitsindex AVI. AMSTAD hat die Gewichte des FLESCH Reading Ease an die deutsche Sprache angepasst, da die Relation von Silben pro Wort und Worter pro Satz im Deutschen vom Englischen abweichen. Der AMSTAD Verstandlichkeitsindex AVI lautet formal: mit AVI180sl 5,58wl durchschnittliche Satzlange mittlere Wortlange sl wl Dabei wird die mittlere Wortlange wl in Anzahl der durchschnittlichen Silben pro Wort gemessen und die durchschnittliche Satzlange sl in Wortern gemessen. Der Wert des Indexes liegt zwischen 0 und 100, wobei die Lesbarkeit mit steigendem Indexwert einfacher wird und der Wert von 50 einem durchschnittlich verstandlichen Text entspricht.74 Da die Ergebnisse des AVI aufgrund seiner Anlehnung an den englischen FLESCH Reading Ease teilweise weniger aussagekraftig sind, soll ein weiterer Index zur Untersuchung der Verstandlichkeit herangezogen werden.75 Dazu eignet sich die Wiener Sachtextformel von BAMBERGERVANECEK.76 Der Index wurde in den achtziger Jahren entwickelt und beruht auf einer multiplen Regressionsgleichung. Dabei wurde auf Grundlage von 240 Buchern und Texten eine Formel entwickelt, die kurze, mittellange und lange Worter, sowie durchschnittliche Satzlangen zueinander ins Verhaltnis setzt. Die erste neue WIENER SACHTEXTFORMEL WSI lautet formal: 73 Vgl. Untersuchung von JONESSHOEMAKER, Jones, Micheal Shoemaker, Paul: JAL 1994, S. 142; sowie zur FLESCH Reading Ease, Flesch, Rudolf: JAP 1948, S. 221. 74 Vgl. Amstad, Toni: Zeitung, S. 78 ff. 75 Vgl. Bamberger, Richard Vanecek, Erich: Lesen, S. 56. 76 Vgl. Bamberger, Richard Vanecek, Erich: Lesen, S. 83. 18WSI1935,0MS,01672SL,01297IW,00327ES875,0 mit MS Anteil der Worter mit drei und mehr Silben SL Durchschnittliche Satzlange in Wortern IW Anteil der langen Worter mehr als sechs Buchstaben Anteil der Einsilber einsilbiges Wort ES Das Ergebnis der WSI spiegelt grundsatzlich die Anzahl der absolvierten Schuljahre wider, die fur das Verstandnis des Textes notwendig sind. Bei wissenschaftlichen Texten oder Texten der Rechtssprache sind die Schuljahre als Schwierigkeitsstufen anzusehen. Dabei steht 4 fur sehr einfache und 15 fur sehr schwierige Texte.77 3.2.4 Untersuchung des Zusammenhanges zwischen Qualitat der Risikoangaben und Ertragsstarke der Unternehmen sowie Umfang der Risikoangaben Neben der Analyse der Qualitatsmerkmale Prazision und Verstandlichkeit soll die Ertragsstarke der Unternehmen sowie der Umfang der berichteten Risiken untersucht werden. Zunachst werden Ertragsstarke und Umfang isoliert untersucht. Die Ergebnisse sind Grundlage fur die Untersuchung moglicher Zusammenhange zwischen Qualitat von Risikoangaben und Ertragsstarke beziehungsweise Umfang der Risikoangaben. Eine Analyse der Ertragsstarke der emittierenden Unternehmen ermoglicht die Einschatzung der finanziellen Lage des untersuchten Unternehmens. Methodisch wird zur Ermittlung der Ertragsstarke auf den quantitativen Teil des Saarbrucker Modells von KUTING zuruckgegriffen.78 Das Modell verwendet zur Beurteilung der Ertragsstarke ein ScoringModell auf Basis von vier klassischen Kennzahlen aus der quantitativen Bilanzanalyse. Durch die Anwendung des ScoringModells konnen die Ertragsstarken der unterschiedlichen Unternehmen einfach miteinander verglichen werden. Die verwendeten Kennzahlen sind die Eigenkapitalquote EQ, der Return on Investment ROI, der Cashflow im Verhaltnis zum Umsatz CFU und der Cashflow im Verhaltnis zum Gesamtkapital CFK. Jeder ermittelten Kennzahl wird in Abhangigkeit von ihrer Auspra 77 Vgl. Bamberger, Richard Vanecek, Erich: Lesen, S. 97. 78 Vgl. Kuting, Karlheinz Weber, ClausPeter: Bilanzanalyse, S. 403 ff. 19gung ein Punktwert zugeordnet und anschlieend jeweils die Punktwerte der Kennzahlen pro Unternehmen zu einer Gesamtpunktzahl addiert.79 GPiPi EQPi ROIPi CFUPi CFK Gesamtpunktzahl des Unternehmens i Punktwert fur die Eigenkapitalquote des Unternehmens i Punktwert fur den Return on Investment des Unternehmens i Punktwert fur Cashflow zu Umsatz des Unternehmens i Punktwert fur Cashflow zu Gesamtkapital des Unternehmens i mit GPi Pi EQ Pi ROI Pi CFU Pi CFK Abschlieend wird anhand der ermittelten Gesamtpunktzahl eine Einstufung in die Ertragsstarkeklassen vorgenommen. EKQuote EQ EQ 5 5 EQ 12 12 EQ 19 19 EQ 26 26 EQ 33 33 EQ 40 40 EQ 47 47 EQ 55 55 EQ 70 70 EQ 85 EQ 85 Auspragung Kennzahl ROI CashflowUmsatz ROI 1 1 ROI 3 3 ROI 5 5 ROI 7 7 ROI 9 9 ROI 11 11 ROI 13 13 ROI 15 15 ROI 17 17 ROI 19 ROI 19 CFU 2 2 CFU 5 5 CFU 8 8 CFU 11 11 CFU 14 14 CFU 17 17 CFU 20 20 CFU 23 23 CFU 26 26 CFU 29 CFU 29 CashflowGK CFK 1 1 CFK 3 3 CFK 5 5 CFK 7 7 CFK 9 9 CFK 11 11 CFK 13 13 CFK 15 15 CFK 17 17 CFK 19 CFK 19 Abb. 5: Punktwerte fur die Ertragsstarke 80 Punktwert 0 25 50 75 100 125 150 175 200 225 250 79 Vgl. Kuting, Karlheinz Weber, ClausPeter: Bilanzanalyse, S. 403 ff. 80 Vgl. Kuting, Karlheinz Weber, ClausPeter: Bilanzanalyse, S. 405. 20Auspragung der Gesamtpunktzahl Ertragsstarkeklasse GPi 250 250 GPi 400 400 GPi 600 600 GPi 800 800 GPi 1.000 Abb. 6: Ertragsstarkeklassen 81 auergewohnlich ertragsschwach unterdurchschnittlich ertragsstark durchschnittlich ertragsstark uberdurchschnittlich ertragsstark auergewohnlich ertragsstark Neben der Ertragsstarke wird ebenfalls der Umfang der Risikoangaben bestimmt. Dies hat zum Ziel herauszufinden, in welchem Ausma Unternehmen uber Ihre Risiken berichten und ob es Unterschiede zwischen den Unternehmen gibt. Hierfur werden unterschiedliche statistische Daten uber den Umfang der Risikoberichterstattung gesammelt. Diese sind 1 die Anzahl der Worter im Abschnitt Risikofaktoren, 2 die Anzahl der Satze im Abschnitt Risikofaktoren, und 3 die Anzahl der erlauterten Risikofaktoren. Anhand der erhobenen Daten werden anschlieend Kennzahlen zur Umfangsanalyse ermittelt. Diese sind 1 die durchschnittliche Satzlange und 2 die durchschnittliche Anzahl der Satze pro Risikofaktor. Die so gewonnen Daten werden anschlieend zwischen den Unternehmen verglichen und interpretiert. Im Anschluss an die einzelnen Analysen wird untersucht, ob ein Zusammenhang zwischen den Ergebnissen dieses Abschnittes und den zuvor beschriebenen Qualitatsmerkmalen existiert. Beispielsweise ware es moglich, dass Unternehmen mit einer hoheren Ertragsstarke auch mehr oder prazisiere, beziehungsweise verstandlichere Risikoangaben machen. Hierzu werden die folgenden Hypothesen aufgestellt und anschlieend uberpruft: H1: H2: H3: H4: Die Ertragsstarke hat einen positiven Einfluss auf die Prazision der Risikoangaben. Die Ertragsstarke hat einen positiven Einfluss auf die Verstandlichkeit der Risikoangaben. Der Umfang hat einen positiven Einfluss auf die Prazision der Risikoangaben. Der Umfang hat einen positiven Einfluss auf die Verstandlichkeit der Risikoangaben. 81 Vgl. Kuting, Karlheinz Weber, ClausPeter: Bilanzanalyse, S. 405. 21Zusatzlich zu diesen Zusammenhangen werden Zusammenhange zwischen den Qualitatsmerkmalen und zwischen Ertragsstarke und Umfang ermittelt. Dabei werden die folgenden Hypothesen uberpruft: H5: H6: Die Ertragsstarke hat einen positiven Einfluss auf den Umfang der Risikoangaben. Die Prazision hat einen positiven Einfluss auf die Verstandlichkeit der Risikoangaben. Zur Beurteilung der Ertragsstarke wird der Gesamtpunktwert GPi herangezogen. Der GPi ist ordinalskaliert, da den kardinalskalierten Kennzahlen Punktwerte anhand von Kategorien zugeordnet werden. Der Umfang wird durch die Anzahl der Worter bestimmt und ist kardinalskaliert. Die Prazision wird durch den Prazisionswert Pi bestimmt. Dieser ist ordinalskaliert, da zwischen den Prazisionsklassen, die dem Prazisionswert zugrunde liegen, lediglich eine Rangfolge gebildet werden kann und die Abstande nicht interpretierbar sind. Die beiden Verstandnisindizes AVI und WSI basieren auf multiplen Regressionsmodellen und sind daher kardinalskaliert.82 Um die Interdependenz zwischen den Variablen zu quantifizieren wird die Korrelation berechnet. Da die Daten teilweise ordinalskaliert sind, wird der Rangkorrelationskoeffizient von SPEARMAN83 verwendet.84 Zur Beurteilung, ob das Ergebnis der Korrelation signifikant ist, wird eine zweiseitige Signifikanz berechnet. Ein signifikantes Ergebnis liegt vor, wenn das Signifikanzniveau auch Irrtumswahrscheinlichkeit genannt unter 1 % beziehungsweise 5 % liegt. 3.3 Datenerhebung 3.3.1 Stichprobenauswahl Im Fokus der Untersuchung stehen 21 Neuemissionen des Industriesektors, die in den Jahren 2006 bis 2008 im regulierten Markt der FWB gelistet wurden. Aus dieser Stichprobe wurden die Tognum AG aufgrund ihres hohen Platzierungsvolumens sowie die Zhong De Waste Technology AG aufgrund ihres englischen Prospekts eliminiert, so dass letztlich die Wertpapierprospekte folgender 19 Unternehmen in die empirische Erhebung einbezogen wurden: 82 Vgl. Bamberger, Richard Vanecek, Erich: Lesen, S. 81 83 Zur Berechnung des Rangkorrelationskoeffizienten von SPEARMAN vgl. Bamberg, Gunter Baur, Franz Krapp, Michael: Statistik, S. 38. 84 Vgl. Fahrmeir, Ludwig Kunstler, Rita Pigeot, Iris Tutz, Gerhard; Statistik, S. 144. 22Nr. Unternehmen Transparenzstandard bei Erstnotierung 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 SMT Scharf AG It N Nanovation AG KROMI Logistik AG primion Technology AG Viscom AG Schmack Biogas AG BDI Bio Diesel International AG Hanse Yachts AG aleo solar AG PETROTEC AG FrancotypPostalia Holding AG centrotherm photovoltaics AG Homag Group AG Crop Energies AG Envi Tec Biogas AG VERBIO Vereinigte Bio Energie AG Klockner Co SE Demag Cranes AG Wacker Construction Equipment AG Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard General Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Prime Standard Gesetzliches Marktsegment Geregelter Markt Geregelter Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Geregelter Markt Geregelter Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Amtlicher Markt Erster Handelstag 11.04.07 28.07.06 08.03.07 13.02.06 10.05.06 24.05.06 25.09.06 09.03.07 14.07.06 06.11.06 30.11.06 12.10.07 13.07.07 29.09.06 12.07.07 16.10.06 28.06.06 23.06.06 15.05.07 Platzierungsvolumen in Mio. Euro 17,1 27,6 30,0 40,6 49,5 71,3 72,5 75,9 86,2 94,9 159,1 185,0 195,2 200,0 242,5 263,9 264,0 264,5 404,8 Abb. 7: Borsengange im regulierten Markt der FWB85 3.3.2 Erhebung und Auswertung der Daten 3.3.2.1 Erhebung und Auswertung der Prazision Zur Untersuchung der Prazision der Angaben erfolgt eine qualitative Inhaltsanalyse mit anschlieender Berechnung des Prazisionswertes anhand eines ScoringModells. Fur die qualitative Inhaltsanalyse, die Grundlage fur die Datenerhebung ist, mussen zunachst 85 Deutsche Borse AG Hrsg.: Borsengange. 23die Risikoangaben aus den Wertpapierprospekten extrahiert und in das qualitative Datenanalyseprogramm MAXqda eingelesen werden. MAXqda dient zur systematischen Auswertung von qualitativen Texten. Im Rahmen der vorliegenden Untersuchung wird das Programm zur Datenstrukturierung verwendet. Hierfur werden entsprechende Prazisionsklassen sowie die Kategorie Risikofaktor angelegt und fur alle 19 Unternehmen eine qualitative Inhaltsanalyse unter Zuhilfenahme eines Kodierleitfadens durchgefuhrt. Dabei wird jeder einzelne Satz einer der funf Prazisionsklassen zugeordnet. Kann ein Satz nicht eindeutig einer Prazisionsklasse zugewiesen werden, so erfolgt eine Einordnung anhand des hochsten vorhandenen Informationsgrades. Auerdem wird jeder einzelne Risikofaktor kodiert um die im Rahmen der Analyse des Umfangs benotigte Anzahl der Risikofaktoren zu erhalten. Nach abgeschlossener Kodierung werden die ermittelten Haufigkeiten der Merkmalsauspragungen aus MAXqda in MS Excel exportiert und die entsprechenden Prazisionswerte auf Basis des ScoringModells berechnet. 3.3.2.2 Erhebung und Auswertung der Verstandlichkeit Zur Berechnung des Verstandlichkeitsindexes AVI wird die durchschnittliche Wort und Satzlange benotigt. Fur die WSI wird zusatzlich die Anzahl der mehrsilbigen Worter, die Anzahl der einsilbigen Worter, sowie die Anzahl der Worter mit mehr als sechs Buchstaben benotigt. Zur Berechnung des AVI und der WSI wurde auf das online Texttool i Text 86 zuruckgegriffen. i Text ermoglicht die Analyse von Texten hinsichtlich ihrer Lesbarkeit. 3.3.2.3 Erhebung und Auswertung von Zusammenhangen Zur Uberprufung der in Abschnitt 3.2.4 aufgestellten Hypothesen wird das Statistikprogramm SPSS verwendet. In dieses werden die im Rahmen der Untersuchungen erhobenen Daten eingelesen, die Variablen zugeordnet und anschlieend ausgewertet. Die erste Analyse ist die Erstellung eines Streuungsdiagramms um mogliche Zusammenhange sichtbar zu machen. Anschlieend wird der Rangkorrelationskoeffizient von SPEARMAN berechnet um die Interdependenz zwischen den Variablen zu quantifizieren. Zur Beurteilung, ob das Ergebnis der Korrelation signifikant ist, wird anschlieend ein zweiseitiger Signifikanztest durchgefuhrt. 86 i Text ist eine frei verfugbares online Textanalyseprogramm zur Bestimmung der Lesbarkeit von Texten. Das Programm wurde von JENS JACOBSEN entwickelt und kann zu wissenschaftlichen Zwecken kostenlos verwendet werden. Vgl. http:www.benutzerfreun.detext. 243.4 Ergebnisse der Untersuchung 3.4.1 Ergebnisse zur Untersuchung der Prazision Im Rahmen der Untersuchung der Prazision der Risikoangaben wird mit Hilfe von MAXqda eine Einordnung der Angaben in Prazisionsklassen der qualitativen Inhaltsanalyse vorgenommen. Insgesamt wurden 4.067 Satze kodiert. Bei der Betrachtung aller Unternehmen zeigen die Ergebnisse, dass mit 53,38 % der Kodierungen die uberwiegende Anzahl der Angaben nicht messende Informationen sind. An zweiter Stelle stehen mit 26,06 % die komparativen Informationen. Daran schlieen sich die qualitativen Informationen mit 13,65 % an. Nur 3,98 % der Informationen sind IntervallInformationen und 2,93 % PunktInformationen. Die Unternehmen machen somit in uber der Halfte ihrer Angaben keine messenden Aussagen uber die Risiken. Daruber hinaus sind knapp 40 % der Angaben qualitativer beziehungsweise komparativer Form. Somit wird zwar teilweise uber Risiken und deren Auswirkungen berichtet, jedoch ist es fur den Leser nicht moglich eine direkte quantitative Beurteilung des Risikos vorzunehmen. Nur etwa 7 % der Angaben erfolgten in Punkt oder Intervallform, die grundsatzlich eine genauere Einschatzung und Bewertung des Risikos ermoglichen. 25 trewsnoisizar P334 299 294 235 229 218 205 203 187 180 180 175 166 154 150 147 145 100 79 noitamrofnillavretn I5,31 % 2,33 % 4,52 % 2,56 % 4,21 % 8,89 % 1,97 % 2,24 % 5,92 % 2,31 % 5,03 % 1,17 % 4,52 % 4,85 % 5,11 % 4,03 % 1,74 % 2,44 % 7,62 % 3,98 % noitamrofn I evitarapmok 21,23 % 31,78 % 20,62 % 36,75 % 23,37 % 23,11 % 37,44 % 30,04 % 21,89 % 18,46 % 27,64 % 37,43 % 20,34 % 27,88 % 26,70 % 25,50 % 29,65 % 25,20 % 6,67 % 26,06 % noitamrofn I evitatilauq 17,04 % 11,66 % 16,10 % 11,54 % 14,94 % 8,44 % 13,79 % 11,21 % 16,57 % 15,00 % 13,57 % 14,04 % 9,60 % 10,91 % 11,36 % 17,45 % 12,79 % 11,38 % 22,86 % 13,65 % noitamrofn I ednessem thcin 52,23 % 53,35 % 56,21 % 47,33 % 54,41 % 57,33 % 45,32 % 52,91 % 46,75 % 61,54 % 53,27 % 44,44 % 57,06 % 53,94 % 56,82 % 48,32 % 54,07 % 57,72 % 60,00 % 53,38 % noitamrofnitknu P4,19 % 0,87 % 2,54 % 1,71 % 3,07 % 2,22 % 1,48 % 3,59 % 8,88 % 2,69 % 0,50 % 2,92 % 8,47 % 2,42 % 0,00 % 4,70 % 1,74 % 3,25 % 2,86 % 2,93 % Nr. Name VERBIO Vereinigte Bio Energie AG centrotherm photovoltaics AG Wacker Construction Equipment AG aleo solar Aktiengesellschaft Demag Cranes AG Homag Group AG Envi Tec Biogas AG BDI Bio Diesel International AG Klockner Co SE It N Nanovation AG PETROTEC AG Crop Energies AG KROMI Logistik AG Viscom AG Schmack Biogas AG Hanse Yachts Aktiengesellschaft FrancotypPostalia Holding AG SMT Scharf AG primion Technology AG 16 12 19 9 18 13 15 7 17 2 10 14 3 5 6 8 11 1 4 Durchschnitt 193,68 Abb. 8: Ergebnisse zur Prazision der Risikoangaben Auf Ebene der einzelnen Unternehmen wird der Prazisionswert Pi ermittelt um einen Vergleich unter den untersuchten Unternehmen zu ermoglichen. Die Verbio Vereinigte Bio Energie AG erreicht mit 334 Punkten den Hochstwert. Der niedrigste Wert mit 79 Punkten entfallt auf die primion Technology AG. Durchschnittlich kommen die untersuchten Unternehmen auf einen Prazisionswert von 193,68 Punkten. Die unterschiedliche Verteilung der Prazisionsklassen bei den untersuchten Unternehmen ist Grund fur die unterschiedlichen Ergebnisse beim Prazisionswert und somit ausschlaggebend fur die Qualitat der Risikoangaben. 263.4.2 Ergebnisse zur Untersuchung der Verstandlichkeit Im Rahmen der Untersuchung zur Verstandlichkeit der Angaben zu den Risikofaktoren werden der AVI und der WSI berechnet. Der Wert des AVI liegt zwischen 0 und 100 Punkten, wobei ein Text mit hohem AVI leichter zu verstehen ist als ein Text mit niedriger Punktzahl. Die Werte des AVI im Rahmen der Untersuchung liegen zwischen 35 und 20 Punkten. Dabei erzielt BDI Bio Diesel International AG den hochsten und centrotherm photovoltaics AG den niedrigsten Wert. Durchschnittlich kommen die Unternehmen auf einen AVI von 26,42 Punkten. Bei der Untersuchung nimmt der WSI Werte zwischen 13 und 15 an. Das Ergebnis gibt zwar grundsatzlich die Anzahl der Schuljahre wieder, die fur das Verstandnis des Textes erforderlich sind, jedoch sind 14 oder 15 Schuljahre nicht moglich. In der aktuellen Untersuchung konnen die Ergebnisse jedoch als Schwierigkeitsstufe angesehen werden, wobei 15 die hochste Schwierigkeitsstufe darstellt. Durchschnittlich erzielen die Unternehmen in der Stichprobe einen Wert von 14,05. Es handelt sich also um sehr komplexe Texte. Name Amstad Index AVI Wiener Sachtextformel WSI VERBIO Vereinigte Bio Energie AG centrotherm photovoltaics AG Wacker Construction Equipment AG aleo solar Aktiengesellschaft Demag Cranes AG Homag Group AG Envi Tec Biogas AG BDI Bio Diesel International AG Klockner Co SE It N Nanovation AG PETROTEC AG Crop Energies AG KROMI Logistik AG Viscom AG Schmack Biogas AG Hanse Yachts Aktiengesellschaft FrancotypPostalia Holding AG SMT Scharf AG primion Technology AG Durchschnitt 28 20 28 30 25 24 21 35 28 22 26 23 29 26 26 29 24 31 27 26,42 13 15 14 13 14 14 15 13 14 15 14 15 14 14 14 14 15 13 14 14,05 Abb. 9: Ergebnisse des Amstad Verstandlichkeitsindizes und der Wiener Sachtextformel in Punkten 273.4.3 Ergebnisse zur Untersuchung von Ertragsstarke der Unternehmen und Umfang der Risikoangaben Die Untersuchung zur Ertragsstarke ergibt die folgenden Ergebnisse: Die Eigenkapitalquote EQ der untersuchten Unternehmen liegt zwischen 67,62 % bei der Verbio Vereinigte Biogas AG und 0,69 % bei der Crop Energies AG. Im Durchschnitt ergibt sich eine EQ von 29,40 %. Der Return on Investment ROI weist Werte zwischen 48,71 % fur die Envi Tec Biogas AG und 13,46 % bei der It N Nanovation AG auf. Hier liegt der Durchschnitt bei 14,02 %. Beim Cashflow im Verhaltnis zum Umsatz CFU nimmt die Viscom AG mit 24,46 % den Hochstwert und It N Nanovation AG mit 45,28 % den niedrigsten Wert in der Untersuchung ein. Durchschnittlich ergibt sich ein CFU von 7,67 %. Auch beim Cashflow im Verhaltnis zum Gesamtkapital CFK weist die It N Nanovation AG mit 13,42 % den schlechtesten Wert auf. Die Aleo Solar AG verzeichnet mit 51,35 % hingegen den Hochstwert beim CFK. Im Durchschnitt erzielen die Unternehmen einen CFK von 16,25 %. Nr. Name Datengrundlage Ertragsstarke i PG QE IOR UFC KFC5 9 15 19 3 4 8 1 6 13 12 Viscom AG JA 2005 auergewohnlich stark aleo solar Aktiengesellschaft JA 2005 auergewohnlich stark Envi Tec Biogas AG JA 2006 Wacker Construction AG JA 2006 KROMI Logistik AG HA 06.2006 primion Technology AG JA 2005 uberdurchschnittlich stark uberdurchschnittlich stark uberdurchschnittlich stark uberdurchschnittlich stark Hanse Yachts Aktiengesellschaft JA 2006 uberdurchschnittlich stark SMT Scharf AG JA 2006 Schmack Biogas AG JA 2005 Homag Group AG JA 2006 uberdurchschnittlich stark uberdurchschnittlich stark durchschnittlich stark centrotherm photovoltaics AG HA 06.2007 durchschnittlich stark BDI Bio Diesel International AG JA 2005 auergewohnlich schwach durchschnittlich stark unterdurchschnittlich stark unterdurchschnittlich stark auergewohnlich schwach auergewohnlich schwach auergewohnlich schwach auergewohnlich schwach 900 825 800 775 775 725 700 700 650 475 475 425 400 275 175 125 125 25 0 55,33 31,91 24,46 33,61 54,66 40,82 17,38 51,35 41,24 48,71 18,94 49,70 59,45 16,75 16,02 20,88 41,84 27,98 14,10 29,00 37,75 17,59 15,80 20,63 32,00 20,79 11,27 24,91 19,03 22,88 16,06 25,74 24,11 19,70 19,30 12,56 9,15 8,65 21,90 13,17 16,67 11,94 14,84 11,93 4,25 67,62 14,32 18,51 5,48 1,96 9,02 4,16 20,60 14,95 17,49 2,72 3,60 2,25 5,99 3,65 35,03 13,46 45,28 13,42 5,29 2,06 11,59 2,36 5,28 1,20 2,76 0,39 0,69 12,02 26,63 10,71 FrancotypPostalia AG ZA 09.2006 11 16 VERBIO Ver. Bio Energie AG RG 06.2006 17 Klockner Co SE PF 2005 Demag Cranes AG JA 2005 It N Nanovation AG JA 2005 PETROTEC AG PF 06.2006 Crop Energies AG JA 2006 Durchschnitt 18 2 7 10 14 492 29,40 14,02 7,67 16,25 Abb. 10: Ubersicht der Ergebnisse der Bilanzanalyse 28Den einzelnen Kennzahlen werden entsprechend ihrer Auspragung Punktwerte zugeordnet und anschlieend zu einem Gesamtpunktwert addiert. Der Gesamtpunktwert liegt zwischen 0 und 900 Punkten. Den Hochstwert erzielt die Viscom AG mit 900 Punkten. 0 Punkte erzielt die Crop Energies AG. Durchschnittlich werden 492 Punkte erreicht. Die Gesamtpunkte ermoglichen eine Einordnung in unterschiedliche Ertragsstarkeklassen. Danach sind die meisten Unternehmen uberdurchschnittlich ertragsstark. Auffallig ist, dass aber auch 26,32 % der Unternehmen auergewohnlich ertragsschwach sind. Das wurde naturlich normalerweise einer Borseneinfuhrung entgegenstehen. Zu vermuten ist jedoch, dass es sich um noch junge Unternehmen handelt, bei denen nicht aktivierte Forschungs und Entwicklungsausgaben sowie Kosten der Markterschlieung zu sog. Anlaufverlusten fuhrten. Der Kapitalmarkt geht offensichtlich von einer hohen Wahrscheinlichkeit der Besserung aus. Die Haufigkeit der Ertragsstarkeklasse ist daher mit Vorsicht zu interpretieren. 36,84% 26,32%15,79%10,53%10,53%40,00%35,00%30,00%25,00%20,00%15,00%10,00%5,00%0,00%auergewohnlichertragsstarkuberdurchschnittlichertragsstarkdurchschnittlichertragsstarkunterdurchschnittlichertragsstarkauergewohnlichertragsschwach Abb. 11: Haufigkeit der Ertragsstarkeklassen Bei der Untersuchung des Umfangs wird gepruft, wie viel zu den Risikoangaben im Wertpapierprospekt berichtet wird. Dabei ergibt die Erhebung, dass die centrotherm photovoltaics AG mit 11.042 Wortern die umfangreichsten Risikoangaben macht. Am wenigsten berichtet die primion Technology AG mit 2.891 Wortern. Im Durchschnitt umfassen die Risikoangaben 6.131 Worter. Die meisten Satze im Bereich der Risikoangaben enthalt der Prospekt der VERBIO Vereinigte Bio Energie AG mit 498 und die wenigsten Satze die primion Technology AG mit 159. Im Durchschnitt umfassen die 29Risikoangaben 302 Satze. Auch die Anzahl der Risiken, uber die berichtet wird, variiert stark zwischen den untersuchten Unternehmen. So berichtet die centrotherm photovoltaics AG uber 47 bestehende oder mogliche Risiken, wohingegen die primion Technology AG lediglich 17 Risiken erwahnt. Durchschnittlich werden 28,53 Risiken erlautert. Aus der Untersuchung ergibt sich, dass die It N Nanovation AG durchschnittlich die langsten Satze mit 24,99 Wortern pro Satz schreibt. Am kurzesten sind die Satze bei der BDI Bio Diesel International AG mit 16,42 Wortern. Durchschnittlich liegt die Satzlange bei 20,20 Wortern. Abschlieend wird im Rahmen der Untersuchung des Umfangs die durchschnittliche Anzahl der Satze pro erlautertes Risiko erhoben, das heit, wie ausfuhrlich die einzelnen Risiken durch die Emittenten erlautert werden. Dabei macht die Wacker Construction Equipment AG die ausfuhrlichsten Erlauterungen pro Risiko mit durchschnittlich 14,32 Satzen. Schlusslicht ist die It N Nanovation AG mit 7,67 Satzen pro Risiko. Durchschnittlich schreiben die Unternehmen 10,61 Satze pro Risiko. Nr. Name lhaztmase G retro Wcentrotherm photovoltaics AG 11042 retretualre lhazn A nekisi R egnalzta S nretro Wn i retro W lhazn A okisi R ej ezta S lhazn A okisi R ej 12 19 16 18 2 13 9 10 15 7 17 14 11 3 6 5 8 1 4 Wacker Construction Equipment AG VERBIO Vereinigte Bio Energie AG Demag Cranes AG It N Nanovation AG Homag Group AG aleo solar Aktiengesellschaft PETROTEC AG Envi Tec Biogas AG BDI Bio Diesel International AG Klockner Co SE Crop Energies AG FrancotypPostalia Holding AG KROMI Logistik AG Schmack Biogas AG Viscom AG Hanse Yachts Aktiengesellschaft SMT Scharf AG primion Technology AG Durchschnitt 9767 9623 7623 7273 6683 6436 6362 6109 5732 5387 5221 4857 4836 4772 4519 4083 3282 2891 6131,47 302,05 28,53 Abb. 12: Ergebnisse der Untersuchung zum Umfang der Risikoangaben ezta S lhazn A484 487 498 346 291 308 331 301 279 349 278 248 247 279 239 240 216 159 159 47 34 36 29 38 31 34 26 36 27 25 31 23 24 25 20 19 20 17 22,81 20,06 19,32 22,03 24,99 21,70 19,44 21,14 21,90 16,42 19,38 21,05 19,66 17,33 19,97 18,83 18,90 20,64 18,18 20,20 234,94 287,26 267,31 262,86 191,39 215,58 189,29 244,69 169,69 212,30 215,48 168,42 211,17 201,50 190,88 225,95 214,89 164,10 170,06 212,51 10,30 14,32 13,83 11,93 7,66 9,94 9,74 11,58 7,75 12,93 11,12 8,00 10,74 11,63 9,56 12,00 11,37 7,95 9,35 10,61 303.4.4 Ergebnisse zu den Zusammenhangen Quantifiziert wird der Zusammenhang zweier Variablen durch die Berechnung des Rangkorrelationskoeffizienten. Anhand der in Abb. 13 dargestellten Ergebnisse der Berechnung des Rangkorrelationskoeffizienten wird deutlich, dass nur zwischen Umfang und Prazision ein starker gleichsinniger monotoner Zusammenhang besteht.87 Dieser ist statistisch signifikant, da der Signifikanzwert gerundet 0,00 betragt und so die Irrtumswahrscheinlichkeit auerst gering ist. Bei allen anderen untersuchten Zusammenhangen konnte lediglich ein sehr schwacher, teils gleichsinniger, teils gegensinniger monotoner Zusammenhang festgestellt werden. Diese Zusammenhange sind aber weder auf dem 1 %, noch auf dem 5 %Niveau signifikant. H 1 Ertragsstarke Prazision H 2 Ertragsstarke AVI H 2 Ertragsstarke WSI H 3 Umfang Prazision H 4 Umfang AVI H 4 Umfang WSI H 5 Ertragsstarke Umfang H 6 H 6 Prazision AVI Prazision WSI Rangkorrelationskoeffizient Signifikanz 2seitig 0,100 0,235 0,173 0,924 0,345 0,118 0,277 0,148 0,100 0,684 0,332 0,479 0,000 0,148 0,632 0,251 0,545 0,684 Abb. 13: Ubersicht der Ergebnisse zur Korrelation Der primare Einfluss auf die Prazision geht somit von dem Textumfang aus. 87 Zur Interpretation des Korrelationskoeffizienten vgl. Schlittgen, Rainer: Einfuhrung Statistik, S. 97. 31nosi izar Puz trewtknu P40035030025020015010050002000600040008000Lange Text in Wortern 1000012000 Abb. 14: Streupunktdiagramm H 3: Umfang Prazision 3.5 Interpretation und Diskussion der Ergebnisse Die Ergebnisse der Inhaltsanalyse verdeutlichen, dass viele Angaben im Rahmen der Risikoberichterstattung nicht messende Angaben sind. Der geringe Anteil von quantifizierten Risiken kann darauf zuruckgefuhrt werden, dass keine eindeutige gesetzliche Verpflichtung zur Quantifizierung vorliegt. Das Wp PG schreibt in 5 Wp PG lediglich vor, dass der Prospekt leicht analysierbar und verstandlich sein muss. Daruber hinaus muss uber unternehmensspezifische Risiken, die fur die Anlageentscheidung des Investors wesentlich sind, berichtet werden Art. 2 Nr. 3 Prosp V. Eine nahere Verpflichtung zur Quantifizierung von Risiken ist bspw. durch den DRS 5 fur den Konzern Lagebericht vorgeschrieben, wobei dieser fur den Prospekt lediglich als Orientierungshilfe dienen kann. Eine konkretere gesetzliche Regelung zu den Risikoangaben im Wertpapierprospekt, die sich an den DRS 5 anlehnt, konnte dazu fuhren, dass mehr Intervall und Punktaussagen erfolgen und sich dadurch die Prazision der Texte erhoht. Dies wurde wiederum zu einer Verbesserung der Qualitat der Texte fuhren. Unternehmen konnten vor dem Hinter 32grund der Haftung und der Wettbewerbssensitivitat vermeiden, genaue Aussagen zu treffen, wenn sie nicht explizit dazu verpflichtet sind. Ein kaum zu behebender Grund fur die geringe Anzahl der Punkt und Intervallangaben konnte aber sein, dass sich nicht alle Risiken verlasslich quantifizieren lassen. Der Prazisionswert variiert stark zwischen den untersuchten Unternehmen. Je weniger ein Unternehmen berichtet und je weniger genau die Aussagen sind, desto geringer ist der Informationswert fur den Leser. Das Konzept des Prazisionswertes erfasst allerdings nicht, ob die getatigten Aussagen auch zur finanziellen Lage des Unternehmens passen. Zudem konnten Intervallangaben mit sehr groen Intervallen zwar einen hohen Prazisionswert, aber kein eindeutiges Bild fur den Leser erzeugen. Bei der Untersuchung des Qualitatsmerkmales Verstandlichkeit lasst sich anhand beider verwendeten Indizes erkennen, dass alle untersuchten Risikoangaben hohe Anforderungen an die Leser stellen, da diese oftmals auf juristischem Niveau liegen.88 Ein weiterer Grund fur die schwere Verstandlichkeit ist die Verwendung von vielsilbigem, fachspezifischem Vokabular und langen Satzen, die die Verstandlichkeit zusatzlich beeintrachtigen. Vor diesem Hintergrund kann die Frage gestellt werden, ob die Risikoangaben uberhaupt vom Privatinvestor interpretiert werden konnen und damit ihren zugedachten Zweck einer angemessenen Informationsvermittlung erfullen. Die Untersuchung der Zusammenhange zwischen den einzelnen Variablen hat ergeben, dass nur fur den Zusammenhang zwischen Umfang und Prazision ein statistisch signifikanter gleichsinniger Zusammenhang festgestellt werden kann. Dieses Ergebnis verwundert nicht, da der Prazisionswert unter anderem von der Anzahl der getatigten Angaben abhangt und Unternehmen mit mehr Angaben eine hohere Wahrscheinlichkeit auf einen hohen Prazisionswert haben als Unternehmen mit wenigen Angaben. Dies heit aber nicht, dass es gar keinen Zusammenhang zwischen den anderen Variablen gibt, sondern nur, dass statistisch durch die angewendete Methode kein signifikanter nachgewiesen werden konnte. Es konnte aber durchaus andere Faktoren geben, die einen Einfluss auf die Prazision und die Verstandlichkeit von Risikoangaben haben. Naturlich muss berucksichtigt werden, dass die in dieser Arbeit verwendete Methode zur Bestimmung der Qualitat von Risikoangaben lediglich ein moglicher Ansatz ist, der zudem gewissen Limitationen unterliegt. Insbesondere ist die zugrunde gelegte Stichprobe mit 19 Unternehmen relativ klein, wobei eine groere Stichprobe die Reliabilitat und Validitat der Untersuchung erhohen konnte. Eine weitere Beschrankung stellt die personenspezifische Codierung der Autoren dar, so dass subjektive Einflusse nicht aus 88 Vgl. Bamberger, Richard Vanecek, Erich: Lesen, S. 124. 33zuschlieen sind. Daruber hinaus kann die Qualitat nicht nur durch die beiden Auspragungen Prazision und Verstandlichkeit, sondern auch durch zahlreiche andere Merkmale gemessen werden. 4 Fazit Im vorliegenden Arbeitspapier wurde erstmals die Qualitat der Risikoangaben im Wertpapierprospekt gemessen und mogliche Einflussfaktoren auf die Qualitat identifiziert. Dabei konnte festgestellt werden, dass unter Zugrundelegung eines Prazisionswerts die Qualitat der Risikoangaben stark variiert. Bei der Messung der Verstandlichkeit zeigte sich, dass alle untersuchten Wertpapierprospekte schwierig zu lesen und damit kaum dienlich fur die Qualitat der darin enthaltenen Angaben sind. Vor dem Hintergrund, dass Unternehmen in ihren Wertpapierprospekten uberwiegend weiche Angaben zu den Risikofaktoren tatigen und nur selten Risiken quantifizieren, stellt sich die Frage, ob der Wertpapierprospekt in der jetzigen Form seinen Zweck des Anlegerschutzes 89 uberhaupt erfullen kann. Eine Moglichkeit zur Verbesserung der Qualitat ware die Konkretisierung der gesetzlichen Regelungen durch eine Annaherung an DRS 5, der detaillierte Vorschriften zu den Risikoangaben im Konzern Lagebericht enthalt. Aus den Limitationen dieser Arbeit ergeben sich zahlreiche Forschungsansatze fur weitere wissenschaftliche Untersuchungen. Insbesondere die Entwicklung einer umfassenden Kennzahl zur Qualitatsmessung von Risikoangaben in der Finanz und Prospektberichterstattung ist weiter voranzutreiben. 89 Vgl. BTDr. 154999, S. 25. 34Literaturverzeichnis AICPA Hrsg. JENKINS REPORT: Improving business reporting a customer focus: Meeting the information needs of investors and creditors, comprehensive report of the special committee on financial reporting the Jenkins report, American Institute of Certified Public Accountants New York 1994 Alfes, Holger Wieneke, Laurenz EUProsp V: EUProsp V Anhang I, in: Holzborn, Timo Hrsg.: Wp PG, Wertpapierprospektgesetz, mit EUProspektverordnung und weiterfuhrenden Vorschriften, Kommentar, Erich Schmitt Verlag Berlin 2008 Amstad, Toni Zeitung: Wie verstandlich sind unsere Zeitungen?, StudentenSchreibService Zurich 1978 Assmann, HeinzDieter Lenz, Jurgen Ritz, Corinna Hrsg. AssmannLenzRitz: Verkaufsprospektgesetz, VerkaufsprospektVerordnung, VerkaufsprospektgebuhrenVerordnung, Kommentar, Verlag Dr. Otto Schmidt Koln 2001 Baetge, Jorg Fischer, Thomas Paskert, Dierk Der Lagebericht: Der Lagebericht, Aufstellung, Prufung, Offenlegung, Schaffer Verlag Stuttgart 1989 Baetge, Jorg Kirsch, HansJurgen Thiele, Stefan Bilanzen: Bilanzen, 9., aktualisierte Auflage, IDW Verlag Dusseldorf 2007 Bamberg, Gunter Baur, Franz Krapp, Michael Statistik: Statistik, 13., uberarbeitete Auflage, R. Oldenburg Verlag Munchen 2007 Bamberger, Richard Vanecek, Erich Lesen: LesenVerstehenLernenSchreiben. Die Schwierigkeitsstufen von Texten in der deutschen Sprache, Jugend und Volk Wien 1984 Barron, Orie Kile, Charles OKeefe, Terrence: MDA quality as measured by the SEC and analysts earnings forecasts, in: CAR 1999, S. 75 109 Beattie, Vivien Mc Innes, Bill Fearnley, Stella: A methodology for analysing and evaluating narratives in annual reports: a comprehensive descriptive profile and metrics for disclosure quality attributes, in: AF 2004, S. 205 236 Beretta, Sergio Bozzolan, Saverio: Quality versus Quantity: The case of forwardlooking disclosure, in: JAAF 2008, S. 333 375 Botosan, Christine: Disclosure level and the cost of equity capital, in: AR 1997, S. 323 349 Botosan, Christine: Discussion of a framework for the analysis of firm risk communication, in: IJA 2004, S. 289 295 Botzel, Stefan: Ein Modell zur Beschreibung der Publizitatsgute deutscher Konzerne, in: WPg 1993, S. 201 208 BuckHeeb, Petra Kapitalmarktrecht: Kapitalmarktrecht, 2., vollig neu bearbeitete Auflage, C. F. Muller Verlag Heidelberg 2007 35Busse von Colbe, Walther Prognosepublizitat: Prognosepublizitat von Aktiengesellschaften, in: Angehrn, Otto Kunzi, Hans Paul Hrsg.: Beitrage zur Lehre von der Unternehmung, Festschrift fur Karl Kafer, C.E. Poeschel Verlag Stuttgart 1968, S. 91 118 Core, John: A review of empirical disclosure literature: discussion, in: JAE 2001, S. 441 456 DArcy, Anne Grabensberger, Sonja: Die Qualitat von Quartalsberichten am Neuen Markt Eine empirische Untersuchung, in: WPg 2001, S. 1468 1479 Daske, Holger Gebhardt, Gunther: International Financial Reporting Standards and Experts Perceptions of Disclosure Quality, in: ABACUS 2006, S. 461 498 Fahrmeir, Ludwig Kunstler, Rita Pigeot, Iris Tutz, Gerhard Statistik: Statistik, 6., uberarbeitete Auflage, Der Weg zur Datenanalyse, Springer Verlag Berlin 2007 Flesch, Rudolf: A new readability yardstick, in: JAP 1948, S. 221 233 Focken, Elke Plawsky, Andre: Unternehmenszusammenschlusse und GoodwillDisclosures gem. SFAS 141142, IAS und HGB, in: Ko R 2004, S. 298 307 Glaum, Martin Street, Donna: Compliance with the Disclosure Requirements of Germanys New Market: IAS Versus US GAAP, in: JFMA 2003, S. 64 100 Gro, Wolfgang KapitalmarktrechtKommentar: Kapitalmarktrecht, Kommentar zum Borsengesetz, zur BorsenzulassungsVerordnung, zum Wertpapierverkaufsprospekt und zum Verkaufsprospektgesetz, 3., vollstandig uberarbeitete und erweiterte Auflage, Verlag C.H. Beck Munchen 2006 Grunewald, Barbara Schlitt, Michael Einfuhrung Kapitalmarktrecht: Einfuhrung in das Kapitalmarktrecht, Verlag C. H. Beck Munchen 2007 Habersack, Mathias Mulbert, Peter Schlitt, Michael Hrsg. HabersackMulbert Schlitt: Unternehmensfinanzierung am Kapitalmarkt, 2., neu uberarbeitete und erweiterte Auflage, Verlag Dr. Otto Schmidt Koln 2008 Healy, Paul Palepu, Krishna: Information asymmetry, corporate disclosure, and the capital markets: A review of the empirical disclosure literature, in: JAE 2001, S. 405 440 Holzborn, Timo Hrsg. Holzborn Wp PG: Wp PG, Wertpapierprospektgesetz, mit EUProspektverordnung und weiterfuhrenden Vorschriften, Kommentar, Erich Schmitt Verlag Berlin 2008 Holzborn, Timo Israel, Alexander: Das neue Wertpapierprospektrecht. Wesentliche Anderungen aufgrund des Wertpapierprospektgesetzes, in: ZIP 2005, S. 1668 1675 Hope, OleKristian: Disclosure Practices, Enforcement of Accounting Standards, and Analysts Forecast Accuracy: An International Study, in: JAR 2003, S. 235 272 Jones, Michael Shoemaker, Paul: Accounting narratives: A review of empirical studies of content and readability, in: JAL 1994, S. 142 160 36Krumbholz, Marcus Qualitat publizierter Lageberichte: Die Qualitat publizierter Lageberichte, Ein empirischer Befund zur Unternehmenspublizitat, IDWVerlag Dusseldorf 1994 Kullmann, Walburga Sester, Peter: Das Wertpapierprospektgesetz Wp PG, Zentrale Punkte des neuen Regimes fur Wertpapieremissionen, in: WM 2005, S. 1068 1076 Kullmann, Walburga Sester, Peter: Inhalt und Format von Emissionsprospekten nach dem Wp PG, in: ZBB 2005, S. 209 215 Kunold, Uta Schlitt, Michael: Die neue EUProspektrichtlinie, Inhalt und Auswirkungen auf das deutsche Kapitalmarktrecht, in: BB 2004, S. 501 512 Kuting, Karlheinz: Grundlagen der qualitativen Bilanzanalyse Teil II, in: DSt R 1999, S. 728 733 Kuting, Karlheinz Weber, ClausPeter Bilanzanalyse: Die Bilanzanalyse, Beurteilung von Abschlussen nach HGB und IFRS, 8., grundlegend uberarbeitete Auflage, SchafferPoeschel Verlag Stuttgart 2006 Lang, Mark; Lungholm, Russell: Crosssectional determinants of analyst ratings of corporate disclosure, in: JAR 1993, S. 246 271 Marston, Claire Shrives, Philip: The use of disclosure indices in accounting research: a review article, in: BAR 1991, S. 195 210 Mayring, Philipp Qualitative Inhaltsanalyse: Qualitative Inhaltsanalyse, Grundlagen und Techniken, 10. Auflage, Beltz Verlag Weinheim Basel 2008 Meyer, Andreas: Anlegerschutz und Forderung des Finanzplatzes Deutschland durch die Going Public Grundsatze der Deutsche Borse AG, in: WM 2002, S. 1864 1874 Moller, Manuela Lenz, Hansrudi: Abschlussprufer und Borseneinfuhrungspublizitat: Die Qualitat der Anhangsberichterstattung in Emissionsprospekten nach HGB, IAS und USGAAP im Vergleich, in: zfbf 2006, S. 889 927 Robb, Sean Single, Louise Zarzeski, Marilyn: Nonfinancial disclosure across AngloAmerican countries, in: IAAT 2001, S. 71 83 Rodl, Bernd Zinser, Thomas Going public: Going public, der Gang mittelstandischer Unternehmen an die Borse, 2., uberarbeitete Auflage, Frankfurter Allgemeine Zeitung Verlagsbereich Buch Frankfurt am Main 2000 Rutherford, Brian Half the story: Half the story, Progress and Prospects for the Operating and Financial Review, ACCA Research Report No. 80, Certified Accountants Educational Trust London 2003 Ruckle, Dieter: Externe Prognosen und Prognoseprufung, in: DB 1984, S. 57 69 Schanz, KayMichael Borseneinfuhrung: Borseneinfuhrung, Recht und Praxis des Borsengangs, 3., vollstandig uberarbeitete Auflage, Verlag C.H. Beck Munchen 2007 37Schanz, KayMichael Schalast, Christoph Wertpapierprospekte: Wertpapierprospekte, Markteinfuhrungspublizitat nach EUProspektverordnung und Wertpapierprospektgesetz 2005, Hf B Working Paper Series Frankfurt 2006, No. 74 Schindele, Matthaus Prospektverstandlichkeit: Der Grundsatz der Prospektverstandlichkeit am Beispiel des Borsenzulassungsprospekts fur den amtlichen Markt, eine Studie zur deutschen und USamerikanischen Rechtslage, Herbert Utz Verlag Munchen 2008 Schlitt, Michael Schafer, Susanne: Auswirkungen des ProspektrichtlinieUmsetzungsgesetzes auf Aktien und Equitylinked Emissionen, in: AG 2005, S. 498 511 Schlitt, Michael Smith, Philip Werlen, Thomas: Die GoingPublicGrundsatze der Deutschen Borse AG, Uberblick und erste Wurdigung, in: AG 2002, S. 478 488 Schlittgen, Rainer Einfuhrung Statistik: Einfuhrung in die Statistik, Analyse und Modellierung von Daten, 11., vollstandig uberarbeitete und neu gestaltete Auflage, Oldenburg Verlag Munchen 2008 Siebel, Ulf Gebauer, Stefan: Prognosen im Aktien und Kapitalmarktrecht, Lagebericht, Zwischenbericht, Verschmelzungsbericht, Prospekt usw., Teil II, in: WM 2001, S. 173 193 Sorg, Peter: Die voraussichtliche Entwicklung der Kapitalgesellschaft, Anmerkungen zu Form und Inhalt der Angaben im Lagebericht, in: WPg 1988, S. 381 389 Sorg, Peter: Prognosebericht und Publizitatspraxis der AG Ergebnisse einer empirischen Untersuchung , in: BB 1994, S. 1962 1969 Stanton, Patricia Stanton, John: Corporate annual reports: research perspectives used, in: AAAJ 2002, S. 478 500 Street, Donna Gray, Sidney Observance of International Accounting Standards: Observance of International Accounting Standards: Factors explaining noncompliance, ACCA Research Report No. 74, Certified Accountants Educational Trust London 2001 Sydserff, Robin Weetman, Pauline: A texture index for evaluating accounting narratives, An alternative to readability formulas, in: AAAJ 1998, S. 459 488 Vanstrealen, Ann Zarzeski, Marilyn Robb, Sean: Corporate Nonfinancial Disclosure Practices and Financial Analyst Forecast Ability Across Three European Countries, in: IFMA 2003, S. 249 278 Veil, Rudiger: Prognosen im Kapitalmarktrecht, in: AG 2006, S. 690 698 Wasser, Gerd Bestimmungsfaktoren: Bestimmungsfaktoren freiwilliger Prognosepublizitat, Eine empirische Untersuchung auf der Basis eines Modells zur Bewertung des Informationsgehalts veroffentlichter Unternehmungsprognosen, IDWVerlag Dusseldorf 1976 Werner, Ute: Die Analyse des Lageberichts als Instrument empirischer Zielforschung, in: zfbf 1990, S. 1014 1035 Woods, Margaret Kajuter, Peter Linsley, Philip Hrsg. International Risk Management: Internationale Risk Management, CIMA Publishing Oxford 2008 38Verzeichnis der verwendeten Gesetze, Verordnungen und Entscheidungen Gesetz zur Umsetzung der Richtlinie 200371EG des Europaischen Parlaments und des Rates vom 4. November 2003 betreffend den Prospekt, der beim offentlichen Angebot von Wertpapieren oder bei deren Zulassung zum Handel zu veroffentlichen ist, und zur Anderung der Richtlinie 200134EG ProspektrichtlinieUmsetzungsgesetz vom 22. Juni 2005, BGBl. I 2005, S. 1698 Richtlinie 200371EG des Europaischen Parlaments und des Rats betreffend den Prospekt, der beim offentlichen Angebot von Wertpapieren oder bei deren Zulassung zum Handel zu veroffentlichen ist, und zur Anderung der Richtlinie 200134EG, Abl. EG Nr. L 345 vom 31. Dezember 2003, S. 64 89 Verordnung EG Nr. 2112007 der Kommission vom 27.02.2007 zur Anderung der Verordnung EG Nr. 8092004 zur Umsetzung der Richtlinie 200371EG des Europaischen Parlaments und des Rates in Bezug auf die Finanzinformationen, die bei Emittenten mit komplexer finanztechnischer Vorgeschichte oder bedeutenden finanziellen Verpflichtungen im Prospekt enthalten sein mussen, Abl. EG Nr. L 61 vom 28. Februar 2007, S. 24 27 Verordnung EG Nr. 17872006 der Kommission vom 4. Dezember 2006 Verordnung EG Nr. 8092004 der Kommission zur Umsetzung der Richtlinie 200371EG des Europaischen Parlaments und des Rates betreffend die in Prospekten enthaltenen Informationen sowie das Format, die Aufnahme von Informationen mittels Verweis und die Veroffentlichung solcher Prospekte und die Verbreitung von Werbung, Abl. EG Nr. L 337 vom 4. Dezember 2006, S. 17 20 Verzeichnis der Internetquellen Deutsche Borse AG Hrsg. Borsengange: http:deutscheboerse.comdbagdispatchdekirgdb_navigationlisting50_Reports_and_Statistics10_Primary_Market_Statistics10_New_Issues 15.09.2008 Deutsche Borse AG Hrsg. Going PublicGrundsatze: Going PublicGrundsatze, http:deutscheboerse.comdbagdispatchdebinarygdb_content_poolimported_filespublic_files10_downloads33_going_being_public10_products040_going_public_grundsaetzesm_goingpublic_grundsaetze_erlaeuterungen.pdf 18.11.2008 FASB Hrsg. Improving business reporting: Improving business reporting, Insights into Enhancing Voluntary Disclosures, Steering Committee Report, Business Reporting Research Project, Financial Accounting Standards Board 2001, http:72.3.243.42brrpBRRP2.PDF 05.02.2009 39Verzeichnis der sonstigen Quellen Bundestag Hrsg.: Beschlussempfehlung und Bericht des Finanzausschusses zu dem Gesetzentwurf der Bundesregierung Drucksachen 154999, 155219 , BTDr. 155373 vom 21. April 2005 Bundestag Hrsg.: Gesetzentwurf der Bundesregierung, Entwurf eines Gesetzes zur Umsetzung der Richtlinie 200371EG des Europaischen Parlaments und des Rates vom 4. November 2003 betreffend den Prospekt, der beim offentlichen Angebot von Wertpapieren oder bei deren Zulassung zum Handel zu veroffentlichen ist, und zur Anderung der Richtlinie 200134EG ProspektrichtlinieUmsetzungsgesetz, BTDr. 154999 vom 3. Marz 2005 40 cid:87cid:111cid:114cid:107cid:105cid:110cid:103cid:32cid:80cid:97cid:112cid:101cid:114cid:115cid:32cid:105cid:110cid:32cid:65cid:99cid:99cid:111cid:117cid:110cid:116cid:105cid:110cid:103cid:32cid:86cid:97cid:108cid:117cid:97cid:116cid:105cid:111cid:110cid:32cid:65cid:117cid:100cid:105cid:116cid:105cid:110cid:103cid:32cid:78cid:114cid:46cid:32cid:50cid:48cid:48cid:57cid:45cid:49cid:75cid:108cid:97cid:117cid:115cid:32cid:72cid:101cid:110cid:115cid:101cid:108cid:109cid:97cid:110cid:110cid:32cid:47cid:32cid:77cid:97cid:114cid:116cid:105cid:110cid:32cid:75cid:108cid:101cid:105cid:110cid:32cid:47cid:32cid:67cid:104cid:114cid:105cid:115cid:116cid:105cid:97cid:110cid:32cid:77cid:97cid:105cid:101cid:114cid:68cid:101cid:114cid:32cid:87cid:101cid:114cid:116cid:112cid:97cid:112cid:105cid:101cid:114cid:112cid:114cid:111cid:115cid:112cid:101cid:107cid:116cid:69cid:109cid:112cid:105cid:114cid:105cid:115cid:99cid:104cid:101cid:32cid:66cid:101cid:102cid:117cid:110cid:100cid:101cid:32cid:122cid:117cid:114cid:32cid:81cid:117cid:97cid:108cid:105cid:116cid:228cid:116cid:32cid:118cid:111cid:110cid:32cid:82cid:105cid:115cid:105cid:107cid:111cid:97cid:110cid:103cid:97cid:98cid:101cid:110cid:32cid:98cid:101cid:105cid:32cid:78cid:101cid:117cid:101cid:109cid:105cid:115cid:115cid:105cid:111cid:110cid:101cid:110cid:68cid:97cid:115cid:32cid:65cid:114cid:98cid:101cid:105cid:116cid:115cid:112cid:97cid:112cid:105cid:101cid:114cid:32cid:117cid:110cid:116cid:101cid:114cid:115cid:117cid:99cid:104cid:116cid:32cid:100cid:105cid:101cid:32cid:81cid:117cid:97cid:108cid:105cid:116cid:228cid:116cid:32cid:100cid:101cid:114cid:32cid:82cid:105cid:115cid:105cid:107cid:111cid:97cid:110cid:103cid:97cid:98cid:101cid:110cid:32cid:105cid:109cid:32cid:87cid:101cid:114cid:116cid:112cid:97cid:112cid:105cid:101cid:114cid:112cid:114cid:111cid:115cid:112cid:101cid:107cid:116cid:101cid:110cid:32cid:118cid:111cid:110cid:32cid:78cid:101cid:117cid:101cid:109cid:105cid:115cid:45cid:115cid:105cid:111cid:110cid:101cid:110cid:32cid:97cid:109cid:32cid:100cid:101cid:117cid:116cid:115cid:99cid:104cid:101cid:110cid:32cid:65cid:107cid:116cid:105cid:101cid:110cid:109cid:97cid:114cid:107cid:116cid:32cid:122cid:119cid:105cid:115cid:99cid:104cid:101cid:110cid:32cid:50cid:48cid:48cid:54cid:32cid:117cid:110cid:100cid:32cid:50cid:48cid:48cid:56cid:46cid:32cid:65cid:108cid:115cid:32cid:81cid:117cid:97cid:108cid:105cid:116cid:228cid:116cid:115cid:109cid:101cid:114cid:107cid:109cid:97cid:108cid:101cid:32cid:119cid:101cid:114cid:100cid:101cid:110cid:32cid:100cid:105cid:101cid:32cid:80cid:114cid:228cid:122cid:105cid:115cid:105cid:111cid:110cid:32cid:117cid:110cid:100cid:32cid:100cid:105cid:101cid:32cid:86cid:101cid:114cid:115cid:116cid:228cid:110cid:100cid:108cid:105cid:99cid:104cid:107cid:101cid:105cid:116cid:32cid:100cid:101cid:114cid:32cid:82cid:105cid:115cid:105cid:107cid:111cid:97cid:110cid:103cid:97cid:98cid:101cid:110cid:32cid:104cid:101cid:114cid:97cid:110cid:103cid:101cid:122cid:111cid:103cid:101cid:110cid:46cid:32cid:68cid:105cid:101cid:32cid:68cid:97cid:116cid:101cid:110cid:103cid:101cid:119cid:105cid:110cid:110cid:117cid:110cid:103cid:32cid:101cid:114cid:102cid:111cid:108cid:103cid:116cid:32cid:109cid:105cid:116cid:32cid:72cid:105cid:108cid:102cid:101cid:32cid:100cid:101cid:114cid:32cid:115cid:101cid:109cid:105cid:111cid:116cid:105cid:115cid:99cid:104cid:101cid:110cid:32cid:84cid:101cid:120cid:116cid:97cid:110cid:97cid:108cid:121cid:115cid:101cid:46cid:32cid:77cid:246cid:103cid:108cid:105cid:99cid:104cid:101cid:32cid:90cid:117cid:115cid:97cid:109cid:109cid:101cid:110cid:104cid:228cid:110cid:103cid:101cid:32cid:122cid:119cid:105cid:115cid:99cid:104cid:101cid:110cid:32cid:100cid:101cid:110cid:32cid:81cid:117cid:97cid:108cid:105cid:116cid:228cid:116cid:115cid:109cid:101cid:114cid:107cid:109cid:97cid:108cid:101cid:110cid:32cid:117cid:110cid:100cid:32cid:119cid:101cid:105cid:116cid:101cid:114cid:101cid:110cid:32cid:86cid:97cid:114cid:105cid:97cid:98cid:108cid:101cid:110cid:32cid:119cid:101cid:114cid:100cid:101cid:110cid:32cid:103cid:101cid:112cid:114cid:252cid:102cid:116cid:46cid:32cid:83cid:104cid:97cid:114cid:101cid:32cid:73cid:115cid:115cid:117cid:101cid:32cid:80cid:114cid:111cid:115cid:112cid:101cid:99cid:116cid:117cid:115cid:32cid:32cid:69cid:109cid:112cid:105cid:114cid:105cid:99cid:97cid:108cid:32cid:97cid:110cid:97cid:108cid:121cid:115cid:105cid:115cid:32cid:111cid:102cid:32cid:116cid:104cid:101cid:32cid:114cid:105cid:115cid:107cid:32cid:100cid:105cid:115cid:99cid:108cid:111cid:115cid:117cid:114cid:101cid:32cid:113cid:117cid:97cid:108cid:105cid:116cid:121cid:32cid:105cid:110cid:32cid:116cid:104cid:101cid:32cid:112cid:114cid:111cid:115cid:112cid:101cid:99cid:116cid:117cid:115cid:32cid:111cid:102cid:32cid:73cid:80cid:79cid:115cid:84cid:104cid:101cid:32cid:112cid:97cid:112cid:101cid:114cid:32cid:97cid:110cid:97cid:108cid:121cid:122cid:101cid:115cid:32cid:116cid:104cid:101cid:32cid:114cid:105cid:115cid:107cid:32cid:100cid:105cid:115cid:99cid:108cid:111cid:115cid:117cid:114cid:101cid:32cid:113cid:117cid:97cid:108cid:105cid:116cid:121cid:32cid:105cid:110cid:32cid:116cid:104cid:101cid:32cid:112cid:114cid:111cid:115cid:112cid:101cid:99cid:116cid:117cid:115cid:32cid:111cid:102cid:32cid:73cid:80cid:79cid:115cid:32cid:105cid:110cid:32cid:71cid:101cid:114cid:109cid:97cid:110cid:121cid:32cid:98cid:101cid:116cid:119cid:101cid:101cid:110cid:32cid:50cid:48cid:48cid:54cid:32cid:97cid:110cid:100cid:32cid:50cid:48cid:48cid:56cid:46cid:32cid:81cid:117cid:97cid:108cid:105cid:116cid:121cid:32cid:111cid:102cid:32cid:114cid:105cid:115cid:107cid:32cid:105cid:110cid:102cid:111cid:114cid:109cid:97cid:116cid:105cid:111cid:110cid:32cid:105cid:115cid:32cid:109cid:101cid:97cid:115cid:117cid:114cid:101cid:100cid:32cid:97cid:115cid:32cid:112cid:114cid:101cid:99cid:105cid:115cid:105cid:111cid:110cid:32cid:97cid:110cid:100cid:32cid:99cid:111cid:109cid:112cid:114cid:101cid:104cid:101cid:110cid:115cid:105cid:98cid:105cid:108cid:105cid:116cid:121cid:46cid:32cid:84cid:104cid:101cid:32cid:114cid:101cid:108cid:97cid:116cid:105cid:111cid:110cid:115cid:104cid:105cid:112cid:32cid:98cid:101cid:116cid:119cid:101cid:101cid:110cid:32cid:114cid:105cid:115cid:107cid:32cid:100cid:105cid:115cid:99cid:108cid:111cid:115cid:117cid:114cid:101cid:32cid:113cid:117cid:97cid:108cid:105cid:116cid:121cid:32cid:97cid:110cid:100cid:32cid:101cid:97cid:114cid:110cid:105cid:110cid:103cid:115cid:32cid:112cid:111cid:119cid:101cid:114cid:32cid:105cid:115cid:32cid:116cid:101cid:115cid:116cid:101cid:100cid:46cid:73cid:109cid:112cid:114cid:101cid:115cid:115cid:117cid:109cid:78cid:252cid:114cid:110cid:98cid:101cid:114cid:103cid:32cid:50cid:48cid:48cid:57cid:72cid:101cid:114cid:97cid:117cid:115cid:103cid:101cid:98cid:101cid:114cid:32cid:117cid:110cid:100cid:32cid:82cid:101cid:100cid:97cid:107cid:116cid:105cid:111cid:110cid:58cid:76cid:101cid:104cid:114cid:115cid:116cid:117cid:104cid:108cid:32cid:102cid:252cid:114cid:32cid:82cid:101cid:99cid:104cid:110cid:117cid:110cid:103cid:115cid:119cid:101cid:115cid:101cid:110cid:32cid:117cid:110cid:100cid:32cid:80cid:114cid:252cid:102cid:117cid:110cid:103cid:115cid:119cid:101cid:115cid:101cid:110cid:82cid:101cid:99cid:104cid:116cid:115cid:45cid:32cid:117cid:110cid:100cid:32cid:87cid:105cid:114cid:116cid:115cid:99cid:104cid:97cid:102cid:116cid:115cid:119cid:105cid:115cid:115cid:101cid:110cid:115cid:99cid:104cid:97cid:102cid:116cid:108cid:105cid:99cid:104cid:101cid:32cid:70cid:97cid:107cid:117cid:108cid:116cid:228cid:116cid:70cid:114cid:105cid:101cid:100cid:114cid:105cid:99cid:104cid:45cid:65cid:108cid:101cid:120cid:97cid:110cid:100cid:101cid:114cid:45cid:85cid:110cid:105cid:118cid:101cid:114cid:115cid:105cid:116cid:228cid:116cid:32cid:69cid:114cid:108cid:97cid:110cid:103cid:101cid:110cid:45cid:78cid:252cid:114cid:110cid:98cid:101cid:114cid:103cid:76cid:97cid:110cid:103cid:101cid:32cid:71cid:97cid:115cid:115cid:101cid:32cid:50cid:48cid:57cid:48cid:52cid:48cid:51cid:32cid:78cid:252cid:114cid:110cid:98cid:101cid:114cid:103cid:84cid:101cid:108cid:32cid:32cid:32cid:43cid:52cid:57cid:32cid:57cid:49cid:49cid:32cid:53cid:51cid:48cid:50cid:32cid:45cid:32cid:52cid:51cid:55cid:70cid:97cid:120cid:32cid:32cid:43cid:52cid:57cid:32cid:57cid:49cid:49cid:32cid:53cid:51cid:48cid:50cid:32cid:45cid:32cid:52cid:48cid:49cid:119cid:119cid:119cid:46cid:112cid:119cid:46cid:119cid:105cid:115cid:111cid:46cid:117cid:110cid:105cid:45cid:101cid:114cid:108cid:97cid:110cid:103cid:101cid:110cid:46cid:100cid:101cid:68cid:114cid:117cid:99cid:107cid:58cid:67cid:76cid:32cid:68cid:114cid:117cid:99cid:107cid:122cid:101cid:110cid:116cid:114cid:117cid:109cid:32cid:71cid:109cid:98cid:72cid:44cid:32cid:78cid:252cid:114cid:110cid:98cid:101cid:114cid:103cid:32cid:76cid:101cid:104cid:114cid:115cid:116cid:117cid:104cid:108cid:32cid:102cid:252cid:114cid:82cid:101cid:99cid:104cid:110cid:117cid:110cid:103cid:115cid:119cid:101cid:115cid:101cid:110cid:32cid:117cid:110cid:100cid:32cid:80cid:114cid:252cid:102cid:117cid:110cid:103cid:115cid:119cid:101cid:115cid:101cid:110cid:73cid:83cid:83cid:78cid:32cid:49cid:56cid:54cid:55cid:45cid:55cid:57cid:51cid:50", "filename": "622864475.pdf", "person": ["Klaus Henselmann", "Henselmann, Klaus", "Martin Klein", "Klein, Martin", "Christian Maier", "Maier, Christian"], "date": ["2009"]}