{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39062/1/625152913.pdf"], "title": ["Zinsabzugsbeschränkung durch die Zinsschranke, Fremdkapitalsteuerschild und unternehmerische Kapitalstrukturentscheidungen"], "plaintext": "Zinsabzugsbeschrankung durch die Zinsschranke,Fremdkapitalsteuerschild und unternehmerische Kapitalstrukturentscheidungen 1 Einleitung Die Gesellschafter von Kapitalgesellschaften konnen grundsatzlich, abgesehen von gesetzlich vorgeschriebenen Mindestausstattungen an Eigenkapital,1 frei daruber entscheiden, obsie die Unternehmungen mit Eigen oder Fremdkapital ausstatten.2 Obwohl bekannt ist,dass Fremdkapital regelmayig steuerlich begunstigt ist, beobachtet man in den Jahresabschlussen von Kapitalgesellschaften Eigenkapitalbestande, die uber die vorgeschriebenen Mindestausstattungen hinausreichen.Die optimale Ausgestaltung der Kapitalstruktur hangt von verschiedenen Faktoren ab.Neben der jeweiligen Rechtsform sowie der zugehorigen Branche spielen auch steuerliche Gesichtspunkte eine wichtige Rolle.3 Bei Kapitalgesellschaften fuhrt die Finanzierungdurch Fremdkapital auf Unternehmensebene aufgrund der Abzugsfahigkeit von Fremdkapitalzinsen zu einer geringeren Steuerbelastung als die Finanzierung durch Eigenkapital.4Demgegenuber durfen Vergutungen fur die Vergabe von Eigenkapital als Einkommensverwendung den steuerlichen Gewinn der Kapitalgesellschaft nicht mindern.5 Bei den Investoren werden Eigenkapitalvergutungen in der Regel niedriger besteuert als Fremdkapitalzinsen. Damit ergibt sich auf Gesellschaftsebene eine Vorteilhaftigkeit der Fremdnanzierung, wahrend sich beim isolierten Blick auf die steuerliche Behandlung auf Anteilseignerebene die Eigenkapitalvergabe als vorteilhaft erweist. Ob insgesamt die Eigenoder die Fremdnanzierung aus steuerlichen Grunden gewahlt werden sollte, kann somitnicht allgemeingultig beantwortet werden.Ursachlich fur die Finanzierungsentscheidungen von Anteilseignern konnten spezielle steuerliche Vorschriften sein, die in den letzten Jahren in vielen Staaten implementiert wurden,um die Vergabe von Fremdkapital einzuschranken bzw. eine missbrauchliche Vergabe zu 1 Zu denken ist hier an Regelungen aus dem Aktien und Gmb HGesetz.2 Vgl. zum Grundsatz der Finanzierungsfreiheit in Deutschland BFH, Urteil vom 20.06.2000, VIII R5798, DB 2000, S. 2098; BFH, Beschluss vom 08.12.1997, Gr S 1295, DSt R 1998, S. 162.3 Vgl. zur Wahl der Rechtsform und den wichtigsten steuerlichen und nichtsteuerlichen Einussfaktoren Schneeloch 2006; Schreiber 2008; Jacobs 2009; KonigMaybaumSureth 2009.4 Vgl. Scheer 2009, S. 188.5 Vgl. 8 Abs. 3 KSt G.1vermeiden. Auch die bisherige deutsche Regelung zur Beschrankung der Gesellschafterfremdnanzierung in 8a KSt G a. F. wurde durch die Unternehmensteuerreform 2008verandert und in ihrer Anwendung teilweise ausgeweitet. Zentrale Zielsetzung der Unternehmensteuerreform 2008 ist die Erhohung der Attraktivitat des Standortes Deutschland und damit einhergehend die Verbesserung der Bedingungen fur die in Deutschlandtatigen Unternehmen bei gleichzeitiger Einschrankung steuerlicher Gestaltungsmoglichkeiten.6 Die Einfuhrung der Zinsschranke und die damit verbundene konsequente Neuausrichtung der Gesellschafterfremdnanzierung soll skalische Anreize zur Verlagerungvon Gewinnen ins niedrig besteuerte Ausland verhindern. Primares Ziel dieser Vorschriftist die Sicherung des deutschen Steuersubstrats. Daneben soll eine Erhohung der Eigenkapitalquote deutscher Unternehmen erreicht werden, da eine solche nach Ansicht des Gesetzgebers ein wichtiger Schutz vor einer Insolvenz ist.7Im nanzierungstheoretisch fundierten Schrifttum widmet sich seit einigen Jahrzehntenein bedeutender Forschungsstrang in vielerlei Hinsicht der Problematik der Kapitalstrukturentscheidungen von Unternehmen. Die bislang vorliegenden Ansatze unterscheiden sichin mehrfacher Weise und lassen sich nach unterschiedlichen Kriterien systematisieren, beispielsweise nach neoklassisch und neoinstitutionalistisch orientierten Ansatzen.8Innerhalb der neoklassisch orientierten Ansatze bildet die Theorie von ModiglianiMiller1958 die Grundlage fur viele der nachfolgenden Arbeiten. Die Autoren kommen zu dem Ergebnis, dass unter Vernachlassigung von Steuern die Kapitalstruktur eines Unternehmens keinen Einuss auf dessen Marktwert hat.9 Aufbauend auf dieser Erkenntnis gibtes eine Vielzahl von Ansatzen, in denen verschiedene Aspekte erweitert bzw. modiziertwerden.10 Als Erstes lassen sich die spateren Arbeiten von Modigliani und Miller selbstnennen. Im Jahr 1963 erweitern die Autoren ihr Modell von 1958, indem sie unter anderem eine Korperschaftsteuer einbeziehen. Hierbei wird ein klassisches Korperschaftsteuersystem unterstellt, ohne die Regelungen eines konkreten Landes zu berucksichtigen.Die Autoren zeigen, dass die ausschlieyliche Fremdnanzierung die optimale Kapital6 Vgl. BTDrs. 164841 vom 27.03.2007, S. 1.7 Vgl. BTDrs. 164841 vom 27.03.2007, S. 31.8 Einen Uberblick uber verschiedene Kapitalstrukturmodelle geben z. B. Myers 2001 und Graham2006. Vgl. fur einen Uberblick uber den Stand der Forschung bezuglich des Einusses der Besteuerung auf Finanzierungsentscheidungen in Deutschland HundsdoerferKiesewetterSureth 2008,S. 85 .9 Vgl. ModiglianiMiller 1958.10 Fur einen Uberblick vgl. auch HaugenSenbet 1986.2strukturentscheidung darstellt.11 Miller erweitert das Modell im Jahr 1977 erneut undintegriert zusatzlich zur Korperschaftsteuer eine Einkommensteuer auf Anteilseignerebene. Dies fuhrt dazu, dass sich auf dem Kapitalmarkt stets ein Gleichgewicht einstellt, indem fur jedes Unternehmen die Kapitalstruktur fur die Hohe des Unternehmenswerts irrelevant ist. Die optimale Finanzierungsentscheidung der einzelnen Investoren ist abhangigvon ihrem personlichen Grenzeinkommensteuersatz. Miller ermittelt einen sogenanntenkritischen Einkommensteuersatz. Investoren, deren Grenzsteuersatz gerade mit dem kritischen Steuersatz ubereinstimmt, sind indierent bezuglich der Vergabe von Eigen bzw.Fremdkapital. Investoren mit einem hoheren Grenzsteuersatz vergeben Eigenkapital, fur Investoren mit einem niedrigeren Steuersatz ist hingegen die Fremdkapitalvergabe vorteilhaft.12Die Ebene der Einkommensbesteuerung wird von einigen Autoren genauer betrachtet undum verschiedene Aspekte erweitert. So wird die Problematik der Besteuerung von Verauyerungsgewinnen von FarrarSelwyn 1967, Brennan 1970 und Schneller 1980 starkerbetont. In anderen Arbeiten wird die Einkommensteuer insgesamt detaillierter ausgestaltet. FarrarSelwyn 1967 und Zechner 1989 unterstellen einen progressiven Steuertarifsowie die Moglichkeit der Steuerpichtigen, Zinsaufwendungen von ihrer Steuerbemessungsgrundlage abziehen zu konnen.Vereinzelt werden in der Literatur verschiedene Details des aktuellen Steuerrechts diverser Staaten berucksichtigt. So untersuchen ScholesWolfson 1989 mit Hilfe des MillerModells den Einuss des Tax Reform Acts 1986 in den Vereinigten Staaten auf die Kapitalstruktur von Unternehmen. FungTheobald 1984 analysieren die 1984 geltenden Steuersysteme in Frankreich, Deutschland, Groybritannien und den USA. Die Autorenkommen fur Deutschland zu dem Ergebnis, dass sich immer ein MillerGleichgewicht einstellt, weil sowohl Eigen als auch Fremdkapitalvergutungen vor dem Hintergrund deskorperschaftsteuerlichen Anrechnungsverfahrens genau einmal auf der Ebene des Anteilseigners besteuert werden.13Swoboda 1991 untersucht das 1991 geltende deutsche und osterreichische Steuerrecht.Er zeigt, dass in Deutschland kein MillerGleichgewicht moglich ist, sondern dass einevollstandige Fremdnanzierung die optimale Kapitalstrukturentscheidung darstellt.14 Hol11 Vgl. ModiglianiMiller 1963.12 Vgl. Miller 1977, S. 269 f.13 Vgl. FungTheobald 1984, S. 65 f.14 Vgl. Swoboda 1991, S. 856.3landSteiner 1996 erweitern den Ansatz von Swoboda und untersuchen den Einuss desdeutschen Solidaritatszuschlags auf die Kapitalstruktur. Sie kommen zu dem Ergebnis,dass der Solidaritatszuschlag dazu fuhrt, dass ein Gleichgewicht tendenziell eher moglichist.15Lay 1999 bindet das USamerikanische Recht zwischen 1977 und 1994 sowie das deutsche Recht im Zeitraum von 1976 bis 1998 in das MillerModell ein. Er zeigt, dass in Deutschland eine Irrelevanz der Kapitalstruktur erst nach der Abschaung der Vermogensteuer im Jahr 1997 moglich ist. In den Jahren davor war fur alle Steuerpichtigenstets die Fremdnanzierung die optimale Finanzierungsalternative.16 Kruschwitz 2007untersucht das deutsche Steuerrecht des Jahres 2007 und gelangt zu der Erkenntnis, dasssich unter bestimmten Voraussetzungen, insbesondere fur niedrige Gewerbesteuersatze,ein Gleichgewicht einstellen kann.17Daruber hinaus liegen erste Arbeiten zum Einuss einer Beschrankung der steuerlichen Abzugsfahigkeit von Fremdkapitalzinsen, insbesondere von Zinsen auf Gesellschafterfremdkapital Thin Capitalization Rules, vor. BuettnerOvereschSchreiberWamser 2006und 2008 sowie OvereschWamser 2006 und 2010 analysieren empirisch Finanzierungsentscheidungen in einem multinationalen Konzern unter Berucksichtigung einer stilisierten Regelung zur Gesellschafterfremdnanzierung, die mit der deutschen Regelungvor der Einfuhrung der Zinsschranke vergleichbar ist. Die Autoren zeigen, dass die Vergabe von Fremdkapital von auslandischen Tochtergesellschaften an deutsche Mutterkapitalgesellschaften durch die Einfuhrung der Unterkapitalisierungsvorschrift sinkt.18 Wamser2008 und WeichenriederWindischbauer 2008 nehmen eine empirische Untersuchungdes Einusses der Verscharfung der deutschen Thin Capitalization Rule im Jahr 2001auf die Hohe der Fremdnanzierung innerhalb eines Konzerns vor und gelangen zu der Erkenntnis, dass Konzerne bei einer Verscharfung der Unterkapitalisierungsvorschrift die Fremdkapitalaufnahme innerhalb des Konzerns durch eine Eigennanzierung und eineexterne Fremdnanzierung substituieren.19MaybaumSureth 2009 untersuchen auf der Grundlage des Modells von Miller den Einuss von Thin Capitalization Rules, die die Hohe der schadlichen Zinsen auf der Grundlage 15 Vgl. HollandSteiner 1996, S. 74.16 Vgl. Lay 1999, S. 174.17 Vgl. Kruschwitz 2007, S. 266.18 Vgl. BuettnerOvereschSchreiberWamser 2006, S. 25; OvereschWamser 2006, S. 21; BuettnerOvereschSchreiberWamser 2008, S. 34; OvereschWamser 2009, S. 17.19 Vgl. Wamser 2008, S. 23; WeichenriederWindischbauer 2008, S. 29.4eines zulassigen Verschuldungsgrads ermitteln. Sie zeigen analytisch und numerisch, dassin Deutschland unter Berucksichtigung der Thin Capitalization Rule vor der Einfuhrungder Zinsschranke grundsatzlich ein Gleichgewicht moglich ist und dass damit Rahmenbedingungen bestehen, die unterschiedliche Kapitalstrukturen erklaren konnen.20Die bisherigen Arbeiten zur Zinsschranke gehen in erster Linie der Frage nach, wie viele Unternehmen von dieser Vorschrift betroen sind.21 WatrinPottRichter 2010 fuhrendaruber hinaus eine empirische Untersuchung uber die Auswirkungen der Zinsschrankeauf die steuerliche Bemessungsgrundlage durch. Eine Analyse des Einusses der Zinsschranke auf unternehmerische Kapitalstrukturentscheidungen liegt bislang nicht vor. Umdiese Lucke zu schlieyen, wird daher im Folgenden modelltheoretisch untersucht, welchen Einuss die Zinsschranke auf die Vorteilhaftigkeit der Finanzierungsentscheidungen von Unternehmen hat. Ziel ist es, Erkenntnisse daruber zu erlangen, ob die Regelung etwa dazu fuhrt, dass Eigennanzierung im Vergleich zur Fremdkapitalaufnahme fur Investorenstets vorteilhafter wird.Wir integrieren die Zinsschranke in das Kapitalstrukturmodell von Miller 1977, welchesdas Grundmodell der neoklassischen Kapitalstrukturtheorie bei Berucksichtigung einer Korperschaftsteuer auf der Ebene der Kapitalgesellschaft und einer Einkommensteuer aufder Ebene der Investoren darstellt, um ihren Einuss auf die Finanzierungsentscheidungenvon Unternehmen analytisch zu untersuchen.22Im weiteren Verlauf werden in Abschnitt 2 zunachst die rechtlichen Grundlagen zur Gesellschafterfremdnanzierung i. S. d. 4h ESt G i. V. m. 8a KSt G erlautert. In Abschnitt 3stellen wir das MillerModell vor und erweitern dieses sukzessive um die aktuellen Vorschriften des deutschen Steuerrechts einschlieylich der Zinsschranke. Mit Hilfe einer Sensitivitatsanalyse wird in Abschnitt 4 gezeigt, wie sich die Zinsabzugsbeschrankung auf die Vorteilhaftigkeit unternehmerischer Kapitalstrukturentscheidungen auswirkt und inwieweit unter Berucksichtigung dieser Normen die Bedingungen fur ein MillerGleichgewichterfullt sind. Die wichtigsten Ergebnisse werden in Abschnitt 5 zusammengefasst.20 Vgl. MaybaumSureth 2009, S. 165.21 Vgl. Broer 2008; BachBuslei 2009a; BachBuslei 2009b; BlaufusLorenz 2009; HerzigLochmannLiekenbrock 2009.22 Probleme der asymmetrischen Informationsverteilung zwischen Managern und Anteilseignern werdenim Folgenden vernachlassigt. Damit wird von PrinzipalAgentKonikten abstrahiert.52 Die Zinsschranke des 4h ESt G i. V. m. 8a KSt G2.1 Uberblick Mit der Einfuhrung der Zinsschranke ab dem Jahr 2008 hat der deutsche Gesetzgeberim Vergleich zur Vorgangervorschrift des 8a KSt G a. F. einen kompletten Systemwechsel vollzogen.23 Die alte Regelung betraf nur Gesellschafterdarlehen. Der abzugsfahige Zinsbetrag ermittelte sich auf der Grundlage des Verschuldungsgrades. Die schadlichen Zinsen wurden in verdeckte Gewinnausschuttungen umqualiziert. Demgegenuber beziehtdie Zinsschranke samtliche Darlehen ein. Die abzugsfahigen Zinsen werden auf der Grundlage des steuerlichen EBITDA und damit anhand einer Ergebnisgroye ermittelt. Daruberhinaus werden die schadlichen Zinsen nicht in eine verdeckte Gewinnausschuttung umqualiziert. Sie werden als nichtabziehbare Betriebsausgaben angesehen, die jedoch inspatere Wirtschaftsjahre vorgetragen und in diesen unter bestimmten Voraussetzungenals Betriebsausgabe abgezogen werden durfen.24Die Vorschrift des 4h ESt G unterscheidet nicht zwischen verschiedenen Rechtsformenund gilt damit gleichermayen fur Personengesellschaften wie auch fur Korperschaften.25Es wird zudem jegliches Fremdkapital in die Betrachtung des 4h ESt G einbezogen. Eine Dierenzierung hinsichtlich der Person des Kapitalgebers oder der Dauer der Kapitaluberlassung erfolgt ebenfalls nicht.26 Folglich kommt es zu einer grundsatzlichen Erfassung von Aufwendungen aus der Uberlassung von Geldkapital.27 Unter Zinsaufwendungen im Sinnedieser Vorschrift sind alle Vergutungen fur Fremdkapital zu verstehen, die den maygeblichen Gewinn bzw. das maygebliche Einkommen 28 eines Unternehmens gemindert haben 23 Vgl. 4h ESt G und 8a KSt G in der Fassung des Unternehmensteuerreformgesetzes vom 14.08.2008,BGBl. I 2007, S. 1913 f. und 1927 f. Zuletzt geandert wurde die Vorschrift durch das Gesetz zur Beschleunigung des Wirtschaftswachstums Wachstumsbeschleunigungsgesetz vom 22.12.2009, BGBl. I2009, S. 3950 f. Im Rahmen dieser Arbeit werden nur die Grundzuge der Regelung dargestellt. Einausfuhrlicher Uberblick ndet sich z. B. bei Hallerbach 2007; WinkeljohannFuhrmann 2007. Vgl.zu dieser Vorschrift auch das BMFSchreiben vom 04.07.2008, BSt Bl. I 2008, S. 718.24 Vgl. HerzigBohn 2009, S. 253.25 Vgl. hierzu insbesondere Kohler 2007b, S. 598, sowie BMFSchreiben vom 04.07.2008, BSt Bl. I 2008,S. 718, Tz. 2 .26 Vgl. BTDrs. 164841 vom 27.03.2007, S. 48.27 Insbesondere fallen hierunter fest und variabel verzinsliche Darlehen, partiarische Darlehen, typischstille Beteiligungen, Gewinnschuldverschreibungen sowie Genussrechtskapital. Auf Sachkapital ndetdie Zinsschrankenregelung keine Anwendung. Vgl. BMFSchreiben vom 04.07.2008, BSt Bl. I 2008,S. 718, Tz. 11.28 Bei Korperschaften tritt anstelle des maygeblichen Gewinns das maygebliche Einkommen 8a Abs. 1S. 1 KSt G.6 4h Abs. 3 S. 2 ESt G.29Die Zinsschranke begrenzt die Abzugsfahigkeit der Zinsaufwendungen grundsatzlich aufdie Hohe des Zinsertrages. Daruber hinaus sind Zinsen bis zu einer Hohe von 30% dessteuerlichen Gewinns vor Zinsen, Steuern und Abschreibungen EBITDA abzugsfahig 4h Abs. 1 S. 1 ESt G. Diese Einschrankung gilt jedoch nicht fur Betriebe, die nachweisenkonnen, dass eine der Voraussetzungen des 4h Abs. 2 S. 1 Buchst. a bis c ESt G erfulltist.30Die Ausgangsgroye fur die Berechnung des steuerlichen EBITDA bildet der maygebliche Gewinn, welcher dem nach den Vorschriften des Einkommensteuergesetzes ermitteltensteuerpichtigen Gewinn vor Anwendung der Regelung des 4h ESt G entspricht.31 Bei Korperschaften tritt uber 8a Abs. 1 S. 1 und 2 KSt G anstelle des maygeblichen Gewinnsdas maygebliche Einkommen, welches nach den Grundsatzen des Einkommensteuergesetzes und des Korperschaftsteuergesetzes berechnet wird. Zur Ermittlung des steuerlichen EBITDA sind der maygebliche Gewinn bzw. das maygebliche Einkommen zu modizieren. Die nachfolgende Ubersicht verdeutlicht die Berechnung des steuerlichen EBITDAfur Kapitalgesellschaften:32Maygebliches Einkommen der Kapitalgesellschaft Zinsertrage Zinsaufwendungen Abschreibungen nach 6 Abs. 2 und 2a sowie 7 ESt G Verlustabzug gem. 10d ESt G Verlustruck und vortrag Spendenabzug gem. 9 Abs. 1 S. 1 Nr. 2 ESt G steuerliches EBITDAZinsaufwendungen, die nicht zum Abzug zugelassen werden, durfen vorgetragen und in denfolgenden Wirtschaftsjahren unter den gleichen Voraussetzungen wie im Entstehungsjahrabgezogen werden 4h Abs. 1 S. 2 ESt G. Es kommt folglich zu einer zeitlichen Verschiebung des Zinsabzugs in die Zukunft und nicht zu einer grundsatzlichen Versagung des Betriebsausgabenabzugs. Liegen bestimmte Tatbestande vor, wie z. B. die Verauyerungoder Aufgabe des Betriebs, geht der Zinsvortrag unter 4h Abs. 5 ESt G.3329 Vgl. BMFSchreiben vom 04.07.2008, BSt Bl. I 2008, S. 718, Tz. 15.30 Vgl. zu diesen Ausnahmetatbestanden die Ausfuhrungen in Abschnitt 2.2.31 Vgl. 4h Abs. 1 S. 1 i. V. m. Abs. 3 S. 1 ESt G.32 Vgl. BMFSchreiben vom 04.07.2008, BSt Bl. I 2008, S. 718, Tz. 41, aber auch die beispielhaften Rechnungen bei Scheer 2009, S. 232 f.33 Vgl. Baumgartel et al. 2008, S. 84 f., aber auch die kritischen Anmerkungen bei Beuyer 2009,S. 49.7Daruber hinaus sieht der durch das Wachstumsbeschleunigungsgesetz eingefuhrte 4h Abs. 1 S. 3 ESt G erstmals einen EBITDAVortrag vor. Danach kann ein nicht ausgeschopfter Teil des Abzugspotenzials in kunftige Wirtschaftsjahre vorgetragen werdenund erhoht in diesen den abzugsfahigen Zinsbetrag. Zu beachten ist allerdings, dass der EBITDAVortrag auf funf Wirtschaftsjahre begrenzt ist. Ist er nach Ablauf dieser funf Jahre noch nicht verbraucht, so verfallt er. Anzuwenden ist diese Vorschrift erstmals fur Wirtschaftsjahre, die nach dem 31.12.2009 enden.34Der Darlehensgeber erzielt mit den erhaltenen Zinsertragen unabhangig von der Abzugsfahigkeit auf Gesellschaftsebene Einkunfte aus Kapitalvermogen i. S. d. 20 Abs. 1 Nr. 7ESt G.2.2 Ausnahmetatbestande Die Zinsschranke ist nicht anzuwenden, wenn einer von drei Ausnahmetatbestanden erfulltist. Ubersteigt erstens der Zinssaldo, d. h. die Dierenz aus Zinsertragen und Zinsaufwendungen, nicht die Freigrenze von 3 Mio. e, durfen gem. 4h Abs. 2 S. 1 Buchst. a ESt Gdie gesamten Fremdkapitalzinsen von der steuerlichen Bemessungsgrundlage abgezogenwerden.35Zweitens kommt nach 4h Abs. 2 S. 1 Buchst. b ESt G die Zinsschranke ebenfalls nichtzur Anwendung, wenn der Betrieb nicht oder nur anteilsmayig zu einem Konzern gehort Konzernklausel. Die Frage nach der Konzernzugehorigkeit bestimmt sich nach 4h Abs. 3 S. 5 und 6 ESt G.36 Fur Korperschaften ist dabei zusatzlich die Spezialnorm des 8a Abs. 2 KSt G zu beachten. Danach ist die Konzernklausel nur anwendbar, wenn keineschadliche Gesellschafterfremdnanzierung vorliegt. Diese ist anzunehmen, wenn mehrals 10% der Nettozinsaufwendungen der Korperschaft an Anteilseigner gezahlt werden,die unmittelbar oder mittelbar zu mehr als 25% am Grund oder Stammkapital beteiligtsind. Erweitert wird der Anwendungsbereich auf nahestehende Personen des Anteilseigners i. S. d. 1 Abs. 2 ASt G sowie auf Dritte, die entweder auf den Anteilseigner oderdiesem nahestehende Personen zuruckgreifen konnen.3734 Vgl. 52 Abs. 12d S. 4 ESt G. Vgl. zum EBITDAVortrag auch Nacke 2009, S. 2507.35 Vgl. BMFSchreiben vom 04.07.2008, BSt Bl. I 2008, S. 718, Tz. 55 . Vgl. zur Ausgestaltung der Vorschrift als Freigrenze und nicht als Freibetrag kritisch Kohler 2007b, S. 598.36 Vgl. hierzu BlumenbergBenz 2007, S. 134 .; LudenbachHomann 2007, S. 636.37 Vgl. BMFSchreiben vom 04.07.2008, BSt Bl. I 2008, S. 718, Tz. 79.8Schlieylich kann drittens bei einer Konzernzugehorigkeit die Anwendung der Zinsschranke durch einen Eigenkapitalquotenvergleich vermieden werden EscapeKlausel. Nach 4h Abs. 2 S. 1 Buchst. c ESt G fallen Betriebe, deren Eigenkapitalquote am Schlussdes vorangegangenen Abschlussstichtages gleich hoch oder hoher als die des Konzernsist, nicht in den Anwendungsbereich der Abzugsbeschrankung. Auch ist ein Unterschreiten der Eigenkapitalquote des Konzerns bis zu einem Prozentpunkt unschadlich.38 Die EscapeKlausel ist im Konzernfall bei Korperschaften nur anwendbar, wenn keine schadliche Gesellschafterfremdnanzierung vorliegt.39 Eine Erweiterung erfahrt dieses Tatbestandsmerkmal dadurch, dass nicht nur die steuerpichtige Korperschaft selbst betrachtetwird, sondern jeder dem Konzern weltweit zugehorige Rechtstrager. Die Nachweispichtliegt bei der betreenden Korperschaft, was in der Praxis zu erheblichen Schwierigkeitenfuhren durfte.403 Modell 3.1 Das MillerModell Grundlage der durchgefuhrten Analyse ist das Modell von Miller aus dem Jahr 1977.Miller ermittelt die optimale Kapitalstruktur eines Unternehmens unter Berucksichtigungeiner Korperschaftsteuer auf der Ebene des Unternehmens und einer Einkommensteuerbei den Investoren. Mit Hilfe einer Gleichgewichtsanalyse zeigt er, dass sich auf dem Kapitalmarkt stets ein Zustand einstellt, in dem die Kapitalstruktur irrelevant fur den Wert eines Unternehmens ist.41 Miller unterstellt dabei die folgenden Annahmen:Es existiert ein vollkommener Kapitalmarkt.42 Die Zinssatze fur Eigen und Fremdkapitalentsprechen sich vor Steuern. Unsicherheit herrscht bezuglich der zukunftigen Bruttogewinne des Unternehmens. Die Kapitalgeber erwarten jedoch einen bestimmten durch38 Vgl. zum Begri der Eigenkapitalquote 4h Abs. 2 S. 1 Buchst. c S. 3 ESt G. Vgl. hierzu auch kritisch GanssaugeMattern 2008, S. 213 .39 Auch hier gilt die Voraussetzung, dass die Zinsen, die an unmittelbar oder mittelbar zu mehr als 25% am Grund oder Stammkapital beteiligte Anteilseigner, diesen nahestehenden Personen oder anruckgrisberechtigte Dritte gezahlt werden, nicht mehr als 10% des Nettozinsaufwands ausmachendurfen.40 Vgl. GanssaugeMattern 2008, S. 215.41 Vgl. Miller 1977, S. 261 .42 Zu den Eigenschaften eines vollkommenen Kapitalmarkts vgl. z. B. Swoboda 1994, S. 42 f.;SchmidtTerberger 1997, S. 91 .9schnittlichen Periodengewinn des Unternehmens.43 Von Insolvenzrisiken wird abstrahiert.Die Finanzierungsentscheidungen konnen unabhangig von den exogen gegebenen Investitionsentscheidungen getroen werden.44 Zwischen dem Management des Unternehmensund den Investoren herrscht eine symmetrische Informationsverteilung.45Die Erwartungen der Investoren sind homogen. Die Investoren sind an den Einzahlungsuberschussen nach Steuern s interessiert. Das Ziel besteht darin, dieses Einkommenzu maximieren. Es ergibt sich durch Subtraktion der Korperschaftsteuer und Einkommensteuer vom Bruttogewinn . Die Bemessungsgrundlage fur die Korperschaftsteuerist die Dierenz aus Bruttogewinn und Fremdkapitalzinsen i FK. In diesem Zusammenhang stellt FK das Fremdkapital und i den Fremdkapitalzinssatz dar. Die erwirtschafteten Gewinne unterliegen einem linearen Korperschaftsteuersatz sk.46Bei den Investoren sind sowohl Eigen als auch Fremdkapitaleinkunfte einer progressiven Einkommensteuer zu unterwerfen. Der Steuersatz fur die einzelnen Anteilseigner ist exogen gegeben und im Zeitablauf konstant.47 Die Eigenkapitaleinkunfte bestehen aus denausgeschutteten Gewinnen der Unternehmen D und den realisierten Verauyerungsgewinnen. Die Hohe der Verauyerungsgewinne entspricht der Summe der thesaurierten Gewinne.48 Die Fremdkapitalzinsen und Dividenden sind dem nominalen Einkommensteuersatzse zu unterwerfen, wahrend Verauyerungsgewinne mit einem eektiven Steuersatz svge belastet werden. Dieser eektive Steuersatz ist niedriger als der nominale Einkommensteuersatz.49 Dies ist darauf zuruckzufuhren, dass realisierte Verauyerungsgewinne nicht odernur teilweise der Besteuerung unterliegen. Sie werden erst bei tatsachlicher Realisationbesteuert. Wenn dementsprechend Entstehungs und Realisationszeitpunkt auseinanderfallen, bestimmt sich der eektive Einkommensteuersatz aus dem Barwert der gegenwartigen und zukunftigen Steuerzahlung.50 Der Gewinn nach Steuern betragt unter diesen 43 Vgl. ModiglianiMiller 1958, S. 268. Der erwartete Periodengewinn ist unabhangig von der Kapitalstruktur. Vgl. Heinkel 1982, S. 1141.44 Vgl. Zechner 1989, S. 14.45 Vgl. SchmidtTerberger 1997, S. 58; Lay 1999, S. 21.46 Vgl. Miller 1977, S. 267.47 Allerdings wird zugelassen, dass die personlichen Einkommensteuersatze zwischen den Anteilseignernvariieren, so dass sich verschiedene Investorenklientele bilden konnen. Vgl. Miller 1977, S. 268.48 Vgl. Miller 1977, S. 268.49 Vgl. Miller 1977, S. 267.50 Vgl. BrealeyMyersAllen 2008, S. 501 f.10Voraussetzungen:511s sk i FK seD i FKcid:2 sk i FK D i FKcid:3.svge Zur Ermittlung der Gleichgewichtslosung wird in einem ersten Schritt diejenige Dividendenpolitik bestimmt, die den Gewinn nach Steuern maximiert. Diese ergibt sich, indemder Nettogewinn gemay Gleichung 1 nach D dierenziert und gleich null gesetzt wird:522s De svge .Der resultierende Steuersatz s Dbezeichnet den marginalen Einkommensteuersatz, beidem eine Ausschuttung gegenuber einer Thesaurierung nicht schlechter gestellt ist. Da im Modell von Miller der Zusammenhang svge se gilt, ist die Bedingung fur kein positivesse erfullt. Dementsprechend ist stets die Vollthesaurierung optimal.53e In einem zweiten Schritt wird die optimale Kapitalstrukturpolitik ermittelt. Zu diesem Zweck wird Gleichung 1 nach dem Fremdkapital FK abgeleitet, wobei die Dividende D 0 gesetzt wird.54 Als Ergebnis erhalt man den sogenannten kritischen Einkommensteuersatz se:3se svge 1 sk sk.Investoren, deren Grenzeinkommensteuersatz se gerade dem kritischen Einkommensteuersatz se entspricht, sind indierent bezuglich der Vergabe von Eigen bzw. Fremdkapital.Investoren mit einem Grenzsteuersatz se se halten aus rein steuerlichen Grunden alleinig Fremdkapital, hingegen Investoren, bei denen se se gilt, ausschlieylich Eigenkapital.Zu beachten ist, dass sich ein Gleichgewicht nur dann einstellen kann, wenn mindestensein Einkommensteuersatz kleiner und mindestens ein Einkommensteuersatz groyer ist alsder kritische Steuersatz. Damit muss in einem Steuersystem der Spitzeneinkommensteuersatz smaxkleiner sein als der kritische Steuersatzse. Folglich muss smaxgroyer und der Eingangssteuersatz smine sgelten.55e smineee 51 Vgl. Lay 1999, S. 40 f.52 Vgl. Swoboda 1991, S. 853; Lay 1999, S. 52.53 Vgl. Swoboda 1991, S. 853; Lay 1999, S. 52.54 Vgl. Swoboda 1991, S. 853; Lay 1999, S. 52.55 Vgl. Lay 1999, S. 54.113.2Integration des deutschen Steuerrechts 3.2.1 Annahmen Im Folgenden wird das aktuelle deutsche Steuerrecht in das Modell von Miller 1977 integriert, wobei zunachst von der Zinsschranke abstrahiert wird. Zusatzlich bzw. abweichendvon Miller 1977 werden nachfolgende Annahmen getroen:Im Mittelpunkt der Betrachtung steht eine inlandische unbeschrankt steuerpichtige Kapitalgesellschaft. Bei den Investoren handelt es sich um naturliche Personen, die ebenfallsim Inland unbeschrankt steuerpichtig und zudem wesentlich, d. h. zu mehr als 25%, ander Kapitalgesellschaft beteiligt sind.Die Finanzierung der Kapitalgesellschaft erfolgt ausschlieylich uber die wesentlich beteiligten Investoren. Sie stellen Eigenkapital EK undoder Fremdkapital FK zur Verfugung.56 Ferner wird angenommen, dass die betrachtete Kapitalgesellschaft entwederausschlieylich mit Eigenkapital oder teilweise fremdnanziert ist. Die erzielten Bruttogewinne vor Steuern, Zinsaufwendungen Z, Zinsertragen ZE und Abschreibungen Af Aunterscheiden sich sowohl bei Eigen wie auch bei Fremdnanzierung nicht. Die Abschreibungen werden als konstant und fur beide Falle in gleicher Hohe angenommen. Im Rahmender Fremdnanzierung erhalten die Anteilseigner Zinsen Z von der Kapitalgesellschaft,welche unter Vernachlassigung der Zinsschranke vollumfanglich als Betriebsausgabe abzugsfahig sind.Auf der Ebene der Kapitalgesellschaft fallt Korperschaftsteuer inklusive Solidaritatszuschlag Sksz sowie Gewerbesteuer Sg an. Wir gehen davon aus, dass sich die gewerbesteuerlichen Hinzurechnungen und Kurzungen gem. 8 und 9 Gew St G gerade ausgleichenoder keine Anwendung nden; mit Ausnahme der Hinzurechnung der Entgelte fur Schulden gem. 8 Nr. 1 Buchst. a Gew St G.57 Fur die Berechnung der Gewerbesteuer gilt gem. 11 Abs. 2 Gew St G eine Gewerbesteuermesszahl in Hohe von 3,5%.Des Weiteren wird davon ausgegangen, dass der Gewinn des Unternehmens stets die Summe aus Abschreibungen und Fremdkapitalzinsen ubersteigt oder diesen mindestensentspricht. Das Unternehmen erleidet damit keine Verluste, weshalb die Anwendung der Vorschrift zur Verlustverrechnung nach 10d ESt G ausgeschlossen werden kann.56 Von anderen externen Finanzierungsformen wie z. B. der Fremdnanzierung uber ein Bankdarlehenwird abgesehen.57 In diesem Zusammenhang wird vom Freibetrag in Hohe von 100.000 e abstrahiert.12Auf Anteilseignerebene wird der Solidaritatszuschlag explizit mit einbezogen, jedoch vonpersonlichen Freibetragen, Werbungskosten, Sonderausgaben sowie Kirchensteuer abgesehen.58 Das Einkommen der Anteilseigner setzt sich aus den Dividenden D, Zinsen Zund realisierten Verauyerungsgewinnen G zusammen. Letztere entstehen ausschlieylichdurch thesaurierte Gewinne.59 In diesem Kontext sind zwei Eekte zu beachten: Verauyerungsgewinne sind zum einen im Gegensatz zu Dividenden und Zinsertragen erstdann steuerpichtig, wenn sie tatsachlich auf der Ebene der Investoren realisiert werden. Aus der damit verbundenen zeitlich versetzten Besteuerung ergibt sich gegenuber Dividenden und Zinsen ein barwertiger Vorteil Zeiteekt. Zum anderen verzinsen sichthesaurierte Gewinne innerhalb des Unternehmens mit der internen Rendite nach Steuerni1skszsg, so dass die Verauyerungsgewinne nominal umso groyer werden, je langer sieim Unternehmen thesauriert werden Wachstumseekt. Im Folgenden werden die zeitliche Verzogerung der Besteuerung von Verauyerungsgewinnen und das interne Wachstumder thesaurierten Gewinne durch den Faktor mit 0 abgebildet:604 1 i1 sksz sgn1 i1 seszn.Der Zinssatz i1 sesz reprasentiert die nachsteuerliche Rendite, die die Investoren alternativ am Kapitalmarkt erzielen konnten. Der Steuersatz sesz gibt den personlichen Einkommensteuersatz auf Zinsertrage wieder. Die Laufzeit, nach der Verauyerungsgewinne realisiert werden, wird durch die Variable n beschrieben. Es wird unterstellt, dass nexogen vorgegeben ist, d. h. die Entscheidung uber die tatsachliche Realisation der Kursgewinne nicht im Ermessensspielraum der Investoren liegt.Da die Investoren ausschlieylich wesentlich beteiligt sind, kommt bezuglich der Verauyerungsgewinne die Regelung des 17 ESt G zum Tragen.61 Die Anteilseigner erzielen mitihren Verauyerungsgewinnen Einkunfte aus Gewerbebetrieb, die im Rahmen des Teileinkunfteverfahrens des 3 Nr. 40 ESt G der tariichen Einkommensteuer gem. 32a ESt Gunterliegen. Hierbei wird nur ein Teil 0; 1 der realisierten Verauyerungsgewinne der Besteuerung unterworfen. Im aktuellen deutschen Steuerrecht gilt 0, 6.58 Sofern im Folgenden vom Einkommensteuersatz die Rede ist, ist immer der kombinierte Steuersatzsesz gemeint.59 Vgl. Miller 1977, S. 268.60 Vgl. hierzu insbesondere die Vorgehensweise von MaybaumSureth 2009, S. 150.61 Es wird vereinfachend davon ausgegangen, dass die weiteren Voraussetzungen des 17 Abs. 1 ESt Gerfullt sind.13Fremdkapitalzinsen, die an wesentlich beteiligte Anteilseigner gezahlt werden, unterliegenin vollem Umfang der tariichen Einkommensteuer gem. 32a ESt G.In Hinblick auf die Besteuerung der Dividenden besteht fur wesentlich beteiligte Anteilseigner gem. 32d Abs. 2 Nr. 3 ESt G ein Wahlrecht, diese in voller Hohe der Abgeltungsteuer oder dem Teileinkunfteverfahren verbunden mit dem individuellen Einkommensteuersatz zu unterwerfen. Untersuchungen in der Literatur haben gezeigt, dass es fur den Investor vorteilhaft ist, die Option auszuuben, sofern sein personlicher Einkommensteuersatz inklusive Solidaritatszuschlag kleiner ist als 43,95%.62 Im deutschen Steuerrechtbetragt der kombinierte Spitzeneinkommensteuersatz derzeit sesz 47,47%. Ein Groyteilder Investoren wird einen Einkommensteuersatz, der niedriger als 43,95% ist,63 aufweisen,so dass fur den weiteren Verlauf der Analyse das Ausuben der Option unterstellt wird.Demnach ist das Teileinkunfteverfahren gem. 3 Nr. 40 ESt G anzuwenden, nach dem 60% der Dividenden der tariichen Einkommensteuer unterliegen. Mit Hilfe des Faktors 0; 1 wird diese nur anteilige Steuerpicht zum Ausdruck gebracht.3.2.2 Modell ohne Zinsschranke Anknupfend an die o. g. Modellannahmen erfolgt die formale Herleitung fur das deutsche Steuerrecht. Zunachst werden die Nettogewinne fur die anteilig fremdnanzierte Kapitalgesellschaft und das ausschlieylich mit Eigenkapital nanzierte Unternehmen bestimmt.Die Fremdkapitalzinsen sind deniert durch:5Z i FK,wobei i den am Kapitalmarkt erzielbaren Zinssatz darstellt.Unter Berucksichtigung von Gleichung 5 sowie den Abschreibungen muss die fremdnanzierte Kapitalgesellschaft Korperschaftsteuer in Hohe von Sksz zahlen. Der Korperschaftsteuersatz inklusive Solidaritatszuschlag wird mit sksz bezeichnet:6Sksz sksz ZE i FK Af A.Bei der Berechnung der Gewerbesteuer Sg ist die 25%ige Hinzurechnung der Fremdkapitalzinsen zu beachten. Aufgrund dieser Vorschrift konnen demnach die angefallenen 62 Vgl. die Berechnungen ohne Solidaritatszuschlag von KonigMaybaumSureth 2009, S. 48 f.63 Vgl. hierzu insbesondere HeintzenKruschwitzLoerMaiterth 2006.14Zinsaufwendungen nur anteilig zum Abzug gebracht werden. Fur Sg folgt entsprechend:7Sg sg ZE i FK Af Amit 0, 1 abzugsfahiger Anteil der Zinsen,sg Gewerbesteuersatz.Bei den Anteilseignern unterliegen Zinsen, Dividenden und Verauyerungsgewinne demeinheitlichen Steuersatz sesz. Fur die Zinsen ergibt sich die folgende Steuerzahlung Sesz Z :8Sesz Z seszi FK.Die Besteuerung der Dividenden Sesz D erfolgt mit:9Sesz D sesz D.Die Hohe der Verauyerungsgewinne ergibt sich aus der Dierenz des Bruttogewinns zuzuglich der Zinsertrage, abzuglich der Steuerzahlung auf Unternehmensebene Gleichungen 6 und 7, den gezahlten Fremdkapitalzinsen Gleichung 5, den ausgeschutteten Dividenden sowie den Abschreibungen. Da nur der Anteil der Besteuerung unterliegtund der Zeit und Wachstumsfaktor berucksichtigt werden muss, ergibt sich eine Steuerzahlung Sesz G von:10Sesz G sesz ZE Af A Sksz Sg D i FK.Der Nettogewinn der anteilig fremdnanzierten Kapitalgesellschaft nach Steuern s FKkann demnach wie folgt ausgedruckt werden:11s FK ZE Af A Sksz Sg Sesz Z Sesz D Sesz G.Nach Einsetzen der Gleichungen 6, 7, 8, 9 sowie 10 in 11 kann im nachsten Schritt die optimale Dividendenpolitik abgeleitet werden. Dazu wird die Gleichung 11nach D dierenziert:12s FKD s Desz 0.Aus Sicht der Anteilseigner ist s Desz derjenige marginale Steuersatz, bei dem eine Ausschut15tung gegenuber einer Thesaurierung nicht schlechter gestellt ist. Die Gleichung 12 istzum einen fur s Desz 0 erfullt. Diese Bedingung gilt, sofern der Investor kein Einkommenerzielt bzw. dieses unter dem Grundfreibetrag liegt.64 Im Modell wird allerdings davonausgegangen, dass der Investor Zinsertrage, Dividenden undoder Verauyerungsgewinneerhalt. Infolgedessen kann die Bedingung s Desz 0 ausgeschlossen werden. Der Eingangssteuersatz inklusive Solidaritatszuschlag liegt gem. 32a ESt G bei 14,77%.Gleichung 12 ist zum anderen fur den Fall erfullt. Da im aktuellen Steuerrecht 0, 6 gilt, folgt daraus 1. Dies impliziert, dass sich der Zeit und der Wachstumseekt der Verauyerungsgewinne gerade ausgleichen. In diesem Fall entspricht dieinterne Nachsteuerrendite i1 sksz sg gerade dem Nachsteuerzinssatz i1 sesz, dender Investor am Kapitalmarkt erzielen kann. Abgesehen von diesem Sonderfall ist stetsdie Vollthesaurierung optimal.Zur Bestimmung der optimalen Kapitalstruktur wird im Folgenden der Nettogewinn der Kapitalgesellschaft unter der Pramisse der vollstandigen Eigennanzierung s EK bestimmt. Fur die Korperschaftsteuer gilt:13Sksz sksz ZE Af A.Die Gewerbesteuer betragt:14Sg sg ZE Af A.Das Einkommen der wesentlich beteiligten Anteilseigner setzt sich bei vollstandiger Eigennanzierung aus Dividenden undoder realisierten Verauyerungsgewinnen zusammen.In Bezug auf die Besteuerung gelten die oben getroenen Annahmen. Die Steuerzahlungfur Dividenden erfolgt analog zu Gleichung 9.Die Verauyerungsgewinne bestimmen sich an dieser Stelle wiederum aus der Dierenzzwischen dem Bruttogewinn zuzuglich der Zinsertrage, abzuglich der Abschreibungen,der Steuern auf Unternehmensebene sowie der ausgeschutteten Dividenden. Unter Berucksichtigung der nur anteiligen Steuerpicht und des Zeit und Wachstumsfaktors betragt die resultierende Steuerzahllast:15Sesz G sesz ZE Af A Sksz Sg D.64 Der Grundfreibetrag liegt im Jahr 2010 gem. 32a ESt G bei 8.004 e fur Alleinstehende bzw. bei 16.008 e fur Ehegatten.16Ausgehend von den Gleichungen 9, 13, 14 und 15 lasst sich der Nettogewinn dervollstandig eigennanzierten Kapitalgesellschaft folgendermayen berechnen:16s EK ZE Af A Sksz Sg Sesz D Sesz G.Anschlieyend kann korrespondierend zur anteilig fremdnanzierten Kapitalgesellschaft dieoptimale Dividendenpolitik abgeleitet werden:17s EKD s Desz 0.Dieses Ergebnis entspricht genau der Gleichung 12. Damit ist die Vollthesaurierungsowohl bei vollstandiger Eigennanzierung als auch bei anteiliger Fremdnanzierung optimal. Zur Bestimmung der optimalen Kapitalstruktur werden unter Beachtung einer Vollthesaurierung D 0 die Nettogewinne s EK und s FK in den Gleichungen 11 und 16gleichgesetzt. Durch Auosen nach sesz erhalt man den kritischen Einkommensteuersatz:18sesz sksz sg 1 sksz sg 1.sesz bezeichnet den kritischen Einkommensteuersatz, bei dem die Anteilseigner indierentzwischen dem Halten von Eigen und Fremdkapital sind. Die Nettogewinne bei vollstandiger Eigen und anteiliger Fremdnanzierung entsprechen sich. Sofern der personliche Einkommensteuersatz sesz kleiner groyer als sesz ist, wird von den Investoren Fremdkapital Eigenkapital nachgefragt.Der kritische Steuersatz in Gleichung 18 vernachlassigt den Einuss des Einkommensteuersatzes auf die Hohe des Zeit und Wachstumsfaktors . Durch Iteration kann gezeigt werden, dass die kritischen Steuersatze unter Berucksichtigung dieses Einusses nurgeringfugig hoher sind. Vor diesem Hintergrund ist es gerechtfertigt, die Analyse ohne Berucksichtigung dieses Einusses vorzunehmen. Auf diese Weise konnen analytische anstellevon numerischen und damit allgemeinere Ergebnisse erzielt werden.6565 So auch MaybaumSureth 2009, S. 167 f.173.2.3 Modell mit Zinsschranke Unter Berucksichtigung der Zinsschranke sind die Zinsaufwendungen bei der Kapitalgesellschaft nicht mehr vollstandig abziehbar. Gemay 4h Abs. 1 ESt G ist der Fremdkapitalzinsabzug auf die Summe aus den Zinsertragen ZE und 30% des steuerlichen EBITDAbegrenzt. Fur die abziehbaren Zinsen Za ergibt sich demnach:19Za ZE 0, 3 EBITDA.Das steuerliche EBITDA ist der Gewinn vor Steuern, Zinsen und Abschreibungen.66 Unterdiesen Gesichtspunkten entspricht das steuerliche EBITDA genau dem erzielten Bruttogewinn der Kapitalgesellschaft. Fur die 30%ige Beschrankung wird die Variable 0; 1eingefuhrt. Folglich kann Za auch allgemein deniert werden als:20Za ZE .An dieser Stelle mussen mehrere Fallkonstellationen unterschieden werden. Sofern die Fremdkapitalzinsen niedriger als oder gleich hoch wie die Summe der Zinsertrage und 30% des EBITDA ausfallen, kann auf das Modell ohne Zinsschranke verwiesen werden.Ubersteigen die Zinsen die zulassige Beschrankung, kommt das Modell mit Zinsschrankezum Tragen.Die nicht abziehbaren Zinsen Zna sind deniert als:21Zna Z Za i FK ZE .Sie konnen in die nachfolgenden Wirtschaftsjahre vorgetragen und in diesen unter den Voraussetzungen der Zinsschranke abgezogen werden, beispielsweise wenn der Eigenkapitalquotenvergleich gelingt.67 Durch die einperiodige Ausgestaltung des vorliegenden Modells wird an dieser Stelle die zeitliche Komponente durch die Diskontierung der nichtabzugsfahigen Zinsen Zna mit dem Faktor erfasst:22 11 i1 sksz sgt .Vereinfachend wird die Annahme getroen, dass der Zinsvortrag ausschlieylich nach einerbestimmten Periode t in vollem Umfang realisiert werden kann. Der Zinssatz i1skszsg66 Eine ausfuhrliche Berechnung des steuerlichen EBITDA ndet sich in Abschnitt 2.1.67 Siehe hierzu ausfuhrlich Abschnitt 2.2.18gibt den nachsteuerlichen Zinssatz an, den die Kapitalgesellschaft mit einer Anlage des Zinsvortrags erzielen wurde. Annahmegemay nimmt der Faktor Werte zwischen nullund eins an. Ein Wert von 0 bedeutet, dass der Zinsvortrag in den Folgejahrenuberhaupt nicht geltend gemacht werden kann und im vollen Umfang untergeht. Bei einem Faktor 1 wurde hingegen der Zinsvortrag bei sofortigem Entstehen und folglich inder gleichen Periode zum Tragen kommen. Diese sofortige Verrechnung ist insbesonderedann denkbar, wenn die Freigrenze nicht uberschritten wird oder wenn einer der anderen Ausnahmetatbestande des 4h Abs. 2 S. 1 Buchst. b und c ESt G i. V. m. 8a Abs. 2und 3 KSt G greift. Das Modell reduziert sich sodann zum Modell ohne Zinsschranke.Unter Berucksichtigung des Diskontierungsfaktors kann der Zinsvortrag ZV deniert werden:23ZV Zna.Zur Ermittlung des Nettogewinns werden der Zinsabzug Gleichung 20 sowie der Zinsvortrag Gleichung 23 in das Modell ohne Zinsschranke integriert. Auf Ebene der Kapitalgesellschaft mindern die abzugsfahigen sowie vorgetragenen Zinsen die korperschaftsteuerliche Bemessungsgrundlage. Bei der Gewerbesteuer ist wiederum die Hinzurechnungsvorschrift gem. 8 Abs. 1 Buchst. a Gew St G zu beachten.68 Bei den Anteilseignernbleiben die Steuerzahlungen fur Dividenden und Fremdkapitalzinsen gleich. Allerdingsverandert sich aufgrund der modizierten Unternehmensteuern der Thesaurierungsbetragund damit der Verauyerungsgewinn. Der Nettogewinn Zs FK betragt:s FK ZE Af A sksz ZE Af A Za ZV Z24cid:104 sg ZE Af A Za ZV sesz Z i FK sesz DD sesz G sgcid:0 ZE Af A Za ZVcid:1 D i FKcid:0 ZE Af A Za ZVcid:1 ZE Af A skszcid:105.Zunachst ist wiederum die optimale Dividendenpolitik zu bestimmen. Die Integration der Zinsschranke hat keinerlei Auswirkungen auf die Ableitung nach D, es gilt entsprechend Gleichung 12. Demnach ist stets die Vollthesaurierung optimal. Im Anschluss werden 68 Vgl. hierzu Gleichung 7.19fur D 0 die Nettogewinne der vollstandig eigennanzierten Kapitalgesellschaft 69 sowieder anteilig fremdnanzierten Kapitalgesellschaft gleichgesetzt. Der kritische Einkommensteuersatz im Modell mit Zinsschranke sesz bestimmt sich durch:25sesz i FK Za ZV sksz sgZa ZV sksz sg i FKcid:104cid:105 .4 Sensitivitatsanalyse 4.1 Modell ohne Zinsschranke Mit Hilfe einer Sensitivitatsanalyse wird untersucht, ob sich im geltenden deutschen Steuerrechts, ohne und mit Berucksichtigung der Zinsschranke, ein MillerGleichgewicht einesz bzw. sstellen kann. Dies ist dann der Fall, wenn der kritische Einkommensteuersatz seszzwischen dem Eingangssteuersatz sminliegt.70 Auf diese Weise kann der Einuss der Unterkapitalisierungsvorschrift auf die Vorteilhaftigkeit von Eigen oder Fremdnanzierung ermittelt werden. Des Weiteren wird analysiert, welchen Einuss die einzelnen Modellparameter auf das ermittelte Ergebnis ausuben.esz und dem Spitzensteuersatz smaxesz Zunachst wird das deutsche Steuerrecht ohne den Einuss der Zinsschranke analysiert.Alle Parameter werden hierzu zunachst konstant gesetzt, lediglich der Zeit und Wachstumsfaktor wird variiert:sksz 15, 825%; sg 14%;71 0, 6; 0, 75;i 10%; FK 43.000 e 72; sminesz 14, 77%; smaxesz 47, 475%.Setzt man die Parameter in Gleichung 18 ein, ergibt sich fur den kritischen Einkommensteuersatz:26sesz 0, 263251 0, 44205.Fur unterschiedliche Zeit und Wachstumsfaktoren lassen sich folgende Werte berechnen:69 Hier kann auf die Gleichung 16 zuruckgegrien werden, da sich in Bezug auf die vollstandige Eigennanzierung im Modell mit Zinsschranke keinerlei Veranderungen ergeben.70 Vgl. hierzu Abschnitt 3.1.71 Zur Berechnung der Gewerbesteuer wird ein Hebesatz von 400% unterstellt. Bei einer Gewerbesteuermesszahl von 3,5% ergibt sich ein Steuersatz von sg 3, 5% 400% 14%.72 Die Angabe fur FK ist in Tausend e.200,010,50,7511,00781,21,667sesz 26,44%33,79%39,38%47,18%47,48%56,07%100,00%Tabelle 1: Kritische Einkommensteuersatze fur unterschiedliche ohne Zinsschranke Tabelle 1 zeigt, dass der kritische Steuersatz sesz innerhalb der vorgegebenen Zeit und Wachstumsfaktoren zwischen 26,44% und 100,00% schwankt. Fur 1, 0078 ist fur alle Investoren die vollstandige Fremdnanzierung optimal, weil der kritische Einkommensteuersatz dann stets oberhalb des Spitzensteuersatzes smaxliegt. In diesem Fall kann sich keinesz MillerGleichgewicht einstellen.Betragt 1, 0078, ist der personliche Steuersatz des Investors maygebend fur die Entscheidung, ob Eigen oder Fremdkapital gehalten wird. Sofern dieser hoher niedriger alsder kritische Steuersatz ausfallt, halten die Investoren ausschlieylich Eigenkapital Fremdkapital. Entspricht der personliche gerade dem kritischen Einkommensteuersatz, ist der Investor indierent zwischen den beiden Finanzierungsformen. Die Steuerersparnis durchden vollstandigen Abzug der Fremdkapitalzinsen auf Ebene der Kapitalgesellschaft kompensiert genau den Steuernachteil von Zinseinkunften auf Anteilseignerebene.Mit zunehmenden Werten nimmt die Vorteilhaftigkeit der Fremdnanzierung im Vergleich zur Eigennanzierung zu, weil Eigenkapitaleinkunfte starker besteuert werden:27sesz0, 11641 0, 4421 2 0.Die konkrete Hohe des Zeit und Wachstumsfaktors hangt maygeblich von dem Verhaltnis der internen Nachsteuerrendite i1 sksz sg zum Nachsteuerzinssatz i1 seszab. Unter der Annahme, dass i1 sksz sg und i1 sesz ungefahr gleich groy sind,ergibt sich 1. Fur das derzeitige deutsche Steuerrecht lassen sich in Abhangigkeit vom Eingangs bzw. Spitzensteuersatz in Verbindung mit unterschiedlich hohen Haltedauern nzwischen 5 und 30 Jahren und einem Unternehmensteuersatz in Hohe von 29,825% Zeitund Wachstumsfaktoren von 0,5 bis 1,7 bestimmen.21In Tabelle 1 wird der kritische Steuersatz auch fur einen sehr niedrigen Wert von 0, 01 bestimmt. Ein solcher Wert kann jedoch nur fur ausgewahlte Sonderfalle erreichtwerden. Sehr niedrige Werte setzen voraus, dass der Unternehmensteuersatz deutlichgroyer ist als der Einkommensteuersatz. Unter dieser Bedingung verzinsen sich die thesaurierten Gewinne innerhalb der Gesellschaft nur gering. Korrespondierend werden hohe Zeit und Wachstumsfaktoren erreicht, wenn der Unternehmensteuersatz im Verhaltniszum Einkommensteuersatz sehr gering ist. In diesem Kontext ist die Haltedauer n einwichtiger Parameter. Sofern die relevanten Steuersatze auf Unternehmens sowie Anteilseignerebene stark divergieren, wird die Hohe des Zeit und Wachstumsfaktor maygeblichdurch die Haltedauer n beeinusst. Je hoher diese ist, desto kleiner bzw. groyer fallt der Zeit und Wachstumsfaktor aus.Fur 1, 667 betragt der kritische Steuersatz 100%. An dieser Stelle werden Verauyerungsgewinne beim Investor in Hohe von 0, 6 1, 667 1 besteuert und damitgerade genauso hoch wie Zinsertrage. Da Zinsaufwendungen im Vergleich zu Eigenkapitalvergutungen auf der Ebene der Kapitalgesellschaft steuerlich abzugsfahig sind, ergibtsich stets eine Vorteilhaftigkeit der Fremdnanzierung. Fur 1, 667 nimmt der kritische Einkommensteuersatz Werte von uber 100% an, so dass das Ausmay der Vorteilhaftigkeitder Fremdnanzierung im Vergleich zur Eigennanzierung immer weiter ansteigt.4.2 Modell mit Zinsschranke 4.2.1 Zeit und Wachstumsfaktor und abziehbarer Anteil des EBITDANachfolgend wird gezeigt, welche Auswirkungen sich durch die Abzugsbeschrankung der Fremdkapitalzinsen auf die Hohe des kritischen Steuersatzes und damit auf die Vorteilhaftigkeit von Eigen bzw. Fremdnanzierung ergeben. Fur die Korperschaft und die Gewerbesteuer sowie den steuerpichtigen Anteil der Verauyerungsgewinne gelten die gleichen Annahmen wie in Abschnitt 4.1. Da nunmehr die Hohe der abzugsfahigen Fremdkapitalzinsen vom Bruttogewinn abhangig ist, werden exemplarisch die nachfolgenden Annahmengetroen Ausgangsszenario: 73 0, 3; Af A 2.000 e; ZE 500 e.73 Die Angabe der Werte fur FK, Af A, ZE und ist in Tausend e.22Daruber hinaus wird zunachst unterstellt, dass die schadlichen Zinsen in den nachfolgenden Perioden nicht abgezogen werden durfen, d. h. dass der Zinsvortrag in vollem Umfanguntergeht 0.Unter der Voraussetzung i FK ZE 0, 3 ist der Bruttogewinn ausreichend hoch, umdie Fremdkapitalzinsen vollumfanglich abziehen zu konnen.74 Fur die gewahlte Parameterkonstellation konnen die Zinsen in voller Hohe abgezogen werden, wenn der Bruttogewinnmindestens 12.666,66 e betragt.75 Die Zinsertrage, Abschreibungen, die Hohe des Fremdkapitals und der Zinssatz i haben keinen Einuss auf die Hohe des steuerlichen EBITDA und damit auf die Abzugsfahigkeit der Zinsaufwendungen. Da sie zur Berechnungdes Jahresuberschusses EBT gewinnmindernd abgezogen bzw. gewinnerhohend hinzugerechnet werden und fur die Berechnung des steuerlichen EBITDA in gleicher Hoheaddiert bzw. subtrahiert werden, konnen an dieser Stelle die Werte zunachst als konstantbetrachtet werden.Im Folgenden wird unter den getroenen Annahmen der Bruttogewinn sukzessive abgesenkt und damit die begrenzte Abzugsfahigkeit der Fremdkapitalzinsen auf Unternehmensebene betrachtet. Die Untergrenze fur den Bruttogewinn betragt 5.800,00 e. Dieser Wert ergibt sich aufgrund der Annahme, dass keine Verluste entstehen durfen. Nach Einsetzen der Werte in Gleichung 25 ergibt sich fur sesz:28sesz 0, 0789 131, 63 0, 0474 2.501, 03 4.300.Auch an dieser Stelle wird der Zeit und Wachstumsfaktor parallel zum Bruttogewinnverandert. Die Tabelle 2 zeigt die kritischen Steuersatze fur unterschiedliche Kombinationen des Bruttogewinns und des Zeit und Wachstumsfaktors. Es ist erkennbar, dass sichauch innerhalb dieses Szenarios grundsatzlich ein MillerGleichgewicht einstellen kann, daes Parameterkonstellationen gibt, die zu kritischen Steuersatzen fuhren, die oberhalb des Eingangssteuersatzes und unterhalb des Spitzensteuersatzes liegen.74 Unter dieser Pramisse kann auf das Modell ohne Zinsschranke verwiesen werden.75 Berechnung: 0, 1 43.000, 00 ZE 0, 3 .23HHHHHH12.666,6610.000,009.000,008.000,007.000,005.800,000,010,50,7511,00781,21,6671,921,53%28,04%33,15%40,54%40,82%49,34%19,69% 17,84% 16,00% 13,78%26,44%25,82% 23,57% 21,29% 18,50%33,79%30,70% 28,19% 25,61% 22,42%39,38%37,85% 35,05% 32,12% 28,43%47,18%38,13% 35,32% 32,38% 28,67%47,48%56,07%46,53% 43,53% 40,34% 36,21%100,00% 100,00% 100,00% 100,00% 100,00% 100,00%164,42% 205,50% 235,09% 284,54% 383,93% 839,58%Tabelle 2: Kritische Einkommensteuersatze fur unterschiedliche und mit Zinsschranke Des Weiteren wird deutlich, dass die Hohe des kritischen Steuersatzes und damit die Finanzierungsentscheidung der Investoren im Wesentlichen durch den Zeit und Wachstumsfaktor beeinusst wird. Wie im Modell ohne Zinsschranke steigen die kritischen Einkommensteuersatze mit zunehmenden Werten erheblich.Aus Tabelle 2 ist zudem erkennbar, dass die kritischen Einkommensteuersatze grundsatzlich mit sinkendem Bruttogewinn abnehmen und damit die Fremdnanzierung unattraktiver wird. Je geringer der Bruttogewinn ausfallt, umso weniger Fremdkapitalzinsen konnenauf Unternehmensebene als Betriebsausgabe abgezogen werden. Infolgedessen erhoht sichdie Steuerbelastung im Vergleich zum vollstandigen Zinsabzug. Demgegenuber bleibt der Nachteil der vollumfanglichen Besteuerung der Fremdkapitalzinsen im Vergleich zur lediglich anteiligen Besteuerung der Verauyerungsgewinne auf Anteilseignerebene in gleicher Hohe bestehen. Lediglich fur 1, 667 steigen die kritischen Steuersatze mit sinkendem Bruttogewinn und die Vorteilhaftigkeit der Fremdnanzierung nimmt zu. In diesen Fallenliegt der kritische Steuersatz aber ohnehin stets bei etwa 100%, so dass in jedem Falldie Fremdnanzierung fur alle Investoren die optimale Finanzierungsentscheidung darstellt. Eine Veranderung des Bruttogewinns wirkt sich demnach zwar auf die Hohe deskritischen Steuersatzes aus, nicht aber auf die Finanzierungsentscheidung der Investoren.Formal zeigt sich dieses Ergebnis anhand der Ableitung:0, 20377 0, 3396cid:2 0, 0474 2.501, 03 4.300cid:32cid:82 0.29sesz24Bei sehr geringen Bruttogewinnen kann der kritische Einkommensteuersatz unter den Eingangssteuersatz von 14,77% fallen, so dass die vollstandige Eigennanzierung fur alle Investoren optimal ist. Es ist jedoch erkennbar, dass solche Werte nur bei sehr niedrigenund damit lediglich theoretisch relevanten Zeit und Wachstumsfaktoren eintreten konnen.Die abzugsfahigen Fremdkapitalzinsen werden im Wesentlichen durch zwei Parameter determiniert, den Bruttogewinn sowie den abziehbaren Anteil des steuerlichen EBITDA.Im Folgenden wird der Einuss von auf den kritischen Steuersatz analysiert, wobei wiederum der Bruttogewinn ebenfalls variiert wird. Ausgehend vom derzeit geltenden Wert 0, 3 erfolgt einerseits eine Erhohung auf 0, 4, andererseits eine Verringerung auf 0, 2. Fur die anderen Parameter gelten die oben angenommenen Werte.Wahrend im Ausgangsszenario die Kapitalgesellschaft einen Bruttogewinn von 12.666,66 eerzielen muss, um alle Fremdkapitalzinsen gewinnmindernd ansetzen zu durfen, reicht bei 0, 4 bereits ein Bruttogewinn von 9.500,00 e aus. Auf Unternehmensebene fallt durchdie ansteigende Abzugsfahigkeit der Zinsaufwendungen weniger Korperschaft und Gewerbesteuer an. Damit einhergehend nimmt die Attraktivitat der Fremdnanzierung leichtzu.Fur ein sinkendes lasst sich ein gegenteiliger Eekt nachweisen. Die Kapitalgesellschaftkann weniger Zinsaufwendungen gewinnmindernd ansetzen. Um die gesamten Fremdkapitalzinsen vollumfanglich abziehen zu konnen, musste die Kapitalgesellschaft ihren Bruttogewinn im Vergleich zum Ausgangszenario auf 19.000,00 e steigern. Demzufolge nimmtder kritische Einkommensteuersatz mit sinkendem ab. Die Eigennanzierung wird vorteilhafter.Die Abbildung 1 verdeutlicht den Zusammenhang zwischen dem Bruttogewinn und denabzugsfahigen Fremdkapitalzinsen. Zu diesem Zweck werden die bei 0, 2, 0, 3 und 0, 4 jeweils abzugsfahigen Zinsen in Abhangigkeit vom Bruttogewinn dargestellt. Zurbesseren Veranschaulichung werden auch die gezahlten Zinsen von 4.300,00 e abgebildet.25Abbildung 1: Abzugsfahige Fremdkapitalzinsen fur unterschiedliche Bruttogewinne Es ist erkennbar, dass mit abnehmendem Bruttogewinn die Dierenz zwischen den tatsachlich angefallenen und den abzugsfahigen Zinsen zunimmt. Gleiches gilt fur eine Verringerung des abziehbaren Anteils des EBITDA. Die daraus jeweils resultierende sinkende Steuerersparnis fuhrt, wie oben bereits ausfuhrlich erlautert, zu einer starkeren Nachfragenach Eigenkapital.4.2.2 Steuersatze auf Unternehmensebene Im Ausgangsszenario betragt der Korperschaftsteuersatz 15,825% und der Gewerbesteuersatz 14%. Erhoht man die Unternehmensteuersatze, treten zwei entgegengesetzte Eekteauf. Einerseits kommt es zu einer Erhohung des Fremdkapitalsteuerschildes und damit zueiner zunehmenden Vorteilhaftigkeit von Fremd im Vergleich zu Eigenkapital. Andererseits tritt eine Folgewirkung auf den Zeitund Wachstumsfaktor auf. Dieser vermindertsich, weil die nachsteuerliche Rendite, mit der die thesaurierten Gewinne innerhalb der Kapitalgesellschaft verzinst werden, sinkt. Dadurch gewinnt, isoliert betrachtet, die Eigennanzierung an Attraktivitat. Dieser zweite Eekt wird jedoch durch den Fremdkapitalsteuerschild dominiert, so dass es insgesamt zu einer Erhohung der Vorteilhaftigkeitvon Fremdkapital kommt.2612.000,0011.000,0010.000,009.000,008.000,007.000,006.000,005.800,00Bruttogewinnealpha0,2alpha0,3alpha0,40,20,30,412.666,6612.000,0011.000,0010.000,009.000,008.000,007.000,006.000,005.800,00abzugsfahige Fremdkapitalzinsen Bruttogewinnealpha0,2alpha0,3alpha0,4Fremdkapitalzinsen0,20,30,4Fur einen Korperschaftsteuersatz von 25% erhalt man unter Ruckgri auf Gleichung 25die folgenden kritischen Steuersatze:HHHHHH12.666,6610.000,009.000,008.000,007.000,006.000,005.800,000,010,50,7511,00781,21,66727,56% 24,98% 22,40% 19,82% 19,30%37,02%35,08% 32,11% 29,07% 25,98% 25,35%45,49%40,75% 37,57% 34,28% 30,88% 30,18%51,51%48,60% 45,28% 41,77% 38,05% 37,28%59,36%48,89% 45,57% 42,06% 38,33% 37,56%59,64%67,60%57,46% 54,17% 50,61% 46,74% 45,92%100,00% 100,00% 100,00% 100,00% 100,00% 100,00% 100,00%30,14%37,99%43,81%51,74%52,04%60,50%Tabelle 3: Kritische Einkommensteuersatze bei sksz 25% mit Zinsschranke Bei hohen Bruttogewinnen verbunden mit hohen Zeit und Wachstumsfaktoren kannsich kein MillerGleichgewicht einstellen. Der kritische Steuersatz liegt uber dem Spitzensteuersatz von smaxesz 47, 475%, so dass Investoren aus steuerlichen Grunden alleinig Fremdkapital halten. Im Vergleich zu den Werten fur das aktuelle Steuerrecht mitsksz 15, 825% in Tabelle 2 ist die Spannweite, in der kein Gleichgewicht moglich ist,breiter geworden. Es wird deutlich, dass die Finanzierung mit Fremdkapital bei hoherem Korperschaftsteuersatz vorteilhafter wird. Der Grund liegt darin, dass die Steuerersparnisauf Unternehmensebene mit zunehmendem Korperschaftsteuersatz steigt. Korrespondierend nimmt der Vorteil der Fremdnanzierung mit sinkendem Korperschaftsteuersatz ab.In Bezug auf die Gewerbesteuer lassen sich ahnliche Eekte nachweisen. In diesem Zusammenhang haben der Gewerbesteuersatz sowie der abzugsfahige Anteil der Zinsen einen Einuss auf den kritischen Steuersatz. Eine Erhohung eines oder beider Parameter fuhrtzu einem Anstieg der relativen Vorteilhaftigkeit der Fremdnanzierung. Bei einer Senkungergibt sich entsprechend der entgegengesetzte Eekt. An dieser Stelle kann daher auf die Ausfuhrungen zum Korperschaftsteuersatz verwiesen werden. Die auftretenden Eektesind jedoch etwas geringer, da im Gegensatz zur Korperschaftsteuer Fremdkapitalzinsendie gewerbesteuerliche Bemessungsgrundlage nur zu 75% mindern.274.2.3 Steuerpichtiger Anteil der Verauyerungsgewinne Im geltenden Recht sind Verauyerungsgewinne zu 60% 0, 6 steuerpichtig. In diesem Abschnitt werden die Auswirkungen eines Anhebens oder Absenkens des steuerpichtigen Anteils untersucht. Hinsichtlich der Werte fur die ubrigen Parameter kann auf das Ausgangsszenario verwiesen werden. Fur den Bruttogewinn gilt die absolute Untergrenzevon 5.800,00 e, da hier die Auswirkungen der Zinsschranke und folglich der Nachteil der Fremdnanzierung am gravierendsten sind.Der kritische Einkommensteuersatz wird nach Einsetzen der Werte wie folgt deniert:30sesz 590, 803.709, 20 4.300, 00.Es lasst sich feststellen, dass mit zunehmendem steuerpichtigen Anteil der Verauyerungsgewinne der kritische Einkommensteuersatz steigt. Formal zeigt sich dieser Eekt anhandeiner positiven Ableitung s. Die Vorteilhaftigkeit der Eigennanzierung nimmt ab,weil die Steuerlast der Anteilseigner fur Verauyerungsgewinne und damit fur Eigenkapitalhoher ausfallt.esz Dieser Eekt ist bei hohen Zeit und Wachstumsfaktoren besonders groy, da die Verauyerungsgewinne aufgrund einer hohen Verzinsung der thesaurierten Gewinne im Unternehmen bereits nominal hoher sind. Bei niedrigen Werten, verbunden mit ebenfalls sehrniedrigen Werten, sinkt der kritische Einkommensteuersatz unter den Eingangssteuersatz von 14,77%, so dass die Eigennanzierung fur alle Investoren vorteilhaft ist.Korrespondierend zu der Annahme von Miller 1977 wird nachfolgend die Steuerfreiheitvon Verauyerungsgewinnen 0 bei verschiedenen Bruttogewinnen genauer betrachtet. Tabelle 4 zeigt, dass bei einer Verringerung des Bruttogewinns von 12.666,66 e auf 5.800,00 e der kritische Einkommensteuersatz von 26,32% auf 13,71% sinkt. Fur Bruttogewinne unterhalb von 6.375,24 e liegt der kritische Steuersatz unter dem Eingangssteuersatz von 14,77%, so dass die Eigennanzierung fur alle Investoren optimal ist. Sofernder Bruttogewinn den Betrag von 6.375,24 e ubersteigt, ist der personliche Grenzeinkommensteuersatz des Investors entscheidend, ob Eigen oder Fremdkapital bevorzugt wird.Im Vergleich zum Grundfall lasst sich festhalten, dass durch eine Steuerbefreiung von Verauyerungsgewinnen die Nachfrage nach Fremdkapital stark abnimmt. Dies zeigt sichin den deutlich gesunkenen kritischen Steuersatzen.2812.666,6610.000,009.000,008.000,007.000,006.375,245.800,00sesz 26,32%21,43%19,59%17,75%15,92%14,77%13,71%Tabelle 4: Kritische Einkommensteuersatze bei 0 mit Zinsschranke 4.2.4 Abschreibungen und Zinsertrage Eine Variation der Abschreibungen ausgehend von Af A 2.000 e hat keinerlei Auswirkungen auf den kritischen Einkommensteuersatz. Da die Abschreibungen zur Berechnungdes Jahresuberschusses gewinnmindernd angesetzt werden und fur die Berechnung dessteuerlichen EBITDA in gleicher Hohe hinzuaddiert werden, bleibt der maygebliche Bruttogewinn zur Berechnung der abzugsfahigen Fremdkapitalzinsen konstant.Zu beachten ist jedoch, dass eine Erhohung der Abschreibungen mit einer gleichgerichteten Anhebung der absoluten Untergrenze des Bruttogewinns einhergehen muss. Andernfallswurde die Kapitalgesellschaft einen Verlust erleiden, was annahmegemay ausgeschlossenist. Die Wirkungen, die von einer Erhohung des Bruttogewinns auf den kritischen Steuersatz ausgehen, sind aus Tabelle 2 ersichtlich.Eine Erhohung der Zinsertrage von 500 e im Ausgangsszenario fuhrt zu einem Anstieg derkritischen Steuersatze. Fremdkapital wird vorteilhafter, weil die Kapitalgesellschaft mehr Zinsaufwendungen gewinnmindernd ansetzen kann. Ein Absenken der Zinsertrage fuhrtentsprechend zu einer Abnahme der kritischen Einkommensteuersatze. Die Finanzierungmit Fremdkapital wird unattraktiver. Die Auswirkungen einer Variation der Zinsertrageauf sesz sind insgesamt allerdings eher gering.Zu uberprufen ist im Zusammenhang mit einer Erhohung der Zinsertrage jedoch, ob ggf.die Freigrenze gemay 4h Abs. 2 S. 1 Buchst. a ESt G nach der Erhohung nicht mehruberschritten ist. Eine Steigerung der Zinsertrage auf 1.300 e wurde dazu fuhren, dass der Zinssaldo den Betrag von 3 Mio e nicht mehr ubersteigt. Die Zinsschranke kommt nichtmehr zur Anwendung. Insofern kann auf die kritischen Steuersatze in Tabelle 1 verwiesen 29werden.4.2.5 Zinsvortrag Im Ausgangsszenario wurde die Annahme getroen, dass der Zinsvortrag in vollem Umfang untergeht und mithin 0 betragt. Im Folgenden wird der Parameter variabelgesetzt. Es wird untersucht, welche Wirkungen sich auf die Hohe des kritischen Steuersatzes ergeben, sofern der Zinsvortrag in spateren Perioden noch realisiert werden kann.Nach Einsetzen der Werte aus dem Ausgangsszenario und eines konstanten Bruttogewinnsin Hohe von 5.800,00 e in Gleichung 25 folgt fur sesz:7631sesz 542, 30 590, 244.300, 00 0, 6 542, 30 3.709, 76.Fur 0, d. h. den endgultigen Untergang des Zinsvortrags, kann auf die kritischen Steuersatze in Tabelle 2 verwiesen werden. Analog haben fur 1 die Einkommensteuersatze aus Tabelle 1 Gultigkeit. Der Zinsvortrag wurde in diesem Fall in der Periode, inder die Zinsen gezahlt werden, in voller Hohe zum Abzug gelangen.Die Tabelle 5 zeigt die kritischen Steuersatze fur verschiedene Werte 0 1. Der Zeitund Wachstumsfaktor wird auch an dieser Stelle parallel verandert.HHHHHH0,10,250,50,750,90,010,50,7511,00781,21,6671,915,05% 16,95% 20,12% 23,28% 25,18%20,10% 22,47% 26,34% 30,11% 32,33%24,25% 26,95% 31,28% 35,42% 37,82%30,57% 33,65% 38,49% 42,99% 45,54%30,82% 33,92% 38,77% 43,28% 45,83%38,61% 42,01% 47,20% 51,86% 54,43%100,00% 100,00% 100,00% 100,00% 100,00%487,60% 322,64% 226,93% 186,63% 171,99%Tabelle 5: Kritische Einkommensteuersatze fur unterschiedliche und mit Zinsschranke 76 Auch hier wird die absolute Untergrenze fur den Bruttogewinn von 5.800, 00 e gewahlt. Zur Berechnung der Untergrenze vgl. Abschnitt 4.2.1.30Die Attraktivitat des Fremdkapitals hangt maygeblich von der Hohe des Parameters ab.Hohe Werte implizieren, dass der Zinsvortrag innerhalb einer kurzen Zeitspanne nachdem Entstehen der Zinsen realisiert werden kann. Bei einem Wert von 0, 75 sowieeinem Zinssatz von i 10% und einem kombinierten Steuersatz auf Unternehmensebenevon 29,825% betragt die Laufzeit beispielsweise ca. 4 Jahre.77 Fur 0, 25 wurde die Laufzeit unter den gleichen Annahmen ca. 20 Jahre betragen.78Anhand der Tabelle 5 ist erkennbar, dass der kritische Steuersatz in der Regel mit steigendem zunimmt. Fremdkapital ist damit umso vorteilhafter, je groyer ist, d. h. je eherdie Kapitalgesellschaft die Zinsvortrage zum Abzug bringen kann. Lediglich fur 1, 667steigt bei einer Erhohung von die Vorteilhaftigkeit von Eigenkapital, weil die Verauyerungsgewinne aufgrund der hohen Verzinsung thesaurierter Gewinne im Unternehmennominal sehr hoch sind. Da die kritischen Einkommensteuersatze jedoch ohnehin uber 100% liegen, bleibt weiterhin die Fremdnanzierung fur alle Investoren optimal. Formalzeigt sich dieser Zusammenhang in der Ableitung des kritischen Einkommensteuersatzesnach , die in Abhangigkeit von der Hohe von positiv, negativ oder gerade null seinkann:32sesz2, 3318 1, 3997 0, 3254 2, 2258 4, 32cid:82 0.4.2.6 Vortragsfahiger Anteil des EBITDAIm Rahmen des Wachstumsbeschleunigungsgesetzes sieht der Gesetzgeber erstmals einen EBITDAVortrag vor. Demnach kann ein Betrieb, der seinen Abzugsrahmen von 30% des EBITDA in einem Jahr nicht voll ausschopft, den nicht genutzten Betrag in nachfolgende Wirtschaftsjahre vortragen.79 Dieser Vortrag erhoht damit das Zinsabzugspotenzial der Folgejahre. Zu beachten ist allerdings, dass der Gesetzgeber den Vortrag auf funf Wirtschaftsjahre begrenzt hat. Nach dieser Frist verfallt ein nicht verbrauchter Betrag.In Bezug auf die vorangegangene Analyse lasst sich festhalten, dass ein EBITDAVortragdie gleichen Auswirkungen hat wie eine Erhohung des Bruttogewinns oder des abziehbaren Anteils des EBITDA. Das Abzugsvolumen der Fremdkapitalzinsen erhoht sichund damit einhergehend die Attraktivitat der Fremdnanzierung. Im Extremfall ist der 177781,07018n 0, 75.1,07018n 0, 25.179 Vgl. 4h Abs. 1 S. 3 ESt G.31EBITDAVortrag aus einer der funf Vorperioden ausreichend hoch, um selbst bei sehrniedrigen Bruttogewinnen einen vollstandigen Abzug der Fremdkapitalzinsen zu gewahrleisten. Fur diesen Fall kann auf die kritischen Einkommensteuersatze ohne Berucksichtigung der Zinsschranke in Tabelle 1 verwiesen werden.Zu beachten ist in diesem Zusammenhang auch, dass EBITDAVortrag und Zinsvortragnicht unabhangig voneinander sind. Sofern es durch einen EBITDAVortrag aus den Vorperioden in einem Jahr zu einem hoheren Zinsabzug kommt, verringert sich im Gegenzugder Zinsvortrag in nachfolgende Wirtschaftsjahre.805 Schlussbetrachtung Die vorliegende Analyse hat das Ziel, die Auswirkungen der Zinsschranke auf die Finanzierungsentscheidungen von wesentlich beteiligten Anteilseignern herauszuarbeiten. Diesestehen vor der Entscheidung, einer Kapitalgesellschaft entweder Eigen oder Fremdkapitalzur Verfugung zu stellen.Durch die Integration der Zinsschranke in das Kapitalstrukturmodell von Miller 1977kann gezeigt werden, wie die einzelnen Parameter innerhalb der verschiedenen Szenarienauf den kritischen Einkommensteuersatz wirken. Nimmt der kritische Einkommensteuersatz Werte an, die im Bereich moglicher Einkommensteuersatze angesiedelt sind, kannsich grundsatzlich eine Irrelevanz der Finanzierungsentscheidung ergeben. Als Ergebnisist festzuhalten, dass sich sowohl im Modell ohne Zinsschranke als auch unter Berucksichtigung der Abzugsbeschrankung grundsatzlich ein MillerGleichgewicht einstellen kann.Im System der Zinsschranke wird der kritische Einkommensteuersatz besonders stark vonder Hohe des Bruttogewinns sowie vom abziehbaren Anteil des EBITDA beeinusst.Werden der Bruttogewinn oder der abziehbare Anteil des EBITDA verringert, so verliertdie Fremdnanzierung im Vergleich zur Eigennanzierung an Attraktivitat.Die Sensitivitatsanalyse zeigt daruber hinaus, dass die Entscheidung der Investoren in besonderem Maye von der Hohe des Zeit und Wachstumsfaktors abhangt. Je hoher ist,desto vorteilhafter ist Fremdkapital, da Verauyerungsgewinne und damit Eigenkapitaleinkunfte hoher besteuert werden. Der gleiche Zusammenhang ergibt sich fur eine Erhohung 80 Vgl. 4h Abs. 1 S. 4 ESt G.32des steuerpichtigen Anteils der Verauyerungsgewinne . Auch der Korperschaftsteuersatz, der Gewerbesteuersatz und der Zinsvortrag haben einen wesentlich Einuss auf denkritischen Einkommensteuersatz. Bei steigenden Unternehmensteuersatzen gewinnt die Fremdnanzierung an Vorteilhaftigkeit und vice versa. Je hoher der abziehbare Anteildes Zinsvortrags ist, desto eher kann die Kapitalgesellschaft die Fremdkapitalzinsenabziehen. Damit einhergehend steigt der kritische Einkommensteuersatz und die Vorteilhaftigkeit der Fremdnanzierung erhoht sich.Zusammenfassend lasst sich festhalten, dass durch die Zinsschranke die Finanzierung mit Fremdkapital tendenziell unattraktiver wird. Die abzugsfahigen Zinsen orientieren sich ander Hohe des jeweiligen Bruttogewinns. Folglich hat diese Ergebnisgroye einen starken Einuss auf den kritischen Einkommensteuersatz. Je geringer der Bruttogewinn ausfalltumso unvorteilhafter wird die Fremdnanzierung. Die Ergebnisse der vorliegenden Untersuchung bestatigen damit die bereits vorliegenden Studien zum Einuss von Thin Capitalization Rules auf Finanzierungsentscheidungen von BuettnerOvereschSchreiberWamser2006 und 2008, MaybaumSureth 2009, OvereschWamser 2006 und 2010, Wamser 2008 und WeichenriederWindischbauer 2008, wonach derartige Zinsabzugsbeschrankungen haug zu einer Verringerung der Vorteilhaftigkeit von Fremdkapital fuhren.33Literatur Bach, S.; Buslei, H. 2009a: Empirische Analysen zur Zinsschranke auf Grundlage von Handelsbilanzdaten, DIW Research Notes No. 30, Berlin, 2009.Bach, S.; Buslei, H. 2009b: Zinsschranke trit vor allem Groyunternehmen, in: DIW Wochenbericht, 76 2009, S. 283287.Baumgartel, M.; Blumers, W.; Cazzonelli, D.; Eckhardt, T.A.; et al. 2008: Handbuch Unternehmensteuerreform 2008, Munster, 2008.Beuyer, T. 2009: Der Zinsvortrag bei der Zinsschranke, in: FinanzRundschau, 91 2009, S.4955.Blaufus, K.; Lorenz, D. 2009: Wem droht die Zinsschranke? Eine empirische Untersuchungzur Identikation der Einussfaktoren, in: Zeitschrift fur Betriebswirtschaft, 79 2009,S. 503526.Blumenberg, J.; Benz, S. 2007: Die Unternehmensteuerreform 2008, Koln, 2007.Brealey, R.A.; Myers, S.C.; Allen, F. 2008: Principles of Corporate Finance, 9. Auage, New York, 2008.Brennan, M.J. 1970: Taxes, Market Valuation and Corporate Financial Policy, in: National Tax Journal, 23 1970, S. 417427.Broer, M. 2008: Gewerbesteuerreform 2008: Belastungswirkungen bei Unternehmen und Gemeinden, DIW Discussion Paper No. 762, Berlin, 2008.Buettner, T.; Overesch, M.; Schreiber, U.; Wamser, G. 2006: The Impact of ThinCapitalization Rules on Multinationals Financing and Investment Decisions, ZEW, Discussion Paper No.06068, Mannheim, 2006.Buettner, T.; Overesch, M.; Schreiber, U.; Wamser, G. 2008: The Impact of ThinCapitalization Rules on Multinationals Financing and Investment Decisions, Deutsche Bundesbank, Discussion Paper No. 032008, Frankfurt, 2008.Farrar, D.D.; Selwyn, L.L. 1967: Taxes, Corporate Financial Policy and Return to Investors,in: National Tax Journal, 20 1967, S. 444454.Fung, W.K.H.; Theobald, M.F. 1984: Dividends and Debt under Alternative Tax Systems, in:Journal of Financial and Quantitative Analysis, 19 1984, S. 5972.Ganssauge, K.; Mattern, O. 2008: Der Eigenkapitaltest im Rahmen der Zinsschranke, in:Deutsches Steuerrecht 46 2008, S. 213219.Graham, J.R. 2006: A Review of Taxes and Corporate Finance, in: Foundations and Trendscid:114in Finance, 1 2006, S. 573691.Hallerbach, D. 2007: Einfuhrung einer Zinsschranke im Entwurf eines Unternehmensteuerreformgesetzes 2008, in: Steuern und Bilanzen, 9 2007, S. 289294.Haugen, R.A.; Senbet, L.W. 1986: Corporate Finance and Taxes: A Review, in: Financial Management, 15 1986, S. 521.Heinkel, R. 1982: A Theory of Capital Structure Irrelevance under Imperfect Information, in:The Journal of Finance, 37 1982, S. 11411150.Heintzen, M.; Kruschwitz, L.; Loer, A.; Maiterth, R. 2006: Die typisierende Berucksichtigungder personlichen Steuerbelastung des Anteilseigners beim squeezeout in: Zeitschrift fur Betriebswirtschaft, 78 2006, S. 275288.Herzig, N.; Bohn, A. 2009: Internationale Vorschriften zur Zinsabzugsbeschrankung Systematisierung denkbarer Alternativmodelle zur Zinsschranke, in: Internationales Steuerecht,18 2009, S. 253261.Herzig, N.; Lochmann, U.; Liekenbrock, B. 2008: Die Zinsschranke im Lichte einer Unternehmensbefragung Einuss auf Steuerplanung, Steuergestaltung und Steuerbelastung, in:Der Betrieb, 61 2008, S. 593602.Holland, S.; Steiner, P. 1996: Zum Einuy des Solidaritatszuschlags auf die Kapitalstrukturdeutscher Kapitalgesellschaften, in: Journal fur Betriebswirtschaft, 46 1996, S. 6775.Hundsdoerfer, J.; Kiesewetter, D.; Sureth, C. 2008: Forschungsergebnisse in der Betriebswirtschaftlichen Steuerlehre Eine Bestandsaufnahme, in: Zeitschrift fur Betriebswirtschaft,78 2008, S. 61139.Jacobs, O.H. 2009: Unternehmensbesteuerung und Rechtsform, 4. Auage, Munchen, 2009.34Kohler, S. 2007b: Erste Gedanken zur Zinsschranke nach der Unternehmensteuerreform, in:Deutsches Steuerrecht, 45 2007, S. 597604.Konig, R.; Maybaum, A.; Sureth, C. 2009: Besteuerung und Rechtsformwahl, 4. Auage,Herne, 2009.Kruschwitz, L. 2007: Finanzierung und Investition, 5. Auage, Munchen, 2007.Lay, F. 1999: Der Einuss der Besteuerung auf unternehmerische Finanzierungsentscheidungen, Aachen, 1999.Ludenbach, N.; Homann, W.D. 2007: Der IFRSKonzernabschluss als Bestandteil der Steuerbemessungsgrundlage fur die Zinsschranke nach 4 h ESt GE, in: Deutsches Steuerrecht 45 2007, S. 636641.Maybaum, A.; Sureth, C. 2009: Thin Capitalization Rules and Entrepreneurial Capital Structure Decisions, in: Business Research, 2 2009, S. 147169.Miller, M.H. 1977: Debt and Taxes, in: The Journal of Finance, 32 1977, S. 261275.Modigliani, F.; Miller, M.H. 1958: The Cost of Capital, Corporation Finance and the Theoryof Investment, in: The American Economic Review, 48 1958, S. 261297.Modigliani, F.; Miller, M.H. 1963: Corporate Income Taxes and the Cost of Capital: A Correction, in: The American Economic Review, 53 1963, S. 433443.Myers, S.C. 2001: Capital Structure, in: Journal of Economic Perspectives, 15 2001, S. 81102.Nacke, A. 2009: Gesetzentwurf zum Wachstumsbeschleunigungsgesetz, in: Der Betrieb, 622009, S. 25072511.Overesch, M.; Wamser, G. 2006: German Inbound Investment, Corporate Tax Planning, and ThinCapitalization Rules A DierenceinDierences Approach, ZEW, Discussion Paper No. 06075, Mannheim, 2006.Overesch, M.; Wamser, G. 2010: Corporate Tax Planning and ThinCapitalization Rules:Evidence from a QuasiExperiment, in: Applied Economics, 42 2009, S. 563573.Scheer, W. 2009: Besteuerung von Unternehmen I, 11. Auage, Heidelberg, 2009.Schmidt, R.H.; Terberger, E. 1997: Grundzuge der Investitions und Finanzierungstheorie, 4.Auage, Wiesbaden, 1997.Schneeloch, D. 2006: Rechtsformwahl und Rechtsformwechsel mittelstandischer Unternehmen,Munchen, 2006.Schneller, M.I. 1980: Taxes and the Optimal Capital Structure of the Firm, in: The Journalof Finance, 35 1980, S. 119127.Scholes, M.S.; Wolfson, M.A. 1989: Issues in the Theory of Optimal Capital Structure, in:Bhattacharya, S.; Constantinides, G.M. Hrsg.: Financial Markets and Incomplete Information, Frontiers of Modern Financial Theory, Volume 2, Savage, 1989, S. 4974.Schreiber, U. 2008: Besteuerung der Unternehmen, 2. Auage, Heidelberg, 2008.Swoboda, P. 1991: Irrelevanz oder Relevanz der Kapitalstruktur und Dividendenpolitik von Kapitalgesellschaften in Deutschland und Osterreich nach der Steuerreform 1990 bzw.1989?, in: Zeitschrift fur betriebswirtschaftliche Forschung, 43 1991, S. 851866.Swoboda, P. 1994: Betriebliche Finanzierung, 3. Auage, Heidelberg, 1994.Wamser, G. 2008: The Impact of ThinCapitalization Rules on External Debt Usage APropensity Score Matching Approach, Ifo Working Paper No. 62, Munchen, 2008.Watrin, C.; Pott, C.; Richter, F. 2010: Auswirkungen der Zinsschranke auf die steuerliche Bemessungsgrundlage eine empirische Untersuchung, in Steuer und Wirtschaft 3 2010,S. 256268.Weichenrieder, A.; Windischbauer, H. 2008: ThinCapitalization Rules and Company Responses, CESifo Working Paper No. 2456, Munchen, 2008.Winkeljohann, N.; Fuhrmann, S. 2007: Einfuhrung einer modizierten Zinsschranke, in: Pricewaterhouse Coopers AG Hrsg.: Unternehmensteuerreform 2008, Stuttgart, 2007, S. 75120.Zechner, J. 1989: Der Einuss von Steuern auf die optimale Kapitalstruktur von Unternehmungen, Wien, 1989.35Bislang erschienene arqus Diskussionsbeitrage zur Quantitativen Steuerlehre arqus Diskussionsbeitrag Nr. 1 Rainer Niemann Corinna Treisch: Grenzuberschreitende Investitionen nach der Steuerreform 2005 Starkt die Gruppenbesteuerung den Holdingstandort Osterreich? Marz 2005 arqus Diskussionsbeitrag Nr. 2 Caren Sureth Armin Vo: Investitionsbereitschaft und zeitliche Indifferenz bei Realinvestitionen unter Unsicherheit und Steuern Marz 2005 arqus Diskussionsbeitrag Nr. 3 Caren Sureth Ralf Maiterth: Wealth Tax as Alternative Minimum Tax ? The Impact of a Wealth Tax on Business Structure and Strategy April 2005 arqus Diskussionsbeitrag Nr. 4 Rainer Niemann: Entscheidungswirkungen der Abschnittsbesteuerung in der internationalen Steuerplanung Vermeidung der Doppelbesteuerung, Repatriierungspolitik, Tarifprogression Mai 2005 arqus Diskussionsbeitrag Nr. 5 Deborah Knirsch: Reform der steuerlichen Gewinnermittlung durch Ubergang zur EinnahmenUberschussRechnung Wer gewinnt, wer verliert? August 2005 arqus Diskussionsbeitrag Nr. 6 Caren Sureth Dirk Langeleh: Capital Gains Taxation under Different Tax Regimes September 2005 arqus Diskussionsbeitrag Nr. 7 Ralf Maiterth: Familienpolitik und deutsches Einkommensteuerrecht Empirische Ergebnisse und familienpolitische Schlussfolgerungen September 2005 arqus Diskussionsbeitrag Nr. 8 Deborah Knirsch: Lohnt sich eine detaillierte Steuerplanung fur Unternehmen? Zur Ressourcenallokation bei der Investitionsplanung September 2005 arqus Diskussionsbeitrag Nr. 9 Michael Thaut: Die Umstellung der Anlage der HeubeckRichttafeln von Perioden auf Generationentafeln Wirkungen auf den Steuervorteil, auf Prognoserechnungen und auf die Kosten des Arbeitgebers einer Pensionszusage September 2005 arqus Diskussionsbeitrag Nr. 10 Ralf Maiterth Heiko Muller: Beurteilung der Verteilungswirkungen der rotgrunen Einkommensteuerpolitik Eine Frage des Mastabs Oktober 2005 arqus Diskussionsbeitrag Nr. 11 Deborah Knirsch Rainer Niemann: Die Abschaffung der osterreichischen Gewerbesteuer als Vorbild fur eine Reform der kommunalen Steuern in Deutschland? November 2005 arqus Diskussionsbeitrag Nr. 12 Heiko Muller: Eine okonomische Analyse der Besteuerung von Beteiligungen nach dem Kirchhofschen ESt GB Dezember 2005 arqus Diskussionsbeitrag Nr. 13 Dirk Kiesewetter: Gewinnausweispolitik internationaler Konzerne bei Besteuerung nach dem Trennungs und nach dem Einheitsprinzip Dezember 2005 arqus Diskussionsbeitrag Nr. 14 Kay Blaufus Sebastian Eichfelder: Steuerliche Optimierung der betrieblichen Altersvorsorge: Zuwendungsstrategien fur pauschaldotierte Unterstutzungskassen Januar 2006 arqus Diskussionsbeitrag Nr. 15 Ralf Maiterth Caren Sureth: Unternehmensfinanzierung, Unternehmensrechtsform und Besteuerung Januar 2006 arqus Diskussionsbeitrag Nr. 16 Andre Bauer Deborah Knirsch Sebastian Schanz: Besteuerung von Kapitaleinkunften Zur relativen Vorteilhaftigkeit der Standorte Osterreich, Deutschland und Schweiz Marz 2006 arqus Diskussionsbeitrag Nr. 17 Heiko Muller: Ausma der steuerlichen Verlustverrechnung Eine empirische Analyse der Aufkommens und Verteilungswirkungen Marz 2006 arqus Diskussionsbeitrag Nr. 18 Caren Sureth Alexander Halberstadt: Steuerliche und finanzwirtschaftliche Aspekte bei der Gestaltung von Genussrechten und stillen Beteiligungen als Mitarbeiterkapitalbeteiligungen Juni 2006 arqus Diskussionsbeitrag Nr. 19 Andre Bauer Deborah Knirsch Sebastian Schanz: Zur Vorteilhaftigkeit der schweizerischen Besteuerung nach dem Aufwand bei Wegzug aus Deutschland August 2006 arqus Diskussionsbeitrag Nr. 20 Sebastian Schanz: Interpolationsverfahren am Beispiel der Interpolation der deutschen Einkommensteuertariffunktion 2006 September 2006 arqus Diskussionsbeitrag Nr. 21 Rainer Niemann: The Impact of Tax Uncertainty on Irreversible Investment Oktober 2006 arqus Diskussionsbeitrag Nr. 22 Jochen Hundsdoerfer Lutz Kruschwitz Daniela Lorenz: Investitionsbewertung bei steuerlicher Optimierung der Unterlassensalternative und der Finanzierung Januar 2007, uberarbeitet November 2007 arqus Diskussionsbeitrag Nr. 23 Sebastian Schanz: Optimale Repatriierungspolitik. Auswirkungen von Tarifanderungen auf Repatriierungsentscheidungen bei Direktinvestitionen in Deutschland und Osterreich Januar 2007 arqus Diskussionsbeitrag Nr. 24 Heiko Muller Caren Sureth: Group Simulation and Income Tax Statistics How Big is the Error? Januar 2007 arqus Diskussionsbeitrag Nr. 25 Jens Muller: Die Fehlbewertung durch das Stuttgarter Verfahren eine Sensitivitatsanalyse der Werttreiber von Steuer und Marktwerten Februar 2007 arqus Diskussionsbeitrag Nr. 26 Thomas Gries Ulrich Prior Caren Sureth: Taxation of Risky Investment and Paradoxical Investor Behavior April 2007, uberarbeitet Dezember 2007 arqus Diskussionsbeitrag Nr. 27 Jan Thomas Martini Rainer Niemann Dirk Simons: Transfer pricing or formula apportionment? Taxinduced distortions of multinationals investment and production decisions April 2007 arqus Diskussionsbeitrag Nr. 28 Rainer Niemann: Risikoubernahme, Arbeitsanreiz und differenzierende Besteuerung April 2007 arqus Diskussionsbeitrag Nr. 29 Maik Dietrich: Investitionsentscheidungen unter Berucksichtigung der Finanzierungsbeziehungen bei Besteuerung einer multinationalen Unternehmung nach dem Einheitsprinzip Mai 2007 arqus Diskussionsbeitrag Nr. 30 Wiebke Broekelschen Ralf Maiterth: Zur Forderung einer am Verkehrswert orientierten Grundstucksbewertung Eine empirische Analyse Mai 2007 arqus Diskussionsbeitrag Nr. 31 Martin Weiss: How Well Does a CashFlow Tax on Wages Approximate an Economic Income Tax on Labor Income? Juli 2007 arqus Diskussionsbeitrag Nr. 32 Sebastian Schanz: Repatriierungspolitik unter Unsicherheit. Lohnt sich die Optimierung? Oktober 2007 arqus Diskussionsbeitrag Nr. 33 Dominik Rumpf Dirk Kiesewetter Maik Dietrich: Investitionsentscheidungen und die Begunstigung nicht entnommener Gewinne nach 34a ESt G November 2007, uberarbeitet Marz 2008 arqus Diskussionsbeitrag Nr. 34 Deborah Knirsch Rainer Niemann: Allowance for Shareholder Equity Implementing a Neutral Corporate Income Tax in the European Union Dezember 2007 arqus Diskussionsbeitrag Nr. 35 Ralf Maiterth Heiko Muller Wiebke Broekelschen: Anmerkungen zum typisierten Ertragsteuersatz des IDW in der objektivierten Unternehmensbewertung Dezember 2007 arqus Diskussionsbeitrag Nr. 36 Timm Bonke Sebastian Eichfelder: Horizontale Gleichheit im AbgabenTransfersystem: Eine Analyse aquivalenter Einkommen von Arbeitnehmern in Deutschland Januar 2008 arqus Diskussionsbeitrag Nr. 37 Deborah Knirsch Sebastian Schanz: Steuerreformen durch Tarif oder Zeiteffekte? Eine Analyse am Beispiel der Thesaurierungsbegunstigung fur Personengesellschaften Januar 2008 arqus Diskussionsbeitrag Nr. 38 Frank Hechtner Jochen Hundsdoerfer: Die missverstandliche Anderung der Gewerbesteueranrechnung nach 35 ESt G durch das Jahressteuergesetz 2008 Auswirkungen fur die Steuerpflichtigen und fur das Steueraufkommen Februar 2008 arqus Diskussionsbeitrag Nr. 39 Alexandra Mabaum Caren Sureth: The Impact of Thin Capitalization Rules on Shareholder Financing Februar 2008 arqus Diskussionsbeitrag Nr. 40 Rainer Niemann Christoph Kastner: Wie streitanfallig ist das osterreichische Steuerrecht? Eine empirische Untersuchung der Urteile des osterreichischen Verwaltungsgerichtshofs nach Bemessungsgrundlagen, Zeit und Tarifeffekten Februar 2008 arqus Diskussionsbeitrag Nr. 41 Robert Kainz Deborah Knirsch Sebastian Schanz: Schafft die deutsche oder osterreichische Begunstigung fur thesaurierte Gewinne hohere Investitionsanreize? Marz 2008 arqus Diskussionsbeitrag Nr. 42 Henriette Houben Ralf Maiterth: Zur Diskussion der Thesaurierungsbegunstigung nach 34a ESt G Marz 2008 arqus Diskussionsbeitrag Nr. 43 Maik Dietrich Kristin Schonemann: Steueroptimierte Vermogensbildung mit RiesterRente und Zwischenentnahmemodell unter Berucksichtigung der Steuerreform 20082009 Marz 2008 arqus Diskussionsbeitrag Nr. 44 Nadja Dwenger: Tax loss offset restrictions Last resort for the treasury? An empirical evaluation of tax loss offset restrictions based on micro data. Mai 2008 arqus Diskussionsbeitrag Nr. 45 Kristin Schonemann Maik Dietrich: Eigenheimrentenmodell oder Zwischenentnahmemodell Welche Rechtslage integriert die eigengenutzte Immobilie besser in die Altersvorsorge? Juni 2008 arqus Diskussionsbeitrag Nr. 46 Christoph Sommer: Theorie der Besteuerung nach Formula Apportionment Untersuchung auftretender okonomischer Effekte anhand eines Allgemeinen Gleichgewichtsmodells Juli 2008 arqus Diskussionsbeitrag Nr. 47 Andre Bauer Deborah Knirsch Rainer Niemann Sebastian Schanz: Auswirkungen der deutschen Unternehmensteuerreform 2008 und der osterreichischen Gruppenbesteuerung auf den grenzuberschreitenden Unternehmenserwerb Juli 2008 arqus Diskussionsbeitrag Nr. 48 Dominik Rumpf: Zinsbereinigung des Eigenkapitals im internationalen Steuerwettbewerb Eine kostengunstige Alternative zu Thin Capitalization Rules? August 2008 arqus Diskussionsbeitrag Nr. 49 Martin Jacob: Welche privaten Verauerungsgewinne sollten besteuert werden? August 2008 arqus Diskussionsbeitrag Nr. 50 Rebekka Kager Deborah Knirsch Rainer Niemann: Steuerliche Wertansatze als zusatzliche Information fur unternehmerische Entscheidungen? Eine Auswertung von IFRSAbschlussen der deutschen DAX30 und der osterreichischen ATXUnternehmen August 2008 arqus Diskussionsbeitrag Nr. 51 Rainer Niemann Caren Sureth: Steuern und Risiko als substitutionale oder komplementare Determinanten unternehmerischer Investitionspolitik? Are taxes and risk substitutional or complementary determinants of entrepreneurial investment policy? August 2008 arqus Diskussionsbeitrag Nr. 52 Frank Hechtner Jochen Hundsdoerfer: Steuerbelastung privater Kapitaleinkunfte nach Einfuhrung der Abgeltungsteuer unter besonderer Berucksichtigung der Gunstigerprufung: Unsystematische Grenzbelastungen und neue Gestaltungsmoglichkeiten August 2008 arqus Diskussionsbeitrag Nr. 53 Tobias Pick Deborah Knirsch Rainer Niemann: Substitutions oder Komplementenhypothese im Rahmen der Ausschuttungspolitik schweizerischer Kapitalgesellschaften eine empirische Studie August 2008 arqus Diskussionsbeitrag Nr. 54 Caren Sureth Michaela Uffing: Proposals for a European Corporate Taxation and their Influence on Multinationals Tax Planning September 2008 arqus Diskussionsbeitrag Nr. 55 Claudia Dahle Caren Sureth: Incomerelated minimum taxation concepts and their impact on corporate investment decisions Oktober 2008 arqus Diskussionsbeitrag Nr. 56 Dennis Bischoff Alexander Halberstadt Caren Sureth: Internationalisierung, Unternehmensgroe und Konzernsteuerquote Oktober 2008 arqus Diskussionsbeitrag Nr. 57 Nadja Dwenger Viktor Steiner: Effective profit taxation and the elasticity of the corporate income tax base Evidence from German corporate tax return data November 2008 arqus Diskussionsbeitrag Nr. 58 Martin Jacob Rainer Niemann Martin Wei: The Rich Demystified A Reply to Bach, Corneo, and Steiner 2008 November 2008 arqus Diskussionsbeitrag Nr. 59 Martin Fochmann Dominik Rumpf: Modellierung von Aktienanlagen bei laufenden Umschichtungen und einer Besteuerung von Verauerungsgewinnen Dezember 2008 arqus Diskussionsbeitrag Nr. 60 Corinna Treisch Silvia Jordan: Eine Frage der Perspektive? Die Wahrnehmung von Steuern bei Anlageentscheidungen zur privaten Altersvorsorge Dezember 2008 arqus Diskussionsbeitrag Nr. 61 Nadja Dwenger Viktor Steiner: Financial leverage and corporate taxation Evidence from German corporate tax return data Februar 2009 arqus Diskussionsbeitrag Nr. 62 Ute Beckmann Sebastian Schanz: Investitions und Finanzierungsentscheidungen in Personenunternehmen nach der Unternehmensteuerreform 2008 Februar 2009 arqus Diskussionsbeitrag Nr. 63 Sebastian Schanz Deborah Schanz: Die erbschaftsteuerliche Behandlung wiederkehrender Nutzungen und Leistungen Zur Vorteilhaftigkeit des 23 Erb St G Marz 2009 arqus Diskussionsbeitrag Nr. 64 Maik Dietrich: Wie beeinflussen Steuern und Kosten die Entscheidungen zwischen direkter Aktienanlage und Aktienfondsinvestment? Marz 2009 arqus Diskussionsbeitrag Nr. 65 Maik Dietrich Kristin Schonemann: Unternehmensnachfolgeplanung innerhalb der Familie: Schenkung oder Kauf eines Einzelunternehmens nach der Erbschaftsteuerreform? Marz 2009 arqus Diskussionsbeitrag Nr. 66 Claudia Dahle Michaela Baumer: CrossBorder GroupTaxation and LossOffset in the EU An Analysis for CCCTB Common Consolidated Corporate Tax Base and ETAS European Tax Allocation System April 2009 arqus Diskussionsbeitrag Nr. 67 Kay Blaufus Jochen Hundsdoerfer Renate Ortlieb: Non scholae, sed fisco discimus? Ein Experiment zum Einfluss der Steuervereinfachung auf die Nachfrage nach Steuerberatung Mai 2009 arqus Diskussionsbeitrag Nr. 68 Hans Dirrigl: Unternehmensbewertung fur Zwecke der Steuerbemessung im Spannungsfeld von Individualisierung und Kapitalmarkttheorie Ein aktuelles Problem vor dem Hintergrund der Erbschaftsteuerreform Mai 2009 arqus Diskussionsbeitrag Nr. 69 Henriette Houben Ralf Maiterth: Zuruck zum Zehnten: Modelle fur die nachste Erbschaftsteuerreform Mai 2009 arqus Diskussionsbeitrag Nr. 70 Christoph Kaserer Leonhard Knoll: Objektivierte Unternehmensbewertung und Anteilseignersteuern Mai 2009 arqus Diskussionsbeitrag Nr. 71 Dirk Kiesewetter Dominik Rumpf: Was kostet eine finanzierungsneutrale Besteuerung von Kapitalgesellschaften? Mai 2009 arqus Diskussionsbeitrag Nr. 72 Rolf Konig: Eine mikrookonomische Analyse der Effizienzwirkungen der Pendlerpauschale Mai 2009 arqus Diskussionsbeitrag Nr. 73 Lutz Kruschwitz Andreas Loffler: Do Taxes Matter in the CAPM? Mai 2009 arqus Diskussionsbeitrag Nr. 74 HansUlrich Kupper: Hochschulen im Umbruch Mai 2009 arqus Diskussionsbeitrag Nr. 75 Branka Loncarevic Rainer Niemann Peter Schmidt: Die kroatische Mehrwertsteuer ursprungliche Intention, legislative und administrative Fehlentwicklungen Mai 2009 arqus Diskussionsbeitrag Nr. 76 Heiko Muller Sebastian Wiese: Okonomische Wirkungen der Missbrauchsbesteuerung bei Anteilsverauerung nach Sacheinlage in eine Kapitalgesellschaft Mai 2009 arqus Diskussionsbeitrag Nr. 77 Rainer Niemann Caren Sureth: Investment effects of capital gains taxation under simultaneous investment and abandonment flexibility Mai 2009 arqus Diskussionsbeitrag Nr. 78 Deborah Schanz Sebastian Schanz: Zur Unmageblichkeit der Mageblichkeit Divergieren oder konvergieren Handels und Steuerbilanz? Mai 2009 arqus Diskussionsbeitrag Nr. 79 Jochen Sigloch: Ertragsteuerparadoxa Ursachen und Erklarungsansatze Mai 2009 arqus Diskussionsbeitrag Nr. 80 Hannes Streim Marcus Bieker: Verscharfte Anforderungen fur eine Aktivierung von Kaufpreisdifferenzen Vorschlag zur Weiterentwicklung der Rechnungslegung vor dem Hintergrund jungerer Erkenntnisse der normativen und empirischen AccountingForschung Mai 2009 arqus Diskussionsbeitrag Nr. 81 Ekkehard Wenger: Muss der Finanzsektor starker reguliert werden? Mai 2009 arqus Diskussionsbeitrag Nr. 82 Magdalene Gruber Nicole Hohenberger Silke Hoserle Rainer Niemann: Familienbesteuerung in Osterreich und Deutschland Eine vergleichende Analyse unter Berucksichtigung aktueller Steuerreformen Juni 2009 arqus Diskussionsbeitrag Nr. 83 Andreas Pasedag: Paradoxe Wirkungen der Zinsschranke Juli 2009 arqus Diskussionsbeitrag Nr. 84 Sebastian Eichfelder: Burokratiekosten der Besteuerung: Eine Auswertung der empirischen Literatur Juli 2009 arqus Diskussionsbeitrag Nr. 85 Wiebke Broekelschen Ralf Maiterth: Gleichmaige Bewertung von Mietwohngrundstucken durch das neue steuerliche Ertragswertverfahren? Eine empirische Analyse September 2009 arqus Diskussionsbeitrag Nr. 86 Ute Beckmann Sebastian Schanz: Optimale Komplexitat von Entscheidungsmodellen unter Berucksichtigung der Besteuerung Eine Analyse im Fall der Betriebsverauerung September 2009 arqus Diskussionsbeitrag Nr. 87 Wiebke Breokelschen Ralf Maiterth: Verfassungskonforme Bewertung von Ein und Zweifamilienhausern nach der Erbschaftsteuerreform 2009? Eine empirische Analyse September 2009 arqus Diskussionsbeitrag Nr. 88 Martin Weiss: How Do Germans React to the Commuting Allowance? October 2009 arqus Diskussionsbeitrag Nr. 89 Tobias Pick Deborah Schanz Rainer Niemann: Stock Price Reactions to Share Repurchase Announcements in Germany Evidence from a Tax Perspective October 2009 arqus Diskussionsbeitrag Nr. 90 Wiekbe Broeckelschen: Welche Faktoren beeinflussen die Gleichmaigkeit der Bewertung von Mietwohngrundstucken? November 2009 arqus Diskussionsbeitrag Nr. 91 Caren Sureth Pia Vollert: Verscharfung der Verlustabzugsbeschrankung durch 8c KSt G und deren Einfluss auf den Erwerb von Anteilen an Kapitalgesellschaften November 2009 arqus Diskussionsbeitrag Nr. 92 Martin Fochmann Dirk Kiesewetter Abdolkarim Sadrieh: The Perception of Income Taxation on Risky Investments an experimental analysis of different methods of loss Compensation November 2009 arqus Diskussionsbeitrag Nr. 93 Nadja Dwenger: Corporate taxation and investment: Explaining investment dynamics with formlevel panel data Dezember 2009 arqus Diskussionsbeitrag Nr. 94 Kristin Schonemann: Finanzierungsstrategien und ihre Auswirkungen auf den Unternehmenswert deutscher ImmobilienKapitalgesellschaften Dezember 2009 arqus Diskussionsbeitrag Nr. 95 Henriette Houben Ralf Maiterth: Inheritance taxexempt transfer of German businesses: Imperative or unjustified subsidy? An empirical analysis Dezember 2009 arqus Diskussionsbeitrag Nr. 96 Markus Diller Andreas Loffler: Erbschaftsteuer und Unternehmensbewertung Februar 2010 arqus Diskussionsbeitrag Nr. 97 Georg Schneider Caren Sureth: The Impact of Profit Taxation on Capitalized Investment with Options to Delay and Divest Februar 2010 arqus Diskussionsbeitrag Nr. 98 Andreas Loffler Lutz Kruschwitz: Ist Steuerminimierung irrational? Februar 2010 arqus Diskussionsbeitrag Nr. 99 Martin Fochmann Dirk Kiesewetter Kay Blaufus Jochen Hundsdoerfer Joachim Weimann: Tax Perception an empirical survey Marz 2010 arqus Diskussionsbeitrag Nr. 100 Tasja Klotzkowski Alexandra Mabaum Caren Sureth: Zinsabzugsbeschrankung durch die Zinsschranke, Fremdkapitalsteuerschild und unternehmerische Kapitalstrukturentscheidungen April 2010 Impressum: Arbeitskreis Quantitative Steuerlehre, arqus, e.V. Vorstand: Prof. Dr. Jochen Hundsdoerfer, Prof. Dr. Dirk Kiesewetter, Prof. Dr. Ralf Maiterth Sitz des Vereins: Berlin Herausgeber: Kay Blaufus, Jochen Hundsdoerfer, Dirk Kiesewetter, Rolf J. Konig, Lutz Kruschwitz, Andreas Loffler, Ralf Maiterth, Heiko Muller, Rainer Niemann, Deborah Schanz, Caren Sureth, Corinna Treisch Kontaktadresse: Prof. Dr. Caren Sureth, Universitat Paderborn, Fakultat fur Wirtschaftswissenschaften, Warburger Str. 100, 33098 Paderborn, www.arqus.info, Email: infoarqus.info ISSN 18618944 ", "filename": "625152913.pdf", "person": ["Tasja Klotzkowski", "Klotzkowski, Tasja", "Alexandra Maßbaum", "Maßbaum, Alexandra", "Caren Sureth", "Sureth, Caren"], "date": ["2010"]}