{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/36840/1/625326016.pdf"], "title": ["The development of multidimensional poverty in Germany 1985 - 2007"], "plaintext": " Discussion Paper No. 4922 May 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org The Development of Multidimensional Poverty in Germany 19852007 Christopher Busch University of Cologne Andreas Peichl IZA, University of Cologne, ISER and CESifo Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. ABSTRACT 19852007 IZA Discussion Paper No. 4922 May 2010 The Development of Multidimensional Poverty in Germany This paper deals with concepts of multidimensional poverty measurement and applies them to Germany. Three concepts of poverty are examined and included into one multidimensional approach: economic well being, capability and social exclusion. The empirical application relies on indices introduced by Bourguigon and Chakravarty 2003, and Alkire and Foster 2008. It uses data from the German SocioEconomic Panel study. The indices are tested for their robustness in several aspects, and the influence of changing levels of substitutability between achievements on the poverty dimensions is examined. It transpires that the depth of poverty is relatively stable for the period 1985 to 2007. A structural analysis of the poor in 2007 reveals that the group at greatest risk of poverty is the unemployed. JEL Classification: Keywords: multidimensional measurement, poverty, deprivation, inequality Corresponding author: Andreas Peichl IZA P.O. Box 7240 53072 Bonn Germany EMail: peichliza.org I00, I32, O15, D63 1. Introduction Poverty in terms of income has been continually rising in Germany for the past 20 years, as, for example, the German Federal Governments 3rd Report on Poverty and Wealth shows BMAS, 2008, pp. 2526. Following the idea that poverty is a phenomenon that cannot be fully captured by income, the report speaks of a risk of poverty due to low income rather than of poverty itself. Poverty is generally understood as a lack of wellbeing or welfare StrengmannKuhn, 2004, p. 3. Using a lack of income as an indicator for poverty assumes income to be a good proxy for welfare. According to standard economic theory, income provides no direct utility to households. The assumption behind purely incomebased poverty measures is that goods and services and thus welfare can be purchased via markets. This directly leads to the problem of the income approach: markets do not exist for every product or service, for example public goods, and in some settings markets work imperfectly Thorbecke, 2005, p. 5. A possible solution, returning to the concept of relative deprivation as introduced by Townsend 1974, is to measure welfare more directly, instead of using income as a proxy for it. For example, Deutsch and Silber 2005 suggest measuring the households access to durable goods. Wagle 2008a, p. 560 points out that poverty is increasingly conceived as a latent concept that has never been defined precisely neither has there been a single, commonly agreeable proxy indicator to gauge it. As a consequence, more attributes than income need to be taken into account. This paper deals with several concepts of multidimensional poverty measurement and then applies them to Germany. Three concepts of poverty are considered and, following Wagle 2008b, included into one multidimensional approach: economic wellbeing, capability and social exclusion. The empirical application relies on a methodology introduced by Bourguignon and Chakravarty 2003, and Alkire and Foster 2008. The aim is to not only identify the poor via this multidimensional concept but also to aggregate given information into indices that should reveal further insights into the depth, strength and severity of poverty. These indices are tested for their robustness in several aspects, and the influence of changing levels of substitution between achievements in the poverty dimensions is examined. The empirical application uses data from the German SocioEconomic Panel study. Our analysis shows that the level of substitution between achievements in the poverty dimensions has almost no influence on the poverty index. Overall, there is no stable trend in the poverty rate. Furthermore, depth of poverty is relatively stable for the observed period. An EastWest comparison finds that there is a trend towards less inequality among the poor in the for 1 mer West Germany. A structural analysis of the poor in 2007 reveals that it is the unemployed who face the greatest risk of poverty. The following section introduces some theory behind the topic and the motivation for the choice of poverty dimensions for the empirical application. Section 3 presents a short overview of existing empirical work on multidimensional poverty measurement in Germany. Section 4 introduces the methodology of multidimensional poverty assessment and explains the indices used. The empirical results for Germany are presented in section 5. In part one and two of this analysis, two attributes of poverty are considered, and the focus lies on technical aspects of the indices, especially the influence of substitutability. In section 5.3, a further attribute is taken into account and the development of poverty is analyzed in greater detail. Section 5.4 changes the focus towards the situation of those who are poor. The development of inequality among the poor is analyzed and compared for East and West Germany. The section closes with a structural analysis of the poor. Section 6 concludes. 2. Multiple dimensions of poverty: Theoretical aspects A possible starting point for the assessment of poverty is the concept of relative deprivation which originates from Townsend 1974. In short, the approach focuses on the standard of living measured by the access of individuals to resources commonly regarded as necessary. It aims at a more direct measurement of economic wellbeing than a pure income approach. A theoretical concept which goes beyond the understanding of poverty as a lack of economic wellbeing is the capability approach introduced by Armatya Sen. According to this approach, the quality of life has to be assessed in terms of the capability to achieve valuable functionings Sen, 1993, p.31. Spoken in terms of poverty, the denial of opportunities of living a tolerable life Anand and Sen, 1997, p. 4 creates poverty, just as a lack of economic wellbeing does, too. This means that welfare stems from the freedom to choose among valuable ways of living. Besides being complicated to operationalize, this approach is criticized for its focus on the opportunities instead of the outcomes achieved, which results in not accounting those poor who fail to seize the opportunities offered Fleurbaey, 2002, p. 74. Those critics insist that it is the outcomes which are important for welfare and poverty and not the opportunity of different outcomes in the past. Further approaches to the assessment of poverty can be summarized under the term social exclusion. It addresses the fact that the access of households to resources is partly determined by networks Du Toit, 2007, p. 10. The theoretical concept referring to these resources is the one of 2 social capital. According to Coleman 1988, p. S98, social capital inheres in the structure of relations between actors and among actors. Similarly to capability, the concept of social capital, or the lack of it, which is referred to as social exclusion, is not easy to operationalize. Wagle 2008b, p. 56 suggests treating the three concepts of economic wellbeing, capability and social exclusion as three relevant dimensions of poverty within one multidimensional assessment. This idea is adopted in our analysis. After defining dimensions of poverty, the question remains to be answered, which criteria need to be fulfilled for someone to be regarded as poor; and accordingly, the criteria have to be defined. The main problem which arises when defining the criteria is that of consistency vs. specificity Thorbecke, 2005, p. 8: consistency in terms of being applicable to any social context and thus allowing for comparability; and specificity as a consequence of the influence of social context on the evaluation of certain achievements. Parsons 1940 suggests individual preferences may be socially determined to a large extent. The application of an identical welfare function to several societies thus seems problematic. This may be a problem for the analysis presented here, which explores the development of poverty in Germany. In the 22 years of observation, there may have been certain changes in values. Nevertheless, the chosen indicators are expected to be relatively stable. In terms of an overall concept, the one of relative poverty is applied, which means that deprivation in a given dimension is the absence of certain amount of welfare in that dimension relative to the overall distribution in society Wagle, 2008b, p. 19. This is in contrast to an absolute concept of poverty, which is based on the definition of some basic needs. Alkire 2002 gives an overview of several concepts of basic needs. 3. Empirical applications to Germany There is not much empirical work on multidimensional poverty measurement for Germany. The existing literature mainly focuses on the framework of relative deprivation in terms of an appropriate living standard. Therefore the empirical work on this concept can be seen as a detailed multidimensional measurement of one broad poverty dimension for an overview see GrohSamberg, 2009, pp. 66ff. Bohnke and Delhey 1999 present an analysis on both the objective economic wellbeing dimension and on subjective measures that include indicators of social exclusion. They first compare the standard of living and the extent to which it depends on income, using data from the German Welfare Survey 1998 for Germany and the Breadline Britain Survey 1990 for Britain. 3 The main result is that the negative relationship between income and the level of deprivation is weaker in Germany than in Britain Bohnke and Delhey, 1999, p. 14. A consequence of this is that even when only considering the dimension of economic wellbeing, income cannot be seen as a perfect proxy indicator. They then introduce subjective satisfaction variables for several aspects of life, including a variable measuring individuals satisfaction with possibilities of participating in social life. They find that the overall life satisfaction is determined more by subjective indicators and the standard of living than by income Bohnke and Delhey, 1999, p. 18. Merz and Rathjen 2009 apply a multidimensional concept of poverty with two dimensions, income and genuine leisure time, to determine the poor. In doing so, they introduce a basic part of the neoclassic household problem to the multidimensional poverty assessment debate. Using GSOEP 2002 data, they focus on working people and estimate the parameters of a CES population utility function by measuring the level of utility by the overall life satisfaction. The arguments in the population utility function, income and time, are operationalized as net equivalent income according to the modified OECD scale and typical weekday time for hobbies and other freetime activities Merz and Rathjen, 2009, pp. 67. In further analysis, Merz and Rathjen use data from the German Time Use Study GTUS for 2001 and 2002. After calculating the poverty cutoff values for each dimension, they use the estimated CES function to obtain the respective utility level, which is then used as the multidimensional cutoff value. Given the three cutoffs, or poverty lines, they distinguish different types of poverty and analyze the socioeconomic structure of each. Instead of focusing on a detailed analysis of the structure of the multidimensionally identified poor, this paper aims to provide an overview of the development of multidimensional poverty. Therefore, it applies a methodology of multidimensional poverty measurement to Germany, introduced by Bourguignon and Chakravarty 2003, and Alkire and Foster 2008. The aim of this methodology is not only to identify the poor but also to aggregate the given information into a single index which allows comparisons of poverty over time and across countries and reveals information on the breadth, depth and severity of poverty. 4. Empirical strategy Identification 4.1. The measurement of poverty is generally faced by the two problems of identification and aggregation: the identification of who is poor and the aggregation of information on the poor into 4 an overall index Sen, 1976, p. 219. In the context of multidimensional poverty measurement, this means one has to define criteria for identifying individual deprivation in multiple dimensions. Having defined criteria for each dimension, one has to decide, in how many dimensions an individual has to be deprived in order to be identified as poor Alkire and Foster, 2008, p. 7. 1 cid:2025cid:3038cid:4666cid:1877cid:3036,cid:1878cid:4667cid:3404 cid:34201,0,The identification method used in the following analysis is taken from Alkire and Foster 2008 and is called dual cutoff method of identification original emphasis Alkire and Foster, 2008, p. 8. In a first step, cutoff values cid:1878cid:3037 are defined in each dimension cid:1862; and an individual cid:1861 is deprived in a dimension if his or her achievement cid:1877cid:3036cid:3037 is smaller than the respective cutoff. The weighted count of the dimensions individual cid:1861 is deprived in is referred to as cid:1855cid:3036. In a second step, a cutoff value cid:1863 across dimensions is defined; and an individual cid:1861 is identified as poor if cid:1855cid:3036cid:3410cid:1863. This dual cutoff method is represented by the identification function: Depending on the size of cid:1863, the identification function includes the two extremes of the so called union cid:1863cid:34041 and intersection approach cid:1863cid:3404cid:1856, where cid:1856 indicates the total number of dimensions , . All values of cid:1863 between 1 and cid:1856 are referred to as intermediate dimension cutoff levels. ratio, cid:1834, which simply counts the individuals identified as poor, cid:1869, and relates them to the total number of individuals, cid:1866 cid:1834cid:3404cid:1869cid:1866. The indices used in the analysis presented here are a family 4.2. Aggregation The easiest way of aggregating information on the poor into a single index is the headcount cid:1861cid:1858 cid:1855cid:3036cid:3410cid:1863cid:1857cid:1864cid:1871cid:1857. of multidimensional measures introduced by Bourguignon and Chakravarty 2003 and the adjusted FGT measures, the letters taken from the authors names, introduced by Alkire and Foster 2008. Both are based on the prominent unidimensional FGT poverty measure Foster, Greer and Thorbecke 1984 and extend it in order to allow for multidimensional analysis. The main technical difference between the Bourguignon and Chakravarty indices and the adjusted FGT measures regards the property of additivity across dimensions, which the former do not satisfy in all cases. This results from allowing for different levels of substitutability between deprivations in different dimensions, as will be examined later on. poverty gap to the power cid:2009 which is a parameter of inequality aversion is central to the index: As the unidimensional FGT index builds the base for the adjusted FGT indices, the normalized 2 cid:1859cid:3036cid:3037cid:3080cid:3404cid:3436cid:46661cid:3398cid:3052cid:3284cid:3285cid:3053cid:3285 cid:4667cid:2878cid:3440cid:3080, where cid:1877cid:2878cid:1556max cid:4668cid:1877,0cid:4669 and cid:2009cid:34100. 5 Using the identification function above, a censored matrix of normalized gaps to the power cid:2009 is obtained: 3 cid:1859cid:3080cid:4666cid:1863cid:4667cid:3404cid:3427cid:1859cid:3036cid:3037cid:3080cid:2025cid:3038cid:4666cid:1877cid:3036,cid:1878cid:4667cid:3431. 4 cid:1839cid:3080cid:3404cid:3034cid:3328cid:4666cid:3038cid:4667cid:3041cid:3031 , In this matrix, the rows represent the individuals and the columns are the poverty dimensions. In the case of an individual being identified as poor in the first step, the normalized poverty gaps to the power cid:2009 cid:1859cid:3036cid:3037cid:3080 are the entries of row cid:1861, which is replaced by a vector of zeros if cid:2025cid:3038cid:4666cid:1877cid:3036,cid:1878cid:4667cid:34040. Consequently, the sum of all entries in the matrix cid:1859cid:3080cid:4666cid:1863cid:4667 is the sum of all normalized gaps to the power cid:2009 experienced by the poor. This sum in relation to its highest possible value is defined as the adjusted FGT measure to the power cid:2009 and referred to as cid:1839cid:3080: where cid:1877 is defined as the sum of all elements in the matrix cid:1877; cid:1866 is the total number of observations; and cid:1866cid:1856 is the highest possible sum of normalized gaps to the power cid:2009. The three values of cid:2009 used in the following analysis 0,1,2 illustrate important properties of the adjusted FGT measures very well. With an cid:2009value of 0, the adjusted headcount ratio cid:1839cid:2868 is obtained, with cid:1859cid:2868cid:4666cid:1863cid:4667 counting the number of deprivations experienced by the poor. Therefore, cid:1839cid:2868 breadth of poverty: cid:1839cid:2868 increases if a poor individual becomes deprived in an additional dimension. With cid:2009 equal to 1, the adjusted poverty gap cid:1839cid:2869 is obtained, which, in addition to being sensitive to frequency and breadth of poverty, is sensitive to the depth of poverty: cid:1839cid:2869 increases if a poor individual becomes more deprived in a deprived dimension. Setting cid:2009 to 2, yields the adjusted squared poverty gap cid:1839cid:2870, which assigns greater weight to higher deprivations and thus is sensitive to the severity of poverty. Technically speaking cid:1839cid:2868,cid:1839cid:2869 and cid:1839cid:2870 fulfill the property of dimensional monotonicity and cid:1839cid:2869 and cid:1839cid:2870 fulfill an additional property of monotonicity. is sensitive to the frequency of poverty, as is the case in the Headcount ratio, and also to the Dimensional monotonicity means that a poverty index should decline if a poor individuals situation improves, and as a consequence, he or she is no longer deprived in one of the dimensions. Monotonicity means that a poverty index should fall if a poor individual becomes less deprived in any dimension Alkire and Foster 2008, 16. For further analysis, the adjusted FGT indices can be subdivided into several subindices. cid:1839cid:2868 can be divided into the headcount ratio, cid:1834cid:3404cid:3044cid:3041, and the average deprivation share among the poor, cid:3044cid:3031 cid:1839cid:2868cid:3404cid:1834cid:1827cid:4667. In addition, cid:1839cid:2869 can be divided into the average gap among the poor cid:1827cid:3404cid:3627cid:3034cid:3116cid:4666cid:3038cid:4667cid:3627cid:3034cid:3116cid:4666cid:3038cid:4667 cid:1839cid:2869cid:3404cid:1834cid:1827cid:1833cid:4667. Finally, replacing the average gap cid:1833 by the average severity cid:1845cid:3404cid:3627cid:3034cid:3118cid:4666cid:3038cid:4667cid:3627cid:1833cid:3404cid:3627cid:3034cid:3117cid:4666cid:3038cid:4667cid:3627cid:3034cid:3116cid:4666cid:3038cid:4667 6 cid:1839cid:2870cid:3404cid:1834cid:1827cid:1845cid:4667 yields cid:1839cid:2870. As it will become clear later, relevant information on the situation of the poor can be extracted from these subindices. 5 cid:1842cid:3080cid:3087cid:4666cid:1850;cid:1878cid:4667cid:3404cid:2869cid:3041 cid:4666cid:1853cid:2869cid:3041cid:3036cid:2880cid:2869cid:4666cid:1859cid:3036cid:2869cid:2869cid:4667cid:3087cid:3397cid:1853cid:2870cid:4666cid:1859cid:3036cid:2870cid:2869cid:4667cid:3087cid:4667cid:3328cid:3335 , As previously mentioned, the BCmeasures allow for different levels of substitutability between the dimensions, which means that the degree to which a higher deprivation in one dimension can be substituted by smaller deprivation in another can vary. Due to its functional form, it is difficult to control for more than two dimensions in the index. Therefore, the following analysis applies the BCmeasure for two dimensions. The index used consists of a CES function and can be written as: where cid:1859cid:3036cid:3037cid:2869 is as explained above, cid:1853cid:2869 and cid:1853cid:2870 are the weights of the dimensions, and the parameter cid:2016cid:34081. The CES function describes concave isopoverty curves in the space of the deprivations, sions. The elasticity of substitution is cid:2026cid:3404 cid:2869cid:2869cid:2879cid:3087. The higher cid:2026, the better the deprivation in one dimension can be substituted by achievement in the other dimension. When cid:2016 tends towards 1, cid:2026 tends towards infinity, and thus the attributes are perfect substitutes and the BCmeasures which goes along with convex isoutility curves in the space of the achievements on the dimenresemble the adjusted FGTmeasures. The cases that differ from the adjusted FGT family are those of levels of substitutability worse than in the case of perfect substitutability. It is clear to see that the BCindex allows for substitution of strong deprivation in one dimension by achievement in another dimension only as long as the achievement is not too large: if an individual is not deprived in the better dimension, the index only takes the deprived dimension into account. For the dimensions of education and income, this means, for example, that a dumb millionaire is treated as poor because the identification method used is union cid:1863cid:34041. 4.3. Dataset The following analysis of multidimensional poverty in Germany is based on household micro data provided by the German SocioEconomic Panel Study GSOEP for 1985 to 2007. GSOEP was started in 1984 with a representative set of around 4,500 households and has since collected annual samples, which in 2007 numbered around 12,000. A sample for East Germany has been included since 1990. Each wave delivers information on a range of subjects, including occupation, income, taxes, household composition, health status, education, satisfaction or political interests SOEP Group, 2001, p. 9. 7 4.4. Dimensions and Operationalization The dimensions selected for measuring poverty are economic wellbeing and capability, whereby the indicators for the latter can also be interpreted as indicators for the dimension of social exclusion. This is because, following Wagle 2008b, p. 65, the indicators to measure the quality of life in capability terms are selected as proxies for the degree of freedom an individual has in affecting the valuable functionings. In the first part of the analysis, education is used as an indicator for poverty according to the capability approach since its entire concept revolves around staying informed and being able to make appropriate decisions involving choices Wagle, 2008b, p. 140. The second part adds health as a further indicator. The household income is used as an indicator of economic wellbeing. Health can be seen as an indirect indicator of social exclusion because a person suffering from bad health has limited possibilities to participate in social life. A similar argument can be given for education: with higher education comes, for example, the possibility to participate in specific cultural events or a greater likelihood of participating actively in the political process. Thus, both indicators according to the capability approach can be interpreted as proxy indicators of social exclusion just as income is interpreted as proxy for economic wellbeing. The GSOEP variable used to operationalize household income is the post government household income in each wave, which is surveyed retrospectively for the antecedent year. It includes all taxes and transfers and thus indicates the households disposal income. In order to compare households of different size, the adjusted household income is calculated using the modified OECD equivalence scale, in which household income is divided by the weighted sum of household members, calculated by assigning a weight of 1 to the household head, 0.5 to each adult member and 0.3 to each child. Although the unit of observation is the individual, household income is assumed to be a more appropriate measure of the economic situation of the individual. This is because the overall financial situation of an individual is dependent not only on personal income but also on the incomes of all household members. Information on the number of years of education is used to operationalize the corresponding indicator. The advantage of using the number of years rather than, for instance, the highest educational degree, is that the poverty gap can then be properly interpreted. Health is operationalized as the satisfaction with health at the time of the survey on a scale from 0, completely dissatisfied, to 10, completely satisfied. In order to demonstrate the importance of a proper operationalization of health, the number of nights spent in hospital is used for a robustness check of the measures. Similarly to income, it is surveyed retrospectively. Of course, nights in 8 hospital are not as good an indicator for the health status as satisfaction with health. For example, the nights in hospital do not take into account ambulant treatment of chronic diseases. Furthermore, the kind of health insurance a patient has could be decisive on whether he or she spends a night in hospital and that would be more an indicator for economic wealth than for health. Nevertheless, the variable is used here because of its cardinal character, which allows the application of the presented methodology. For the calculation of the indices of each year, only those observations in which values are found in all the dimension variables are considered. 5. Empirical results Influence of substitutability on the development of poverty 5.1. This first part of the analysis mainly explores the influence of different levels of substitutability between shortfalls on poverty dimensions; whereby shortfalls mean the standardized poverty gaps. The indicators used to measure poverty are income and education operationalized as explained above. Both the adjusted FGT and the BC indices are applied. With two dimensions, the adjusted FGT measure becomes: 6 cid:1839cid:3080cid:3404cid:2869cid:3041 cid:4666cid:1853cid:2869cid:3041cid:3036cid:2880cid:2869cid:1859cid:3036cid:2869cid:3080cid:3397cid:1853cid:2870cid:1859cid:3036cid:2870cid:3080cid:4667 , and the BCindex remains unchanged as in equation 5: cid:1842cid:3080cid:3087cid:4666cid:1850;cid:1878cid:4667cid:3404cid:2869cid:3041 cid:4666cid:1853cid:2869cid:4666cid:1859cid:3036cid:2869cid:2869cid:4667cid:3087cid:3397cid:3041cid:3036cid:2880cid:2869cid:1853cid:2870cid:4666cid:1859cid:3036cid:2870cid:2869cid:4667cid:3087cid:4667cid:3328cid:3335 . In the case of cid:2016cid:34041 and cid:2009cid:34041, the two indices are identical, as well as in the case of cid:2016cid:34042 and cid:2009cid:34042. In these two specific cases, the BCindex resembles the adjusted poverty gap and the adjusted squared poverty gap, respectively. In the first case cid:2016cid:34041, cid:2009cid:34041, the two shortfalls are perfect substitutes; and in the second case cid:2016cid:34042, cid:2009cid:34042, the squared shortfalls are perfect substitutes. The shortfalls are described by an elasticity of substitution of cid:33981. Given the value of cid:2009, an increase of cid:2016 worsens the elasticity of substitution; when cid:2016 tends towards infinity, the elasticThe analysis compares cid:2016values of 1, the case of perfect substitutability, to values of 2 and 5, worse substitutability, and to perfect complements cid:4666cid:2016cid:1372cid:4667 for the cid:2009values of 0,1 and 2. This cid:1853cid:2869cid:3404cid:1853cid:2870cid:34040.5. results in seven measures plus the headcount ratio. The dimensional weights are set equal to ity of substitution tends towards zero, and thus the shortfalls become perfect complements. 9 Following the concept of relative poverty and the European Union standard, the poverty line for income is set at 60 percent of the median income Glennerster, 2002, p. 87. The poverty line for education is set at a constant of nine years because this is the length of compulsory schooling in most federal states in Germany. Table 1 depicts the unidimensional poverty levels as headcounts. While income poverty increased from 1985 to 2007, poverty decreased with respect to education. The share of the population poor in terms of income increased from 11.42 percent in 1985 to 13.47 percent in 2007. not constantly increasing, with the lowest value at 10.22 percent in 1998. Regarding education, there is an almost constant decrease in the poverty rate from 4.19 percent in 1985 to 2.44 percent in 2007. At 2.25 percent, the population share of those with fewer than nine years of formal eduWhen examining the numbers presented in Table 1, one can see that this income poverty rate is cation is the lowest in 2000. 10 Table 1: Unidimensional Poverty Income and Education Year Income headcount Education headcount Year Income headcount Education headcount Year Income headcount Education headcount 1985 .1142 1986 .1124 1987 .1069 1988 .1189 1989 .1088 1990 .1133 1991 .1324 1992 .1193 .0419 .0411 .0402 .0394 .0438 .0358 .0359 .0375 1993 .1164 1994 .1184 1995 .1187 1996 .1069 1997 .1068 1998 .1022 1999 .1042 2000 .1111 .0389 .0424 .0421 .0375 .0336 .0305 .0290 .0225 2001 .1262 2002 .1272 2003 .1272 2004 .1335 2005 .1379 2006 .1357 2007 .1347 .0231 .0228 .0247 .0239 .0253 .0241 .0244 Source: Own calculations based on GSOEP data. When comparing the eight multidimensional indices with each other, we are not mainly interested in the absolute values but the development of the indices over time. In order to investigate this issue, the correlations of the indices are shown in Table 2. One can see that the correlation between the headcount and adjusted headcount is almost perfect; whereas both of these indices correlate worse with the four measures that take the standardized gap into account, and even worse with the two indices that use the squared gap. Within the groups of indices using the gap or the squared gap, correlations are almost perfect. All six indices that use either the gap or the squared gap correlate very strongly with each other. At this point, one might already conclude that substitutability does not have a large influence, since the six relevant indices overall move in the same direction. 11 Table 2: Correlations of adjusted FGT and BC indices cid:1834 cid:1839cid:2868 cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1842cid:2869cid:2870 cid:1842cid:2869cid:2873 cid:1829cid:1867cid:1865cid:1868cid:1864 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1842cid:2870cid:2873 cid:1834 cid:1839cid:2868 cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1842cid:2869cid:2870 cid:1842cid:2869cid:2873 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1842cid:2870cid:2873 Compl 1.0000 .9917 1.0000 .7478 .7646 .7694 .7702 .7924 .8036 .8063 .8067 1.0000 .9987 .9977 .9974 1.0000 .9998 .9997 1.0000 1.0000 1.0000 .3246 .3271 .3813 .3819 .8549 .8545 .8451 .8456 .8418 .8427 .8413 .8422 1.0000 .9998 1.0000 Source: Own calculations based on GSOEP data. In order to obtain a more detailed grasp of the development of the indices, Tables 3 to 5 show their values from 1985 to 2007. The indices are divided into three groups, depending on which value of cid:2009 they use. Within each group, one has to check whether the changing level of cid:2016 has an By calculating 95 percentconfidence intervals for the measures for each year, it can be analyzed influence on the development of the measure, in order to verify whether a changing elasticity of substitution has a substantial effect on the conclusions drawn from an index. 1985. At the end of the 80s and the beginning of the 90s, there is an upward trend, peaking in whether an index changes significantly over time. The confidence intervals are calculated using a bootstrap method with 1,000 repetitions. Table 3 shows the headcount and the adjusted headcount with the calculated confidence intervals for 1985 to 2007. For easier comprehension, the development of the indices is shown graphically in Figure A1 in the appendix. The population share of individuals defined as poor lies between 13.88 and 15.45 percent in 1991, where the confidence interval of the poverty headcount ranges between 15.73 and 17.18 decade: the confidence interval for 2000 ranges between 11.70 and 12.76 percent, which signifilowing 2000, there is an increase back to a poverty headcount of around 14 percent in 2007. The percent. This is significantly higher than in all other observed years, except for 1992, when the confidence interval overlaps with the one of 1991. After the peak in the early 90s, the poverty headcount declines in the following years, reaching a minimum around the end of the same cantly differs from 2001 and later years as well as from 1995 and earlier years. In the years fol 12 the development of the poverty rate, which is to be expected from the very high correlation of dimensional adjustment of the headcount to cid:1839cid:2868 does not lead to other information regarding the two indices. As for the headcount, the highest value for cid:1839cid:2868 is in 1991, with the lower limit of the confidence interval at .0815. Measured poverty is lowest in 2000, with an upper limit of the confidence interval at .0668. Poverty is similar at the beginning and end of the period of observation, with values around .0772 and .0749, respectively. cid:1864cid:1855cid:1861Table 3: Headcount and adjusted headcount, with confidence intervals income and education cid:1834 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1839cid:2868 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 .13879 .13540 .12799 .13816 .13266 .13755 .15729 .14264 .13809 .13978 .14045 .12442 .12314 .11531 .11717 .11697 .12975 .13058 .12895 .13104 .13611 .13951 .13337 .14660 .14312 .13616 .14591 .14089 .14669 .16423 .15060 .14528 .14697 .14804 .13231 .13085 .12234 .12447 .12222 .13554 .13728 .13537 .13784 .14391 .14644 .14035 .15447 .15094 .14385 .15414 .14926 .15530 .17178 .15825 .15262 .15453 .15540 .14030 .13876 .12944 .13179 .12761 .14132 .14370 .14198 .14500 .15139 .15360 .14739 .07302 .07057 .06721 .07278 .07000 .07257 .08153 .07433 .07251 .07416 .07434 .06527 .06450 .06048 .06142 .06117 .06844 .06932 .06841 .06992 .07295 .07352 .07105 .07716 .07459 .07149 .07681 .07440 .07736 .08514 .07845 .07626 .07812 .07832 .06933 .06855 .06415 .06524 .06394 .07153 .07295 .07188 .07360 .07735 .07738 .07487 .08134 .07867 .07554 .08118 .07888 .08196 .08908 .08243 .08010 .08223 .08220 .07344 .07270 .06787 .06907 .06679 .07464 .07643 .07546 .07750 .08158 .08136 .07880 Source: Own calculations based on GSOEP data. 13 Table 4 and Figure A2 show those measures that take into account the depth of deprivation in each dimension. As expected from the almost perfect correlations between the four relevant indices, the detailed analysis of the development of the indices reveals no major differences that could be interpreted as an influence of the elasticity of substitution. The similarity in the development of the four indices to the headcount and adjusted headcount deserves a mention. Nevertheless, while the latter have a downward trend in the middle of the 90s, the poverty measures using an cid:2009value of 1 peak in 1995, which significantly differs from the values in 1996 and 1993. Even though the share of people treated as poor declines cid:1834 and cid:1839cid:2868, the poverty indices sensitive to the depth of poverty rise: one can interpret this as an indicator for a worsening of the situation of those who remained or became poor in the middle of the 90s. As mentioned, a deeper analysis of this issue follows in Section 5.3. The lowest poverty is measured for 1998, after which there follows an upward trend. 14 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 cid:1873cid:1855cid:1861.01786 .01716 .01673 .01698 .01754 .01790 .01832 .01741 .01646 .01899 .01999 .01714 .01704 .01463 .01545 .01505 .01718 .01734 .01719 .01672 .01843 .01875 .01678 Table 4: Measures using cid:2009cid:34041, with confidence intervals income and education cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1864cid:1855cid:1861 cid:1842cid:2869cid:2873 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1842cid:2869cid:2870 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861 cid:1873cid:1855cid:1861 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861 cid:1864cid:1855cid:1861cid:1829cid:1867cid:1865cid:1868cid:1864 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1864cid:1855cid:1861 .01725 .01642 .01606 .01633 .01684 .01724 .01769 .01679 .01598 .01847 .01929 .01641 .01621 .01410 .01474 .01474 .01681 .01699 .01670 .01630 .01802 .01814 .01636 .02553 .01595 .01518 .02445 .01480 .02387 .01512 .02423 .01547 .02505 .01596 .02554 .01661 .02608 .01566 .02483 .01483 .02353 .01717 .02716 .01782 .02855 .01512 .02445 .01490 .02430 .01300 .02091 .01352 .02206 .01391 .02149 .01582 .02454 .01592 .02480 .01556 .02455 .01520 .02395 .01677 .02641 .01688 .02674 .01522 .02401 Source: Own calculations based on GSOEP data. .02376 .02273 .02216 .02253 .02313 .02376 .02456 .02325 .02197 .02532 .02652 .02263 .02240 .01942 .02032 .02036 .02316 .02330 .02298 .02240 .02464 .02502 .02244 .02197 .02102 .02042 .02085 .02127 .02201 .02307 .02168 .02039 .02355 .02448 .02082 .02059 .01791 .01863 .01922 .02180 .02185 .02140 .02089 .02294 .02330 .02091 .01854 .01766 .01729 .01756 .01826 .01853 .01879 .01793 .01711 .01983 .02076 .01772 .01758 .01518 .01600 .01556 .01781 .01808 .01784 .01742 .01932 .01940 .01752 .02680 .02571 .02494 .02546 .02596 .02688 .02825 .02650 .02487 .02871 .02987 .02542 .02515 .02185 .02273 .02348 .02660 .02663 .02611 .02545 .02792 .02847 .02549 .02899 .02780 .02707 .02752 .02823 .02902 .03008 .02842 .02680 .03087 .03237 .02764 .02737 .02370 .02480 .02487 .02828 .02841 .02804 .02730 .03000 .03057 .02736 .03115 .02990 .02916 .02960 .03057 .03120 .03194 .03036 .02870 .03312 .03486 .02987 .02970 .02552 .02693 .02625 .02996 .03025 .02997 .02919 .03216 .03268 .02927 .01537 .01475 .01430 .01460 .01489 .01542 .01621 .01519 .01426 .01646 .01712 .01458 .01443 .01253 .01303 .01347 .01525 .01527 .01497 .01458 .01600 .01633 .01462 .01662 .01595 .01553 .01579 .01619 .01665 .01726 .01630 .01537 .01770 .01856 .01585 .01570 .01358 .01422 .01426 .01621 .01629 .01608 .01564 .01719 .01754 .01569 Table 5 and Figure A3 present the development of the two indices sensitive to the severity of poverty. As for the six measures presented so far, the poverty at the beginning and end of the observation period does not differ significantly. Similar to the four indices using cid:2009cid:34041, the two measures using cid:2009cid:34042 peak in the middle of the 90s. Consequently, this period is analyzed in minimum in 1998, again followed by an upward trend. The value of cid:2016, and thus the elasticity of Section 5.3. As for the other indices, poverty is lowest towards the end of the 90s, reaching a substitution, has no influence on the development of the measured poverty. 15Table 5: Measures using cid:2009cid:34042, with confidence intervals income and education cid:1873cid:1855cid:1861 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861cid:1842cid:2870cid:2873 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1864cid:1855cid:1861 cid:1864cid:1855cid:1861 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 .00554 .00511 .00506 .00486 .00535 .00518 .00512 .00495 .00465 .00612 .00664 .00537 .00529 .00432 .00456 .00495 .00581 .00574 .00574 .00510 .00581 .00619 .00508 .00632 .00582 .00579 .00548 .00616 .00585 .00564 .00562 .00528 .00694 .00769 .00611 .00610 .00490 .00536 .00537 .00643 .00632 .00643 .00569 .00645 .00687 .00567 .00710 .00654 .00653 .00612 .00698 .00654 .00616 .00629 .00592 .00779 .00875 .00686 .00694 .00547 .00617 .00580 .00705 .00693 .00712 .00629 .00711 .00756 .00627 .00824 .00762 .00753 .00723 .00796 .00770 .00766 .00739 .00689 .00909 .00987 .00799 .00789 .00642 .00678 .00738 .00866 .00852 .00855 .00758 .00862 .00924 .00755 .00942 .00870 .00865 .00817 .00916 .00872 .00844 .00840 .00785 .01032 .01146 .00910 .00912 .00729 .00798 .00802 .00960 .00940 .00959 .00847 .00957 .01027 .00843 .01059 .00979 .00975 .00912 .01039 .00975 .00922 .00941 .00880 .01158 .01305 .01024 .01038 .00815 .00921 .00866 .01053 .01030 .01063 .00938 .01056 .01130 .00932 Source: Own calculations based on GSOEP data. Influence of substitutability on the robustness of the measures 5.2. The elasticity of substitution has so far not had any influence worth mentioning. For all values of cid:2009, the corresponding indices developed almost equally. Nevertheless, there may be differences with respect to robustness. This is now to be examined. One of the robustness checks conducted concerns a change in the poverty threshold for income from 60 to 80 percent of the median. In a second robustness check, the dimensional weights are changed from an equal to a 16 greater emphasis on income. The underlying idea is that income may play a greater role for present welfare; whilst higher education increases the opportunity of achieving higher future welfare. One result of a change in the income poverty line from 60 to 80 percent of the median is, of course, an increase of unidimensional poverty in that dimension. The correlations of the multidimensional indices are given in Table 6. As before, the indices of each cid:2009group correlate almost perfectly with each other. Compared to the original income cutoff, the multidimensional headcount now correlates more strongly with the indices using the normalized gap or the squared normalized gap. An analysis of the development of the multidimensional indices leads to results very similar to the original analysis; since the focus of this section is the robustness of the measures, there is no detailed analysis presented here. Tables A1A3 in the appendix show the values of the measures, including the bootstrap confidence intervals. Table 6: Correlations of indices with poverty line for income at 80 percent of median cid:1834 cid:1839cid:2868 cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1842cid:2869cid:2870 cid:1842cid:2869cid:2873 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1842cid:2870cid:2873 Compl cid:1834 cid:1839cid:2868 cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1842cid:2869cid:2870 cid:1842cid:2869cid:2873 cid:1829cid:1867cid:1865cid:1868cid:1864 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1842cid:2870cid:2873 1.0000 .9902 1.0000 .8532 .8472 .8429 .8414 .8329 .8196 .8128 .8107 1.0000 .9985 .9973 .9969 1.0000 .9998 .9997 1.0000 1.0000 1.0000 .5084 .5000 .4774 .4655 .8690 .8634 .8738 .8697 .8767 .8732 .8780 .8746 1.0000 .9996 1.0000 Source: Own calculations based on GSOEP data. In order to examine the sensitivity of the measures to the change in the income poverty threshold, the correlation between each measure before and after the change is calculated, which is shown in Table 7. The headcounts and the adjusted headcounts before and after the change in the poverty line correlate very strongly, at 0.9020 and 0.9126, respectively. The four indices using the standardized poverty gap cid:2009cid:34041 correlate strongly with their counterparts after the change. From this one can conclude that the indices using cid:2009cid:34041 are robust to the cutoff change on the income dimension. Indices using the squared standardized gap react a little more sensi 17 tively to a changing dimensional cutoff value but can still be considered robust. In all cases, the level of the elasticity of substitution has no influence worth mentioning. Together with the fact that they correlate better with the six indices cid:1839cid:2869 to cid:1842cid:2869cid:2873, the higher robustness of cid:1834 and cid:1839cid:2868 indicates that in the case of a higher income cutoff, the former six indices adapt to the latter. Following an examination of the information given in Tables A1 to A3, this consideration is confirmed. Table 7: Sensitivity to a change of income poverty threshold cid:1834 cid:1839cid:2868 cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1842cid:2869cid:2870 cid:1842cid:2869cid:2873 cid:1829cid:1867cid:1865cid:1868cid:1864 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1842cid:2870cid:2873 Correlation with the same index after change .9020 .9126 .8468 .8355 .8310 .8294 .8007 .7938 Source: Own calculations based on GSOEP data. Taking the original income poverty line of 60 percent of the median, the indices are controlled for their sensitivity to a change of the dimensional weights as described earlier in this section. The weight of income is set to 0.7 and the weight of education to 0.3. This of course has no influence on the poverty headcount, cid:1834, since the identification of poverty remains the same. At unidimensional income poverty rate more closely: while the two dimensions, cid:1839cid:2868 and the unidimensional income poverty rate, correlate at 0.5689 when equally weighted, they correlate at 0.8769 when the weight of the income dimension set to 0.7. Like the income headcount, cid:1839cid:2868 the same time, the development of the adjusted headcount resembles the development of the reaches its minimum in 1998. However, the value does not significantly differ from the values between 1996 and 2000, and so the substantial interpretation of the development of the index remains as with the equal weights. The same holds for the other measures tested, which resemble the original situation even more closely. Detailed information is given in Tables A4 and A5. The results of the robustness checks are shown in Table 8. In contrast to the first robustness check, the level of substitutability has some influence on the sensitivity of the measures to the change of dimensional weights. Within the group of indices using the normalized poverty gap, cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 appears to be less robust than cid:1842cid:2869cid:2870, which in turn seems to be less robust than cid:1842cid:2869cid:2873, which correlates almost perfectly with its counterpart. The same holds for the two indices using cid:2009cid:34042. Thus, one might conclude that a decreasing elasticity of substitution goes hand in hand with increasing robustness. Since the correlations only use the GSOEPsample values and do not take the confidence intervals into account, which to a large extent overlap, one must not overinterpret this. Overall, the level of substitutability between poverty dimensions has much less 18 influence on the measurement of multidimensional poverty than one might expect, and has no influence in almost all of the situations tested. Table 8: Sensitivity to a change of dimensional weights cid:1839cid:2868 cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1842cid:2869cid:2870 Correlation with the same index after change cid:1842cid:2869cid:2873 cid:1839cid:2870cid:3404cid:1842cid:2870cid:2870 cid:1842cid:2870cid:2873 .8853 .8782 .9504 .9899 .9774 .9940 Source: Own calculations based on GSOEP data. 5.3. Taking a third attribute into account This part of the analysis includes health as a third indicator of poverty and applies the adjusted FGT family as given by equation 2. The same cid:2009values as before are used. The sensitivity of the indices to the changing operationalization of health is explored. For further analysis of the results, the indices are divided into their subindices as explained in Section 4.2. In accordance with the identification method, an intermediate approach is applied, which means that an individual has to be deprived in two of the three dimensions in order to be counted as poor, as suggested by Alkire and Foster 2008, p. 8. The poverty threshold for health is defined as the median. In the case of health being operationalized by the selfreported satisfaction with health, the application of the adjusted FGT measures is limited, since, strictly speaking, the variable is ordinal  The application of the adjusted poverty gap, cid:1839cid:2869, and the adjusted squared poverty gap, cid:1839cid:2870, is restricted due to the problem of count ratio and the adjusted headcount cid:1839cid:2868 can be applied thoroughly The calculation and use interpreting the poverty gap in the ordinal case. As they do not make use of the gap, the headof the standardized poverty gap is unproblematic in the case of health being operationalized by the number of nights spent in hospital. In order to apply the presented methodology to the variable, it is reversed for each year: for each observation the number of nights is subtracted from the highest number in the respective year. In that way, the observation with the highest number of nights is assigned a zero and an observation with zero nights is assigned the highest number. When using both cardinal and ordinal variables, as done in the analysis which uses two cardinal variables for income and education, Alkire and Foster 2008, p. 23 suggest a hybrid case. In the censored deprivation matrix, cid:1859cid:3080cid:4666cid:1863cid:4667, as presented in equation 2, the entries remain the individuals are assigned a value of 0 if not deprived; however, they are assigned a value of 1 if same for cardinal variables but are changed for ordinal variables: for cardinal variables, poor 19 deprived in the ordinal variable, instead of the normalized gap cid:1859cid:3036cid:3037cid:3080. The measures are calculated riables are automatically weighted more in all cid:1839cid:3080indices with cid:2009cid:34080. This is because the value of 1 is the maximum possible value of the standardized gap. When using this hybrid type one using this new matrix. However, this leads to a technical problem of weighting: the ordinal vahas to define weights that try to solve the problem. This problem is seen as a minor problem in the analysis, and since the satisfaction with health variable has 11 categories, it is interpreted as cardinal. health is higher than the share of individuals deprived with respect to nights spent in hospital, The unidimensional poverty rates are shown in Table 9. Apart from a few minor fluctuations, the poverty headcount is stable for both operationalizations of health. It has to be mentioned that at around 40 percent, the share of individuals deprived with respect to satisfaction with which is stable at around 12 percent. Since all three indicators income, education and health and the squared gap, cid:1839cid:2869 and cid:1839cid:2870, will differ in their development over time. have the same weight in the multidimensional measure, this will lead to differences in the respective measures for the two operationalizations. However, since we did not look at the poverty gaps here, one cannot already conclude on how the two measures using the normalized gap Table 9: Unidimensional poverty headcounts satisfaction with health and nights in hospital Year Satisfaction with health Nights in hospital Year Satisfaction with health Nights in hospital Year Satisfaction with health Nights in hospital 1985 .4045 .1210 1993 .4375 .1299 2001 .4006 .1247 1986 .4094 .1225 1994 .4498 .1266 2002 .4169 .1232 1987 .4126 .1238 1995 .4415 .1267 2003 .4146 .1276 1988 .4258 .1227 1996 .4476 .1271 2004 .4393 .1193 1989 .4358 n.o.1 1997 .4440 .1263 2005 .4323 .1251 1990 .4265 .1055 1998 .4288 .1309 2006 .4258 .1227 1991 .4323 .1201 1999 .4329 .1237 2007 .4340 .1196 1992 .4013 n.o. 2000 .4028 .1257 Notes: 1No observations for number of nights in hospital for 1989 and 1992. Source: Own calculations based on GSOEP data. In order to demonstrate the sensitivity of the adjusted FGT measures to the changing operationalization, the correlations between the indices of both operationalizations are calculated and 20 presented in Table 10. The lower the cid:2009value an index uses, the more robust it is towards the changing operationalization of health: the two headcounts, cid:1834, correlate at 0.7585, while cid:1839cid:2868 and cid:1839cid:2869 correlate with their counterparts of the different operationalization at 0.7560 and 0.6062, respectively. cid:1839cid:2870 reacts the most sensitively to the different operationalizations: the two measurements of cid:1839cid:2870 correlate at only 0.5477. Therefore, it can be concluded that the depth and severity of poverty in the two operationalizations develops differently. Table 10: Sensitivity to changing operationalization of health cid:1834 cid:1839cid:2868 cid:1839cid:2869 cid:1839cid:2870 Correlation with the same index after change .7585 .7560 .6062 .5477 Source: Own calculations based on GSOEP data. Moving to a more detailed analysis of poverty, Table 11 shows the development of the adjusted FGT measures for the operationalization satisfaction with health; income and education are operationalized as before and the cutoffs are at 60 percent of the median and nine years, respectively see also Figure A4 in the appendix. As explained in Section 4.4, the focus is on satisfaction as operationalization of health because it is considered a reliable measure of health. Nights in hospital were used here for illustrative reasons. For those interested, the respective indices can be found in Table A6 in the appendix. When comparing the values of the adjusted headcount to the values of the headcount presented in Section 5.1, it must be kept in mind that due to the intermediate approach used, an individual has to be deprived in at least two dimensions in order to be classified as poor. This leads to a smaller poverty index. some differences, which will be described starting with the adjusted headcount, cid:1839cid:2868, for which the measured poverty in 1991 is significantly higher than in the years 1985 to 1989. At 0.05613, All three measures peak in 1991 and have their minimum value in 2000. Nevertheless, there are the lower limit of the confidence interval for 1991 is above the upper limits of the confidence intervals for 1985 to 1989. A downward trend until the end of the 90s can be seen; and in the years 1998 to 2000, poverty is significantly lower than at the beginning of the 90s. An increase of poverty follows at the beginning of the 2000s; and at the end of the observed period, poverty is significantly higher than at the end of the 90s, back to a level similar to the beginning of the 90s. For the adjusted poverty gap, cid:1839cid:2869, the development of poverty is similar, whereby the poverty in 1988 and 1989 is not significantly lower than in 1991 but instead is significantly higher than in 21to better understand the stated differences, the indices are divided into their respective subinThe headcount develops in the same manner as the adjusted headcount, and thus the dimendelivers important insights: in 1991, the year with the highest poverty headcount, is also the year in which the average deprivation share is lowest, at an confidence interval between 2000, which is not the case for cid:1839cid:2868. Similar to cid:1839cid:2868, cid:1839cid:2869 follows an upward trend in the early 2000s. As in the analysis in Section 5.1, the downward trend in the early 90s is weaker for cid:1839cid:2869. In order dices as explained in Section 4.2. The headcount, cid:1834, average deprivation share, cid:1827, average poverty gap, cid:1833, and average severity, cid:1845, are given in Table 12 and Figure A5. sional adjustment of multiplying the former with the average deprivation share, cid:1827, does not have an influence worth mentioning cid:1839cid:2868cid:3404cid:1834cid:1827. Nevertheless, observing the development of cid:1827 0.67271 and 0.67936. This means that in the year with the highest measured poverty according indicators. This roughly holds for all observed years; whilst for the years 2001 to 2007, cid:1827 is sigAn observation of the development of the average poverty gap, cid:1833, reveals that it is relatively the average depth of poverty of those who are poor did not change over the years. Since cid:1839cid:2869 takes cid:1833 into account cid:1839cid:2869cid:3404cid:1834cid:1827cid:1833, this can explain the slight differences to cid:1839cid:2868: while the headcid:1839cid:2869 has a weaker downward trend than cid:1839cid:2868. The differences between cid:1839cid:2868 and cid:1839cid:2870 can be explained in the same way. cid:1839cid:2870 differs insofar as it per limit of the confidence interval is 0.00828 in 1987 and the lower limit of the 1991 confidence interval is 0.00832. From the mid90s onwards, cid:1839cid:2870 develops similar to cid:1839cid:2869; however, the upand the adjusted poverty headcount increase, cid:1839cid:2870 develops slightly differently. Examining the average severity cid:1845 can explain why: cid:1845 is relatively stable over time, with a very weak downward trend. Since cid:1839cid:2870 takes this into account, cid:1839cid:2870cid:3404cid:1834cid:1827cid:1845, the upward trends of the poverty headfails to report hardly any significant poverty differences in the period from 1985 to 1995, which contains the peak in 1991. Only in 1987 is the measure significantly lower than in 1991: the upcount decreases during the 90s, the average poverty gap stays more or less constant, and thus to all three adjusted FGT measures a poor individual is deprived on average in two of the three nificantly higher than in 1991, indicating a higher share of the poor being deprived in more than two indicators. stable over the years: significant differences between the years are not found. This means that ward trend from 2000 on is weaker. Thus, in both time periods for which the poverty headcount count are weakened. Table 11: Adjusted FGT measures for three indicators,1 with confidence intervals 22 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 cid:1839cid:2868 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 .04682 .04695 .04480 .05030 .05041 .05321 .05975 .05387 .05320 .05358 .05097 .04682 .04679 .04399 .04391 .04402 .04883 .05107 .04985 .05254 .05731 .05554 .05439 cid:1873cid:1855cid:1861 .05095 .05104 .04894 .05453 .05490 .05799 .06374 .05798 .05716 .05767 .05492 .05098 .05112 .04773 .04781 .04683 .05197 .05455 .05342 .05627 .06149 .05957 .05843 cid:1864cid:1855cid:1861 .01357 .01330 .01277 .01462 .01484 .01539 .01732 .01565 .01543 .01600 .01511 .01342 .01359 .01260 .01210 .01264 .01409 .01454 .01439 .01492 .01693 .01655 .01513 cid:1839cid:2869 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857.01510 .01484 .01434 .01613 .01658 .01717 .01865 .01722 .01694 .01753 .01669 .01493 .01520 .01392 .01348 .01359 .01517 .01577 .01575 .01616 .01845 .01812 .01651 cid:1873cid:1855cid:1861 .01665 .01633 .01586 .01769 .01832 .01887 .02010 .01873 .01846 .01912 .01826 .01646 .01687 .01527 .01485 .01457 .01625 .01700 .01709 .01744 .02001 .01965 .01789 cid:1864cid:1855cid:1861 .00667 .00647 .00627 .00717 .00741 .00754 .00832 .00764 .00752 .00778 .00719 .00627 .00644 .00587 .00540 .00575 .00641 .00661 .00666 .00678 .00785 .00779 .00683 cid:1839cid:2870 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857.00767 .00749 .00729 .00821 .00858 .00868 .00918 .00870 .00854 .00885 .00834 .00723 .00749 .00664 .00623 .00634 .00704 .00734 .00749 .00752 .00873 .00879 .00758 cid:1873cid:1855cid:1861 .00867 .00847 .00828 .00926 .00972 .00977 .01012 .00972 .00957 .00996 .00947 .00819 .00860 .00741 .00707 .00694 .00766 .00808 .00832 .00827 .00964 .00975 .00835 cid:1864cid:1855cid:1861 .04277 .04273 .04041 .04642 .04592 .04826 .05613 .04966 .04934 .04962 .04697 .04269 .04253 .04034 .03991 .04129 .04562 .04752 .04630 .04896 .05306 .05143 .05038 Notes: 1Health as satisfaction. Source: Own calculations based on GSOEP data. 23 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 cid:1864cid:1855cid:1861 cid:1834 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861 cid:1827cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861Table 12: Subindices of adjusted FGT measures for three dimensions,1 with confidence intervals cid:1833cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861 cid:1845cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1864cid:1855cid:1861.06263 .06282 .05872 .06776 .06751 .07095 .08299 .07302 .07216 .07237 .06851 .06231 .06264 .05895 .05833 .06045 .06621 .06894 .06705 .07051 .07629 .07456 .07283 .06856 .06908 .06518 .07348 .07417 .07830 .08838 .07927 .07785 .07816 .07442 .06840 .06896 .06433 .06420 .06444 .07088 .07404 .07220 .07568 .08235 .08044 .07855 .07462 .07513 .07124 .07972 .08084 .08538 .09433 .08537 .08368 .08419 .08025 .07455 .07538 .06981 .06994 .06855 .07546 .07903 .07735 .08105 .08828 .08617 .08428 .67718 .67507 .68110 .67866 .67527 .67532 .67271 .67568 .67858 .67996 .67976 .67884 .67419 .67875 .67855 .67825 .68343 .68397 .68392 .68737 .68856 .68321 .68532 .68280 .67961 .68740 .68450 .67962 .67954 .67604 .67953 .68333 .68547 .68489 .68442 .67851 .68393 .68391 .68311 .68883 .68976 .69048 .69421 .69596 .69049 .69245 .68847 .68428 .69398 .69037 .68404 .68395 .67936 .68346 .68813 .69074 .69012 .68991 .68282 .68915 .68921 .68781 .69422 .69559 .69722 .70139 .70354 .69797 .69967 Notes: 1Health as satisfaction. Source: Own calculations based on GSOEP data. .30753 .30074 .30492 .30309 .31313 .30825 .30143 .30621 .30455 .31251 .31151 .30414 .30826 .30401 .29270 .29893 .30154 .29876 .30334 .29623 .31158 .31316 .29227 .32261 .31603 .32015 .32068 .32902 .32260 .31211 .31966 .31850 .32719 .32744 .31894 .32477 .31649 .30701 .30874 .31067 .30877 .31591 .30762 .32201 .32625 .30349 .33734 .33125 .33594 .33696 .34459 .33674 .32290 .33260 .33185 .34210 .34340 .33376 .34232 .32894 .32166 .31865 .32011 .31933 .32808 .31880 .33338 .33905 .31475 .14881 .14420 .14735 .14615 .15400 .14845 .14274 .14720 .14636 .14995 .14599 .13967 .14359 .13942 .12828 .13442 .13533 .13416 .13841 .13267 .14268 .14549 .12972 .16376 .15944 .16267 .16318 .17021 .16310 .15357 .16151 .16056 .16526 .16355 .15437 .16007 .15082 .14198 .14401 .14411 .14373 .15032 .14317 .15240 .15821 .13938 Inequality among the poor 5.4. The subindices directly yield information on the development of depth and severity by calculating the average poverty gap, cid:1833, and the average severity, cid:1845, among the poor. Following Alkire and Foster 2008, p. 30, these two specific subindices allow for the calculation of an inequality 24cid:1873cid:1855cid:1861.17857 .17459 .17836 .17932 .18581 .17731 .16496 .17527 .17449 .18067 .18110 .16915 .17756 .16236 .15592 .15371 .15313 .15360 .16191 .15343 .16275 .17058 .14919 measure, cid:1835cid:1831, which represents the inequality among the poor by subtracting the squared average poverty gap from the average severity: 7 cid:1835cid:1831cid:3404cid:1845cid:3398cid:18332. Were the poor totally equal concerning their level of poverty, the average severity would simpamong the poor. The first column of Table 13 and Figure A6 show the development of inequality among the poor. It turns out that inequality significantly decreased from 1985 to 2007: at ly be the squared average gap. Hence, a higher cid:1845 indicates an unequal distribution of the gaps 0.05349, the lower limit of the confidence interval for 1985 is higher than the upper limit of the confidence interval for 2007, which is at 0.05152. 2007 is the year with the lowest measured inwith a peak in 1989, where the confidence interval is between 0.0551 and 0.06847. equality; whereas the highest inequality is measured for the beginning of the observed period, The second and the third column of Table 13 contain information on the development of inequality among the poor for West and East Germany. Like the overall inequality, the measures for West and East Germany are given in Figure A6. As mentioned earlier, the GSOEP contains samples for East Germany from 1991 onwards. The interesting result is that the trend in the overall inequality is mainly driven by the development of inequality in West Germany. The inequality measured for West Germany in 2007 is significantly lower than the inequality in 1992 and 1993. In East Germany on the other hand, inequality among the poor does not significantly differ over time. cid:1873cid:1855cid:1861.06601 .06622 .06696 .06708 .06847 .06532 .06622 .06999 .06940 .06681 25Table 13: Inequality among poor for three dimensions,1 with confidence intervals cid:1864cid:1855cid:1861 cid:1835cid:1831 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1835cid:1831cid:1831cid:1853cid:1871cid:1872cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861cid:1864cid:1855cid:1861cid:1835cid:1831 cid:1849cid:1857cid:1871cid:1872 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1864cid:1855cid:1861 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 .05349 .05293 .05347 .05363 .05511 .05249 .05107 .05271 .05292 .05178 .05968 .05957 .06017 .06035 .06196 .05903 .05615 .05933 .05912 .05821 .06601 .06622 .06696 .06708 .06847 .06532 .06177 .06576 .06547 .06464 .05349 .05293 .05347 .05363 .05511 .05249 .04996 .05389 .05422 .05189 .05968 .05957 .06017 .06035 .06196 .05903 .05780 .06195 .06170 .05934 .04765 .04338 .04018 .04178 .05396 .05232 .04928 .05249 .06081 .06075 .05844 .06328 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 .04849 .04634 .04765 .04593 .04202 .04443 .04364 .04417 .04579 .04421 .04476 .04664 .04318 .05633 .05265 .05459 .05065 .04773 .04868 .04759 .04839 .05053 .04855 .04871 .05178 .04728 .06422 .05908 .06196 .05557 .05352 .05302 .05162 .05260 .05522 .05280 .05272 .05679 .05152 .03446 .04015 .03841 .03711 .03374 .04144 .03747 .04001 .04139 .05015 .04370 .04716 .04176 .04382 .05006 .05376 .04554 .04195 .04923 .04452 .04774 .04893 .05910 .05103 .05682 .04903 .05287 .06001 .06878 .05407 .05011 .05742 .05182 .05566 .05647 .06808 .05850 .06663 .05670 .04959 .04587 .04736 .04606 .04244 .04348 .04376 .04358 .04536 .04031 .04345 .04450 .04168 .05855 .05313 .05476 .05156 .04902 .04849 .04834 .04850 .05094 .04521 .04805 .05031 .04676 .06765 .06056 .06285 .05729 .05575 .05352 .05298 .05341 .05650 .05004 .05271 .05597 .05195 Notes: 1Health as satisfaction. Source: Own calculations based on GSOEP data. Regarding the constellation of the poor and inequality among them, how different occupational groups are represented in 2007 is now analyzed. Therefore, a variable of the GSOEP covering information on the occupational status is used. The poor are divided into three groups regarding their individual average poverty gap in those dimensions in which they are deprived compared to the average poverty gap of the population, cid:1833. The indication cid:1875cid:1867cid:1870cid:1871cid:1857 means that the dence interval for the population average poverty gap, cid:1833, in 2007. cid:1828cid:1857cid:1872cid:1872cid:1857cid:1870 indicates that the individual average poverty gap is below the population average poverty gap. cid:1845cid:1853cid:1865cid:1857 means that average normalized poverty gap of an individual is greater than the upper limit of the confithe individual poverty gap lies in the confidence interval. The occupational status pensioner is assigned to those nonworking individuals older than 60 years who receive a retirement pension or orphans or widows pension.The last column gives the number of individuals in the sample for each occupational status. The percentages of the groups are calculated using the individual weights, as in all the analyses so far, and thus are representative for the German population in 2007. It transpires that at 26.30 percent the unemployed are the group with the largest share of those who are regarded as poor. Almost half of the unemployed poor are in a situation worse than the average poor. Unsurprisingly, the least poor individuals work in those occupations that demand highly qualified workers. In almost all occupational groups of this kind, the poverty rate 26 is zero. The group with the second largest number of poor individuals is the group of people working in military and community service. Since only 46 individuals of that group are in the sample, however, this result has to be treated carefully and may be not representative. workers and untrained employees than in the group of the unemployed. At 14.36 percent, the the unemployed. Compared to the about 26.30 percent of the unemployed, only 8.96 percent of An interesting result is that the risk of poverty seems to be much less in the groups of untrained share of untrained workers regarded as poor is roughly half as large as the share of poor among the untrained employees are poor. For both groups of untrained, the number of poor deprived less than the average outnumber those who are deprived more. Table 14: Constellation and situation of the poor in 2007. Numbers in columns 14 are percentages of subgroup. Situation compared to average cid:1866cid:1867cid:1872 cid:1868cid:1867cid:1867cid:1870 cid:1875cid:1867cid:1870cid:1871cid:1857 2.62 4.59 3.21 12.86 5.09 20.98 1.94 Occupational status No answer Not employed In education Unemployed Pensioner Military, community service Apprentice, trainee industry technology Apprentice, trainee trade and commerce Trainee, intern Untrained worker Semitrained worker Trained worker Foreman, team leader worker Foreman worker Selfemployed farmer, no coworkers Selfemployed farmer, cid:3409 9 coworkers Freelance professional, no coworkers cid:1871cid:1853cid:1865cid:1857 poor cid:1854cid:1857cid:1872cid:1872cid:1857cid:1870 1.19 1.04 0.88 2.79 6.22 2.92 12.40 6.22 1.92 94.59 87.99 93.87 73.70 87.81 77.10 N 183 1,181 468 995 4,717 46 0.77 97.29 184 7.38 0.36 1.21 5.83 1.43 0.66 0.45 0.58 0.27 17.51 8.08 3.35 1.41 0.17 8.37 2.08 91.05 100.00 85.64 94.64 97.66 99.83 100.00 91.63 82.49 97.92 123 41 429 910 1,142 186 83 22 18 197 27 Freelance professional, cid:3409 9 coworkers Freelance professional, 9 coworkers Other selfemployed, no coworkers Other selfemployed, cid:3409 9 coworkers Other selfemployed, 9 coworkers Help in familiy business Foreman employee Untrained employee with simple tasks Trained employee with simple tasks Qualified professional Highly qualified professional Managerial Lowlevel civil service Middlelevel civil service Highlevel civil service Executive civil service 2.06 0.38 4.42 3.39 0.77 0.79 0.61 0.05 100.00 147 100.00 96.35 97.58 95.58 98.43 100.00 91.04 97.67 98.74 100.00 99.42 100.00 99.87 100.00 100.00 28 375 263 61 43 56 426 848 2,225 1,405 198 18 195 354 250 1.59 2.04 1.57 4.97 1.56 0.42 0.58 0.13 TOTAL 3.39 0.48 3.98 92.15 17,817 Source: Own calculations based on GSOEP data. 6. Conclusion In this paper, we analyzed multidimensional poverty in Germany using a methodology introduced by Bourguignon and Chakravarty 2003 and Alkire and Foster 2008. The multidimensional measures applied in the analysis have the advantage of delivering information not only on the poverty rate but also on the depth and severity of poverty. All of the indices were tested for the influence of the elasticity of substitution between the poverty indicators. Several robustness tests were performed. The indicators used to measure poverty were income, education and health. An interesting technical result came to light: the substitutability between achievements on different poverty dimensions has hardly any influence on the results concerning the development of poverty in Germany. One important insight is, that changing levels of the poverty rate do not 28 allow for conclusions regarding the situation of the poor. This could be revealed by dividing the indices into several subindices, which give information on the breadth, depth and severity of poverty. As it is rather more difficult to measure than a purely income based concept of poverty, one could ask whether a multidimensional approach towards poverty is worth the effort. The difficulties arise at different points. Firstly, a thorough theoretical framework has to be designed. The concept of Wagle 2008b, which was briefly introduced, is seen as a good example because it tries to combine several theoretical approaches towards poverty. Secondly, the dimensions of poverty need to be operationalized soundly. In the presented analysis, this happened only at a fundamental level. Thirdly, the identification problem is twofold because one has to define criteria for both within and across dimensions. When using more indicators for each dimension, they can be aggregated into indices for the dimensions, which in turn can be used for further aggregation into the poverty index. Alternatively, the indicators can directly be aggregated into the poverty index. When applying the first alternative, an additional picture of the unidimensional poverty is obtained in each dimension. As for the aggregation problem, further difficulties arise regarding the weighting of the dimensions in the overall measure of poverty created. This happened ad hoc in the presented analysis. One might, for example, use factor or principal component analysis to achieve proper weightings, which especially lends itself in cases of more indicators than the three used here. One important limitation of the analysis is its crosssectional design. The measures only represent poverty at a given moment in time without regards to its development in terms of how a certain constellation of achievements leads to certain future outcomes. Poverty dimensions or attributes may be substitutes to each other in the shortrun but complements in the longrun Thorbecke, 2005, p. 20. Different levels of income and education, for example, may lead to the same shortrun welfare; in the longrun, however, an individual with relatively more education may improve his or her situation, while an individual with a relative high income stagnates. Besides its problems, a multidimensional approach as presented here appears to be worth the effort because of delivering insights into poverty valuable for researchers and politicians alike. This is especially true for a more detailed analysis of the structure of poverty: one main gain of the approach presented here, as compared to existing multidimensional work, is the additional information on breadth, depth and severity of poverty. The results show that a decrease in the poverty rate can go hand in hand with a worsening of the situation faced by those who are 29 poor. Although the German Federal Governments 3rd Report on Poverty and Wealth takes into account multiple dimensions of poverty for the identification of the poor, it does not report anything about this aspect. With regards to the results, it turned out that multidimensional measured poverty was lowest at the end of the 1990s. Afterwards, poverty increased again, whereby none of the measures allows for a prediction because the development in the past years did not reveal a major trend. It transpired that the depth of poverty is relatively stable for the observed period, and thus the situation of those who are poor did not change with a changing poverty rate. Regarding the situation of the poor, further examinations revealed that inequality among the poor did not significantly change for East Germany; whilst it significantly decreased for West Germany. Inequality means that the depth of poverty is unequally distributed among the poor. The last part of the analysis shifted the focus towards the structure of the poor. It turned out that the group at greatest risk of poverty in a multidimensional setting is the unemployed. 30 References Alkire, Sabina, 2002: Dimensions of Human Development. In: World Development 30 2, pp. 181205. Alkire, Sabina and James Foster, 2008: Counting and Multidimensional Poverty Measurement. Oxford Poverty and Human Development Initiative OPHI, Oxford, Working Paper No. 7. Anand, Sudhir and Amartya Sen, 1997: Concepts of Human Development and Poverty: A Multidimensional Perspective. Human Development Papers 1997. UNDP, New York, pp. 119. Bourguignon, Francois and Satya R. Chakravarty, 2003: The Measurement of Multidimensional Poverty. In: Journal of Economic Inequality 1, pp. 2549. Bohnke, Petra and Jan Delhey, 1999: Poverty in a Multidimensional Perspective: Great Britain and Germany in Comparison. Wissenschaftszentrum Berlin fur Sozialforschung. WZB Discussion Paper FS III 99413. Bundesministerium fur Arbeit und Soziales BMAS, 2008: Lebenslagen in Deutschland. Der 3. 01.12.2009: arArmuts und Reichtumsbericht der Bundesregierung. Online http:www.bmas.deportal26742propertypdfdritter__ muts__und__reichtumsbericht.pdf. Coleman, James, 1988: Social Capital in the Creation of Human Capital. In: American Journal of Sociology 94S, pp. S95S120. Deutsch, Joseph and Jacques Silber, 2005: The Order of Acquisition of Durable Goods and the Multidimensional Measurement of Poverty. Conference Paper for The many Dimensions of Poverty International Conference, UNDP International Poverty Centre, Brasilia, 2005. Du Toit, Andries, 2007: Poverty Measurement Blues: Some Reflections on the Space for Understanding Chronic and Structural Poverty in South Africa. QSquared, Centre for International Studies, Toronto, QSquared Working Paper No. 33 Fleurbaey, Marc, 2002: Development, Capabilities, and Freedom. In: Studies in Comparative International Development 37 2, pp. 7177. 31 Foster, James, Joel Greer and Erik Thorbecke, 1984: A Class of Decomposable Poverty Measures. In: Econometrica 52 3, pp. 761766. Glennerster, Howard, 2002: United States Poverty Studies and Poverty Measurement: The Past TwentyFive Years. In: Social Service Review 76 1, pp. 83107. GrohSamberg, Olaf, 2009: Armut, soziale Ausgrenzung und Klassenstruktur: Zur Integration multidimensionaler und langsschnittlicher Perpektiven. Wiesbaden: VS Verlag fur Sozialwissenschaften. Merz, Joachim and Tim Rathjen, 2009: Time and Income Poverty. An Interdependent Multidimensional Poverty Approach with German Time Use Diary Data. DIW Berlin. SOEPpapers on Multidisciplinary Panel Data Research 215. Parsons, Talcott, 1940: Motivation of Economic Activities. In: Canadian Journal of Economics and Political Science 6 2, pp. 187203. Sen, Amartya, 1976: Poverty: An Ordinal Approach to Measurement. In: Econometrica 44 2, pp. 219231. Sen, Amartya, 1993: Capability and Wellbeing. In: Martha C. Nussbaum and Amartya Sen eds.: The Quality of Life. Oxford: Oxford University Press, pp. 3053. SOEP Group, 2001: The German SocioEconomic Panel GSOEP after more than 15 years Overview. In: Viertljahreshefte zur Wirtschaftsforschung 70 1, pp. 714. StrengmannKuhn, Wolfgang, 2004: Poverty Measurement with the European Community Household Panel. Paper prepared for the Change Qual Network Meeting in Paris, first draft. Thorbecke, Erik, 2005: Multidimensional Poverty: Conceptual and Measurement Issues. Conference Paper for The Many Dimensions of Poverty International Conference, UNDP International Poverty Centre, Brasilia, 2005. Townsend, Peter, 1974: Poverty as Relative Deprivation: Resources and Style of Living In: Dorothy Wedderburn Ed.: Poverty, Inequality and Class Structure, Cambridge: Cambridge University Press, pp. 1541. Wagle, Udaya R., 2008a: Multidimensional Poverty: An Alternative Measurement Approach for the United States?. In: Social Science Research 37 2, pp. 559580. 32 Wagle, Udaya R., 2008b: Multidimensional Poverty Measurement: Concepts and Applications. New York: Springer ScienceBusiness Media, LLC. 33 Appendix Figures Figure A1: Headcount and adjusted headcount, with confidence intervals income and education 81.61.41.21.90.80.70.60.198519901995year 20002005198519901995year 20002005HCHCuci HClci M0M0uci M0lci Source: Own calculations based on GSOEP data; 1000 bootstrap repetitions. Figure A2: Measures using cid:2009cid:34041, with confidence intervals income and education 20.810.610.410.210.530.30.520.20.8206.204.202.202.0.810.198519901995year M1M1uci 2000200519851990M1lci 1995year 20002005a 1t 2a 1t 2ucia 1t 2lci 20.810.610.410.210.198519901995year 20002005198519901995year 20002005a 1t 5a 1t 5ucia 1t 5lci Compl Compluci Compllci Source: Own calculations based on GSOEP data; 1000 bootstrap repetitions. 34 Figure A3: Measures using cid:2009cid:34042, with confidence intervals income and education 900.800.700.600.500.400.410.210.10.800.600.198519901995year 20002005198519901995year 20002005M2M2uci M2lcia 2t 5a 2t 5ucia 2t 5lci Source: own calculations based on GSOEP data; 1000 bootstrap repetitions Figure A4: Adjusted FGT measures for three indicators,1 with confidence intervals 20.810.610.410.210.2000200519851990M0slci 1995year 20002005M1s M1suci M1slci.560605505054040 198519901995year M0s M0suci.109008.007.006.005.00.198519901995year 20002005M2s M2suci M2slci Notes: 1Health as satisfaction. Source: Own calculations based on GSOEP data; 1000 bootstrap repetitions 35 Figure A5: Subindices of adjusted FGT measures for three indicators 1, with confidence intervals 1.90.80.70.60.43.23.3.82.17.7.96.86.76.198519901995year 20002005198519901995year 20002005HCs HCsuci HCslci As Asuci Aslci 2.81.61.41.21.198519901995year Gs Gsuci 2000200519851990Gslci 1995year 20002005Ss Ssuci Sslci Notes: 1Health as satisfaction. Source: Own calculations based on GSOEP data; 1000 bootstrap repetitions Figure A6: Inequality measure for three indicators, with confidence intervals; Germany, East, West 3670.60.50.40.198519901995year IEs IEsuci 20002005198519901995year 20002005IEslci IEwest IEwestuci IEwestlci 70.60.50.40.70.60.50.40.30.198519901995year 20002005IEeast IEeastuci IEeastlci Notes: 1Health as satisfaction. Source: Own calculations based on GSOEP data; 1000 bootstrap repetitions. 37 Tables Table A1: cid:1834 and cid:1839cid:2868with confidence intervals incomepoverty line at 80 percent of median cid:1864cid:1855cid:1861 cid:1834cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861cid:1839cid:2868cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861.29999 .29260 .28424 .28992 .29410 .28476 .30819 .31013 .29580 .29657 .28744 .27237 .27273 .26470 .26899 .27067 .28550 .28629 .28382 .28953 .29726 .29112 .29856 .30871 .30061 .29379 .29916 .30166 .29513 .31627 .31835 .30429 .30499 .29647 .28237 .28099 .27546 .27797 .27767 .29189 .29321 .29211 .29668 .30393 .29899 .30620 .31721 .30920 .30257 .30798 .31105 .30516 .32457 .32641 .31265 .31357 .30502 .29217 .29017 .28491 .28700 .28394 .29835 .30031 .29988 .30435 .31137 .30646 .31388 .15766 .15332 .14949 .15269 .15566 .15116 .16022 .16150 .15579 .15671 .15128 .14272 .14273 .13870 .14112 .14088 .14890 .14947 .14814 .15144 .15586 .15169 .15598 .16229 .15764 .15450 .15765 .15978 .15676 .16450 .16595 .16029 .16132 .15608 .14792 .14705 .14460 .14595 .14455 .15225 .15319 .15255 .15531 .15966 .15609 .16024 .16681 .16222 .15912 .16237 .16485 .16215 .16888 .17024 .16476 .16599 .16061 .15305 .15194 .14972 .15080 .14785 .15568 .15703 .15672 .15946 .16388 .16029 .16454 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 Source: Own calculations based on GSOEP data. 38 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 cid:1829cid:1867cid:1865cid:1868cid:1864 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861 .07685 .07427 .07261 .07506 .07499 .07514 .08180 .07906 .07443 .07864 .07833 .07130 .07107 .06487 .06789 .06915 .07556 .07689 .07636 .07592 .08091 .07998 .07794 Table A2: Measures using cid:2009cid:34041, with confidence intervals incomepl at 80 percent of median cid:1839cid:2869cid:3404cid:1842cid:2869cid:2869 cid:1864cid:1855cid:1861 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1864cid:1855cid:1861 cid:1842cid:2869cid:2870 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1842cid:2869cid:2873 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861 cid:1873cid:1855cid:1861 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861 cid:1864cid:1855cid:1861 .03647 .03502 .03435 .03562 .03553 .03549 .03892 .03761 .03542 .03761 .03700 .03329 .03318 .03038 .03180 .03320 .03628 .03680 .03634 .03621 .03857 .03785 .03712 .03817 .03671 .03603 .03730 .03724 .03731 .04042 .03916 .03700 .03923 .03880 .03502 .03482 .03197 .03343 .03438 .03755 .03820 .03786 .03768 .04018 .03949 .03862 .03984 .03838 .03765 .03897 .03906 .03912 .04196 .04071 .03854 .04093 .04057 .03676 .03660 .03349 .03508 .03552 .03885 .03964 .03935 .03920 .04188 .04110 .04016 .05025 .04838 .04733 .04903 .04881 .04876 .05405 .05208 .04882 .05169 .05096 .04599 .04590 .04195 .04390 .04604 .05025 .05089 .05029 .05003 .05322 .05249 .05139 .05259 .05071 .04965 .05135 .05114 .05125 .05612 .05423 .05101 .05389 .05345 .04840 .04817 .04415 .04615 .04768 .05202 .05281 .05239 .05205 .05541 .05474 .05343 .05489 .05301 .05188 .05366 .05362 .05375 .05825 .05637 .05313 .05621 .05591 .05081 .05064 .04625 .04844 .04925 .05381 .05479 .05443 .05415 .05773 .05694 .05552 .06133 .05909 .05774 .05979 .05952 .05944 .06614 .06365 .05960 .06306 .06222 .05622 .05612 .05127 .05362 .05632 .06147 .06223 .06148 .06111 .06500 .06423 .06286 .06419 .06194 .06059 .06264 .06236 .06249 .06868 .06629 .06228 .06574 .06527 .05917 .05891 .05396 .05638 .05833 .06364 .06458 .06405 .06360 .06768 .06699 .06535 .06700 .06475 .06332 .06546 .06539 .06554 .07129 .06892 .06489 .06857 .06828 .06214 .06193 .05653 .05919 .06026 .06584 .06701 .06655 .06617 .07052 .06969 .06791 .07034 .06777 .06621 .06854 .06824 .06814 .07589 .07302 .06837 .07232 .07137 .06450 .06440 .05883 .06149 .06462 .07054 .07141 .07054 .07011 .07458 .07372 .07214 .07362 .07104 .06947 .07181 .07151 .07164 .07880 .07604 .07145 .07539 .07488 .06789 .06760 .06192 .06467 .06693 .07304 .07411 .07349 .07297 .07766 .07688 .07500 Source: Own calculations based on GSOEP data. 39 Table A3: Measures using cid:2009cid:34042, with confidence intervals incomepl at 80 percent of median cid:1842cid:2870cid:2873 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1864cid:1855cid:1861 cid:1873cid:1855cid:1861 .01907 .01823 .01781 .01818 .01844 .01851 .02040 .01929 .01786 .02043 .02097 .01817 .01816 .01590 .01680 .01821 .02058 .02075 .02052 .01974 .02156 .02186 .02013 .02060 .01968 .01929 .01956 .01999 .01998 .02161 .02062 .01919 .02195 .02283 .01970 .01972 .01717 .01830 .01916 .02178 .02198 .02189 .02100 .02296 .02330 .02140 .02212 .02113 .02074 .02096 .02161 .02147 .02284 .02197 .02050 .02354 .02468 .02123 .02136 .01841 .01984 .02011 .02298 .02325 .02325 .02229 .02442 .02474 .02269 cid:1839cid:2870 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1864cid:1855cid:1861 cid:1873cid:1855cid:1861 .01281 .01222 .01197 .01223 .01241 .01245 .01363 .01292 .01200 .01374 .01407 .01217 .01215 .01066 .01127 .01217 .01376 .01389 .01374 .01323 .01447 .01460 .01347 .01383 .01318 .01295 .01315 .01345 .01344 .01443 .01381 .01289 .01476 .01531 .01318 .01319 .01150 .01226 .01280 .01455 .01471 .01465 .01407 .01540 .01556 .01432 .01484 .01415 .01391 .01408 .01453 .01443 .01525 .01470 .01376 .01582 .01654 .01420 .01427 .01233 .01328 .01343 .01535 .01556 .01555 .01493 .01637 .01652 .01518 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 Notes: 11000 bootstrap repetitions. Source: Own calculations based on GSOEP data. 40 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 cid:1873cid:1855cid:1861.03205 .03079 .03002 .03051 .03145 .03208 .03308 .03138 .02958 .03424 .03613 .03097 .03086 .02650 .02804 .02756 .03153 .03186 .03155 .03066 .03387 .03442 .03082 Table A4: cid:1839cid:2868 and cid:2009cid:34041 measures, with confidence intervals unequal weights of income and education cid:1842cid:2869cid:2873 cid:1864cid:1855cid:1861 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1839cid:2868 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1842cid:2869cid:2870cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1839cid:2869cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861 cid:1864cid:1855cid:1861 cid:1873cid:1855cid:1861cid:1864cid:1855cid:1861.08554 .08329 .07872 .08666 .08137 .08451 .09990 .08958 .08643 .08761 .08757 .07734 .07724 .07285 .07451 .07725 .08711 .08842 .08731 .08884 .09291 .09420 .09088 .09074 .08838 .08425 .09177 .08687 .09067 .10457 .09493 .09115 .09247 .09263 .08251 .08240 .07754 .07937 .08088 .09108 .09310 .09175 .09354 .09845 .09900 .09571 .09603 .09357 .08947 .09735 .09249 .09655 .10969 .10009 .09601 .09751 .09754 .08773 .08766 .08226 .08423 .08462 .09506 .09757 .09633 .09853 .10373 .10396 .10065 .01868 .01788 .01739 .01787 .01805 .01864 .02018 .01882 .01754 .02056 .02147 .01828 .01820 .01584 .01663 .01785 .02047 .02063 .02015 .01957 .02172 .02198 .01974 .02040 .01952 .01907 .01949 .01985 .02034 .02162 .02032 .01905 .02228 .02346 .02002 .01996 .01731 .01828 .01896 .02180 .02206 .02169 .02104 .02340 .02366 .02124 .02211 .02117 .02072 .02112 .02171 .02206 .02309 .02184 .02054 .02406 .02544 .02177 .02180 .01875 .01997 .02006 .02315 .02353 .02324 .02255 .02514 .02534 .02278 Source: Own calculations based on GSOEP data. .02352 .02257 .02190 .02244 .02274 .02353 .02520 .02353 .02197 .02556 .02667 .02272 .02258 .01963 .02052 .02170 .02474 .02484 .02431 .02363 .02608 .02653 .02377 .02557 .02453 .02390 .02437 .02487 .02554 .02692 .02534 .02377 .02759 .02904 .02481 .02468 .02137 .02248 .02302 .02633 .02653 .02614 .02539 .02806 .02853 .02554 .02761 .02650 .02587 .02633 .02708 .02759 .02867 .02716 .02555 .02971 .03140 .02690 .02688 .02309 .02451 .02433 .02793 .02828 .02798 .02718 .03012 .03053 .02736 .02745 .02636 .02556 .02614 .02657 .02752 .02918 .02730 .02555 .02959 .03083 .02627 .02604 .02262 .02357 .02462 .02796 .02802 .02745 .02670 .02936 .02996 .02681 .02977 .02857 .02781 .02831 .02897 .02978 .03111 .02933 .02758 .03187 .03348 .02861 .02839 .02457 .02577 .02609 .02974 .02991 .02950 .02866 .03157 .03219 .02879 41 Table A5: Measures using cid:2009cid:34042, with confidence intervals unequal weights of income and education cid:1864cid:1855cid:1861 cid:1839cid:2870cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1842cid:2870cid:2873 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861cid:1873cid:1855cid:18611985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 .00693 .00639 .00634 .00607 .00669 .00642 .00649 .00625 .00579 .00779 .00852 .00688 .00682 .00553 .00588 .00657 .00778 .00768 .00768 .00677 .00776 .00831 .00678 .00802 .00738 .00736 .00693 .00780 .00736 .00720 .00717 .00667 .00893 .01000 .00791 .00796 .00633 .00699 .00716 .00864 .00849 .00864 .00759 .00864 .00925 .00759 .00911 .00839 .00837 .00781 .00894 .00831 .00792 .00810 .00754 .01010 .01146 .00895 .00912 .00713 .00813 .00776 .00950 .00932 .00961 .00842 .00955 .01021 .00842 .00895 .00828 .00819 .00785 .00864 .00833 .00837 .00805 .00748 .00996 .01086 .00879 .00870 .00705 .00748 .00826 .00972 .00958 .00959 .00848 .00967 .01038 .00846 .01030 .00951 .00946 .00892 .01001 .00949 .00925 .00920 .00856 .01137 .01269 .01006 .01010 .00805 .00885 .00898 .01079 .01057 .01078 .00949 .01076 .01156 .00947 .01164 .01075 .01071 .01001 .01142 .01067 .01014 .01036 .00965 .01281 .01450 .01135 .01154 .00903 .01026 .00972 .01186 .01160 .01198 .01052 .01188 .01274 .01049 Source: Own calculations based on GSOEP data. 42 cid:1864cid:1855cid:1861 cid:1839cid:2868 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1873cid:1855cid:1861 cid:1864cid:1855cid:1861cid:1839cid:2869cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857cid:1873cid:1855cid:1861cid:1839cid:2870 cid:1857cid:1871cid:1872cid:1861cid:1865cid:1853cid:1872cid:1857 cid:1864cid:1855cid:1861Table A6: Adjusted FGT measures for three dimensions,1 with confidence intervals 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 .01622 .01510 .01462 .01626 n.o.2 .01813 .01696 n.o. .01813 .01773 .01794 .01553 .01374 .01359 .01425 .01375 .01503 .01808 .01595 .01672 .01832 .01598 .01678 .01867 .01765 .01715 .01894 n.o. .02104 .01937 n.o. .02073 .02027 .02049 .01794 .01596 .01583 .01684 .01535 .01695 .02037 .01820 .01888 .02099 .01840 .01900 .02114 .02014 .01968 .02167 n.o. .02411 .02193 n.o. .02340 .02281 .02303 .02035 .01830 .01806 .01942 .01699 .01887 .02269 .02043 .02110 .02369 .02082 .02141 .00288 .00282 .00252 .00299 n.o. .00297 .00262 n.o. .00284 .00332 .00351 .00267 .00254 .00209 .00222 .00226 .00250 .00321 .00267 .00267 .00306 .00273 .00261 .00342 .00341 .00303 .00359 n.o. .00359 .00311 n.o. .00337 .00400 .00413 .00316 .00307 .00252 .00272 .00259 .00293 .00366 .00316 .00311 .00364 .00325 .00310 .00396 .00399 .00354 .00421 n.o. .00421 .00361 n.o. .00390 .00468 .00475 .00367 .00362 .00294 .00324 .00293 .00335 .00414 .00365 .00356 .00423 .00378 .00361 .00094 .00099 .00074 .00087 n.o. .00085 .00077 n.o. .00076 .00111 .00120 .00086 .00083 .00060 .00061 .00067 .00075 .00106 .00087 .00072 .00090 .00088 .00074 .00124 .00131 .00099 .00119 n.o. .00116 .00100 n.o. .00099 .00154 .00153 .00110 .00111 .00079 .00086 .00082 .00097 .00128 .00112 .00092 .00116 .00115 .00097 cid:1873cid:1855cid:1861 .00154 .00162 .00124 .00152 n.o. .00148 .00123 n.o. .00121 .00197 .00186 .00134 .00140 .00098 .00112 .00098 .00119 .00150 .00137 .00113 .00142 .00142 .00119 Notes: 1Health as nights in hospital; 2no observations for number of nights in hospital for 1989 and 1992. Source: Own calculations based on GSOEP data; 1000 bootstrap repetitions. 43", "filename": "625326016.pdf", "person": ["Christopher Busch", "Busch, Christopher", "Andreas Peichl", "Peichl, Andreas"], "date": ["2010"]}