{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/57803/1/62579835X.pdf"], "title": ["Langfristige Wachstumsaussichten der ukrainischen Wirtschaft: Potenziale und Barrieren"], "plaintext": " Inhaltsverzeichnis Abstract   Einfuhrung Kurzfassung  A. Politik und Wirtschaftsentwicklung im Uberblick  B. Mittel und langfristiges Wachstumspotenzial   B.1 Mittelfristige Perspektive: Nachfrageorientierte Einflusse dominieren   B.2 Langfristige Perspektive: Die Wachstumsfaktoren  B.2.1 Investitionen   B.2.2 ArbeitsangebotHumankapital   B.2.3 Totale Faktorproduktivitat  B.3 Bewertung: Wachstumsfordernde versus wachstumshemmende Faktoren  C. Internationale Wettbewerbsposition der Ukraine  C.1 Auenhandel und relevante Schlusselindikatoren  C.2 Eingliederung in die internationale Arbeitsteilung   D. Entwicklungshemmnisse und Reformdefizite  D.1 Governance und Rechtssystem   D.2 Staatliche Einflussnahme auf die Wirtschaft  D.3 Regulierungsrahmen und Rechtssicherheit   D.4 Nichttarifare Hemmnisse und weitere Integrationsschritte   E. Entwicklungspolitische Schwerpunkte  E.1 Uberblick uber die Programme internationaler Organisationen   E.2. Anforderungen aus der Europaischen Nachbarschaftspolitik   E.3 Schlusselprobleme der Wirtschaftsentwicklung der Ukraine   Literaturverzeichnis   v 1 3 5 5 9 9 10 12 15 17 17 22 24 24 26 28 29 31 31 32 33 35 Tabelle 1 Tabelle 2 Tabelle 3 Tabelle 4 Tabelle 5 Tabelle 6 Tabelle 7 Tabelle 8 Tabellenverzeichnis Ukraine: Ausgewahlte Wirtschaftsindikatoren   Bruttoanlageinvestitionen, % des BIP   Indikatoren zum Arbeitsangebot  Ukraine: Guterexporte, % der Gesamtexporte   Komparative Vorteile Revealed Comparative Advantages   Auslandische Direktinvestitionen in der Ukraine, Mio. USD, Zahlungsbilanz   GovernanceIndikatoren  Indikatoren der Produktmarktregulierung   Abbildungsverzeichnis Abbildung 1 Komponenten Produktion des BIPWachstums   Abbildung 2 Komponenten Verwendung des BIPWachstums   Abbildung 3 Bevolkerungsprognose 20002025, Mio. Personen   Abbildung 4 Komponenten Faktoreinsatz des BIPWachstums  Abbildung 5 Komponenten des Produktivitatswachstums in der Industrie, jahrliche Veranderung in %   Abbildung 6 Produktivitat und Reallohne in der Industrie, jahrliche Veranderung in %   Abbildung 7 Exportwachstum 20022008, jahrliche Veranderung in %  Abbildung 8 Exportstruktur nach Landergruppen Guter, in % der Gesamtexporte  Abbildung 9 Reale Wechselkurse 2000 2009   Abbildung 10 Privatisierungseinnahmen 20012009  4 9 11 18 19 23 25 29 6 7 11 13 20 20 21 22 22 27 Abstract This paper investigates patterns and determinants of growth in Ukraine in a mediumterm and a longterm perspective. During 20002008, high growth in Ukraine was supported by favourable external conditions and was mainly demanddriven. Due to the massive decline of external demand and the reversal of capital flows during the global financial crisis some factors that have underpinned growth since 2000 have been exhausted. The terms of trade have already deteriorated and foreign credits granted to households and enterprises, which fuelled the consumption boom, have already strongly declined In addition to capital deepening, longterm growth will therefore require maintaining robust total factor productivity, i.e. transfer of technology and efficient allocation of resources. Poor economic and political framework conditions are the main development barriers in Ukraine. Implicit and explicit subsidies, excessive state ownership, corruption, weak competition and high levels of regulatory uncertainty constitute the principal obstacles to an increase of the level and efficiency of investment. The paper suggests some main areas of reforms to overcome these obstacles. v Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Einfuhrung Kurzfassung Im Mittelpunkt dieser Studie steht die Analyse des mittel und langerfristigen Wachstumspotenzials der Ukraine sowie der noch bestehenden Engpasse und des Reformbedarfs in den wichtigsten Bereichen. Die wirtschaftliche Entwicklung war im Zeitraum von 2000 bis 2008 im Wesentlichen nachfragegetrieben und basierte auf der Inanspruchnahme ungenutzter Kapazitaten. Es spricht einiges dafur, dass sich die ukrainische Wirtschaft bis 2008 der Vollauslastung der Kapazitaten naherte, der Output sich also am Produktionspotenzial bewegte. Die wachsende auslandsfinanzierte Kreditvergabe an Unternehmen und Haushalte sowie die Verbesserung der Terms of Trade hatten die Nachfrage stimuliert und spatestens Ende 2007 zu einer Uberhitzung der ukrainischen Wirtschaft gefuhrt, was sich u.a. in steigender Inflation ausdruckte. Letztere ist ein Hinweis darauf, dass zumindest 2008 keine wesentliche Kapazitatsunterauslastung mehr bestand. Mit dem massiven Ruckgang der weltweiten Nachfrage und der Umkehr der Kapitalstrome im Zuge der globalen Wirtschafts und Finanzkrise wurde deutlich, dass sich die genannten Faktoren der wirtschaftlichen Aufwartsentwicklung erschopft haben. Kunftig werden einfache Produktivitatssteigerungen durch den Abbau der Uberbeschaftigung und verbesserte Auslastung nicht oder nur mehr begrenzt moglich sein. Die Terms of Trade haben sich im Zuge der Finanzkrise fur die Ukraine deutlich verschlechtert. Der Umfang der Verbraucherkredite, die den Konsumboom der letzten Jahre ermoglichten, ist bereits gesunken. Langfristig rucken daher die Angebotsfaktoren des Wachstums in den Vordergrund. Dazu zahlen zunachst die Investitionen, die angesichts des veralteten Kapitalstocks im Durchschnitt des Zeitraums von 2000 bis 2008 unterhalb dessen lagen, was fur dauerhaft aufholendes Wachstum erforderlich ist. Der hohe Anteil des wirtschaftlich obsoleten Kapitalstocks in der Ukraine erfordert zum einen hohe Investitionen. Zum anderen aber kommt es rein rechnerisch zu einer Erhohung der Investitionseffizienz reziproker marginaler Kapitalkoeffizient, wenn stark veraltete Maschinen durch neue Anlagen ersetzt werden. Insofern durfte eine Modernisierung Verjungung des Kapitalstocks mittelfristig noch Produktivitatsfortschritte ermoglichen, die zwar niedriger sind als in der Vergangenheit, aber in enger Verbindung mit der Investitionstatigkeit stehen. Dies gilt auch dann, wenn die Investitionsquoten nur ausreichen, um die Abschreibung zu ersetzen. Eine Erhohung der Investitionsquote wird moglicherweise schwierig, da im Zuge der Finanzkrise westliche Kreditgeber den Beitrag zur Investitionsfinanzierung uber Kredite wegen erhohter Risikoaversion zuruckfahren konnten. Dies wurde fur das weitere Wachstum bedeuten, dass entweder die Ersparnis erhoht undoder die Investitionen verringert werden. Ob die mit einer Ersparniserhohung gleichbedeutende Reduzierung des offentlichen und privaten Konsums so hoch sein wird, dass die Investitionen unberuhrt bleiben, ist angesichts der sozialen Probleme und auch der zunehmenden Arbeitslosigkeit fraglich. Das Arbeitsangebot leistete bis 2008 nur einen geringen Beitrag zum Wachstum. Notwendig fur langfristiges Wachstum ist vor dem Hintergrund der rucklaufigen Bevolke 1OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 rungsentwicklung die Erhohung der niedrigen Beschaftigungsquoten, die insbesondere Reformen im Rentensystem erfordert. Die Ukraine verfugt zwar uber ein vergleichsweise gut ausgebildetes Humankapital, Investitionen in die Qualitat des Aus Bildungssystems konnen jedoch einen zusatzlichen Wachstumsbeitrag leisten. Angesichts des begrenzten Spielraums fur signifikante Erhohungen der Kapitalausstattung und der Beschaftigung ist eine Erhohung der totalen FaktorProduktivitat, sprich allokative Effizienz und Stand der Technologie, entscheidend fur hohes Wachstum: Wichtigster Hebel fur die Verbesserung der Technologie ist der Technologietransfer durch auslandische Direktinvestitionen, die im Zug der Finanzkrise stark rucklaufig sind und sich in der Ukraine auf sehr niedrigem Niveau bewegen. Der Technologieimport kann auch durch das angestrebte Freihandelsabkommen mit der EU erleichtert werden. Die Schaffung der Voraussetzungen dafur hat daher hohe Bedeutung und kann durch Unterstutzung bei der Einfuhrung von technischen und rechtlichen Normen und Standards vorangetrieben werden. Daneben ergeben sich die Produktivitatsfortschritte im Wesentlichen durch eine effizientere Allokation. Die Ukraine weist als late reformer im Vergleich etwa zu den neuen EUMitgliedsstaaten geringere Reformfortschritte und ein niedrigeres Produktivitatsniveau auf. Empirische Untersuchungen zeigen, dass der potenzielle Beitrag einer Reallokation der Ressourcen zum Produktivitatswachstum hier deutlich hoher ist als in fortgeschrittenen Reformlandern. Reallokation hangt von der Mobilitat der Produktionsfaktoren ab, die ihrerseits wiederum von den wirtschaftlichen und politischen Rahmenbedingungen beeinflusst wird. Noch gibt es zu viele institutionelle Reibungsflachen in der Ukraine, die Wachstum verhindern. Dazu zahlen u.a. die staatliche Einflussnahme uber implizite und explizite Subventionen, staatliches Eigentum an Produktivvermogen und diskretionare Eingriffe, Korruption sowie hohe rechtliche, regulative und auch politische Unsicherheiten fur die Unternehmen. All dies behindert die Reallokation und mogliche Produktivitatsfortschritte. Entwicklungspolitische Schwerpunkte sollten daher auf die Erleichterung des Marktzutritts neuer, produktiver Unternehmen durch Regulierungsreformen Verwaltungsreformen zur Erschwerung diskretionarer Eingriffe Forderung des Wettbewerbs zur Erzwingung des Marktaustritt unproduktiver Unternehmen sowie Verbesserung des Investitionsklimas fokussieren. Insbesondere letzteres ist von Bedeutung, damit die Option hoher Technologieimporte genutzt werden kann. 2 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft A. Politik und Wirtschaftsentwicklung im Uberblick Seit Beginn der Transformation 1991 erlitt die Ukraine einen der tiefsten wirtschaftlichen Einbruche unter allen Nachfolgestaaten der Sowjetunion. Das BIP lag 1998 nur noch bei 45% des Niveaus von 1991. Strukturreformen wie die Liberalisierung der Markte, die Privatisierung der staatlichen Wirtschaft und die Implementierung marktwirtschaftlicher Institutionen wurden nur zogerlich in Angriff genommen. Seit 2000 zeigt die Ukraine eine starke wirtschaftliche Aufwartsentwicklung, die durch Reformen unter dem damaligen Premierminister Juschtschenko und den nachfolgenden Regierungen initiiert wurde. Die makrookonomische Stabilitat wurde hergestellt, Schlusselindustrien privatisiert und legislative und institutionelle Reformen eingeleitet. Seit der Orangenen Revolution im Jahr 2004 wurden deutliche Fortschritte im Hinblick auf die Umsetzung demokratischer Normen erzielt.1 Gleichzeitig betonten die wesentlichen politischen Krafte in der Ukraine die EUOrientierung und bekannten sich zu einer umfassenden Reformagenda. Allerdings wurden Reformanstrengungen, insbesondere was die Implementierung und Umsetzung von Gesetzen und anderen Richtlinien angeht, durch die politische Instabilitat untergraben. In den letzten beiden Jahren kamen Reformen de facto zum Stillstand, zeitweise waren die wesentlichen Institutionen des Staates paralysiert. Es bleibt abzuwarten, ob sich nach den Prasidentschaftswahlen im Januar 2010 eine reformorientierte Politik durchsetzen wird. Im Herbst 2008 wurde die Ukraine mit am hartesten von allen Landern von der internationalen Finanzkrise erfasst.2 Im Zuge der Neubewertung der Risiken 3 kam es zu einer Umkehr der Kapitalzuflusse, die massiv einbrechende Auslandsnachfrage fuhrte zu einem Ruckgang der Preise fur Stahl und chemische Produkte, den Hauptexportartikeln der Ukraine. Zudem litt die Ukraine unter der Erhohung der Preise fur die Gasimporte von rund 180 USD per 1000cbm in 2008 auf 210USD per 1000cbm in 2009. Um die finanzielle Stabilitat sicher zustellen schloss die Ukraine im November 2008 mit dem Internationalen Wahrungsfonds IMF ein 24monatiges StandbyAbkommen uber 16,4 Mrd. USD ab.4 Das Abkommen beinhaltete eine Reihe von Reformbedingungen einschlielich Reformen im Renten und Sozialsystem, um das vereinbarte Budgetdefizit zu erreichen. 1 Die folgenden Wahlen wurden weitgehend in Ubereinstimmung mit internationalen Standards durchgefuhrt, in den Medien herrscht nach Einschatzung der EU ein hohes Ma an Pluralismus. 2 Bereits im letzten Quartal 2008 sank das BIP um 8%, im ersten Halbjahr 2009 war ein massiver Ruckgang von 20% des BIP zu verzeichnen, der in erster Linie den Ruckgang der Stahlproduktion und den Einbruch der Bauwirtschaft und des Einzelhandels widerspiegelte. Die Kreditvergabe der Banken kam aufgrund der Unsicherheit uber die Wahrungs und Ausfallrisiken de facto zum Erliegen. Die Industrieproduktion sank um ein Drittel im ersten Halbjahr gegenuber der Vorjahresperiode, wobei sich der Ruckgang in den letzten Monaten abgeschwacht hat. Die Exporte, und noch starker die Importe brachen ein und fuhrten zu einem deutlichen Ruckgang des Handelsdefizits. Die Inflation ist rucklaufig jedoch noch im zweistelligen Bereich, die Arbeitslosigkeit stieg auf 9,5% im ersten Quartal 2009. 3 Obwohl sich die Risikoaufschlage fur Credit Default Swaps seit Februar 2009 um mehr als 50% unter ihren Hochststanden bewegen, lagen sie Ende September 2009 uber 1000 Basispunkten und spiegeln die nach wie vor hohen Ausfallrisiken wider. 4 Im gleichen Monat floss die erste Tranche in Hohe von 4,5 Mrd. USD; weitere Tranchen wurden im Mai 2,8 Mrd. und Juli 2009 3,3 Mrd. ausgezahlt. 3OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Die Aussichten fur eine wirtschaftliche Erholung sind auf kurze Sicht durch die schwache Binnen und Auslandsnachfrage begrenzt. Fur 2009 wird ein Ruckgang des BIP von 14% erwartet, fur 2010 geht der IWF in seiner jungsten Prognose von einem Wachstum von 2,7% aus. Unmittelbare zentrale Herausforderungen sind die Vermeidung der Monetisierung der offentlichen Verschuldung, die Ruckfuhrung des Budgetdefizits und die Stabilisierung des Finanzsystems.5 Die im Oktober anlasslich der Uberprufung review der Voraussetzungen fur die Auszahlung der vierten Tranche erfolgte vorlaufige Aussetzung des IMFProgramms stellt einen schweren Ruckschlag dar, der die weitere Stabilisierung gefahrdet.6 Tabelle 1: Realer Sektor, Veranderung in % Ukraine: Ausgewahlte Wirtschaftsindikatoren 2007 2010 2009 2004 2008 2005 2,7 7,2 13,5 36,7 20,4 2006 7,3 6,8 9,1 29,2 18,4 7,9 6,4 12,8 29,7 15,0 2,3 18,7 14,1 2,9 8,7 19,4 8,5 13,0 5,0 12,04,8 1,4 15,7 12,5 1,5 5,3 22,3 2,7 12,5 5,1 2,6 2,0 12,9 10,1 3,7 6,4 32,4 3,2 20,3 5,1 12,6 2,1 6,4 25,2 33,7 6,8 3,2 19,9 15,0 7,2 5,5 31,5 1,9 16,8 7,7 14,0 10,7 16,3 3,5 11,0 6,0 35,4 25,0 0,6 3,4 30,0 13,6 36,4 2,7 10,0 10,3 9,0 1,2 3,0 38,6 23,8 0,1 3,8 31,0 6,1 6,6 BIP, real Arbeitslosenquote, ILO; % Konsumguterpreise, Periodendurchschnitt Nominallohne Reallohne Offentliche Hauhalte, % des BIP Staatshaushalt, Saldo Offentliche Verschuldung 1 Davon: Auslandsverschuldung in Fremdwahrung Zahlungsbilanz, % des BIP Leistungsbilanz, Saldo Auslandische Direktinvestitionen Bruttowahrungsreserven, Mrd. USD Guterexporte, Volumen, Anderung in % Guterimporte, Volumen, Anderung in % Wechselkurs Hryvnia per USD, Periodenende Realer effektiver Wechselkurs, CPI, Veranderung in % 12,1 8,6 9,0 27,5 16,9 4,4 25,5 19,2 10,6 2,6 9,5 18,2 13,8 5,3 1,4 Prognose. 1 Regierung und Regierungsgarantien, Nationalbank; ohne Verschuldung staatlicher Unternehmen. Quelle: IMF. 5 Vgl. Deutsche Beratergruppe 2009. 6 Der Hauptgrund liegt bei der wahltaktisch motivierten Fiskalpolitik. Die Einnahmen und Ausgaben klaffen weit auseinander, da entsprechende Anpassungen nicht im notwendigen Umfang vorgenommen wurden. So wurde etwa die fest vereinbarte Anhebung der Gaspreise zum 1. September 2009 nicht durchgefuhrt. Gleichzeitig geht der Haushaltsentwurf fur 2010 von unrealistischen Annahmen aus. Nach ersten Schatzungen wird das geplante Defizit von 4% eher bei 8% liegen, wenn keine weiteren Anpassungen erfolgen. Hinzu kommt das neue Gesetz zur Anhebung von Mindestlohnen und Renten, welches nach Schatzung des IMF das Defizit 2010 um weitere 7% erhohen wurde. Vgl. Deutsche Beratergruppe 2009a. 4 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft B. Mittel und langfristiges Wachstumspotenzial Dieser Abschnitt analysiert die Wachstumsentwicklung der Ukraine und bildet zusammen mit der Analyse der Wettbewerbsposition in Abschnitt C die Grundlage fur die Diskussion der wesentlichen Entwicklungsbarrieren und Reformdefizite in Abschnitt D. Behandelt werden hier in mittelfristiger Perspektive die wichtigsten Einflussfaktoren der Wirtschaftsentwicklung seit 2000, insbesondere die Einflusse einer Veranderung der Sektoralstruktur und nachfrageorientierte Einflussen B.1. In B.2 werden die wichtigsten Einflussfaktoren des langfristigen Wachstums behandelt. Auf der Angebotsseite handelt es sich um ArbeitHumankapital, physisches Kapital und totale FaktorProduktivitat, als Ausdruck der allokativen Effizienz und Stand der Technologie. Letztere ist der auf Dauer wichtigste Wachstumseinfluss. Im Zeitraum von 2000 bis 2008 war ein Wachstum des BIP von kumulativ rund 70% zu verzeichnen. Bezogen auf 1990 stieg das BIP damit von rund 45% in 2000 auf rund 75% des Niveaus von 1990 in 2008. Dieses BIPWachstum setzt sich annaherungsweise aus der Veranderung der Kapazitatsauslastung und der Veranderung der Kapazitaten selbst zusammen. Wahrend die Veranderung der Kapazitatsauslastung nachfragegetrieben zu sehen ist, wurde nur die Erhohung der Kapazitaten auf Angebotseinflusse zuruckzufuhren sein. Aufgrund von fehlenden aussagekraftigen Angaben zur Entwicklung der Kapazitatsauslastung kann in grober Abschatzung das Niveau des BIP 2000 bezogen auf 1990 als Anhaltspunkt fur eine Abschatzung der Kapazitatsauslastung in 2000 verwendet werden.7 Geht man davon aus, dass sich bis 2008 die ukrainische Wirtschaft der Vollauslastung der Kapazitaten naherte, wird die Dominanz der Einflusse der Nachfrage auf die Wirtschaftsentwicklung bis 2008 deutlich. Gegenstand der Analyse der Angebotsfaktoren des langfristigen Wachstums ist die Veranderung der Kapazitaten, auf die im Zeitraum von 2000 bis 2008 entsprechend der stark gestiegenen Kapazitatsauslastung nur ein relativ bescheidener Anteil der Veranderung des BIP zuruckzufuhren sein durfte. B.1 Mittelfristige Perspektive: Nachfrageorientierte Einflusse dominieren Seit der Finanzkrise 1998 zeigt die Ukraine eine starke wirtschaftliche Aufwartsentwicklung mit einer jahresdurchschnittlichen Wachstumsrate von 6,6% im Zeitraum von 1998 bis 2007. Allerdings muss dieses hohe Wachstum vor dem Hintergrund der niedrigen Ausgangsbasis in Folge des dramatischen Produktionseinbruchs im Verlauf der neunziger Jahre gesehen werden. 7 Eine Kapazitatsauslastung von 45% in 2000 wurde in etwas auch den vorliegenden statistischen Angaben zur Kapazitatsauslastung in der Industrie entsprechen. Siehe dazu genauer die Diskussion in Abschnitt B.2. 5OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Das Wachstum war in sektoraler Hinsicht breit angelegt, wobei die groten Beitrage vom Dienstleistungsbereich kamen Abbildung 1.8 Entsprechend stieg von 2001 bis 2008 der Anteil des Dienstleistungssektors an der Bruttowertschopfung um fast 8 Prozentpunkte auf knapp 57%, wahrend der Anteil der Landwirtschaft um 8,5 Prozentpunkte auf unter 8% sank. Das Baugewerbe profitierte von der gestiegenen Investitionsaktivitat, die durch Auslandskredite getrieben wurde. Parallel zum Einbruch der Investitionen im Herbst 2008 brach auch die Tatigkeit im Baugewerbe massiv ein. Die verarbeitende Industrie stieg seit 2001 schneller als das BIP, der Anteil des verarbeitenden Gewerbes an der Bruttowertschopfung stieg bis 2007 um drei Prozentpunkte auf 22,6%.9 Gleichzeitig erfolgte jedoch eine ausgepragte Verlagerung der Beschaftigung in den Dienstleistungsbereich. Die Beschaftigung im verarbeitenden Gewerbe sank von 2001 bis 2007 um uber 15%. Entsprechend stieg die Produktivitat im verarbeitenden Gewerbe deutlich an Vgl. Abbildung 5 in Abschnitt C.1. Allerdings ist die Struktur der Produktion und der Exporte nur gering diversifiziert 10 und anfallig fur externe Schocks. Agriculture Industry Construction Services Net Taxes GDP141210864202420012002200320042005200620072008Quelle: Ukrstat, eigene Berechnungen. Abbildung 1: Komponenten Produktion des BIPWachstums Auf der Nachfrageseite wurde das Wachstum im Wesentlichen durch den boomenden privaten Verbrauch getragen Abbildung 2. Der stark wachsende private Konsum wurde durch Steigerungen der Lohne und Sozialtransfers 11 unterstutzt, aber auch durch 8 Vgl. hierzu und im Folgenden die umfassende Analyse des Wachstumsprozesses in der Ukraine durch OECD 2007, Chapter 1. 9 Aufgrund des starken Ruckgangs im letzten Quartal 2008 sank der Anteil an der gesamten Wertschopfung wieder auf 21,7% im Jahr 2008. 10 Auf die Stahlindustrie entfallen rund 40% der Exporte und 22% der Industrieproduktion. 11 Wahrend der direkte Beitrag des offentlichen Konsums bescheiden war, beflugelte die Fiskalpolitik den privaten Konsum insbesondere in den Jahren 20042005. Die Regierungen vor und nach der Oran6 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft einen massiven Anstieg der Kreditvergabe an die Haushalte. Die verfugbaren Einkommen stiegen zwischen 2001 und 2006 real um jahresdurchschnittlich 5,2%, der Bestand offener Konsumentenkredite erreichte bis 2006 14,2% des BIP. Das Wachstum der Endnachfrage und eine starke Ausweitung der Kreditvergabe an die Unternehmen 12 trugen zum Wachstum der Investitionen bei.13 Vor allem in den Jahren 20032004 leisteten die Anlageinvestitionen einen hohen Beitrag zum Wachstum, bevor sie in 2005 in Folge der hohen politischen Unsicherheit im Zuge der Orangenen Revolution einbrachen, dann aber in den Jahren 20062007 wieder anzogen. Die Erholung der Investitionsnachfrage zog steigende Importe von Kapitalgutern nach sich. Final consumption Investment Net exports Stockbuilding GDP201510505101520012002200320042005200620072008Quelle: Ukrstat, eigene Berechnungen. Abbildung 2: Komponenten Verwendung des BIPWachstums Die steigende Nachfrage wurde von einer Verbesserung der Terms of Trade unterstutzt, die uberwiegend auf den steilen Anstieg der Metallpreise auf dem Weltmarkt zuruckzufuhren ist. Obwohl der Wachstumsbeitrag der Nettoexporte seit 2005 durchgehend negativ ist, sollte der positive Einfluss der Exporte auf das Wachstum nicht unterschatzt werden, insofern dadurch hohere Handelsdefizite vermieden wurden siehe Abschnitt C.1. Insgesamt basiert das starke Wachstum der Ukraine seit 2000 auf einer Reihe von Faktoren, die sich inzwischen erschopf haben:14 Hohe Uberschusskapazitaten in der Industrie genen Revolution erhohten die Renten und andere Sozialtransfers, gleichzeitig wurden die offentlichen Investitionen zuruckgefahren. 12 Die Kreditvergabe an die Unternehmen stieg von 9,8% des BIP in 2000 auf 27,4% im November 2006. 13 Jahresdurchschnittlich rund 12,5% im Zeitraum von 2000 bis 2006. 14 Vgl. OECD 2007; Astrov 2006; Astrov, Havlik 2008. 7OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Wechselkursentwicklung nach der Finanzkrise 1998 Steigende Weltmarktpreise fur Stahl und niedrige Energiepreise Starkes Wachstum in Russland und anderen GUSStaaten Hohe Kapitalzuflusse aus dem Ausland Hervorzuheben ist zu Beginn der Wachstumsperiode 2000 die Existenz hoher Uberschusskapazitaten in wichtigen schwerindustriellen Bereichen. Dies ermoglichte relativ schnelle Produktionssteigerungen, auch auf der Basis begrenzter Investitionen. Dieses Wachstumsmuster hat sich jedoch zunehmend erschopft, als die Kapazitatsauslastung sich im Zeitverlauf normalisierte und einige Industrien die Grenzen der Kapazitatsauslastung erreichten. Moglichkeiten zu billigen Produktionssteigerungen durch erhohte Kapazitatsauslastung wurden damit stark eingeschrankt vgl . unten Abschnitt B.2.3. Daneben profitierte die Ukraine zunachst von der starken Abwertung nach der Finanzkrise 1998, die Wettbewerbsvorteile fur die heimischen Produzenten 15 eroffnete. Allerdings hat sich dies, abgesehen von der deutlichen Verbesserung der Handelsbilanz in 1999, in den folgenden Jahren nicht in der Handelsentwicklung niedergeschlagen, da das hohe Lohnwachstum zu einer realen Aufwertung in Bezug auf die Lohnstuckkosten gefuhrt hat vgl. dazu Abschnitt C.1. Die Preisentwicklungen auf den internationalen Rohstoff und Gutermarkten begunstigten die Ukraine, die seit 2001 deutliche Verbesserungen bei den Terms of Trade zu verzeichnen hatte. Selbst der Gaspreisschock von 200616 wurde durch die starke Erhohung der Stahlpreise kompensiert. Kunftig kann die Ukraine allerdings nicht mit einer weiteren Verbesserung der Terms of Trade rechnen, die sich 2009 im Zuge der Finanzkrise bereits deutlich verschlechterten.17 Ein weiterer Faktor des hohen Wachstums war das starke Wachstum in Russland und weiteren GUSStaaten, das zu einer steigenden Nachfrage u.a. nach ukrainischen Maschinen und Transportausrustungen beitrug. Die wachsende auslandsfinanzierte Kreditvergabe an Unternehmen und Haushalte stimulierte die Nachfrage und fuhrte spatestens Ende 2007 zu einer Uberhitzung der ukrainischen Wirtschaft. Die Leistungsbilanz verschlechterte sich trotz der Verbesserungen bei den Terms of Trade von einem Uberschuss von 10,6% des BIP in 2004 zu einem Defizit von 3,7% in 2007. Gleichzeitig erhohte sich der Inflationsdruck, die Preissteigerungsrate stieg auf 30% in der ersten Jahreshalfte 2008. 15 Etwa in der Nahrungsmittelindustrie, die zunehmend Importe substituierte. 16 Der Gaspreis fur importiertes russisches Gas stieg von 50USD auf 95USDtqm. 17 Nach Angaben des IWF um rund 14% in 2009. 8 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft B.2 Langfristige Perspektive: Die Wachstumsfaktoren B.2.1 Investitionen Kunftiges Wachstum impliziert zunachst mehr Investitionen. Langfristiges Wachstum hangt aber auch von anderen Faktoren ab wie der Ausstattung mit Humankapital und technologischem Wissen aber auch der Qualitat und Struktur der Investitionen selbst, insbesondere davon, ob die Investitionen die Produktivitat erhohen.18 In der Ukraine lag die Investitionsquote bis 2006 deutlich unterhalb des Niveaus in den GUSStaaten und auch der neuen EUMitgliedstaaten 19 bei rund 22% des BIP Tabelle 2. In den Jahren 2006 bis 2008 stieg sie dann deutlich auf 28,5% in 2008.20 Angesichts des veralteten Kapitalstocks in der Ukraine liegt die Investitionsquote uber dem gesamten Zeitraum 2000 bis 2008 unterhalb dessen, was fur ein dauerhaft aufholendes Wachstum erforderlich ist. Dies unterstreicht die Notwendigkeit, strukturelle Investitionsbarrieren zu reduzieren bzw. abzubauen und insbesondere die Investitionseffizienz zu erhohen. Wie unten gezeigt, bewegen sich auch die auslandischen Direktinvestitionen pro Kopf betrachtet, weit unterhalb des Niveaus anderer Transformationslander in Mittel und Osteuropa. Sie erreichen in der Ukraine 2008 lediglich 3,3% der Gesamtinvestitionen. Tabelle 2: Ukraine Weirussland Russland GUSDurchschnitt Armenien, Aserbaidschan, Weirussland, Georgien, Kasachstan, Kirgisistan, Moldawien, Russland, Tadschikistan, Usbekistan. Quelle: IWF. Bruttoanlageinvestitionen, % des BIP 2006 24,8 33,5 21,4 26,2 2007 28,2 35,9 24,3 28,4 2008 28,5 35,8 25,5 27,0 2004 21,2 29,5 20,9 26,6 2005 22,6 26,5 20,1 26,7 2001 21,8 24,4 21,9 22,4 2002 20,2 23,2 20,1 22,7 2003 22,0 25,3 20,8 25,0 Bei der Hohe der zukunftigen Investitionstatigkeit mussen die Auswirkungen der weltweiten Finanzkrise berucksichtigt werden. Wie erwahnt, wurde in der Vergangenheit ein wesentlicher Teil der Investitionen durch Kredite oder direkt aus dem Ausland finanziert. Dieser Einkauf von Technologie war in den meisten osteuropaischen Landern die dominante Entwicklungsstrategie. Der kreditfinanzierte Technologieeinkauf sollte sich in absehbarer Zeit durch verstarkte Exporte finanzieren. In der Finanzkrise fuhrte diese Strategie auch in der Ukraine zu erheblichen Stabilitatsproblemen. Eine plotzliche Umkehr der Kapitalstrome fuhrte zum Teufelskreis von Abwertungsdruck 18 Vgl. zur Analyse des Wachstumsprozesses in Osteuropa Dobrinski, Hesse, Traeger, 2006. 19 Nach Berechnungen der UNECE lag zwischen 2001 und 2004 die Investitionsquote in der Ukraine mit 15,8% des BIP um rund sechs Prozentpunkte unterhalb des Durchschnitts der neuen EUMitglieder und Westbalkanlander. 20 Im Zuge der Finanzkrise sank die Investitionsquote nach Angaben des Statistischen Komitees der Ukraine in den beiden ersten Quartalen 2009 auf unter 17% des BIP. 9OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 und steigender Last der Auslandsschulden in heimischer Wahrung. Kann also der Wechselkurs nicht garantiert werden, so fuhrt eine hohe Auslandsfinanzierung notwendigerweise zu einer Gefahrdung der Finanzstabilitat. In Zukunft konnte der Beitrag der Auslandskredite zur Investitionsfinanzierung aus zwei Grunden deutlich geringer ausfallen: Erstens konnten die westlichen Kreditgeber wegen erhohter Riskoaversion auch mittelfristig ihre Auslandsengagements in Landern wie der Ukraine deutlich zuruckfahren. Zweitens kann es aber auch bei weiter bestehender Kreditbereitschaft auslandischer Kreditgeber zu einer Reduzierung der Kreditaufnahme kommen. Die in der Finanzkrise hervorgetretenen Gefahren konnten die Nehmerlander dazu bringen, ihrerseits Manahmen zu implementieren, um diese Kredite i.e. den Kapitalzufluss in Zukunft zu reduzieren 21, was naturlich geringere Leistungsbilanzdefizite nach sich zieht. Dies wurde fur das weitere Wachstum bedeuten, dass entweder die Ersparnis erhoht wird undoder die Investitionen verringert werden. Eine Erhohung der Ersparnis wird allein erforderlich, um die aufgelaufenen Schulden abzubauen. Ob die damit verbundene Reduzierung des offentlichen und privaten Konsums so hoch sein wird, dass die Investitionen unberuhrt bleiben, ist fraglich. Die weiterhin extremen sozialen Probleme, auch der zunehmenden Arbeitslosigkeit, werden es schwer machen, die Sparmanahmen durchzusetzen. In diesem Fall mussen auch die Investitionen gekurzt werden, um das auenwirtschaftliche Gleichgewicht aufrechtzuerhalten. Unzureichende Sparerfolge wurden die Zinsen steigen lassen und dadurch die Investitionen reduzieren. B.2.2 ArbeitsangebotHumankapital Neben Verbesserungen der Kapitalausstattung und hohem Produktivitatswachstum stellt das Arbeitsangebot einen wesentlichen Wachstumsfaktor dar. Das Arbeitsangebot hat bisher nur zogerlich auf die gunstigen Bedingungen auf den Arbeitsmarkten wahrend der Phase des hohen Wirtschaftswachstums reagiert, wie am niedrigen Beschaftigungswachstum abzulesen ist Tabelle 3. Die Erwerbsquote stagnierte trotz eines leichten Ruckgangs der Bevolkerung im erwerbsfahigen Alter, die von 2000 bis 2005 um drei Prozent sank. Dieser Trend wird bis 2025 anhalten, wenn die Bevolkerung im erwerbsfahigen Alter, vor dem Hintergrund des negativen Bevolkerungswachstums, um weitere 16% 5,3 Mio. Personen gesunken sein wird Abbildung 3. Umso entscheidender fur langfristiges Wachstum wird daher die Erhohung der Beschaftigungsquote. Diese hat sich zwar seit 2000 mit dem Ruckgang der Arbeitslosigkeit um etwa 4,5 Prozentpunkte erhoht, sie liegt dennoch deutlich unterhalb der Vergleichswerte anderer Emerging Economies. 21 Verschiedene Lander Lateinamerikas haben bereits solche Manahmen eingefuhrt. Hierbei ist auch zu beachten, dass sich die politische Stimmung in den betroffenen Landern zunehmend gegen eine schrankenlose Liberalisierung der Kapitalmarkttransaktionen wendet. 10 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Bevolkerung im erwerbsfahigem Alter 1564 JahreKinder und Alte 60504030201015,414,433,532,513,43213,630,614,114,428,827,20200020052010201520202025Bevolkerungsprognose 20002025, Mio. Personen Indikatoren zum Arbeitsangebot Quelle: UN World Population Prospects Database. Abbildung 3: Tabelle 3: Beschaftigungswachstum, in% Erwerbsquote 15 Beschaftigungsquote 15 Arbeitslosenquote 1570 Quelle: ILO KILM; EBRD. 2000 5,1 57,7 48,9 11,6 2001 1,0 57,1 49,9 10,9 2002 0,6 57,2 50,7 9,6 2003 0,4 57 50,8 9,1 2004 0,7 57,1 51,1 8,6 2005 1,9 57,8 52,5 7,2 2006 0,2 57,8 52,6 6,8 2007 0,8 57,8 53,2 6,4 2008 0,3 58 53,5 6,4 Wahrend die Erwerbs und Beschaftigungsquoten bei Frauen in der Ukraine bereits relativ hoch liegen, erklart sich die niedrige Beschaftigungsquote insgesamt durch das kurze Arbeitsleben in der Ukraine. Dies liegt am niedrigen Renteneintrittsalter von 55 Jahren fur Frauen und 60 Jahren fur Manner. Zudem ist die interregionale Mobilitat der Beschaftigten in der Ukraine gering, wie an den hohen Unterschieden der regionalen Arbeitslosenquoten abzulesen ist.22 Da wie oben gezeigt, das Bevolkerungswachstum negativ ist und auch die internationalen Migrationsstrome weitgehend ausgeglichen sind, besteht ein wesentlicher Weg zur Erhohung des Arbeitsangebots mittel und langfristig in der Erhohung des Renteneintrittsalters.23 22 Die registrierte Arbeitslosenquote schwankte zum 1.1.2009 zwischen 0,6% in Kiew und 4,9% in der Region Cherkasy. 23 Im Rentensystem drohen aufgrund der demographischen Entwicklung hohe Defizite. Die Alterlastquote wird sich deutlich erhohen, so dass 2050 130 Rentner auf 100 Beschaftigte entfallen derzeit 90. Nur durch umfassende Reformen kann das Rentensystem diesen Herausforderungen gerecht werden. Vgl. 11OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Die Ukraine verfugt uber ein gutes Humankapital und ein relativ entwickeltes Bildungssystem.24 Die einschlagigen quantitativen Indikatoren wie etwa der Human Development Index zeigen vergleichsweise hohe Beteiligungsraten am Bildungssystem.25 Der hohe Bildungsstand erklart sich daraus, dass die Ukraine, wie alle Transformationsstaaten, ein Bildungssystem geerbt hat, das umfassende Schreib und Lesefahigkeit sicherte und einen relativ breiten Zugang zur Hochschulausbildung beinhaltete. Entsprechend weist der Global Competetivness Report des WEF der Ukraine hinsichtlich des Bildungssystems ein sehr gutes Ranking von 49 zu.26 Auch die Ausgaben fur das Bildungswesen liegen in der Ukraine mit 6,2% des BIP 2007 vergleichsweise hoch und deutlich uber dem OECDDurchschnitt von 5,0% 2006. Die realen Bildungsausgaben haben sich in den letzten Jahren zwar wieder erhoht, sie liegen jedoch noch unter dem Niveau von 1990 und sind im internationalen Vergleich niedrig. Trotz der positiven quantitativen Indikatoren hat sich die Qualitat des Bildungssystems verschlechtert. Dies bezieht sich vor allem auf die unzureichende Ausrichtung am Bedarf des Arbeitsmarktes, die zu einem skill mismatch gefuhrt hat. Die Ausstattung und Infrastruktur im Bildungswesen ist veraltet. Die Teilnahme an Manahmen der beruflichen Fortbildung hat sich zwar verbessert, bleibt jedoch deutlich hinter den entsprechenden Werten anderer Lander zuruck.27 B.2.3 Totale Faktorproduktivitat Ein zentrales Problem fur die Bestimmung der Angebotswirkungen auf das Wachstum in der Ukraine besteht darin, dass das Wachstum in der Periode von 2000 bis 2008 wesentlich auf Nachfragefaktoren beruht, die sich inzwischen erschopft haben. Einige dieser Faktoren beruhen auf dem massiven wirtschaftlichen Einbruch in den neunziger Jahren. Zum Zeitpunkt des Wachstumsbeginns bestanden insbesondere enorme Uberschusskapazitaten in wichtigen Industriebranchen. Diese ermoglichten relativ schnelle Produktionssteigerungen durch Ruckgriff auf den bestehenden Kapitalstock. Dementsprechend ist der Wachstumsprozess durch steigende Kapazitatsauslastungen ermoglicht worden, was eine Bestimmung des Beitrags der totalen Faktorproduktivitat 28 erschwert. Empirische Analysen zu den Wachstumsbeitragen auf Grundlage der Produktionsfunktion in der Ukraine zeigen, dass zu Beginn der Wachstumsperiode 2000 die oben angesprochene Existenz hoher Uberschusskapazitaten in wichtigen schwerindustriellen Be ausfuhrlich zur Reform der Rentensysteme in der Ukraine Blue Ribbon Analytical and Advisory Centre 2008. 24 Vgl. dazu ausfuhrlich ETF 2009, Kapitel 2. 25 Nach Angaben des ukrainischen Zensus von 2001 weisen uber 90% der Bevolkerung eine sekundare oder tertiare Ausbildung auf, uber 85% der Bevolkerung haben mindestens eine gehobene sekundare Ausbildung. 26 WEF 2009. 27 UNDP 2008, S. 78. 28 Bzw. ein sinnvolles growth accounting uberhaupt. 12 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft reichen relativ schnelle Produktionssteigerungen auf der Basis begrenzter Investitionen ermoglichte.29 Das Investitionswachstum war zwar beachtlich, erfolgte allerdings von niedriger Basis aus, so dass der Beitrag einer Erhohung des Kapitalstocks zum Wachstum eher niedrig ausfiel. Die Restrukturierungen innerhalb der Industrie schlugen sich im hohen Wachstum der Produktivitat der eingesetzten Ressourcen nieder, der mit Abstand wichtigsten Wachstumsquelle auf der Angebotsseite seit 2000 Abbildung 4. Der Beitrag der Beschaftigung, entweder uber Beschaftigungswachstum oder uber Erhohungen der Arbeitszeit war dagegen begrenzt. Der geringe Beitrag der Beschaftigung ergibt sich durch die oben genannten Probleme auf der Arbeitsangebotsseite in Verbindung mit Schwachen im Hochschulsystem und zunehmendem skill mismatch auf dem Arbeitsmarkt.30 Capital Capacity rate of utilisation Employment Hours TFP 14121086420220012002200320042005Quelle: OECD. Abbildung 4: Komponenten Faktoreinsatz des BIPWachstums Die OECDUntersuchung geht offensichtlich von einer Erhohung der Kapazitatsauslastung entsprechend den offiziellen Angaben von knapp 50% zu Beginn bis rund 65% in 2006 aus.31 Dies durfte jedoch die Veranderung der Kapazitatsauslastung unterzeich 29 Vgl. OECD 2007. 30 Auch Rigiditaten der Regulierung auf den Arbeitsmarkten verzogerten die Reallokation der Beschaftigung. Vgl. Alam et. al. 2008, S. 12. 31 Andere empirische Analysen der Wachstumsbeitrage auf Grundlage der Produktionsfunktion berucksichtigen die Veranderung der Kapazitatsauslastung nicht oder ebenfalls nur unzureichend. Entsprechend zeigen sie einen noch hoheren Beitrag der TFP. Die Untersuchung von Iradian zeigt fur den Zeitraum von 19962006 einen Beitrag der TFP zum Wachstum von 54%, der Rest enfallt weitgehend auf die Erhohung des Kapitalstocks. Fur die Berechnung verwendet Iradian die Erhohung der Kapazitatsauslastung in Russland von 70% auf 85% als Proxi fur die Ukraine. Vgl. Iradian 2007. Izyumov und Vahaly schatzen einen marketquality Kapitalstock in den GUSStaaten und berechnen auf dieser Basis den Beitrag der TFP zum ukrainischen Wachstum zwischen 1998 und 2005 auf 120%. Vgl. Radian, Vahaly 2008. Die Untersuchung von Alam et.al. zeigt ebenfalls einen Beitrag der TFP von nahezu 100% fur die Grup 13OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 nen bzw. den Beitrag der totalen Faktorproduktivitat uberzeichnen. So zeigt ein Konjunktursurvey der Ukrainischen Nationalbank, dass Ende 2006 uber 70% der Unternehmen an der Kapazitatsgrenze operieren.32 Die Diskrepanz durfte sich daraus erklaren, dass ein groer Teil des Kapitalstocks obsolet geworden ist, und zumindest teilweise in Zukunft nicht mehr genutzt werden wird. In jedem Fall bedeutet dies, dass der Wachstumsprozess in seiner bisherigen Form so nicht fortzuschreiben sein wird. Der ukrainische Kapitalstock war schon 1990 extrem veraltet. Trotzdem wurde in den 1990er Jahren wenig zu Erneuerung getan, wahrscheinlich hat sich die Alterstruktur des Kapitalstocks bis Anfang des neuen Jahrhunderts sogar weiter verschlechtert.33 Dies gilt besonders fur die offentliche Infrastruktur Transportwege, offentliche Versorgung wie verschiedene Havarien in diesen Bereichen im vorigen Jahrzehnt zeigten. Am Anfang des neuen Jahrhunderts bestand also hochstwahrscheinlich ein sehr hoher Ersatzbedarf fur den Kapitalstock. Selbst wenn man mit moderaten Abschreibungsraten rechnet, konnten die Investitionen anfangs der 2000er Jahre kaum den Ersatzbedarf decken. Der Kapitalstock sank weiter. Wurde man eine wirtschaftlich effiziente Verschrottungspolitik voraussetzen, so durften zumindest in offentlichen, aber auch in manchen privaten Bereichen weiterhin die Investitionen kaum fur die Ersatzinvestitionen ausreichen. In anderen Sektoren kam es allerdings durch Konkurse undoder Abschreibung zu einer Reduzierung des Kapitalstocks, der deswegen heute eine jungere Alterstruktur aufweist. Modernisierungen hat die Exportindustrie Stahl und Eisen durchgefuhrt, die letztlich auch zu einer Steigerung der Energieeffizienz in diesem Bereich fuhrte. Ahnlischaft. Finanziert wurde ein che Modernisierung gab es auch in Teilen der Landwirtwesentlicher Teil dieser Modernisierungen durch Kredite. Ein hoher Anteil des wirtschaftlich obsoleten Kapitalstocks erfordert zum einen hohe Investitionen. Zum anderen aber kommt es rein rechnerisch zu einer Erhohung der Investitionseffizienz reziproker marginaler Kapitalkoeffizient, wenn stark veraltete Maschinen durch neue Anlagen ersetzt werden. Investitionen konnen hohe Ertrage erbringen, wenn sie in bisher vernachlassigten Sektoren erfolgen. Trotz mancher Erfolge bei der Modernisierung des Kapitalstocks durfte aber in den meisten Branchen weiterhin Bedarf dafur bestehen, insbesondere in jenen Sektoren, die in der Vergangenheit Finannicht im Blickfeld der ukrainischen Groinzierungsschwierigkeiten hatten, da sie z.B. strie lagen etwa die Landwirtschaft.34 du pe der GUSStaaten fur den Zeitraum 19992005, der sie die Ukraine zuordnen. Sie verweisen aber darauf, dass in some countries, but particularly in the CIS, part of the productivity gains derived from the utilization of excess capacity, which is normal during a recovery. Vgl. Alam et. al. 2008, S. 10. 32 OECD 2007, S. 26; Anderen Angaben zufolge bewegte sich 20062007 etwa die Stahlindustrie bei einer Kapazitatsauslastung von rund 95%. Vgl. Mc KinseyCompany 2009, S. 3. 33 Die Stahlindustrie ist ein weiteres Beispiel fur die vollige Veraltung des ukrainischen Kapitalstocks in den 1990er Jahren. Bis in die jungste Zeit verwendete die Ukraine noch Produktionstechnologien der Stahlerzeugung, die in den Industrielandern aber auch in Landern wie China wegen ihrer Unwirtschaftlichkeit schon vor Jahrzehnten ausgemustert wurden. Vgl. IER 2002, Table 3.1, S.15. 34 Die Finanzindustrie in der Ukraine liegt zum groen Teil in Handen der Groindustrie, die ihre eigenen Banken unterhalten. 14 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Eine Modernisierung Verjungung des Kapitalstocks durfte noch fur einige Jahre Produktivitatsfortschritte ermoglichen, die zwar niedriger sind als in der Vergangenheit, aber weiterhin in enger Verbindung mit der Investitionstatigkeit stehen.35 Der durch die weltweite Finanzkrise verursachte Produktionsruckgang von 14% in 2009 hat ebenfalls Einfluss auf die mittelfristigen Wachstumspotenziale. Geht man davon aus, dass 08 in etwa eine normale Auslastung der bestehenden Kapazitaten bestand, so ist zu 20fragen, was der Nachfrageeinbruch fur die Zukunft bedeutet. In der Konsequenz ware mittelfristig in einer Spanne von etwa 5 Jahren von einem geringeren Kapitalstockwachstum auszugehen. Das Potenzialwachstum auf Basis der beiden Produktionsfaktoren Arbeit und Kapital ware wahrscheinlich nur mit 1% 1,5% anzusetzen. Werden keine Kapazitaten abgebaut, so wurde dies einen Wachstumsspielraum fur die nachsten Jahre erlauben, auch wenn die Investitionsquoten nur ausreichen, um die Abschreibung zu ersetzten. Selbst mit niedrigen Investitionsquoten von etwa 20% konnte die ukrainische Wirtschaft also wieder wachsen, bis sie das BIPNiveau und die Kapazitatsauslastung von 2008 erreicht hatte. Dieses Szenario gilt aber nur, wenn es gelingt einen Kapazitatsabbau zu vermeiden, was wesentlich von der Gestalg des Nachfragemanagements, i.e. der staatlichen Wirtschafts und Einkommenspolituntik, abhangt. Ohne freie Kapazitaten ist das Wachstum der totalen Faktorproduktivitat deutlich niedriger anzusetzen. Ist ein hoher Technologieimport nicht moglich, so ergeben sich die Produktivitatsfortschritte im Wesentlichen durch effizientere Allokation. Dieses 36aber stellt die hoch Dies gilt allerdings auch fur den Fall, dass die Option hoher Technologieimporte genutzt werden kann. sten Anforderungen an die Rahmenbedingungen der Wirtschaft. Faktoren B.3 Bewertung: Wachstumsfordernde versus wachstumshemmende Auf Grundlage der in B1 und B2 diskutierten Zusammenhange ergeben sich folgende Schlussfolgerungen fur langfristiges Wachstum in der Ukraine: Die Analyse der Wirtschaftsentwicklung zeigt, dass sich wesentliche Faktoren des wirtschaftlichen Wachstums bis 2008 weitgehend erschopft haben Verbesserungen bei den Terms of Trade und Existenz hoher Uberschusskapazitaten. Kunftig werden einfache Produktivitatssteigerungen durch den Abbau der U 35 Insofern wird auch zukunftig das growth accounting keine klaren Aussagen uber die Beitrage des Kapitals bzw. residuals TFP machen konnen. Die Methodologie des growth accounting setzt eine effiziente Altersstruktur des Kapitalstocks voraus und rechnet die Effekte der Verjungung des Kapitalstocks der totalen Faktorproduktivitat zu. 36 In manchen Landern, wie China, gelang ein hohes Wachstum der Faktorproduktivitat trotz mannigfacher ordnungspolitischer Missstande. Dies ist aber anders als in der Ukraine zu einem groen Teil durch eine gigantische Reallokation von Arbeitskraften aus dem landlichen Raum in die Industrie und vor allem Bauwirtschaft moglich geworden. Diese Reallokationspotenziale aus sektoralen Verschiebungen sind in der Ukraine wesentlich geringer. 15OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 berbeschaftigung und verbesserte Auslastung nicht mehr moglich sein. Die Verbraucherkredite, die den Konsumboom der letzten Jahre ermoglichten, sind im Zuge der Finanzkrise bereits gesunken. Die Verbesserung der Wettbewerbsfahigkeit durch die Abwertung ist bereits zu einem guten Teil erfolgt und nicht auf Dauer ohne negative Folgen fortsetzbar. Angesichts des begrenzten Spielraums fur signifikante Erhohungen der Kapitalausstattung und der Beschaftigung sind Produktivitatsverbesserungen notwendig um hohes Wachstum zu erzeugen. Die Erfahrungen anderer Lander zeigen, dass eine verbesserte Allokation der Ressourcen, die Entwicklung eines dynamischen privaten Sektors und Zuflusse auslandischer Direktinvestitionen dazu beitragen fordert Reformen in den konnen, das Produktivitatswachstum zu erhohen. Dies er Bereichen Governance, Wettbewerb, Investitionen in Humankapital, Technologie und Infrastruktur sowie Reformen im Finanzsektor. Die Ukraine weist als late reformer im Vergleich zu den EU10 geringere Reformfortschritte und ein niedrigeres Produktivitatsniveau auf. Empirische Untersuchungen zeigen, dass der potentielle Beitrag einer Reallokation der Ressourcen und des Marktzutritts neuer Unternehmen zum Produktivitatswachstum hier deutlich hoher ist als in fortgeschrittenen Reformlandern.37 Reallokation hangt von der Mobilitat der Produktionsfaktoren ab, die ihrerseits wiederum von den wirtschaftlichen und politischen Rahmenbedingungen beeinflusst wird.38 Die staatliche Einflussnahme uber implizite und explizite Subventionen und staatliches Eigentum an Produktivvermogen behindert die Reallokation und mogliche Produktivitatsfortschritte. Die Erleichterung des Marktzutritts neuer, produktiver Unternehmen durch Regulierungsreformen, die Forderung des Wettbewerbs, um den Marktaustritt unproduktiver Unternehmen zu erzwingen sowie die Verbesrung des Investitionsklimas auch im Hinblick auf auslandische Direktinvestisetionen, haben daher hohe Bedeutung siehe dazu Abschnitt D. 37 Vgl. A. Alam et. al. 2008, S.13ff. 38 Der Einfluss geeigneter Rahmenbedingungen auf Investition und Innovation ist im Einzelnen sehr schwer zu quantifizieren, eine Studie von Tiffin kommt zum Ergebnis, dass Ukraines failure to tap its full potential is mainly a result of its marketunfriendly institutional base. Having inherited a Soviet framework that was ill suited to the needs of a market economy, Ukraine has been slow in establishing the marketenhancing institutions needed to use its resources efficiently. Die okonometrische Analyse von Tiffin quantifiziert bei gegebenem Abstand von tatsachlichem Produktionsniveau und langfristigem Produktionspotenzial bei Durchfuhrung entsprechender institutioneller Reformen die langfristige Wachstumsrate mit 8,5% pro Jahr. Damit ware die Ukraine in der Lage, innerhalb einer Dekade das BIP pro Kopf zu verdoppeln. Vgl. Tiffin 2006. Auch andere Studien zeigen einen engen Zusammenhang zwischen Produktivitatswachstum und institutionellen Rahmenbedingungen. Eine Studie von AnosCasero und Udomsaph zeigt, dass zwischen 2001 und 2004 Verbesserungen des unternehmerischen Umfelds zu einem deutlichen Anstieg der Produktivitat beitrugen. Den groten Beitrag leisteten in der Ukraine Verbesserungen der Infrastruktur, die Verschlechterungen bei den Wettbewerbsbedingungen und der Governance kompensierten. Insgesamt belegt die Studie, dass Produktivitatsunterschiede weitgehend durch die unterschiedliche Ausgestaltung des unternehmerischen Umfelds erklart werden konnen. Vgl. AnosCasero, Udomsaph 2009. Auch eine okonometrische Analyse der OECD auf Basis von Unternehmensdaten bestatigt die positiven Effekte starkeren Wettbewerbs auf die Arbeitsproduktivitat. Vgl. OECD 2007, S. 113f. sowie Annex 3A3. 16 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft C. Internationale Wettbewerbsposition der Ukraine Neben einer Darstellung der Exportentwicklung wird die internationale Wettbewerbsposition anhand von Schlusselindikatoren wie Struktur und Qualitat der Exporte sowie Produktivitat und Wechselkurs untersucht C.1. Besonders relevant ist die Anderung der Technologie durch Technologietransfer via Kapitalguterimport und auslandischen Direktinvestitionen C.2 C.1 Auenhandel und relevante Schlusselindikatoren Die Aufrechterhaltung bzw. der Ausbau der internationalen Wettbewerbsfahigkeit stellt eine wesentliche Herausforderung im Hinblick auf die langfristigen Wachstumsperspektiven der Ukraine dar. Wettbewerbsfahigkeit meint in diesem Zusammenhang die Fahigkeit, sich so uber den Auenhandel in die globalen Markte zu integrieren, dass es zur Steigerung von Produktion und Einkommen beitragt.39 Dies setzt die Existenz einer hinreichenden Zahl von Branchen, die in der Lage sind, erfolgreich im Wettbewerb zu auslandischen Produzenten auf den Binnen und Auenmarkten zu bestehen, voraus. Exportstruktur Die Ukraine ist mit einer Exportquote von rund 50% eine sehr offene, allerdings nur gering diversifizierte Volkswirtschaft. Die Struktur der ukrainischen Industrieproduktion und der Exporte ist hoch konzentriert und besteht vorrangig in wenigen Gutern mit niedrigem Verarbeitungsgrad aus den Bereichen Stahlproduktion, mineralische Stoffe und chemische Produkte. Die drei Exportkategorien Lebensmittel, Mineralien und Metalle hatten 2006 einen Anteil von fast 65% an den gesamten Exporterlosen. Im Vergleich dazu lag deren Anteil 2000 bei 59%. Dies spiegelt eine Reihe von Faktoren wider. Zum einen begunstigten die kunstlich niedrig gehaltenen Gaspreise die weitere Spezialisierung auf energieintensive Industrien wie Stahl und chemische Industrie. Zum anderen stiegen die Exportpreise in Dollar fur Stahlerzeugnisse um uber 100% zwischen 2001 und 2006. Das Volumen der Stahlexporte wuchs dagegen nur um durchschnittlich 2% pro Jahr seit 2003. Aufschlussreich ist die unterschiedliche Zusammensetzung der Exporte differenziert nach den Handelspartnern der Ukraine. Wahrend in die EU hauptsachlich Rohmaterialien wie Metalle, Chemikalien und mineralische Brennstoffe exportiert werden, liefert die Ukraine an Russland uberwiegend hoher entwickelte Guter wie Maschinen und Ausrustung.40 39 Der Auenhandel tragt zur Verbesserung der Allokation der Ressourcen bei und ermoglicht eine Spezialisierung entlang komparativer Vorteile. Die Exporte dieser Guter ermoglichen wiederum Importe, die im Inland nur zu hoheren Kosten zu erzeugen waren. Dazu gehoren auch Investitionsguterimporte, die neue Technologien inkorporieren. 40 Astrov 2006. 17OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Tabelle 4: Food products and raw materials for their production Mineral products Products of chemical industry and related branches Timber and woodwork Industrial goods Ferrous and nonferrous metals and products made from them Machinery and equipment, transportation facilities, instruments Others Total exports US millions Quelle: Ukrainische Nationalbank. Ukraine: Guterexporte, % der Gesamtexporte 2003 11,5 13,9 10,6 3,0 4,6 35,8 15,3 2004 10,4 12,2 10,4 2,7 3,8 39,0 16,9 2005 12,3 12,5 11,1 2,8 3,5 40,1 13,3 2006 12,1 8,9 11,8 3,1 3,3 42,2 14,3 2007 12,5 7,6 11,2 3,2 3,0 41,8 16,9 2008, H1 11,5 9,1 10,6 2,7 2,5 44,7 15,9 5,3 23739 4,5 33432 4,4 35024 4,3 38949 3,8 49840 3,0 32854 Die hohe Exportkonzentration macht die Ukraine verwundbar fur makrookonomische Instabilitaten, da die Preise fur Rohstoffe volatiler sind als diejenigen der verarbeiteten Guter. Dies fuhrte zu einer hoheren Volatilitat der Exporte und verstarkte die Anfalligkeit der Ukraine im Hinblick auf globale Konjunkturschwankungen. Auf der Importseite ist die Ukraine wegen geringer eigener Energieressourcen auf die Importe von Ol und Gas aus wenigen Bezugslandern angewiesen. Auch dies verstarkt die Abhangigkeit der ukrainischen Wirtschaft von internationalen Preisschwankungen fur diese Guter. Eine Analyse der Revealed Comparative Advantages RCA auf disaggregierter Ebene zeigt, dass nur wenige Branchen des verarbeitenden Gewerbes in der Ukraine den Grad an internationaler Wettbewerbsfahigkeit erreicht haben, der signifikante Exporte zulassen wurde.41 Laut OECDStudie liegen die komparativen Vorteile in den energieintensiven Bereichen Stahl, Chemie und mineralischen Stoffen, aber auch bei Getreide, tierischen Fetten und Holz Tabelle 5. Im Maschinenbau ist der einzige Bereich mit Vorteilen die Produktion von Schienenfahrzeugen, deren Exporte hauptsachlich nach Russland, seit 2000 stark gestiegen sind. Die Struktur der komparativen Vorteile hat sich, mit Ausnahme von Getreide, seit 1996 nicht wesentlich verandert.42 Produktivitat Fur die Sicherung der Wettbewerbsfahigkeit ist die Aufrechterhaltung bzw. Erhohung der Produktivitat eine wichtige Voraussetzung. In der OECDStudie wird davon ausge 41 Vgl. OECD 2007, S. 106ff. 42 Auf starker disaggregierter Ebene 3digit Level erreicht die Ukraine in 73 von 260 Sektoren einen RCAIndex, der groer als ein ist. Damit liegt sie, wie ebenfalls Belarus, deutlich uber dem GUSDurchschnitt von 39. Dies spiegelt aber hauptsachlich die hohere Diversitat dieser Volkswirtschaften im Vergleich zu den anderen GUSLandern wieder und bedeutet nicht unbedingt, dass sie international wettbewerbsfahiger sind. Vgl. Shelbourne 2006. 18 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft gangen, dass sowohl die Nominallohne als auch die Energiepreise weiter steigen werden und deshalb Produktivitatssteigerungen erforderlich sind, um die Kostensteigerungen zu kompensieren. Wie eingangs bereits angedeutet, war das Produktivitatswachstum ab der Finanzkrise 1998 durchaus beachtlich. Vor allem in der Industrie wuchs die Arbeitsproduktivitat deutlich starker als im Dienstleistungsbereich. Dazu trug zumindest bis 2003 der Abbau der Uberbeschaftigung bei Abbildung 5. Dies spiegelt die passive Restrukturierung der Unternehmen wider. Seit 2004 stabilisierte sich die Beschaftigung in der Industrie und sank dann wieder im Vorfeld der Krise bis 2008. Tabelle 5: Komparative Vorteile Revealed Comparative Advantages Relative Exportperformanz definiert als Anteil der Exporte eines bestimmten Gutes an den Gesamtexporten des Landes Verhaltnis von Weltexporten dieses Gutes zu gesamten Weltexporten. Das hohe Produktivitatswachstum trug aber in den letzten Jahren nicht zur Verbesserung der Wettbewerbsfahigkeit uber eine Senkung der Lohnstuckkosten bei, da die Reallohne seit 2001 in etwa parallel zur Produktivitat anstiegen Abbildung 6. Uber einen langeren Zeitraum betrachtet uberstieg allerdings das Produktivitatswachstum deutlich den Anstieg der Reallohne, die sich im Zug der Finanzkrise von 1998 nach unten bewegt hatten. Die Lohnstuckkosten, gemessen in einer synthetischen EuroDollarWahrung fielen innerhalb von zehn Jahren um fast 20%.43 Internationale Vergleiche der Lohn und Produktivitatsniveaus lassen vermuten, dass sich beide in der Ukraine inzwischen angeglichen haben.44 43 Siehe den Vergleich der Lohn und Produktivitatsentwicklung in Russland und der Ukraine von Ahrend, de Rosa, Tompson 2006. 44 OECD 2007, Figure 1.7., S. 28. 19OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Employment Production Productivity 2520151050510151996199719981999200020012002200320042005200620072008Quelle: Ukrstat; Eigene Berechnungen. Abbildung 5: Komponenten des Produktivitatswachstums in der Industrie, jahrliche Veranderung in % 2520151050510Produktivitat Reallohn 1996199719981999200020012002200320042005200620072008 Produktivitat und Reallohne in der Industrie, jahrliche Veranderung in % Quelle: Ukrstat; Eigene Berechnungen. Abbildung 6: 20 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Exportperformance und Wechselkurs Seit 2000 bis zum Herbst 2008 ermoglichten gunstige Bedingungen auf den Exportmarkten die Generierung hoher Exporteinnahmen. Wie angesichts der Verbesserung der Terms of Trade nicht verwunderlich, wurden diese stark von Preisbewegungen beeinflusst: Der Dollarwert der Exporte wuchs in diesem Zeitraum um jahresdurchschnittlich rund 30% Abbildung 7, das Volumen der Exporte stagnierte seit 2006 bzw. sank 2008 um knapp 2%. Besonders stark wuchsen die Exporte in die GUSStaaten, wahrend die Exporte in die EU hinter dem Anstieg der gesamten Exporte zuruckblieben. Entsprechend verschob sich die Landerstruktur der Exporte zugunsten der GUSExporte Abbildung 8. Exporte Werte Exporte Volumen 605040302010010202002200320042005200620072008Quelle: IWF. Abbildung 7: Exportwachstum 20022008, jahrliche Veranderung in % Die Entwicklung der regionalen Exportstruktur spiegelt sich auch in der Wechselkursentwicklung wider. Wahrend der Wechselkurs zum Rubel real stark abwertete, werteten die reale Wechselkurse zum Euro und zum Dollar und damit zu an den Dollar gebundenen asiatischen Wahrungen seit 2004 stetig auf Abbildung 9. Die Aufwertung gegenuber dem Euro erfolgte weitgehend parallel zur Aufwertung insgesamt, gemessen an der Entwicklung des realen effektiven Wechselkurses. Dieser wertete seit 2000 im Jahresdurchschnitt um fast vier Prozent auf und signalisiert zunehmende Einbuen der preislichen Wettbewerbsfahigkeit der ukrainischen Wirtschaft. Ab dem dritten Quartal 2008 wertete der reale effektive Wechselkurs dann massiv ab. 21OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 EU27Asien GUS40383634323028262422202002200320042005200620072008Quelle: Ukrstat; Eigene Berechnungen. Abbildung 8: Exportstruktur nach Landergruppen Guter, in % der Gesamtexporte Realer efektiver Wechselkurs Euro RUB 18016014012010080602000Q12003Q12006Q12009Q1Anmerkung: Ein Anstieg bedeutet reale Aufwertung. Quelle: OECD reale Wechselkurse RUB, EURO, ; IFS. Abbildung 9: C.2 Eingliederung in die internationale Arbeitsteilung Reale Wechselkurse 2000 2009 Einer der Wachstumsfaktoren der Ukraine konnen, uber die Eingliederung in die internationale Arbeitsteilung, die Exporte sein. Die Logik eines exportgefuhrten Wachstums liegt darin, dass uber wachsende Exporterlose auch wachsende Investitionen mit einem 22 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft hohen Importanteil finanziert werden, die ihrerseits die gewunschten Produktivitatsfortschritte ermoglichen sollen.45 Eng damit verbunden sind auslandische Direktinvestitionen ADI, deren besondere Rolle darin gesehen werden kann, dass sie neben der Bereitstellung von Finanzmitteln Kapital positive externe Effekte im Empfangerland erzeugen. Diese Effekte beinhalten Technologietransfer, Marketingkanale, besseres Management und Qualifizierung von Arbeitkraften. Die auslandischen Direktinvestitionen sind in der Ukraine erst seit 2005 starker angestiegen Tabelle 6. Dies ist vor allem auf Investitionen im Rahmen der Privatisierung zuruckzufuhren. Die ProKopfADI liegen mit 211USD in 2008 deutlich niedriger als in den EUBeitrittsstaaten aber auch vielen GUSStaaten. Auerst gering ist der Beitrag der ADI zu den gesamten Kapitalinvestitionen Abschnitt B.2.1. Den Hohepunkt erreichten die ADIZuflusse im zweiten Quartal 2008, im Jahr des WTOBeitritts der Ukraine, an den sich u.a. auch die Erwartung weiter steigender ADIZuflusse knupfte. Unter dem Einfluss der globalen Finanzkrise und des sich verschlechternden Investitionsklima sanken allerdings in der Folge die ADIZuflusse in die Ukraine. Tabelle 6: Auslandische Direktinvestitionen in der Ukraine, Mio. USD, Zahlungsbilanz 2001 769 Nettozuflusse Schatzung; Projektion. Quelle: EBRD. 2009 4000 2008 9683 2003 1411 2004 1711 2002 698 2005 7533 2006 5737 2007 9218 Trotz der hohen Offenheit der ukrainischen Wirtschaft, deutet ein Vergleich der Produktmarktregulierung mit anderen Landern auf auergewohnlich hohe Schranken, die den Handel und die Investitionen in der Ukraine behindern, hin Vgl. Abschnitt D.3. Angesichts der potenziell betrachtlichen positiven Effekte von ADI auf das Wachstum der inlandischen Gesamtfaktorproduktivitat, werden bislang die Chancen zu einer Modernisierung der Industrie nicht genutzt. 45 Vgl. Vincentz, Knogler 2003, Kapitel 3 Wachstumstrategien. 23OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 D. Entwicklungshemmnisse und Reformdefizite Der wachstumshemmende Charakter der fehlenden allokativen Effizienz und des niedrigen technischen Fortschritts beruht auf Entwicklungshemmnissen im institutionellen Sinn. Dies betrifft die staatliche Governance D.1, die Einflussnahme des Staates auf die Wirtschaft und staatliches Eigentum an Produktivvermogen bzw. dessen Privatisierung D.2, sowie Regulierungsreformen zur Forderung des Wettbewerbs und Verbesserung des Investitionsklimas D.3. In D.4 werden nach dem WTOBeitritt noch bestehende nichttarifare Hemmnisse behandelt. D.1 Governance und Rechtssystem Seit 2000 sind kontinuierliche, wenn auch bescheidene Fortschritte bei der Umsetzung struktureller und institutioneller Reformen in der Ukraine zu verzeichnen. Gemessen an den Transformationsindikatoren der EBRD liegt die Ukraine etwas uber dem Durchschnitt der GUSStaaten, aber noch deutlich hinter den neuen EUMitgliedstaaten. Die Indikatoren zeigen besondere Schwachen im Bereich der Unternehmensrestrukturierung, der Governance und Wettbewerbspolitik und bei der Reform der Infrastruktur. Sie zeigen, dass sich der Abstand zu den neuen Mitgliedstaaten nur langsam verringert, was die Hoffnung auf eine schnelle EUIntegration dampft und die mittelfristigen Wachstumsperspektiven mindert. Schwachen der Staatsfuhrung Governance und des Rechtssystems stellen, nicht zuletzt im Hinblick auf die Generierung von Investitionen, eine Barriere fur langfristiges Wachstum in der Ukraine dar. Im Vergleich zu anderen Transformationslandern stellt sich die Entwicklung eines marktwirtschaftlich orientierten politischen und rechtlichen Systems als unzureichend dar. Der Global Economic Competetiveness Index des World Economic Forum, der zentrale Rahmenbedingungen fur funktionierende Marktwirtschaften erfasst, bewertet im aktuellen Ranking die Ukraine mit Platz 82 unter 133 Landern.46 Dieses niedrige Ranking ist vor allem auf die Mangel im institutionellen Bereich zuruckzufuhren, wo die Ukraine Platz 120 erreicht, und damit mit Ausnahme von Russland deutlich hinten den Transformationslandern zuruckliegt. Daruber hinaus erweisen sich in der Unternehmensumfrage des WEF unter den funf am haufigsten genannten Hindernisse fur die Unternehmen die mangelhafte Funktion offentlicher Institutionen Policy Instability, Corruption, Government InstabilityCoups. Diese hat sich gegenuber der Umfrage 20045 noch deutlich erhoht. Diese Ergebnisse decken sich weitgehend mit anderen Einschatzungen zur Governance in der Ukraine.47 Die Governance Research Indicators der Weltbank zeigen, dass der Abstand der Ukraine zu den OECDLandern, aber auch zu den neuen EUMitgliedstaaten noch sehr hoch ist Tabelle 7. 46 WEF 2009. 47 Vgl. Sigma 2006. 24 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Trotz Fortschritten, wie etwa die Durchfuhrung freier Wahlen und Ansatze zum Entstehen einer Zivilgesellschaft, belastet die politische Instabilitat die weitere Entwicklung. In Schlusselbereichen, wie der Dezentralisierung der Verwaltung und der Reform des Rechtssystems stehen weitere Reformen noch aus.48 Die Schwierigkeiten, tragfahige Kompromisse zu finden, eine weit verbreitete Korruption und das Fehlen eines allgemein akzeptierten Verfassungsrahmens belasten die politische und wirtschaftliche Entwicklung. Hinzu kommen Probleme im Bereich der offentlichen Verwaltung. Diese ist uberdimensioniert, ineffizient und von Korruption durchdrungen. Eine umfassende Bewertung des Systems der offentlichen Verwaltung kommt zum Ergebnis, dass governance in Ukraine continues, broadly speaking, to operate according to inherited modes of organisation, practice and thinking. These modes derive from the former communist system practices, modified by the practices of the Kravchuk and Kuchma regimes often described as kleptocracies.49 Ansatze zu einer Reform der Verwaltung und Dezentralisierung der Verwaltungsstrukturen, um die Effizienz und die Abgrenzung der Verantwortlichkeiten zu verbessern, sind bislang nicht vorangekommen.50 Tabelle 7: GovernanceIndikatoren East Asia Ukraine South Asia OECD Subsaharan Africa Former Soviet Union Eastern EuropeBaltics Latin America Middle EastNorth Africa 23,7 90,6 63,3 49,9 52,1 81,9 56,1 61,3 35,0 44,8 88,7 Voice and Accountability Political Stability Government Effectiveness Regulatory Quality Rule of Law Control of Corruption Anmerkung: Ein hoherer Wert signalisiert ein besseres Ranking. Quelle: World Bank Governance Research Indicators. 90,2 90,2 58,5 59,1 33,1 44,1 52,9 45,1 59,9 46,5 42,1 91,2 69,2 48,3 47,1 30,0 32,6 21,4 37,3 46,7 46,3 49,4 48,3 44,0 32,7 39,1 31,1 28,0 19,5 35,6 29,2 36,6 34,0 33,5 26,3 28,9 28,6 30,8 35,8 31,5 34,0 23,5 21,5 48 Vgl. UNDP 2008, Kapitel 1. 49 Sigma 2006, S. 10. 50 Blue Ribbon Analytical and Advisory Centre 2009, S.102ff. 25OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 D.2 Staatliche Einflussnahme auf die Wirtschaft In der Ukraine wird eine Reihe von Manahmen angewandt, mit dem Ziel bestehende Branchen und Unternehmen zu fordern. Dies untergrabt den Zwang zur Restrukturierung und halt nichtwettbewerbsfahige sowohl staatliche als auch private Unternehmen am Markt, die im Zweifelsfall auf explizite oder implizite Subventionen zuruckgreifen konnen. Der exakte Umfang dieser Subventionen an bestimmte Branchen ist schwer zu bestimmen. So liegen keine genauen Angaben zum Umfang der Ausnahmeregelungen bei Steuerzahlungen vor. Ebenfalls schwer abzuschatzen ist das Ausma impliziter Subventionen uber Preisregulierungen, da diese in der Regel zu Lasten der Versorgungsunternehmen gehen und nicht im Staatshaushalt selbst aufscheinen. Am leichtesten abzuschatzen sind die direkten Subventionen uber den Staatshaushalt. Die Staatsausgaben sind seit 2000 stark gestiegen und lagen 2008 bei 47% des BIP. Der Anstieg ist vor allem auf das Wachstum der laufenden Ausgaben insbesondere fur Renten und Sozialtransfers zuruckzufuhren, wahrend die offentlichen Investitionen gering sind und damit zukunftiges Wachstum beschranken. Nach Angaben einer Weltbankuntersuchung lagen 2005 die gesamten offentlichen Investitionsausgaben bei 4,3% des BIP.51 Uber die Halfte dieser Ausgaben entfallt auf die Kategorie Kapitaltransfers an Unternehmen. 65% dieser Transfers sind direkte Subventionen an Staatliche Unternehmen oder Transfers an Ministerien, die diese wiederum fur Subventionsprogramme verwenden. Nach Angaben des Finanzministeriums geht der Groteil der direkten Subventionen in die Kohleindustrie und den Energiebereich.52 belaufen sich Die Subventionen direkte Subventionen und implizite Subventionen uber steuerliche Ausnahmeregelungen an die Landwirtschaft belaufen sich nach Schatzungen der OECD auf knapp 2% des BIP. Insgesamt ist die Hohe der steuerlichen Ausnahmeregelungen mit der in anderen Landern vergleichbar. Problematisch ist insbesondere die Instabilitat, die mangelnde Vorhersehbarkeit und Intransparenz der Steuerprivilegien. Daneben sind die impliziten quasifiskalischen Subventionen uber die Subventionierung der Energiepreise ein ernsthaftes Problem. Nicht nur uber Regulierungen und Subventionen, sondern auch als Eigentumer eines substanziellen Teils des Produktivvermogens bleibt der ukrainische Staat ein wichtiger Akteur in der Wirtschaft. Der staatliche Unternehmensbereich ist relativ gro, der private Sektor tragt nur zu rund 65% des BIP bei. Offiziellen Angaben zufolge, haben 2005 rein private Unternehmen lediglich rund 40% des Anlagekapitals in der Ukraine kontrolliert.53 Dies spiegelt das Ausma der staatlichen Beteiligungen insbesondere in den kapitalintensiven Bereichen, wie dem militarischindustriellem Komplex, dem Schwermaschinenbau, dem Energiesektor und den Versorgern wider. Dies fuhrt haufig zu Interessenskonflikten insbesondere wenn sich die Rolle des Staates als Regulierungsbehorde und als Eigentumer der zu regulierenden Bereiche gegenubersteht und untergrabt den Wettbewerb. Zudem begunstigt die schwache Governance der staatlichen Unter 51 World Bank 2008, S. 3. 52 OECD 2007, S. 80. 53 OECD 2007, S. 79. 26 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft nehmen das Rentseeking von Managern oder von in die Aufsicht der staatlichen Unternehmen eingebundenen Funktionaren. Trotz der mit dem hohen Staatsanteil an der ukrainischen Wirtschaft verbundenen Probleme ist die Privatisierung aufgrund der politischen Auseinandersetzungen in den letzten Jahren faktisch zum Stillstand gekommen. Dies ist insofern gravierend, als die Privatisierung, wie empirische Studien zeigen, einen wichtigen Beitrag zur Steigerung der Produktivitat leisten kann.54 Die letzte groere Privatisierung erfolgte 2005 mit der Privatisierung des Stahlkonzerns Kryvorizhstal. Seitdem werden zwar regelmaig entsprechende Privatisierungsprogramme verabschiedet, die jedoch nicht umgesetzt werden.55 Entsprechend bewegen sich seit 2005 die tatsachlich realisierten Einnahmen des Staatshaushalts aus Privatisierungen auf sehr niedrigem Niveau Abbildung 10. 2009 wurden lediglich 10% der geplanten Einnahmen aus der Privatisierung realisiert. Die fehlgeschlagene Privatisierung des Odessa Hafenwerks sowie die Reprivatisierung des 2007 privatisierten Luhansk Locomotive Unternehmens trugen zur Verschlechterung des Investitionsklimas in der Ukraine bei. Privatisierungseinnahmen 20012009 Quelle: SPFU zit .n. IER. Abbildung 10: 54 Vgl. Brown und Earle 2007. 55 Seit Jahren in der Diskussion ist etwa die Privatisierung des Telekommunikationsunternehmens Ukrtelecom und des Chemieunternehmens Odessa Hafenwerk. Zuletzt wurde die Privatisierung des Hafenwerks im September 2009 von Prasident Juschtschenko gestoppt. Gleichzeitig wurde die Aufsicht uber die Ukrtelecom vom Staatlichen Privatisierungsfonds wieder an das Ministerium fur Transport und Kommunikation ubertragen, was daraufhin deutet, dass das Unternehmen zunachst staatlich bleiben wird. 27OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 D.3 Regulierungsrahmen und Rechtssicherheit Die unternehmerischen Rahmenbedingungen sind in der Ukraine auerordentlich schwierig. Dies gilt insbesondere fur die komplizierten rechtlichen Regulierungen des Unternehmenssektors, die eine substantielle Barriere fur die Entwicklung der Geschaftsmoglichkeiten und fur Zuflusse von Investitionen darstellen.56 Die Kombination von extensiver Regulierung, haufigen Anderungen und inkonsistenter Anwendung erhohen die unternehmerischen Risiken. Dies schlagt sich auch in den Bewertungen internationaler Organisationen nieder. So stuft der aktuelle Ease of Doing Business Indikator der Weltbank die Ukraine an 142igster Stelle von 183 Landern ein.57 Das Geschaftsumfeld der Unternehmen ist durch hohe Rechtsunsicherheit charakterisiert und wird durch zwei haufig konfligierende Gesetze bestimmt, zum einen durch den Zivilcode und zum anderen durch das Handelsgesetz.58 Einen wichtigen Schritt vorwarts stellt die Annahme 19.9.2008 des Gesetzes uber Aktiengesellschaften dar, dass allerdings trotz aller Fortschritte auch wesentliche Schwachpunkte aufweist.59 Nach wie vor fehlt zudem ein gesetzlicher Rahmen fur Gmb Hs, der anderen wesentlichen Unternehmensform in der Ukraine. Zusammen mit Problemen bei der Rechtsdurchsetzung der Gesetze schafft der unvollstandige und widerspruchliche Rechtsrahmen Spielraume fur Korruption im Rechtssystem und Rechtsmissbrauch. Umfragen zeigen, dass insbesondere kleine und mittlere Unternehmen nur geringes Vertrauen in eine Durchsetzung von vertraglichen Rechten haben. Auch der geringe Zustrom von auslandischen Direktinvestitionen spiegelt das schlechte Investitionsklima in der Ukraine wider. Die hohen Investitions und Handelsschranken siehe Tabelle 8, letzte Zeile betreffen zwar nicht nur auslandische Investoren, letztere stehen aber einem komplizierten Regulierungsrahmen Zeit und kostenaufwendigen Registereintragungsverfahren; Auflagen bei der Lizenzerteilung gegenuber und laufen Gefahr, diskriminiert zu werden, etwa wenn es um die Geltendmachung von Schadensersatzanspruchen aufgrund von Entscheidungen der Regulierungsbehorden geht.60 Eine von der OECD 2007 durchgefuhrte umfassende Bewertung der Produktmarktregulierung in der Ukraine unterstreicht den hohen Beitrag, den die Forderung des 56 Vgl. zu den aufwendigen Registrierungs und Genehmigungsverfahren EBA 2009 sowie IFC 2009. 57 World Bank 2009. 58 Vgl. OECD 2007, S. 69. 59 Vgl. dazu ausfuhrlich Blue Ribbon Analytical and Advisory Centre 2009. 60 Die wichtigste Regelung der Investitionstatigkeit in der Ukraine ist das Investitionsgesetz vom 18. Januar 1991. Das Gesetz setzt den allgemeinen rechtlichen, wirtschaftlichen und sozialen Rahmen und gewahrleistet die Rechte, Interessen und das Eigentum der Investoren, unabhangig von der Art des Eigentums und der Staatszugehorigkeit des Investors, und es unterscheidet dabei nicht zwischen Auslandern und Inlandern. Das Gesetz vom 19. Marz 1996 regelt insbesondere die auslandischen Investitionen, wonach ein Unternehmen mit einem auslandischen Betriebskapitalanteil von 10 % bereits als auslandische Investitionsgesellschaft gilt; ferner untersagt das Gesetz auslandische Investitionen in bestimmten Sektoren. Es bestehen Investitionsschutzabkommen mit mehr als 50 Landern, darunter mit den meisten EUMitgliedstaaten. Vgl. EU 2004, S.24f. 28 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Wettbewerbs zum Produktivitatswachstum leisten konnte.61 Die wesentlichen Schlussfolgerungen aus dieser Bewertung lassen sich wie folgt zusammenfassen Tabelle 8: Insgesamt ist das Niveau der Produktmarktregulierung hoher als in jedem OECDLand.62 Auch die drei wesentlichen Komponenten des Gesamtindikators staatliche Aufsicht, unternehmerische Schranken und Handels und Investitionsschranken sind in der Ukraine wesentlich starker reguliert als im OECDDurchschnitt. Die Schranken, die das Wachstum der Unternehmen bremsen, sind hoher als die Hemmnisse, die den Markteintritt erschweren. Dazu zahlen die exzessiven Genehmigungs und Zulassungsverfahren sowie die vielfaltigen Gesetze und Vorschriften zur Eigentumsregistrierung und Vertragsabschlussen. Genauso problematisch wie der Inhalt ist haufig auch die Gestaltung zum Ablauf der Regulierungsvorschriften. Die Ukraine weist schlechte Bewertungen auf, wenn es um die Formulierung der Regulierungspolitik und die effektive Kommunikation mit den Unternehmen geht. Dies spiegelt auch die mangelnde Klarheit wider, mit der die verschiedenen Aufgaben des Staates definiert sind, oder die Unfahigkeit zwischen ihnen so zu unterscheiden, dass unerwunschte Interessenskonflikte vermieden werden. Die Entwicklung eines koharenten Verstandnisses der Rolle des Staates in einer Marktwirtschaft ist eine der Schlusselherausforderungen der Regulierungsreform. 1,5 Durchschnitt Hoch 2,8 OECD Niedrig Indikatoren der Produktmarktregulierung Tabelle 8: Produktmarktregulierung Gesamtindikator Staatliche Aufsicht Unternehmerische Schranken Handels und Investitionsschranken Quelle: OECD D.4 Nichttarifare Hemmnisse und weitere Integrationsschritte 3,6 2,5 2,4 2,7 2,4 3,3 2,1 1,5 1,0 0,9 0,6 0,8 0,3 1,9 2,5 1,3 1,9 Ukraine Brasilien 2,8 Ein wichtiger Schritt zur Integration in die Weltwirtschaft war der Beitritt der Ukraine zur Welthandelsorganisation WTO. Das Verfahren zur Aufnahme der Ukraine in die 61 Die verwendeten Daten spiegeln fur die Ukraine den Stand Ende Marz 2007 wider, fur die OECDLander wurden die Daten der Bewertung von 2003 verwendet. Vgl. zu einer detaillierten Darstellung der Ergebnisse OECD 2007, Annex 2.A1. 62 Zu berucksichtigen ist beim Vergleich, dass einige der Lander seit 2003 wichtige Reformen durchgefuhrt haben. Etwa zum Beispiel Polen, das die administrativen Belastungen fur Neugrundungen substantiell reduziert und die Transparenz des Steuersystems erhoht hat. 29OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 WTO wurde offiziell am 5. Februar 2008 abgeschlossen. Seit 16. Mai 2008 ist die Ukraine Mitglied der WTO.63 Damit ist der Groteil der Zollschranken weggefallen und es gelten fur die Ukraine ebenfalls die Prinzipien der Nichtdiskriminierung, der Reziprozitat und des Abbaus von Handelsschranken. Neben Zollen behindern aber auch nicht tarifare Handelshemmnisse NTBs Nontariff barriers to trade die Integration in das Welthandelssystem. Die Ukraine hat sich durch den Beitritt zur Welthandelsorganisation dazu verpflichtet, keine diskriminierenden oder protektionistischen Manahmen anzuwenden. Allerdings existieren immer noch zahlreiche dieser Hemmnisse, welche vor allem im Hinblick auf die Vereinbarungen mit der WTO und das geplante Freihandelsabkommen mit der EU beseitigt werden mussen. In der Ukraine besteht vor allem in folgenden Punkten Nachbesserungsbedarf:64 Harmonisierung der Zertifikate und Standards: Die Ukraine sollte ihr System der Zertifikate und Standards an die internationalen Normen und Anforderungen anpassen. Die Ubernahme von EUNormen und Standards ist Voraussetzung fur den Zugang zum EUBinnenmarkt, wie er im angestrebten FTA siehe unten mit der Ukraine angeboten wird. Die Ubernahme der Standards ist allerdings auch recht teuer fur die Betriebe. Eine gegenseitige Anerkennung der Standards ware der kostengunstigere und politisch einfachere Weg, ist aber fur einen Zugang zum EUBinnenmarkt kaum durchsetzbar. Vereinfachung und Harmonisierung der Zollabwicklung: Mit einer Anpassung an internationale Standards konnten Verzogerungen bei der Zollabfertigung und der Ausstellung von Dokumenten verhindert und die Abfertigung insgesamt effizienter und transparenter gemacht werden. Derzeit betragt die Dauer der Abwicklung 31 Tage bei Exporten und 39 Tage bei Importen. Unterbindung der Wiederverwendung von quantitativen Exportbeschrankungen und Exportsteuern: Diese Art von Manahmen werden in der Ukraine vor allem im Bereich von landwirtschaftlichen Produkten und Rohstoffen angewandt. Dies fuhrt zu einem Verlust bei den Agrarproduzenten, bringt aber auch Probleme fur die, auf die ukrainischen Rohstoffexporte angewiesenen Lander mit sich. Uber diese Punkte hinaus, sind weitere Integrationsschritte notwendig, damit die Ukraine in vollem Umfang von der Eingliederung ins internationale Wirtschaftssystem profitieren kann. Innerhalb der geplanten Freihandelszone mit der EU sollen 95% des Guterhandels liberalisiert werden. Ausnahmen sollen fur 5% der Guter gelten, insbesondere fur Agrarguter. Dies verhindert eine Integration in den EUAgrargutermarkt.65 Der Grund hierfur sind die strengen hygienischen Bestimmungen fur diese Guter in der EU, die bisher von den ukrainischen Erzeugern nur unzureichend erfullt werden konnen. Aufgrund der Ausnahmeregelungen besteht fur ukrainische Produzenten damit zunachst kein Anreiz, sich an europaische Standards anzupassen. 63 Die Mitgliedschaft gilt auch als wichtiger Schritt auf dem Weg zu einem Freihandelsabkommen mit der EU. 64 Blue Ribbon Analytical and Advisory Centre 2009a, S. 40ff. 65 Mit negativen Folgen fur die Verbraucher, die nicht in den Genuss der Vorzuge des internationalen Wettbewerbs Preissenkung, Produktvielfalt kommen. 30 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft E. Entwicklungspolitische Schwerpunkte E.1 Uberblick uber die Programme internationaler Organisationen Zahlreiche internationale Organisationen unterstutzen die Entwicklung der Ukraine mit unterschiedlichen Programmen. Neben dem IWF und der EU sind besonders die Weltbank, das Development Network der Vereinten Nationen und die European Bank of Reconstruction and Development als Geberorganisationen relevant. Die Weltbank unterstutzt den Entwicklungsprozess der Ukraine hin zu einer Marktwirtschaft seit dem Beitritt der Ukraine 1992. Die wichtigsten Manahmen waren die Modernisierung des Haushaltswesens, die Unterstutzung der Privatisierung sowie von Reformen des Banken und Finanzsektors. Seit 1992 hat die Weltbank der Ukraine Kredite in Hohe von 5,8 Mrd. USD fur insgesamt 39 Operationen gewahrt. Die derzeitigen Ziele sind in der Landerstrategie 20082011 festgelegt und umfassen u.a. die Verbesserung der wirtschaftlichen Rahmenbedingungen, die Erhohung der Wettbewerbsfahigkeit der Ukraine und die Verbesserung der Infrastruktur, vor allem im Energie und Transportbereich.66 Zudem wird die Ukraine mit zusatzlichen Ressourcen bei der Bekampfung der Folgen der derzeitigen Krise von der Weltbank unterstutzt. Dabei geht es vor allem darum, den Finanzsektor zu rehabilitieren. Das aktuelle Portfolio besteht aus 12 aktiven Projekten mit einer Gesamtsumme von 1,2 Mrd. USD. Laufende Projekte sind beispielsweise das Public Finance Modernization Project, das Urban Infrastructure Project oder auch das Second Export Development Project. Auch die Vereinten Nationen sind mit ihrem United Nations Development Programme UNDP seit 1993 in der Ukraine aktiv. In der Ukraine gibt es die vier Entwicklungsschwerpunkte democratic governance, prosperity, poverty reduction and Millenium Development Goals. Der Groteil der Projektmittel fliet in den Bereich democratic governance. Insgesamt stellte das UNDP in der Ukraine im Zeitraum zwischen 2005 und 2009 eine Summe von 122,65 Mio. USD fur die verschiedenen Projekte zur Verfugung, mit 55% davon werden Projekte auf dem Gebiet democratic governance gefordert. EU Border Assistance Mission ist mit 13 Mio. USD 2009 das Projekt mit der hochsten Projektsumme. Mit diesem soll die Ukraine bei der Erfullung ihrer Verpflichtungen aus dem EU Action Plan, wie der Anpassung an EUStandards und der Zusammenarbeit zwischen Zolldiensten, unterstutzt werden. Die Schwerpunkte der European Bank of Reconstruction and Development EBRD liegen auf dem privaten Sektor, um das Unternehmertum zu fordern.67 Fur die Ukraine wurde im September 2007 ein neues mittelfristiges StrategiePapier aufgelegt, um die Ukraine bei Schlusselentwicklungen, wie der Erhohung der Wettbewerbsfahigkeit, der Entwicklung des lokalen Kapitalmarktes und der Fortfuhrung der Reformen im Energiebereich zu unterstutzen.68 Zudem wurden folgende focus areas festgelegt: energy efficiency, financial sector, infrastructure, municipal sector, power and energy and cor 66 Vgl. World Bank 2007. 67 Der Anteil des privaten Sektors an den Gesamtprojekten betragt 74%. 68 Vgl. EBRD 2007. 31OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 corporate governance. 2008 betrug das Projektvolumen ca. 800 Mio. EUR. Derzeit wird der Groteil der Projekte 40% im Unternehmenssektor durchgefuhrt. Auf die Bereiche Finanzsektor, Infrastruktur und Energie entfallen 29%, 20%, bzw. 11%. E.2. Anforderungen aus der Europaischen Nachbarschaftspolitik Durch den EUBeitritt der zehn mittel und osteuropaischen Staaten ist die Ukraine zu einem direkten Nachbar der EU geworden. Aufgrund dessen und durch den auenpolitischen Richtungswechsel der ukrainischen Regierung weg von Russland und hin zur EU stand und steht die Westintegration der Ukraine in den letzten Jahren im Vordergrund. Im Rahmen des angestrebten Assoziierungsabkommens, welches das Partnerschafts und Kooperationsabkommen ersetzen soll, soll grotenteils eine Angleichung an den acquis communautaire erfolgen. Wie eine Anpassung im Einzelnen aussehen soll und auf welchen Punkten die Prioritat liegt, wurde ursprunglich in einem Aktionsplan festgehalten. An dessen Stelle trat die im Juni 2009 angenommene UkraineEU Assoziierungsagenda. Die Agenda soll als praktischer Handlungsplan zur Erreichung der Ziele des Assoziierungsabkommens beitragen. Neben den allgemeineren Punkten Politischer Dialog, Zusammenarbeit im Bereich Justiz, Freiheit und Sicherheit, Okonomische Kooperation, Handel und Handelsbezogene Themen und Zusammenarbeit im Energiebereich einschlielich Fragen der Atompolitik, werden in zahlreichen Politikfeldern die Forderungen genauer spezifiziert. Dies geschieht z.B. in den Bereichen Transport, Umwelt, Finanzdienstleistungen und Verbraucherschutz. So ist im Finanzdienstleistungsbereich als Ziel u.a. die Ermutigung zur Zusammenarbeit zwischen Aufsichtsorganen der EU und der Ukraine, besonders den Austausch und die Offenlegung von Informationen betreffend, genannt. Neben den politischen Punkten geht es vor allem um die Intensivierung der wirtschaftlichen Zusammenarbeit. Bereits im Februar 2008 wurden die Verhandlungen uber ein vertieftes und umfassendes Freihandelsabkommen FTA zwischen der EU und der Ukraine aufgenommen, zu einem Abschluss kam es jedoch noch nicht. Die Verhandlungen daruber sollen in der ersten Jahreshalfte 2010 fortgesetzt werden. Das finanzielle Instrument der EU zur Unterstutzung der Lander, die Teil der Europaischen Nachbarschaftspolitik sind, ist das European Neighbourhood and Partnership Instrument ENP. Es existiert seit 2007 als Nachfolgeprogramm der Programme MEDA und TACIS. Im National Indicative Programm 20072010 werden drei priority areas festgelegt und der finanzielle Rahmen des Programms abgesteckt. Dies sind im Folgenden 69: Support for Democratic Development and Good Governance 30% Support for Regulatory Reform and Administrative Capacity Building 30% Support for Infrastructure Development 40% 69 Vgl. EU2007. Die in Klammern angegebenen Werte geben den Anteil der einzelnen priority areas an der Gesamtprojektsumme von 494 Mio. EUR fur den Zeitraum 20072010 an. 32 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Innerhalb dieser Prioritaten werden dann wiederum subpriorities definiert, wie beispielsweise human rights, civil society development and local government. E.3 Schlusselprobleme der Wirtschaftsentwicklung der Ukraine Vor dem Hintergrund der in Abschnitt D behandelten institutionellen Hemmnisse ergeben sich folgende Ansatzpunkte fur entwicklungspolitisch ausgerichtete Vorhaben: Eine wichtige strukturelle Barriere fur Wachstum und Investitionen stellen die schlechten Rahmenbedingungen fur Unternehmen dar. Hohe rechtliche regulative und politische Unsicherheiten erhohen die Risiken unternehmerischer Aktivitaten. Die mangelnde Vorhersehbarkeit staatlicher Manahmen ist haufig auf fehlende Transparenz zuruckzufuhren, die ihrerseits die Korruption fordert. Die Verbesserung der offentlichen Verwaltung und der Rechtsstattlichkeit stellt eine zentrale Entwicklungsherausforderung dar. Die offentliche Verwaltung ist noch immer zentralisiert und weist wenig Eigenstandigkeit auf. Eine Verwaltungsreform, die diese Eigenstandigkeit bietet und andererseits auch eine Kontrolle des Verwaltungshandelns ermoglicht, wird seit Jahren angemahnt, ist aber bisher kaum vorangekommen. Die Ausgestaltung der staatlichen Verwaltung ist auch ein Schlusselproblem der Korruptionsbekampfung.70 Eine weitere Wachstumsbarriere betrifft die institutionellen Barrieren fur Markteintritt und austritt, insbesondere Privatisierungs und Konkursprozeduren. Eine systematische Bewertung der Produktmarktregulierung in der Ukraine auf der Grundlage der OECD Indikatoren hebt die Bedeutung hervor, den wettbewerbsfordernde Gesetzesreformen zum Wachstum leisten konnen. Die niedrige Korrelation zwischen Produktivitat und Marktaustritt ist grotenteils auf den groen Umfang von expliziten und impliziten Subventionen zuruckzufuhren, von denen bestimmte Branchen und Unternehmen profitieren. Daneben stellt die Unterstutzung zahlreicher Staatsbetriebe ein weiteres Entwicklungshemmnis dar. Ein erheblicher Teil der Ressourcen wird von diesen Betrieben in Anspruch genommen, die oft offizielle und inoffizielle Wettbewerbsverzerrende Privilegien genieen und damit den Eintritt neuer Marktteilnehmer behindern. Hauptproblem im Bereich der Wettbewerbspolitik ist nicht fehlende Beratung im Sinn der Vermittlung von Faktenwissen. Die CapacityBuilding ist hinreichend erfolgt. Das zentrale Problem besteht jedoch darin, dass die internen Strukturen durch Korruption und partikulare Interessen gepragt sind. Ein Ansatzpunkt zur Erhohung der Transparenz und des Informationsflusses konnte darin bestehen, die Berichterstattung an den Rechnungshof und die Antimonopolkommission zu verbessern. Entsprechende Projekte konnten die Sammlung und Aufbereitung von Informationen zu Subventionen Subventionsbericht und Wettbewerbsverzerrungen in den Mittelpunkt stellen. Dies sollte eng an das EUProgramm angelehnt werden, das in Kurze verabschiedet werden soll. 70 Vgl. Nanivska 2010. 33OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 Die weiterhin bestehenden Barrieren fur ein umfassendes Freihandelsabkommen mit der EU sollten beseitigt werden. Der Marktzugang zur EU konnte nach einschlagigen Berechnungen zu einer deutlichen Erhohung des Wachstums beitragen.71 Deshalb ist die Unterstutzung zur Einfuhrung von technischen und rechtlichen Normen und Standards ein entscheidender Faktor, um dieses Wachstumspotenzial zu realisieren. Manahmen zur Sicherung der Makrostabilitat sind fur das Wachstum der nachsten Jahre entscheidend. Neben der Inflationsbekampfung gilt es insbesondere die gesamtwirtschaftliche Ersparnis anzuheben, so dass die benotigten Investitionen finanziert werden konnen, auch wenn der Finanzierungsbeitrag aus dem Ausland geringer bleibt. Besonders ist hier die Fiskalpolitik angesprochen, die auch langfristig die Finanzierung der sozialen Sicherungssysteme, insbesondere der Altersicherung sicherstellen muss. Im Rahmen der Finanzkrise mussen auch Uberlegungen uber die Reformierung des Finanzsystems angestellt werden. Insbesondere geht es darum, ob eine starkere KontrolleBeobachtung der auslandischen Kapitalflusse installiert werden soll. 71 Fur die Ukraine wird ein zusatzliches Wachstum des BIP von 5,58% berechnet. Die Gesamtexporte wurden um knapp 14% steigen. Vgl. Maliszewska, Orlova, Taran 2009. 34 Langfristige Wachstumsaussichten der ukrainischen Wirtschaft Literaturverzeichnis A. Alam et. al. 2008 Unleashing Prosperity. Productivity Growth in Eastern Europe and the Former Soviet Union, World Bank 2008. Ahrend, R., D. de Rosa, W. Tompson 2006 Russian Manufacturing and the Threat of ,Dutch Disease: A Comparison of Competitiveness Developments in Russian and Ukrainian Industry, OECD Economics Department Working Paper No. 540. AnosCasero, P., C. Udomsaph 2009 What drives firm productivity growth?, World Bank Policy Research Working Paper No. 4841, February 2009. Astrov, V. 2006 Ukraine: Current Economic Situation and Future Prospects, wiiw Research Reports No. 331, October 2006; Astrov, V., P. Havlik 2008 Economic Developments in the Wider Black Sea Region, WIIW Research Reports Nr. 349, Sept. 2008. Blue Ribbon Analytical and Advisory Centre 2008 Pension Reform: Challenge for Ukraine, Kyiv 2008. Blue Ribbon Analytical and Advisory Centre 2009 Policy Recommendations on Economic and Institutional 2009, Kyiv 2009. Blue Ribbon Analytical and Advisory Centre 2009a One Year of Ukraines Membership in WTO, Kyiv 2009. Brown, J.D., J. S. Earle 2007 The Productivity Effects of Privatization in Ukraine: Estimates from Comprehensive Manufacturing Firm Panel Data, 19892005, Upjohn Institute Staff Working Paper 07137, May 2007 Deutsche Beratergruppe 2009 Ukraine im Spannungsfeld externer und interner Risken, Newsletter Ausgabe 13, September 2009. Deutsche Beratergruppe 2009a Implikationen der Aussetzung des IWFProgramms, Newsletter Ausgabe 15, November 2009. Dobrinski, R., D. Hesse, R. Traeger 2006 Understanding the longterm growth performance of the East European and CIS Economies, UNECE Discussion Paper Series, No. 2006.1, March 2006. EBA European Business Association 2009 Overcoming Obstacles to Business Success, Kyiv, June 2009. EBRD 2007 Strategy for Ukraine, September 2007. EBRD 2009 Transitionreport 2009. ETF 2009 Ukraine country Report, Working Document, January 2009. EU 2004 Landerbericht Ukraine, Arbeitsdokument der Kommissionsdienststellen COM2004373 final, Brussel, 12.5.2005 EU 2007 European Neighbourhood and Partnership Instrument Ukraine. National Indicative Programme 20072010. 35OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.282 IFC 2009 Investment Climate in Ukraine as Seen by Private Businesses, October 2009. Institute for Economic Research and Policy Consulting IER 2002 Ukraine and the World Economy, Risk Assessment and Policy Recommendation, Kyiv, April 2002. Iradian, G. 2007 Rapid Growth in Transition Economies: GrowthAccounting Approach, IMF Working Paper WP07164. Izyumov, A., J. Vahaly 2008 Old Capital vs. New Investment in PostSoviet Economies: Conceptual Issues and Eastimates, in: Comparative Economic Studies, 2008, 50, pp.79110. Maliszewska, M., I. Orlova, S. Taran 2009 Deep Integration with the EU and ist Likely Impact on Selected ENP Countries and Russia, CASE Network Reports No. 882009, 2009. Mc KinseyCompany 2009 Reviving Ukraines economic growth, Kiev, October 2009. Nanivska, V. 2010 EU standards of democratic governing The only way to desovietize public administration in Ukraine, ICPS European Focus, Nr. 42010. OECD Economic Surveys 2007 Ukraine Economic Assessment, 2007. Shelbourne, R.C., O. Pidufala 2006; Evolving Trade Patterns in the CIS: The Role of Manufacturing; UNECE Discussion Paper Series No. 2 2006, September 2006. Sigma 2006 Ukraine Government Assessment, March 2006. Tiffin, A. 2006 Ukraine: The Cost of Weak Institutions, IMF Working Paper WP 06167, July 2006. UNDP 2008 Human Development and Ukraines European Choice, Human Development Report Ukraine, 2008. Vincentz, V., M. Knogler 2003 Szenarien der mittelfristigen Konvergenz der EUBeitrittslander Polen, Slowakische Republik und Ungarn, Arbeiten aus dem OsteuropaInstitut Munchen Working Papers Nr. 244, Marz 2003. World Bank 2007 Country Partnership Strategy for Ukraine for the Period FY08FY11, Report No 40716 UA, November 8, 2007. World Bank 2008 Ukraine. Improving Intergovernmental Fiscal Relations and Public Health and Education Expenditure Policy: Selected Issues, February 28, 2008. World Bank 2009 Doing Business 2010 Ukraine, 2009. World Economic Forum WEF 2008 Highlights of the Ukraine Competitiveness Report 2008 Towards Sustained Growth and Prosperity, Geneva 2008. World Economic Forum WEF 2009 The Global Competitiveness Report 20092010, Geneva 2009. 36 ", "filename": "62579835X.pdf", "person": ["Michael Knogler", "Knogler, Michael", "Volkhart Vincentz", "Vincentz, Volkhart", "Miriam Frey", "Frey, Miriam"], "date": ["2010"]}