{"lang": "es", "identifier_url": ["http://www.econstor.eu/bitstream/10419/43406/1/628490992.pdf"], "title": ["Un estudio de las potencialidades del mercado para el consumo de agua purificada de la fuente de Azinyahualco"], "plaintext": "Economic Analysis Working Papers. 7th Volume Number 12 UN ESTUDIO DE LAS POTENCIALIDADES DEL MERCADO PARA EL CONSUMO DE AGUA PURIFICADA DE LA FUENTE DE AZINYAHUALCO Agustin Santiago, Octaviano Juarez y Carlos Bouza Universidad Autonoma de Guerrero Universidad de La Habana Resumen Actualmente la comercializacion del agua embotellada ha cobrado importancia en la mayoria de paises de America latina, realizando fuertes inversiones en su desarrollo tanto el capital transnacional como los capitales nativos. El presente trabajo presenta un estudio de mercado solicitado por los ejidatarios del poblado Azinyahualco, Municipio de Chilpancingo, estado de Guerrero, Mexico. Dichos ejidatarios pretenden comercializar el agua proveniente de una fuente natural en la zona urbana y suburbana del municipio de Acapulco, donde se concentra mas del 25% de la poblacion del estado de Guerrero. El objetivo de este trabajo es conocer el estado del mercado, para ver si seria rentable la puesta en marcha de una planta purificadora con consecuente introduccion de una nueva marca de agua. Se diseno una encuesta por muestreo. El tamano de la muestra fue de 2496 viviendas. Se determinaron las caracteristicas de la oferta, las regularidades del mercado. Respecto a la poblacion de consumidores se establecio su estructura y habitos de consumo. Se estimo el mercado potencial y se determinaron aquellos nichos donde pudiera penetrar el nuevo producto. Se realizo el analisis de la fidelidad de los consumidores a la marca de su preferencia. La tecnica de modelos de arbol de clasificacion fue utilizada para establecer los elementos necesarios para el diseno de una estrategia de mercadeo para una nueva marca de agua. Abstract Nowadays the sell of bottled water has increased its importance in the majority of the countries of Latin America, important investments of transnational and native capital are being made for its development . This paper presents the results of a study of the market needed by the farmers of the town of Azinyahualco, Municipal of Chilpancingo, Guerrero State, Mexico. These land owners want to commercialize the water, produced by a natural source, in the urban and suburban zones for the municipal Acapulco, where more tan the 25% of the population of the State of Guerrero live. The objective of this paper is to obtain the needed knowledge of the market, to evaluate the economic feasibility of the development of a new brand, for establishing a purifier plant for introducing it in the market. A survey sampling was designed. The sample size was of 2496 households. The characteristics of offer, the market regularities were determined. The structure and consuming habits were established. The potentialities of the market were estimated and the market niches, where the product could be introduced, were determined. The loyalty of the consumers for the brands was analyzed. Decision trees techniques were used for designing a marketing strategy for the new purified water brand. 1 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 1. Introduccion. Economic Analysis Working Papers. 7th Volume Number 12 El mercado de las aguas purificadas es de especial importancia en Mexico y en muchos paises de America Latina. Es comun que las familias la adquieran para su consumo y para la preparacion de sus alimentos. En el pais, existen numerosas Plantas purificadoras comerciales, algunas de ellas trasnacionales, en las que el agua extraida de pozos o fuentes habilitados y autorizados, es trasladada a grandes o pequenas plantas purificadoras locales. Este es un buen negocio para las grandes empresas trasnacionales establecidas en Mexico y para las pequenas empresas locales, toda vez que las impurezas de las aguas superficiales y aun las subterraneas, presentan niveles de contaminacion que puede significar un riesgo para la salud de quien decide consumirlas directamente. En anos recientes, este es un negocio en boga no solo en Mexico, sino en muchos paises de America Latina y el mundo Mena Martinez, Argentina 2008 y Ruiz Talavera, Argentina 2008, Laura Ferrarese, Chile 2006, Columna de Opinion 2008. Este es un negocio a todas luces lucrativo, tanto que las empresas trasnacionales estan en constante lucha por apoderarse del mercado de la region, tal es el caso de la empresa Pepsi Cola que tiene en el mercado el agua Electropura y la empresa Cocacola con las marcas Ciel y Manantial. Los empresarios locales han percibido las bondades de este negocio y han proliferado empresas purificadoras en los principales centros urbanos, provocando el riesgo de saturacion del mercado. El metodo de purificacion empleado por la mayoria de empresas purificadoras de agua de la region, dado que la dureza es baja, transcurre de la siguiente manera: el agua llega a plantas purificadoras donde se le adiciona cloro al 12 o 13% por un periodo de 30 minutos y posteriormente es desplazada a unos cilindros que contiene medios filtrantes y donde se retienen de solidos disueltos e impurezas. Generalmente en el primero se filtra por arena, en el segundo por un filtro de carbon activado y finamente por un cilindro que contiene agua con sal, llamada salmuera. El proceso continua y el agua filtrada se hace pasar por una camara de luz ultravioleta que juego su rol de germicida, finalmente se conduce a la llenadora. En los casos en los cuales la dureza es muy elevada, suelen utilizarse metodos de separacion de sales como los sistemas de osmosis inversa y, para mejorar los niveles de purificacion, sobre todo en las presentaciones de agua embotellada, se utilizan generadores de ozono como germicidas. En Mexico, las purificadoras legalmente instaladas en el territorio nacional, deben apegarse a normas establecidas por la Secretaria de Salud para el agua purificada de consumo humano, estan son NOM041 y NOM201. El presente trabajo ha sido generado por el interes de un grupo de ejidatarios de la comunidad de Azinyahualco, Municipio de Chilpancingo, en el Estado de Guerrero, Mexico, a raiz de un financiamiento otorgado por el proyecto Comunidades, Indigenas y Biodiversidad COINBIO, ver Coinbio 2008, para realizar un estudio de factibilidad para establecer una planta purificadora y envasadora de agua, con objeto de utilizar las fuentes de agua provenientes de las montanas de la region. Es conocido que personas pertenecientes a diversos sectores del mercado de agua purificada, consideran que el agua que proveen estas fuentes o manantiales es de calidad excepcional, toda vez que la dureza total del agua cruda es de apenas 20 partes por millon, ademas de que el sabor y la frescura que se perciben al tomarla son muy agradables al gusto. Si a esto agregamos que se le atribuyen propiedades curativas, aumentan las posibilidades de comercializarla y orientar su venta a consumidores de alto poder adquisitivo. Esto hace atractivo el invertir en una planta purificadora que se identifique con esta fuente. 2 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Por lo anterior, desarrollamos un estudio que nos permita obtener la informacion que haga posible la valoracion de diversos aspectos del mercado en que se planea insertar esta nueva marca de agua purificada. Este estudio debe establecer las regularidades del mercado para elaborar estrategias para dar a conocer la marca del producto y, establecer las potencialidades de los diversos nichos de mercado. Es conocido que las empresas en desarrollo deben usar informacion sobre el mercado en que se quieren insertar, ver Jimenez y Garcia 1999. El conocimiento obtenido permite hacer valoraciones inteligentes que den pie a elaborar estrategias. Esta informacion puede provenir de Bases de Datos existentes Sistemas de Informacion o de la investigacion del mercado en que se desea insertar. A traves de la investigacion de mercado se debe establecer si hay espacio en el mercado antes de decidirse a producir el nuevo producto, es por esta razon que se efectuo una encuesta en el municipio Acapulco, que es uno de los centros urbanos mas importantes del estado de Guerrero, dado que concentra, aproximadamente, el 23% de la poblacion del estado de Guerrero, que segun datos del conteo 2005 del Instituto Nacional de Estadistica Geografia e Informatica INEGI, ver INEGI 2008, asciende a 3 115 202 personas. Los detalles del diseno y ejecucion de la misma se describen en la seccion 2. Esta establecido que el marketing busca satisfacer los intereses de los clientes a traves de elaborar politicas que soporten, por una parte, lo que podriamos denominar de tecnologia del desarrollo del producto, y por otra, los intereses de la firma al posicionar el producto en el mercado. A partir de poseer la informacion requerida se van a fijar los costos y las propiedades del producto, asi como la estrategia de precios a seguir y establecer la logistica en terminos de los lugares en que este se ofertara a la venta. Su insercion en el mercado va a ser mas o menos exitosa en funcion de la promocion que desarrolle. De ahi la necesidad de estudios cuantitativos para insertar nuevos productos, vea Klapper 2005. La prospeccion del mercado se llevo a cabo a partir de los resultados de la encuesta por muestreo desarrollada. Los analisis estadisticos de los datos obtenidos permiten desarrollar criterios sobre el numero de botellones y botellas de agua requeridos para satisfacer la relacion ofertademanda del municipio de Acapulco, de acuerdo a las necesidades particulares de cada segmento de consumidores. Ademas se podran fijar los precios y costes de situar el producto, en terminos de la oferta, en los puntos de distribucion. Los gerentes del futuro negocio, usaran los analisis estadisticos presentados en la seccion 3, para establecer la logistica requerida para satisfacer aseguramiento del transporte y almacenaje de los productos. Es necesario conocer las fortalezas y debilidades del nuevo negocio en el sector del consumo de aguas purificadas, para crear estrategias que permitan aprovechar las debilidades de las actuales firmas para irrumpir en el mercado. Considerando los resultados de Zanutto y Bradlow 2006 consideramos necesario conocer la clientela en terminos de sus necesidades, de los factores que caracterizan la calidad del agua purificada y los componentes de la fidelidad a las marcas. El interes de establecer las regularidades del posicionamiento de los consumidores es satisfecho a traves de los resultados presentados y discutidos en la seccion 3. Estas regularidades se enmarcan en el establecimiento del comportamiento de los clientes respecto a las marcas existentes en el mercado, la frecuencia de consumo, el lugar de compra de los distintos tipos de envase. Respecto a las marcas, es la lealtad de los consumidores la que es estudiada. En la seccion 4 se estima la demanda potencial del Mercado de Acapulco para las demandas del agua purificada. Finalmente se dan las conclusiones del trabajo a la luz de estos resultados. Estos resultados utilizan metodos estadisticos clasicos populares en estudios de prospeccion de mercado basados en informacion cuantitativa. Vease, por ejemplo Dominick 2003, Jimenez Moreno y Garcia Villaverde 1999 y Klapper 2005. 3 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 2. Poblacion y diseno muestral. Al generar un nuevo producto, se debe determinar el mercado objetivo que se cubrira. La poblacion objetivo considerada en el presente estudio, e la de los nucleos familiares del municipio Acapulco. El municipio de Acapulco es el nucleo poblacional mas importante del estado de Guerrero, concentrando 25.03% del total de viviendas particulares habitadas, en forma mas especifica, la Ciudad y Puerto de Acapulco concentra 23% del total de la poblacion de la entidad, lo que corresponde a 152, 511 viviendas, segun datos del conteo para el ano de 2005, ver INEGI 2008. . Para recabar la necesaria informacion sobre los mercados locales del municipio Acapulco, del Estado de Guerrero de Mexico, se desarrollo una encuesta. Entre sus objetivos estaba el de permitir suministrar, al futuro productor, los necesarios datos, sobre las caracteristicas economicas de su industria asi como de variables geograficas, demograficas, psicologicas y conductuales de los potenciales consumidores. 2.1 Diseno de la muestra. El diseno de muestreo se llevo a cabo utilizando los criterios usuales de a teoria adaptados a la situacion politico economica de municipio Acapulco. Levy, Paul S. y Stanley Lemeshow 2008, Rueda Garcia et al. 1992 y Rueda Arcos 1998 recomiendan el uso de muestreo polietapico para estudios de poblaciones humanas en problemas similares al que enfrentamos. Segun los resultados de la encuesta realizada existen 90.19% viviendas que consumen agua de garrafon lo que representa 140,157 viviendas particulares habitadas para la cabecera municipal de Acapulco. El diseno muestral de la Encuesta de mercado para la botella de agua en las presentaciones de 1.5, 1 y 0.6 litros, es cuasi probabilistica estratificada y polietapica. Es una muestra cuasi probabilistica porque las unidades finales de seleccion se obtienen dentro de cada Zona mediante salto sistematico, de manera que se cubra la superficie urbana y suburbana de Acapulco. En las zonas de concentracion de la poblacion con alto nivel de ingresos, se entrevistaron a las personas en lugares de concentracion como centros comerciales frecuentados por ellos. Es estratificada, porque las unidades de seleccion son agrupadas por caracteristicas similares. Es ademas un diseno polietapico, porque la unidad ultima de seleccion usuario del producto es seleccionado despues de varias etapas de aleatorizacion y a partir de un salto sistematico en la ultima etapa. Para garantizar que las estimaciones obtenidas por la encuesta sean validas y confiables, es necesario que el tamano de muestra se defina para cada variable principal y para los correspondientes parametros de interes. Por ello, el calculo del tamano de muestra esta en funcion de los parametros que se desean estimar, el nivel de confianza deseado y el error relativo maximo que se esta dispuesto a aceptar. Ademas, es necesario incluir una correccion por no respuesta y, como el esquema de seleccion es diferente al aleatorio simple, se incorpora una cantidad de correccion debida al efecto de diseno. Una detallada discusion de estos problemas puede ser vista en Scheaffer, Lyman y Mendenhall 2006 y Arcos Cebrian y Rueda Garcia 2004. Utilizamos como tamano de muestra la solucion para la ecuacion: 4 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Zn P1 22 TRPr 2deff Cuantil de una distribucion normal asociado a un nivel de confianza deseado. Donde: n tamano de muestra. P proporcion a estimar 2Z2r Error relativo maximo que se esta dispuesto a aceptar. deff Efecto del diseno, que es la perdida o ganancia en la eficiencia de diseno, por tratarse de uno complejo TR Tasa de respuesta 2Z2Para el presente trabajo consideramos un valor de P 0.5, maximo permisible de 2%, un efecto de diseno del 1.4 y una tasa de no respuesta del 5%. Toda vez que se aplicara la encuesta a los individuos directamente, en su domicilio y en los centros de concentracion, al momento de la aplicacion de la encuesta se pedira al entrevistado que complete sus respuestas o se hara uso de la reentrevista. 1.96, que es el error relativo 2.2 Tamano y distribucion de la muestra El tamano de muestra utilizado fue de 2496 individuos en Acapulco, estratificados por grupo de edad, sexo, personalidad, cultura, motivos de compra, nivel socioeconomico, ocupacion y nivel de escolaridad, distribuidos de la siguiente forma: Tabla 2.1 Estructura del tamano de muestra utilizado por edad y sexo Distribucion de la Muestra en Acapulco por grupo de edad y Sexo Hombre Mujer Grupo de Edad Tamano de muestra 203 TOTAL 947 Jovenes Adultos 1524 2536 494 Adultos Mayores 3759 209 Tercera Edad 60 o 41 Jovenes Adultos 1524 294 1547 2536 884 Adultos Mayores 3759 287 Tercera Edad 60 o 82 La distribucion de la muestra por zonas, grupo de edad y sexo es dada en la Tabla 2.2. 5 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Tabla 2.2 Estructura del tamano de muestra utilizado por zona, edad y sexo Zona Anfiteatro: Costa AzulIcacos Anfiteatro Centro Anfiteatro: Barrios Historicos Ciudad Renacimiento Col. Emiliano Zapata Col. Jardin SabanaMaquina ColosoColosio Grupos de Edad Genero Jovenes Adultos Hombre 20 Mujer 30 Totales 50 Hombre 36 Mujer 60 Totales 96 Hombre 26 Mujer 27 Totales 53 Hombre 33 Mujer 47 Totales 80 Hombre 27 Mujer 38 Totales 65 Hombre 16 Mujer 35 Totales 51 Hombre 38 Mujer 43 Totales 81 Hombre 7 Mujer 14 Totales 21 90 120 210 108 184 292 67 113 180 61 105 166 50 115 165 33 63 96 55 78 133 30 106 136 Ad. mayores 35 45 80 33 43 76 35 48 83 33 51 84 28 44 72 17 20 37 15 13 28 13 23 36 Tercera ed. Total 5 150 200 5 350 10 183 6 21 308 491 27 135 7 208 20 27 343 136 9 212 9 348 18 11 116 219 22 335 33 68 2 120 2 4 188 108 0 135 1 243 1 1 51 145 2 3 196 2.3 Esquema de seleccion. Los pasos del proceso de seleccion fueron los siguientes: 1. Asignacion proporcional del numero de estratos en la muestra, por grupo de edad, que para nuestro caso son 4 diferenciadas por sexo y por Zona, 2. Seleccion de m individuos dentro de los 4 grupos por sexo y por Zona con igual probabilidad. La coleccion de la informacion fue diferenciada, porque existen, clientes potenciales a los cuales el acceso se dificulta por la accesibilidad a las viviendas y por razones de seguridad en las zonas exclusivas o fraccionamientos privados. Por ello, en las zonas de facil acceso la entrevista se realizo en el domicilio del cliente potencial, en entrevista cara a cara y se pregunto a una persona con capacidad de decision de compra, por hogar. Para las zonas de dificil acceso, la informacion fue recabada en los sitios de compra mediante la entrevista de los clientes que acudian a los mismos. Independientemente de la zona en la cual se entrevisto a los clientes potenciales, la seleccion se hizo usando salto sistematico, considerando grupo de edad y sexo. 6 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Taba 2.3 Esquema del proceso seguido de entrevistas Tipo de entrevista Seleccion de la muestra Publico Objetivo Muestra Error Muestral Fecha de levantamiento Error Muestral Fecha de levantamiento Cara a cara en hogares. Hombres y Mujeres mayores de 15 anos de edad entrevistadas en hogares, seleccionadas mediante salto sistematico en zonas de alta densidad poblacional, manzana, hogar e individuo. Hombres y mujeres mayores de 15 anos residentes en la Ciudad y en la zona correspondiente. 2494 entrevistas en hogares 2.8 Puntos porcentuales, 95% de Confianza 23 de Junio de 2007. 2.8 Puntos porcentuales, 95% de Confianza 23 de Junio de 2007. 2.4 Diseno del cuestionario. Toda vez que el estudio debe permitir: Establecer las regularidades del mercado para elaborar estrategias para dar a conocer la marca del producto. Identificar las potencialidades de los diversos nichos de mercado, Establecer valoraciones inteligentes que den pie a elaborar estrategias para su comercializacion, Si hay espacio en el mercado antes de decidirse a producir el nuevo producto, Si es posible satisfacer los intereses de los clientes y los intereses de la firma, Obtener la informacion apropiada para fijar los costos y las propiedades del producto, asi como la estrategia de precios a seguir y establecer la logistica en terminos de los lugares en que este se ofertara a la venta, Desarrollar criterios sobre el numero de botellones y botellas de agua requeridos para satisfacer la relacion ofertademanda del municipio de Acapulco, Fijar los precios y costes de situar el producto, en terminos de la oferta, en los puntos de distribucion, Establecer la logistica requerida para satisfacer aseguramiento del transporte y almacenaje de los productos, Conocer las fortalezas y debilidades del nuevo negocio en el sector del consumo de aguas purificadas, para crear estrategias que permitan aprovechar las debilidades de las actuales firmas para irrumpir en el mercado, Conocer la clientela en terminos de sus necesidades, de los factores que caracterizan la calidad del agua purificada y los componentes de la fidelidad a las marcas. comportamiento de los clientes respecto a las marcas existentes en el mercado, la frecuencia de consumo, el lugar de compra de los distintos tipos de envase. Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 7 Economic Analysis Working Papers. 7th Volume Number 12 El cuestionario fue disenado de acuerdo con los objetivos planteados anteriormente Ver anexo 1. Este satisface los requerimientos metodologicos establecidos por diferentes autores como Jimenez Moreno. y Garcia Villaverde 1999, Levy y Lemeshow 2008, Rueda Garcia, Arcos Cebrian y Gonzalez Carmona 1992, Rueda Garcia y Arcos Cebrian 1998, Scheaffer , Lyman y Mendenhall 2006 y Zou, Feng y Qin 2002. 3. Analisis de la demanda La compra de agua y refrescos se incrementa anualmente debido a las altas temperaturas que se reportan en los estados de la mayor parte del pais. Este fenomeno se reporta en zonas de America Latina y principalmente en Mexico, vea Mena Martinez 2008 y Ruiz Talavera 2008, Argentina, vea Laura Ferrarese 2006, y Chile Columna de Opinion 2008 por solo reportar algunos articulos periodisticos. Se estudiaron los ratios y habitos de compra de la poblacion de 15 anos y mas en la Ciudad de Acapulco. Las viviendas en la ciudad de Acapulco suman la cantidad de 413,268, por lo que en la encuesta se reporta que las personas entrevistadas que han manifestado que consumen agua embotellada representan el 83.02%, por lo que se estima que 343,095 de esas personas consumen agua embotellada. Esto refleja el potencial de consumidores. Vea detalles en la Tabla 3.1. Tabla 3.1 Potencial de consumo Usualmente, consume usted agua embotellada? Consume Porcentaje 2073 Si 407 No No contesto 17 Total 2497 83,02% 16,30% 0,68% 100% Intervalo de confianza al 95% LI 81,50% LS 84,50% De acuerdo a los resultados mostrados en esa tabla, se tiene que, la proporcion de la poblacion que consume agua embotellada en Acapulco se encuentra entre 81.50% y 84.50%, lo cual representa un numero estimado de consumidores que va de 336802 a 349223, con una confiabilidad del 95%. Observe que hay solo un 0,68% de observaciones perdidas, lo que se considera no afecte significativamente la validez de las conclusiones de acuerdo al diseno inicial. 3.1 Posicionamiento de las marcas en el mercado La lealtad de un cliente a una marca es una de las problematicas basicas en la practica del marketing de relaciones. Su importancia reside en que un cliente leal comprara solo el agua de una marca. Muchos clientes no son absolutamente leales a una marca y esto puede ser usado para establecer un adecuado marketing de relaciones. Por ello es importante establecer el comportamiento de la fidelidad de los clientes de las marcas en el mercado. Los clientes que no muestran fidelidad por una marca particular son sensibles a las ofertas de la nueva marca, por ello Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 8 Economic Analysis Working Papers. 7th Volume Number 12 es necesario establecer a que valores cualidades del agua son mas sensibles al fijar su preferencia. Haremos un estudio de los datos obtenidos con el fin de establecer niveles de lealtad a las marcas. Las tecnicas usadas pueden ser consultadas en Webster 2000. El software utilizado fue el SPSS, dadas sus bondades para estudios de este tipo, Consultese Ferran Aranaz, 1996 de ser necesario detalles sobre este paquete. En el Estudio del Agua purificada en presentacion de Garrafon de 20 litros el resultado de la encuesta determino que la demanda de agua de garrafon se concentra fundamentalmente en el producto distribuido por la Pepsi Cola, la marca Electropura, con un 66.4% lo que significa que 101,267 viviendas particulares habitadas consumen este producto. Le siguen en orden de importancia la marca Diana con 9.2% y los establecimientos de agua para rellenar los garrafones llamados Florida Water con 4.0%. Las empresas embotelladoras de agua de garrafon pequenas les corresponde el 20.4% de la demanda total, ver Tabla 3.2 Tabla 3.2 Estructura del consumo por marca Marca Viviendas Porcentaje Electropura 1501 Diana 208 Peyper 12 Luvi 16 Florida Water 90 28 La sierra 6 Shanito No contesto 238 398 Otra Total 2259 66,45% 9,21% 0,53% 0,71% 3,98% 1,24% 0,27% 10,54% 17,62% 100,00% Intervalo de confianza al 95% Li 66,40% 9,18% 0,52% 0,70% 3,97% 1,23% 0,26% 10,51% 17,58% Ls 66,49% 9,23% 0,54% 0,72% 4,00% 1,25% 0,27% 10,56% 17,65% Estos resultados hacen evidente que hay una diferencia significativa entre electropura y las demas marcas, es decir, la proporcion de hogares que consumen agua electropura es mayor que la de todas los atras juntas. Se confirma en la prueba que el verdadero valor de la proporcion poblacional de viviendas en las cuales se consume agua electropura se encuentra entre 66.40% y 66.49%. Vease Tabla 3.3 Tabla 3.3 Prueba de hipotesis sobre la diferencia entre Electropura y las demas marcas para agua en garrafon 9 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Prueba binomial Categoria 1 1N15017582259Proporcionobservada,66,341,00Prop. deprueba,66Sig. asintot.unilateral,336a Cual es la marcade agua de garrafonque se consume enesta vivienda?Electropura Otras Totala. Basado en la aproximacion Z. En las presentaciones de agua embotellada, el 83.6% de las personas entrevistadas dijo que consumia agua embotellada, de las cuales el 44.0% de este conjunto senalo que consumia agua de la marca Manantial, el 34.5% consume agua de la marca Bonafon, el 15.0% agua de la marca ePura, la marca Diana participa con 1.6%, la Ciel con 1.2%, Aguafiel con 0.6% y otras marcas participan con 3.0%. Entonces, la competencia mas fuerte la enfrentaria con las primeras tres marcas. Hubo un mayor porcentaje de observaciones perdidas, 16.7%, que representa la proporcion de personas que no contestaron a esta parte del cuestionario porque manifestaron no consumir agua embotellada. Analizando el porcentaje valido tenemos que los intervalos de confianza para las proporciones de viviendas en la cuales manifestaron consumir agua embotellada, son como se muestran en la tabla 3.4 y, es evidente que las diferencias son significativas para las tres marcas principales, toda vez que los intervalos de confianza no se traslapan. Por esta razon carece de sentido realizar alguna prueba para la diferencia de proporciones en estas tres marcas. Tabla 3.4. Estudio del consumo de las marcas para garrafon Marca Viviendas Porcentaje % valido Sin embargo, las marcas de agua Diana y Ciel presentan proporciones en las cuales parece que la diferencia no es significativa. Realicemos la prueba correspondiente: H0: p 1 p 2 Ha: p 1 p 2 Para esta prueba se obtiene un valor del estadistico Z0 0.1382 y el valor critico es Z 1.96. Por lo anterior se tiene que no existe evidencia al nivel 0.05 para rechazar la hipotesis de que la proporcion de personas que dicen consumir agua de las marcas Diana y Ciel, es la misma. 10 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Manantial Bonafon epura Diana Ciel Agua fiel Otra Total No consume 916 718 312 34 24 13 63 2080 417 36,68% 28,75% 12,49% 1,36% 0,96% 0,52% 2,52% 83,30% 16,70% 44,04% 34,52% 15,00% 1,63% 1,15% 0,63% 3,03% 100,00% Intervalo de confianza al 95% Li 42,11% 32,71% 13,68% 1,17% 0,76% 0,34% 2,40% Ls 45,97% 36,33% 16,32% 2,10% 1,54% 0,91% 3,66% E. estandar 0,96% 0,91% 0,66% 0,23% 0,20% 0,14% 0,31% 3.2 Analisis de la frecuencia de compra Economic Analysis Working Papers. 7th Volume Number 12 A partir de la experiencia acumulada en estudio de marketing, ver Berry y Linoff 2004 por ejemplo, conocer los procedimientos de compra ayuda a influir en la opcion de compra de la nueva marca de agua purificada. Los resultados de la encuesta fijan que el 29.9% de las viviendas consumen 2 garrafones de agua por semana. Este porcentaje equivale a 41,907 viviendas particulares habitadas sobre el total de viviendas que han manifestado consumir agua de garrafon. Casi el 70% de las viviendas consumen entre 1 y 3 garrafones de agua. El promedio del numero de garrafones consumidos es de 3.11 y su desviacion tipica es de 1.842. Aceptando la normalidad podemos decir con un 95% de confiabilidad que el consumo promedio de garrafones esta entre 3.03 y 3.18. Para el agua embotellada el consumo promedio por semana es de 4.7 unidades y su desviacion tipica es de 3.30. Asumiendo normalidad de los datos podemos afirmar que el promedio de botellas consumidas esta entre 4.55 y 4.84, con una confianza del 95%. Ver detalles en la tabla 3.6. Tabla 3.6 Estudio del consumo de garrafon y botellas Variable Minimo Maximo Media Error tipico Desv. tip. Intervalo de confianza al 95% Li Ls Consumo semanal de Garrafones de 20 lts Consumo semanal de botellas de agua 1 1 20 30 3,11 0,04 1,84 3,03 4,70 0,07 3,30 4,55 3,18 4,84 Ahora, si consideramos la proporcion de personas que consumen desde uno a 20 garrafones, la poblacion se distribuiria como se muestra en la tabla 3.7. Tabla 3.7 Estudio del numero de garrafones consumidos Garrafones Viviendas Porcentaje % valido Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 1G 2G 3G 4G 5G 6G 7G 8G 9G 10G 12G 14G 15G 18G 20G Total No consumen Total 11 311 674 579 320 164 106 54 17 5 14 3 4 3 1 1 2256 241 2497 12,45 26,99 23,19 12,82 6,57 4,25 2,16 0,68 0,20 0,56 0,12 0,16 0,12 0,04 0,04 90,35 9,65 100 13,79 29,88 25,66 14,18 7,27 4,70 2,39 0,75 0,22 0,62 0,13 0,18 0,13 0,04 0,04 100 Intervalo de confianza al 95% Li 13,510 29,278 25,152 13,901 7,124 4,605 2,346 0,738 0,217 0,608 0,130 0,174 0,130 0,043 0,043 Ls 14,061 30,473 26,178 14,468 7,415 4,793 2,441 0,769 0,226 0,633 0,136 0,181 0,136 0,045 0,045 E. Estandar 0,137854610,298758870,256648940,141843970,072695040,046985820,023936170,007535460,002216310,006205670,001329790,001773050,001329790,000443260,00044326 Economic Analysis Working Papers. 7th Volume Number 12 Es posible que la proporcion de hogares en los que se consume 1G de 20 litros a la semana es igual a la proporcion de viviendas en la cuales se consumen 4G de 20 litros semanales. Algo similar ocurre con las proporciones de viviendas en las cuales se consumen 2 y 3 garrafones. Haremos las pruebas de comparacion correspondiente: H0: p 1 p 4 Ha: p 1 p 4 Para esta prueba se tiene un valor de Z0 0.144 y Z 1.96, por lo que no existe evidencia al nivel 0.05 para rechazar la hipotesis que las proporciones de viviendas en las cuales se consume 1 y 4 garrafones, es la misma. H0: p 2 p 3 Ha: p 2 p 3 En esta prueba Z0 1.66 que Z 1.96, por lo que se concluye que no existe evidencia al nivel de significacion 0.05 para rechazar la hipotesis que las proporciones de viviendas en las cuales se consume 2 y 3 garrafones, es la misma. A partir de las respuestas de los muestreados se estima la estructura de consumo de los consumidores de agua embotellada. En la muestra se observa que el 31.8% compra la presentacion de un litro, el 31.6% la presentacion de 600 ml., el 13.8% la presentacion de 1.5 litros, el 13.7% la de dos litros y solamente el 9.1% la de medio litro, ver tabla 3.8. Tabla 3.8 Estudio del consumo de los tamanos de botella ofertados Cual es el tamano de botella de agua que consume con mayor frecuencia? Unidades Porcentaj% valido Error estandar Tamano Medio litro 600 ml Un litro Litro y medio 2 litros Total No contesto Total 190 657 661 287 284 2079 418 2497 e 7,609 26,312 26,472 11,494 11,374 83,260 16,740 100 9,139 31,602 31,794 13,805 13,660 100 Intervalo de confianza al 95% Li 7,999 29,709 29,898 12,434 12,296 Ls 10,279 33,495 33,691 15,176 15,025 0,582 0,966 0,968 0,700 0,696 Observe que posiblemente no existen diferencias significativas entre la proporcion de personas que prefieren la presentacion de 600 ml y un litro, asi como entre las presentaciones de 1,5 y 2 litros. Haremos las pruebas correspondientes: H0: p600 ml pun l H0: p600 ml pun l o o H0: p600 ml pun l 0 H0: p600 ml pun l 0 Si consideramos un nivel de significacion 0.05 el valor critico Z 1.96 que es menor que el valor computado que fue Z0 0.075058, por lo que no existe evidencia para rechazar la hipotesis de que las proporciones son iguales. Es decir, la proporcion de personas que prefiere las presentaciones de 600 ml y de un litro es la misma. 12 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Para las presentaciones de 1,5 y 2 litros se tiene: H0: p1,5 l p2 l o H0: p1,5 l p2 l o H0: p1,5 l p2 l 0 H0: p1,5 l p2 l 0 Si consideramos un nivel de significacion 0.05 el valor critico Z 1.96 supera a Z0 0.05009, por lo que no existe evidencia para rechazar la hipotesis de que las proporciones son iguales o que la diferencia entre ellas es cero. Es decir, la proporcion de personas que prefiere las presentaciones de 1,5 litros y de 2 litros es la misma. 3.3 Analisis del lugar de compra del agua purificada Una variable importante en el marketing es la distribucion, vea Berry y Gordon 2004. O sea sobre como hacer llegar el producto al cliente. Esto incluye desde los mismos vendedores hasta la manera de transportar el producto al lugar de consumo. En la distribucion del agua purificada se distingue. Considerando el total de viviendas donde se consume agua de garrafon, se tiene que el 39.7 % de las viviendas sus habitantes han manifestado que compran el agua de garrafon en las miscelaneas, el 34.9% lo adquieren en los camiones y el resto 25.4% compran el agua de garrafon en otros establecimientos. Ver tabla 3.9. Tabla 3.9. Estudio del lugar de venta de los garrafones Usualmente, Donde compra el agua de garrafon? Donde compra el agua de garrafon? Miscelanea 895 Tienda de Abarrotes 267 81 Supermercado 786 Camion 225 Otros 2254 Total No contesto 243 Total 2497 Menciones Porcentaje 35,843 10,693 3,244 31,478 9,011 90,268 9,732 100 % valido 39,707 11,846 3,594 34,871 9,982 100 E. Estandar Intervalo de confianza al 95% Li 37,687 10,512 2,825 32,904 8,745 Ls 41,356 1,0306 12,935 0,6806 4,221 0,3921 36,477 1,0038 10,992 0,6314 Al momento de decidir sobre los lugares de venta del nuevo producto deberemos tener en cuenta estos resultados, es decir, deben disenarse politicas de ventas en miscelaneas y distribucion directa en el domicilio del consumidor empleando camiones de reparto. Para la compra de botellas de agua se obtiene los resultados de la tabla 3.10: Tabla 3.10. Estudio del lugar de venta de las botellas Donde compra el Menciones Porcentaj % valido Intervalo de confianza al 95% E. 13 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 agua embotellada? 1463 Miscelanea Tienda de Abarrotes 370 158 Supermercado 44 Camion 42 Otros Total 2077 420 No contesto Total 2497 Observemos que las mayores ventas ocurren en las miscelaneas y en segundo lugar, las tiendas de abarrotes. 70,4381 68,476 17,8142 16,169 6,467 7,6071 1,499 2,1184 1,417 2,0221 100 e 58,590 14,818 6,328 1,762 1,682 83,180 16,820 100 Li Ls 72,040 19,157 8,538 2,624 2,516 Estandar 1,0013 0,8396 0,5817 0,3160 0,3089 3.4 Lealtad a los productos en el mercado. Los consumidores tienen preferencias y se inclinan por ciertas marcas. Esto es destacado por diversos autores como Jimenez Moreno y Garcia Villaverde 1999, Klapper 2005, Webster 2000. El resultado de nuestro estudio mostro como se comporta la lealtad el mercado del agua purificada. Es conocido que la lealtad hacia la marca no es aleatoria y que se refleja en la conducta ante la compra. En el agua purificada se espera poca firmeza en la lealtad dadas las caracteristicas del producto ofertado. La lealtad de marca se puede explicar a traves de las caracteristicas del comprador y su sector social. Para el caso de agua de garrafon se tiene: Tabla 3.11 Homogeneidad de la razon de posible cambio de marca por tipo de ingreso para garrafon. Nivel deingresos Bajos ingresos Medianos Ingresos Altos Ingresos Total Tabla de contingencia Cual seria la principal razon para cambiar de agua de garrafon?Por su sabor 20325,9%34,2%25927,7%43,7%13126,5%22,1%59326,8%100,0%Por sucomodidad 283,6%35,0%353,7%43,8%173,4%21,3%803,6%100,0%Por supresentacion 4,5%23,5%8,9%47,1%51,0%29,4%17,8%100,0%Por sucalidad 29938,1%34,0%37540,1%42,7%20541,5%23,3%87939,7%100,0%Por su precio Otra razon 8510,8%42,3%889,4%43,8%285,7%13,9%2019,1%100,0%16621,1%37,4%17018,2%38,3%10821,9%24,3%44420,1%100,0%Total 785100,0%35,5%935100,0%42,2%494100,0%22,3%2214100,0%100,0% Los consumidores potenciales clasificados como de bajos ingresos cambiarian el agua de garrafon que actualmente consumen, principalmente por la calidad y el sabor de un nuevo producto, la tercera variable en importancia es el precio. Los consumidores potenciales clasificados como de medianos ingresos consideran que cambiarian el agua que actualmente consumen si el nuevo producto es mejor en calidad y sabor. En el grupo de altos ingresos se repite este comportamiento, pero, la intencion de cambio es independiente del nivel de ingresos? Para contestar a esta 14 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 pregunta realizamos una prueba de independenciahomogeneidad entre las variables mediante la utilizacion del estadistico 2. Vea Webster 2000 para una discusion sobre esta prueba. La hipotesis se puede formular de la siguiente forma: Ho: La intencion de cambio es independiente del nivel de ingresos de la poblacion. Ha: La intencion de cambio depende del nivel de ingresos de la poblacion. Como se puede observar en la tabla 3.12, no existe evidencia al nivel de significacion 0.05 para rechazar la hipotesis de que La intencion de cambio es independiente del nivel de ingresos de la poblacion, toda vez que 0.1410.05. Por lo anterior podemos concluir que independientemente del nivel de ingresos, la poblacion estara dispuesta a cambiar el producto que ahora consume si es que existe una mejora en el sabor, calidad y precio. Tabla 3.12 Prueba para la Homogeneidad de la razon de posible cambio de marca por tipo de ingreso para garrafon Pruebas de chicuadrado Chicuadrado de Pearson Razon de verosimilitud Asociacion lineal porlineal N de casos validos Valor 14,757a 15,6631,8342214gl 10101Sig. asintoticabilateral,141,110,176a. 1 casillas 5,6% tienen una frecuencia esperada inferior a 5.La frecuencia minima esperada es 3,79. Para el agua de botella en sus distintas presentaciones se observa que la intencion de cambio de la marca que actualmente se consume se centra en la calidad, el sabor y el precio del nuevo producto como se puede comprobar en la tabla 3.13, pero, a diferencia del caso de agua de garrafon, al hacer la prueba de independencia entre las variables nivel de ingresos e intencion de cambio del agua que actualmente consume, existe evidencia suficiente al nivel de significacion 0.05 para rechazar la hipotesis de que La intencion de cambio es independiente del nivel de ingresos de la poblacion, toda vez que el p valor obtenido de la muestra es menor que el valor de prueba, es decir que como el Pvalor es 0.007 es menor que el nivel 0.05, como se muestra en la tabla 3.14. Podemos concluir que la intencion de cambio del agua embotellada que actualmente se consume, depende del nivel de ingresos. Este aspecto debe tenerse en cuenta al momento de disenar la estrategia de publicidad del nuevo producto. Tabla 3.13 Homogeneidad de la razon de posible cambio de marca por tipo de ingreso para botella 15 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Nivel deingresos Bajos ingresos Medianos Ingresos Altos Ingresos Total Economic Analysis Working Papers. 7th Volume Number 12 Tabla de contingencia Cual seria la principal razon para cambiar de marca de agua embotellada?Por su sabor 19628,6%34,8%23527,7%41,7%13327,6%23,6%56428,0%100,0%Por sucomodidad 152,2%21,4%344,0%48,6%214,4%30,0%703,5%100,0%Por supresentacion 6,9%16,7%232,7%63,9%71,5%19,4%361,8%100,0%Por sucalidad 22833,3%31,8%30636,1%42,7%18237,8%25,4%71635,5%100,0%Por su precio Otra razon 10515,3%42,3%9811,6%39,5%459,3%18,1%24812,3%100,0%13519,7%35,4%15217,9%39,9%9419,5%24,7%38118,9%100,0%Total 685100,0%34,0%848100,0%42,1%482100,0%23,9%2015100,0%100,0% Tabla 3.14 Prueba para la Homogeneidad de la razon de posible cambio de marca por tipo de ingreso para botella Pruebas de chicuadrado Chicuadrado de Pearson Razon de verosimilitud Asociacion lineal porlineal N de casos validos Valor 24,128a 24,6762,0142015gl 10101a. 0 casillas ,0% tienen una frecuencia esperada inferior a 5.La frecuencia minima esperada es 8,61.Sig. asintoticabilateral,007,006,156 Otro de los aspectos que deben tenerse en cuenta antes de comercializar el producto, aunque el precio debe ser el mismo, son las zonas de distribucion, dado que si conocemos la intencion de cambio por distribucion geografica, estaremos en condiciones de disenar estrategias de comercializacion especificas para cada zona. Se confirma que la poblacion en estudio cambiaria a un nuevo producto si es mejor en calidad, sabor y precio, aunque es en las zonas donde se concentran las personas de medianos y altos ingresos zona del anfiteatro, que dan menos importancia al precio y una mayor importancia a la calidad y al sabor, en ese orden. Tabla 3.15 Homogeneidad de la razon de posible cambio de marca por zona para garrafon 16 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Zona Anfiteatro: Costa AzulIcacos Anfiteatro Centro Anfiteatro: Barrios Historicos Ciudad Renacimiento Col. Emiliano Zapata Col. Jardin SabanaMaquina ColosoColosio Total Tabla de contingencia Cual seria la principal razon para cambiar de agua de garrafon?Por su sabor 4215,4%7,1%16637,1%27,9%10332,6%Por sucomodidad 197,0%23,8%204,5%25,0%144,4%Por supresentacion 41,5%23,5%2,4%11,8%2,6%17,3%6521,9%10,9%5318,6%8,9%3720,7%6,2%7130,5%12,0%5730,3%9,6%59426,8%100,0%17,5%103,4%12,5%72,5%8,8%31,7%3,8%1,4%1,3%63,2%7,5%803,6%100,0%11,8%41,3%23,5%2,7%11,8%1,6%5,9%1,4%5,9%1,5%5,9%17,8%100,0%Por sucalidad 13348,7%15,1%16837,6%19,0%9730,7%11,0%11839,7%13,4%12042,1%13,6%7340,8%8,3%7431,8%8,4%9952,7%11,2%88239,8%100,0%Por su precio Otra razon 269,5%12,9%255,6%12,4%3611,4%4917,9%11,0%6614,8%14,9%6420,3%14,4%6822,9%15,3%6221,8%14,0%3419,0%7,7%8134,8%18,2%2010,6%4,5%44420,0%100,0%17,9%3210,8%15,9%4114,4%20,4%3117,3%15,4%52,1%2,5%52,7%2,5%2019,1%100,0%Total 273100,0%12,3%447100,0%20,2%316100,0%14,2%297100,0%13,4%285100,0%12,8%179100,0%8,1%233100,0%10,5%188100,0%8,5%2218100,0%100,0% La hipotesis de independencia para la intencion de cambio y zonas s formula de la siguiente forma: Ho: La intencion de cambio es independiente de la zona donde vive el cliente potencial. Ha: La intencion de cambio depende de la zona donde vive el cliente potencial. Como se puede observar en la tabla 3.16, existe evidencia al nivel de significacion 0.05 para rechazar la hipotesis de que La intencion de cambio es independiente de la zona donde vive el cliente potencial, toda vez que el Pvalor es cero y es menor que 0.05. Por lo anterior podemos concluir que la intencion de cambio depende de la zona donde vive el cliente potencial. Tabla 3.16 Prueba para la Homogeneidad de la razon de posible cambio de marca por zona para garrafon 17 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Pruebas de chicuadrado Chicuadrado de Pearson Razon de verosimilitud Asociacion lineal porlineal N de casos validos Valor 192,115a 198,5571,5592218gl 35351Sig. asintoticabilateral,000,000,212a. 8 casillas 16,7% tienen una frecuencia esperada inferior a 5.La frecuencia minima esperada es 1,37. Para el caso de agua embotellada se observa un comportamiento similar al observado en el agua de garrafon, es decir, cambiaran solamente si el nuevo producto es mejor en calidad, sabor y precio. Ver tabla 3.17. Tabla 3.17 Homogeneidad de la razon de posible cambio de marca por zona para botella Tabla de contingencia Cual seria la principal razon para cambiar de marca de agua embotellada?Zona Anfiteatro: Costa AzulIcacos Anfiteatro Centro Anfiteatro: Barrios Historicos Ciudad Renacimiento Col. Emiliano Zapata Col. Jardin SabanaMaquina ColosoColosio Total Por su sabor 6222,9%11,0%16037,6%28,3%8631,7%15,2%6726,5%11,9%6528,6%11,5%2113,5%3,7%5121,7%9,0%5329,4%9,4%56528,0%100,0%Por sucomodidad 155,5%21,4%143,3%20,0%134,8%Por supresentacion 93,3%25,0%4,9%11,1%51,8%18,6%83,2%11,4%1,4%1,4%31,9%4,3%104,3%14,3%63,3%8,6%703,5%100,0%13,9%41,6%11,1%31,3%8,3%42,6%11,1%62,6%16,7%1,6%2,8%361,8%100,0%Por sucalidad 10538,7%14,6%15235,7%21,2%8029,5%11,1%8232,4%11,4%6026,4%8,4%5736,5%7,9%7933,6%11,0%10357,2%14,3%71835,6%100,0%Por su precio 4817,7%12,6%6715,7%17,6%3914,4%Otra razon 3211,8%12,9%296,8%11,6%4817,7%10,2%4015,8%10,5%4921,6%12,9%4126,3%10,8%8335,3%21,8%147,8%3,7%38118,9%100,0%19,3%5220,6%20,9%4921,6%19,7%3019,2%12,0%62,6%2,4%31,7%1,2%24912,3%100,0%Total 271100,0%13,4%426100,0%21,1%271100,0%13,4%253100,0%12,5%227100,0%11,2%156100,0%7,7%235100,0%11,6%180100,0%8,9%2019100,0%100,0% La prueba de independencia para la intencion de cambio en el consumo de agua de botella y zonas se muestra en la tabla 3.18 y en ella es se muestra que existe evidencia al nivel de significacion 0.05 para rechazar la hipotesis de que La intencion de cambio es independiente de la zona donde vive el cliente potencial, toda vez que el Pvalor nuevamente es cero que es menor que 0.05. Por lo anterior podemos concluir que la intencion de cambio en el consumo de agua de botella en las distintas presentaciones depende de la zona donde vive el cliente potencial. Tabla 3.18 Prueba de Homogeneidad de la razon de posible cambio de marca por zona para botella 18 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Pruebas de chicuadrado Chicuadrado de Pearson Razon de verosimilitud Asociacion lineal porlineal N de casos validos Valor 232,564a 244,7255,6152019gl 35351Sig. asintoticabilateral,000,000,018a. 7 casillas 14,6% tienen una frecuencia esperada inferior a 5.La frecuencia minima esperada es 2,78. En resumen, se tiene que en el 39.8% de las viviendas particulares, sus habitantes han manifestado que pudieran cambiar de marca del agua de garrafon por su calidad, lo que representa 55,782 viviendas del total de viviendas cuyos habitantes han manifestado consumir agua de garrafon. Otra razon por lo que los consumidores estarian dispuestos a cambiar de marca es por el sabor del agua con el 26.8%. Tabla 3.19 Estructura de la razon de cambio de marca para garrafon Por que cambiar? Frecuencia % % valido 594 Por su sabor Por su comodidad 80 Por su 17 presentacion 882 Por su calidad 444 Por su precio 201 Otra razon 279 No contesta 23,789 26,781 3,204 3,607 0,681 0,766 35,322 39,766 17,781 20,018 8,050 9,062 11,173 100 Intervalo de confianza al 95% Li 23,220 0,479 3,379 36,536 16,296 5,094 Ls 30,342 7,693 4,912 42,996 23,740 13,031 E. Estandar 1,817 2,085 2,115 1,648 1,899 2,025 En la Tabla 3.20 se tiene que el 35.6% de los consumidores, que respondieron, estarian dispuestos a cambiar de marca de agua embotellada por una mejor calidad, el 28% cambiaria si se mejora el sabor, el 18.9% si el precio al consumidor se mejora, la razon por comodidad con 3.5%, por su presentacion 1.8% y otra razon con 12.3%. Observe que el 82.42% de la poblacion cambiaria a una nueva agua purificada si se mejora la calidad el sabor y el precio. Esto representa 340615 clientes potenciales de los 413268 posibles. Tabal 3.20 Estructura de la razon de cambio de marca para botella Frecuencia Porcentaje Porcentaje Por que cambiar? 565 Por su sabor Por su comodidad 70 Por su 36 presentacion valido 27,984 3,467 1,783 22,627 2,803 1,442 Intervalo de confianza al 95% Li 24,282 0,819 2,540 Ls 31,686 7,753 6,106 E. Estandar 1,889 2,187 2,206 19 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Por su calidad Por su precio Otra razon No contesto Economic Analysis Working Papers. 7th Volume Number 12 718 381 249 478 28,755 15,258 9,972 19,143 35,562 18,871 12,333 100 32,061 14,942 8,249 39,064 22,800 16,417 1,786 2,005 2,084 4. Estimaciones de mercado La definicion del mercado objetivo esta dada en terminos del numero de compradores posibles. O sea aquel al que esta dirigida esta nueva marca de agua purificada, es el paso mas importante en el analisis de la factibilidad de la instalacion de la planta. No sera efectiva ninguna prospeccion del mercado sin conocer las actitudes del consumidor actual y cuantos son consumidores potenciales. Los objetivos de ventas determinaran la factibilidad de la nueva empresa de agua purificada. El plan de ventas de la empresa debe ser alcanzable en un breve plazo. Estos se basaran en una estimacion realista de las oportunidades del mercado. Al desarrollar las metas de ventas no hay que olvidar la existencia de factores cuantitativos y cualitativos. Los primeros son aquellos que pueden ayudar numericamente a calcular las ventas, siendo bueno comenzar con los datos de los anos anteriores. Las tendencias del mercado y de la empresa son los aspectos mas importantes a considerar cuando se proyecta para el futuro. Esto es senalado por Jimenez Moreno y Garcia Villaverde 1999 y Klapper 2005. A partir de los resultados de la encuesta se hicieron las estimaciones de los consumos de cada tipo de envase de agua y del mercado potencial. Llamaremos mercado disponible a todos aquellos consumidores que tienen la necesidad de consumir agua de garrafon y agua embotellada en sus distintas presentaciones, llamaremos mercado real a aquellos consumidores del mercado disponible que compran agua de garrafon y agua embotellada en sus distintas presentaciones y, finalmente, llamaremos mercado potencial al conjunto de consumidores que no consumen el nuevo producto, dado que no existe en el mercado, y que forman parte del mercado real. Las estimaciones del mercado real y potencial se realizan mediante la estimacion de los totales respecto al mercado disponible, es decir, x NTo Np T. 4.1 La demanda del Garrafon de 20L Como se establecio antes, las purificadoras pequenas representan el 20.4% del mercado, electropura y diana cubren el 75.6%. Si consideramos las caracteristicas por las cuales los clientes potenciales cambiarian a una marca nueva agua de garrafon tenemos que 39.8% lo harian por la calidad, 26.8% por su sabor y el 20.02% por su precio. Usando estas proporciones se tiene que las estimaciones del mercado potencial son: Tabla 4.1 Estimaciones de los potenciales para garrafon Mercado de agua de garrafon de 20 litros Disponible Real Hogares 413268 Demanda 1285263 Potencial 1 Potencial 2 Potencial 3 Potencial 4 Potencial 5 372768 84307 1159308 262194 312431 971659 99902 310694 148362 461404 74628 232093 20 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Para las estimaciones de mercado potencial se considera como unidad de muestreo a los hogares y para la demanda la unidad de medida es el garrafon. El mercado potencial 1es el total de hogares que actualmente son atendidos por las purificadoras pequenas y para estimar la demanda de garrafones habra que multiplicar esta cantidad por el consumo medio de garrafones, que para este caso es de 3.11 garrafones por hogar. De la misma forma se procede con las restantes estimaciones. 4.2 La demanda de agua embotellada en presentaciones de 2L, 1.5L, 1L, 0.6L y 0.5L Para las distintas presentaciones de agua embotellada las estimaciones del mercado potencial se obtienen sabiendo que la proporcion de personas que consumen agua embotellada es del 83.02%, la proporcion del mercado que cubren las purificadoras pequenas es de 6.44%, las purificadoras grandes que manejan las marcas Manantial, Bonafon y Epura representan el 93,56%. Si atendemos a las razones por las cuales cambiarian a una nueva marca, el 35.6% lo haria por la calidad, el 27.98% por el sabor y el 18.9% por el precio. El consumo promedio semanal es de 4.7 botellas. Tabla 4.2 Estimaciones de los potenciales para garrafon Mercado del agua embotellada en sus distintas presentaciones Disponible Real Hogares 413268 Demanda 1942360 Potencial 1 Potencial 2 Potencial 3 Potencial 4 Potencial 5 343095 26614 1612547 125088 96012 451255 386654 1817272 122011 573454 64745 304304 En terminos de ventas significa que del mercado real, que en este caso representa un total de 343095 viviendas, la demanda de botellas de agua es de 1 612 547 unidades en sus distintas presentaciones, si competimos con el mercado de las purificadoras pequenas 26614 viviendas, la demanda de producto sera de 125 088 unidades, si competimos con las purificadoras grandes, la demanda es de 1 817 272 unidades. Ahora, si atendemos a las caracteristicas por las cuales la gente cambiaria a otra marca se tiene que nos centramos en la calidad la demanda estimada es de 573 454 unidades, si se atiende al sabor se estiman una demanda de 451 255 unidades y si atendemos al precio la demanda seria de 304 304 unidades para una poblacion de 64 745 hogares. 5. Comportamiento de la lealtad a los productos en el mercado. 5.1 El arbol de clasificacion y regresion 21 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Los modelos de arbol de clasificacion y regresion Classification Regresion Tree, CRT, fueron introducidos por Breiman et al. 1984 ver tambien Kuncheva 2004 y Sutton 2005. Estos han sido usados en estudios de mercado, vea por ejemplo Ranilla Y Bahamonde. 1995. Los dividen en modelos de arbol de regresion, cuando la variable de respuesta es cuantitativa y en modelos de arbol de clasificacion, cuando la variable de respuesta es cuantitativa. Los modelos CRT son una tecnica que permite explorar la estructura de los datos, tambien se utiliza como un mecanismo de prediccion, entre otros usos. En el caso del presente estudio, la tecnica fue utilizada para analizar la fidelidad, por parte de los consumidores, a la marcas de agua embotellada en sus dos presentaciones, en garrafones de 20 litros y en recipientes con volumen menor a dos litros. Este analisis ha posibilitado conocer las caracteristicas del consumidor para proponer algunos elementos que conduzcan al diseno de una estrategia de penetracion en el mercado de agua embotellada, por parte de los ejidatarios del poblado de Azinyahualco. Para aplicar la tecnica de los modelos CRT, se ha utilizado el paquete estadistica SPlus, puesto que ofrece facilidades para la modelacion tanto a traves de sus menus, como a traves de su codigo, facilidades que no ofrecen otros paquetes comerciales como el SPSS. Vea Venables y Ripley 2002 y Clark y Pregibon 1992 para obtener detalles sobre el paquete. A pesar de todo, diversos paquetes particulares han sido desarrollados , vea Djukova, E. V. N. V. Peskov 2007, dado que los comerciales no satisfacen las necesidades de las aplicaciones. ,CC1Se supone que se tiene una variable de respuesta Y cualitativa con K categorias PXC, donde cada i X puede ser cualitativa o cuantitativa. Para aplicar el metodo se requiere de n observaciones tanto de la variable de respuesta como de las variables independientes. y P variables explicativas o independientes KCXX, ,, ,22,1rri X , tal que, aquellos datos que satisfacen X i son asignados al nodo hijo derecho. Esto es cuando la variable X i , son asignados al nodo hijo izquierdo, y aquellos que i X es La estructura de arbol es utilizada para analizar el particionamiento de la poblacion. Un concepto clave es la de arbol binario. Este esta constituido por nodos internos o de division y nodos terminales, al primer nodo interno se le conoce como nodo raiz. Cada nodo interno se divide en nodo hijo izquierdo y nodo hijo derecho. Existen distintos criterios para dividir los nodos internos. i X y un valor r de tal forma que La regla de division establece que se selecciona una variable aquellos datos que satisfacen satisfacen cuantitativa. Cuando la variable es cualitativa, se selecciona un subconjunto A de las categorias X i son asignados al nodo hijo izquierdo y los de que no la cumplen son asignados al nodo hijo derecho. Existen diversos criterios para seleccionar la regla de division, uno de ellos utiliza el concepto de deviance Para un enfoque diferente de la i X y el valor de r ver Loh y Shih 1997. Bajo el supuesto de normalidad eleccion de la variable de la variable de respuesta, la deviance es equivalente a la suma de los cuadrados de los residuales para el caso de modelos de arbol clasificacion ver Venables y Ripley 2002. Un criterio para seleccionar la regla de division, esto es la variable subconjunto A , sera aquella regla de division que haga minima la deviance en el nodo t . La deviance asociada al arbol de clasificacion T es la suma de la deviance obtenida en cada nodo terminal y la Deviance Media Residual DMR sera la deviance total dividida por los grados de libertad , esto es, la diferencia entre el total de observaciones y el numero de nodos terminales. Para construir un modelo de arbol binario, se le aplica la regla de division al nodo raiz, i X y el valor r o en su defecto el lg bn A22 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 generando los nodos hijos izquierdo y derecho. A cada uno de estos nodos se le vuelve aplicar la regla de division hasta que se satisface la regla de parada. En el proceso de crecimiento de un arbol, para que un nodo t sea declarado como nodo terminal, debe satisfacer una de las siguientes condiciones: i antes de dividir el nodo, que existan en el nodo t al menor 10 observaciones; ii despues de dividirse el nodo t , que el numero de observaciones de la variable de respuesta en los nodos hijos, al menos sean cinco en cada uno; iii que el valor de la deviance t D en el nodo t, sea menor que el 1% de la deviance en el nodo raiz. Un subarbol T , es aquel arbol obtenido de un arbol T eliminando algunos nodos. El proceso de podado se realiza sin perdida significativa de bondad en el ajuste. La forma de medir la importancia de un subarbol esta dado por la llamada medida del costo de complejidad, la cual se define como: T , TDkTDtamano T T , es el parametro del costo de complejidad y TDdonde Ttamano denota la deviance del subarbol representa el numero de nodos terminales del arbol T . El criterio a seguir es seleccionar aquel subarbol que minimiza la deviance, dado el parametro de T , con un numero menor de complejidad, . Para valores grandes de se obtienen subarboles k C asignada a cada nodo terminal t , sera aquella que nodos terminales y viceversa. La categoria tenga la mayor frecuencia de observaciones en el nodo t . Este valor es considerado como el valor estimado de la variable de respuesta Y en el nodo t . Las observaciones de la variable de respuesta Y que no coinciden con la categoria asignada al nodo terminal se les llaman observaciones mal clasificadas o subclasificadas. La suma de las observaciones subclasificadas de cada uno de los nodos terminales dividida por el total de las observaciones n , es la tasa de error de subclasificacion. En el paquete estadistico SPlus existe una opcion para ajustar un modelo de arbol de clasificacion a los datos, proporcionando la grafica del arbol y un reporte general donde se incluye las variables del modelo, el numero de nodos terminales, deviance media residual y la tasa del error de subclasificacion. Tambien se reportan los datos correspondientes a cada uno de los nodos como son: el numero de nodo, regla de division, el numero de observaciones, la deviance, el valor estimado de la variable de respuesta y las probabilidades estimadas para cada categoria. Este paquete estadistico, en el caso de modelos de arbol de clasificacion, en el proceso de podado se puede elegir el criterio de minimizar la deviance o tambien el criterio de minimizar la tasa del error de subclasificacion. 23 5.2 Estudio del mercado del garrafon de 20 litros. Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 La pregunta numero 11 del cuestionario, principal razon de cambio de marca por parte de la familia, se tomo como variable de respuesta. Para analizar aquellas variables que tienen mayor influencia sobre la variable de respuesta, se realizo la prueba de independencia JiCuadrada, en la Tabla 5.1 se presentan los resultados. Tabla 5.1. Prueba de independencia JiCuadrada de la variable: razon de cambio de marca de agua embotellada garrafon de 20 litros contra otras variables. Variables Descripcion ZONA V3 V4 V1 V7 V8 V9 V10 Grados de Libertad G. L. JiCuadrada Pvalor 35 Zona geografica 40 Ocupacion 95 Numero de focos Sexo 5 Marca de agua consumo 35 35 Numero de garrafones Razon para el consumo 25 20 Lugar de compra 192.115 44.254 128.671 5.549 87.861 127.896 330.789 68.508 0.0 0.2968 0.0122 0.3525 0.0 0.0 0.0 0.0 Se seleccionan los modelos correspondientes a las lineas numero 8, 10 y 11 como los mejores modelos para realizar proceso de podado del arbol, con un parametro de costo de complejidad igual a 20, mediante el criterio de minimizar la deviance. Las tres caracteristicas de los modelos de arbol de clasificacion y las variables que intervienen en su construccion, se observan en la Tabla 5.3. Los dos primeros modelos tienen la misma tasa de error de subclasificacion, ademas, al eliminar las variables regresoras que no intervienen en la construccion del arbol, las variables restantes, en ambos casos, coinciden y son las variables que se presentan en el ultimo renglon. 24 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Las variables V9, V8, V7 y ZONA son las variables de mayor influencia sobre la variable de respuesta, por lo que se ajustaron diversos modelos a los datos, siguiendo una estrategia de ajuste hacia adelante. En la Tabla 5.2 se proporcionan las variables que intervienen en la construccion del modelo de arbol de clasificacion y tres caracteristicas del modelo: los nodos terminales, la Deviance Media Residual DMR y la tasa de error de clasificacion. Tabla 5.2. Modelos ajustados para el cambio de marca de garrafon. No. Nodos terminales 8 33 97 128 145 149 138 148 139 143 143 147 144 147 146 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Deviance Media Residual D.M.R. 2.753 2.693 2.591 2.397 2.319 2.225 2.148 2.089 2.190 2.110 2.135 2.157 2.131 2.214 2.194 Tasa de error de Subclasificacion 0.596 0.575 0.550 0.492 0.479 0.469 0.448 0.437 0.457 0.439 0.446 0.451 0.444 0.462 0.459 Variables en el modelo ajustado V11ZONA V11ZONAV7 V11ZONAV7V8 V11ZONAV7V8V9 V11ZONAV7V8V9V10 V11ZONAV4V7V8V9V10 V11ZONAV2V4V7V8V9V10 V11ZONAV2V3V4V7V8V9V10V11V2V3V4V7V8V9V10 V11ZONAV2V3V7V8V9V10 V11ZONAV2V3V7V9V10 V11ZONAV2V7V8V9V10 V11ZONAV2V3V7V8V9 V11ZONAV3V7V8V9V10 V11ZONAV2V7V9V10 Economic Analysis Working Papers. 7th Volume Number 12 Con estas variables se ajusta el modelo de arbol de clasificacion y sus caracteristicas resultantes, se presentan en la ultima linea. Tabla 5.3. Los 3 mejores modelos para describir la razon de cambio de marca de agua en garrafon. No. Nodos Terminales 14 14 17 14 10 11 8 Deviance Media Residual D.M.R. 2.609 2.609 2.588 2.608 Tasa de error de Subclasificacion 0.535 0.535 0.538 0.535 Variables en el modelo ajustado V11ZONAV2V3V7V8V9V10 V11ZONAV2V3V7V9V10 V11ZONAV2V3V4V7V8V9V10 V11ZONAV2V7V9V10 5.2.3 Analisis del modelo. Para determinar las caracteristicas de los consumidores de agua embotellada que estarian dispuestos a cambiar de marca, se realizan los siguientes ejercicios considerando como base las variables de la ultima linea de la Tabla 5.3. i Se consideran las variables senaladas para construir el modelo de arbol de clasificacion y se le aplica el proceso de podado utilizando el criterio de la minimizacion de la tasa de error de clasificacion. El modelo que resulta de este proceso es el subarbol, del arbol que se muestra en la Figura No. 1, cuyos nodos terminales son 2,6 y 7. Este modelo es muy simple puesto que cuenta con solo tres nodos terminales. La unica variable que se utiliza en la construccion del arbol es la correspondiente a la principal razon para consumir agua embotellada V9. Las caracteristicas de los consumidores en los nodos terminales son: Nodo terminal 2: En este nodo se encuentran 21.7% del total de las observaciones, y que corresponden a los que consumen de agua de garrafon por la razon del sabor V9:a. De este conjunto de consumidores 48.7% estarian dispuestos a cambiar de marca por la razon del sabor del agua V11:a. Nodo terminal 6: El numero de observaciones existentes en este nodo son 185 que corresponde al 8.4% del total. Estas observaciones pertenecen a los consumidores de agua por las razones: por su presentacion y por su precio V9:c,e. El 45.9% de estos consumidores estarian dispuestos a cambiar de marca de agua embotellada por la razon de su precio V11:e. Nodo terminal 7: El 69.9% de las observaciones totales se encuentran en este nodo y pertenecen a los que consumen agua por las razones: de comodidad, por su calidad y por otra razon V9: b,d,f. Considerando la calidad del agua embotellada, el 45% de los consumidores que se corresponden a las observaciones de este nodo, estarian dispuestos a cambiar de marca V11:d. En base al modelo de arbol obtenido, se puede senalar que mas de 23 de los consumidores entrevistados, estarian dispuestos a cambiar de marca de agua embotellada por la principal razon de la calidad del agua V11:d, con una probabilidad de 0.450. Ademas, estas observaciones corresponden a consumidores de agua embotellada por las razones: por comodidad, por su calidad y por otra razon V9:b,d y f. 25 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 ii En este caso, se ajusta el modelo con las mismas variables y el proceso de podado se realiza con el criterio de minimizacion de la deviance, considerando un valor igual a 30 para el parametro de costo de complejidad. Tomando como referencia el modelo de arbol de la Figura No. 1, el modelo resultante de este proceso de podado es el subarbol que tiene seis nodos terminales los cuales son: 4, 5, 6, 15, 28 y 29. En la Tabla 5.4, se proporcionan las estadisticas de cada nodo terminal del modelo ajustado. En particular, se proporciona la categoria de la variable de respuesta que es asignada por el algoritmo cuarta columna con la estimacion de su probabilidad quinta columna. Tabla 5.4. Caracteristicas de los nodos terminales del modelo de arbol resultante del proceso de Categoria asignadaV11 Por su calidad Por su sabor Por su precio Por su calidad Por su calidad Por su calidad Probabilidad estimada de la categoria asignada 0.339 0.544 0.459 0.485 0.447 0.395 podado considerando un valor del parametro de costo de complejidad igual a 30. Observaciones Absolutas % 5.1 112 16.6 368 8.4 185 429 19.4 40.4 894 10.1 223 2,211 100.0% No. de nodo terminal 4 5 6 15 28 29 Totales Con la finalidad de ilustrar la interpretacion del modelo, se describen los nodos terminales 4 y 28. Nodo terminal 4: La cantidad de observaciones en este nodo terminal corresponde al 5.1% del total y pertenecen a la categoria por su sabor de la variable V9 y a las categorias: Costa AzulIcacos a, Ciudad Renacimiento d y Col. Jardin f de la variable ZONA. El 33.9% de los consumidores que corresponden a este nodo terminal, opinan que estarian dispuestos a cambiar de marca de agua embotellada por la razon de la calidad del agua V11:d. Nodo terminal 28: En este nodo se concentra el 40.4% del total de entrevistados y en su opinion estarian dispuestos a cambiar de marca de agua embotellada por la razon de su calidad V11: d, con una probabilidad de 0.447. Siguiendo los nodos de division del arbol en la Figura No. 1, las caracteristicas de los consumidores son: tienen alguna de las categorias b, d o f de la variable V9; pertenecen a las categorias c,d,e,f o g de la variable ZONA; y deben ser menores de 54.5 en la variable V2. iii Se ajusto el modelo que se ha determinado como el mas adecuado, segun el analisis de la Tabla 5.3. En este caso el proceso de podado se realiza con un valor del parametro de costo de complejidad igual a 20 y bajo el criterio de minimizacion de la deviance. El modelo de arbol de clasificacion resultante corresponde a la Figura No. 1. En la Tabla 5.5 se proporcionan las caracteristicas de los nodos terminales de arbol de la Figura No. 1. Comentario acerca del modelo: En la Tabla 5.5, los nodos terminales 15 y 113, concentran mas del 50% de las observaciones totales y en ambos nodos, los consumidores manifiestan estar dispuestos a cambiar de marca de agua embotellada por la principal razon de la calidad del producto, esto con probabilidades superiores a 0.45. Se analiza en detalle las caracteristicas de los consumidores en estos nodos. 26 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Nodo terminal 15: Por la localizacion de este nodo dentro del modelo de arbol, las caracteristicas de los consumidores estan definidas por solo dos variables. Los consumidores tienen alguna de las categorias b, d o f de la variable V9; y fueron entrevistados en el lugar b o h, categorias correspondientes a la variable ZONA. Nodo terminal 113: Las observaciones, 35.1% del total, en este nodo terminal corresponden a los consumidores del agua embotellada que tienen algunas de las categorias b, d o f de la variable V9; tienen una edad V2 menor que 54.5 anos, radican en alguno de los lugares: a, c, d, e o f, los cuales son categorias de la variable ZONA; y tienen alguna de las categorias: a, b, d, e, g o h de la variable V7. Tabla 5.5. Caracteristicas de los nodos terminales del modelo de arbol resultante del proceso de podado, considerando un valor del parametro de costo de complejidad igual a 20. Observaciones Numero % 2.4 54 7.0 155 26 1.2 7.2 159 19.4 429 0.5 12 46 2.1 9.0 199 0.6 14 4.7 105 3.3 72 151 6.8 0.7 16 35.1 773 2,211 100.0% Categoria asignadaV11 Por su calidad Por su sabor Por su precio Por su precio Por su calidad Por su comodidad Por su sabor Por su sabor Por su sabor Por su calidad Por su calidad Por su calidad Por su calidad Por su calidad Probabilidadestimada 0.482 0.516 0.654 0.428 0.485 0.333 0.348 0.578 0.357 0.371 0.458 0.364 0.688 0.453 Zona Categoria a, d, f e, g, h a, b,  ,h a, b,  ,h b, h a, d, f a, d, f b, c b, c g e, f a, c, d, g a, c, d, e, f a, c, d, e, f No. de nodo terminal 8 11 12 13 15 18 19 20 21 57 58 59 112 113 Totales 5.3 Caso del mercado de agua embotellada en recipientes de distintos tamanos. Para realizar el analisis de la fidelidad a la marca, en el caso del mercado de agua embotellada de distintos tamanos, se considera como variable de respuesta: razon para cambiar de marca, pregunta numero 18 del cuestionario Anexo 1. Para indagar que variables tienen influencia sobre la variable de respuesta, se realizo una prueba de independencia JiCuadrada, cuyos resultados se muestran en la Tabla 5.6. Tabla 5. 6. Prueba de independencia JiCuadrada de la variable: razon de cambio de marca de agua embotellada de diversos tamanos contra otras variables. Descripcion G. L. JiCuadrada Pvalor 35 Ocupacion 40 Sexo 5 Marca de agua 30 Tamano del envase 20 20 Lugar de compra 232.564 78.455 4.350 67.165 37.879 0.002 Var. ZONA Zona geografica V3 V1 V14 V15 V17 Grados de Libertad 27 0.0 0.0003 0.5002 0.0001 0.0092 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 La variable correspondiente a la zona geografica es la que tiene mayor influencia sobre la variable de respuesta, le sigue en orden de importancia la ocupacion V3. Con estas variables se inicia el proceso de ajuste del modelo de arbol de clasificacion, para incluir una a una las variables regresoras. Las caracteristicas y las variables que se consideran en el ajuste del modelo se muestran en la Tabla 5.7. Se seleccionan los modelos correspondientes a las lineas numero 8, 12 y 14 de la Tabla 5.7, como los mejores modelos de arbol de clasificacion, para realizar el proceso de podado con un valor del parametro de costo de complejidad igual a 20, dando los siguientes resultados. Con el criterio de la tasa de error de clasificacion los modelos marcados con los numeros 8 y 12 son los mejores, despues del proceso de podado. En el caso del modelo numero ocho, en la construccion del arbol correspondiente, las variables V2 y V4, no son utilizadas, en tanto las cuatro variables que realmente son utilizadas en la construccion del arbol son las que tienen mayor grado de dependencia con la variable de respuesta, segun la prueba de independencia JiCuadrada Tabla 5.6, esta es la razon para utilizar estas variables para la construccion del mejor modelo, como se muestra en la ultima linea de la Tabla 5.8. Tabla 5.7. Modelos ajustados para el cambio de marca de agua embotellada de diversos tamanos. No. Nodos Variables en el modelo ajustado D.M.R. 2.749 2.790 2.616 2.634 2.592 2.340 2.310 2.242 2.229 2.194 2.196 2.236 2.244 2.277 terminales 56 32 109 92 123 142 136 145 135 136 140 133 137 137 1 2 3 4 5 6 7 8 9 10 11 12 13 14 Deviance Media Residual Tasa de error de Subclasificacion 0.527 0.601 0.542 0.562 0.551 0.491 0.489 0.467 0.481 0.477 0.473 0.469 0.479 0.470 V18ZONAV3 V18ZONAV14 V18ZONAV3V14 V18ZONAV3V17 V18ZONAV3V15 V18ZONAV3V14V2 V18ZONAV2V3V4V14 V18ZONAV2V3V4V14V15 V18ZONAV2V3V4V14V15V16 V18ZONAV2V3V4V14V15V16V17 Modelo 10 V3 Modelo 10 V3 V14 Modelo 10 V3 V17 Modelo 8 V3 Analicemos el modelo para determinar algunas caracteristicas de los consumidores que estarian dispuestos a cambiar de marca de agua embotellada en presentaciones menores o iguales a dos litros. Ajustamos el modelo con las variables que se encuentran en la ultima linea de la Tabla 5.6 y aplicando el proceso de podado con los distintos criterios. Tabla 5.8. Mejores modelos ajustados para el cambio de marca de agua embotellada de diversos tamanos No. Nodos Terminales 13 12 11 13 8 12 14 Deviance Media Residual D.M.R. 2.792 2.799 2.814 2.790 Tasa de error desubclasificacion 0.601 0.601 0.610 0.600 Variables en el modelo ajustado V18ZONAV2V3V4V14V15 V18ZONAV2V4V15V16V17 V18ZONAV2V4V14V15 V18ZONAV3V14V15 28 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 i En este caso el proceso de podado se realiza bajo el criterio de minimizacion de la deviance y con un valor igual a 30 del parametro de costo de complejidad. El modelo de arbol de clasificacion resultante es un subarbol del modelo que se muestra en la Figura No. 2, pero podado hasta los nodos terminales 2, 6 y 7. Este subarbol utiliza solamente la variable de la zona geografica ZONA en su construccion. Las caracteristicas de los consumidores en los nodos terminales son: Nodo terminal 2: En este nodo se encuentra el 58.5% del total de observaciones 2002 y corresponden a las categorias de la variable de zona geografica: Costa AzulIcacos a, Barrios Historicos c, Ciudad Renacimiento d, Col. Emiliano Zapata e y Col. Jardin f. Considerando este subconjunto de observaciones, el 32.5 % de consumidores de agua embotellada estarian dispuestos a cambiar de marca por la razon de su calidad V18:d. Nodo terminal 6: El 11.5% de las observaciones totales se encuentran en este nodo y corresponden a la categoria de la variable predictora de la zona: La SabanaLa Maquina. Sobre este subconjunto, el 35.9% de consumidores senalan que estarian dispuestos a cambiar de agua embotellada por la razon de su precio V18: e. Nodo terminal 7. En este nodo terminal se encuentra el 30.0% de las observaciones totales y corresponden a las categorias de la variable de zona geografica: Centro b y El ColosoColosio h. El 42.2% de las observaciones que pertenecen a este nodo terminal, manifiestan que estarian de acuerdo en cambiar de marca de agua embotellada por la razon de su calidad V18:d. ii En este caso tambien se utilizo las variables de la ultima linea de la Tabla 5.8, se ajusta el modelo con un valor del parametro de costo de complejidad igual a 25 y con el criterio de minimizacion de la deviance. El modelo de arbol obtenido despues del proceso de podado tiene 8 nodos terminales, cuyas caracteristicas se muestran en la Tabla 5.9. Este arbol es realmente un subarbol del modelo mostrado en la Figura No. 2. Tabla 5. 9. Caracteristicas de los nodos terminales del modelo de arbol de clasificacion obtenido mediante el proceso de podado con un valor del parametro de costo de complejidad igual a 25. Observaciones numero % Probabilidad estimada de la categoria asignada Categoria asignadaV18 No. de nodo Terminal 231 721 27 246 177 178 300 122 2002 0.359 0.300 0.556 0.423 0.311 0.573 0.437 0.385 11.5 36.0 1.4 12.3 8.8 8.9 15.0 6.1 100.0% Por su precio Por su calidad Otra razon Por su calidad Por su calidad Por su calidad Por su sabor Por su calidad 6 8 9 10 11 15 28 29 Totales Analisis del modelo: Se analiza el nodo terminal numero 8, por tener el mas alto porcentaje de observaciones y los nodos 6 y 15 por zonificar las razones por las cuales el consumidor estaria dispuesto a cambiar de marca de agua embotellada. Nodo terminal 6: En este nodo se encuentran el 11.5% de las observaciones totales y pertenecen a consumidores que estarian dispuestos a cambiar de marca de agua embotellada por la razon de su precio V18: e y pertenecen a la zona g La SabanaMaquina de la variable ZONA. 29 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Nodo terminal 8: El 36.0% de las observaciones totales se encuentran en este nodo Terminal, que corresponden a los consumidores que estarian dispuestos a cambiar de marca de agua embotellada por la principal razon de la calidad del producto con una probabilidad de 0.30. Estos consumidores fueron entrevistados en algunos de los lugares: c, d o e que corresponden a las categorias de la variable ZONA. Nodo Terminal 15: En este nodo Terminal se encuentran 8.9% de los entrevistados del total y pertenecen al area geografica denominada El ColosoColosio que corresponde a la categoria h de la variable ZONA. De este conjunto de entrevistados 57.3% manifestaron que estarian dispuestos a cambiar de marca de agua embotellada por la razon de la calidad del producto V18:d. iii En la Tabla 5.8 en la ultima linea se presentan las variables que contiene el modelo que mejor explica el comportamiento de los datos. Se ajusta el modelo con estas variables y se realiza el proceso de podado con un valor del parametro de costo de complejidad igual a 20, utilizando el criterio de minimizacion de la deviance. El modelo de arbol de clasificacion que se obtiene se muestra en la Figura No. 2. En la Tabla 5.10, se proporcionan las caracteristicas de los nodos terminales del modelo de arbol de clasificacion para el mercado de agua embotellada en recipientes menores a dos litros. En esta tabla se observa la distribucion del total de las observaciones en cada uno de los nodos terminales; ademas, la categoria de la variable de respuesta V18 asignada y su correspondiente probabilidad estimada. En la ultima columna se proporciona las areas a las cuales pertenecen las observaciones que se encuentran en cada nodo terminal. Tabla 5.10. Caracteristicas de los nodos terminales del modelo de arbol de clasificacion obtenido mediante el proceso de podado con un valor del parametro de costo de complejidad igual a 20. Observaciones Numero % 231 27 177 178 333 388 122 47 60 108 31 158 142 2,002 Categoria asignadaV18 Por su precio Otra razon Por su calidad Por su calidad Por su sabor Por su calidad Por su calidad Por su calidad Por su calidad Por su calidad Por su sabor Por su calidad Por su sabor No. de nodo terminal 6 9 11 15 16 17 29 40 41 42 43 56 57 Totales 11.5 1.4 8.8 8.9 16.6 19.4 6.1 2.4 3.0 5.4 1.5 7.9 7.1 100.0 Probabilidad Estimada 0.359 0.555 0.311 0.573 0.372 0.327 0.385 0.426 0.383 0.463 0.355 0.449 0.507 Zona Categoria g c, d, e a, f h c, d, e c, d, e b a, f a, f a, f a, f b b 5.3.1 Analisis del modelo: La variable regresora mas relevante en la construccion del modelo es la variable ZONA, puesto que el algoritmo la selecciona como variable de division en los tres primeros nodos de division. Se hacen algunos comentarios por areas aprovechando la zonificacion que presenta el modelo: 30 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Areas a y f: En esta zona se encuentran los nodos 11, 40, 41, 42 y 43, los cuales contienen en conjunto 21.1% de las observaciones totales. En el nodo Terminal 43 la variable de respuesta toma la categoria Por su sabor, sin embargo mantiene una situacion de empate con la categoria Por su calidad, por lo cual perfectamente se puede optar por esta ultima. En consecuencia, en esta zona, los consumidores estarian dispuestos a cambiar de marca por la razon de la calidad del agua embotellada, aun cuando en la definicion de los nodos terminales intervienen las variables regresoras V3, V14 y V15. Area c, d y e: En esta zona se encuentran los nodos terminales 9, 16 y 17; y concentran el 37.4% del total de observaciones. En esta zona a diferencia de la anterior, en cada nodo terminal la variable de respuesta asume una categoria distinta. Area b: En esta zona se encuentran los nodos terminales 29, 56 y 57 y contienen 21.1% del total de observaciones. En los nodos 29 y 56, la categoria asignada a la variable de respuesta es Por su calidad y en el nodo 57 la categoria asignada es Por su sabor Area g: En este caso el unico nodo terminal que contiene es el numero 6, con un 11.5% de las observaciones totales. En este nodo se encuentran los consumidores que estarian dispuestos a cambiar de marca por la principal razon del precio del producto, esto con una probabilidad estimada de 0.359. Area h: El unico nodo terminal contenido en esta zona es el numero 15, con el 8.9% de las observaciones totales. Estas observaciones corresponden a consumidores que manifiestan la posibilidad de cambiar de marca por la principal razon de la calidad del producto, con una probabilidad de 0.573. 6. Conclusiones. Se ha logrado establecer que las marcas de agua de garrafon con las cuales se tendra que competir son Electropura y diana, la primera representa el 66.45% del mercado, y la segunda solo participa con 9.21%. Para el caso del agua embotellada en sus distintas presentaciones, las marcas lideres en el mercado son Manantial, Bonafon y epura, que representan el 44%, 34,5% y 15%, respectivamente. Se ha identificado tambien que el agua de garrafon es adquirido principalmente en miscelaneas por aproximadamente cuatro de cada diez consumidores 39.7% y en los camiones repartidores la adquieren aproximadamente tres de cada diez 34.8%, por lo que en la estrategia de distribucion habra que tomarse en cuenta este hecho. El agua de botella, en sus distintas presentaciones, es adquirida por aproximadamente siete de cada diez consumidores en miscelaneas 70.44%, aproximadamente dos de cada diez en tiendas de abarrotes 17.81% y, aproximadamente, uno decada diez la adquiere en el supermercado 7.6%. Esta informacion permitira establecer la logistica en terminos de los lugares en que este se ofertara a la venta. Se ha confirmado un segmento del mercado para el cual se puede producir y comercializar el nuevo producto si destacamos sus caracteristicas de calidad, sabor y precio, es decir, poseemos la informacion apropiada para fijar los precios y las propiedades del nuevo producto. A partir de la estimacion de la demanda potencial ver tabla 4.1, es posible desarrollar criterios sobre el numero de botellones y botellas de agua requeridos para satisfacer la relacion ofertademanda del municipio de Acapulco. Se ha precisado el comportamiento de los clientes respecto a 31 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 las marcas existentes en el mercado, la frecuencia de consumo y el lugar de compra de los distintos tipos de envase. Las dos marcas, Electropura y Diana, predominantes en el mercado de agua en garrafon tienen una participacion en conjunto de 75.7%, pero, individualmente tienen una participacion menor al 10% en tres lugares: La Colonia Jardin f, SabanaMaquina g y ColosoColosio h. Para el caso del mercado de agua embotellada, las marcas predominantes, Manantial y Bonafon, participan en conjunto, en el mercado con 78.6%. En el caso de Manantial su presencia esta por debajo del 10% en la Colonia E. Zapata 9.7%, La Colonia Jardin 7.5% y ColosoColosio 6.9%; para la marca Bonafon los lugares en los que tiene menor presencia son: Colonia Emiliano Zapata 9.9%, Colonia Jardin 6.0%, SabanaMaquina 7.4% y ColosoColosio 8.8%. Con estos elementos y conociendo las caracteristicas de los consumidores mediante los modelos de arbol de clasificacion, se pueden disenar estrategias de penetracion en los lugares de baja presencias de las marcas dominantes. Las principales razones para el cambio de marca obtenidas en el presente estudio son: por la calidad 39.7%, por el precio 20.1%, y por su sabor 26.8%, ademas mediante el modelo de arbol de clasificacion Figura No.1 del anexo, por area geografica, se ha podido determinar las caracteristicas de los consumidores. Se ha logrado definir el perfil de la clientela en terminos de sus necesidades, de los factores que caracterizan la calidad del agua purificada y los componentes de la fidelidad a las marcas. Sobre el analisis y modelacion de la disposicion del consumidor a cambiar de marca de agua embotellada, se dan los elementos para el diseno de una estrategia de penetracion del mercado por parte del nuevo producto. 32 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Referencias Economic Analysis Working Papers. 7th Volume Number 12 Arcos Cebrian, Antonio y Maria del Mar Rueda Garcia 2004: El problema del tamano de la muestra en poblaciones finitas. En Tamano de muestra y precision estadistica coord. Antonio Pascual Acosta, Alfredo Martinez Almecija, Joaquin Munoz Garcia, 1936. Universidad de Almeria, Almeria . Berry, Michael J. A. y Gordon S. Linoff 2004 Data Mining Techniques: For Marketing, Sales, and Customer Relationship Management, 2nd Edition Wiley, Chichester. Breiman L., Friedman J.H., Olshen R.A. and Stone .J. 1984: Classification and regression Trees. Waldsworth International Group, Belmont, California. Clark, L. A. y Pregibon, D. 1992: Treebased models. En Chambers, J. M. y Hastie, T. J. Editores: Statistical Models in S. Wadsworth and BrooksCole Advanced Books and Software, Pacific Grove, CA. Coinbio 2008: Proyecto de Conservacion de la Biodiversidad por Comunidades e Indigenas de los Estados de Oaxaca, Michoacan y Guerrero. Consultado 4 de Julio del 2008 http:www.coinbio.org Columna de Opinion 2008 Agua purificada es el producto estrella del verano, El Diario de Atacama, Chile, 6 de febrero de 2008 Dominick, Salvatore 2003: Estadistica y Econometria, Mc Graw Hill, N. York. Djukova, E. V. N. V. Peskov 2007: A classification algorithm based on the complete decision tree. MAIK NaukaInterperiodica , 17, 363367. Ferran Aranaz, Magdalena. 1996: SPSS para Windows: Programacion y analisis estadistico. Mc Graw Hill, Madrid. Ferrarese, Laura 2006 Crece la venta de agua a domicilio, La Nacion. Argentina, 12 de marzo de 2006 Jimenez Moreno, J.J. y Garcia Villaverde 1999: Metodologia para la investigacion en marketing y. direccion de empresas, Piramide, Madrid, Hildebrandt, Lutz y Udo Wagner Larose, Daniel T.2004: Discovering Knowledge in Data: An Introduction to Data Mining. Wiley, Chichester INEGI 2008: Generacion e integracion de informacion estadistica y geografica sobre el Conteo de Poblacion y Vivienda 2005., Consultado 11 de Mayo 2008, www.inegi.gob.mxinegidefault.aspx. Klapper, Daniel 2005: An econometric analysis of product variety impact on competitive market conduct in consumer goods markets. OR Spectrum. 27, 583601. Kuncheva, Ludmila I. 2004: Combining Pattern Classifiers. Methods and Algorithms. John Wiley Sons. Inc. Publication.USA. 33 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Levy, Paul S. y Stanley Lemeshow 2008: Sampling of Populations: Methods and Applications, Solutions Manual, 4th Edition. Wiley, Chichester. Loh, W. y Shih, Y. 1997. Split Selection Methods for Classification Trees. Statistica Sinica, Vol. 7, pp. 815840. Mena Martinez, Alfredo 2008 Eleva calor consumo de agua en Juarez . El Diario De Chihuahua, Mexico, 05 de Junio de 2008 Ranilla, J. Y Bahamonde, A. 1995: Segmentacion de valores numericos para el aprendizaje a partir de ejemplos. Actas de la VI Conferencia de la Asociacion Espanola para la Inteligencia Artificial, CAEPIA95, 225234. Alicante. Rueda Garcia, Maria del Mar , Antonio Arcos Cebrian y Andres Gonzalez Carmona 1992: Metodos de muestreo en poblaciones finitas . Facultad de Ciencias, Granada. Rueda Garcia, Maria del Mar y Antonio Arcos Cebrian 1998: Problemas de muestreo en poblaciones finitas Grupo Editorial Universitario, Granada. Ruiz Talavera, Jose Armando 2008: Estrategia anti calor. Se eleva la demanda de agua purificada y refrescos en Tekax. Yucatan Sur, Mexico 9 de abril de 2008 Scheaffer Richard L., Lyman Ott R. , Mendenhall William 2006: Elementos De Muestreo. Paraninfo. Madrid Sutton, Clifton 2005: Classification and Regression Trees, Bagging and Boosting. Handbook of Statistics, Vol. 24 pp.303329. Venables, W. N. y B.D. Ripley 2002: Modern Applied Statistics with SPLUS. 4ta. Edicion. Springer, Berlin Webster, Allen L.2000: Estadistica aplicada a los negocios y la Economia. 3ed. IrwinMc Graw Hill, Bogota. Zanutto, Elaine L. y Eric T. Bradlow 2006: Data pruning in consumer choice models. Quantitative Marketing and Economics, 4, 267287. Zou,Guohua, Feng Shiyong y Qin Huaizhen 2002: Sample rotation theory with missing data, Science in China Series A: Mathematics, 45, 4263 34 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 ANEXOS Figura No. 1. Modelo de arbol de clasificacion para el mercado de agua embotellada en recipientes de 20 litros garrafones. 35 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 Figura No. 2. Modelo de arbol de clasificacion para el mercado de agua embotellada en recipientes de diferentes tamanos. 36 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Anexo 1. Economic Analysis Working Papers. 7th Volume Number 12 2 Femenino 2. Empleado 7. Profesionista 3. Obrero 4. Comerciante 5. 8. No trabaja. 9. Otro Encuestador: Buenos dias tardes, soy estudiante de la Universidad Autonoma de Guerrero. Estamos realizando un estudio para los habitantes del poblado Azinyahualco ubicado en el municipio de Chilpancingo, los cuales desean poner en marcha una embotelladora de agua natural proveniente de sus manantiales. Me permite hacerle algunas preguntas? Toda la informacion es general, no necesita dar su nombre. Muchas gracias. 1. Sexo. Anotar sin preguntar 1 Masculino 2. Cual es su edad? Anotar con numero 3. Cual es su ocupacion? 1. Estudiante Jornalero 6. Ama de casa 4. Cuantos focos o lamparas hay en su casa? anotar la cantidad 5. Usualmente en esta vivienda se consume agua de garrafon de 20 litros? 1. Si Pasar a la Pregunta No. 7 2. No. Pasar a la siguiente pregunta 6. Cual es la razon principal por la que no se consume agua de garrafon en esta vivienda? 1. Por el precio 2. En casa hierven el agua 3. La consumen de la toma 4. Por costumbre 5. Desconfianza 6. Se usa filtro en casa 7. Otra razon. Pasar a la pregunta No. 12 7. Cual es la marca del agua de garrafon que se consume en esta vivienda? 1. Electropura 2. Diana 3. Peyper 4. Luvi 5. Florida water 6. La sierra 7. Shanito 8. Otra 8. Cuantos garrafones de 20 litros se consumen a la semana en esta vivienda? Anotar el numero de respuesta 9. En su opinion, Cual es la principal razon para consumir el agua de garrafon? 1. Por su sabor 2. Por comodidad 3. Por su presentacion 4. Por su calidad 5. Por su precio 6. Otra razon. 10. Usualmente, Donde compra el agua de Garrafon? 5. Otros 1. Miscelanea 2. Tienda de abarrotes 11. Cual seria la principal razon para que su familia pudiera cambiar de marca de agua de garrafon? 1. Por su sabor 2. Por comodidad 3. Por su presentacion 4. Por su calidad 5. Por su precio 6. Otra razon 12. Usualmente Usted consume agua embotellada? 1. Si ____ Pasar a la Pregunta No. 14. 2. No ____Continuar con la siguiente Pregunta 13. Cual es la razon principal para no consumir agua embotellada? 1. Por el precio 2. En casa hierven el agua 3. La consumen de la toma 4. Por costumbre 5. Desconfianza en el agua embotellada 6. Otra razon. Terminar la entrevista 14. Que marca de agua embotellada usualmente consume? 1. Manantial 2. Bonafont 3. EPura 4. Diana 5. Ciel Otra 15. Usualmente, Cual es el tamano de la botella de agua que consume mas frecuentemente? 1. Medio litro 2. 600 ml. 16. En una semana Cuantos veces consume el agua embotellada del tamano senalado? Anotar la cantidad 17. Usualmente, Donde compra el agua embotellada? 1. Miscelanea 5. Otros 18.Cual seria la principal razon para que pudiera cambiar de marca de agua embotellada? 2. Tienda de abarrotes 3. Supermercado 4. litro y medio. 5. dos litros 3. Supermercado 4. Camion 6. Agua fiel 7. 3. un litro 4. Camion 37 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 Economic Analysis Working Papers. 7th Volume Number 12 1. Por su sabor 2. Por comodidad 3. Por su presentacion 4. Por su calidad 5. Por el precio 6. Otra razon Muchas gracias por su atencion! 38 Documentos de Trabajo en Analisis Economico. Volumen 7 Numero 12 ", "filename": "628490992.pdf", "person": ["Agustín Santiago", "Santiago, Agustín", "Octaviano Juárez", "Juárez, Octaviano", "Carlos Bouza", "Bouza, Carlos"], "date": ["2008"]}