{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39064/1/628597711.pdf"], "title": ["Haftungsbeschränkungen, asymmetrische Besteuerung und die Bereitschaft zur Risikoübernahme: Weshalb eine rechtsformneutrale Besteuerung allokativ schädlich ist"], "plaintext": "Haftungsbeschrankungen, asymmetrische Besteuerung und die Bereitschaft Risikoubernahme Weshalb eine rechtsformneutrale Besteuerung allokativ schadlich ist zur Ralf Ewert und Rainer Niemann Abstract Dieser Beitrag untersucht, welche Anreize von asymmetrischer Besteuerung einerseits und von Haftungsbeschrankungen andererseits fur die optimale Risikowahl eines Unternehmens ausgehen. Wir betrachten dabei eine risikobehaftete Investition, deren Risikograd wertrelevant verandert werden kann, so dass es bei Vollhaftung im steuerfreien Fall einen individuell optimalen Risikograd gibt. Es kann gezeigt werden, dass Verlustverrechnungsbeschrankungen den Anreiz zur Risikoubernahme dampfen und Haftungsbeschrankungen den Anreiz zur Risikoubernahme erhohen. Die endgultige Entscheidung eines Investors uber die Risikowahl hangt dann von der Kombination der Verlustverrechnungs und Haftungsparameter sowie dem Steuersatz ab. Im Ergebnis kann fur jeden Grad der Haftungsbeschrankung eine Auspragung des Verlustverrechnungsparameters hergeleitet werden, fur den genau der vor Steuern und Haftungsbeschrankungen optimale Risikograd gewahlt wird, so dass risikobezogene Entscheidungsneutralitat besteht. Wir zeigen, dass risikobezogene Entscheidungsneutralitat mit einer rechtsformneutralen Besteuerung nicht kompatibel ist fur unbeschrankte Haftung erweist sich eine symmetrische Besteuerung, fur beschrankte Haftung dagegen eine asymmetrische Besteuerung als geboten. Diese Ergebnisse implizieren, dass sich aus der allgemeinen Forderung nach Entscheidungsneutralitat der Besteuerung nicht zwingend Postulate nach partiellen Neutralitaten ableiten lassen, sondern dass verschiedene Partialneutralitaten konkurrierende Zielsetzungen darstellen konnen. Univ.Prof. Dr. Ralf Ewert, KarlFranzensUniversitat Graz, Institut fur Unternehmensrechnung und Wirtschaftsprufung, Universitatsstr. 15F1, A8010 Graz, ralf.ewertunigraz.at Univ.Prof. Dr. Rainer Niemann, KarlFranzensUniversitat Graz, Institut fur Unternehmensrechnung und Steuerlehre, Universitatsstr. 15G2, A8010 Graz, rainer.niemannunigraz.at Fur wertvolle Hinweise zu einer fruheren Fassung danken wir Teilnehmern des CARCETAR Workshops an der Universitat Graz vom 4. Februar 2010. 1Haftungsbeschrankungen, asymmetrische Besteuerung und die Bereitschaft Risikoubernahme Weshalb eine rechtsformneutrale Besteuerung allokativ schadlich ist zur 1. Einleitung Die Wirkung von Steuern auf unternehmerische Entscheidungen gehort zu den zentralen Themen der Steuerlehre, weil diese Wirkungsmechanismen sowohl aus einzel als auch aus gesamtwirtschaftlicher Sicht bedeutsam sind. Nach einem verbreiteten Werturteil soll dabei die Erhebung von Steuern moglichst wenig Einfluss auf reale Entscheidungen haben, weil durch eine neutrale Besteuerung Verzerrungen der gesamtwirtschaftlichen Ressourcenallokation vermieden werden, woraus Effizienzvorteile zu erwarten sind 1. In der Tat ist Entscheidungsneutralitat aus verschiedensten Grunden eine beachtenswerte Eigenschaft eines Steuersystems: Betriebswirtschaftliche Planungskalkule wurden stark vereinfacht, weil man sich um die explizite Erfassung der Steuern nicht mehr kummern musste; Die Allokation ware gegenuber derjenigen ohne Steuern unverzerrt; Selbst wenn der Fiskus die Entscheidungsneutralitat nicht als Ziel der Steuerpolitik ansieht, wird ein entscheidungsneutrales Steuersystem als Referenzmodell benotigt, um beurteilen zu konnen, ob Neutralitatsverletzungen die vom Steuergesetzgeber gewunschte Richtung aufweisen. Aus der grundsatzlichen Zielsetzung der Entscheidungsneutralitat werden ublicherweise verschiedene partielle Neutralitatspostulate gewonnen, so etwa diejenigen nach einer finanzierungsneutralen Besteuerung und nach Rechtsformneutralitat der Besteuerung 2. Solche Neutralitatsforderungen werden nicht selten auch aus anderen Aspekten hergeleitet, etwa der Forderung nach Gleichmaigkeit der Besteuerung, was besonders deutlich wird in folgendem Statement von Siegel 2003: Da jeder Steuerburger nach dem finanziellen Ergebnis seiner wirtschaftlichen Betatigung zu besteuern ist, setzt Gleichmaigkeit der Besteuerung Rechtsformneutralitat voraus. Im Gegensatz zu den eher prinzipienorientierten Befurwortern einer wie auch immer definierten Rechtsformneutralitat ziehen wirkungsorientierte Betriebswirte die okonomische Sinnhaftigkeit dieses Postulats zunehmend in Zweifel 3. 1 Wagner 2005, S. 412, der die Neutralitat der Besteuerung auch als das zentrale Postulat der Finanzwissenschaft charakterisiert. 2 Vgl. etwa Maiterth Sureth 2006 fur eine ausfuhrliche Darstellung der in diesem Zusammenhang vorgetragenen Argumente. 3 Fur die umfassende rechtswissenschaftliche und betriebswirtschaftliche Literatur zu Definition, Inhalten und Zwecken einer rechtsformneutralen Unternehmensbesteuerung sei auf Siegel 2004 und Wagner 2006 sowie die dort genannten Quellen verwiesen. Eine erste simulationsbasierte numerische Vorteilhaftigkeitsanalyse verschiedener Rechtsformen in Mehrperiodenkalkulen wird von Schreiber 1987 durchgefuhrt. 2In diesem Beitrag greifen wir die Forderung nach Rechtsformneutralitat der Besteuerung auf und analysieren die dafur erforderlichen Bedingungen unter Risikoaspekten. Wir betrachten dabei eine risikobehaftete Investition, deren Risikograd wertrelevant verandert werden kann, so dass es ohne Besteuerung einen optimalen Risikograd gibt. Das Steuersystem kann nun insbesondere durch die Art der Regelung von Verlustverrechnungen den Anreiz zur Risikowahl beeinflussen, wobei wir zeigen, dass eine Besteuerung mit Beschrankungen der Verlustverrechnung dampfend auf den im Optimum gewahlten Risikograd wirkt. Andererseits fuhren Haftungsbeschrankungen also Gestaltungsparameter der Rechtsform von Unternehmen zu einem verstarkten Risikoanreiz. Die endgultige Entscheidung uber die Risikowahl hangt dann von der Kombination aus Asymmetrie bei der Besteuerung, der Auspragung der Haftungsbeschrankung und dem Steuersatz ab. Wir zeigen, dass die Forderung nach Entscheidungsneutralitat bei Risiko mit einer rechtsformneutralen Besteuerung nicht kompatibel ist. Stattdessen ist je nach Rechtsform und Intensitat der Haftungsbeschrankung die Asymmetrie der Besteuerung geeignet zu wahlen, um risikobezogene Entscheidungsneutralitat zu generieren. Diese Ergebnisse implizieren, dass sich aus der allgemeinen Forderung der Entscheidungsneutralitat nicht zwingend Postulate nach partiellen Neutralitaten ableiten lassen, sondern dass verschiedene Partialneutralitaten konkurrierende Zielsetzungen darstellen konnen. jeweils indem induziert werden. Die Herleitung Der Beitrag ist wie folgt aufgebaut: In Kapitel 2 geben wir einen Uberblick uber die Behandlung von Fragen des Risikos und der Haftungsbeschrankung in der Literatur zur theoretischen Analyse von Steuerwirkungen. Kapitel 3 enthalt die Modellstruktur und die Entwicklung der Anreizwirkungen, die von einer asymmetrischen Besteuerung und von Haftungsbeschrankungen dieser Wirkungszusammenhange erfolgt dabei stets schrittweise, immer zuerst die BenchmarkLosung ohne den betrachteten Gestaltungsparameter und dann die Veranderungen analysiert werden, die sich durch seine Existenz fur den Fall des einfachen Risikos bis hin zum wahlbaren und wertrelevanten Risiko ergeben. Kapitel 4 enthalt die zentralen Resultate zur risikobezogenen Entscheidungsneutralitat, und in Kapitel 5 demonstrieren wir diese Resultate anhand einiger einfacher Beispiele. Kapitel 6 fasst die Ergebnisse zusammen, diskutiert kritisch einige Pramissen und enthalt einen kurzen Ausblick auf weiterfuhrene Fragestellungen. 2. Literaturuberblick Die Wirkungen der Besteuerung auf das Investitionsverhalten und die Bereitschaft zur Risikoubernahme bilden seit Jahrzehnten einen bedeutenden Forschungsgegenstand der Finanzwissenschaft und der Betriebswirtschaftlichen Steuerlehre. So wurde ein wegweisender Beitrag zum Einfluss der Besteuerung auf das Investitionsverhalten bei Risiko bereits von Domar Musgrave 1944 publiziert. Sie weisen nach, dass die Bereitschaft zu riskanten 3Investitionen entscheidend von den Verlustverrechnungsmoglichkeiten abhangt. Je vollstandiger die Verlustverrechnungsmoglichkeiten, desto groer wird die Bereitschaft zur Risikoubernahme ausgepragt sein. Mossin 1968 verallgemeinert die Aussagen von Domar Musgrave 1944 mit Hilfe des Erwartungsnutzens, Naslund 1968 bestatigt sie mit Hilfe mathematischer Optimierung, und Russell Smith 1970 verwenden Kriterien stochastischer Dominanz zur Analyse der Risikoubernahme. Auch Richter 1960, Stiglitz 1969, Allingham 1972 und Sandmo 1989 verwenden die Risikonutzentheorie, um den Einflu der Ertrags, und Substanzbesteuerung mit und ohne Verlustverrechnungsmoglichkeiten auf die Nachfrage nach riskanten Vermogensgegenstanden zu erklaren 4. In diesen Beitragen, die der Finanzwissenschaft zuzuordnen sind, wurde bereits fruhzeitig nachgewiesen, dass Verlustverrechnungsbeschrankungen die Bereitschaft zur Durchfuhrung riskanter Investitionen verringern. Auch die deutschsprachige Betriebswirtschaftliche Steuerlehre ist zeitnah zu ahnlichen Ergebnissen gelangt. Schneider 1970, 1988 zeigt, dass der vollstandige Verlustausgleich als Eichstrich einer neutralen Verlustverrechnung anzusehen ist. Schneider 1977 weist nach, dass die Bereitschaft zur Risikoubernahme durch unvollstandige Verlustverrechnung beeintrachtigt wird 5. Auch in den folgenden Jahrzehnten blieb die asymmetrische Besteuerung, als deren Spezialfall Verlustverrechnungsbeschrankungen angesehen werden konnen, ein intensiv untersuchtes Forschungsgebiet der internationalen finanzwissenschaftlichen Literatur, zu dem beispielsweise Barlev Levy 1975, Auerbach 1986, Auerbach Poterba 1987, Mac KieMason 1990, Eeckhoudt Gollier Schlesinger 1997, van Wijnbergen Estache 1999 und Panteghini 2001a, 2001b, 2005 Beitrage geleistet haben. Die empirische Relevanz von Verlustverrechnungsregelungen verdeutlichen z.B. Altshuler Auerbach 1990 sowie Mintz 1988 und Shevlin 1990 anhand effektiver Steuersatze. Wegen der Pfadabhangigkeit real existierender Verlustverrechnungsvorschriften im Kontext mehrperiodiger Investitionsentscheidungen liefern analytische Methoden in vielen Fallen keine okonomisch sinnvoll interpretierbaren Ergebnisse. Daher wurde die Anwendung numerischer Verfahren zur Bewertung von Investitionsobjekten mit steuerlichen Verlusten notwendig. In der USamerikanischen Literatur wurden numerische Simulationen z.B. von Majd Myers 1985 und Majd Myers 1987 durchgefuhrt. Im deutschsprachigen Schrifttum finden sich MonteCarloSimulationen zur investitionstheoretischen Beurteilung von Verlustverrechnungsregelungen bereits in den 1970er Jahren. So haben Haegert Kramm 4 Zur Kritik an einigen Modellannahmen vgl. Feldstein 1969. Zur historischen Entwicklung der Literatur zum Zusammenhang von Steuern und Risiko vgl. Schneider 1977. Ein umfassender Literaturuberblick zum Einfluss der Besteuerung auf die Bereitschaft zur Risikoubernahme findet sich bei Niemann Sureth 2008. Zur Rolle der Steuersysteme in der aktuellen Finanzkrise vgl. z.B. Shaviro 2009, Hemmelgarn Nicodeme 2010. 5 Eeckhoudt Hansen 1982 zeigen, unter welchen Bedingungen eine Verscharfung der Verlustverrechnungsbeschrankungen zu einer verstarkten Bereitschaft zur Risikoubernahme fuhren kann. 41977 die Auswirkungen der Einfuhrung eines Verlustrucktrags untersucht. Die von der Mindestbesteuerung des 10d d ESt G ausgehenden Investitionswirkungen wurden erstmalig quantitativ von Niemann 2004 untersucht 6. In dieser Simulationsstudie wurde auch erstmals die Situation eines bereits im Entscheidungszeitpunkt existierenden Verlustvortrags thematisiert und Verlustverrechnungsregeln sowohl auf eine Entscheidungs als auch die Unterlassungsalternative angewandt 7. Verlustverrechnungsregeln sind nicht nur Gegenstand finanzwissenschaftlicher oder betriebswirtschaftlicher Steuerforschung. Auch in der Finanzierungstheorie wurden die Wirkungen asymmetrischer Besteuerung untersucht. So wurde in der Literatur bereits vielfach, z.B. von Ball Bowers 1982, Cooper Franks 1983, Majd Myers 1985, Majd Myers 1987, Schnabel Roumi 1990, Lund 2000, auf die Parallelen zwischen den Auszahlungsprofilen einer Kaufoption und einer asymmetrischen Ertragsteuer hingewiesen und der Steueranspruch des Fiskus optionspreistheoretisch bewertet. Wahrend Steuersysteme, die das Investitionsverhalten nicht beeinflussen, unter Sicherheit bereits seit den 1940er Jahren von Brown 1948, Preinreich 1951, Samuelson 1964 und Johansson 1969 hergeleitet wurden, fand der Nachweis investitionsneutraler Steuersysteme unter Unsicherheit erst wesentlich spater statt und wurde z.B. von Hartman 1978, Fane 1987, Buchholz 1988, Bond Devereux 1995 durchgefuhrt. In realoptionstheoretischen Modellen wurden neutrale Steuersysteme unter Risikoneutralitat von Sureth 1999, Sureth 2002, und Niemann Sureth 2005 und unter Risikoaversion von Niemann 2001 und Niemann Sureth 2004 hergeleitet. Auch mit Hilfe der Martingaltheorie konnten Loffler Schneider 2003 und Schneider 2005 bereits die Investitionsneutralitat bekannter Steuersysteme nachweisen. Uberwiegend erfordern die in der Neutralitatsanalyse als investitionsneutral nachgewiesenen Steuersysteme einen proportionalen Steuertarif und eine symmetrische Besteuerung von Gewinnen und Verlusten. Dies gilt sowohl fur die unter Sicherheit und unter Risiko bei Risikoneutralitat als investitionsneutral bekannte CashFlowSteuer als auch fur die Besteuerung des okonomischen Gewinns 8. Abweichungen von der symmetrischen Besteuerung, d.h. das Vorliegen von Verlustverrechnungsbeschrankungen, implizieren daher eine Neutralitatsverletzung. Eine Ursache fur dieses Ergebnis in der Neutralitatsliteratur ubliche Annahme zuruckzufuhren, dass Investitionen direkt von naturlichen Personen getatigt werden, dass also die institutionellen Rahmenbedingungen haufig ausgeblendet werden. Diese Annahme korrespondiert mit der in Deutschland und 6 Zur Analyse unterschiedlicher Konzepte der Mindestbesteuerung vgl. auch Dahle Sureth 2008. 7 In der angloamerikanischen Literatur wird regelmaig die Besteuerung der Alternativanlage ubersehen, die jedoch fur den Steuereinfluss auf Investitionsentscheidungen ausschlaggebend sein kann. Vgl. z.B. De Waegenaere Sansing Wielhouver 2001, Panteghini 2001a, Panteghini 2001b, z.T. Schnabel Roumi 1990. 8 Da neutrale Steuersysteme unter Risikoaversion vielfach nur investorenspezifisch nachgewiesen werden konnten, ist eine entsprechende Aussage bei Risikoaversion nur eingeschrankt moglich. ist auf die 5Osterreich praktizierten Besteuerung von Personenunternehmen, ist also fur eine betrachtliche Anzahl von Investoren durchaus als zweckmaig anzusehen. Falls sich Investoren zur Durchfuhrung von Investitionen jedoch der Rechtsform einer Kapitalgesellschaft bedienen, konnen die fur Personenunternehmen hergeleiteten Neutralitatsergebnisse nicht uneingeschrankt ubernommen werden. Ein Grund hierfur liegt darin, dass eine weitere Besteuerungsebene hinzugefugt wird. Sofern keine vollstandige Integration der Kapitalgesellschafts in die Anteilseignerbesteuerung vorliegt 9, konnen Steuerwirkungen nur unter restriktiven Annahmen uber die Ergebnissituation und die Ausschuttungspolitik gezeigt werden 10. Ein weiterer Grund fur die eingeschrankte Vergleichbarkeit von Steuerwirkungen auf Personenunternehmen und Kapitalgesellschaften besteht in der gesellschaftsrechtlichen von Kapitalgesellschaften 11. Wahrend Haftungsbeschrankung Mitunternehmer direkt fur die Zahlungsverpflichtungen ihrer Personenunternehmen haften, sind Anteilseigner von Kapitalgesellschaften von der Haftung fur Verbindlichkeiten der Gesellschaft typischerweise freigestellt. Diese Haftungsbeschrankung erzeugt ahnlich wie Verlustverrechnungsbeschrankungen asymmetrische Zahlungsstruktur: Positive zahlungsgleiche Gewinne von Kapitalgesellschaften konnen i.d.R. weitgehend proportional in positive Zahlungsuberschusse der Anteilseigner transformiert werden, wahrend Verluste von Kapitalgesellschaften nicht zu entsprechenden Zahlungsverpflichtungen der Anteilseigner fuhren. der Anteilseigner eine Diese nichtsteuerlich induzierte Asymmetrie ist wegen ihrer praktischen Bedeutung naturgema bereits seit langer Zeit Gegenstand der okonomischen Analyse des Rechts, insbesondere im Hinblick auf die Beziehung zwischen Eigentumern und Glaubigern von Kapitalgesellschaften. Dabei risikoneutrale Entscheidungstrager mit beschrankter Haftung moglichst riskante Investitionen im Sinne eines hoheren Meanpreserving spread bevorzugen. Dieses Ergebnis gilt insbesondere fur Unternehmen nahe an der Insolvenz, wie Sinn 1980 und Golbe 1988 verdeutlichen gamble 1997 weisen nach, dass Haftungsbeschrankungen zwar die individuell optimale Risikoubernahme erhohen, dass risikoaverse Entscheidungstrager mit beschrankter Haftung aber im allgemeinen nicht die riskantestmoglichen Investitionen tatigen. resurrection. Gollier Koehl Rochet gezeigt werden, dass kann leicht for 9 Eine vollstandige Synchronisation von Kapitalgesellschafts und Anteilseignerbesteuerung liegt nur im Fall einer Teilhabersteuer vor, die jedoch bislang nicht praktiziert wurde. Zu Teilhabersteuer vgl. Engels Stutzel 1968. 10 Vgl. Kiesewetter Dietrich 2007, Husmann Kruschwitz 2001. 11 Zur historischen Entwicklung von Kapitalgesellschaften im internationalen Vergleich vgl. Guinnane Harris Lamoreaux Rosenthal 2007. 6Jensen Meckling 1976 untersuchen u.a. die Rolle von Haftungsbeschrankungen im Hinblick auf den Zusammenhang von AgencyKosten und Kapitalstruktur 12. RoseAckerman 1991 argumentiert, dass Manager von Kapitalgesellschaften einerseits sehr sichere Investitionsobjekte bevorzugen, um die Insolvenzwahrscheinlichkeit ihres Unternehmens und damit die Wahrscheinlichkeit ihres Verdienstausfalls zu minimieren, andererseits aber einen Anreiz haben, ubermaig riskante Projekte zu realisieren, um deren positive Ergebnisse im Erfolgsfall vereinnahmen zu konnen, ohne fur die negativen Ergebnisse im Misserfolgsfall haften zu mussen. Haftungsbeschrankungen und ihre Auswirkungen auf Risiken im Bankgeschaft wurden bereits lange vor der aktuellen Finanzkrise untersucht 13. Sinn 2003 zeigt im Zusammenhang mit der asiatischen Bankenkrise, dass beschrankte Haftung und asymmetrische Information bewirken, dass Investmentbanken einen Anreiz haben, ubermaig riskante Projekte zu finanzieren und zu wenig Eigenkapital zu bilden. argumentiert, dass die Haftungsbeschrankung Steuerzahlungen spielen in diesen Beitragen keine Rolle. Der Zusammenhang von Korperschaftsteuer und beschrankter Haftung wird aber z.B. von Meade 1978 thematisiert. Er spezieller Vorteil von Kapitalgesellschaften sei, der besteuert werden solle. Musgrave Musgrave 1973 dagegen behaupten, dass beschrankte Haftung sozial praktisch kostenlos sei und daher nicht besteuert werden solle. John Nair Senbet 2005 zeigen, dass Haftungsbeschrankungen zu Uberinvestition fuhren konnen. In ihrem Modell kann eine Korperschaftsteuer dazu beitragen, Interessenkonflikte zwischen Unternehmenseignern und anderen Stakeholdern zu verringern. In diesem Sinne sei die Korperschaftsteuer als Preis fur die Haftungsbeschrankung anzusehen. ein 2007 zeigen Auch Becker Fuest in einem ZweiZustandeModell, dass eine Korperschaftsteuer durch die Existenz von Haftungsbeschrankungen gerechtfertigt sein kann 14. Sie sehen allerdings die Korperschaftsteuer nicht als Preis fur das Privileg der fur Kapitalmarktversagen bei Haftungsbeschrankung asymmetrischer fur Kapitalgesellschaften her. leiten eine sozial optimale Zusatzbelastung Information und an, sondern als Korrektiv Das Zusammenwirken von gesellschaftsrechtlichen und oder vertraglichen Haftungsbeschrankungen und steuerlichen Verlustverrechnungsbeschrankungen wurde bislang selten untersucht. Becker Fuest 2007 differenzieren in ihrem Modell zwischen Unternehmen, die vollstandige Verlustausgleichsmoglichkeiten besitzen und solchen, die nur einen Bruchteil ihrer Verluste verrechnen konnen. Bulow Shoven 1978 untersuchen u.a. den Steuereinfluss 12 Zu Anreizproblemen bei beschrankter Haftung vgl. z.B. Palomino Prat 2003, Budde Krakel 2008, Malcomson 2009. Zu Anreizproblemen bei Besteuerung und beschrankter Haftung vgl. Banerjee Besley 1990. 13 Zur Bedeutung der Einlagensicherung vgl. RoseAckerman 1991, S. 304 ff. und die dort zitierten Quellen. Zu Haftungsbeschrankungen und Risikoubernahme im Bankgeschaft vgl. z.B. Esty 1998, Grossman 2001. 14 Vgl. Miglo 2007 fur eine leicht modifizierte Version des Modells. 7auf die Entscheidung zwischen Insolvenz und Fusion mit einem zahlungsfahigen Unternehmen. Sie zeigen, dass eine asymmetrische Steuer die Attraktivitat einer Fusion im Vergleich zur Insolvenz bzw. Liquidation des Unternehmens erhoht, da Verlustvortrage bei einer Schlieung des Unternehmens verlorengehen. Eine entgegengesetzte Wirkung entsteht durch die Besteuerung stark positiver Ergebnisse, die tendenziell eine Beendigung des Unternehmens begunstigt. Der vorliegende Beitrag dient der Untersuchung der Entscheidungswirkungen simultan existierender steuerlicher und nichtsteuerlicher Asymmetrien in der Auszahlungsstruktur von Investitionen. Wir zeigen, unter welchen Bedingungen und in welchem Ausma ein Substitutionsverhaltnis von Haftungs und Verlustverrechnungsbeschrankungen besteht. 3. 3.1 Modellstruktur und Wirkungen von asymmetrischer Besteuerung und Haftungsbeschrankung auf die Risikowahl BenchmarkSituation: Steuerfreier Fall ohne Haftungsbeschrankung Betrachtet sei ein Einperiodenmodell mit einem risikoneutralen Anleger. Gegeben sei eine sichere Anlage mit einer Verzinsung von z und daher einem erwarteten Endvermogen in Hohe von EW I1z. Nun sei alternativ eine risikobehaftete Anlage betrachtet, deren Verzinsung mit z% % 0,,0 beschrieben wird. Wir unterstellen 0%, so dass die unsichere Anlage die gleiche erwartete Verzinsung wie die sichere Anlage z hat. Es besteht Indifferenz zwischen beiden Anlagen. Dabei unterstellen wir, dass der Investor in vollem Umfang fur Zahlungsverpflichtungen aus dem Investitionsobjekt haftet. Die fehlende Haftungsbeschrankung kann entweder so aufgefasst werden, dass tatsachlich Renditen kleiner als 100% moglich sind und eine echte Nachschussverpflichtung des Investors besteht. Dies ist beispielsweise bei Investitionen von Personenunternehmen der Fall, deren Mitunternehmer fur Verbindlichkeiten der Gesellschaft unbeschrankt haften und deren Vermogen fur die Deckung der Zahlungsverpflichtungen auch ausreicht. Alternativ gilt formal die gleiche Situation, falls die Ungleichung %1 z 1% 8erfullt ist. Dann sind die stochastischen Verhaltnisse so, dass es faktisch nicht zur Nachschussverpflichtung kommt. Rechnerisch besteht zwischen diesen Fallen zunachst kein Unterschied, da in beiden Fallen uber den gesamten Definitionsbereich von integriert wird. Nachfolgend wird demnach bei fehlender Haftungsbeschrankung nicht danach unterschieden, welche dieser beiden Situationen im Detail vorliegt. 3.2 Keine Haftungsbeschrankung, symmetrische Besteuerung Bei symmetrischer Besteuerung wird ein einheitlicher Steuersatz s auf Kapitalertrage angewandt. Alle Ruckflusse z bzw. % unterliegen in vollem Umfang demselben Steuersatz; es existieren keine steuerfreien Einkommensbestandteile. Bemessungsgrundlagen und Tarifeffekte der Besteuerung 15 konnen deshalb nicht vorliegen 16. Die sichere Anlage unterliegt daher einer Besteuerung mit dem Steuersatz s, so dass bei einer Investition von I netto ein Endvermogen von z1s s EW I1verbleibt. Unter der Annahme, dass der Wertzuwachs der unsicheren Anlage am Periodende einer symmetrischen Wertanderungssteuer unterliegt, die den gleichen Satz s wie die obige Kapitalertragsteuer hat, ergibt sich fur die risikobehaftete Anlage ein Endvermogen nach Steuern in Hohe von r EW I1EW1ss. s1sI1z Die Indifferenzrelation bleibt erhalten, da weder durch Haftungsbeschrankungen noch durch die Besteuerung Asymmetrien in der Auszahlungsstruktur induziert werden. 3.3 Keine Haftungsbeschrankung, asymmetrische Besteuerung aber Verlustverrechnungsbeschrankung eine zunachst steuerlich eingefuhrt. in Gestalt induzierte Asymmetrie Im Zuge einer schrittweisen Einfuhrung von mehreren asymmetrischen Ruckflussstrukturen wird von Verlustverrechnungsbeschrankungen Positive Reinvermogensanderungen unterliegen weiterhin dem vollen Steuersatz s, wahrend fur niedrigere Realisationen von nur eine eingeschrankte oder auch gar keine Steuererstattung stattfindet. Formal wird dies 15 Zur grundlegenden Systematisierung steuerlicher Effekte vgl. Wagner 1984. 16 Da Kapitalertrage im vorliegenden Modell der Besteuerung unterliegen, werden keine Konsumsteuersysteme betrachtet. Ob hier eine tax oder eine Kapitaleinkommen gegenuber Arbeitseinkommen begunstigende Besteuerung im Stile einer Dual Income Tax oder einer Abgeltungssteuer vorliegt, kann offen bleiben, da Arbeitseinkommen im Modell nicht betrachtet werden. traditionelle Einkommensteuer comprehensive income 9durch Einfuhrung eines Verlustverrechnungskoeffizienten 0 realisiert, der den Anteil der abzugsfahigen Verluste symbolisiert. Insofern ist als steuerpolitische Aktionsvariable anzusehen, mit der der Steuergesetzgeber u.U. Anderungen der Bereitschaft von Investoren, riskante Investitionen durchzufuhren, induzieren kann. Die Steuerbemessungsgrundlage BG betragt nun: 1BGI Izzfurfur zz 1 erhalt man den Spezialfall symmetrischer Besteuerung, fur 0 ein vollstandiges Fur Verlustverrechnungsverbot. Reale Steuersysteme mit beschrankten Verlustrucktragsmoglichkeiten, unverzinslichen Verlustvortragen oder unterschiedlichen Formen der Mindestbesteuerung als Auspragungen von Verlustverrechnungsbeschrankungen sind durch 0 gekennzeichnet. Eine Verscharfung der Verlustverrechnungsbedingungen im Sinne einer Verschlechterung fur den Investor als steuerpolitische Manahme entspricht folglich einer Verringerung von .17 1Graphisch lasst sich der Zusammenhang zwischen der Realisation der Zufallsvariable und dem Endvermogen W des Investors leicht veranschaulichen: WDAbbildung 1: Endvermogen bei symmetrischer und asymmetrischer Besteuerung als Funktion der Zufallsvariable 17 In den meisten real existierenden Steuersystemen ist die Verwertbarkeit von Verlusten auch von ihrer Hohe abhangig, da hohere Verluste i.d.R. zu Verlustvortragen fuhren, die erst in spateren Perioden abgezogen werden konnen, wodurch ein negativer Zeiteffekt eintritt. In der her verwendeten Notation wurde dies implizieren, dass eine Funktion von ist: . Da diese Modellspezifikation jedoch weitreichende Annahmen uber kunftige Gewinne erfordern wurde, die in einem Einperiodenmodell schwer zu rechtfertigen sind, wird im Folgenden von als einer Konstanten ausgegangen. Verlustverrechnungsbeschrankungen fuhren im Allgemeinen zu Zeit bzw. Zinseffekten der Besteuerung. Im hier vorliegenden einperiodigen Modell sind Zeiteffekte naturgema ausgeschlossen. Deshalb muss hier eine Approximation von Zeiteffekten durch Bemessungsgrundlageneffekte erfolgen. 10Das Endvermogen bei symmetrischer Besteuerung ist durch die durchgezogene Linie dargestellt, das Endvermogen bei Verlustverrechnungsbeschrankungen durch die gestrichelte Linie, die fur z mit der durchgezogenen Linie zusammenfallt. Die Asymmetrie der Besteuerung fuhrt offenbar eine Konkavitat in den Verlauf der Funktion des Endvermogens ein, und es ist zu erwarten, dass dies hinsichtlich der Risikowahl analoge Wirkungen wie die konkave Nutzenfunktion eines risikoscheuen Entscheidungstragers entfaltet. Dies wird im folgenden Abschnitt formal analysiert. 3.3.1 Riskante Investition mit gegebenem Risiko Bei der sicheren Anlage andert sich gegenuber der BenchmarkSituation naturgema nichts, da sie stets einen positiven Ruckfluss liefert. Unter Berucksichtigung der asymmetrischen Besteuerung Endvermogen der risikobehafteten Anlage gegeben durch ist das erwartete NettoEW Isr 1zz1s f dzz1s f dz1 sss f dzzz1s f dz1s f dzzz1s f d1 szzf d 111IIII1z1s1 sz1sEWszzf dDie Ungleichung folgt wegen: Mzz 0df Durch die asymmetrische Wertzuwachssteuer ware eine ansonsten aquivalente risikobehaftete Anlage jetzt unvorteilhaft. 113.3.2 Riskante Investition mit wahlbarem Risiko Der Nachteil durch unvollstandige Verlustverrechnung nimmt mit steigendem Risiko und restriktiveren Verlustverrechnungsbestimmungen zu. Das wird ersichtlich, wenn man einen vom Investor wahlbaren Risikoparameter wie folgt einfuhrt:18 0r r%r. %z Mit den obigen Annahmen gilt fur Erwartungswert und Varianz der risikobehafteten Anlage: r%r z %zund Var r%r 22. Gemessen an der Varianz steigt also das Renditerisiko mit hoheren Werten fur r bei ansonsten unverandertem Erwartungswert der Rendite meanpreservingspread 19. Ein risikoneutraler Investor ist bei symmetrischer Besteuerung daher indifferent bezuglich der Wahl von r . Die Steuerbemessungsgrundlage ist mit asymmetrischer Besteuerung wie folgt definiert: BG Izrfur I zrfur zrzr ,und man erhalt als asymmetrieinduzierten Storterm: M rzrzr . 0df Differenzieren von Mr nach r fuhrt zu: M rrzr dfzr 2fzrrz 1442443zr 0zr 0.dfDa negative Steuerbemessungsgrundlagen fur hohere Werte von r wahrscheinlicher werden, wird ein risikoneutraler Investor nun die risikofreie Anlage wahlen: . Eine risikobehaftete Anlage kann also ceteris paribus nur bei hoherer Basisverzinsung vorteilhaft werden. 0r 18 Diese Art der Parametrisierung des Risikos ist insbesondere in der finanziellen AgencyTheorie ublich zur Analyse des Risikoanreizproblems, 1986, Campbell Kracaw 1990 und Ewert 1995. 19 Vgl. z.B. Diamond Stiglitz 1974. 1983, Green Talmor etwa Gavish Kalay siehe 123.3.3 Riskante Investition mit nichtmonotoner RenditeRisikoFunktion Den Zusammenhang zwischen Rendite und Risiko kann man aber auch allgemeiner unter Modellierung einer wertrelevanten Risikowahl analysieren, indem man die obige Darstellung in der Weise modifiziert, dass vor Steuern ein optimales Risikoniveau r existiert: z v r, % r v rv rv r v r 0r%mit 0,0,0,0. rrvDie erwartete Verzinsung vr entspricht bei r 0 gerade der sicheren Basisverzinsung z. Eine Erhohung von r fuhrt zunachst zu einer erhohten erwarteten Verzinsung v, diese erreicht bei r ihr eindeutiges Maximum und sinkt danach wieder. Damit wird eine kontinuierliche Risikowahl abgebildet, die sowohl im Falle fehlender Besteuerung als auch bei symmetrischer Besteuerung zur optimalen Wahl von r fuhrt, da eine Multiplikation mit dem Faktor 1 s die Optimalitatseigenschaften unverandert lasst. Insofern verzerrt eine symmetrische Besteuerung unter den hier gesetzten Annahmen die Bereitschaft zur Risikoubernahme nicht. Bei asymmetrischer Besteuerung dagegen lautet das Endvermogen nach Steuern jetzt wie folgt: sr EW I1 v r 1s1 s v rr v rr df An der Stelle der optimalen Losung r muss folgende Bedingung erster Ordnung erfullt sein: r EW rsr I v r 1s1 s v rr v r df0 Es muss die Relation Ungleichung rr gelten, denn an der Stelle r gilt wegen v r 0 die EWsrrIr r1sv rrf d0, so dass r kein Optimum sein kann. Dass r tatsachlich kleiner als r ist, ergibt sich daraus, dass die zweite Ableitung von r EW nach r negativ ist, was man wie folgt zeigen kann: s 132sr EW I v r 1r2s1 s v rr v r f d 1 s v r rv rr 2f v rr v r v rrv r 0Wegen gilt das ebenfalls wegen: sind die ersten beiden Terme in der Klammer negativ. Fur den letzten Term 1s v r rv r 2rf v rr v r v rr 1r v r rv rr 21sf v rr0.Im Ergebnis fuhrt die asymmetrische Steuer bei fehlender Haftungsbeschrankung also zu einer verminderten Bereitschaft zur Risikoubernahme, wobei wir freilich risikoneutrales Verhalten unterstellt haben.20 3.4 Fehlende Besteuerung mit vollstandiger oder teilweiser Haftungsbeschrankung Eine vollstandige Haftungsbeschrankung impliziert, dass im Falle von 1 z%bzw.% 1 v rr fur den Investor ein zustandsabhangiges Endvermogen von null anzusetzen ist, d.h. dass eine bei unbeschrankter Haftung eintretende Nachschusspflicht zumindest teilweise entfallt. Negative Endvermogen sind durch diese Annahme ausgeschlossen. Damit die Analyse von Haftungsbeschrankungen sinnvoll ist, gehen wir davon aus, dass dieser Fall mit positiver Wahrscheinlichkeit auftritt: 1 zbzw. 1 v rr Liegt nur eine teilweise Haftungsbeschrankung vor, so wird die bei unbeschrankter Haftung eintretende Nachschusspflicht nicht vollstandig, sondern nur teilweise wegfallen. Diese Variante kann als Versicherung mit einer proportionalen Schadensubernahme in Hohe von 0 oder aquivalent mit proportionaler Selbstbeteiligung des Investors in Hohe von 1 interpretiert werden. Als Versicherungsfall wird im Folgenden eine Rendite vor Versicherungsleistung von , d.h. ein Totalverlust des eingesetzten Kapitals 1 1 % r 20 Die obige Darstellung unterstellt, dass das Risiko zwar wertrelevant ist, man es aber quasi kostenlos variieren kann. Man kann das unter Erhaltung der qualitativen Ergebnisse durch die Annahme verandern, dass sich hinter r eine Art Arbeitsleistung des Investors verbirgt, die sowohl zu einer hoheren Rendite als auch zu einem hoheren Risiko fuhrt und zugleich mit einem privaten und streng konvexen Disnutzen von Dr verbunden ist. 14angesehen. Fur 1 liegt eine vollstandige Haftungsbeschrankung des Investors vor, wie sie fur Gesellschafter von Kapitalgesellschaften ublich ist, wodurch negative Endvermogen 0 besteht dagegen eine vollstandige Haftung des Investors wie ausgeschlossen sind. Fur bei MitUnternehmern von Personenunternehmen. Auch kann als gesetzgeberische Aktionsvariable angesehen werden, da die Regelung von Haftungsverhaltnissen im Rahmen des Handels und Gesellschaftsrechts grundsatzlich im Ermessen des Gesetzgebers liegt. Zusatzlich kann als steuerpolitische Aktionsvariable interpretiert werden, da eine Verlustubernahme in Form einer Haftungsbeschrankung grundsatzlich in die Steuerbemessungsgrundlage einbezogen werden konnte. Fur den Fall einer risikobehafteten, aber ansonsten bezuglich der sicheren Anlage aquivalenten Investition betragt das zustandsabhangige Endvermogen des Investors: W I11 Iz1 z%%furfur%%1 1 zz. Graphisch lasst sich der Zusammenhang zwischen der Realisation der Zufallsvariable und dem Endvermogen des Investors bei beschrankter und unbeschrankter Haftung wie folgt veranschaulichen: WDAbbildung 2: Endvermogen bei beschrankter und unbeschrankter Haftung als Funktion der Zufallsvariable Das Endvermogen bei unbeschrankter Haftung ist durch die durchgezogene Linie dargestellt, 1 durch die gestrichelte Linie, die das Endvermogen bei beschrankter Haftung hier mit mit der durchgezogenen Linie zusammenfallt. Offenbar generiert die fur Haftungsbeschrankung eine Konvexitat im Verlauf des Endvermogens, und dies fuhrt zur Vermutung, dass dadurch ein Anreiz zur Risikoerhohung gegeben wird. z1Die explizite formale Analyse bestatigt diese Vermutung. Das erwartete Endvermogen betragt jetzt 15EW1 zI1 1 z dfI1 z1 z1 14243z 1 0df I1 zz df I1z,so dass wegen N1 z 14243z 10 0fd0die risikobehaftete Alternative fur variablem Risiko und einem meanpreservingspread mit zustandsabhangiges Endvermogen 0 besser abschneidet als die sichere Investition. Bei ergibt sich als r % r%z W I11 zr%fur% I1 zr%1fur% 1z z,rrbzw. im Erwartungswert: EW1rz I1 1 zr df I1 zzr df 1rr df 11II zz1 z 1r z N r.Das fuhrt auf: N rrz 1r . 0dfDer Vorteil aus der Haftungsbeschrankung steigt also mit zunehmendem Risiko. Fur die Variante mit vr als Ausdruck eines wertrelevanten Risikos erhalt man als erwartetes Endvermogen: 161v r r EWII11I1 1v r r df 1v r r I1v r r dfv r 1v r r1v r r df v r N rDie Bedingung erster Ordnung an der Stelle der optimalen Losung r lautet hier: EW rr I v r 1 v rr v rf d0. An der Stelle r ist wegen v r 0 die Ungleichung IEWrr r1v rr 0dferfullt, so dass im Ergebnis ein hoheres Risikoniveau realisiert wird. rr als ohne Haftungsbeschrankung 3.5 Symmetrische Besteuerung mit Haftungsbeschrankung Im Fall mit Haftungsbeschrankung 0 kann sich die Berechnung des erwarteten Endvermogens vom steuerfreien Fall unterscheiden. Grundsatzlich sind die folgenden Varianten denkbar: 1. Steuerbemessungsgrundlage Iist r %die Reinvermogensanderung unter Berucksichtigung der Haftungsbeschrankung. Im Fall eines Totalverlustes wurde es bei symmetrischer Besteuerung bei einem Totalverlust des eingesetzten Kapitals mit 1 zu einer proportionalen Beteiligung des Fiskus an der Reinvermogensminderung kommen, so dass das NettoEndvermogen betragen wurde. Diese Variante entspricht der derzeitigen Behandlung der Anteilseigner von Kapitalgesellschaften, die eine verlustbedingte Steuerminderzahlung z.B. aufgrund einer Teilwertabschreibung auf die Beteiligung nicht zur Abdeckung der Verbindlichkeiten der Kapitalgesellschaft bereitstellen mussen. 0s I2. Denkbar ware aber auch, dass die verlustbedingte Steuererstattung zur weiteren Verlustabdeckung verwendet werden muss, bis das NettoEndvermogen genau null betragt. Dieser Fall entspricht etwa der Behandlung von Gesellschaftern einer 17Personenunternehmung, die zwar grundsatzlich unbeschrankt haften, deren Vermogen aber begrenzt ist und u.U. nicht zur Abdeckung samtlicher Verpflichtungen ausreicht. Deshalb liegen selbst bei vollstandiger Haftungsbefreiung und damit bei Ausschluss negativer Endvermogen zwei Moglichkeiten vor. Bei teilweiser Investorenhaftung 0 sind ahnliche Fallunterscheidungen vorzunehmen, die ebenfalls danach unterscheiden, ob die partielle Haftungsbeschrankung bereits fur Renditen unterhalb von 1 greift, bei denen durch das Tax shield noch ein positives Endvermogen vorliegen kann Fall 1, oder erst fur 1Werte unterhalb von 1 s 1wird Fall 2. , d.h. fur negative Endvermogen nach Tax shield, wirksam Wahrend Fall 1 der Behandlung von Gesellschaftern einer Kapitalgesellschaft entspricht und unabhangig vom Anfangsvermogen der Gesellschafter ist, gilt Fall 2 fur Gesellschafter einer Personengesellschaft in der oben definierten Weise nur dann, wenn die Beteiligung an der Gesellschaft die einzige Vermogensposition des Investors darstellt. Andernfalls sind die anderen Komponenten des Endvermogens des Investors in die Berechnungen einzubeziehen, wodurch aber der Charakter einer Partialanalyse verlorengeht. Zur Fokussierung auf die rechtsformtypischen Haftungsformen erfolgt im weiteren Verlauf eine Beschrankung auf den Fall 1. Fur diesen Fall errechnet sich das folgende Endvermogen als Funktion von , die jeweils in Anlehnung an die obigen drei Varianten bezuglich der Abhangigkeit von r zu konkretisieren ist21: W1I 1 1 Iss11 s1 1 furfur 11 Fur zr ergibt sich als Erwartungswert: EW11rz I1 1 s1 s1zrf d I1 1 s zz 1rr df1 1 1 1 IIs z1 sz1 z 1rr df sz N rI1 1 s z 21 Zur Vermeidung einer allzu umfangreichen Indizierung kennzeichnen wir nachfolgend das Endvermogen bzw. das erwartete Endvermogen fur den Fall der symmetrischen asymmetrischen Besteuerung und Existenz einer Haftungsbeschrankung mit W1 W2 bzw. EW1 EW2. 18Wegen N r 0 und N rr0 gilt qualitativ die gleiche Aussage wie im steuerfreien Fall: Die Existenz der Haftungsbeschrankung verstarkt die Bereitschaft, riskantere Investitionen durchzufuhren. Dies bestatigt sich auch fur v r r: I1 1 s1 s1v r rf d 0. 1v r r EW1I1v r r 1 1 I1 1 s v r r dfs v r N r.Hier lautet die Bedingung erster Ordnung EW r 1rI1s v r 1 v rr v rf dAn der Stelle rr gilt EW r 1r 0, so dass wieder rr gelten muss. Der Einfluss des Steuersatzes auf das Endvermogen optimale Risikowahl unterstellt ist erwartungsgema negativ: d EW r EW r EW r 1ds1r 014243drds1s EW r 1sI 1 v rr1 v rr dfv r 0.3.6 Verlustausgleichsbeschrankung asymmetrische Besteuerung mit Haftungsbeschrankung asymmetrische Auszahlungsstruktur In diesem Abschnitt werden steuerliche und nichtsteuerliche Asymmetrien kombiniert, mit der Konsequenz, dass das Endvermogen nach Steuern nun eine zweifach geknickte, stuckweise lineare Funktion der VorSteuerRendite bzw. der Zufallsvariablen bildet. 19WD Besteuerung und partieller Abbildung 3: Endvermogen bei asymmetrischer 1Haftungsbeschrankung 0 als Funktion der der Zufallsvariablen Ausgehend von Fall 1 der Haftungsbeschrankung Haftungsbeschrankung wird bereits bei 1 wirksam, betragen die zustandsabhangigen Endvermogen in Abhangigkeit von : W2I11 I11 I11 s s s1 s1 fur 1fur 1 0fur 0 Im Fall einer Rendite von 100% betragt das Endvermogen somit genau s I und entspricht dem Tax shield bezogen auf den Totalverlust. Wie hoch das Endvermogen bei daruber hinausgehenden Verlusten ist, hangt von der Auspragung des Haftungsparameters ab. Fur s I eine untere Schranke fur das vollstandige Haftungsbeschrankung Endvermogen, fur Vollhaftung 0 folgen die Ergebnisse aus Abschnitt 3.3. 1 bildet Fur die hinsichtlich der Risikowirkungen allgemeine Variante mit man fur das erwartete Endvermogen folgenden Ausdruck: % r v rr erhalt % 201 v rr EW2I1 1 s1 s1 v rrf d I1 1 s v rrf d 1 1 s v rrf d v rr 1 v rr I v rr 1 1 I s v r1 s v rr v rr df1 s1 v rr1 v rr df.Unter Verwendung von M r v rr v rr df 0 und N r1 v rr1 v rr df 0 lasst sich das erwartete Endvermogen kompakt schreiben als s N r EW r s M r s v r1 1 1 I21. Die wesentlichen Tradeoffs sind offensichtlich und ergeben sich aus den oben erarbeiteten Resultaten fur die isolierten Wirkungen der asymmetrischen Besteuerung bzw. der beschrankten Haftung: Ob die kombinierten Asymmetrien zu einer gesteigerten oder verringerten Bereitschaft zur Risikoubernahme fuhren, hangt von der Auspragung von Mr und Nr ab. 4. Entscheidungsneutrale Steuersysteme Zunachst ist es also grundsatzlich offen, wie die Risikowahl unter diesen Bedingungen aussieht. Aus steuergestaltungspolitischer Sicht lasst sich daher auch ein System unter Einbeziehung einer asymmetrischen Besteuerung konstruieren, bei dem sich hinsichtlich der Allokation moglichst wenige Verzerrungen ergeben. In diesem Zusammenhang definieren wir ein entscheidungsneutrales Steuersystem durch die Menge aller Kombinationen, fur die sich das gleiche optimale Risikoniveau wie ohne Besteuerung ergibt, so dass mithin die Beziehung ,r r 21erfullt ist. Weil ein optimales Risikoniveau r nur bei wertrelevantem Risiko mit einem prazise bestimmten und daher nicht beliebigen Wert gegeben ist, wahlen wir fur die folgende Analyse die allgemeinere Darstellung mit der von r gema vr abhangigen erwarteten Rendite. Soll die obige Neutralitatsbedingung erfullt sein, muss auch bei asymmetrischer Besteuerung und Haftungsbeschrankung die Bedingung erster Ordnung bei der Maximierung von EW2 an der Stelle r gelten: EW r 2r01 s v r0s 1s 1 1 sM rr1 N r rs0 N rrM rr Die Verwendung der obigen Ausdrucke fur Mr und Nr ergibt: M rrv rrv r dfN rr1v rrv r dfM rrAn der Stelle r gilt wegen v r 0 v rrv rr 1v r df 0N rrM rrM rrv rr. df v rrv rr1 df14424430Damit resultiert zur Gewahrleistung der Entscheidungsneutralitat die Bedingung M rrN rrM rrs 1s 1 1v rrv rrM rr df22Q1. Nun konnen wir insgesamt fur einen beliebigen Steuersatz 0 s 1 und einen vorgegebenen Wert Q Folgendes zeigen: a Besteht keine Haftungsbeschrankung, muss die Besteuerung symmetrisch sein et vice versa, um risikobezogene Entscheidungsneutralitat gewahrleisten zu konnen. Dies folgt fur 0 keine Haftungsbeschrankung aus der anfanglichen Darstellung der Optimalbedingung: M r1r Daraus folgt: sN r rs0 1 1 0.b Liegt eine zumindest partielle Haftungsbeschrankung vor, muss die Besteuerung asymmetrisch sein, um risikobezogene Entscheidungsneutralitat gewahrleisten zu konnen. Fur 0 s 1 und 0 lasst sich die Bedingung fur Entscheidungsneutralitat namlich wie folgt schreiben s 1s 1 s Q,Q1 Bezuglich des Quotienten Q,s geltend dabei folgende Beziehungen: Q s 0,sQ s 1,0ss 1Q2 s 1 0Daraus folgt , 10denn nur fur Werte von 1 kann Q einen positiven Wert annehmen. Weil Q streng monoton fallend in ist, existiert ein eindeutiges , so dass die Bedingung fur Entscheidungsneutralitat fur jeden Wert 0 1 erfullt werden kann. Soll der Verlustverrechnungsparameter 0 annehmen, gilt diese Aussage in allerdings ausschlielich nichtnegative Werte allgemeiner Form nur dann, wenn der Steuersatz s den Haftungsparameter uberschreitet: s 01s0,1s1s1 Q1. Fur 0 s kann nicht garantiert werden, dass die Neutralitatsbedingung im Rahmen 0 erfullt ist. Insbesondere fur derzeit existierender Verlustverrechnungsbeschrankungen niedrige Steuersatze 1 kann oder fur weitgehende Haftungsbeschrankungen 0s 23die Neutralitatsbedingung u.U. nur fur negative Werte 0 erfullt werden. Diese Parameterlage ist mit existierenden Verlustverrechnungsregelungen inkompatibel, da sie nicht nur eine steuerliche Vernachlassigung von Verlusten erfordert, sondern sogar eine zusatzliche Besteuerung 22. Diese Resultate implizieren, dass eine rechtsformneutrale Besteuerung nicht zielfuhrend ist, wenn man eine risikoorientierte Betrachtung vornimmt. Besteht unbeschrankte Haftung, ist eine symmetrische Besteuerung erforderlich, um keine Allokationsverzerrungen zu induzieren. Dieses Ergebnis ist auch intuitiv einsichtig. Bei unbeschrankter Haftung partizipieren die Eigner gleichermaen an samtlichen positiven und negativen Ergebnisschwankungen, und die sich daraus ergebenden Tradeoffs fur die optimale Risikowahl bleiben nur durch eine symmetrische Besteuerung erhalten. Hat man es dagegen mit haftungsbeschrankten Unternehmen zu tun, ist eine asymmetrische risikobezogene Entscheidungsneutralitat herzustellen 23. Die Besteuerung notig, um okonomische Intuition liegt im Wechselspiel zwischen den verschiedenen Anreizen, welche durch die Haftungsbeschrankung einerseits und den nur partiellen Verlustausgleich andererseits hinsichtlich der Risikowahl ausgelost werden. Die Analyse im 3. Kapitel hat gezeigt, dass eine partiell beschrankte Haftung den Anreiz zur Risikoubernahme erhoht, wahrend eine unvollstandige Verlustverrechnung dampfend auf die Risikowahl wirkt. Eine bestimmte Hohe des Parameters der Haftungsbeschrankung erfordert daher bei gegebenem Steuersatz genau einen Wert des Parameters fur die Verlustverrechnung, um Entscheidungsneutralitat bei der wertrelevanten Risikowahl zu gewahrleisten. Die obige Analyse zeigt dabei grundsatzlich den Weg auf, wie die Asymmetrieparameter zu kombinieren sind, um Allokationsneutralitat zu garantieren siehe dazu auch die numerischen Beispiele im folgenden Abschnitt. Sofern die Bedingungen fur die Existenz von nichtnegativen Losungen fur erfullt sind, existieren fur gegebene Werte von Steuersatz und Q dann unendlich viele Parameterkombinationen mit den gewunschten Eigenschaften. Die Abhangigkeit dieser Losungen von Q erweist sich aus steuergestaltungspolitischer Sicht allerdings als problematisch. Der zu erreichende Wert Q hangt letztlich vom optimalen Risikoniveau r ab, und dieses wird nur unternehmensindividuell in Abhangigkeit von der konkreten Auspragung des Wertbeitrags vr und der zugrunde liegenden Renditeverteilung zu bestimmen sein. Sind demnach Steuersatz und Haftungsbeschrankung mit einer bestimmten Auspragung gegeben, induziert ein bestimmter Wert des Asymmetrieparameters nur in Einzelfallen Allokationsneutralitat, wenn man die Konsequenzen im Querschnitt aller 22 Die Wahl der Steuersatze wird naturlich noch durch viele andere Faktoren und Werturteile beeinflusst Gerechtigkeit, internationale Konkurrenzfahigkeit etc., so dass die alleinige Ausrichtung der Wahl des Steuersatzes am Kriterium der risikobezogenen Entscheidungsneutralitat nicht erwartet werden kann. 23 In diesem Sinne konnten auch die in der Literatur vielfach kritisierten Regelungen zur Einschrankung des Mantelkaufs 8c d KSt G interpretiert werden. Zur Kritik vgl. z.B. Brandis in Blumich 2009, 8c KSt G und das dort genannte Schrifttum. 24bei und Erhohungen der Risikowahl oder Minderungen der Haftungsbeschrankung unterliegenden Unternehmen betrachtet. Im Allgemeinen werden sich demnach Allokationsverzerrungen ergeben. Ein Fiskus, der tatsachlich die Besteuerungsparameter unter dem Gesichtspunkt der Entscheidungsneutralitat festlegen wollte, musste demnach eine querschnittsbezogene Wirkungsanalyse unter Einbeziehung aller negativen wie positiven Wirkungen vornehmen. Dies andert aber nichts an den hier entwickelten qualitativen Ergebnisstrukturen, denn wie auch immer die einzelnen optimalen Risikoniveaus aussehen stets gilt, dass eine Haftungsbeschrankung mit einer asymmetrischen Besteuerung zu kombinieren ist, falls risikobezogene Allokationsneutralitat angestrebt wird. Im Kern lassen sich unsere Ergebnisse daher in folgender Aussage zusammenfassen: Entscheidungsneutralitat der Besteuerung erfordert eine rechtsformabhangige Besteuerung, bzw. Rechtsformneutralitat impliziert Allokationsverzerrungen! 5. 5.1. Numerische Beispiele Steuerwirkungen In diesem Abschnitt werden die Wirkungen steuerlicher und nichtsteuerlicher Asymmetrien anhand einer einfachen Verteilungsfunktion erlautert. Als einfachste kontinuierliche Verteilungsfunktion bietet sich zu Illustrationszwecken die Gleichverteilung an. Damit gilt: f1 0fur sonst.Damit der Erwartungswert 0E ist, muss gelten, d.h. f 120fur sonst.2r wird im z ar br betrachtet, wobei zur Einhaltung der v r v r Bedingungen erfullt sein mussen. In diesem Fall ist das vor Steuern bei Vollhaftung optimale v r bestimmt, da an dieser Als Beispiel fur einen nichtmonotonen RenditeRisikoZusammenhang Folgenden die quadratische Funktion v r Eigenschaften a Risikoausma durch die Nullstelle der ersten Ableitung von Stelle zugleich maximiert wird: EW I v rv rv r rv r die 0,b0,0 0,0,0r1 25v r abr 2! 0rab 2 0v r za 2b 40. Im Erwartungswert wird folglich eine streng positive Rendite erzielt. Unter der Annahme der Gleichverteilung erhalt man fur die Hilfsgroen M und N und ihre Ableitungen nach r: v r rz Mv r r dfzr a2br 2,d Mdrr abr 2r a r 4z 2r 4br 32,1v r r11 z Nd Ndrv r r df z 1r abr 2r az 1 r 42r ar 4br 3br 22 ,2,so dass sich das erwartete Endvermogen als EW I21 1 s z1 s M1 s N br1 1 Is z1 szr ar 4221 s z 1r a4rbr 22 ergibt. Grundsatzlich lage damit eine recht einfache funktionale Struktur des Modells vor, da das erwartete Endvermogen bzw. die erwartete Rendite in r ein Polynom maximal vierten Grades ist und damit relativ leicht optimiert werden konnen sollte. Die Nullstellensuche von d EW2dr zeigt jedoch, dass dies nicht der Fall ist, da die d Mdrd Ndr 1 1ss INullstellen zwar analytisch ermittelbar, im allgemeinen Fall jedoch sehr unubersichtlich und okonomisch nicht gehaltvoll interpretierbar sind. Anhand numerischer Beispiele mit konkreten Parametersetzungen fur a und b lassen sich aber die bereits allgemein gezeigten Wirkungen des Zusammenspiels von Verlustverrechnungs und Haftungsbeschrankungen veranschaulichen. Hierzu werden die folgenden Parameter angenommen: Steuersatz: s25% RenditeRisikoFunktion: v r betragt 10% z ar br2r 0,1 0,50,3r , d.h. der risikolose Zins 2 Gleichverteilung der Renditen: f fur mit 10 sonst 12026Fur moderate Verlustverrechnungsbeschrankungen mit 0,8 erhalt man die nachfolgend dargestellten Beziehungen zwischen dem vom Investor gewahlten Risikograd r und dem erwarteten Endvermogen. Dabei wird einerseits symmetrische Besteuerung bei Vollhaftung , durchgezogene Linie, andererseits sind drei als Referenzfall dargestellt Varianten mit teilweiser Haftungsbeschrankung 0 abgebildet dicke gestrichelte Linie: 0,1; mittlere gestrichelte Linie: 0,2; dunne gestrichelte Linie: 0,3: 0,11EW21.751.51.2510.750.50.25 Abbildung 4: Erwartetes Endvermogen als Funktion des gewahlten Risikogrades r 11.50.522.5r Wie bereits formal gezeigt wurde, ist das endvermogensmaximale Risiko r umso hoher, je geringer das Haftungsausma 1 ist. Dabei wird ersichtlich, dass bereits bei moderaten Haftungsbeschrankungen z.B. fur 0,3 optimale Risikograde erreicht werden, die bei symmetrischer Zahlungsstruktur zu negativen erwarteten Renditen im Beispiel fur r 1,8471 fuhren wurden. Die optimalen Risikograde sind in der folgenden Tabelle wiedergegeben: Haftungs und Verlustverrechnungsparameter Optimaler Risikograd r 01 0,10,8 0,20,8 0,30,8 0,8333 Referenzfall 0,9949 1,4811 2,0294 Tabelle 1: Optimale Risikograde in Abhangigkeit der Haftungs und Verlustverrechnungsparameter 27Abbildung 4 verdeutlicht auch, dass beachtliche erwartete Endvermogenssteigerungen Zahlungsstruktur Verlustverrechnungsbeschrankungen fallen demgegenuber relativ gering aus. infolge einer Haftungsbeschrankung durchaus im Vergleich zur symmetrischen Endvermogensminderungen durch moglich sind. Die Diese Aussagen sind fur restriktivere Verlustverrechnungsbeschrankungen nur geringfugig zu relativieren. Fur geringere Werte von wird wie gezeigt wurde ein geringeres Risiko 0,6. Die gewahlt, jedoch bestatigen sich die o.g. qualitativen Wirkungen auch z.B. fur 0,1folgende Abbildung stellt wiederum die erwarteten Endvermogen fur dicke mittlere dunne durchgezogene Linie sowie fur gestrichelte Linie dar: 0,1 0,2 0,30,5;EW21.751.51.2510.750.50.250.511.522.5r Abbildung 5: Erwartetes Endvermogen als Funktion des gewahlten Risikogrades r Die optimalen Risikograde lauten nun: Haftungs und Verlustverrechnungsparameter Optimaler Risikograd r 01 0,10,6 0,1204550,6 0,20,6 0,30,6 0,8333 Referenzfall 0,7378 0,8333 1,2268 1,7780 Tabelle 2: Optimale Risikograde in Abhangigkeit der Haftungs und Verlustverrechnungsparameter 28Anhand dieses Beispiels wird leicht ersichtlich, dass durch geeignete Kombination von und geringere, hohere, oder auch gleichbleibende optimale Risikograde wie im symmetrischen Fall zustandekommen konnen. v r z ar br muss als exogene Restriktion Fur quadratische RenditeRisikoFunktionen hinzugefugt werden, dass das vom Investor wahlbare Risikoausma r eine vorgegebene nicht ubersteigen darf. Der Grund fur diese Restriktion liegt darin, dass das Obergrenze max Endvermogen in der vorliegenden Modellierung ein Polynom vierten Grades von r ist und konnte daher je nach deshalb gilt. Ohne die Restriktion EW r maxrrr 2limr 20 vorliegt, da bei symmetrischer Wahrscheinlichkeitsverteilung Parameterlage auch r optimal sein, sofern eine mindestens teilweise Haftungsf beschrankung die extrem gunstigen Realisationen vereinnahmt werden konnen, ohne fur die gleich wahrscheinlichen, extrem ungunstigen Realisationen aufkommen zu mussen. Weil das Risiko von Investitionsobjekten in der Realitat auch nicht vollig beliebig, sondern lediglich innerhalb gewisser Grenzen wahlbar ist, erscheint diese Annahme allerdings vertretbar. 5.2 Neutrale Steuersysteme Unter der Annahme einer quadratischen RenditeRisikoFunktion v r z ar br lasst 2sich die Neutralitatsbedingung EW r 2r0 fur r ab 2 wie folgt konkretisieren: EW r2r M rr N rrI1s2aM rra 22a 2ab 4 12aa 22a 2ab 4 11 s N r ra20!bz 4 2bz a 4 a 162az2a 162bz a 4 2za22ab 4 1z 22aabz 4 b 4 1z!s1.s1Da auch in diesem Spezialfall keine analytische Losbarkeit vorliegt und die Neutralitatsbedingung nur in impliziter Form gegeben ist, wird das Zusammenwirken von Haftungs und Verlustverrechnungsbeschankungen anhand numerischer Beispiele 5.1 verdeutlicht. in Abschnitt Parameter sv r 12 ;0,25; 0,3 ;2 betragt das optimale verwendeten Fur die z ar br 2 bereits r 0,1 0,510f Risikoausma bei symmetrischer Zahlungsstruktur bzgl. der Risikowahl neutrale rr5 6. In diesem Fall lasst sich die Kombination graphisch wie folgt darstellen: 2910.750.50.250.250.50.7510.20.40.60.81 Abbildung 6: Entscheidungsneutrale Kombinationen 0,25Das Substitutionsverhaltnis zwischen Verlustverrechnungs und Haftungsbeschrankungen bestatigt sich erwartungsgema auch in dieser funktionalen Spezifikation. Fur hinreichend ware demzufolge nicht nur weitgehende Haftungsbeschrankungen z.B. bereits fur eine Versagung der Verlustverrechnung vorzunehmen, sondern Verluste waren als Einkommen steuerpflichtig. Dieses okonomisch scheinbar unsinnige Ergebnis ist so zu interpretieren, dass die faktische wenn auch unfreiwillige Verlustubernahme durch die Investors diesem als steuerpflichtiges Forderungsinhaber bzw. Vertragspartner des 0 als fiskalische Einkommen zugerechnet wird. In diesem Sinne konnten negative Werte Manahme gegen moral hazard haftungsbeschrankter Investoren interpretiert werden. Die gesellschaftsrechtlich vorgesehene Haftungsbeschrankung wurde auf diese Weise durch die Hintertur des Steuerrechts wieder beseitigt. Sollte eine derartige Manahme tatsachlich praktiziert werden, mussten einer Haftungsbeschrankung ausgenommen werden. Steuerschulden ausdrucklich zudem von Offensichtlich ist die Neutralitatsbedingung entscheidend von den Parametern des betrachteten Investitionsobjekts abhangig. Im Fall geringerer Haftungsrisiken, d.h. fur eine geringere Schwankungsbreite der moglichen Realisation des unsicheren Endvermogens ist das fur die Risikowahlneutralitat erforderliche Ausma der Verlustverrechnung weitaus 10; 8; 6; 4; 2; 1,57 hoher, wie die folgende Abbildung unter der Annahme von verdeutlicht: 3010.750.50.250.250.50.7510.20.40.60.81 Abbildung 7: Entscheidungsneutrale Kombinationen fur unterschiedliche Werte von fur die 10; 8; 6; 4 2 neutralen Kombinationen untere Wahrend durchgezogene und gestrichelte Linien relativ nahe beieinander liegen, sind fur die Risikowahlneutralitat bei dunne, durchgezogene Linie bereits wesentlich umfangreichere Verlustverrechnungsmoglichkeiten notwendig, da die Wahrscheinlichkeit fur einen Totalverlust in diesem Fall recht gering ist. Fur 0 waagerechte gestrichelte Linie ist kein Totalverlust mehr moglich, so dass eine eventuelle Haftungsbeschrankung nicht mehr bindend sein kann und fur die Entscheidungsneutralitat daher unabhangig von ein vollstandiger Verlustausgleich gewahrt werden muss 1 . 1,57 Auch die Hohe des Steuersatzes ist fur die Auspragung der neutralen Kombinationen von Bedeutung. Fur geringe Steuersatze sind auch verlustbedingte Steuerminderzahlungen bzw. Steuererstattungen nur gering, fur hohe Steuersatze dagegen hoch. Um die Schadensubernahme aus einer eventuellen Haftungsbeschrankung kompensieren zu konnen, erfordern niedrige Steuersatze eine weitaus starkere Bestrafung von Verlusten als hohe Steuersatze, d.h. das neutrale ist fur hohe Steuersatze z.T. wesentlich hoher als fur niedrige Steuersatze. Dies verdeutlicht auch die folgende Abbildung, in der neutrale neutralen dargestellt sind. Die dicke, Kombinationen fur , die dunne, gestrichelte Linie rechts oben gilt fur durchgezogene Linie links gilt fur 0,3 ;299%s f . Die anderen Parameter sind unverandert: r 12 ;10%,25%,40%,55%,70%,99% Es gilt daher weiterhin v r 5 6. z ar brr 0,1 0,510%s s 102r 3110.750.50.250.250.50.7510.20.40.60.81 Abbildung 8: Entscheidungsneutrale Kombinationen fur unterschiedliche Werte von s 1Der sinkende Verlauf der Funktionen verdeutlicht erneut das Substitutionsverhaltnis zwischen Haftungs und Verlustverrechnungsbeschrankungen. Aus Abbildung 8 geht auch hervor, dass neutrale Kombinationen im Rahmen traditioneller Verlustverrechnungsmethoden mit nur eingeschrankt moglich sind. Je hoher der gewahlte Risikograd r ausfallt, desto 0haufiger kommt es fur 0 zum Eintritt der Haftungsbeschrankung, so dass fur eine Kompensation des dadurch resultierenden Vorteils fur den Investor nicht nur eine vollstandige Versagung des Verlustausgleichs bzw. abzugs notwendig ware, sondern sogar eine Besteuerung der Verluste! 6. Zusammenfassung und weiterfuhrende Uberlegungen Der vorliegende Beitrag widmet sich der Frage, welche Anreize von asymmetrischer Besteuerung einerseits und von Haftungsbeschrankungen andererseits fur die optimale Risikopolitik eines Unternehmens ausgehen. Wir zeigen, dass Beschrankungen der Verlustverrechnung asymmetrische Wertzuwachssteuer den Anreiz zur Risikoubernahme dampfen, weil sie eine Konkavitat in der Endvermogensfunktion induzieren und damit Effekte wie bei einer risikoscheuen Nutzenfunktion bewirken. Demgegenuber generiert die Haftungsbeschrankung eine Konvexitat in der Endvermogensfunktion, die einen positiven Einfluss auf die Risikowahl ausubt. Die endgultige Wirkung einer bestimmten Kombination von asymmetrischer Besteuerung und Haftungsbeschrankung hangt von der jeweiligen Intensitat der beiden Einflusse ab, die wir in unserem Modell parametrisch erfassen konnen. Insbesondere kann gezeigt werden, dass eine risikobezogene Entscheidungsneutralitat mit 32einer rechtsformneutralen Besteuerung nicht kompatibel ist fur unbeschrankte Haftung erweist sich eine symmetrische Besteuerung, fur beschrankte Haftung dagegen eine asymmetrische Besteuerung als geboten, um risikobezogene Allokationsneutralitat zu gewahrleisten. Diese Ergebnisse zeigen einmal mehr, dass eine als simple Gleichbehandlung aller Rechtsformen verstandene Rechtsformneutralitat bestenfalls unschadlich, im Allgemeinen aber allokativ verzerrend wirkt. fur und durch Endvermogensverteilungen die Haftungsbeschrankung Wir entwickeln diese Resultate zwar im Rahmen eines Modells fur einen risikoneutralen Entscheider, doch durfte die explizite Erfassung risikoscheuer Praferenzen unsere qualitativen Resultate weitgehend unverandert lassen. Fur risikoscheue Akteure wird sicher der grundsatzliche Anreiz zur Risikoubernahme reduziert, die Effekte allerdings, die durch die asymmetrische Besteuerung die Endvermogensverteilung induziert werden, bleiben unverandert. Wir erwarten daher lediglich, dass sich bei risikoscheuen Investoren die Effekte auf einem anderen Niveau abspielen, doch sollten sie aus qualitativer Sicht unverandert bleiben. Unser Modell unterstellt weiterhin viele ceteris paribusAnnahmen, so etwa die Vorstellung, dass das Risiko des zugrunde liegenden Investitionsobjekts exogen bzw. nach einer gegebenen Gesetzmaigkeit variierbar ist. Dies impliziert, dass die vom Entscheider wahlbaren einer Haftungsbeschrankung sind. Alternativ konnte man annehmen, dass die Vertragspartner des Investors im Falle einer Haftungsbeschrankung eine Art Risikopramie fordern und demnach die Konditionen andern, zu denen sie bereit sind, mit dem Investor zu handeln. Damit ware allerdings die optimale Risikoubernahme in den Fallen mit und ohne Haftungsbeschrankung nicht mehr vergleichbar. Dies spricht nicht gegen diese Art der Analyse, sondern zeigt Schwierigkeiten auf, Konzepte wie Entscheidungsneutralitat prazise zu definieren, wenn man immer weitere potenzielle Anderungen von Marktprozessen zu erfassen sucht. Dieses Problem der Risikouberwalzung auf Vertragspartner muss derzeit ebenso wie die Frage der Steueruberwalzung als ungeklart gelten. Im Rahmen eines allgemeinen Gleichgewichtsmodells waren derartige Uberwalzungsprozesse zwar grundsatzlich modellierbar, jedoch wurde dies Annahmen uber die Risikoneigung aller Marktteilnehmer erfordern. Aus Grunden der Handhabbarkeit haben wir uns fur ein Partialmodell entschieden, das diese Probleme ausklammert. unbeeinflusst von der Existenz Letztlich wurde unser Ergebnis einer rechtsformabhangigen Besteuerung aber durch solche Erweiterungen eher gestutzt. Wenn sich namlich die realen Sachverhalte hier also die wahlbaren Endvermogensverteilungen in Abhangigkeit von der Haftungsbeschrankung andern, dann je nach Haftungsregelung offenbar unterschiedliche okonomische Sachverhalte vor, so dass dann alleine deswegen auch eine unterschiedliche Art der Besteuerung moglich erscheint und nicht sogleich ein Versto gegen den Grundsatz gleichmaiger Besteuerung zu befurchten ware. je nach Rechtsform bzw. liegen 33Erweiterungen der Analyse lassen sich auch im dynamischen Kontext vorstellen, weil sich unternehmerische Risikopolitik im Zeitablauf als eine Anpassung an die sich jeweils einstellenden Zustandsentwicklungen auffassen lasst. Hier konnten Ansatze aus der Theorie der Realoptionen ggf. weitere Erkenntnisse liefern. Unser Modell stellt mithin einen ersten Ausgangspunkt dar, um die Interdependenzen zwischen Haftungsbeschrankung und asymmetrischer Besteuerung aus steuergestaltungspolitischer Sicht zu analysieren. 34Literatur Allingham, Michael G. 1972: RiskTaking and Taxation, in: Zeitschrift fur Nationalokonomie 32, S. 203224. Altshuler, Rosanne Auerbach, Alan J. 1990: The Significance of Tax Law Asymmetries: An Empirical Investigation, in: Quarterly Journal of Economics 105, S. 6189. Auerbach, Alan J. 1986: The Dynamic Effects of Tax Law Asymmetries, in: Review of Economic Studies 53, S. 205225. Auerbach, Alan J. Poterba, James M. 1987: Tax Loss Carryforwards and Corporate Tax Incentives, in: Feldstein, Martin Hrsg.: The Effects of Taxation on Capital Accumulation, Chicago University Press, Chicago, S. 305338. Ball, Ray Bowers, John 1982: Distortions Created by Taxes Which are Options on Value Creation: The Australian Resources Rent Tax Proposal 1982, in: Australian Journal of Management 8 2, S. 114. Banerjee, Anindya Besley, Timothy 1990: Moral Hazard, Limited Liability and Taxation: A PrincipalAgent Model, in: Oxford Economic Papers 42, S. 4660. Barlev, Benzion Levy, Haim Effectiveness and Economic Implications, in: National Tax Journal 28, S. 173184. 1975: Loss Carryback and Carryover Provision: Becker, Johannes Fuest, Clemens 2007: Why is there Corporate Taxation? The Role of Limited Liability Revisited, in: Journal of Economics 92, S. 110. Blumich, Walter 2009: ESt G KSt G Gew St G, Einkommensteuergesetz, Korperschaftsteuergesetz, Gewerbesteuergesetz, Kommentar, 104. Auflage, Verlag Franz Vahlen, Munchen. Bond, Stephen R. Devereux, Michael P. 1995: On the design of a neutral business tax under uncertainty, in: Journal of Public Economics 58, S. 5771. Brown, E. Cary 1948, BusinessIncome Taxation and Investment Incentives, in: Metzler, Lloyd A. et al. Hrsg.: Income, Employment and Public Policy, Essays in Honor of Alvin H. Hansen, W. W. Norton Co., New York, S. 300316. Buchholz, Wolfgang 1988: Neutral Taxation of Risky Investment, in: Bos, Dieter Rose, Manfred Seidel, Christian Hrsg.: Welfare and Efficiency in Public Economics, SpringerVerlag, Berlin, Heidelberg, S. 297316. Budde, Jorg Krakel, Matthias 2008: Limited Liability and the RiskIncentive Relationship, University of Bonn, Econ. Discussion Paper No. 232. Bulow, Jeremy I. Shoven, John B. 1978: The Bankruptcy Decision, in: Bell Journal of Economics 9, S. 437456. 35Campbell, Tim .S. Kracaw, William. A. 1990: Corporate Risk Management and the Incentive Effects of Debt, in: Journal of Finance. 45, S. 16731686. Cooper, Ian Franks, Julian R. 1983: The Interaction of Financing and Investment Decisions When the Firm has Unused Tax Credits, in: Journal of Finance, Papers Proceedings 38, S. 571583. Dahle, Claudia Sureth, Caren 2008: Incomerelated Minimum Taxation Concepts and their Impact on Corporate Investment Decisions, arqus Diskussionsbeitrag Nr. 55, http:www.arqus.info. De Waegenaere, Anja Sansing, Richard Wielhouwer, Jacco L. 2001: Valuation of Deferred Tax Assets from a Net Operating Loss Carryover, Cent ER Working Paper No. 200124. Diamond, Peter A. Stiglitz, Joseph E. 1974: Increases in Risk and in Risk Aversion, in: Journal of Economic Theory 8, S. 337360. Domar, Evsey D. Musgrave, Richard A. 1944: Proportional Income Taxation and RiskTaking, in: Quarterly Journal of Economics 56, S. 388422. Eeckhoudt, Louis Gollier, Christian Schlesinger, Harris 1997: The Noloss Offset Provision and the Attitude Towards Risk of a RiskNeutral Firm, in: Journal of Public Economics 65, S. 207217. Eeckhoudt, Louis Hansen, Pierre 1982: Uncertainty and the Partial Loss Offset Provision, in: Economics Letters 9, S. 3135. Engels, Wolfram Stutzel, Wolfgang 1968: Teilhabersteuer Ein Beitrag zur Vermogenspolitik, zur Verbesserung der Kapitalstruktur und zur Vereinfachung des Steuerrechts, 2. Auflage, Fritz Knapp Verlag, Frankfurt. Esty, Benjamin C. 1998: The impact of contingent liability on commercial bank risk taking, in: Journal of Financial Economics 47, S. 189218. Ewert, R. 1995: Unternehmenswachstum und Unternehmensrisiko Eine agencytheoretische Berachtung, in: Buhner, Rolf Haase, KlausDittmar Wilhelm, Jochen Hrsg.: Die Dimensionierung des Unternehmens, PoeschelVerlag, Stuttgart, S. 149175. Fane, George 1987: Neutral Taxation under Uncertainty, in: Journal of Public Economics 33, S. 95105. Feldstein, Martin S. 1969: The Effects of Taxation on Risk Taking, in: Journal of Political Economy 77, S. 755764. Gavish, Bezalel Kalay, Avner: 1983: On the Asset Substitution Problem, in: Journal of Financial and Quantitative Analysis 18, S. 2130. 36Golbe, Devra L. 1988: RiskTaking by Firms near Bankruptcy, in: Economics Letters 28, S. 7579. Gollier, Christian Koehl, PierreFrancois Rochet, JeanCharles 1997: RiskTaking Bahavior with Limited Liability and Risk Aversion, in: Journal of Risk and Insurance 64, S. 347370. Green, Richard. C. Talmor, Eli: 1986: Asset Substitution and the Agency Costs of Debt Financing. in: Jo BF 10, S. 391399. Grossman, Richard S. 2001: Double Liability and Bank Risk Taking, in: Journal of Money, Credit, and Banking 33, S. 143159. Guinnane, Timothy Harris, Ron Lamoreaux, Naomi R. Rosenthal, JeanLaurent 2007: Putting the Corporation in Its Place, in: Enterprise and Society 8, S. 687729. Haegert, Lutz Kramm, Rainer 1977: Die Bedeutung des steuerlichen Verlustrucktrags fur die Rentabilitat und das Risiko von Investitionen, in: Zeitschrift fur betriebswirtschaftliche Forschung 29, S. 203210. Hartman, Richard 1978: Investment Neutrality of Business Income Taxes, in: Quarterly Journal of Economics 92, S. 245260. Hemmelgarn, Thomas Nicodeme, Gaetan 2010: The 2008 Financial Crisis and Taxation Policy, Taxation Papers, European Commission, Working Paper No. 202010. Husmann, Sven Kruschwitz, Lutz 2001: Ein Standardmodell der Investitionsrechnung fur deutsche Kapitalgesellschaften, in: Finanz Betrieb 3, S. 641644. Jensen, M. Meckling, W. 1976: Theory of the firm: Managerial behaviour, agency cost and ownership structure, in: Journal of Financial Economics 3, S. 305360. Johansson, SvenErik 1969, Income Taxes and Investment Decisions, in: Swedish Journal of Economics 71, S. 104110. John, Kose Nair, Vinay B. Senbet, Lemma 2005: Law, Organizational Form and Taxes: A Stakeholder Perspective, Working Paper, http:ssrn.comabstract676987. Kiesewetter, Dirk Dietrich, Maik 2007: Ein Standardmodell fur Investitionsentscheidungen in Kapitalgesellschaften, in: Wirtschaftswissenschaftliches Studium 37, S. 235244. Loffler, Andreas Schneider, Dirk Diskussionspaper Nr. 269, Wirtschaftswissenschaftliche Fakultat, Universitat Hannover. 2003: Martingales, Taxes, and Neutrality, Lund, Diderik 2000: Imperfect Loss Offset and the AfterTax Expected Rate of Return to Equity, with an Application to Rent Taxation, Memorandum No. 21 2000, Department of Economics, University of Oslo. Mac KieMason, Jeffrey K. 1990: Some Nonlinear Tax Effects on Asset Values and Investment Decisions under Uncertainty, in: Journal of Public Economics 42, S. 301327. 37Maiterth, Ralf Sureth, Caren 2006: Unternehmensfinanzierung, Unternehmensrechtsform und Besteuerung, in Betriebswirtschaftliche Forschung und Praxis 58, S. 225245. Majd, Saman Myers, Stewart C. 1985: Tax Asymmetries and Corporate Income Tax Reform, in: National Bureau of Economic Research, NBER Working Paper No. 1924. Majd, Saman Myers, Stewart C. 1987: Tax Asymmetries and Corporate Income Tax Reform, in: Feldstein, Martin Hrsg.: The Effects of Taxation on Capital Accumulation, Chicago University Press, Chicago, S. 343373. Malcomson, James M. 2009: Do Managers with Limited Liability Take More Risky Decisions? An Information Acquisition Model, University of Oxford, Department of Economics, Economics Series Working Papers No. 453 Meade, J. E. 1978: The Structure and Reform of Direct Taxation the Meade Report, Allen Unwin, Boston. Miglo, Anton 2007: A note on corporate taxation, limited liability, and asymmetric information, in: Journal of Economics 92, S. 1119. Mintz, Jack 1988: An Empirical Estimate of Corporate Tax Refundability and Effective Tax Rates, in: Quarterly Journal of Economics 103, S. 225231. Mossin, Jan 1968: Taxation and RiskTaking: An Expected Utility Approach, in: Economica 35, S. 7482. Musgrave, Richard A. Musgrave, Peggy B. 1973: Public Finance in Theory and Practice, Mc GrawHill, Tokyo. Naslund, Bertil 1968: Some Effects of Taxes on RiskTaking, in: Review of Economic Studies 35, S. 289306. Niemann, Rainer 2001: Neutrale Steuersysteme unter Unsicherheit Besteuerung und Realoptionen, Erich Schmidt Verlag, Bielefeld. Niemann, Rainer 2004: Investitionswirkungen steuerlicher Verlustvortrage Wie schadlich ist die Mindestbesteuerung?, in: Zeitschrift fur Betriebswirtschaft 74, S. 359384. Niemann, Rainer Sureth, Caren 2004: Tax Neutrality under Irreversibility and Risk Aversion, in: Economics Letters 84, 4347. Niemann, Rainer Sureth, Caren 2005: Capital Budgeting with Taxes under Uncertainty and Irreversibility, in: Jahrbucher fur Nationalokonomie und Statistik 225, S. 7795. Niemann, Rainer Sureth, Caren 2008: Steuern und Risikobereitschaft in Modellen irreversibler Investitionen, in: Journal fur Betriebswirtschaft 58, S. 121140. Palomino, Frederic Pratt, Andrea 2003: Risk Taking and Optimal Contracts for Money Managers, in: RAND Journal of Economics 34, S. 113137. 38Panteghini, Paolo M. 2001a: On Corporate Tax Asymmetries and Neutrality, in: German Economic Review 2, S. 269286. Panteghini, Paolo M. 2001b: Corporate Tax Asymmetries under Investment Irreversibility, in: Finanz Archiv 58, S. 207226. Panteghini, Paolo M. 2005: Asymmetric Taxation under Incremental and Sequential Investment, in: Journal of Public Economic Theory 7, S. 761779. Preinreich, Gabriel A. D. 1951, Models of Taxation in the Theory of the Firm, in: Economia Internazionale 4, S. 372397. Richter, Marcel K. 1960: Cardinal Utility, Portfolio Selection and Taxation, in: Review of Economic Studies 27, S. 152166. RoseAckerman, Susan 1991: Risk Taking and Ruin: Bankruptcy and Investment, in: Journal of Legal Studies 20, S. 277310. Russell, William R. Smith, Paul E. 1970: Taxation, RiskTaking, and Stochastic Dominance, in: Southern Economic Journal 36, S. 425433. Samuelson, Paul A. 1964, Tax Deductibility of Economic Depreciation to Insure Invariant Valuations, in: Journal of Political Economy 72, S. 604606. Sandmo, Agnar 1989: Differential Taxation and the Encouragement of RiskTaking, in: Economics Letters 31, S. 5559. Schnabel, Jacques A. Roumi, Ebrahim A. 1990: Contingent Claims Analysis of Partial Loss Offset Taxation and RiskTaking, in: Public Finance 45, S. 304320. Schneider, Dieter 1970: Sofortiger Verlustausgleich statt Teilwertabschreibung ein Problem der Steuerreform, in: Die Wirtschaftsprufung 23, S. 6872. Schneider, Dieter 1977: Gewinnbesteuerung und Risikobereitschaft: zur Bewahrung quantitativer Ansatze in der Entscheidungstheorie, in: Zeitschrift fur betriebswirtschaftliche Forschung 29, S. 633666. Schneider, Dieter 1988: Was verlangt eine marktwirtschaftliche Steuerreform: Einschrankung des VerlustMantelkaufs oder Ausweitung des Verlustausgleichs durch handelbare Verlustverrechnungsgutscheine? in: BetriebsBerater 43, S. 12221229. Schneider, Dirk 2005: Robustheit der Investitionsneutralitat bedeutender theoretischer Steuersysteme, Josef Eul Verlag, Lohmar, Koln. Schreiber, Ulrich 1987: Rechtsformabhangige Unternehmensbesteuerung?, Peter Deubner Verlag, Koln. Shaviro, Daniel 2009: The 200809 Financial Crisis: Implications for Income Tax Reform, NYU Center for Law, Economics and Organization, Working Paper No. 0935. 39Shevlin, Terry 1990: Estimating Corporate Marginal Tax Rates with Asymmetric Tax Treatment of Gains and Losses, in: Journal of the American Taxation Association 12, S. 5167. Siegel, Theodor 2003: Fur eine rechtsformneutrale Besteuerung, Statement im Rahmen des 9. Berliner verfugbar unter: http:www.berlinersteuergespraeche.deStatement_Prof._Dr._Theodor_Siegel.pdf. Besteuerungsneutralitat, Steuergesprachs zur Siegel, Theodor 2004: System der Einkommensteuer und Rechtsformneutralitat, in Dirrigl, Hans Wellisch, Dietmar Wenger, Ekkehard Hrsg.: Steuern, Rechnungslegung und Kapitalmarkt, Festschrift fur Franz W. Wagner zum 60. Geburtstag, Deutscher Universitatsverlag, Wiesbaden, S. 193208. Sinn, HansWerner 1980: Okonomische Entscheidungen bei Ungewiheit, Mohr, Tubingen. Sinn, HansWerner 2003: Risk taking, Limited Liability, and the Competition of Bank Regulators, in: Finanz Archiv 59, S. 305329. Stiglitz, Joseph E. 1969: The Effects of Income, Wealth, and Capital Gains Taxation on RiskTaking, in: Quarterly Journal of Economics 83, S. 263283. Sureth, Caren 1999: Der Einfluss von Steuern auf Investitionsentscheidungen bei Unsicherheit, Deutscher UniversitatsVerlag, Wiesbaden. Sureth, Caren 2002: Partially Irreversible Investment Decisions and Taxation under Uncertainty: A Real Option Approach, in: German Economic Review 3, 185221. Franz W. und Wagner, der betriebswirtschaftlichen Steuerplanung, in: Betriebswirtschaftliche Forschung und Praxis 36, S. 201222. 1984: Grundfragen Entwicklungstendenzen Wagner, Franz W. 2005: Besteuerung, in: Bitz, Michael Domsch, Michel Ewert, Ralf Wagner, Franz W. Hrsg.: Vahlens Kompendium der Betriebswirtschaftslehre, Band 2, 5. Auflage, Verlag Vahlen, Munchen, S. 407477. Wagner, Franz W. 2006: Was bedeutet und wozu dient Rechtsformneutralitat der Unternehmensbesteuerung?, in: Steuer und Wirtschaft 83, S. 101113. van Wijnbergen, Sweder Estache, Antonio 1999: Evaluating the minimum asset tax on corporations: an option pricing approach, in: Journal of Public Economics 71, S. 7596. 40Bislang erschienene arqus Diskussionsbeitrage zur Quantitativen Steuerlehre arqus Diskussionsbeitrag Nr. 1 Rainer Niemann Corinna Treisch: Grenzuberschreitende Investitionen nach der Steuerreform 2005 Starkt die Gruppenbesteuerung den Holdingstandort Osterreich? Marz 2005 arqus Diskussionsbeitrag Nr. 2 Caren Sureth Armin Vo: Investitionsbereitschaft und zeitliche Indifferenz bei Realinvestitionen unter Unsicherheit und Steuern Marz 2005 arqus Diskussionsbeitrag Nr. 3 Caren Sureth Ralf Maiterth: Wealth Tax as Alternative Minimum Tax ? The Impact of a Wealth Tax on Business Structure and Strategy April 2005 arqus Diskussionsbeitrag Nr. 4 Rainer Niemann: Entscheidungswirkungen der Abschnittsbesteuerung in der internationalen Steuerplanung Vermeidung der Doppelbesteuerung, Repatriierungspolitik, Tarifprogression Mai 2005 arqus Diskussionsbeitrag Nr. 5 Deborah Knirsch: Reform der steuerlichen Gewinnermittlung durch Ubergang zur EinnahmenUberschussRechnung Wer gewinnt, wer verliert? August 2005 arqus Diskussionsbeitrag Nr. 6 Caren Sureth Dirk Langeleh: Capital Gains Taxation under Different Tax Regimes September 2005 arqus Diskussionsbeitrag Nr. 7 Ralf Maiterth: Familienpolitik und deutsches Einkommensteuerrecht Empirische Ergebnisse und familienpolitische Schlussfolgerungen September 2005 arqus Diskussionsbeitrag Nr. 8 Deborah Knirsch: Lohnt sich eine detaillierte Steuerplanung fur Unternehmen? Zur Ressourcenallokation bei der Investitionsplanung September 2005 arqus Diskussionsbeitrag Nr. 9 Michael Thaut: Die Umstellung der Anlage der HeubeckRichttafeln von Perioden auf Generationentafeln Wirkungen auf den Steuervorteil, auf Prognoserechnungen und auf die Kosten des Arbeitgebers einer Pensionszusage September 2005 arqus Diskussionsbeitrag Nr. 10 Ralf Maiterth Heiko Muller: Beurteilung der Verteilungswirkungen der rotgrunen Einkommensteuerpolitik Eine Frage des Mastabs Oktober 2005 arqus Diskussionsbeitrag Nr. 11 Deborah Knirsch Rainer Niemann: Die Abschaffung der osterreichischen Gewerbesteuer als Vorbild fur eine Reform der kommunalen Steuern in Deutschland? November 2005 arqus Diskussionsbeitrag Nr. 12 Heiko Muller: Eine okonomische Analyse der Besteuerung von Beteiligungen nach dem Kirchhofschen ESt GB Dezember 2005 arqus Diskussionsbeitrag Nr. 13 Dirk Kiesewetter: Gewinnausweispolitik internationaler Konzerne bei Besteuerung nach dem Trennungs und nach dem Einheitsprinzip Dezember 2005 arqus Diskussionsbeitrag Nr. 14 Kay Blaufus Sebastian Eichfelder: Steuerliche Optimierung der betrieblichen Altersvorsorge: Zuwendungsstrategien fur pauschaldotierte Unterstutzungskassen Januar 2006 arqus Diskussionsbeitrag Nr. 15 Ralf Maiterth Caren Sureth: Unternehmensfinanzierung, Unternehmensrechtsform und Besteuerung Januar 2006 arqus Diskussionsbeitrag Nr. 16 Andre Bauer Deborah Knirsch Sebastian Schanz: Besteuerung von Kapitaleinkunften Zur relativen Vorteilhaftigkeit der Standorte Osterreich, Deutschland und Schweiz Marz 2006 arqus Diskussionsbeitrag Nr. 17 Heiko Muller: Ausma der steuerlichen Verlustverrechnung Eine empirische Analyse der Aufkommens und Verteilungswirkungen Marz 2006 arqus Diskussionsbeitrag Nr. 18 Caren Sureth Alexander Halberstadt: Steuerliche und finanzwirtschaftliche Aspekte bei der Gestaltung von Genussrechten und stillen Beteiligungen als Mitarbeiterkapitalbeteiligungen Juni 2006 arqus Diskussionsbeitrag Nr. 19 Andre Bauer Deborah Knirsch Sebastian Schanz: Zur Vorteilhaftigkeit der schweizerischen Besteuerung nach dem Aufwand bei Wegzug aus Deutschland August 2006 arqus Diskussionsbeitrag Nr. 20 Sebastian Schanz: Interpolationsverfahren am Beispiel der Interpolation der deutschen Einkommensteuertariffunktion 2006 September 2006 arqus Diskussionsbeitrag Nr. 21 Rainer Niemann: The Impact of Tax Uncertainty on Irreversible Investment Oktober 2006 arqus Diskussionsbeitrag Nr. 22 Jochen Hundsdoerfer Lutz Kruschwitz Daniela Lorenz: Investitionsbewertung bei steuerlicher Optimierung der Unterlassensalternative und der Finanzierung Januar 2007, uberarbeitet November 2007 arqus Diskussionsbeitrag Nr. 23 Sebastian Schanz: Optimale Repatriierungspolitik. Auswirkungen von Tarifanderungen auf Repatriierungsentscheidungen bei Direktinvestitionen in Deutschland und Osterreich Januar 2007 arqus Diskussionsbeitrag Nr. 24 Heiko Muller Caren Sureth: Group Simulation and Income Tax Statistics How Big is the Error? Januar 2007 arqus Diskussionsbeitrag Nr. 25 Jens Muller: Die Fehlbewertung durch das Stuttgarter Verfahren eine Sensitivitatsanalyse der Werttreiber von Steuer und Marktwerten Februar 2007 arqus Diskussionsbeitrag Nr. 26 Thomas Gries Ulrich Prior Caren Sureth: Taxation of Risky Investment and Paradoxical Investor Behavior April 2007, uberarbeitet Dezember 2007 arqus Diskussionsbeitrag Nr. 27 Jan Thomas Martini Rainer Niemann Dirk Simons: Transfer pricing or formula apportionment? Taxinduced distortions of multinationals investment and production decisions April 2007 arqus Diskussionsbeitrag Nr. 28 Rainer Niemann: Risikoubernahme, Arbeitsanreiz und differenzierende Besteuerung April 2007 arqus Diskussionsbeitrag Nr. 29 Maik Dietrich: Investitionsentscheidungen unter Berucksichtigung der Finanzierungsbeziehungen bei Besteuerung einer multinationalen Unternehmung nach dem Einheitsprinzip Mai 2007 arqus Diskussionsbeitrag Nr. 30 Wiebke Broekelschen Ralf Maiterth: Zur Forderung einer am Verkehrswert orientierten Grundstucksbewertung Eine empirische Analyse Mai 2007 arqus Diskussionsbeitrag Nr. 31 Martin Weiss: How Well Does a CashFlow Tax on Wages Approximate an Economic Income Tax on Labor Income? Juli 2007 arqus Diskussionsbeitrag Nr. 32 Sebastian Schanz: Repatriierungspolitik unter Unsicherheit. Lohnt sich die Optimierung? Oktober 2007 arqus Diskussionsbeitrag Nr. 33 Dominik Rumpf Dirk Kiesewetter Maik Dietrich: Investitionsentscheidungen und die Begunstigung nicht entnommener Gewinne nach 34a ESt G November 2007, uberarbeitet Marz 2008 arqus Diskussionsbeitrag Nr. 34 Deborah Knirsch Rainer Niemann: Allowance for Shareholder Equity Implementing a Neutral Corporate Income Tax in the European Union Dezember 2007 arqus Diskussionsbeitrag Nr. 35 Ralf Maiterth Heiko Muller Wiebke Broekelschen: Anmerkungen zum typisierten Ertragsteuersatz des IDW in der objektivierten Unternehmensbewertung Dezember 2007 arqus Diskussionsbeitrag Nr. 36 Timm Bonke Sebastian Eichfelder: Horizontale Gleichheit im AbgabenTransfersystem: Eine Analyse aquivalenter Einkommen von Arbeitnehmern in Deutschland Januar 2008 arqus Diskussionsbeitrag Nr. 37 Deborah Knirsch Sebastian Schanz: Steuerreformen durch Tarif oder Zeiteffekte? Eine Analyse am Beispiel der Thesaurierungsbegunstigung fur Personengesellschaften Januar 2008 arqus Diskussionsbeitrag Nr. 38 Frank Hechtner Jochen Hundsdoerfer: Die missverstandliche Anderung der Gewerbesteueranrechnung nach 35 ESt G durch das Jahressteuergesetz 2008 Auswirkungen fur die Steuerpflichtigen und fur das Steueraufkommen Februar 2008 arqus Diskussionsbeitrag Nr. 39 Alexandra Mabaum Caren Sureth: The Impact of Thin Capitalization Rules on Shareholder Financing Februar 2008 arqus Diskussionsbeitrag Nr. 40 Rainer Niemann Christoph Kastner: Wie streitanfallig ist das osterreichische Steuerrecht? Eine empirische Untersuchung der Urteile des osterreichischen Verwaltungsgerichtshofs nach Bemessungsgrundlagen, Zeit und Tarifeffekten Februar 2008 arqus Diskussionsbeitrag Nr. 41 Robert Kainz Deborah Knirsch Sebastian Schanz: Schafft die deutsche oder osterreichische Begunstigung fur thesaurierte Gewinne hohere Investitionsanreize? Marz 2008 arqus Diskussionsbeitrag Nr. 42 Henriette Houben Ralf Maiterth: Zur Diskussion der Thesaurierungsbegunstigung nach 34a ESt G Marz 2008 arqus Diskussionsbeitrag Nr. 43 Maik Dietrich Kristin Schonemann: Steueroptimierte Vermogensbildung mit RiesterRente und Zwischenentnahmemodell unter Berucksichtigung der Steuerreform 20082009 Marz 2008 arqus Diskussionsbeitrag Nr. 44 Nadja Dwenger: Tax loss offset restrictions Last resort for the treasury? An empirical evaluation of tax loss offset restrictions based on micro data. Mai 2008 arqus Diskussionsbeitrag Nr. 45 Kristin Schonemann Maik Dietrich: Eigenheimrentenmodell oder Zwischenentnahmemodell Welche Rechtslage integriert die eigengenutzte Immobilie besser in die Altersvorsorge? Juni 2008 arqus Diskussionsbeitrag Nr. 46 Christoph Sommer: Theorie der Besteuerung nach Formula Apportionment Untersuchung auftretender okonomischer Effekte anhand eines Allgemeinen Gleichgewichtsmodells Juli 2008 arqus Diskussionsbeitrag Nr. 47 Andre Bauer Deborah Knirsch Rainer Niemann Sebastian Schanz: Auswirkungen der deutschen Unternehmensteuerreform 2008 und der osterreichischen Gruppenbesteuerung auf den grenzuberschreitenden Unternehmenserwerb Juli 2008 arqus Diskussionsbeitrag Nr. 48 Dominik Rumpf: Zinsbereinigung des Eigenkapitals im internationalen Steuerwettbewerb Eine kostengunstige Alternative zu Thin Capitalization Rules? August 2008 arqus Diskussionsbeitrag Nr. 49 Martin Jacob: Welche privaten Verauerungsgewinne sollten besteuert werden? August 2008 arqus Diskussionsbeitrag Nr. 50 Rebekka Kager Deborah Knirsch Rainer Niemann: Steuerliche Wertansatze als zusatzliche Information fur unternehmerische Entscheidungen? Eine Auswertung von IFRSAbschlussen der deutschen DAX30 und der osterreichischen ATXUnternehmen August 2008 arqus Diskussionsbeitrag Nr. 51 Rainer Niemann Caren Sureth: Steuern und Risiko als substitutionale oder komplementare Determinanten unternehmerischer Investitionspolitik? Are taxes and risk substitutional or complementary determinants of entrepreneurial investment policy? August 2008 arqus Diskussionsbeitrag Nr. 52 Frank Hechtner Jochen Hundsdoerfer: Steuerbelastung privater Kapitaleinkunfte nach Einfuhrung der Abgeltungsteuer unter besonderer Berucksichtigung der Gunstigerprufung: Unsystematische Grenzbelastungen und neue Gestaltungsmoglichkeiten August 2008 arqus Diskussionsbeitrag Nr. 53 Tobias Pick Deborah Knirsch Rainer Niemann: Substitutions oder Komplementenhypothese im Rahmen der Ausschuttungspolitik schweizerischer Kapitalgesellschaften eine empirische Studie August 2008 arqus Diskussionsbeitrag Nr. 54 Caren Sureth Michaela Uffing: Proposals for a European Corporate Taxation and their Influence on Multinationals Tax Planning September 2008 arqus Diskussionsbeitrag Nr. 55 Claudia Dahle Caren Sureth: Incomerelated minimum taxation concepts and their impact on corporate investment decisions Oktober 2008 arqus Diskussionsbeitrag Nr. 56 Dennis Bischoff Alexander Halberstadt Caren Sureth: Internationalisierung, Unternehmensgroe und Konzernsteuerquote Oktober 2008 arqus Diskussionsbeitrag Nr. 57 Nadja Dwenger Viktor Steiner: Effective profit taxation and the elasticity of the corporate income tax base Evidence from German corporate tax return data November 2008 arqus Diskussionsbeitrag Nr. 58 Martin Jacob Rainer Niemann Martin Wei: The Rich Demystified A Reply to Bach, Corneo, and Steiner 2008 November 2008 arqus Diskussionsbeitrag Nr. 59 Martin Fochmann Dominik Rumpf: Modellierung von Aktienanlagen bei laufenden Umschichtungen und einer Besteuerung von Verauerungsgewinnen Dezember 2008 arqus Diskussionsbeitrag Nr. 60 Corinna Treisch Silvia Jordan: Eine Frage der Perspektive? Die Wahrnehmung von Steuern bei Anlageentscheidungen zur privaten Altersvorsorge Dezember 2008 arqus Diskussionsbeitrag Nr. 61 Nadja Dwenger Viktor Steiner: Financial leverage and corporate taxation Evidence from German corporate tax return data Februar 2009 arqus Diskussionsbeitrag Nr. 62 Ute Beckmann Sebastian Schanz: Investitions und Finanzierungsentscheidungen in Personenunternehmen nach der Unternehmensteuerreform 2008 Februar 2009 arqus Diskussionsbeitrag Nr. 63 Sebastian Schanz Deborah Schanz: Die erbschaftsteuerliche Behandlung wiederkehrender Nutzungen und Leistungen Zur Vorteilhaftigkeit des 23 Erb St G Marz 2009 arqus Diskussionsbeitrag Nr. 64 Maik Dietrich: Wie beeinflussen Steuern und Kosten die Entscheidungen zwischen direkter Aktienanlage und Aktienfondsinvestment? Marz 2009 arqus Diskussionsbeitrag Nr. 65 Maik Dietrich Kristin Schonemann: Unternehmensnachfolgeplanung innerhalb der Familie: Schenkung oder Kauf eines Einzelunternehmens nach der Erbschaftsteuerreform? Marz 2009 arqus Diskussionsbeitrag Nr. 66 Claudia Dahle Michaela Baumer: CrossBorder GroupTaxation and LossOffset in the EU An Analysis for CCCTB Common Consolidated Corporate Tax Base and ETAS European Tax Allocation System April 2009 arqus Diskussionsbeitrag Nr. 67 Kay Blaufus Jochen Hundsdoerfer Renate Ortlieb: Non scholae, sed fisco discimus? Ein Experiment zum Einfluss der Steuervereinfachung auf die Nachfrage nach Steuerberatung Mai 2009 arqus Diskussionsbeitrag Nr. 68 Hans Dirrigl: Unternehmensbewertung fur Zwecke der Steuerbemessung im Spannungsfeld von Individualisierung und Kapitalmarkttheorie Ein aktuelles Problem vor dem Hintergrund der Erbschaftsteuerreform Mai 2009 arqus Diskussionsbeitrag Nr. 69 Henriette Houben Ralf Maiterth: Zuruck zum Zehnten: Modelle fur die nachste Erbschaftsteuerreform Mai 2009 arqus Diskussionsbeitrag Nr. 70 Christoph Kaserer Leonhard Knoll: Objektivierte Unternehmensbewertung und Anteilseignersteuern Mai 2009 arqus Diskussionsbeitrag Nr. 71 Dirk Kiesewetter Dominik Rumpf: Was kostet eine finanzierungsneutrale Besteuerung von Kapitalgesellschaften? Mai 2009 arqus Diskussionsbeitrag Nr. 72 Rolf Konig: Eine mikrookonomische Analyse der Effizienzwirkungen der Pendlerpauschale Mai 2009 arqus Diskussionsbeitrag Nr. 73 Lutz Kruschwitz Andreas Loffler: Do Taxes Matter in the CAPM? Mai 2009 arqus Diskussionsbeitrag Nr. 74 HansUlrich Kupper: Hochschulen im Umbruch Mai 2009 arqus Diskussionsbeitrag Nr. 75 Branka Loncarevic Rainer Niemann Peter Schmidt: Die kroatische Mehrwertsteuer ursprungliche Intention, legislative und administrative Fehlentwicklungen Mai 2009 arqus Diskussionsbeitrag Nr. 76 Heiko Muller Sebastian Wiese: Okonomische Wirkungen der Missbrauchsbesteuerung bei Anteilsverauerung nach Sacheinlage in eine Kapitalgesellschaft Mai 2009 arqus Diskussionsbeitrag Nr. 77 Rainer Niemann Caren Sureth: Investment effects of capital gains taxation under simultaneous investment and abandonment flexibility Mai 2009 arqus Diskussionsbeitrag Nr. 78 Deborah Schanz Sebastian Schanz: Zur Unmageblichkeit der Mageblichkeit Divergieren oder konvergieren Handels und Steuerbilanz? Mai 2009 arqus Diskussionsbeitrag Nr. 79 Jochen Sigloch: Ertragsteuerparadoxa Ursachen und Erklarungsansatze Mai 2009 arqus Diskussionsbeitrag Nr. 80 Hannes Streim Marcus Bieker: Verscharfte Anforderungen fur eine Aktivierung von Kaufpreisdifferenzen Vorschlag zur Weiterentwicklung der Rechnungslegung vor dem Hintergrund jungerer Erkenntnisse der normativen und empirischen AccountingForschung Mai 2009 arqus Diskussionsbeitrag Nr. 81 Ekkehard Wenger: Muss der Finanzsektor starker reguliert werden? Mai 2009 arqus Diskussionsbeitrag Nr. 82 Magdalene Gruber Nicole Hohenberger Silke Hoserle Rainer Niemann: Familienbesteuerung in Osterreich und Deutschland Eine vergleichende Analyse unter Berucksichtigung aktueller Steuerreformen Juni 2009 arqus Diskussionsbeitrag Nr. 83 Andreas Pasedag: Paradoxe Wirkungen der Zinsschranke Juli 2009 arqus Diskussionsbeitrag Nr. 84 Sebastian Eichfelder: Burokratiekosten der Besteuerung: Eine Auswertung der empirischen Literatur Juli 2009 arqus Diskussionsbeitrag Nr. 85 Wiebke Broekelschen Ralf Maiterth: Gleichmaige Bewertung von Mietwohngrundstucken durch das neue steuerliche Ertragswertverfahren? Eine empirische Analyse September 2009 arqus Diskussionsbeitrag Nr. 86 Ute Beckmann Sebastian Schanz: Optimale Komplexitat von Entscheidungsmodellen unter Berucksichtigung der Besteuerung Eine Analyse im Fall der Betriebsverauerung September 2009 arqus Diskussionsbeitrag Nr. 87 Wiebke Breokelschen Ralf Maiterth: Verfassungskonforme Bewertung von Ein und Zweifamilienhausern nach der Erbschaftsteuerreform 2009? Eine empirische Analyse September 2009 arqus Diskussionsbeitrag Nr. 88 Martin Weiss: How Do Germans React to the Commuting Allowance? October 2009 arqus Diskussionsbeitrag Nr. 89 Tobias Pick Deborah Schanz Rainer Niemann: Stock Price Reactions to Share Repurchase Announcements in Germany Evidence from a Tax Perspective October 2009 arqus Diskussionsbeitrag Nr. 90 Wiekbe Broeckelschen: Welche Faktoren beeinflussen die Gleichmaigkeit der Bewertung von Mietwohngrundstucken? November 2009 arqus Diskussionsbeitrag Nr. 91 Caren Sureth Pia Vollert: Verscharfung der Verlustabzugsbeschrankung durch 8c KSt G und deren Einfluss auf den Erwerb von Anteilen an Kapitalgesellschaften November 2009 arqus Diskussionsbeitrag Nr. 92 Martin Fochmann Dirk Kiesewetter Abdolkarim Sadrieh: The Perception of Income Taxation on Risky Investments an experimental analysis of different methods of loss Compensation November 2009 arqus Diskussionsbeitrag Nr. 93 Nadja Dwenger: Corporate taxation and investment: Explaining investment dynamics with formlevel panel data Dezember 2009 arqus Diskussionsbeitrag Nr. 94 Kristin Schonemann: Finanzierungsstrategien und ihre Auswirkungen auf den Unternehmenswert deutscher ImmobilienKapitalgesellschaften Dezember 2009 arqus Diskussionsbeitrag Nr. 95 Henriette Houben Ralf Maiterth: Inheritance taxexempt transfer of German businesses: Imperative or unjustified subsidy? An empirical analysis Dezember 2009 arqus Diskussionsbeitrag Nr. 96 Markus Diller Andreas Loffler: Erbschaftsteuer und Unternehmensbewertung Februar 2010 arqus Diskussionsbeitrag Nr. 97 Georg Schneider Caren Sureth: The Impact of Profit Taxation on Capitalized Investment with Options to Delay and Divest Februar 2010 arqus Diskussionsbeitrag Nr. 98 Andreas Loffler Lutz Kruschwitz: Ist Steuerminimierung irrational? Februar 2010 arqus Diskussionsbeitrag Nr. 99 Martin Fochmann Dirk Kiesewetter Kay Blaufus Jochen Hundsdoerfer Joachim Weimann: Tax Perception an empirical survey Marz 2010 arqus Diskussionsbeitrag Nr. 100 Tasja Klotzkowski Alexandra Mabaum Caren Sureth: Zinsabzugsbeschrankung durch die Zinsschranke, Fremdkapitalsteuerschild und unternehmerische Kapitalstrukturentscheidungen April 2010 arqus Diskussionsbeitrag Nr. 101 Frank Hechtner Jochen Hundsdoerfer Christian Sielaff: Zur Bedeutung von Progressionseffekten fur die Steuerplanung Eine Analyse am Beispiel der Thesaurierungsbegunstigung April 2010 arqus Diskussionsbeitrag Nr. 102 Henriette Houben Ralf Maiterth: Erb Si HM 0.1 April 2010 arqus Diskussionsbeitrag Nr. 103 Ralf Ewert Rainer Niemann: Haftbeschrankungen, asymmetrische Besteuerung und die Bereitschaft zur Risikoubernahme Weshalb eine rechtsformneutrale Besteuerung allokativ schadlich ist Mai 2010 Impressum: Arbeitskreis Quantitative Steuerlehre, arqus, e.V. Vorstand: Prof. Dr. Jochen Hundsdoerfer, Prof. Dr. Dirk Kiesewetter, Prof. Dr. Ralf Maiterth Sitz des Vereins: Berlin Herausgeber: Kay Blaufus, Jochen Hundsdoerfer, Dirk Kiesewetter, Rolf J. Konig, Lutz Kruschwitz, Andreas Loffler, Ralf Maiterth, Heiko Muller, Rainer Niemann, Deborah Schanz, Caren Sureth, Corinna Treisch Kontaktadresse: Prof. Dr. Caren Sureth, Universitat Paderborn, Fakultat fur Wirtschaftswissenschaften, Warburger Str. 100, 33098 Paderborn, www.arqus.info, Email: infoarqus.info ISSN 18618944 ", "filename": "628597711.pdf", "person": ["Ralf Ewert", "Ewert, Ralf", "Rainer Niemann", "Niemann, Rainer"], "date": ["2010"]}