{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/36883/1/629735646.pdf"], "title": ["Quantile treatment effects in the regression discontinuity design: Process results and gini coefficient"], "plaintext": "Quantile Treatment Effects in the Regression Discontinuity Design: Process Results and Gini Coefficient Markus Frolich University of Mannheim, ZEW and IZA Blaise Melly Brown University Discussion Paper No. 4993 June 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 4993 June 2010 ABSTRACT Quantile Treatment Effects in the Regression Discontinuity Design: Process Results and Gini Coefficient This paper shows nonparametric identification of quantile treatment effects QTE in the regression discontinuity design. The distributional impacts of social programs such as welfare, education, training programs and unemployment insurance are of large interest to economists. QTE are an intuitive tool to characterize the effects of these interventions on the outcome distribution. We propose uniformly consistent estimators for both potential outcome distributions treated and nontreated for the population of interest as well as other functionvalued effects of the policy including in particular the QTE process. The estimators are straightforward to implement and attain the optimal rate of convergence for onedimensional nonparametric regression. We apply the proposed estimators to estimate the effects of summer school on the distribution of school grades, complementing the results of Jacob and Lefgren 2004. JEL Classification: C13, C14, C21 Keywords: Corresponding author: Markus Frolich Universitat Mannheim Abteilung Volkswirtschaftslehre L7, 35 68131 Mannheim Germany Email: froelichunimannheim.de quantile treatment effect, causal effect, endogeneity, regression discontinuity This paper completes the earlier IZA Discussion Paper No. 3638. We would like to thank Josh Angrist, Marine Carrasco, Ulrich Muller, Bernd Fitzenberger and seminar participants at Bonn IZA, Brown University, Freiburg, Georgetown, IFPRI Washington, Maryland, Montreal, Ohio State, Paris INSEECrest Malinvaud, Princeton, St. Gallen, Uppsala IFAU, Zurich, ESEM 2009 in Barcelona, the Cemmap Workshop on Quantile Regression 2009 and the Labor Economics Workshop at Engelberg for very useful comments that helped improve the paper. 1 Introduction The regression discontinuity design RDD was cid:133rst introduced by Thistlethwaite and Campbell1960 as a quasiexperimental design for evaluating social programs and interventions. Theprediction made by Campbell and Stanley 1963 that the RDD is cid:147very limited in its range ofapplications that are mainly educationalcid:148 has been proven wrong by the recent literature. The RDD has received tremendous attention in many cid:133elds, e.g.health, criminology, environment, development.1labor markets, political economy The RDD has attracted a more modest attention in theoretical econometrics. Hahn, Todd, andvan der Klaauw 2001 describe this identicid:133cation strategy using the treatment eect frameworkand formalize the assumptions required to identify causal eects. They also provide local linearestimators to nonparametrically estimate the mean treatment eect. Porter 2003 complementstheir work by considering alternative estimators. Lee and Card 2008 consider the case whenthe forcing variable is discrete. They interpret deviations of the true regression function from agiven approximating function as specicid:133cation errors and propose appropriately corrected standarderrors. Mc Crary 2008 develops a test of the manipulation of the running variable related to thecontinuity of its density function. Frcid:246lich 2007 incorporates covariates in a fully nonparametricway and shows that e ciency gains are obtained and that the rate of convergence does not dependon the number of covariates. Imbens and Lemieux 2008, van der Klaauw 2008 and Lee and Lemieux 2009 have surveyed both the applied and theoretical literature on the RDD.Despite this growing number of studies, the RDD has been used so far only to estimate averagetreatment eects. Yet, in many research areas, one is often not only interested in average impacts,but also in the distributional consequences of treatment interventions. In the cid:133eld of educatione.g. Jacob and Lefgren 2004, Leuven, Lindahl, Oosterbeek, and Webbink 2007, educationalinequality e.g.in cognitive achievement is of large public interest. When examining the eects 1 For an incomplete list see e.g. Angrist and Lavy 1999, Battistin and Rettore 2002, Battistin and Rettore2008, Black 1999, Black, Galdo, and Smith 2007, Black, Jang, and Kim 2006, Black, Smith, Berger, and Noel 2003, Buddelmeyer and Skoucid:133as 2003, Brcid:252gger, Lalive, and Zweimcid:252ller 2008, Chay and Greenstone2005, Chay, Mc Ewan, and Urquiola 2005, Di Nardo and Lee 2004, Fredriksson and cid:214ckert 2006, Forslundand Skans 2006, Imbens and Lemieux 2008, Gormley and Phillips 2005, Guryan 2001, Jepsen, Mueser, and Troske 2009, Lalive 2008, Lalive, Wcid:252llrich, and Zweimcid:252ller 2008, Leuven, Lindahl, Oosterbeek, and Webbink2007, Matsudaira 2008, Nordstrcid:246m Skans and Lindqvist 2005, cid:214ckert 2008, Puhani and Weber 2007, van der Klaauw 2002, van der Klaauw 2008 and the special issue of the Journal of Econometrics 2008.1of training e.g. Black, Galdo, and Smith 2007, policy makers are often more interested inthe eects at the lower quantiles than at the upper quantiles. When analyzing the eects ofunemployment insurance on unemployment durations e.g. Lalive 2008, the distribution of theunemployment durations is of interest, e.g. the risk of becoming longterm unemployed.In this paper we identify and estimate nonparametrically the treatment eects on the distribution of the outcome variable in the RDD.2 We obtain uniformly consistent estimates for thedistribution functions of the potential outcomes. If the dependent variable is continuous, quantiletreatment eects QTE are a convenient way to report heterogeneous impacts of treatments ondierent points of an outcome distribution. Therefore, we show how quantile treatment eectscan also be identicid:133ed and estimated. More generally, we obtain uniformly consistent estimates forfunctionals of the distribution functions, e.g. for the Gini coe cient, the Lorenz curve or distribution treatment eects.3 Our estimators are based on the locallinear estimation of the distributionfunction. If we choose optimally the bandwidth, our estimators are consistent at the ncid:0 2which is the optimal convergence rate for onedimensional nonparametric estimation.5 rate,Even if one is not primarily interested in the distributional impacts or the impact on inequality,one may still use the method proposed to reduce susceptibility to outliers. Compared to the widelyused mean RDD estimator, a median RDD estimator can provide more stable estimates when theoutcome variable is noisy, e.g. wages or earnings. The quantiles are welldecid:133ned even if theoutcome variable does not have cid:133nite moments due to fat tails. This is akin to the discussion onmean versus median regression, see e.g. Koenker and Bassett 1978 and Koenker 2005, whostress the robustness of median regression to outliers. This may be particularly relevant for the 2 The identicid:133cation of the distribution of the potential outcomes was cid:133rst shown in section 4.3 of Frcid:246lich 2007.These results were extended in the IZA working paper 3638 that was released in August 2008. The present papersupplants this working paper and our previous results. Frandsen 2009 has proposed an estimator based on ouridenticid:133cation strategy using local linear quantile regression. Frandsencid:146s estimator is dierent from ours in manyways. However, it is ine cient compared to our estimator. It does not achieve the optimal convergence rate ofncid:0 25 . See his Assumption A7. Guiteras 2008 suggests an interesting alternative identicid:133cation strategy based on Chernozhukov and Hansen 2005. His assumptions are neither more nor less general than ours. However, we viewhis assumptions as less natural in the RDD. His identicid:133cation approach relies on a monotonicity assumption in theoutcome equation, whereas we rely on a monotonicity assumption in the selection equation, which appears naturalin the RDD. His approach is only applicable for a continuous outcome variable Y , whereas we can allow for Y tobe discrete, continuous or mixed discretecontinuous, e.g. earnings with a mass point at zero.3 We proceed in this respect as in Chernozhukov, FernndezVal, and Melly 2007. For a further discussion oninequality measures see also Firpo 2008.2RDD since the number of observations close to the discontinuity threshold is often relatively small.In many applications, estimated eects on highereducation or employment are often signicid:133cantwhereas eects on earnings or wages are insignicid:133cant, because of the large variance of the latterestimates, see e.g. Jepsen, Mueser, and Troske 2009.The results in this paper are related to previous eorts to estimate quantile treatment eects.Koenker and Bassett 1978 propose a parametric estimator for conditional quantile functionswhile Chaudhuri 1991 suggests a nonparametric estimator. In the RDD, the QTEs could beestimated via nonparametrically weighted quantile regressions. However, we prefer to estimatecid:133rst the distribution function because the weights can be negative in the RDD, which causes theobjective function to be nonconvex.In the fuzzy discontinuity design the proposed estimatorcan be interpreted as an instrumental variable estimator where the discontinuity is used as abinary instrument for the binary treatment. This is similar to the framework of Abadie, Angrist,and Imbens 2002 and Abadie 2003 with the added complication that we must controlnonparametrically for the continuous running variable.We illustrate how our estimators work in practice by applying the methodology to the dataused by Jacob and Lefgren 2004. They exploit an administrative rule introduced by Chicagopublic schools in 1996 that tied summer school attendance to accomplishment on tests. Using thediscontinuity implied by this rule they cid:133nd positive mean eects of the summer school on latereducational achievement. We complement their results by showing that the eects were clearlylarger at the upper quantile than at the lower quantiles of the test score distribution. This showsthat summer school is particularly eective for motivated students who have presently di culties.The rest of the paper is organized as follows. In section 2 identicid:133cation is considered. Section 3 proposes estimators and derives their limiting distributions. We extend the previous results tothe case where covariates are present in section 4. Section 5 applies the estimation and inferenceprocedures to estimate distributional eects of summer school on educational attainment. Section 6 concludes with a summary of the results.32 Identicid:133cation of QTE in the RDDWe decid:133ne causal eects using the potentialoutcome notation in the framework known as the NeymanFisherRubin causal model.4 We are interested in the eect of a binary treatment D onan outcome variable Y . We observe n units, indexed by i 1; :::; n, which are drawn randomlyand independently from a large population. Let Y 1i and Y 0i. Hence, Y 1i would be realized if individual i were to receive treatment and Y 0otherwise. The potential outcomes as well as the treatment eects Y 1i be the potential outcomes of individuali would be realizedi are permitted to varyi cid:0 Y 0freely across individuals, i.e. no constant treatment eect is assumed.We observe each unit only once and, therefore, observe the realized outcome Yi Y 0i 1 cid:0 DiY 1i Di but not both potential outcomes. The identicid:133cation strategy of the causal treatment eects In thewill exploit the presence of Zi, a variable that incid:135uences Di in a discontinuous way.example in Section 5, Zi will be performance on a test before the summer break. Note that Z isnot an instrument because it is allowed to have a direct eect on Y . However, this direct impact isassumed to be cid:146smoothcid:146while the eect on D is assumed to be discontinuous at a known thresholdz 0.In the literature, two dierent designs are often examined. In the sharp design Di changes foreveryone at z 0,Di 1Zi cid:21 z 0.1In this sharp design, all individuals change programme participation status exactly at z 0. In manyapplications, however, the treatment decision contains some element of discretion. Caseworkersmay have some discretion about whom they oer a programme, or they may base their decisionalso on criteria that are unobserved to the econometrician. In this case, known as the fuzzy design,D is permitted to also depend on other unobserved factors but we assume that the treatmentprobability changes discontinuously at z 0:lim!0E Dj Z z 0 cid:0 lim!0E Dj Z z 0 cid:0 6 0.2The fuzzy design includes the sharp design as a special case when the left hand side of 2 is equalto one. Therefore the following discussion focusses on the more general fuzzy design.54 See Neyman 1935, Fisher 1935 and Rubin 1978.5 Battistin and Rettore 2008 introduce the mixed sharp fuzzy design as a special case of the fuzzy design.4In addition to the discontinuity 2, which is in fact a testable assumption, for identicid:133cationit is further required that the conditional means of EY 0j Z and EY 1j Z are continuous at z 0.With these two assumptions, Z can act as an instrumental variable locally in a neighbourhoodabout z 0.6 Since we allow for heterogenous treatment eects, identicid:133cation requires further amonotonicity condition similar to that of Imbens and Angrist 1994. We identify the causaleects of D on the distribution of Y for the local compliers. Note that in the sharp design themonotonicity assumption is automatically satiscid:133ed and everyone is a complier.For stating the identicid:133cation results, it is helpful to introduce more precise notation cid:133rst. Let N be a symmetric neighborhood about z 0 and partition N into N fz : z cid:21 z 0; z 2 Ngand N cid:0 fz : z z 0; z 2 Ng. According to their reaction to the instrument z over N we canpartition the population into cid:133ve subpopulations:Ti; a Ti; n Ti; c Ti; d Ti; indififififif Diz 1 8z 2 N cid:0Diz 0 8z 2 N cid:0Diz 0 8z 2 N cid:0Diz 1 8z 2 N cid:0Diz is nonconstant over N cid:0 or over N .and Diz 1 8z 2 N and Diz 0 8z 2 N and Diz 1 8z 2 N and Diz 0 8z 2 N The decid:133nition of these subpopulations is a direct extension of the concept of Imbens and Angrist1994. The cid:133rst group contains those units that will always be treated if Z 2 N, the secondcontains those that will never be treated if Z 2 N, and the third and fourth group containsthe units that are treated only on one side of z 0. The cid:133fth group labelled indecid:133nite contains allunits that react nonmonotonously over the N neighbourhood, e.g. they may cid:133rst switch from D 0 to 1 and then back for increasing values of z. We will assume that the last two groupshave measure zero for su ciently small. Note that in the sharp design, everyone is a complierfor any 0.Assumption I: There exists some arbitrary positive cid:22 such that for every positive cid:20 cid:226 Hahn, Todd, and van der Klaauw 2001 consider also as an alternative a kind of selection on observablesassumption. They assume that the treatment eect is independent of D conditional on Z being near z 0. We focuson the IV type approach because it seems to dominate the literature. In the sharp design, both assumptions areequivalent. In any case, in both designs the same estimator is obtained whichever of the two assumptions is invoked.5i Existence of compliersii Monotonicityiii Independent IViv IV Exclusionv Density at thresholdfor t 2 fd; indg PrT cj Z z 0 0Pr T tj Z 2 N 0Pr T tj Z 2 N FY 1j Z2N FY 0j Z2N lim!0lim!0lim!0 ;Ttu cid:0 FY 1j Z2N cid:0 ;Ttu 0lim!0 ;Ttu cid:0 FY 0j Z2N cid:0 ;Ttu 0lim!0FZz is dierentiable at z 0 and f Zz 0 0 cid:0 Pr T tj Z 2 N cid:0 0for t 2 fa; n; cgfor t 2 fa; cgfor t 2 fn; cg This assumption requires that for every smallenough neigbourhood, the threshold acts like alocal instrumental variable. Assumption I i requires that E Dj Z is in fact discontinuous at z 0,i.e. we assume that some units change their treatment status exactly at z 0. Assumption I iirequires that, in a very small neighborhood of z 0, the instrument has a weakly monotonous impacton Diz. Assumptions I iii and iv impose the continuity of the type and the distribution ofthe potential outcomes as a function of Z at z 0.7 Assumption I v requires that observationsclose to z 0 exist.Under this assumption the distribution functions of the potential outcomes for local compliers FY dj Z2N;Tcu. Decid:133ne also I 1 Z cid:21 z 0 and Icid:0 are identicid:133ed. Decid:133ne FY djcu lim!01 cid:0 I .Theorem 1 Distribution of potential outcomes Under Assumption I, the distributions ofthe potential outcomes for the local compliers are identicid:133ed as FY 1jcu lim!0FY 0jcu lim!0E 1 Y cid:20 u I cid:0 pj Z 2 N; D 1E 1 Y cid:20 u I cid:0 pj Z 2 N; D 0E I cid:0 pj Z 2 N; D 1.E I cid:0 pj Z 2 N; D 0where p Pr Z cid:21 z 0j Z 2 N for 0.Hence, the distribution functions can be estimated by local regression in a neighbourhood ofz 0. Details of the estimator will be discussed in the next section.Note that in the sharp design, everyone is a complier at z 0, such that the cdf of the potentialoutcomes in the population is identicid:133ed in this case as E 1 Y cid:20 uj Z 2 N; D 1E 1 Y cid:20 uj Z 2 N; D 0 .7 This is slightly weaker than assuming Y 1; Y 0;T??1 Z cid:21 z 0j Z 2 N for ! 0.FY 1u lim!0FY 0u lim!06The previous theorem showed that the distribution functions are identicid:133ed irrespective ofwhether the outcome variable Y is continuous or discrete.Identicid:133cation of the distributionfunction also implies the identicid:133cation of all functionals of the marginal distribution functionof the outcome with and without the treatment. We provide detailed results for a popularfunctional, the quantile treatment eect QTE process, but similar results may be obtained forother functionals such as the variance, the Gini coe cient, the Lorenz curve, the Theil index orthe interquartile or interdecile range. These results can also be used to develop tests of cid:133rst orsecond order stochastic dominance.When Y is continuously distributed, we are often interested in the quantiles of the potentialoutcomes and in particular the quantile treatment eect. Suppose that Y 1, Y 0 are continuouslydistributed which implies that the distribution functions are monotonously increasing and invertible. Let Qcid:28Y dj Z2N;Tcas the cid:28 th quantile of Y d for the local compliers. The quantile treatment eect QTE for the Y inffu : FY u cid:21 cid:28g be the quantile operator. Decid:133ne Qcid:28Y djc lim!0Qcid:28compliers is then decid:133ned ascid:1cid:28QT E Qcid:28Y 1jc cid:0 Qcid:28Y 0jc.We could identify the quantiles by cid:133rst estimating the entire distribution functions, using theresults of Theorem 1, and thereafter inverting them. A more direct approach to identify andestimate QTE consists in using the representation of conditional quantiles as the solution to aminimization problem, as in Koenker and Bassett 1978. The following result gives a directrepresentation of the quantiles and of the cid:1cid:28QT E. The expressions are obtained via the cid:133rst orderconditions of a minimizationmaximization problem.Theorem 2 Quantiles of the potential outcomes Under Assumption I and assuming that Y 0 and Y 1 are continuously distributed, the quantiles of the potential outcomes for the local compliers are identicid:133ed as Qcid:28Y 1jc lim!0Qcid:28Y 0jc lim!0arg minarg minwhere cid:26cid:28 u u cid:1 fcid:28 cid:0 1 u 0g is the check function and p Pr Z cid:21 z 0j Z 2 N for 0.qq Ecid:2cid:26cid:28 Y cid:0 qcid:0I cid:0 pcid:1j Z 2 N; D 1cid:3Ecid:2cid:26cid:28 Y cid:0 qcid:0p cid:0 I cid:1j Z 2 N; D 0cid:3 ,7Alternatively, we could identify the QTE cid:1cid:28QT E directly ascid:16Qcid:28Y 0jc; cid:1cid:28QT Ecid:17 lim!0arg mina;b Ecid:2cid:26cid:28 Y cid:0 a cid:0 b Dcid:0I cid:0 pcid:1 2D cid:0 1j Z 2 Ncid:3 ,which corresponds to a local weighted bivariate quantile regression.3Hence, the quantiles can be obtained by simple univariate weighted quantile regressions. Despite its simplicity one should note that the objective function of the weighted quantile regressionestimator is not convex since some of the weights are negative. Conventional linear programmingalgorithms therefore will not work. Implementation via estimation of the cdf, as identicid:133ed by Theorem 1, with subsequent inversion to obtain the quantiles is more convenient in practice. This isthe way how we implement the estimator in Section 3.Before we discuss estimation of the cdf and the QTE in more detail, we note that the previousexpressions can be simplicid:133ed considerably. By Assumption I v and the symmetry of N it followsby lcid:146Hospital that lim 2. Therefore we can identify the distribution!0Pr Z cid:21 z 0j Z 2 N 1p lim!0and the quantiles of the potential outcomes as Corollary 3 Distribution of potential outcomes Under Assumption I, the distribution ofthe potential outcomes for the local compliers are identicid:133ed as FY 1jcu lim!0FY 0jcu lim!0E 1 Y cid:20 u cid:1 2I cid:0 1j Z 2 N; D 1E 1 Y cid:20 u cid:1 2Icid:0 cid:0 1j Z 2 N; D 0E 2I cid:0 1j Z 2 N; D 1E 2Icid:0 cid:0 1j Z 2 N; D 0.Corollary 4 Quantiles of potential outcomes Under Assumption I and assuming that Y 0and Y 1 are continuously distributed, the quantiles of the potential outcomes for the local compliersare identicid:133ed as the solution of the following optimization problem Qcid:28Y 1jc lim!0Qcid:28Y 0jc lim!0arg minarg minqq Ecid:2cid:26cid:28 Y cid:0 qcid:02I cid:0 1cid:1j Z 2 N; D 1cid:3Ecid:2cid:26cid:28 Y cid:0 qcid:02Icid:0 cid:0 1cid:1j Z 2 N; D 0cid:3In the following sections, however, we will base our estimators on Theorems 1 and 2 insteadof Corollaries 3 and 4 because using an estimated p often performed better in Monte Carlosimulations in small samples than using the fact that lim!02.8p 18 In small samples, we may not have very many data points close to z 0 available and therefore have to rely on a 83 Estimators and asymptotic properties In this section we suggest estimators for the distribution functions of the potential outcomes FY 1jcand FY 0jc and for the quantile treatment eect process cid:1cid:28QT E. We also derive asymptotic resultsfor these processes.We cid:133rst examine the estimator of the distribution function of the potential outcomes, whichhas the advantage that it applies naturally irrespective of whether Y is continuous or discrete.For example, when one considers earnings, there is usually a substantial masspoint at zero, whichdoes not pose any problems when estimating the cdf.A natural estimator of FY 1jc following from Theorem 1 can be motivated as follows. Let Ki besome kernel weights depending on the distance between Zi and z 0 and a bandwidth converging tozero. We permit the weights to be local linear regression weights and will be more specicid:133c furtherbelow. A natural estimator of FY 1jcu is thusi cid:0 pcid:1 Kiwhere a natural estimator of p is P I i KiP Ki. We thus obtain after a few calculations Pi:IPi:IPi:IFY 1jcu P 1 Yi cid:20 u Dicid:0I P Dicid:0I i cid:0 pcid:1 Ki Pi:IPi:IPi:IPi:I1Yicid:20uDi Ki 1Yicid:20uDi Ki Ki cid:0Pi:Ii Di Ki Di Kicid:01i Ki0Ki1i0i0i Ki0i.1i1i Decid:133ne for a general random variable W the following right limit function mE Wj Z z 0 and the corresponding left limit function mcid:0W lim E Wj Z z 0 cid:0 . The variable W will!0represent at dierent places 1 Y cid:20 u cid:1 D or 1 Y cid:20 u cid:1 1 cid:0 D or 1 cid:0 D or D. Note that inevery case W has bounded support and the previously decid:133ned limit functions are therefore W lim!0bounded. We can write the suggested estimator asFY 1jcu m1Y cid:20uD cid:0 mcid:01Y cid:20uDmD cid:0 mcid:0Dlarger smoothing window. In this case, the number of data points could be asymmetric around z 0, and we couldobtain more precise estimates by estimating the probability p for a given . In some sense this result appears to berelated to the wellknown result in the propensity score matching literature that estimators which use the estimatedpropensity score are more e cient than estimators that use the true propensity score. Those results, however, arenot directly transferable here, since we are in a nonparametric context. We plan to discuss this issue in future workand will consider only estimators that use an estimated p in this paper.9arg mina;bWi cid:0 a cid:0 b Zi cid:0 z 02 cid:1 I n Xi1h cid:19 .i Kcid:18 Zi cid:0 z 0and similarly for the nontreated outcomeFY 0jcu m1Y cid:20u1cid:0D cid:0 mcid:01Y cid:20u1cid:0Dm1cid:0D cid:0 mcid:01cid:0D.If we use local linear weights, which appears appropriate here since we are eectively estimatingconditional means at boundary points from the left and right of z 0, mof a that solves W is estimated as the value Analogously mcid:0W is estimated by using only observations to the left of z 0.Before we can state the main asymptotic results, we have to decid:133ne precisely the regularityconditions that we assume.Assumption Ri IID sampling: The data fYi; Di; Zig are iidii Smoothness and limit conditions: The left and right limits of the functions E 1 Y cid:20 uj Z; D 0,E 1 Y cid:20 uj Z; D 1 and E Dj Z exist at z 0 and these functions are twice continuouslydierentiable with respect to Z at z 0 with second derivative Hcid:246lder continuous in a left and aright neighborhood of z 0, respectively, and uniformly on y 2 Y, where Y is a compact subset of R.iii Density: The density f Z is bounded away from zero and is twice continuously dierentiableat z 0 with second derivative Hcid:246lder continuous in a neighborhood of z 0.iv Compliers: The fraction of compliers Pc mv Bandwidth conditions: nh ! 1 and pnhh 2 ! cid:4 1.D cid:0 mcid:0D is bounded away from zero.vi Kernel: K is symmetric, bounded, zero outside a compact set and integrates to one.Assumption R i is made mainly for simplicity and because it is satiscid:133ed in most applicationsof the RDD. Assumption R ii assures su cient smoothness on both sides of the threshold. Itguarantees that the distribution functions are equicontinuous in a neighborhood of z 0. Note thatassumption R ii implies also the existence of the left and right limits of all covariance functionssince the random variables 1 Y cid:20 u and D are all binary. Condition R iv is equivalent toassuming that we have a strong instrument in an IV problem. Condition R v balances bias andvariance of the estimator. For cid:4 0, squared bias and variance are of the same order. If wechoose a bandwidth such that cid:4 0, the bias vanishes asymptotically. To simplify the notation,10the same bandwidth is used for all functions on both sides of the threshold. The results can beadapted to allow for dierent bandwidths in a straightforward way as long as the convergencerates of the bandwidths are the same. A kernel function with compact support is assumed forconvenience in the technical derivations.Our main asymptotic result shows the joint weak convergence of pnhn FY 1jc u cid:0 FY 1jc uand pnhn FY 0jc u cid:0 FY 0jc u in the space 1Y of all bounded functions on Y equipped withthe supremum norm.Theorem 5 Limit distribution for distribution functions If assumptions I and R aresatiscid:133ed, the estimators FY 0jc u and FY 1jc u of the distribution functions for the compliers FY 0jc u and FY 1jc u jointly converge in law to the following Gaussian processes:pnhncid:16 FY jjc u cid:0 FY jjc ucid:17 Zj u ,j 2 f 0; 1g ,in 1Y, where u 7cid:0! Zj u have mean functionsbj u cid:4Pc C0K 2m1Y cid:20uDjcid:01z 2cid:0 FY jjc u2mDz 2 cid:02mcid:01Y cid:20uDjcid:01z 2 FY jjc u2mcid:0Dz 2 where C0K is a constant that depends on the kernel function,9 2mgeneral random variable W and 2mcid:0Wz 2are, for j; k 2 f 0; 1g,is the similar left limit function. The covariance functions Wz 2 lim!02EWj Zz 0z 2for avj;k u; u CK1c f Z z 0cid:16!j;k u; u !cid:0j;k u; ucid:17P 2where CK is a constant that depends on the kernel function,10!j;k u; u lim!0CovnD j cid:0 1cid:01 Y cid:20 u cid:0 FY jjc ucid:1 ; D k cid:0 1cid:161 Y cid:20 u cid:0 FY kjc ucid:17j Z 2 N oand !cid:0j;k y; y is the analogous left limit.A simple corollary of Theorem 5 is that the estimators of the distribution functions evaluatedat a particular value u 2 Y are asymptotically jointly normally distributedpnhncid:16 FY jjc u cid:0 FY jjc ucid:17 cid:24 N bj u ; vj;j u; u ,j 2 f 0; 1g .9 The exact formula can be found in the appendix. C0K 1110 The exact formula can be found in the appendix. CK 56832190 for the Epanechnikov kernel function.12635 for the Epanechnikov kernel function.11This result can be extended to any cid:133nite collection of uk 2 Y, k 1; :::; K.Note that the bias functions bj u disappear if we choose cid:4 0. This choice of the bandwidthimplies that we undersmooth the functions to be estimated. This has the obvious advantage ofsimplifying the asymptotic inference, but may provide less accurate inference in cid:133nite samples.The asymptotic covariances are the sum of the covariances of the estimated functions rescaled by P 2c f Z z 0.A possible way to characterize the eect of the treatment on the outcome Y consists in esDT E FY 1jc u cid:0 FY 0jc u. We DT E FY 1jc u cid:0 FY 0jc u. Corollary 6 gives the limitingtimating the distribution treatment eect DTE decid:133ned as cid:1unaturally estimate this function by cid:1udistribution of cid:1u DT E.Corollary 6 Limit distribution for distribution treatment eects If assumptions I and R are satiscid:133ed, the estimator cid:1u DT E FY 1jc u cid:0 FY 0jc u of the distribution treatment eectsfor the compliers cid:1u DT E converge to the following Gaussian processpnhncid:16 cid:1u DT E cid:0 cid:1u DT Ecid:17 Z1 u cid:0 Z0 uin 1Y with mean function b 1 u cid:0 b 0 u and covariance function v 1;1 u; u v 0;0 u; u cid:02v 0;1 u; u.As indicated by the title of this paper, the main focus is not the distribution treatment eectsbut the quantile treatment eects, which we cid:133nd more intuitive. A disadvantage of consideringquantiles is that they have a welldecid:133ned asymptotic distribution only if the outcome is continuous.We therefore make the additional Assumption Q from now on.Assumption Q: FY 0jc u and FY 1jc u are both continuously dierentiable with continuousdensity functions f Y 0jc u and f Y 1jc u that are bounded above and away from zero on Y.We could estimate the quantile treatment eects by the sample analog of Theorem 2. Thisminimization problem is, however, a nonconvex optimization problem because some weightsare positive while others are negative. This requires grid searches or algorithms for nonconvexproblems that do not guarantee a global optimum.11 Therefore, we follow a more direct strategy 11 Abadie, Angrist, and Imbens 2002 encountered a similar problem and they proposed to convexify the problemby using the projection of the weights on the space spanned by D, X and Y . This requires an additional nonparametric regression and it is unclear if this additional step will preserve the asymptotic distribution of the estimator.Our setup is simpler as we would not need to project on X.12here and invert the estimated distribution function. Another consequence of having negativeFY jjc umay decrease when we increase u. Of course, this is only a small sample problem because theand positive weights is that the estimated distribution function is nonmonotone:assumed monotonicity ensures that the estimated distribution function is asymptotically strictlyincreasing. Even being only a small sample problem, this is nevertheless disadvantageous ifone wants to invert FY jjc u. We follow here the suggestion of Chernozhukov, FernandezVal,and Galichon 2007 and monotonize the estimated distribution functions by rearrangements.This does not aect the asymptotic properties of the estimator but allows us to invert it. Thisprocedure consists of a sequence of closedform steps and is therefore very quick.We now derive the limiting distribution of the quantile functions and of other functionalsof the distribution functions via the functional delta method see chapter 3.9 in van der Vaartand Wellner 1996. This requires establishing the Hadamard dierentiability of the functionals,which is well known in the case of the quantile functions.12Theorem 7 Limit distribution for quantile functions If assumptions I, R and Q are satiscid:133ed, the estimators QY 0jc cid:28 and QY 1jc cid:28 of the quantile functions for the compliers QY 0jc cid:28 and QY 1jc cid:28 jointly converge to the following Gaussian processes:pnhncid:16 QY jjc cid:28 cid:0 QY jjc cid:28 cid:17 cid:0f Y jjccid:0QY jjc cid:28 cid:1cid:01 Zjcid:0QY jjc cid:28 cid:1 : W j cid:28 ,vj;kcid:16QY jjc cid:28 ; QY kjc cid:28 cid:17.j;k cid:28 ; cid:28 f Y jjccid:0QY jjc cid:28 cid:1cid:01 f Y kjccid:16QY kjc cid:28 cid:17cid:01j cid:28 cid:0f Y jjccid:0QY jjc cid:28 cid:1cid:01 bjcid:0QY jjc cid:28 cid:1 and covariance funcin 10; 1 with mean function bqtion vqj 2 f 0; 1g The straightforward Corollary 8 gives the limiting distribution of the quantile treatment effect process. As explained above, this implies that pnhncid:16 cid:1cid:28 kdistributed for any cid:133nite sequence cid:28 k 2 0; 1, k 1; :::; K.QT E cid:0 cid:1cid:28 k QT Ecid:17 is jointly normally Corollary 8 Limit distribution for quantile treatment eects If assumptions I, R and Q are satiscid:133ed, the estimator cid:1cid:28QT E of the QTE for the compliers cid:1cid:28QT E converges to the following Gaussian processpnhncid:16 cid:1cid:28QT E cid:0 cid:1cid:28QT Ecid:17 W 1 cid:28 cid:0 W 0 cid:28 12 We follow the same strategy as Chernozhukov, FernndezVal, and Melly 2007.13in 10; 1 with mean function bq 2vq 0;1 cid:28 ; cid:28 .1 cid:28 cid:0 bq 0 cid:28 and covariance function vq 1;1 cid:28 ; cid:28 vq 0;0 cid:28 ; cid:28 cid:0Our last main result shows that various smooth functionals of both distribution functionssatisfy a functional central limit theorem.Theorem 9 Limit distribution for smooth functionals Letcid:30cid:0u; FY 0jc; FY 1jccid:1functional taking value in 1Y that is Hadamard dierentiable incid:0FY 0jc; FY 1jccid:1 tangentially tothe set of continuous functions with derivativecid:0cid:3000; cid:3001cid:1. If assumptions I and R are satiscid:133ed, theplugin estimator cid:30 u cid:17 cid:30cid:16u; FY 0jc; FY 1jccid:17 converges to the following Gaussian process:beapnhncid:16cid:30 u cid:0 cid:30 ucid:17 cid:3000 u Z0 u cid:3001 u Z1 uin 10; 1.To conclude this section, we apply this powerful result to derive the limiting distribution ofthe Lorenz curve and the Gini coe cient, that will be examined in our application. The Lorenzcurves and their estimates are decid:133ned for j 2 f 0; 1g as Lj cid:28 R cid:28R 10 QY jjc t dt 0 QY jjc t dt,0Lj cid:28 R cid:28R 10QY jjc t dtQY jjc t dt.The Hadamard derivative of the map from the distribution function to the Lorenz curve canbe found e.g. in Barrett and Donald 2000. Using their result we obtain the following limitingdistribution for the simple plugin estimator:in 10; 1 with mean function L1 cid:28 pnhncid:16 Lj cid:28 cid:0 Lj cid:28 cid:17 R cid:280 W 1 t dt 0 QY 1jc t dt cid:0R 1j cid:28 R cid:280 bq 0 QY jjc t dt cid:0R 10 QY 1jc t dt Z 1R 10 QY jjc t dt Z 1R 1j t dt Lj cid:28 bl 00bqj t dtand covariance function W 1 t dt cid:17 L cid:28 vlj;k cid:28 ; cid:28 1R 10 QY jjc t dt R 1cid:2 Z cid:280 Z cid:2800 QY kjc t dtvqj;kcid:0t; tcid:1 dtdt Lj cid:28 Lk cid:28 Z 10 Z 1cid:0 Lj cid:28 Z 10 Z cid:28j;kcid:0t; tcid:1 dtdtj;kcid:0t; tcid:1 dtdt cid:0 Lk cid:28 Z cid:280 Z 1vqvq 000vqj;kcid:0t; tcid:1 dtdt.14The Gini coe cient is decid:133ned by Gj 1 cid:0 2Z 10Lj t dt,Gj 1 cid:0 2Z 10Lj t dt Our simple plugin estimator is asymptotically normally distributed with bias cid:02R 1variance 4R 10 R 1j;kcid:0t; tcid:1 dtdt:0 vl 0 blj t dt andpnhncid:16 Lj cid:28 cid:0 Lj cid:28 cid:17 ! 2Z 10 L t dt.4 Extension: QTE in the RDD with covariates In this section, we extend the regression discontinuity design to incorporate additional covariates X in a fully nonparametric way and suppose that Assumption I holds conditionally on X. Frcid:246lich2007 discusses in detail why one might want to control for X. Even if we believe that the RDDis valid without conditioning, we might want to check for the robustness of the results when weinclude covariates. In addition, Frcid:246lich 2007 shows that including covariates will increase theprecision of the estimates.13In other cases, the variable Z itself may be confounded, e.g.ina situation of dynamic treatment assignment as in van der Klaauw 2008. Another reason forincorporating covariates applies when the threshold crossing at z 0 itself aects various X variablesthat one would like to control for. Under certain conditions we can disentangle the direct fromthe indirect eects by controlling for X. See e.g. Brcid:252gger, Lalive, and Zweimcid:252ller 2008.Whatever reasoning is used to justify the inclusion of covariates, we assume in the followingthat Assumption I holds conditionally on X. Note that we permit that, when not conditioningon X, Assumption I may or may not be valid. The identicid:133cation results stated above nowapply immediately to the treatment eect conditionally on X. In many situations we are howevermore interested in the unconditional eect, i.e. the eect for all compliers irrespective of theirvalue of X. There are at least three reasons why unconditional eects are interesting. First, forthe purpose of evidencebased policy making a small number of summary measures can be moreeasily conveyed to the policy makers and the public than a large number of estimated eects foreach and every value of X. Second, unconditional eects can be estimated more precisely thanconditional eects.14 Third, the decid:133nition of the unconditional eects does not depend on the 13 This has been shown only for average eects. We will analyze this issue in more detail in future work for QTE.14 Unless one imposes parametric assumptions.15variables included in X.15 One can therefore consider dierent sets of control variables X andstill estimate the same object, which is useful for examining robustness of the results to the set ofcontrol variables.The following results identify the unconditional eects, which are obtained by cid:133rst conditioningon X and thereafter integrating with respect to X. For identicid:133cation we need a common supportrestriction with respect to X.Assumption C: Suppose Assumption I i, ii and v. Suppose further that Assumption I iiiand iv are true conditionally on X. Further assume:vi Common supportlim!0SuppXj Z 2 N lim!0SuppXj Z 2 N cid:0 With this assumption, we can identify the quantile and cumulative distribution functions ofthe potential outcomes for all compliers. Similar expressions as in Theorems 1 and 2 are obtainedbut the weights are now a function of px Pr Z cid:21 z 0j X x; Z 2 N. The following Theorem 10 shows the results for the QTEs.Theorem 10 Identicid:133cation of QTEs in the presence of covariates Under Assumption C,cid:16Qcid:28Y 0jc; cid:1cid:28QT Ecid:17 lim!0arg mina;b Ecid:20cid:26cid:28 Y cid:0 a cid:0 b DI cid:0 pXpX 1 cid:0 pX2D cid:0 1j Z 2 Ncid:21 .This result shows that the unconditional QTE can be estimated via a simple weighted quantileregression where the covariates X only enter in the weights via px.1617 Again, the weights inthe previous expression are sometimes positive and sometimes negative such that conventionallinear programming algorithms fail because of the nonconvexity. In the application we will therefore again proceed by cid:133rst estimating the entire distribution functions and thereafter obtain thequantiles via inversion. The results for the distribution functions are given in the appendix.15 This, of course, is only true if X contains only pretreatment variables.16 Note that these weights are similar to the weights in Theorems 3.1 b and c of Abadie 2003. The weightsused here, however, are localized with respect to z 0. The nonparametric setup of the RDD requires smoothing withrespect to Z. Therefore none of the conditions of Abadie 2003 is satiscid:133ed in our local nonparametric framework.This also implies that we cannot obtain a parametric rate of convergence as discussed before.17 Hirano, Imbens, and Ridder 2003 also use a weighting approach in a setup where treatment is unconfoundedgiven X.165 Application: eects of summer school attendance In this section, we apply the methods proposed earlier to estimate the eects of a summer schoolprogram for weak students on academic achievement. We use administrative data from the Chicago Public School system, taken from Jacob and Lefgren 2004.18 We use the same identicid:133cationstrategy as in this incid:135uential article but consider the eects of the summer school on the entiredistribution of test scores. While Jacob and Lefgren 2004 acknowledge the interest in quantiletreatment eects p. 233, they estimate only average eects due to the absence, at that time, ofsuitable methods for quantiles and distributions.The regression discontinuity design follows from an administrative rule that tied summer schoolattendance to the performance on a standardized test.In 1996, the Chicago Public Schoolsrequired students in third, sixth and eighth grade to take a mathematics and a reading exam in June. Students who did not meet the standards at both tests were required to attend a sixweekssummer school. This discontinuity in the rule can be used to identify the eect of the summerschool attendance on similar tests one and two years after the summer school. More details canbe found in the original article Jacob and Lefgren 2004.We focus on students for whom the reading cuto was binding that is, students who passedmath because many more students failed in reading than in mathematics. For this sample, thereading test score is the unique running variable and this situation corresponds exactly to ourframework. With two tests math and reading, two grades third and sixth and two periodsone and two years after the summer school, we could consider eight outcome variables. Due tospace limitations, we provide detailed results for the math test score one year after the summerschool for the third graders. We focus on this outcome for two reasons. First, the treatment eectsare estimated most precisely for this outcome variable in Jacob and Lefgren 2004. Second, thesupport of this outcome variable comprises so many values that it can reasonably be treated asa continuous variable. The results for other outcomes will be briecid:135y sketched at the end of thissection.The administrative rule suggests a sharp discontinuity. However, some course waivers weregiven and a small percentage of students who scored above the threshold were observed participating. This fuzziness of the selection rule does not preclude the identicid:133cation of the treatment effects for the subpopulation of compliers as discussed in Section 2. Figure 1 shows the relationship 18 We thank Brian Jacob and Lars Lefgren for supporting us in accessing their data.17between the reading test score the running variable Z and the treatment probability. The discontinuity is extremely clear and compliers represent about 90% of the population at the threshold.Figure 1 shows also three quantiles of the outcome variable as a function of the running variable Z. If the summer school attendance had no eect, we would not observe any discontinuity in therelationship between the running variable Z and the outcome at the threshold. Yet, we canrecognize a drop in the conditional 95th percentile 3.5, median 2.8 and 5th percentile 1.3exactly at the threshold. While these drops suggest that the treatment had a positive eect, theincreasing size of the drops suggests that the eects were stronger at the top of the distribution.Note, however, that the dierences between the quantiles above and below the threshold do notestimate the quantile treatment eects in the fuzzy discontinuity design. Therefore, we presentnow the results obtained using the consistent estimators suggested in this paper.The implementation of the estimators requires choosing the bandwidth and the kernel function.The choice of the kernel function is typically considered as being not very crucial. We have usedthe Epanechnikov kernel but the robustness checks with the uniform kernel as in Jacob and Lefgren 2004 do not reveal any sensitivity. For the bandwidth, we use the same bandwidthas in the original article.19 This can be considered as a conservative choice since onesided crossvalidation gives larger bandwidths. When using the larger bandwidths, the estimated quantiletreatment eects are similar but estimated with a smaller variance. From now on, we will use asoutcome variable the math test achievement gains instead of the math tests themselves in order tobe more in line with the analysis of Jacob and Lefgren 2004. This does not aect the results verymuch since we estimate the eects only for the population with reading score in a neighbourhoodof z 0, where also the pretreatment math score is balanced between left and right.Figure 2 plots the estimated distribution functions of the potential outcomes FY 1jc and FY 0jctogether with pointwise 95% concid:133dence intervals based on Theorem 5. At the lower end ofthe distribution, FY 1jc and FY 0jc are rather similar, but they diverge at the upper end of thedistribution. The two concid:133dence intervals do not overlap over a large part of the distribution.Figure 2 also reveals that the distribution of the outcome variable can be considered as reasonably smooth. This allows inverting the distribution functions and estimating the quantile treat19 Actually, Jacob and Lefgren 2004 use a dierent bandwidth on the left 2 and on the right 4. We use thesame bandwidth 2 on both sides.18ment eect process. Figure 3 plots the estimated quantile treatment eects with pointwise 95%concid:133dence intervals. This concid:133rms the visual impression obtained from the distribution functionsof Figure 2: the eect of summer school attendance is small or perhaps even negative at the bottom and increases monotonically when we move up the distribution. Note that the QTEs estimated at dierent quantiles are positively correlated. This means that the dierences betweentwo QTEs may be signicid:133cant even when the concid:133dence intervals overlap. In fact, we reject at the 3% level the equality between the 0.9 and 0.1 QTEs or between the 0.1, 0.25, 0.75 and 0.9 QTEs,for instance.Some caution must be exercised when interpreting these results, because of the population forwhich they are identicid:133ed. We cannot simply interpret the quantile as unobserved ability sinceall students had the same test score before the summer school. Conditionally on being relativelymediocre at the cid:133rst test, the best students benecid:133ted the most from attending the summer school.We interpret the unobserved heterogeneity more like a measure of motivation: motivated studentsbenecid:133ted from being helped during the summer while unmotivated students did not gain anythingfrom additional school hours. Students who do not like going to school will not progress whenmore school is being imposed. On the other hand, interested students who suered from a lack ofresources and support at home could benecid:133t from this additional support. In light of these results,the summer school cannot be considered as a panacea, but it was eective for the majority of thestudents.20Figure 4 provides an alternative visualization of the results which might facilitate interpretation. It shows the estimated density functions of the potential outcomes, f Y 1jc and f Y 0jc, obtainedfrom the distribution functions of Figure 2. This graph shows very clearly that, for the populationof compliers who scored close to the threshold z 0, summer school leads not only to a rightwardshift but also to a widening of the test distribution. Many students gain from summer school, butclearly not everyone, and some may even be harmed by attending summer school.2120 Note that the students who attended the summer school have also taken a test in August. If their score wasgood enough, they were allowed to advance. If their score was still too low, they were retained. We do not try toidentify separately the eect of grade retention. Our results represent the total eect of summer school participationand potential grade retention. We do not believe that the heterogeneity of the eects is driven by grade retentionbecause the weakest students were retained and Jacob and Lefgren 2004 cid:133nd a positive eect for grade retention.21 We do not require a rank invariance assumption as in Chernozhukov and Hansen 2005 or Guiteras 2008. Wetherefore identify only the marginal distributions. Figures 3 and 4 only show that most quantiles move upwards,yet individual treatment eects could still be negative for many students.19In our analysis so far, we have not included any control variables. Jacob and Lefgren 2004 infact include two year dummies in their main specicid:133cation and 23 other additional control variablesfor their robustness checks. The main goal of this exercise is to check indirectly the validity of theidentifying assumptions. The arguments for the validity of the RD design in this application do notrest on the presence of any conditioning variable. Therefore, conditioning on any predeterminedcovariates should not signicid:133cantly change the results. Of course, this procedure will detect lackof local randomization only if the local selfselection is related to the observed characteristics.Theorem 10 allows us to include additional control variables without changing the estimandbecause we integrate them out to obtain the unconditional eects. The large number of controlvariables X included prevents to use a completely nonparametric approach. We estimate thepropensity score p X by a parametric linear logistic regression and then implement ourestimator in the same way as we did without covariates. The QTEs estimated this way areplotted in Figure 3, which show that they are very close to those estimated without covariates.As in the original article, we cid:133nd no reason to reject the validity of the design.We have concentrated on one outcome variable math test one year after the summer schoolso far. In Figure 5 we show the QTE estimates for several other outcomes variables: math andreading test scores one and two years after the summer school, respectively.22 In the cid:133gure, we havesmoothed the results because the reading test score is less smooth and the estimated distributionfunctions were quite jumpy. The general pattern is the same for all outcomes, obtaining larger QTEs for larger quantiles.Table 1 pins down the results presented visually in the Figures 1 to 5 by giving the treatmenteects on six summary statistics of the outcome distributions. Standard errors were estimatedusing the sample analogs of the asymptotic variances derived in Theorem 9. The mean and themedian eects show that the summer school attendance had a a positive eect on the location ofthe outcome distribution. These eects are signicid:133cantly dierent from zero at levels ranging from 7.5% to 0.01%, depending on the outcome and on the statistic. The standard deviation, interdecile Y jc and Gini coe cient measure thetreatment eect on the dispersion of the outcomes. With one exception reading score two years Y jc, interquartile dierence Q0:75Y jc cid:0 Q0:25dierence Q0:9Y jc cid:0 Q0:1after the summer school the point estimates indicate that the treatment increased the dispersionof the scores. Some of these eects, most notably the interdecile ranges, are signicid:133cant and concid:133rm 22 The concid:133dence intervals for these estimates are similar to those shown in Figure 3.20the visual impression discussed above.236 Conclusion In this paper, we described how the regression discontinuity design can be used to evaluate theimpact of endogenous treatments on the entire distribution of outcome variables. We showed thatboth potential outcome distributions are identicid:133ed for the population aected by the discontinuity. We introduced estimators for these two distribution functions and showed their joint convergence to continuous Gaussian processes. We also obtained uniformly consistent estimates forfunctionals of the distribution functions and we considered in detail the quantile treatment eectprocess when the dependent variable is continuous. By appropriate bandwidth choice, our estimators are consistent at the ncid:025 rate, which is the optimal convergence rate for onedimensionalnonparametric estimation.The approach was illustrated through estimation of the quantile treatment eects of summerschool attendance on later educational performance. We used the same data and identicid:133cationstrategy as in Jacob and Lefgren 2004. Our results showed the heterogeneity of the treatmenteects, with no eect at the bottom of the distribution and signicid:133cantly positive eects at the topof the distribution.We believe that the estimators suggested in this paper have many interesting applications ineconomics, statistics and other social sciences. Since the late 1990s, a growing number of studieshave exploited threshold rules to estimate program eects. Additional insights could be gainedin all applications where the outcome is not binary by estimating the distributional eects of thetreatment. We make the estimators available in Stata to make them conveniently accessible andusable.23 The Gini coe cient makes sense only for variables with a positive support. Therefore, we transformed thedependent variables to satisfy this condition. This is debatable since this measure is not invariant to locationchanges. These results do not contradict the results using other measures of inequality.21A Proofs A.1 Proof of Theorem 1: Distribution functions of potential outcomes We have to show that FY 1jcu lim!0FY 0jcu lim!0E 1 Y cid:20 u I cid:0 pj Z 2 N; D 1E 1 Y cid:20 u I cid:0 pj Z 2 N; D 0E I cid:0 pj Z 2 N; D 1E I cid:0 pj Z 2 N; D 0,where p Pr Z cid:21 z 0j Z 2 N E I j Z 2 N.second equation are analogous.In the following, we will prove the cid:133rst equation and mention that the derivations for thelim!0 lim!0E 1 Y cid:20 u I cid:0 pj Z 2 N; D 1E I cid:0 pj Z 2 N; D 1E 1 Y cid:20 u I cid:0 p Dj Z 2 NE I cid:0 p Dj Z 2 N lim!0E 1 Y cid:20 u I cid:0 p Dj Z 2 N Ecid:2I cid:0 p Dj Z 2 N p E 1 Y cid:20 u I cid:0 p Dj Z 2 N cid:0 1 cid:0 p cid:3 p Ecid:2I cid:0 p Dj Z 2 N cid:0 cid:3 1 cid:0 p.4As next step, we examine the cid:133rst term of the numerator of 4. Decid:133ne g Y to be a oneEcid:2gcid:0Y 1cid:1 Dj Z 2 N cid:0 cid:3dimensional measurable function such that lim!0exist. We will later use the two functions g Y 1 Y cid:20 u and g Y 1. By Assumption I v,E g Y Dj Z 2 N cid:0 exist and are observable. By the law of totallim!0probability,E g Y Dj Z 2 N and lim!0!0Ecid:2g Y Dj Z 2 N cid:3 Ecid:2gcid:0Y 1cid:1 Dj Z 2 N Ecid:2gcid:0Y 1cid:1 Dj Z 2 N Ecid:2gcid:0Y 1cid:1 Dj Z 2 N Ecid:2gcid:0Y 1cid:1 Dj Z 2 N Ecid:2gcid:0Y 1cid:1 Dj Z 2 N Pr T dj Z 2 N ;T ccid:3 and Ecid:2gcid:0Y 1cid:1 Dj Z 2 N ;T acid:3 Prcid:0T aj Z 2 N cid:1 ;T ncid:3 Prcid:0T nj Z 2 N cid:1 ;T ccid:3 Prcid:0T cj Z 2 N cid:1 ;T dcid:3 Prcid:0T dj Z 2 N cid:1 ;T icid:3 Prcid:0T ij Z 2 N cid:1 .Pr T ij Z 2 N ;T ccid:3 ;T ncid:3 0, Ecid:2gcid:0Y 1cid:1 Dj Z 2 N ;T acid:3 Ecid:2gcid:0Y 1cid:1j Z 2 N ;T acid:3. lim!0 0.lim!0By By Assumption I iidecid:133nition of the types, Ecid:2gcid:0Y 1cid:1 Dj Z 2 N Ecid:2gcid:0Y 1cid:1j Z 2 N 22 lim!0E 1 Y cid:20 u Dj Z 2 N Ecid:2Dj Z 2 N . cid:0 E 1 Y cid:20 u Dj Z 2 N cid:0 cid:3 cid:0 Ecid:2Dj Z 2 N cid:0 cid:3Ecid:2gcid:0Y 1cid:1 Dj Z 2 N cid:3 and limTherefore, we obtainlim!0Ecid:2g Y Dj Z 2 N cid:3 lim!0lim!0 lim!0lim!0Ecid:2gcid:0Y 1cid:1j Z 2 N ;T acid:3 Prcid:0T aj Z 2 N cid:1 ;T ccid:3 Prcid:0T cj Z 2 N Ecid:2gcid:0Y 1cid:1j Z 2 N cid:1Ecid:2gcid:0Y 1cid:1j Z 2 N;T acid:3 Pr T aj Z 2 NEcid:2gcid:0Y 1cid:1j Z 2 N;T ccid:3 Pr T cj Z 2 Nwhere the second equality follows from Assumption I iii and iv.By similar calculations, we obtainlim!0Ecid:2g Y Dj Z 2 N cid:0 cid:3 lim!0Ecid:2gcid:0Y 1cid:1j Z 2 N;T acid:3 Pr T aj Z 2 N .When we apply this intermediate result with respect to g Y 1 Y cid:20 u and g Y 1,respectively, we can write expression 4 aslim!0lim!0E 1 Y cid:20 u Dj Z 2 N cid:0 E 1 Y cid:20 u Dj Z 2 N cid:0 Ecid:2Dj Z 2 N cid:3 cid:0 Ecid:2Dj Z 2 N cid:0 cid:3Ecid:21cid:0Y 1 cid:20 ucid:1j Z 2 N;T ccid:3 Pr T cj Z 2 NEcid:21cid:0Y 1 cid:20 ucid:1j Z 2 N;T ccid:3Pr T cj Z 2 Nlim!0FY 1j Z2N;Tcu lim!0 lim!0 FY 1jcu,because lim Pr T cj Z 2 N is strictly positive by Assumption I i. The identicid:133cation of!0FY 0jcu is similar, with 1 cid:0 D replacing D, and is therefore omitted. Note that this result issimilar to Lemma 2.1 in Abadie 2002. The dierence is that all derivations are localized withrespect to z 0, which gives the nonparametric features of this result.A.2 Proof of Theorem 2: Quantile functions of potential outcomes Starting from the results of Theorem 1, Qcid:28moment conditions Y 0jc are the solutions of the following twolim!0or equivalently Eh 1cid:16Y cid:20 Qcid:28Y 1jc and Qcid:28Y 1jccid:17 I cid:0 p Dj Z 2 Ni Y 0jccid:17 I cid:0 p 1 cid:0 Dj Z 2 Ni E I cid:0 p Dj Z 2 NE I cid:0 p 1 cid:0 Dj Z 2 Nlim!0Eh 1cid:16Y cid:20 Qcid:28 cid:28 cid:28lim!0Ehn 1cid:16Y cid:20 Qcid:28Y 1jccid:17 cid:0 cid:28ocid:0I cid:0 pcid:1 Dj Z 2 Ni 0Y 0jccid:17 cid:0 cid:28ocid:0I cid:0 pcid:1 1 cid:0 Dj Z 2 Ni 0Ehn 1cid:16Y cid:20 Qcid:2823lim!0Qcid:28Y 1jc and Qcid:28and adding the cid:133rst equation into the second one, we obtain Y 0jc are identicid:133ed by these moment conditions. Renaming Qcid:28Y 1jc with Qcid:28Y 0jc cid:1cid:28QT Elim!0Ehn 1cid:16Y cid:20 Qcid:28Ehn 1cid:16Y cid:20 Qcid:28lim!0Y 0jc Dcid:1cid:28Y 0jc Dcid:1cid:28QT Ecid:17 cid:0 cid:28ocid:0I cid:0 pcid:1 Dj Z 2 Ni 0QT Ecid:17 cid:0 cid:28ocid:0I cid:0 pcid:1j Z 2 Ni 0which are the cid:133rst order conditions of the weighted quantile regression stated in equation 3.A.3 Proof of Theorem 5: Limit distribution for distribution functions We will prove this theorem in several steps. Lemma 11 gives the limiting distribution of mW fora generic random variable W that is bounded between 0 and 1. Lemma 13 gives the limitingdistribution of FY 1jcu and FY 0jcu evaluated at a cid:133nite number of points. Finally, we show thatthe process is asymptotically tight, which concludes the proof.Decid:133ne the kernel constants cid:22l R ul Kudu and cid:22cid:22l 1R0ul Kudu. Decid:133ne also cid:22 cid:22cid:222cid:22cid:220 cid:0 cid:22cid:2221.Furthermore decid:133ne cid:127cid:22l ul K2udu.241R0Lemma 11 Linear representation of the local linear estimator For a generic randomvariable W , which is bounded between 0 and 1, the estimator mW is decid:133ned as the value of athat solvesarg minWi cid:0 a cid:0 b Zi cid:0 z 02 cid:1 I i Kcid:18 Zi cid:0 z 0h cid:19 .2mWz 2cid:22cid:2222 cid:0 cid:22cid:221cid:22cid:2232cid:22; cid:272Wcid:22cid:2222cid:127cid:220 cid:0 2cid:22cid:222cid:22cid:221cid:127cid:221 cid:22cid:2221cid:127cid:222f z 0cid:222cid:19 .Its limiting distribution is given bya;bn Xi1cid:0! Ncid:18cid:4Wcid:1 dpnhcid:0 mW cid:0 mProof. mW can also be written aswhere 24 For the Epanechnikov kernel with support cid:01; 1, i.e. Ku 3cid:220 1, cid:221 cid:223 cid:225 0, cid:222 0:2, cid:224 6cid:127cid:220 0:3, cid:127cid:221 3in Theorem 5 refer to this Epanechnikov kernel.70 , cid:22cid:220 0:5, cid:22cid:221 332 and cid:127cid:222 31280 and 70 . The explicit calculations for the kernel dependent constants of bias and variance 16 , cid:22cid:222 0:1, cid:22cid:223 170 , and cid:22 1916 , cid:22cid:224 34cid:01 cid:0 u 2cid:1 1 juj 1 the kernel constants aremincid:12cid:1 Ki I in Xi1cid:0Wi cid:0 Z0icid:12cid:12Zi cid:181;h cid:190Zi cid:0 z 0,24I i 1 Zi cid:21 z 0 and cid:12 a; hb0. We thus obtainmW e 01 n Xi1i !cid:01 n Xi1Zi Z0i Ki I Zi Wi Ki I i ,where e 1 is a column vector of zeros with cid:133rst element being one. Decid:133ne A obtain Zi Z0i Ki I i wen Pi1 e 01Acid:01and with Taylor expansionn Xi1Zi Ki I i Wi cid:0 E Wij Z Zi E Wij Z Zi e 01Acid:01n Xi1Zi Ki I i Wi cid:0 E Wij Z Zi mW Zi cid:0 z 0mWzZi cid:0 z 0222mWz 2 opcid:16Zi cid:0 z 02cid:17! .After a few calculations the terms with mWz drop and we obtainmW cid:0 mW e 01Acid:01Zi Ki I n Xi1n Xi1e 01Acid:01Zi Ki I i Wi cid:0 E Wij Z Zi2mWi h 2 Zi cid:0 z 022h 2z 2 opcid:0h 2cid:1 ,where the remainder term is of order oph 2 because it is premultiplied with the kernel function K which is zero outside a compact set. Using the result of Lemma 12 we obtain e 01Acid:011nhn Xi1Zi Ki I i Wi cid:0 E Wij Z Zi Zi cid:0 z 0222mWz 2 ! 1 op1and cid:133nally W cid:0 mmW 1nhn Xi1cid:22cid:222 cid:0 cid:22cid:221Zicid:0z 0hcid:22cid:2222 cid:0 cid:22cid:2221Ki I if z 0 Wi cid:0 E Wij Z Zi Zi cid:0 z 0222mWz 2 ! 1 op1.5Next, we calculate bias and variance. The bias is thus given as Ecid:2 mW cid:0 mWcid:3 Ki I if z 0Zi cid:0 z 0222mWz 21 op1Kuf z 0u 2f z 0 uhdu 1 o1Zicid:0z 0hcid:22cid:2221h E cid:22cid:222 cid:0 cid:22cid:2212 cid:0 cid:22cid:2221Z0h 222mWz 211cid:22cid:222 cid:0 cid:22cid:221ucid:22cid:2222 cid:0 cid:22cid:222cid:22cid:2222 cid:0 cid:22cid:221cid:22cid:223cid:22cid:2222 cid:0 cid:22cid:22212mWz 2h 22 oh 2by a change in variables and dominated convergence.25Next we derive the variance V arcid:0 mWcid:1W cid:0 mnh 2 V ar cid:22cid:222 cid:0 cid:22cid:2212 cid:0 cid:22cid:222cid:22cid:22211Zicid:0z 0h Ki I if z 0 Wi cid:0 E Wij Z Zi h 2 Zi cid:0 z 022h 22mWz 2 ! 1 op1!which is clearly dominated by the cid:133rst termZicid:0z 0h Ki I if z 01cid:22cid:222nh 2 E24 cid:22cid:222 cid:0 cid:22cid:2212 cid:0 cid:22cid:2221Z0cid:22cid:222 cid:0 cid:22cid:221u2cid:16 cid:22cid:2221cid:1722 cid:0 cid:22cid:2221nh 1K2uf 2z 0Wi cid:0 E Wij Z Zi!235 1 o1V ar Wij Z z 0 uh f z 0 uh du 1 o1by dominated convergence.cid:272Wnhf z 01cid:127cid:2222cid:127cid:220 cid:0 2cid:22cid:222cid:22cid:221cid:127cid:221 cid:22cid:222cid:22cid:2221cid:172cid:16 cid:22cid:2222 cid:0 cid:22cid:2221 o1With these results and the linear representation of 5 and because all higher order momentsof W exist because W has been assumed to be bounded between 0 and 1, asymptotic normalityof mW follows straightforwardly by a CLT for independent observationspnhcid:0 mW cid:0 mcid:0! Ncid:18cid:4Wcid:1 d2mWz 2cid:22cid:2222 cid:0 cid:22cid:221cid:22cid:2232cid:22; cid:272Wcid:22cid:2222cid:127cid:220 cid:0 2cid:22cid:222cid:22cid:221cid:127cid:221 cid:22cid:2221cid:127cid:222f z 0cid:222cid:19 .Lemma 12 Denominator of the local linear estimator Under the assumption that nh !1,1nhn Xi1Zi Z0i Ki I i A oph 2635where the symmetric matrix A is 24plus lower order terms.252 hf 0z 0cid:22cid:221 h 2f z 0f z 0cid:22cid:221 hf 0z 0cid:22cid:222 h 2f z 0cid:22cid:221 hf 0z 0cid:22cid:222 h 22 f 00z 0cid:22cid:2222 f 00z 0cid:22cid:223 f z 0cid:22cid:222 hf 0z 0cid:22cid:223 h 22 f 00z 0cid:22cid:2232 f 00z 0cid:22cid:22425 The matrix Acid:0 is analogously 24f z 02 cid:0 hf 0z 0cid:22cid:221 h 2cid:0f z 0cid:22cid:221 hf 0z 0cid:22cid:222 cid:0 h 22 f 00z 0cid:22cid:2222 f 00z 0cid:22cid:223cid:0f z 0cid:22cid:221 hf 0z 0cid:22cid:222 cid:0 h 2f z 0cid:22cid:222 cid:0 hf 0z 0cid:22cid:223 h 22 f 00z 0cid:22cid:2232 f 00z 0cid:22cid:22435 .26n Pi1E cid:24 h 1nh Ki I i Zi cid:0 z 0n Xi1Ecid:20 Zi cid:0 z 0h cid:19 1z cid:21 z 0f zdz.Kcid:18 z cid:0 z 0i cid:21Ki I 1hhcid:24 which has the expected value:1h Z z cid:0 z 0h With a change in variables: u zcid:0z 0hpoints to the right of z 0, we obtain Proof. The relationship 6 is shown via mean square convergence for each element of A. Onlythe derivations for the 1; 2 element are shown here, with the derivations for the other elementsbeing analogous.Consider the 1; 2 element of 1nh Zi Z0i Ki I i and denote it by cid:24and an expansion about the point z 0, considering only Z u K u 1u cid:21 0f z 0 uhduu K ucid:26f z 0 uhf 0z 0 1Z0u 2h 22f 00z 0cid:27 du f z 0cid:22cid:221 hf 0z 0cid:22cid:222 h 22f 00z 0cid:22cid:223by bounded convergence.To show convergence in mean square, it also needs to be shown that V ar cid:24 converges to zero:Ki I i cid:19V ar cid:24111hhh Ki I Ki I i cid:19 nh 2 V arcid:18 Zi cid:0 z 0i cid:212i cid:192 cid:0 Ecid:20 Zi cid:0 z 0h cid:19 f zdz cid:0 Ocid:18 1ncid:19n 2h 2 V arcid:18X Zi cid:0 z 0nh 2Ecid:18 Zi cid:0 z 01Z0 cid:18 z cid:0 z 0h cid:192u 2K2 u f z 0 uhdu cid:0 Ocid:18 1ncid:191Z0K2cid:18 z cid:0 z 01nh 2Ki I 1nhhwhere a change in variables: u zcid:0z 0h and a Taylor expansion about the point z 0 has been used. Asit has been assumed that nh ! 1, the variance of cid:24 converges to zero by dominated convergence.Hence, mean square convergence has been shown, which implies convergence in probability by Chebyshevcid:146s inequality.27Lemma 13 If assumptions I and R are satiscid:133ed, the estimators FY 1jc u, FY 0jc u, FY 1jc u,FY 0jc u for any u and u 2 Y jointly converge in law to the following normal distribution:pnh 0BBBBBBFY 1jcu cid:0 FY 1jcuFY 0jcu cid:0 FY 0jcuFY 1jcu cid:0 FY 1jcuFY 0jcu cid:0 FY 0jcu1CCCCCCAdcid:0! N B;Vwhere B and V are decid:133ned below in the proof.Proof. By Lemma 11 and 12 we have a linear representation of the local linear estimator 5 ofa generic random variable W that is bounded between zero and one. Now we consider the jointnormality of FY 1jcu, FY 0jcu, FY 1jcu and FY 0jcu, i.e. of the estimators of the cdf at twodierent values u and u. For convenience we restate the decid:133nition of the estimator here:FY 1jcu m1Y cid:20uD cid:0 mcid:01Y cid:20uD.mD cid:0 mcid:0DNote that this estimator is a continuous function of estimators mW and mcid:0W for dierent genericvariables W , once for W 1 Y cid:20 u D and once for W D. In any case W is bounded betweenzero and one and all higher order moments exist.Decid:133ne the vector cid:18 as a function of the sample size and of u and u as cid:18 D; mcid:0D; m1Y cid:20uDcid:01; mcid:01Y cid:20uDcid:01; m1Y cid:20uD; mcid:01Y cid:20uD; m m1Y cid:20uD; mcid:01Y cid:20uD; m1Y cid:20uDcid:01; mcid:01Y cid:20uDcid:010.By the CramerWold device it is trivial to show that cid:18 converges to a jointly normal distribution: If cid:210cid:18 converges to a normal random variable for every conformable constant nonzero vectorcid:21, then cid:18 converges to a multivariate normal random variable. Because every element in cid:18 can berepresented in linear form as in 5, cid:210cid:18 is a sample average of random variables, for whom higherorder moments exist. Applying a CLT to cid:210cid:18, premultiplied with pnh, thus gives asymptotic normality, which thus implies joint normality of the elements in cid:18.With this notation, we can restate the estimators of the cdf asFY 1jcu FY 1jcu cid:183 cid:0 cid:184cid:181 cid:0 cid:182cid:187 cid:0 cid:188cid:181 cid:0 cid:182andandFY 0jcu FY 0jcu cid:185 cid:0 cid:186cid:181 cid:0 cid:182cid:189 cid:0 cid:1810cid:181 cid:0 cid:182where cid:18k refers to the kth element of cid:18. Consider FY 1jcu; FY 0jcu; FY 1jcu and FY 0jcu as avector of a continuous function of the asymptotically normal cid:18. It thereby follows by the continousmapping theorem that the estimators of the cdf are jointly asymptotically normalpnh 0BBBBBBFY 1jcu cid:0 FY 1jcuFY 0jcu cid:0 FY 0jcuFY 1jcu cid:0 FY 1jcuFY 0jcu cid:0 FY 0jcu1CCCCCCA28dcid:0! N B;V .It remains to calculate the bias and covariance matrix, which can be obtained by the delta method.The cid:133rst element of the bias B is 2mz 2 .2mcid:01Y cid:20uD2mDz 2 cid:0cid:22cid:2222 cid:0 cid:22cid:221cid:22cid:223cid:0 FY 1jcu FY 1jcu1Y cid:20uDz 22mcid:0Dcid:4Pcz 2The second element of the bias iscid:0 11190 for Epanechnikov 2cid:22z 2mcid:4Pccid:22cid:2222 cid:0 cid:22cid:221cid:22cid:2232cid:221Y cid:20uDcid:01z 2cid:0 FY 0jcu2mDz 2 cid:02mcid:01Y cid:20uDcid:01z 2 FY 0jcu2mcid:0Dz 2 and the third and fourth elements of B are analogous to the cid:133rst two elements with u replaced byu.After tedious calculations and application of the dominated convergence theorem we obtainfor the covariance matrix 2cid:127cid:220 cid:0 2cid:22cid:222cid:22cid:221cid:127cid:221 cid:22cid:222cid:22cid:2221cid:127cid:222 5683212635 for the Epanechnikov kernel V wherecid:222z 1P 2c f z 00BBBBBB!cid:0Y 1uY 1u !cid:0Y 1uY 0u !cid:0Y 1uY 1u !cid:0Y 1uY 0u!cid:0Y 0uY 0u !cid:0Y 0uY 1u !cid:0Y 0uY 0u!cid:0Y 1uY 1u !cid:0Y 1uY 0u!cid:0Y 0uY 0u,1CCCCCCA!Y 1uY 1u lim!0Covcid:81 Y cid:20 u D cid:0 FY 1jcuD ; 1 Y cid:20 u D cid:0 FY 1jcuD j Z z 0 cid:9is the right limit and decid:133ne !cid:0Y 1uY 1u analogously as the left limit and!cid:0Y 1uY 1u !Y 1uY 1u !cid:0Y 1uY 1uis the sum of left and right limit. Similarly, for the covariance element between FY 1jcu andFY 0jcuCovcid:81 Y cid:20 u D cid:0 FY 1jcuD ; 1 Y cid:20 u D cid:0 1 cid:0 FY 0jcuD j Z z 0 cid:9 .!Y 1uY 0u lim!0The modicid:133cations for the decid:133nition of the other elements of V are obvious.Lemma 13 shows the convergence of the cid:133nite dimensional distributions. The last step toprove Theorem 5 consists in verifying the asymptotic tightness. Starting from the asymptoticrepresentation in Theorem 13, we have to show that the process Wh u is asymptotically tight,where Wh u Pn Zni u nhncid:012 P cid:01i1 Zni u andc Ki Dicid:8I i cid:01 Yi cid:20 u cid:0 FY 1jcucid:1 cid:0cid:01 cid:0 I i cid:1cid:01 Yi cid:20 u cid:0 FY 1jcucid:1cid:9 .We can consider separately the cid:133rst and the second term in the curly brackets. We will show theresult only for the cid:133rst term. The second term is similar.29We will prove that the three conditions displayed in Theorem 2.11.9 in van der Vaart and Wellner 1996 are satiscid:133ed for Wh u.26 Endow Y with the semimetric cid:26 decid:133ned bycid:26 u; u P cid:01c qcid:12cid:12FY 1jcu cid:0 FY 1jcucid:12cid:12.Let us divide Y into subintervals t 0 cid:20 t 1 cid:20 ::: cid:20 tq where cid:26 u; u cid:20 C for all u; u 2tjcid:01; tj ; j 1; :::q with C some constant which we will determine further on. For the partition Y t 0; t 1 qj2 tjcid:01; tj, we cid:133nd thatj Zni u cid:0 Zni uj cid:20 nhncid:012 P cid:01c Ki Dicid:0j 1 Yi cid:20 u cid:0 1 Yi cid:20 uj cid:12cid:12FY 1jcu cid:0 FY 1jcucid:12cid:12cid:1 .supu;u 2Yj j Zni u cid:0 Zni uj 2 cid:20 nhncid:01 cid:22K2cid:16C22 j 1 Yi cid:20 u cid:0 1 Yi cid:20 uj 2cid:17 .So For the appropriate choice of C, this leads ton Xi1E supu;u 2Yj j Zni u cid:0 Zni uj 2 cid:20 2Hence the bracketing number N ;Y; Ln Z cid:14n 0 qlog N ;Y; Ln 2 is equal to Ocid:0cid:01cid:1 and we get 2 d Z cid:14n 0 p O cid:01d ! 0when cid:14n ! 0. This vericid:133es the third condition of Theorem 2.11.9 in van der Vaart and Wellner1996. We do not need to verify the second condition, since our partition of Y is independent ofn.Finally, we have to check whether for all cid:17 0Ecid:20supu 2Y j Zni uj cid:1 1cid:18supu 2Y j Zni uj cid:17cid:19cid:21 cid:0! 0 as n ! 1n Xi1c Ki I Since P cid:01i cid:0Di cid:1 1 Yi cid:20 u cid:0 FY 1jcuDcid:1 is bounded uniformly, we get that supu 2Y j Zni uj Ocid:16nhncid:012cid:17 which is always smaller than cid:17 for n su ciently large. So the cid:133rst condition is alsosatiscid:133ed.This vericid:133es that the process is asymptotically tight, which, in combination with Lemma 13,implies the result of Theorem 5 by Theorem 1.5.4 in van der Vaart and Wellner 1996.A.4 Proof of Corollary 6: Limit distribution for distribution treatment eects This result follows from Theorem 5 by the continuous mapping theorem see for instance Theorem 1.9.5 in van der Vaart and Wellner 1996.26 Similar applications of this result can be found in van Keilegom and Akritas 1999, Braekers and Veraverbeke2003, Gaddah and Braekers 2009,30A.5 Proof of Theorem 7: Limit distribution for quantile functions This result follows from Theorem 5 by the functional delta method, since the quantile operatoris Hadamard dierentiable for absolutely continuous functions, which is assumed in Assumption Q see for instance section 2.2.4 in Kosorok 2008 for a decid:133nition of the functional delta methodand an application to the quantile operator.A.6 Proof of Corollary 8: Limit distribution for quantile treatment eects This result follows from Theorem 7 by the continuous mapping theorem see for instance Theorem 1.9.5 in van der Vaart and Wellner 1996.A.7 Proof of Theorem 9: Limit distribution for smooth functionals This result follows from Theorem 5 by the functional delta method.A.8 Proof of Theorem 10: Identicid:133cation of QTEs in the presence of covariates We will proceed in three steps. We cid:133rst show a regression representation of the distributionfunctions. This result is very similar to Theorem 5 in Frcid:246lich 2007.Lemma 14 Distributions with covariates Under Assumption C,distributions for the local compliers are identicid:133ed asthe potential outcome FY 1jcu lim FY 0jcu lim R m Djx cid:0 mcid:0 Djx d FXj Z2Nx!0R m 1 Y cid:20 u Djx cid:0 mcid:0 1 Y cid:20 u Djx d FXj Z2Nx!0R m 1 Y cid:20 u D cid:0 1jx cid:0 mcid:0 1 Y cid:20 u D cid:0 1jx d FXj Z2NxR m Djx cid:0 mcid:0 Djx d FXj Z2Nx and mcid:0 Wjx E Wj X x; Z 2 N cid:0 for any ranwhere m Wjx E Wj X x; Z 2 N dom variable W .Proof. Let gy be a real measurable and absolutely integrable function. Consider the interiortermsm g Y Djx cid:0 mcid:0 g Y Djx mcid:0gcid:0Y 1cid:1jx;T acid:1 Prcid:0T aj X; Z 2 N mcid:0gcid:0Y 1cid:1 cid:1 0jx;T ncid:1 Prcid:0T nj X; Z 2 N mcid:0gcid:0Y 1cid:1jx;T ccid:1 Prcid:0T cj X; Z 2 N mcid:0gcid:0Y 1cid:1 cid:1 0jx;T dcid:1 Prcid:0T dj X; Z 2 N mcid:0gcid:0Y 1cid:1 cid:1 Djx;T icid:1 Prcid:0T ij X; Z 2 N cid:1 cid:0 mcid:0cid:0gcid:0Y 1cid:1jx;T acid:1 Prcid:0T aj X; Z 2 N cid:0 cid:1 cid:1 cid:0 mcid:0cid:0gcid:0Y 1cid:1 cid:1 0jx;T ncid:1 Prcid:0T nj X; Z 2 N cid:0 cid:1 cid:1 cid:0 mcid:0cid:0gcid:0Y 1cid:1 cid:1 0jx;T ccid:1 Prcid:0T cj X; Z 2 N cid:0 cid:1 cid:1 cid:0 mcid:0cid:0gcid:0Y 1cid:1jx;T dcid:1 Prcid:0T dj X; Z 2 N cid:0 cid:1 cid:1 cid:0 mcid:0gcid:0Y 1cid:1 cid:1 Djx;T icid:1 Prcid:0T ij X; Z 2 N cid:0 cid:1 .Now consider the integrallim!0Z cid:0Ecid:2gY Dj X; Z 2 N cid:3 cid:0 Ecid:2gY Dj X; Z 2 N cid:0 cid:3cid:1 d FXj Z2N31 lim By Assumptions C iii and C iv, this is equal to Pr T dj X; Z 2 N cid:0 and lim!0and insert the previous expression. All terms have well decid:133ned limits, mostly zero. The limitsof the terms for the T a and T n populations are zero by Assumptions C iii and iv.Since gY is absolutely integrable and since conditional probabilities are bounded and since Pr T ij X; Z 2 N are zero by Assumption C ii, also thelim!0limits of the terms for the T d and T i subpopulations are zero. Hence, it remains!0Z Ecid:2gY 1j X; Z 2 N cid:1 d FXj Z2N.!0Z Ecid:2gY 1j X; Z 2 N;T ccid:3 Pr T cj X; Z 2 N d FXj Z2N.PrT cj Z 2 NZ Ecid:2gY 1j X; Z 2 N;T ccid:3 d F Xj T c; Z 2 NPrT cj Z 2 N cid:1 Ecid:2gY 1j Z 2 N;T ccid:3 . ;T ccid:3 Prcid:0T cj X; Z 2 N Applying this result with gy 1 Y cid:20 u and gy 1, for the numerator and denominatorrespectively, we obtain the result of lemma 14 for Y 1. The result for Y 0 can be obtained similarlywith D replaced by 1 cid:0 D in all expressions.By making use of Bayescid:146theorem, we obtain lim!0 lim!0 lim The distribution function has also a weighting representation:Lemma 15 Weighted distributions with covariates Under Assumption C, the potentialoutcome distributions for the local compliers are identicid:133ed as FY 1jcu lim!0Eh 1 Y cid:20 u 1Zcid:21z 0cid:0pXEh 1 Y cid:20 u 1Zcid:21z 0cid:0pXpX1cid:0pX 2D cid:0 1j Z 2 N; D 1ipX1cid:0pX 2D cid:0 1j Z 2 N; D 0i Eh 1Zcid:21z 0cid:0pXpX1cid:0pX 2D cid:0 1j Z 2 N; D 1i Eh 1Zcid:21z 0cid:0pXpX1cid:0pX 2D cid:0 1j Z 2 N; D 0iwhere px Pr Z cid:21 z 0j X x; Z 2 N for 0.Proof. This representation can be obtained by using Bayescid:146theorem starting from the results of Lemma 14. For any real measurable and absolutely integrable function gyFY 0jcu lim!0Z cid:0Ecid:2gY Dj X; Z 2 N Z Ecid:20 gY D cid:1 1 Z cid:21 z 0px Ecid:20gY DI cid:0 px Pr D 1j Z 2 N Ecid:20gY cid:0px 1 cid:0 pxj Z 2 Ncid:211 Z cid:21 z 0 cid:0 pXpX 1 cid:0 pX32 cid:3 cid:0 Ecid:2gY Dj X; Z 2 N cid:0 cid:3cid:1 d FXj Z2NgY D 1 cid:0 1 Z cid:21 z 01 cid:0 pxj X; Z 2 Ncid:21 d FXj Z2N2D cid:0 1j Z 2 N; D 1cid:21We obtain Lemma 15 by applying this result to the numerators and denominators of Lemma 14.Proof of Theorem 10. The proof follows from Lemma 15 using the same line of arguments asin the proof of Theorem 2.33B Figures and Table Figure 1: The relationship between the forcing variable Z, the probability of attending the summerschool and three quantiles of the observed outcome Note: June reading grade equivalents relative to threshold Z variable, with z 0 0. Bold line: Probabilityof treatment as a function of Z, i.e.fraction of students with same value of Z who attended the summer school.Dashed, dotted and gray lines: median, 0.05 and 0.95 quantile of the math grade equivalents one year after thesummer school as a function of Z. Population: Thirdgrade students from 1997 to 1999 whose math score exceededthe promotional cuto.340.2.4.6.81Fractioncid:160treatedcid:1732cid:1731012Mathcid:160scorecid:160onecid:160yearcid:160latercid:1732cid:1731012Readingcid:160scorecid:160incid:160Junecid:160relativecid:160tocid:160thecid:160cutoff Fractioncid:160treated 0.05cid:160quantile Median 0.95cid:160quantileFigure 2: Distribution functions of the potential outcomes Note: Estimated distribution functions of the potential outcomes FY 1jc and FY 0jc, and pointwise 95% concid:133dence intervals based on Theorem 5. Outcome variable is the achievement gain in math test score one year after thesummer school. Population: Thirdgrade students from 1997 to 1999 whose math score exceeded the promotionalcuto and whose reading test score was just below or just above the threshold.350.2.4.6.81Distributioncid:160functionscid:1732cid:17310123cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160Mathcid:160achievementcid:160gaincid:160onecid:160yearcid:160aftercid:160thecid:160summercid:160school Noncid:173treatedcid:160outcome Treatedcid:160outcome 95%cid:160CI95%cid:160CIFigure 3: Quantile treatment eects of summer school attendance on math test score Note: Estimated quantile treatment eects, with and without covariates. Pointwise 95% concid:133dence intervalsare shown for the QTE estimated without covariates. Outcome variable is the achievement gain in math test scoreone year after the summer school. Population: Thirdgrade students from 1997 to 1999 whose math score exceededthe promotional cuto and whose reading test score was just below or just above the threshold.36cid:173.2cid:173.10.1.2.3cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160Summercid:160schoolcid:160quantilecid:160treatmentcid:160effects 0.2.4.6.81Quantile Withoutcid:160covariates Withcid:160covariatesFigure 4: Density functions of the potential outcomes Note: Estimated density functions of the potential outcomes f Y 1jc and f Y 0jc. Density functions only shownfor illustration. No concid:133dence intervals given. Outcome variable is the achievement gain in math test score oneyear after the summer school. Population: Thirdgrade students from 1997 to 1999 whose math score exceeded thepromotional cuto and whose reading test score was just below or just above the threshold.370.2.4.6.8Densitycid:160functionscid:1732cid:17310123cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160Mathcid:160achievementcid:160gaincid:160onecid:160yearcid:160aftercid:160thecid:160summercid:160school Noncid:173treatedcid:160outcome Treatedcid:160outcomeFigure 5: Quantile treatment eects of summer school attendance on other outcomes Note: Quantile treatment eects, estimated without covariates, for four outcome variables: achievement gainin math and reading test scores one and two years after the summer school. Population: Thirdgrade students from 1997 to 1999 whose math score exceeded the promotional cuto and whose reading test score was just below or justabove the threshold.38cid:173.10.1.2cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160cid:160Summercid:160schoolcid:160quantilecid:160treatmentcid:160effects 0.2.4.6.81Quantile Math,cid:1601cid:160year Math,cid:1602cid:160years Reading,cid:1601cid:160year Reading,cid:1602cid:160yearsTable 1: Summer school treatment eects on summary statistics of the outcome distribution Statistic Outcome Math gain Reading gain 1 Year 2 Years 1 Year 2 Years Mean Median 0.140 3.780.085 2.340.063 1.780.127 3.530.163 3.820.125 2.770.112 2.740.151 3.15Standard deviation 0.070 1.430.045 1.470.061 1.400.012 0.37Interdecile range 0.175 2.020.162 1.940.200 2.400.024 0.29Interquartile range 0.083 0.970.171 2.050.000 0.000.023 0.27Gini coe cient 0.007 1.360.006 1.560.005 1.630.000 0.02Note: Treatment eects on six summary statistics of the outcome distribution. Four outcomes are considered:achievement gains in math and reading scores one and two years after the summer school. The outcomes have beenrelocalized to avoid negative outcomes. This allows calculating the Gini coe cient but does not aect the otherstatistics. tvalues are given in parentheses. The standard errors were estimated using the sample analog pluginprinciple of the asymptotic formulas derived in Theorem 9. Population: Thirdgrade students from 1997 to 1999whose math score exceeded the promotional cuto and whose reading test score was just below or just above thisthreshold.39References Abadie, A. 2002: cid:147Bootstrap Tests for Distributional Treatment Eects in Instrumental Variable Models,cid:148Journal of the American Statistical Association, 97, 284cid:150292.Abadie, A. 2003: cid:147Semiparametric instrumental Variable estimation of treatment responsemodels,cid:148Journal of Econometrics, 113, 231cid:150263.Abadie, A., J. Angrist, and G. Imbens 2002: cid:147Instrumental Variables Estimates of the Eect of Subsidized Training on the Quantiles of Trainee Earnings,cid:148Econometrica, 70, 91cid:150117.Angrist, J., and V. Lavy 1999: cid:147Using Maimonides Rule to Estimate the Eect of Class Sizeon Scholastic Achievement,cid:148Quarterly Journal of Economics, 114, 533cid:150575.Barrett, G. F., and S. G. Donald 2000: cid:147Statistical Inference with Generalized Gini Indicesof Inequality and Poverty,cid:148Working Paper, University of New South Wales.Battistin, E., and E. Rettore 2002: cid:147Testing for programme eects in a regression discontinuity design with imperfect compliance,cid:148 Journal of Royal Statistical Society Series A, 165,39cid:15057.2008: cid:147Ineligibles and eligible nonparticipants as a double comparison group inregressiondiscontinuity designs,cid:148Journal of Econometrics, 142, 715cid:150730.Black, B., H. Jang, and W. Kim 2006: cid:147Does Corporate Governance Predict Firms Market Values? Evidence from Korea,cid:148Journal of Law, Economics and Organization, 22, 366cid:150413.Black, D., J. Smith, M. Berger, and B. Noel 2003: cid:147Is the Threat of Reemployment Services More Eective Than the Services Themselves? Evidence from Random Assignmentin the UI System,cid:148American Economic Review, 93, 1313cid:1501327.Black, D. A., J. Galdo, and J. A. Smith 2007: cid:147Evaluating the regression discontinuityusing experimental data,cid:148Mimeo, University of Michigan.Black, S. 1999: cid:147Do cid:146Bettercid:146Schools Matter? Parental Valuation of Elementary Education,cid:148Quarterly Journal of Economics, 114, 577cid:150599.Braekers, R., and N. Veraverbeke 2003: cid:147Testing for the partial KoziolGreen model withcovariates,cid:148Journal of Statistical Planning and Inference, 115, 181cid:150192.Brcid:252gger, B., R. Lalive, and J. Zweimcid:252ller 2008: cid:147Does culture aect unemployment?Evidence from the Barriere des Roestis,cid:148mimeo, University of Zcid:252rich.Buddelmeyer, H., and E. Skoufias 2003: cid:147An evaluation of the performance of regressiondiscontinuity design on PROGRESA,cid:148IZA discussion paper, 827.Campbell, D., and J. Stanley 1963: cid:147Experimental and quasiexperimental designs forresearch on teaching,cid:148 in Handbook of Research on Teaching, ed. by N. Gage. Rand Mc Nally,Chicago.Chaudhuri, P. 1991: cid:147Global nonparametric estimation of conditional quantile functions andtheir derivatives,cid:148Journal of Multivariate Analysis, 39, 246cid:150269.40Chay, K., and M. Greenstone 2005: cid:147Does air quality matter? Evidence from the housingmarket,cid:148Journal of Political Economy, 113, 376cid:150424.Chay, K., P. Mc Ewan, and M. Urquiola 2005: cid:147The central role of noise in evaluatinginterventions that use test scores to rank schools,cid:148American Economic Review, pp. 1237cid:1501258.Chernozhukov, V., I. FernandezVal, and A. Galichon 2007: cid:147Quantile and probabilitycurves without crossing,cid:148MIT working paper.Chernozhukov, V., I. FernndezVal, and B. Melly 2007: cid:147Inference on Counterfactual Distributions,cid:148mimeo.Chernozhukov, V., and C. Hansen 2005: cid:147An IV model of quantile treatment eects,cid:148Econometrica, 73, 245cid:150261.Di Nardo, J., and D. Lee 2004: cid:147Economic impacts of new unionization on private sectorsemployers: 19842001,cid:148Quarterly Journal of Economics, 119, 1383cid:1501441.Firpo, S. 2008: cid:147Identicid:133cation and Estimation of Distributional Impacts of Interventions Using Changes in Inequality Measures,cid:148mimeo.Fisher, R. 1935: Design of Experiments. Oliver and Boyd, Edinburgh.Forslund, A., and O. N. Skans 2006: cid:147Swedish youth labour market policies revisited,cid:148Viertelsjahreshefte zur Wirtschaftsforschung, 75, 168cid:150185.Frandsen, B. R. 2009: cid:147Nonparametric identicid:133cation and estimation of regression discontinuity quantile treatment eects,cid:148Mimeo, MIT, version of April 30, 2009.Fredriksson, P., and B. cid:214ckert 2006: cid:147Is early learning really more productive? Theeect of school starting age on school and labor market performance,cid:148IFAU Discussion Paper 2006:12.Frcid:246lich, M. 2007: cid:147Regression discontinuity design with covariates,cid:148 IZA working paper No.3024.Gaddah, A., and R. Braekers 2009: cid:147Weak convergence for the conditional distributionfunction in a KoziolGreen model under dependent censoring,cid:148 Journal of Statistical Planningand Inference, 139, 930cid:150943.Gormley, W., and D. Phillips 2005: cid:147The eects of universal prek in Oklahoma: researchhighlights and policy implications,cid:148The Policy Studies Journal, 33, 65cid:15081.Guiteras, R. 2008: cid:147Estimating quantile treatment eects in a regression disconitnuity design,cid:148Mimeo, MIT.Guryan, J. 2001: cid:147Does money matter? Regressiondiscontinuity estimates from educationcid:133nance reform in Massachusetts,cid:148NBER, Working paper, 8269.Hahn, J., P. Todd, and W. van der Klaauw 2001: cid:147Identicid:133cation and Estimation of Treatment Eects with a RegressionDiscontinuity Design,cid:148Econometrica, 69, 201cid:150209.41Hirano, K., G. Imbens, and G. Ridder 2003: cid:147E cient Estimation of Average Treatment Eects Using the Estimated Propensity Score,cid:148Econometrica, 71, 1161cid:1501189.Imbens, G., and J. Angrist 1994: cid:147Identicid:133cation and Estimation of Local Average Treatment Eects,cid:148Econometrica, 62, 467cid:150475.Imbens, G. W., and T. Lemieux 2008: cid:147Regression discontinuity designs: A guide to practice,cid:148Journal of Econometrics, 142, 615cid:150635.Jacob, B. A., and L. Lefgren 2004: cid:147Remedial education and student achievement: aregressiondiscontinuity analysis,cid:148The Review of Economics and Statistics, 86, 226cid:150244.Jepsen, C., P. Mueser, and K. Troske 2009: cid:147Labormarket returns to the GED usingregression discontinuity analysis,cid:148mimeo, xx.Koenker, R. 2005: Quantile Regression. Cambridge University Press, Cambridge.Koenker, R., and G. Bassett 1978: cid:147Regression quantiles,cid:148Econometrica, 46, 33cid:15050.Kosorok, M. R. 2008:Introduction to empirical processes and semiparametric inference.Springer Verlag.Lalive, R. 2008: cid:147How do extended benecid:133ts aect unemployment duration? A regressiondiscontinuity approach,cid:148Journal of Econometrics, 142, 785cid:150806.Lalive, R., J. Wcid:252llrich, and J. Zweimcid:252ller 2008: cid:147Do cid:133nancial incentives for cid:133rms promote employment of disabled workers: a regression discontinuity approach,cid:148mimeo, Universityof Zcid:252rich.Lee, D., and D. Card 2008: cid:147Regression discontinuity inference with specicid:133cation error,cid:148Journal of Econometrics, 142, 655cid:150674.Lee, D. S., and T. Lemieux 2009: cid:147Regression discontinuity designs in economics,cid:148 NBERworking paper No. 14723.Leuven, E., M. Lindahl, H. Oosterbeek, and D. Webbink 2007: cid:147The eect of extrafunding for disadvantaged pupils on achievement,cid:148 Review of Economics and Statistics, 89,721cid:150736.Matsudaira, J. 2008: cid:147Mandatory summer school and student achievement,cid:148 Journal of Econometrics, 142, 829cid:150850.Mc Crary, J. 2008: cid:147Manipulation of the running variable in the regression discontinuity design: A density test,cid:148Journal of Econometrics, 142, 698cid:150714.Neyman, J. 1935: cid:147Statistical problems in agricultural experiments.,cid:148Supplement to the Journal of the Royal Statistical Society, II, 107cid:150180.Nordstrcid:246m Skans, O., and L. Lindqvist 2005: cid:147Causal eects of subsidized carrer breaks,cid:148IFAU Working paper, p. 17.42Porter, J. 2003: cid:147Estimation in the regression discontinuity model,cid:148 mimeo, Department of Economics, University of Wisconsin.Puhani, P., and A. Weber 2007: cid:147Does the early bird catch the worm? Instrumental variableestimates of early educational eects of age of school entry in Germany,cid:148Empirical Economics,32, 359cid:150386.Rubin, D. 1978: cid:147Bayesian inference for causal eects: the role of randomization,cid:148 Annals of Statistics, pp. 34cid:15058.Thistlethwaite, D., and D. Campbell 1960: cid:147Regressiondiscontinuity analysis: An alternative to the ex post facto experiment,cid:148Journal of Educational Psychology, 51, 309cid:150317.van der Klaauw, W. 2002: cid:147Estimating the Eect of Financial Aid Oers on College Enrollment: A RegressionDiscontinuity Approach,cid:148International Economic Review, 43, 1249cid:1501287.van der Klaauw, W. 2008: cid:147Regressiondiscontinuity analysis: a survey of recent developments in economics,cid:148Labour, 22, 219cid:150245.van der Vaart, A., and J. Wellner 1996: Weak convergence and empirical processes: withapplications in statistics. Springer Verlag, New York.van Keilegom, I., and M. G. Akritas 1999: cid:147Transfer of tail information in censored regression models,cid:148The Annals of Statistics, 27, 1745cid:1501784.cid:214ckert, B. 2008: cid:147Whatcid:146s the value of an acceptance letter? Using admissions data to estimatethe return to college,cid:148mimeo, IFAU, Uppsala.43", "filename": "629735646.pdf", "person": ["Markus Frölich", "Frölich, Markus", "Blaise Melly", "Melly, Blaise"], "date": ["2010"]}