{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/67729/1/630859310.pdf"], "title": ["Duty, self-interest, and the chance of casting a pivotal vote"], "plaintext": "Duty, Selfinterest, and the Chance of Casting a Pivotal Vote Dan Usher May 15, 2010Abstract: One votes from selfinterest or from a sense of duty. Voting from selfinterest requiresthere to be some chance, however small, that ones vote swings the outcome of an election fromone political party to another. This paper is a discussion of three models of what that chancemight be: the common sense model inferring the probability of a tied vote today from thedistribution of outcomes in past elections, persontoperson randomization where each voterlooks upon the rest of the electorate as analogous to drawings from an urn with given proportionsof red and blue balls, and nationwide randomization where voters are lined up according to theirpreferences for one party or the other but where chance shifts the entire schedule of preferencesup or down. Emphasis is on the third model about which the paper may have something new tosay. Nationwide randomization may be helpful in connecting private benefits from a win forones preferred party with a duty to vote, and in comparing the pros and cons of compulsoryvoting. JEL Classification: D72Keywords: Pivotal voting, duty to vote, compulsory voting 1Duty, Selfinterest, and the Chance of Casting a Pivotal Vote In the nineteenth century, economics was often called the dismal science largely because theequilibria predicted from price theory were not palatable to those who called it dismal. In whatseems to me a deeper sense, however, politics is the dismal science because there are nofundamental equilibria to predict.William H Riker, 1980, page 443.A vote is said to be pivotal if it swings the outcome of an election from one party toanother. The probability of casting a pivotal vote is important for two reasons: i When the act ofvoting is at all costly, the probability may be too small to provide a purely selfinterested personwith a sufficient incentive to vote rather than to abstain, so that a sense of duty must be invokedto explain why people vote at all and ii Electoral may be designed or evaluated according to thedistribution of political power among eligible voters or among legislators, where politicalpower is interpreted as the probability of casting a pivotal vote. This paper is about the firstreason. The main contribution of this paper is a model of uncertainty about the outcomes of anelection allowing for permanent preferences among eligible voters for one party over another,identifying benefits to others that voting from a sense of duty might convey and comparingbenefits of voting, rather than abstaining, to oneself and to others. A secondary contribution isthe discussion of voting pacts that make voting advantageous to their participants.1As formulated by by Riker and Ordeshook 1968, ones decision to vote or abstaindepends upon whether or not B D C1where B is ones personal benefit if ones preferred party wins the election 1 Only if ones vote might be pivotal is there any chance of influencing the outcome of anelection; if ones vote is not pivotal, it is as though one did not vote at all, Shapley and Shubik1954, page 787 define the power of a voter as the chance he has of being critical to the successof the winning coalition where all arrangements of voters are assumed to be equally likely andwhere a voter in any particular arrangement is deemed to be pivotal when his appearance in thesequence of likeminded voters generates a majority for the party he favours. The ShapleyShubik index of voting power can be thought of as a generalization of the probability of casing apivotal vote in which, for example, a person who is part of a large majority is not deemedpowerless despite the fact that he is never pivotal as defined here. For a review of the literatureon voting power see, Felsenthal and Machover 1998.2 D is the value one places upon voting as a duty to the rest of the community.2 C is ones cost of votingand is the probability of casting a pivotal vote.An implicit premise in the formulation of equation 1 is that a tie between twocompeting parties is automatically broken by the flip of a coin. Then, for a persons vote to bepivotal, there must be one of two combinations of events. In the first, there is an even number ofother voters divided equally between competing political parties, so that, if this person abstains,the election would be decided by the flip of a coin to break the tie. In the second, there is an odd number of other voters with a onevote advantage for the party this person opposes, so that, ifthis person abstains, the party he opposes would win but, if this person votes, there is a tie thatmust be broken by a flip of a coin. In neither case can this persons probability of being pivotalexceed fifty percent. Since the probabilities that other voters are exactly tied or that, but for onesvote, the party one favours would lose by exactly one vote, a persons probability of being pivotalis typically very, very small. It turns out that equals half the probability that other voters aretied in the event that there is an even number of other voters. 32That voting may not be personally advantageous was recognized by Downs 1957 andby Tullock 1967. Tullock suggested peoples willingness to vote rather than to abstain might beexplained by the possibility that voting is not costly at all. Voting for a political party might belike supporting a local football team or voting for the American Idol or congregating in Times Square on New Years Eve. Incorporating this possibility converts equation 1 to.B D N C1where N is the value one attaches to participating in voting as a public event. For some purposes,N might be incorporated into D, but duty to participate and enjoyment of participation are not thesame. One is about the welfare of the community, while the other is about ones own pleasure.3 Consider a person choosing whether to vote or to abstain in circumstances where it iscertain that N other people will vote but uncertain what the outcome of their vote will be. Theprobability, , of this persons vote becoming pivotal depends on how the N other voters areexpected to divide up between the two political parties. Call the parties left and right, andsuppose for convenience that this person favours the left party. Then, the probability of this persons vote being pivotal, turning a win by the right party into a winby the left party the probability that N is even x the probability of a tie among the N sure voters x the probability that the right party wins the toss of a coin to break the tie created whenthe dithering person abstains the probability that N is odd3To homo economicus, to the entirely selfinterested citizen as postulated in mosteconomic analysis, there can be no sense of duty, and voting can only be advantageous if B C, regardless of D. What has come to be called the paradox of not voting is the difficultyin reconciling the fact that a great many people do vote with the presumption that the probabilityof casing a pivotal vote is much too small to justifying voting except as an altruistic gesture forthe benefit of ones social class or the community at large.A simple example shows what is at stake. The competing political parties are called rightand left. A person who happens to favour the left party is considering whether to vote or abstain,where the cost of voting is 20 and where it is worth 10,000 to this person for the left party towin the election. The cost of voting is the dollar value of the time and trouble required to go tothe ballot box and to cast ones vote. Compensation of 10,000 would be required to keep thisperson equally well off in the event of a win for the right party as this person would be if the leftparty won instead. If a sense of duty played no role in this persons decision whether to vote or toabstain and if strict selfinterest were the only consideration, it would be disadvantageous for thisperson to vote unless the chance of his vote switching the outcome of the election turning a tieinto a win for the left party, or a loss by just one vote into a tie exceeds 1 in 500 The required CB 20 10,000 1500. For most elections, this probability seems much too high.Suppose that this person is choosing to vote or abstain in a constituency where a million otherpeople are expected to vote and where the left party is confidently expected to obtain somewherebetween 45% and 55% of the votes, with equal chances of outcomes anywhere between theselimits. If so, the chance of a tie between left and right parties becomes 1 in 100,000, and theprobability of this persons vote being pivotal becomes 1 in 200,000. In this example, the chance, , of the persons vote altering the outcome of the election isno more than 1 in 200,000, but the minimal chance required to make voting advantageous to thestrictly selfinterested voter is 1 in 500. This persons chance of swinging the election is only aquarter of a percent of the chance required to make voting personally advantageous. Of course, x the probability that the right party wins by one vote among the N sure voters x the probability that the left party wins the toss of a coin to break the tie created when thedithering person votesSince the first and third expressions in both triplets are equal to 12, and since the values of bothmiddle expressions are the virtually the same, it follows that one half the probability that other voters are tied when the number of other voters is even.As there is no sharp distinction between the N sure voters and the 1 dithering person, allvoters are equally likely to be pivotal. Everybodys chance of being pivotal depends upon howmany other people are expected to vote and upon the probability of a tie. The size of that chanceis the subject of the three models to follow.4these numbers are pulled out of thin air, but the gap between the estimated chance and therequired chance is so large that it seems unlikely for any reasonable choice of numbers to inducemore than a very small minority of eligible voters with enormous stakes in the outcome of theelection to vote rather than to abstain. That is the paradox of not voting. Two questions arise immediately: What is the probability of casting a pivotal vote? What exactly is the sense of duty that might induce people to vote even when it is not in theirimmediate selfinterest to do so? There is a vast literature on both of these questions. This paperis an attempt to add a few strokes to the picture. Three Models of How a Persons Vote Might Turn Out to be Pivotal 4For there to be a probability of casting a pivotal vote, there must be uncertainty in thevoters mind about the outcome of the election. Such uncertainty can only be a reflection ofuncertainty about some aspect of society. Thus, any attempt to determine, analytically orempirically, whether is large enough to accounted for voting by selfinterest alone whether CB must be based upon a model of how some aspect of society is unpredictable. Threesuch models are to be discussed and compared: the common sense model, personbypersonrandomization and nationwide randomization. This paper is focused upon nationwiderandomization not because it is unambiguously more realistic or more useful than the other two,but because it is the model about which the paper may have something new to say. Nationwiderandomization has special implications about the duty to vote where selfinterest alone is aninsufficient incentive. a The Common Sense Model: The numerical example in the preceding section with a millionvoters and a range of 100,000 equally likely outcomes is an application of the common sensemodel, relying on the assumptions that observed pluralities will never be exceeded and that alloutcomes within the observed range are equally likely. On these assumptions, the probability of atie is 1 in 100,000, implying that the probability of ones vote being pivotal is 1 in 200,000, and,with a cost of voting of 20, the strictly selfinterested citizen would prefer to abstain unless hisvaluation of a win for his preferred party exceeds four million dollars. Not many citizensvaluations would be as high as that. It is hard to cook plausible numbers for which even asignificant minority of eligible voters would choose to vote rather than to abstain if pure selfinterest were the only consideration. The great advantage of the common sense model is in supplying a rough and ready way toestimate the chance that a vote turns out to be pivotal. There are several disadvantages. Theassumption that the distribution of votes is uniform between wellspecified limits is convenientbut completely arbitrary. It is hard to tell what the appropriate limits, assumed in the example to 4Strictly speaking, one would be sure that ones vote is pivotal if one knew for sure thatthe rest of the electorate is tied, but nobody can ever be expected to know that.5be 45% and 55%, might be. A more plausible distribution of outcomes might be inferred frominformation about the history of outcomes in past elections, a distribution with more weight inthe middle and less at the tails. There is also some question as to whether outcomes in pastelections are really predictive of the outcome in an election today. Regardless of the history ofelections, the probability of a voter being pivotal may be relatively high in some elections andrelatively low in others, high when an election is expected to be close, and low when one party isalmost certain to win. Most importantly, the probability of a voter being pivotal is observedrather than derived from assumptions about voters behaviour. The model has nothing to sayabout why is what it is inferred to be. The model is most useful as a check on other models tobe discussed below, raising suspicion whenever outcomes are too far from what the commonsense model would suggest.5 b PersonbyPerson Randomization Personbyperson randomization is based upon an analogy between voting and sampling.6Think of all voters as lined up at the ballot box, and voting one by one. Just before a person castshis vote, the angel of chance assigns that person a preference, for the left party with a probabilityof p and for the right party with a probability 1 p. In an electorate of N voters, the number, n,of votes for the left party is analogous to the number of blue balls in N drawings from an urncontaining blue and red balls in proportions p and 1 p. The distribution of n is binomial withmean p N and standard deviation p1 pNnumber. . Suppose for convenience that N is an even 12The probability, T, of a tie among the N voters is precisely the probability that the numberof blue balls, n, is equal to N2. It is the probability of picking exactly N2 blue balls in N drawsfrom this urn, where T aa 2when a the probability that the first N2 balls are blue and the remaining N2 balls are red pN21 pN2and a the number of ways to place N2 balls in N slots N!N2!N2!345The common sense model is employed in Edlin. Gelman and Kaplan2008 and isdiscussed at greater length in Gelman, Katz and Bafumi 20046The first such models I know of are those of Beck1975 and of Good and Mayer 1975.6The probability of a tie becomes T N!N2!N2!pN21 pN2 which, when simplified by means of Stirlings formula , reduces to 7 T 2N 2p12 N221 pN2where is the ratio of the circumference to the diameter of a circle.56Now imagine of a society with N 1 people, where the first N are assumed to vote inaccordance with preferences as assigned by the angel of chance and the N 1 person isdeciding whether to vote of abstain. The probability, , that the vote of the N 1 person ispivotal is half the probability, T, of a tie among the other N people. stst Suppose once again that there are a million voters, i.e. N 1,000,000. As the binomialdistribution is bell shaped, the probability of any particular n depends on its distance from themean, highest when n is the mean, and steadily lower the farther from the mean n happens to be.Thus, the probability that n N2 is greatest when N2 is itself the mean, that is, when p 12.With p 12, it follows from equation 6 that the probability of a tie between political parties the probability n N2 500,000 is just under one tenth of 1%. With a cost of voting of 20,the benefit from a win for ones preferred party sufficient to make voting advantageous must beat least 32,000, which is high but not impossible. The probability of a tie diminishes sharply when p deviates from 12, causing the mean ofthe distribution of votes for the left party to deviate from N2. Even a deviation of as little as 1%reduces the probability of a tie dramatically. Suppose the probability of a randomlychosenperson voting for the left party rises from .5 to .51, raising the mean, p N, of the distribution of nfrom 500,000 to 510,000, a difference of 10,000 votes. The effect of this difference upon the 7Stirlings formula is N! 2 N NeN12 from which it follows that a N!N2!N2! 2N Ne 2N2 N2e 2N2 N2e N2N212 12 12 N 2N 2N2 2N2 Ne N2e N2e N2N212 12 12 N 2N 2 N12 from which equation 6 follows immediately.7probability of a tied vote depends upon the standard deviation of n, p1 pN , which is equalin this example to 500. Thus, the distance between the expected number of votes for the left party550,000 and the number of votes for which the election is tied 500,000 amounts to 20standard deviations 10,000500 20.The probability of a variable being 20 standard deviationsfrom its mean is infinitely minute. Beck 1975, table 1 computes that probability to be about 10 . The entire national income of the world would not be sufficient to compensate for such asmall chance of a pivotal vote. As there is no particular reason for supposing p to be exactly 12, asense of duty would surely be required to explain why people vote at all. 9012Some features of persontoperson randomization should be noted. Hidden within persontoperson randomization is a special assumption about sampling. Imagine a population of exactlyone million voters, with no abstentions and where exactly half a million people vote left and theother half vote right. Clearly, on these assumptions, the outcome is a tie, and any additional votermust be pivotal despite the fact that the probability of a randomlychosen person voting for theleft party remains equal to 12. With p 12 , the probability of a tied election is 100% in this case,as opposed to only a tenth of 1% in Becks calculation. The discrepancy arises from thedistinction between sampling with and without replacement. A ball picked randomly from an urnmay or may not be returned to the urn before the next ball is drawn. Becks formula is forsampling with replacement. Voting may be more like sampling without replacement. Enormousin this example, the difference between estimated probabilities of a tie would be less pronouncedwhen the proportion of population that votes is significantly less than 1. As discussed so far, persontoperson randomization is of interests. Everybodyknows what is best for himself, but some people would be made better off with a win by the leftparty while other people would be made better off with a win by the right. Alternatively,randomization may be of opinions. One of two parties may be better for everybody, but peoplemay differ in their judgments about which party that is. Everybody gains the same fixed amount B if the better party wins, but a proportion, p, of eligible voters thinks the left party is better and aproportion 1 p thinks the right party is better. If people are correct on average in the sensethat p 12 if and only if the left party is preferable and as long as the value of p is not commonknowledge, the probability of the better party winning the election is an increasing function ofthe number of people who vote rather than abstain. The optimal proportion of voters in thepopulation becomes that for which the cost of voting is just equal the difference between theexpected gain from switching the outcome of the election advantageously and the expected lossfrom switching the election disadvantageously. It is also possible that some people know what isbest, others do not, and everybody knows who is who. In such situations, public decisionmakingis best left to the experts rather than to the ballot box, or voting may be for people whose task itwould be to identify experts. There is an apparent discrepancy among the assumptions. The N 1 person has athgenuine option to vote or to abstain. The other N people are given no such choice. They must allvote left or right, as the case may be, in accordance with preferences assigned by the angel ofchance. Alternatively, if it does not pay to vote when the number of people actually voting islarge, each eligible voter might be inclined to adopt a mixed strategy, voting or abstaining at 8random. In a mixed strategy, each voters chance of becoming pivotal increases together with thenumber of abstentions. As long as eligible voters act from selfinterest alone so that D 0, themixed strategy would conain a smaller and smaller chance of voting until the probability of a tierises to the point where B C. in equation 1 above when D is absent. There is also something unsatisfactory about supposing voters preferences to be assignedin the first instances over political parties themselves rather than over policies that politicalparties may come to adopt. The angel of chance might more appropriately be seen as conveyingtastes randomly on the understanding that peoples votes would be determined accordingly. Theimplicit assumption that policies of political parties are fixed and inflexible is at variance withthe median voter theorem according to which pressure to win elections drives all political partiesto set platforms in accordance with the preferences of the median voter. Nor does the model contains any explanation of why the probability, p, of voting for theleft party is what it is assumed to be. Presumably p would be a reflection of economic andpolitical circumstances in the economy, but the model contains no list of relevant circumstancesor mechanism connecting these to political behaviour. Uncomfortable with Becks 1975 assumption that every persons probability, p, ofvoting for the left party is fixed and immutable, Chamberlain and Rothschild 1981 assumeinstead that p itself is chosen from a probability distribution of possible values between 0 and 1.There are two angels of chance, the first choosing p for the entire population, and the secondchoosing each persons vote for the given value of p. Chamberlain and Rothschild show that, ifthe distribution of p is uniform and in some other cases as well, the probability of a tie isproportional to 1N. The probability of a tie is still very small, but not as small as in Beckscomputation when p differs from 12 by as much as 1%. Some of the difficulties in persontoperson randomization are circumvented in Ledyard1984 by redirecting voters preferences from political parties to the platforms that politicalparties might adopt and by shifting randomization from preferences for one party over the otherto the cost of voting. A political equilibrium is constructed by introducing a variable z whichplays a double role in voters utility functions and in platforms of political parties. People areassumed to differ in two dimensions, in their cost of voting, C, and in their preferred values of z,as though each persons C is chosen randomly from one urn, and each persons z is chosenrandomly from another. Other things being equal, a persons utility is highest when societyschoice of z conforms to his preferred value, and diminishes steady as z varies above or below themost preferred level. Each of two political parties chooses a value of z, and each person, if hevotes at all, would vote for the party providing the value of z that is closest to his preferred value.The outcome is that a both parties choose the same value of z, and b all eligible voters abstainso that the election is decided by the flip of a coin, but c the parties common choice of zwhich may be the first preference of the median voter is such that any party deviating from thecommon value of z would be sure to lose the election because some voters would be roused tovote against it  9Missing from both persontoperson randomization and the common sense approach is away to measure selfinterest, B, and duty, D, on the same scale. To whom is there a sense ofduty? What exactly is the benefit conferred by one persons decision to vote rather than to abstainupon others to whom ones duty is due? There is no hint in persontoperson randomization or inthe common sense approach of the content or magnitude of D, no basis for inferring whether D islarge or small or whether a sense of duty is likely to make up for the deficiency in selfinterestalone. Nationwide randomization fills the gap, but only at the cost of some rather strongassumptions. Nationwide Randomization The logic of nationwide randomization is that elections may be won or lost due tounpredictable swings in the climate of opinion. Everybody occupies a place on a leftright scaleaccording to his valuation, positive or negative, of a win for the left party, where the absolutevalue each persons valuation can be represented by B in equation 1. Uncertainty in theoutcome of elections arises from unpredictable events in the economy, the world at large orpublic administration, seen as actions of the angel of chance that raise or lower everybodysvalue of B simultaneously. Figure 1: The Distribution of Voters Valuations of a Win for the Left Party With persontoperson randomization, everybody would be exactly alike but for the angel ofchance. By contrast, with nationwide randomization, people are intrinsically different in theirpolitical preferences and can be ranked from top to bottom according to their valuations, Bn, ofa win for the left party. For example, Bn 1,000 means that person n places a value of 1,000on a win for the left party rather than the right, while Bn 1,000 means that person n placesaaaa 10a value of 1,000 on a win for the right party rather than the left. All eligible voters may be linedup from left to right according to the intensity of their preferences for the left party; Bn ishighest at n 0, Bn is lowest at n N , and BNn 0. A schedule of eligible voters valuations of a win for the left party is illustrated in figure 1with voters benefits, Bn, on the vertical axes and with the N eligible voters lined upappropriately on the horizontal axis. The number of people, n , who prefer the left party to theright party, for whom Bn 0, is indicated by the crossing of the schedule Bn with thehorizontal axis. If voting were costless, the left party would win whenever n N2 and the rightparty would win whenever n N2. LLLThe areas designated as S and S respectively are the total of the valuations by all leftsupporters of a win for the left party rather than the right and the total of the valuations by allrightsupporters of a win for the right party rather than the left. Specifically,RLLS sum of all Bn for which Bn 0and S sum of all Bn for which Bn 0R7a7bLAs the figure is drawn, n N2 and S S signifying that the left party wins the electionas long as everybody votes and that a win for the left party is best for the nation as a whole. Adifferent postulated shape of the voters valuation curve with the same value of n but flatter tothe left of n but steeper to the right could create a discrepancy between number of votes andaggregate benefits. A majority of the population might vote for the left party despite the fact thatpeople would be better off on average if the right party won instead .8LLLRThus far, as voting is portrayed in figure 1, there can be no pivotal voter becauseeverybody knows which party would win the election and because voting is costless. For there tobe a probability of a persons vote swinging the outcome of an election, these constraints must berelaxed They will be relaxed in turn.Uncertainty is introduced through nationwide randomization in which the angel ofchance chooses a schedule, Bn, of voter valuations out of a set of possible schedules, all with 8 Drawn for convenience as a continuous function in figure 1, the voters valuationschedule must really be a step function with B defined only for integral values of n. The curve inthe figure should really be a collection of dots. The n persons value of a win for the left partywould be a dot placed at a distance n from the lefthand vertical axis and at a distance Bn aboveor below the horizontal axis. When N is even, there is a tie between left and right parties if andonly if BN2 0 but BN2 1 0. Otherwise a party must win by at least two votes. When N is odd, the right party wins by one vote so that an extra vote would create a tie if and only if BN 12 0 but BN 12 1 0. With n looked upon as continuous, there is a tie when BN2 0, or, equivalently, when n N2. th L11the general shape of that in figure 1, but differing in their locations, up or down to reflect ageneral bias toward one party or the other.Imagine a basic schedule Bn such as is illustrated in figure 1 that is shifted up ordown in accordance with a random variable x selected by the angel of chance and converting thevaluation schedule of a win for the left party from Bn to Bn, x where Bn, x Bn x8and where x may be positive or negative. A positive x pushes the schedule up, raising all valuations of a win for the left party and lowering all valuations of a win for the right partyaccordingly. A negative x pushes the schedule down, raising valuations of a win for the rightparty and lowering all valuations of a win for the left party accordingly. It is difficult to say apriori what the distribution of the random variable, x, might be, but, in the interest of simplicity,it is assumed here to be uniform, equally likely to take on any value from x to x where x issome fixed limit assigned to the angel of chance. Figure 2: Highest and Lowest Voters Valuation Schedules On these assumptions, the voters valuation schedule is equally likely to lie anywhere betweenthe highest schedule, Bn, x, generating, for each person n, the largest possible valuation of awin for the left party or the smallest possible valuation of a win for the right party, and thelowest schedule, Bn, x, generating, for each person n, the largest possible valuation of a winfor the right party. Highest and lowest schedules are illustrated in figure 2. 12As long as voting is costless, there is no harm in supposing that everybody votes. If theangel of chance picks the highest valuation schedule, the left party wins with n out of N votesbecause, by construction, n N2. If the angel of chance picks the lowest valuation schedule,the right party wins with N n out of N votes because, by construction, N n N2. 2211Intervention by the angel of chance creates two distinct electoral probabilities, theprobability of any persons vote being pivotal and the probability P of the left party winning theelection. With reference to figure 2 and on the assumption that all numbers of left supportersbetween n and n are equally likely, the probability of a persons vote becoming pivotal dependsupon the width of the band between n and n and the probility of a win for the left party dependsupon the location of the band, whether it is mainly to the right or mainly to the left of the centerpoint, N2. 1 221Since all schedules within the band between n and n are equally likely, the chance of a 21tie must be 1n n , and a voters chance of being pivotal must be 21 12 n n 129Since, the left party wins whenever the voters valuation schedule intersects the horizontal axisbeyond N2 and the right party otherwise, the probability, P, of a win for the left party becomesthe ratio of two distances, the distance between N2 and n and the distance between n to n . Theprobability, P, of the left party winning the election becomes 212P n N2n n 12210which, as the figure is drawn is somewhat less than 12. The introduction of a cost of voting induces everybody for whom B is neither very largenor very small to abstain. Assume that the cost of voting, C, is the same for everybody, and that .the angel of chance is equally likely to select any x within the range from x to x. As all dutyto vote is so far abstracted away, it is immediately evident from equation 1 above that a personvotes if and only if ones gain from a win for ones preferred party exceeds the expected cost,C, of swinging the election. The probabilities, and P, of ones vote being pivotal and of a winfor the left party but equations 9 and 10 must be modified to allow for abstention of eligiblevoters for whom the benefit of a win for ones preferred party falls short of its expected cost. With correctly anticipated, a person votes for the left party if and only if B Cwould vote for the right party if and only if B Cand would abstain if and only if 1311a11b C B C 11cOnes chance of casting a pivotal vote is in some respects like a market price of anordinary good or service. Like market prices, is at once a signpost for each and every voter anda characteristic of the community of voters as a whole. A person votes or abstains in accordancewith the electorates value of , but the electorates value of depends on what voters choose todo. Each voter sees himself as having free choice, but sees the community of voters asdeterminate.Numbers of voters are illustrated in figure 3, a reproduction of figure 2 with the additionof two horizontal lines at distances C above and below the horizontal axis. One votes orabstains in accordance with equation 11, for the left party of ones value of B is above thehigher line, one votes for the right party if ones value of B is below the lower line and oneabstains in between.Figure 3: Uncertainty about Others Preferences, the Cost of Voting and the Probability of Casting a Pivotal Vote Forany given and for any given valuation schedule, the number of votes for each party and thenumber of abstentions can be inferred from equation 11. If the highest valuation schedule withx x is chosen, then n people vote for the left party, N n people vote for the right party, n 42n people abstain and the left party wins the election. If the lowest valuation schedule with x 42141x is chosen, then n people vote for the left party, N n people vote for the right party, n n 1people abstain and the right party wins the election. A situation could arise where one party is somuch preferred to the other that it wins the election regardless of which valuation schedule ischosen. Were that so, no voter could ever be pivotal and the outcome of the election woulddepend upon the mobilization of each partys supporters as will be discussed below. Assume forthe present that that is not so. Assume the left party wins when the highest valuation schedule ischosen, and the right party wins when the lowest valuation schedule is chosen. The assumption isthat 33n N n 24and n N n 3112a12byielding a unique value of the probability of casting a pivotal vote. Steps in the computation of are set out in table 1 Table 1: Numbers of Votes and AbstentionsOn the assumption that each party has some chance of winning the electionabstentionsvotes for the left partyvotes for the right partytotal votesplurality for the left party in thefirst column and for the right partyin the secondhighest valuation schedulen n 4 2n 2N n 4N n n 2n n N 02441lowest valuation schedulen n 3n 1N n 3N n n 1N n n 033 1Depending on the angel of chance, the outcome of the election varies from a win for theleft party by at most n n N votes to a win for the right party by at most N n n votes. Thetotal number of votes between the largest possible plurality for the left party and the largestpossible plurality for the right party is 1 342n n N N n n n n n n 31 1 42243As long as the plurality for one party or the other has equal chances of lying anywhere within thatrange, the probability of a tie must be 1n n n n and the probability that ones vote ispivotal becomes 1 342 12n n n n 421 31315and the probability, P, that the left party wins the election must be the ratio of the maximal winfor the left party to the full range between the maximal win for the left and the maximal win forthe right, i.e.P n n N n n n n 31 2424144Equation 13 completes the equilibrium in figure 3. The numbers in the table n , n , n 3and n are dependent upon the value of , but itself is dependent on these numbers. Note thefamily resemblance between the what was called common sense model and nationwiderandomization in the determination of the probability of casting a pivotal vote. The commonassumption in these models is that if one party might win by up to Q votes and the other partymight win by up to R votes and if all outcomes in between are equally likely, the probability of apersons vote being pivotal must be 12Q R. Nationwide randomization can be thought of asa rationalization of the outcome in the common sense model. 21A Numerical Example Consider a society with a population, N, of 10,000 eligible voters where a personspositive or negative valuation, B, of a win for the left party is Bn, x 105,000 20n x15where n is an ordering of people from less to more right wing and where the angel of chancepicks x from a minimum of 15,000 to a maximum of 15,000. In the event that x 0, peoplesvaluation of a win for the left party varies from a maximum of 105,000 when n 0 to a minimumof 95,000 when n 10,000, meaning that the most right wing person values a win for th rightparty at 95,000. The outcome when voting is costless is shown in table 2.Table 2: Electoral Outcomes Dependant on the Angel of Chance when Voting is Costlesshighest valuation schedulex 15,000600040002,000for the left partyvotes for the left partyvotes for the right partyplurality for the winningpartyprobability of a pivotal vote 12sum of both pluralities 16,000probability of win for left party P maximal plurality for left partysum for both pluralities 23lowest valuation schedulex 15,000450055001,000for the right party16Equation 15 becomes a linear representation of the valuation schedules in figure 2. Thehighest schedule is that for which x 15,000 and the lowest schedule is that for which x 15,000. On the highest schedule, the number of votes for the left party is n and the number ofvotes for the right party is 10,000 n because, by assumption, everybody for whom n n votesleft and everybody for whom n n votes right. On the lowest schedule, the number of votes forthe left party in n and the number of votes for the right party is 10,000 n . Values of n and n 2can be read off equation 15 with the appropriate values of x. Specifically, when voting iscostless,2111112 and 21Bn , 15,000 105,000 20n 15,000 0 2Bn , 15,000 105,000 20n 15,000 0 1 16a 16bfrom which it follows immediately that n 4,500 and n 6,000. Depending upon the angel ofchoice, the outcome for the left party may with equal probabilities lie anywhere between a loss by 1,000 votes 5,500 4,500 to a win by 2,000 votes 6,000 4,000, a range of 3,000 votes. Theprobability of a tie becomes 1 in 3,000, and, since the breaking of a tie by the flip of a coin can beto the advantage of either party, the probability of a persons vote being pivotal must be 1 in 6,000 in accordance with equation 9 above. These outcomes are presented in table 2 below.21Of no consequence when voting is costless .the probability, , of ones vote being pivotalbecomes important when voting is costly. The decision whether to vote or abstain becomes atrade off between the benefit of a win for ones preferred party and the expected cost of procuringit, where expected cost depends upon as well as C. When the upper and lower valuationschedules in figure 3 are straight lines in accordance with equation 15, the critical values, n , 1n , n and n in figure 3 are all functions of , and all five variables become determinate because 2 is a function of n , n , n and n in accordance with equation 13. 3 4123 4Since a portion of eligible voters abstain, it becomes necessarily to derive each of n , n ,24n and n in a separate equation, equating a variant of Bn,x in equation 15 to the voters 3expected cost, C, of turning the election from a loss to a win for the party he favours. With thelinear valuation curves in equation 15, this becomes unconscionably simple, for the probabilityof a tied election turns out to be independent of C, so that the value of in table 2 carries over tothe more complex case where voting is costly. 919Deduction of the same number of votes from each of two competing political partiesneed have no effect upon their probabilities of winning the election or the probability that apersons vote is pivotal. As long as the valuation schedules are linear, an increase in C leaves thedistribution of pluralities unchanged, inducing equal numbers of abstentions by people whowould otherwise vote left and by people who would otherwise vote right, so that, regardless ofwhat value of x the angel of chance has selected, the winner of the election is unchanged whenthe expected cost of voting is increased, and a voters chance of being pivotal is unchanged aswell.1712432143For the assumed value, 10, of C and the estimated value, 16,000, of in table 2, thevalue of C becomes 60,000 and the numbers of votes for the left party in accordance with thehighest and lowest valuation schedules become and Bn , 15,000 105,000 20n 15,000 C 60,000Bn , 15,000 105,000 20n 15,000 C 60,000 17a 17bFor characterizing votes for the right party, it is convenient to construct two newvariables, m for the number of people who vote for the right party and D, as a function of m, forthe value placed by a right supporter on a win for the right party. Specifically, corresponding ton and n in figure 3 are m and m numbers of votes for the right party corresponding 3respectively to the lowest and the highest valuation schedules when there is a cost of voting, C,and a probability of being pivotal, . It follows immediately that m 10,000 n , that m 10,000 n , that Dm, x B10,000 n, x and that 4, 334344Dm , 15,000 105,000 20n 15,000 95,000 20m 15,000 C 60,000 4 and Dm , 15,000 95,000 20m 15,000 C 60,000 17c 17dFrom the four components of equation 17 it follows that n 1,500, n 3,000, m 2,500 and m 1,00013422On the higher valuation curve, 4,000 people n m vote, 6,000 people abstain and theleft party wins by 2,000 votes, while on the lower valuation curve, 4,000 people n m vote,6,000 people abstain and the right party wins by 1,000 votes. Since the range of outcomes of theelection varies from a win by 2,000 by the left party to a win by 1,000 votes by the right party,the probability of a tie must be 1 in 3,000, and the probability, , that a persons vote is pivotalwhen everybody in whose interest it is to vote does so becomes 1 in 6,000, exactly as computedin table 2 for the case where voting is costless. The numbers are brought together in table 3, andthe valuation curves themselves are shown as figure 4.413The information in table 3 and figure 4 can be looked upon from two points of view. It is,on the one hand, a picture of how the collectivity behaves, showing everybodys probability ofbeing pivotal, the range of possible pluralities for each party, the number of abstentions, and thevaluations of a win for ones preferred party required to induce a person to vote. It is, on the otherhand, a guide for deciding whether to vote or to abstain, supplying the critical value of inequation 1. These points of view are consistent as long as nobody can infer from his own valueof B what valuation schedule the angel of chance has selected. Nobody must know his ownranking, n, on the scale from most left to most right. The required ignorance might be secured bythe imposition of two randomization processes, one setting the value of x for the electorate as awhole and the other assigning places on the chosen valuation schedule. Or the angel of chance 18may be seen as engineering that part of the behaviour of the rest of the community which noparticular voter can infer from his own circumstances.Table 3: Electoral Outcomes Dependant on the Angel of Chance when Voting is Costlyvotes for the left partyvotes for the right partyabstentionsplurality for the winning partyhighest valuation schedulex 15,0003000100060002,000for the left partylowest valuation schedulex 15,0001500250060001,000for the right partyprobability of a pivotal vote 12sum of both pluralities 16,000Figure 4: Votes and Abstentions when Voting is Costly 19Artificial as it is, this example suggests an important principle about who votes and whoabstains. In so far as voting is from selfinterest rather than from a sense of duty, it is theextremists who vote and the moderates who abstain. One votes if and only if the value of a winfor the party one favours exceeds 60,000. Everybody else abstains. Symmetries in the exampleprevent this consideration from influencing the outcome of the election, but, as will be discussedbelow, there is no guarantee of such symmetry in other, more realistic situations. Qualifications and Exceptions The numerical example serves to establish that there may be an equilibrium with somepeople eligible voters voting for the left party, others voting for the right party and still otherschoosing to abstain in circumstances where each voter knows his own preference but has only arough idea about the distribution of preferences in the rest of the population, and, above all,where those who vote do so out of pure self interestrather than from a sense of duty. Theparameters of the example were chosen to generate such an outcome. The example does notestablish that there must be an equilibrium or that the outcome is necessarily a reflection of thewill of the electorate.a A Sure Winner: The locations of maximal and minimal valuation schedules in figures 2, 3 and 4 were chosen to ensure that both parties have some chance of winning the election. Themaximal schedule delivers a win the left party, the minimal valuation schedule delivers a win forthe right party and some schedule in between delivers a tie. That need not always be so.Regardless of what value of x is chosen by the angel of chance, significantly higher schedulesthan those in equation 15 above would deliver a sure win to the left party, and significantlylower schedules would deliver a sure win to the right. Suppose, for example, the constant term 105,000 in equation 15 were reduced to 75,000, converting the schedule to Bn, x 75,000 20n x 18while everything else remains the same. The right party would then be sure to win the electionregardless of the value of x selected by the angel of chance. The most favourable outcome for theleft is when x 15,000. Even so, there would be only 1,500 out of the 10,000 eligible voters forwhom B 60,000, as against 2,500 eligible voters for whom B 60,000. The best the left partycan hope for is a threetofive loss. The right partys proportion of the votes can only increasewhen the angel of chance picks a lower value of x. Recall the derivation of in equation 13. The formula required that the set of optionsopen to the angel of chance be such that some lead to a win by the left party and others lead to awin by the right. Figure 4 demonstrates how this may occur, but not that it must always do so. Ifnot, the formula for becomes inapplicable. Despite the randomness introduced by the angel of 20choice, the situation may remain essentially as illustrated in figure 1 where n is substantiallylarger than N2 so that nobodys vote can be pivotal unless a substantial but unknown number ofother people abstain.LThough it is probably rare for a political party to have absolutely no chance of winning ina twoparty race, the possibility cannot be ruled out altogether. Duty aside, there are reasons whypeople might vote regardless. Political parties are ongoing institutions. A good showing for apolitical party in this election might pave the way for a win in the next. A close race may saysomething about the preferences of the population, causing the party in power to take moreaccount of the policies of the losing party than if the win had been by an overwhelming majority.The British Labour party hung on for generations before finally attaining office. In Canada, the Cooperative Commonwealth Federation is said to have provoked the ruling Liberal party toadopte many social programs.b Evidence about the Angel of Chance: A major premise of nationwide randomization is thatnobody can infer from his own preferences what the choice of the angel of chance might be.Nobody should be able to deduce the value of x from his own value of B. There arecircumstances where that cannot be so. With reference to figure 4, consider a person for whom B 100,000. That person must know that the angel of chance cannot have chosen the lowestvaluation curve because the highest B consistent with that schedule is only 90,000. To beconsistent with B 100,000, the chosen valuation curve must be among top half of all valuationcurves, curves corresponding to values of x between 0 and 15,000. Not knowing his rankingamong all eligible voters, that person cannot know which among the top half of all values of xthe angel of chance has chosen, but the person does know that x is chosen from that limited set.More importantly, knowing that x 0, this voter must also know that the left party is sure to winthe election, meaning that his own vote cannot be pivotal and that it cannot be in his interest tovote. Despite the high value placed upon a win for the left party, this person prefers to abstain. There are two ways around this problem: The first is to suppose that a voter who sees hisown value of B to be unexpectedly high or low as the case may be presumes not that x is high,but that the constant term 110,000 in equation 15 has increased, leaving the variability ofpossible outcomes unchanged. An increase in the constant term increases the left partys chanceof winning the election without affecting the probability of a tie. As can be read off figure 4, thevalue of P in equation 14 would be increased, but the value of in equation 13 would not. The other way to preserve all voters ignorance about the value of x is to change thepostulated shapes of the voters valuations curves. The parallel straight lines in equation 15could be replaced by curved lines meeting at common points on the vertical axes as shown infigure 5. Then, as long as no eligible can be sure of his ranking on the valuation curve, nofeasible value of a persons B conveys information about which x the angel of chance haschosen. 21 Figure 5: Valuation Schedules with Common Maximal and Minimal Valuesc Bias in Favour of Small Groups with Strong Preferences: A situation can easily arise where amajority of the population prefers one party, but where the other party wins the election becauseits supporters place higher values on a win for their preferred party and are therefore less likely toabstain. This possibility is illustrated in figure 6 where the basic valuation schedule, Bn, iskinked at the horizontal axis. In interpreting the figure, suppose that a juggling of the basicvaluation schedule by the angel of chance supplies both parties with some chance of winning theelection, creating some probability, , of a persons vote becoming pivotal. As the figure isdrawn, over half the population prefers the left party, but more people vote for the right partythan for the left. Over half the population prefers the left party because Bn 0 for all n mwhere m N2. More people vote for the right party than for the left because N n n Lwhere N n and n are the numbers of people for whom the value of a win for their preferredparties exceeds the expected cost of swinging the election. The electoral triumph of a small groupwith strong preferences is exemplified by the supporters of the right party when the basicvaluation schedule, Bn, is kinked at the horizontal axis as shown in Figure 6.RRLA majority of the population prefers the left party to the right, but a decisive minoritywith a sufficiently strong preference for the right party enables the right party to win theelection. 1010 for large electorates, no matter how great the proportion of the electorate that prefers aparticular outcome, that outcome is likely to lose the election if the opposing outcome ispreferred by an expected majority of voters with a sufficiently large incentive to vote 22Figure 6: The More Popular Party Loses the Election That cannot be the whole of the story for there can be no incentive for anybody to vote ifone particular party is sure to win. Here, once again, this conundrum is circumvented by theangel of chance. The ultimate valuation schedule is not Bn as shown in figure 6, but Bn, x inequation 15 where the variability of x is presumably large enough for the left party to retainsome chance, however small, of winning the election. The postulated symmetry of x, with equalchances of being positive or negative for any given absolute value, ensures that the right party isthe more likely to win despite the small chance that it may not.d Social Welfare: Parallel to the possible discrepancy between numbers of supporters of eachparty and number of votes is a second possible discrepancy between number of voters and socialwelfare. The party with the most supporters need not convey the greatest social welfare. This isillustrated in figure 7 where the voters valuation schedule is such that more people favour theleft party than the right despite the fact that the right party conveys the greater social welfare; m N2 despite the fact that S S . A relatively indifferent majority of the population mayprefer that shopping on Sunday be allowed, while a passionate minority prefers that shopping on Sunday be forbidden. The dollar value of the potential loss to the minority may well exceed thedollar value of the potential gain to the majority. RLOn decisive minorities Campbell 1999, 1203.23 Figure 7: The Party Supplying the Larger Aggregate Benefit Loses the Election Implicitly, surplus has so far been graduated in dollars to ensure that B and C arecommensurate. Nevertheless, if one party tends to favour the rich while the other tends to favourthe poor and if the disputed public policy is to narrow the distribution of income, then it may beof some interest to measure surplus in utils as well. For any given voters valuations curve, the surpluses, S and S , measured in dollars and as illustrated in figure 6 above are LR 19 Transformed into utils, the surpluses become W and W where LR 20and where u is a transformation of B such that, in a choice between two risky prospects, a personalways chooses the prospect with the larger expected value of u rather than B. e The Cost of Voting: It is assumed here that the cost of voting is the same for everybody. Theextreme opposite assumption is that cost varies from one person to the next but there is nocorrelation between the cost of voting and anything else, in which case, for example, half ofsocietys cost of voting could be saved through a random abstention by half of all eligible voters.If the coin comes up heads, you do not vote; if the coin comes up tails, you do exactly what you 24would otherwise have done. As mentioned above, Ledyard 1984 derives conditions where theoutcome is the first preference of the median voter when the cost of voting varies from 0 to somemaximal amount and where peoples costs of voting are uncorrelated with their preferences forone party over another. f The Political Environment: To focus upon paradox of not voting, much of the circumstances ofdemocratic politics has been assumed away:i Party platforms are fixed. There is no discussion or explanation of how political partiesgo about choosing their platforms or of why the voters valuations schedule is what it is assumedto be. No account is taken of political parties incentives to adopt platforms appealing to thelargest possible share of the electorate. Between the lines of this paper one may detect that a rightparty is favoured by the rich and a left party is favoured by the poor, but left and right may havemany dimensions, each contributing to the schedule Bn. 11ii There are only two parties, one of which will form the government. A paradox of notvoting could be discussed in the framework of proportional representation, but that lead is notfollowed here.iii Nothing is said about the motives, interests or competence of politicians. Inparticular, no distinction is drawn between support of a political party because of its platform andsupport because its leaders, once in office, can be expected to serve nationwide commoninterests effectively, iv Voters are never mistaken in their valuations, B, of their benefits or costs from theelection of one party rather than the other. There is no campaign financing or electioneeringbecause there is nothing about which the voter can be persuaded. v Eligible voters choose to vote or to abstain individually and selfinterestedly, with nosense of duty and no coordination among them. Duty will be discussed presently.g Conflicting Interests vs Conflicting Opinions about Common Interests The distinction between interests and opinions, discussed already in connection with 11Parties need brand names, but it is often hard to see why the range of products in eachbrand is what it happens to be, why particular bundles of policies get lumped together as left oras right. Some policies might be identified as prorich or propoor, but not all policies can beclassified that way. Why, for example, would the party favouring private provision of health care be opposed to gay marriage. Why might one party favour the killing of people before they areborn, while the other favours the killing of people afterwards. 25apersonbyperson randomization, has its counterpart in nationwide randomization. Whenvaluations reflect interests as has been assumed so far, Bn Bn means that person n hasamore to gain than person n from a win by the left party. If Bn 10 and Bn 7, theneverybody expects a win for the left party to make person n better off by 10 and to make personan worse off by 7 than if the right party had won instead. By contrast, when valuations reflectopinions about common interests, everybody expects a win for the left party to convey the samebenefit, or cost as the case may be, to everybody, but people may disagree about what thatcommon benefit or cost would be. If Bn 10 and Bn 7, then person n would expect awin for the left party to make everybody better off by 10 and person n would expect a win forthe left party to make everybody worse off by 7. aaaaaaaaa When valuations represent opinions rather than interests and if each person is absolutelysure of his judgment, voting becomes an enormous act of charity to ones fellow citizens notobservant or clever enough to appreciate what the true consequence of the election might be. 12If people differ in their opinions about common benefits or costs of a win for the leftparty, it would be odd, though not impossible, for everybody to hold their opinions withcertainty. One may be certain about benefits to oneself. It is difficult to be certain about benefitsor costs to others, especially when one knows that others, with the same interests as oneself,disagree. People might more appropriately be thought to have probability distributions ofoutcomes with different means or variances. There may also be a tendency to believe that what isbest for oneself is best for society as well. 13Surplus becomes ambiguous. With Bn is interpreted as person ns opinion about acommon benefit, the surpluses, S and S , would be meaningless unless it is supposed that eachperson is equally likely to be correct, converting S and S into expected benefits as seen bydifferent groups of people, those for whom B 0 and those for whom B 0. RRLLWith one exception below, this paper adheres to the assumption that Bn refers to personns assessment of his own benefit from a win for the left party rather than to person ns opinionabout the benefit to everybody. 12See Edlin, Gelman, and Kaplan, 2008. If I am one of 10 million an eligible voters, if Iam absolutely sure that a win for the right party conveys a benefit of 1,000 to each of my fellowcitizens, and, if, by chance, just enough of my fellow citizens mistakenly vote for the left party tocreate a tie or a win by one vote for the left party, then my vote conveys a benefit of 10 billionto my fellow citizens. If I am at all altruistic, the required probability of my vote being pivotalmay be very, very small. 13Upton Sinclair is alleged to have said that, It is difficult to get a man to understandsomething when his salary depends on his not understanding it. 26Voting Pacts Among likeminded people, voting is the private provision of a public good. Nobody paystax voluntarily because everybodys valuation of the extra services of the army or the policemade possible by his tax alone is almost certainly less than the tax he pays. Everybody favourscompulsory taxation because everybodys valuation of the entire services of the army and thepolice is almost certainly greater than the tax he pays. Similarly, within a group of likemindedeligible voters, all proleft or all proright, everybody might agree to vote on condition thateverybody else within the group is required to do so too. Such an agreement may be called avoting pact. 14In the numerical example, each persons cost of voting is 10, each persons probabilityof casting a pivotal vote 16,000 and, consequently, each persons expected cost of swinging theelection is 60,000. A person abstains unless his benefit from a win by his preferred partyexceeds 60,000. The required benefit can be cut in half by a pact between any two likemindedvoters who would not otherwise vote at all. Consider two eligible voters both supporters of theleft party or both supporters of the right each of whom values a win for their preferred party at,say, 45,000. Acting separately and selfinterestedly, they would both abstain. Acting together,each voting on condition that the other does so too, they double the chance of being pivotal, from 16,000 to 13,000, cutting each of their expected costs of swinging the election from 60,000 to30,000 at which it becomes individually advantageous for both of them to vote rather than toabstain. Acting together, 100 likeminded eligible voters who would be unwilling to vote in theabsence of any such arrangement, raise the probability of swinging the election from 16,000 to 160 at which voting becomes individually advantageous as long as the benefit of a win for onespreferred party exceeds not 60,000, but only 600. Voting pacts differ from ordinary public goods in two main respects: Their benefitsaccrue not to society as a whole, but to a part of society, people favouring one of two politicalparties, at the expense of the rest, with no assurance that pacts are beneficial on balance tosociety as a whole. More importantly, there is no legallybinding mechanism to ensure that allbeneficiaries of voting pacts contribute their share of the cost. Agreements to share the cost ofordinary public goods are enforced by the state. Agreements to vote can only be enforcedimperfectly and incompletely, through social pressure exerted by friends, neighbours, churches,14Voting pacts are first cousins, if not closer, to the voting behaviour of groups asmodeled by Uhlander 1989 and Morton 1991. Their emphasis is upon leaders and followers,upon the interaction between candidates seeking office and citizens choosing whether and forwhom to vote, but they must postulate some material or just psychic private advantage in votingto overcome the free rider problem. Uhlander discusses rewards to by successful candidates togroups small enough to make each persons vote advantageous. There is also a familyresemblance between voting behaviour of groups and the probabilistic voting theoremdemonstrating an equilibrium when candidates distribute goodies to groups so as to maximizetheir probability of being elected. See Mueller 2003, chapter 12. 27labour unions and so on. Voting pacts rely on nothing more than the exhortation to get out andvote among people who recognize one another to be on the same side of the fence. That may be,but is not necessarily, sufficient depending on the cost of voting and the degree of socialcohesion.Imperfect though they may be, voting pacts can have a profound effect upon the outcomeof an election. Consider the extreme example summarized in table 4 of a bifurcated society with 100 rich people each placing a value of 300 on a win for the right party, and with 900 poorpeople each placing 100 on a win for the left party. Suppose, once again, that each persons costof voting is 10. The angel of chance may juggle the numbers a bit, but not enough to make anyvoter pivotal except possibly within the context of a voting pact. Surpluses are S 9,000 and RS 3,000. If everybody votes, the left party would win ninetoone.LTable 4: A Twoclass SocietyThe cost of Voting, C, is 20number of eligiblevoters favouringleftright 900 n 1 to 900100benefit per personof a win for thefavoured party Bn 100Bn 300total surplus S 90,000LS 30,000RIn this society, 101 votes by left supporters is enough to ensure a win for the left party,and one extra vote, raising the total to 102, is sufficient to ensure that no voter, left or right, canbe pivotal. When more than 101 votes for the left party, there is no chance of the right partywinning the election, and supporters of the right party might as well abstain to save themselvesthe cost of voting in circumstances where their votes can have no effect. All leftsupporters are locked into a complex prisoners dilemma where each person ismade better off by abstaining than by voting, but only on condition that enough others vote aswell. Voters gain 90 but abstainers gain 100 as long as enough leftleaning people vote toensure that the left party wins the election. How then are the voters selected? In a sense, thevoters are suckers, bearing a burden that could very well be borne by somebody else instead.Each voter may well think to himself that, if he abstains, some other leftleaning person will beinduced to vote in his place for fear of the emergence of a voting pact on the right. Perhapssupporters of one party or the other can devise a punishment for abstention. Exclusion fromcommon activities or mere disapproval may be sufficient. Perhaps, if and when potential pactmembers can identify one another, they can devise a grimtrigger strategy of dissolving the entirepact if any member abstains. Pacts may be easier to enforce among all likeminded beneficiariesthan among a proportion of them.Despite the lefts overwhelming majority, it remains possible for cooperation among left28leaning people to break down altogether and for the right party to win instead. Failure isespecially likely if voting is expensive. Suppose the cost of voting were 110 rather than 10.Then it would be in no leftleaning person to vote without an agreement among a number of leftleaning people to share the cost. The right party could easily win despite the fact that there is anet gain of 60,000 to society as a whole from a win for the left. There may be no equilibriumcomparable to that illustrated in figure 4, and the outcome of the election may turn on who cancooperate with whom.Suppose participation in a voting pact is costly. Abstracting from any sense of duty, avoting pact is advantageous to its members if and only if B C K21where is the probability that the pact is pivotal and K is the per person cost of participation.The value of would be 1 if the pact were sure to generate a win for the party it supporters, andthe value of would be less than 1 if there were just a chance of doing so. It is not unreasonableto suppose that the cost to each participant rises together with the size, s, of the pact and fallstogether with the proportion, p, of the beneficiaries of the pact. Thus,K Ks, p22swhere K 0 because it is more expensive per member to hold together a large pact than a smallone, and K 0 because it is more expensive per member to maintain a pact with a smallproportion of the beneficiaries than with a large one. p With reference to the example in table 4, it is at least possible that the right party wins theelection because there is some pact of size, s, such that 1 and 300 10 Ks, 100but there is no pact of size, s, such that 1 and 100 10 Ks, 9002324Despite the lefts overwhelming majority, it is possible for the right party to win the electionbecause a sufficient pact is feasible on the right side alone. . Duty There are two questions here: To whom might one owe a duty to vote? and Whatprecisely are the benefits to others that voting conveys?A duty to vote may be to ones social class or to society as a whole. In the context of this 29paper, ones own social class is everybody inclined to vote for the same political party as oneself,everybody for whom B is positive if ones own B is positive and everybody for whom B isnegative if ones own B is negative. Duty to ones social class is nothing more than an obligationto vote for the party one favours, to vote for the left party if B 0, to vote for the right party if B 0, and not to abstain.Duty to ones social class is straightforward. Duty to society as a whole is more complex.Consider a person for whom B 0 living in a society where the right party is best for society as awhole, meaning that S S or, better still, that W W where W and W are defined inequation 20 as social gains in utility as distinct from income. Though this person is made betteroff by a win for the left party, he knows that society as a whole is made better off by a win for theright. Duty to ones class warrants a vote for the left party, but duty to society as a whole wouldseem to warrant a vote for the right. RRLRLLWhat about abstention? Of the three options open to this person vote left, abstain, orvote right what is their ordering from most to least dutiful to society as a whole? This questionmust be answerable if D in equation 1 is to have any meaning at all. Ones first thought is thatabstention is more dutiful than a vote for the left party that the ordering of actions on the scalefrom more to less dutiful is vote right, abstain, vote left , rather than vote right,vote left, abstain because the chance of the right party winning is greater if one abstainsthan if one votes left. Better, it would seem, to abstain then to vote for the party that is not bestfor society as a whole. Abstention may be the right course of action in a race between two political parties whereknowledge rather than interest is the foundation of voters support. I cannot do better than toabstain if I believe that one of the two competing parties is best for both of us and that you arethe better judge of which party that is. Then, abstention becomes analogous to the commissioningexperts to decide which drugs to allow onto the market. On the other hand, if I firmly believe that I know which party is best for everybody and that you do not, then, as discussed in Edlin et.al.2008, voting becomes an act of charity on my part, enhancing your welfare even if you do nothave the sense to do so yourself. Otherwise, when support for political parties rests upon voters interests rather than onvoters opinions about common interests, there are two strong reasons not to abstain. The first isthat widespread abstention creates conditions where outcomes of elections depend more onvoting pacts than on the underlying preference of the electorate. This can be especiallyunfortunate when parties differ in their ability to persuade or bribe their supporters to vote.Majority rule voting is intended to reflect the will of the majority not just of the party faithful, butof society as a whole. The other reason pertains to possibilities implicitly assumed away in the description ofvoting so far. Elections have been described as contests between two, and only two, politicalparties with given platforms. Were that so, to abstain when one really favours the left party is,implicitly, to support the right party, and abstention becomes more dutiful than voting for the 30party one prefers. That need not be so. Especially under proportional representation, there may bethird, fourth or fifth political parties narrowly focused upon religion, locality, race or some otherdivisive criterion, parties that become more successful when moderates abstain. The effect ofabstention may then be to strengthen the extremists. More important than whether the left partyor the right party wins the election is that one or the other of the main parties does so withoutconcessions to a selection of small, narrowlyfocused groups. To be sure, new parties emergefrom time to time, and not all such parties are pernicious, but democracy would seem to be saferwhen the influence of such parties depends more upon their support among the entire populationthan upon their ability to muster the votes. A duty to vote rather than to abstain is to keep the Nazis away.Abstention can also be harmful by shifting the first preference of the median voter.Consider a radical change in assumptions. The language of left and right can be taken seriouslyby reducing all politics to the choice of a single variable x, where each eligible voter has apreferred value of x, and where each of two competing parties chooses some value of x as itsplatform. These are the assumptions where the median voter theorem applies. Both partieschoose the preferred x of the median voter because the party failing to do so must necessarilylose the election. A host of wellknown qualifications and exceptions do not concern us here. Expositions of the median voter theorem typically ignore abstentions, but, strictlyspeaking, the theorem applies to the subset of the population that actually votes rather than to thepopulation as a whole. The equilibrium x varies up or down depending on whether abstentionsare more prevalent among voters with high preferred x than among voters with low preferred x.This is illustrated in the appendix for the redistribution of income. Ignoring altruism, the poorwant more redistribution and the rich want less. The x in the appendix is the rate of a negativeincome tax. It is shown how the equilibrium rate depends upon propensities to vote.Compulsory Voting If and in so far as voting is a public good not just to likeminded voters, but to society as awhole, might it not be desirable to make voting compulsory? Perhaps people should be obliged tovote, just as they are obliged through taxation to pay a share of the cost of ordinary public goods. The case for compulsory voting depends very much on the strength of the duty to vote. Ifeverybody votes from a sense of duty, because voting is fun or as a way of identifying oneselfwith the community of which one is a part, then compulsory voting is at best superfluous. At theother extreme where nobody votes unless it is individually advantageous to do so, compulsoryvoting could be as necessary as taxation to finance public goods. In between, the case forcompulsory voting depends on several considerations some of which have so far been ignored inthis paper. 1 A Duty to be Informed: Duty to vote is more than an obligation to show up at the ballot box. Itis also an obligation to vote well, to investigate the platforms of the competing parties and tochoose carefully among the available options. Compulsory voting could be harmful if peoplewho vote voluntarily now take the trouble to be wellinformed, while people who abstain now, 31if obliged to vote, would cast their ballots carelessly, allowing themselves to excessivelyinfluenced by attack adds and prejudicial propaganda. These, sharply contrasting categories areextremes within which most citizens are to be found.Also, when voters differ in knowledge rather than in interests, it may sometimes be in thecommon interest for certain voters to abstain because they know themselves to be less wellinformed than their fellow citizens and less able to judge what is best for society as a whole. Imay want to abstain because I do not know the candidates and would rather leave the decision toothers who do. Compulsory voting might stop such behaviour though it would always bepossible to turn in a blank ballot. 2 Systematic vs. Random Abstention: Abstentions would not matter much and there would beno strong case for compulsory voting if the decision to vote or abstain were taken at random, ifeach persons decision were like the drawing of different coloured balls from an urn. Vote if theball turns out to be yellow. Abstain if the ball turns out to be green. There would still be somechance of random abstentions affecting the outcome of the election, but that chance would bevery small unless the proportion of abstentions is very large. There might be a sociallyoptimalrate of abstentions at which the marginal gain from reducing the total cost voting just equals themarginal expected loss from the chance of influencing the outcome of the election.15The harm from abstentions could be much greater if abstention were systematic asillustrated in figures 3 where, for any given value of , everybody for whom B C votes andeverybody for whom B C abstains. Residual voters might then have very different interestsfrom the interests of the population as a whole. In particular, people with high B are likely to berelatively wealthy, while people with low B are likely to be relatively poor. A situation couldeasily arise where, as shown in figures 6 and 7, a majority of the population favours one party, awin for that party creates the larger social welfare, but that party loses regardless because theother party appeals to the minority of the population that actually votes. Redistribution of incomeis a transfer from the few rich to the many poor. Systematic abstentions could easily swing theoutcome of an election from the majority party favouring extensive redistribution to the minorityparty opposing it, where majority and minority in this context refer not just to people who vote,but to the population as a whole.1615On optimal abstention with costly voting, see Borgers 1984. If everybody has the sameprobability of being correct and as long as that probability exceeds 12, then, the more people whovote, the greater is the chance that the right decision will be made. On this Condorcet Jury Theorem, see Young 1995. 16Compulsory voting is advocated by Lijphart 1997. Lijphart claims that turnout isdeclining in most countries, that the propensity to vote rather than to abstain increases witheducation and wealth, and that there is a corresponding bias in public policy against theuneducated and the poor.323 Political Parties Choice of Platforms: The emphasis in this article has so far been almostentirely upon voters responses to political parties with given platforms rather than politicalparties responses to the preferences of voters. The question of how platforms of political partiesare chosen has been largely ignored. For some purposes, this in not unreasonable, just as it is notunreasonable for some purposes to focus upon either the demand side or the supply side of themarket. But just as both sides of the market must be considered in the formation of economicpolicy, so too must behaviour of political parties be recognized in the formation of politicalpolicy such as compulsory voting. 17Political parties may be inclined to choose platforms appealing to the people who actuallyvote rather than to the population as a whole. Thus, if the population of voters favours lessredistribution than does the population as a whole, both political parties can be expected toinclude less redistribution in their platforms. Redistribution may be curtailed not so muchbecause people vote for the party with less redistribution in its platform, but becauseredistribution may be abandoned by both parties. If so, then compulsory voting may restore theredistribution of income onto the political agenda. The effect of bias in abstentions upon themedian voters optimal redistribution is illustrated in the appendix. 4 Frustration of Voting Pacts: Compulsory voting would automatically block small, passionateand wellorganized groups of citizen from magnifying their influence on political outcomes bycasting a larger proportion of votes than their proportion in the population as a whole. Theimportance of this consideration depends very much on the total rate of abstention. It is irrelevantis almost everybody votes regardless of whether or not voting is compulsory. With approximatelyhalf the population abstaining in many elections and with the increasing polarization of manysocieties, this may well be the most important consideration. 17Strategic choice of platforms is postulated in Ledyard 1984 where, as discussed above,all politics is about the choice of one number, z, which may be thought of as the rate of anegative income tax. Every voter has a preferred value of z, and both political parties choose avalue of z as its platform to maximize support among the electorate. In equilibrium, both partieschoose the same z which turns out to be the first preference of the median voter. Alternatively, inthe citizencandidate model, political parties are replaced by individual politicians seekingoffice, while politicians have policy preferences that they cannot disguise and that they must actupon if they are elected. The outcome is, once again, the first preference of the median voterbecause only the median voter himself can successfully run for office. On this model, see Osborne and Slivinski 1999 and Besley and Coate 1999. A third such model relies upon probabilistic voting. Platforms in this model are allocations among voters of the nationalincome, voters are combined into interest groups and each groups proportion of votes for eachparty is a concave function of the party offer of income to that group. For a simple description,see Mueller 2004. 33Conclusion In contrast to persontoperson randomization and the common sense model of how votesmay turn out to be pivotal, nationwide randomization allows people to be permanently leftleaning or permanently rightleaning without removing the uncertainty in the outcome of anelection. Nationwide randomization places selfinterest and duty on a common scale, shows howthe preference of a majority of eligible voters may fail to be reflected in the outcome of anelection, leads naturally to the distinction between duty to other likeminded voters and duty tosociety as a whole and helps to clarify arguments for and against compulsory voting.But the paradox of not voting is not resolved. Nothing in this paper yields a political analogy to the general equilibrium in the economy where a Pareto optimum emerges fromuniversal selfinterested behaviour. Duty rather than selfinterest must be invoked to explain whyrates of abstention are not very much higher than they are observed to be and why outcomes ofelections are not intolerably distant from the preference of the majority of the electorate. 34References Beck, N., A Note on the Probability of a Tied Election, Public Choice , 1975, 7579.Besley, T and Coate, S.An Economic Model of Representative Democracy, Quarterly Journalof Economics, 6595.Borgers, T. Costly Voting, American Economic Review, 2004, 5766.Campbell, C.M. Large Elections and Decisive Minorities, Journal of Political Economy, 1999,11991217.Chamberlain, G. and Rothschild, M., A Note on the Probability of Casting a Decisive Vote.Journal of Economic Theory, 1981, 152162.Downs, A., An Economic Theory of Democracy, Harper and Row, 1957.Edlin, A. S., Gelman, A. and Kaplan, N,. Vote for Charitys Sake, Economists Voice,www.bepress.comev October, 2008.Edlin, A. S., Gelman, A. and Kaplan, N,. Voting as Rational Choice: Why and How People Vote to Improve the Wellbeing of Others, Rationality and Society, 2007, 293314Gelman, A., Katz, J.N. and Bafumi, J., Standard Voting Power Indexes Do Not Work: An Empirical Analysis, British Journal of Political Science, 2004, 657674.Ledyard. J.O., The Pure Theory of Large Twocandidate Elections, Public Choice, 1984, 741.Lijphart, A., Unequal Participation: Democracys Unresolved Dilemma, The American Political Science Review, 1997, 114.Mueller, D.C., Public Choice III, Cambridge University Press, 2003.Morton, R, Groups in Rational Turnout Models, American Journal of Political Science, 1991,75876.Osborn, M, and Slivinski, A., A Model of Political Competition with CitizenCandidates,Quarterly Journal of Economics, 1996, 6596.Riker, W., Implications from the Disequilibrium of Majority Rule for the Study of Institutions,The American Political Science Review, 1980, 432446.Riker, W. and Ordeshook, P.C., A Theory of the Calculus of Voting, The American Political Science Review, 1968, 2542.35Shapley L. S. and Shubik, M., A Method for Evaluating the Distribution of Power in a Committee System, The American Political Science Review, 78793.Uhlaner, C.J., Rational Turnout: the Neglected Role of Groups, American Journal of Political Science, 1989, 3904226Woodhouse, A.S.P., Puritanism and Liberty, 1947.Young, P., Condorcets Theory of Voting, American Political Science Review. 1995, 5164.36 Appendix: Why There is Less Redistribution of Income when the Propensity to Vote is Higher among the Rich than among the Poor. It is commonly believed that abstentions influence political outcomes, in particular, that arelatively high rate of abstention among the poor tends to produce the amount of redistributionthat the government supplies. Presented in this appendix is an example of precisely that. Theingredients of the example are a propensity to vote that increases steadily with income, a skeweddistribution of pretax income, redistribution by a negative income tax, tax evasion and a tax ratedetermined by majority rule voting where the first preference of the median voter prevails. Thechosen tax rate is lower, and the corresponding redistribution is diminished. Societys chosen taxrate is lower, and redistribution is diminished, when the propensity to vote increases withincome than when everybodys propensity to vote is the same.These are the assumptions:a Peoples pretax incomes, Y, vary steadily from 0 to 1. There is no harm in thinking of units asmillions of dollars. Specifically, the density of population, pY, is inversely proportional toincome.pY 1 YA1so that the average income is 12 b The higher a persons income, the more likely is that person to vote rather than to abstain.Specifically, peoples propensity to vote is directly proportional to income.vY YA2 A person with no income does not vote at all, a person with the highest income, 1, always votesand peoples propensity to vote varies steadily in between. This is a very strong assumptionchosen the simplify calculation and to produce a strong result.c Redistribution of income is arranged through a negative income tax. Everybody is taxed at afixed rate, t, and the entire revenue from the tax is redistributed in equal amounts to everybody.All other uses of public funds are ignored. The preferred tax rate, tY, of a person with income Y is the rate at which that persons disposable income, I, is maximized, where disposable incomeis pretax income, less tax paid, less expenditure to reduce the amount of income declared, plusthe equalized transfer of all public revenue It will be shown that tY falls as income rises. Theexact form of the function, tY, will be derived.d People evade tax to the extent that it is in their interest to do so. Only a portion of onesincome is hidden from the tax collector b 4ecause the cost of hiding income increases steadilywith the amount of income one hides. Specifically the cost of hiding the first 1% of ones incomeis 1% of the amount hidden, the cost of hiding the second 1% is two percent of the amount 37hidden, and so on until the cost of concealing the final 1% is !00% of the amount hidden. Taxevasion is one of several ways of reducing ones tax bill. Others are to work less and to engage inmore doityourself activities, but these are ignored here. The important consideration is that eachperson hides income up to the point where cost of hiding an extra dollar of income the cost of thetax that would otherwise be paid. This assumption ensures that nobody, not even the very poorestperson, wants a tax rate as high as 100%. e The tax rate is chosen by majority rule voting where the first preference of the median voterprevails.f In voting about the tax rate and in choosing how much of ones income to declare, everybodyacts in his own interest exclusively.On these assumptions, a distinction can be drawn between two median incomes, themedian, M, in the entire population and the median, R, among people who choose to vote ratherthan to abstain. The median M is the income of the person in the middle when everybody,regardless of whether or not he votes, is lined up in accordance with pretax income Y. Themedian R is the income of the person in the middle when only those people who vote are linedup in accordance with pretax income. It will be shown that, on these assumptions, the income of the median person, M, is less than the income of the median voter, R.Specifically, the pretax income of the median person is .293, while the pretax income of themedian voter is .5. the preferred tax rate of the median person is 29.3%, raising the disposable income, I, of themedian person by about 10% from .239 to .324. That the preferred tax rate of the median personis the same as his pretax income is an accidental consequence of the assumptions, a quirk withno economic significance. The preferred tax rate of the median voter is 0%. In this example, abstentions decreasing with income block redistribution altogether. Theeffect of abstentions would be in the same direction but less dramatic if the correlation betweenincome and the propensity to vote were less pronounced. The median voters preferred tax rate, tM, is computed in three stages. First the gapbetween disposable income, I, and declared income, Y, is computed as a function of the tax rate.Then a persons preferred tax rate is computed as a function of income, i.e. the function tY isderived. Finally, the income, M, of the median voter is computed together with the medianvoters preferred tax rate. In accordance with assumption d, the taxpayers cost of tax evasion is shown in figure 38A. The premise behind assumption d is that there are inexpensive ways to conceal smallamounts of income, but, the more income is concealed, the more expensive does extraconcealment become. Both axes are proportions between 0 and 1, the horizontal axis of incomeconcealed, the vertical axis of the cost of concealment per dollar concealed. The height of thediagonal line is the marginal cost of concealment as a function of the proportion concealed. Inchoosing the proportion of income to conceal, the taxpayer equates the marginal cost ofconcealment to the tax that would otherwise be paid. A person conceals income up to the pointwhere it would be more costly to conceal an extra dollar of income than to pay the tax on thatamount. It then follows that a tax rate of t induces people to conceal a fraction t of their incomes,so that declared income becomes a fraction 1 t of true income and tax paid as a proportion oftrue income becomes t1 t, shown as the area B on the figure. The full cost of concealment perdollar of income is indicated by the area C which is equal t 2. Denote the average income by Y . It follows from assumption a that Y equals 12. Total tax revenue per person is t1 tY . AAA2Figure A: Taxpayers Cost and Benefit of Concealment of income from the Tax Collector It then follows that the disposable income, I, of a person with pretax income, Y, becomes I pretax income tax paid cost of concealment transfer equal to average tax revenue39 Y t1 tY t 2Y t1 tYA2A3If empowered to choose the tax rate all by himself, a person with income Y would choose a rate,called tY, to maximize disposable income, I. The rate would be set so that a Iat 0.Specifically,a Iat Y 2t Y t Y 1 2tY 0Aimplying thattY Y Y2 Y YAAA4A5 1 2Y2 2Y Because Y 12 A This is the exact specification of the function tY in assumption above. It follows atonce that the preferred tax rate of a person for whom Y 0 is 50%, and that the preferred tax ratedeclines steadily with income until it falls to 0 at Y . Anybody with more than the averageincome woould prefer the tax rate to be negative, but that is not relevant here.ANow consider the median incomes, M and R, for all the entire population and for votersonly. The median income, M, for the entire population is the solution of the equationor equivalently A6 A7Since the integral of 1 Y is Y Y 2, equation 7 implies that 2M M 2 12 M M 2 22A8orso that 2 M 4M 1 02M 1 2 .29312and the median persons preferred tax rate in accordance with equation A5 istM Y M2 Y M 12 .2931 .293 .293AA40If everybody voted, causing redistribution to reflect the preference of the median voter,the tax rate would be .293 and the per capita transfer from the government .1036, raising theincome of the poorest person from nothing to .1036 equivalent to 20.72% of average income.From equation A3, it follows that redistribution raises the disposable income of the medianperson from .293 to .323, but lowers the disposable income of the richest person form 1 to .856.By contrast, the income, R, of the median income among all voters is identified by theequation A9where pYvY is the density of voters with income Y. With pY and vY in assumptions aand b, equation A9 becomes A10 Since the integral of 1 YY is Y 2 Y 3, equation A10 reduces to 3223R 2 R 3 12 13 R 2 R 3 23or 4 R 6 R 1 032implying that R 12 which just happens to equal the pretax, pretransfer income in thepopulation as a whole. The median income among all voters just happens to equal the averageincome among all people, whether or not they vote. But, as is immediately evident from equationA5, the person with the average income prefers a tax rate of 0% with no redistribution at all.On the assumptions in this example, redistribution of income is blocked altogether by thegreater propensity to vote rather than to abstain among the rich than among the poor. Milderassumptions would yield a less dramatic result, but the general direction of this result wouldremain. The higher the correlation between income and the propensity to vote, the lessredistribution there would be. 41", "filename": "630859310.pdf", "person": ["Dan Usher", "Usher, Dan"], "date": ["2010"]}