{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/53968/1/63377149X.pdf"], "title": ["A model of housing stock for Canada"], "plaintext": "Abstract Using an errorcorrection model ECM framework, the authors attempt to quantify the degree of disequilibrium in Canadian housing stock over the period 19612008 for the national aggregate and over 19812008 for the provinces. They find that, based on quarterly data, the level of housing stock in the long run is associated with population, real per capita disposable income, and real house prices. Population growth net migration, particularly for the western provinces is also an important determinant of the shortrun dynamics of housing stock, after controlling for serial correlation in the dependent variable. Real mortgage rates, consumer confidence, and a number of other variables identified in the literature are found to play a small role in the short run. The authors model suggests that the Canadian housing stock was 2 per cent above its equilibrium level at the end of 2008. There was likely overbuilding, to varying degrees, in Saskatchewan, New Brunswick, British Columbia, Ontario, and Quebec. JEL classification: E21, J00 Bank classification: Domestic demand and components Resume Au moyen dun modele a correction derreurs, les auteurs tentent de quantifier le degre de desequilibre du parc canadien de logements au cours de la periode 19612008 a lechelle nationale et durant la periode 19812008 a lechelle provinciale. Ils constatent, sur la base des donnees trimestrielles, que le niveau du stock de logements est fonction a long terme de celui de la population, du revenu disponible reel par habitant et des prix reels des logements. La croissance de la population le solde migratoire, en particulier dans le cas des provinces de l Ouest est egalement un determinant non negligeable de la dynamique de court terme du parc immobilier, une fois prise en compte lautocorrelation de la variable dependante. Les taux hypothecaires reels, la confiance des menages et un certain nombre dautres variables recensees dans la litterature jouent aussi un faible role a court terme. Dapres le modele des auteurs, le parc canadien de logements depassait de 2 % son niveau dequilibre a la fin de 2008. Il y a vraisemblablement eu surconstruction, a des degres variables, en Saskatchewan, au NouveauBrunswick, en ColombieBritannique, en Ontario et au Quebec. Classification JEL : E21, J00 Classification de la Banque : Demande interieure et composantes iii1. Introduction Housing prices in Canada have experienced fast and steady growth over the past decade, along with a boom in investment in new housing that helped push up home ownership rates to the highest level in more than 30 years Figure 1. In the meantime, the proportion of homeowners holding a mortgage has been on the rise Rea, Mac Kay, and Le Vasseur 2008. The record high indebtedness of Canadian households much of it in the form of mortgages has naturally raised concerns about the vulnerability of the housing market to a renormalization of the mortgage rates to higher levels. Despite a relapse in housing activity due to the recent financial crisis and recession, a sharp rebound in resale activities has helped push average prices in certain local markets back to record levels. Housing starts also rebounded in the second half of 2009, as the recovery took hold. While few have predicted a U.S.style housing crash for Canada, many fear the market here is due for a sharp correction following overinvestment that was not supported by fundamentals. This paper attempts to econometrically quantify the degree of overbuilding, if any, in Canadian housing stock, taking into account the factors that are commonly believed to influence the supply and demand for housing in both the long and the short run. A common approach to analyzing deviations from fundamentals in the housing market is an errorcorrection model ECM framework where the variable of interest the housing price or investment is posited to move in line with a linear combination of fundamental factors over a long period of time cointegration. A departure from the path predicted by the fundamentals is taken to be evidence of disequilibrium, which is expected to unwind gradually due to significant shortrun adjustment costs. Examples of such costs include search and transaction costs on the demand side, and long construction lags on the supply side. There is a large body of literature that adopts the ECM approach. In a widely cited study, Mc Carthy and Peach 2002 focus on the U.S. housing market. In their stockadjustment model, they first jointly estimate two cointegrating vectors consistent with their equations 1of demand and supply in the long run and then estimate shortrun dynamics for the demand and the supply side separately, each containing an errorcorrection term obtained in the previous step. The longrun demand equation relates the housing price to housing stock, permanent income, and the user cost of housing including mortgage rates, while the supply equation models price as a function of the investment rate and construction costs. Using this approach, Mc Carthy and Peach 2004 conclude that there was no bubble in U.S. housing prices, which were supported by fundamentals, especially rising family income and declining mortgage interest rates. In the spirit of Mc Carthy and Peach 2002, 2004, Demers 2005 estimates a system of equations that models Canadian housing investment new and resale and housing prices for the period 19612004. Empirical results show that fundamental variables wealth, mortgage rates, and demographics help explain variations in housing investment, both in the long and the short run. However, a valid longrun relationship that links the relative price of housing to fundamentals could not be found. Aside from Demers 2005, there have been only a limited number of recent studies in the Canadian context, almost all of which are concerned with prices. In a relevant study using an ECM framework, Allen et al. 2006 focus on the longrun relationship between resale housing prices and a number of explanatory variables new housing prices, union wage rates, mortgage rates, GDP, building permits, and the labour force at the individual city level after failing to find evidence in support of cointegration between city housing prices and an aggregate price for Canada over 19812005. In general, they find that only new housing prices, union wage rates, and building permits explain resale housing price movements in the long run. In this paper, we start with a national aggregate model that follows the framework proposed by Mc Carthy and Peach 2002, with a rearrangement of the variables so that our variable of interest, housing stock, appears on the lefthand side of the longrun demand equation. The original Mc Carthy and Peach 2002 model is enriched with additional variables that could potentially explain the demand and supply of housing, as 2suggested by the literature for example, Girouard et al. 2006. Failing to find a stable and economically sensible cointegrating relationship for the supply side, partly because of data constraints, our final specification focuses on the demand side only. Our contribution to the literature is twofold. First, while the majority of papers define housing market disequilibrium using prices, we define it through housing stock. This affords us a view of the equilibrium path for housing starts going forward, which ties in directly with forecasts of real activity in the economy. Second, given the potential efficiency gains in estimation from an increased number of observations improved finitesample properties, we estimate provincial models of housing demand, alongside the national model, using suitable panel techniques. This allows us to verify the hypothesis of market fragmentation in the Canadian housing market and sheds light on the regional developments that may be important but masked by national aggregates. To our knowledge, this has not been done before for Canada or elsewhere. Our results show that the Canadian housing stock was above the equilibrium level at the end of 2008 by about 2 per cent, and that this gap is likely to close only gradually over several years, given the projected profile of the key variables in the model. On a regional basis, there was likely overbuilding in housing stock, to varying degrees, in Saskatchewan, New Brunswick, British Columbia, Ontario, and Quebec. On the other hand, the level of housing stock in Nova Scotia, Manitoba, and surprisingly Alberta fell back below what was consistent with fundamentals, after having risen above the level a couple of years earlier. However, the provincial results must be interpreted with caution given the short timeseries span of the sample, which makes identification of the different provincial housing market dynamics challenging. The rest of this paper is organized as follows. Section 2 discusses the fundamental variables generally recognized in the housing literature. Section 3 describes the framework for our national housing stock model, and the empirical analysis behind the longrun specification of our model. Section 4 focuses on the shortrun specifications, and section 5 presents a forecasting exercise based on our preferred model specification. 3Section 6 investigates the behaviour of housing stock at the provincial level. Section 7 offers some conclusions. 2. Fundamental Factors in the Housing Market Equity in housing constitutes the largest share of financial wealth for many households. Whether a house is bought new or from existing stock, a number of factors are commonly believed to influence the demand for housing. On the supply side, we are chiefly concerned with the factors that drive the building of new houses and add to the housing stock. This section describes the fundamental variables considered in our study, and discusses some of the data constraints pertaining to the Canadian housing sector.1 Housing is simultaneously a consumption good and an investment asset. As such, the price of housing is an important determinant of its supply and demand. Our preferred variable would be a constantquality price index that reflects pure shifts in market prices for housing and has a long time series to facilitate cointegration analysis. Unfortunately, such an index does not exist for Canada. We opt for the housing investment deflator from the national accounts, adjusted for general inflation using the consumer price index CPI to obtain a measure of real housing prices. A key factor in determining the level of housing stock is demography. Household formation drives the physical need for additional housing units, and the younger segment of the population 25 to 40, for example is more likely to form new households than other age cohorts. On the other hand, as people grow older, they are more likely to experience life events that result in the dissolving of households and consequently reduce demand for housing. However, since data for household formation are available for only a few points in time, we use total population instead.2 1 Details of the sources of the data are given in Appendix B. 2 We tried using the share of different age cohorts to proxy for the incidence of household formation, but the results do not improve over those obtained using total population. 4Another factor on the demand side is wealth, mainly because of the leverage effect it provides to potential homebuyers wealthier buyers can afford a larger down payment and get approval for a larger mortgage, as well as its portfolio effect as wealth increases, households rebalance their portfolios between financial and real estate assets. A common proxy for wealth in the literature, under the permanentincome hypothesis, is consumption.3 Another familiar candidate is real personal disposable income: although not a perfect substitute for wealth which is a stock variable, while income is a flow variable,4 it is of interest in its own right, given its role in determining the affordability of housing. We opt for the use of real personal disposable income per capita in our preferred model,5 although the addition of consumption instead of real personal disposable income does not appear to change the results materially. The user cost of capital is believed to influence housing demand when housing is also treated as an investment asset. It typically involves the sum of the aftertax costs to maintain and service a house depreciation, mortgage interest, property taxes, repair, etc. minus expected capital gains in the future. Since most cost items are small relative to house prices and stable over time, the fluctuation in the user cost of capital for housing is likely driven by mortgage interest rates and expectations of future price gains. However, using historical price appreciation as a proxy for future gains is problematic, since the user cost can often be negative. To circumvent this problem, we use real mortgage rates in place of user cost.6 Together with price and income, mortgage rates also affect the affordability of housing. 3 This standard approach proxies permanent income as the sum of the consumption of nondurable goods, semidurable goods, and services. Durable goods are excluded, since they can often be treated as an asset. This approach is used by Mc Carthy and Peach 2002, 2004 and Demers 2005 among others. 4 See, for example, Egebo, Richardson, and Lienert 1990. 5 We experimented with various measures of financial wealth, such as Macklems 1994 real financial wealth measure or the real value of the TSX, but the empirical results did not support their inclusion in the final longrun specification. 6 We also experimented with Bank of Canada internal estimates of the effective mortgage rates adjusted for the implied discount and the changing mix of variable and fixed rates dating back to the early 1990s. We spliced this data to the real 5year mortgage rate assuming that the financial innovation in the mortgage sector was inconsequential prior to this date. This measure is not used in our final specification, since it does not offer improvements over the conventional 5year fixed mortgage rate. However, as more diverse and more flexible forms of mortgage products become entrenched in the Canadian market, effective mortgage rates may be a more appropriate measure for future housing studies. 5Other demandside factors include labour market indicators, such as the participation rate or the employmentunemployment rates. These are usually introduced in housing models to capture cyclical variations in confidence, or broad changes in social trends. We use the employment rate as a control for the business cycle. On the supply side, investment in new construction is contingent on the level of existing housing stock and a host of cost shifters material, labour, land, profit margins, etc  The investment rate the share of investment in total stock should, at equilibrium, cover the depreciation and expected stock growth. Construction costs are important considerations, since prices tend to return to marginal cost in a competitive market. The poor quality of data for construction costs in industrialized economies is well documented see, for example, Di Pasquale 1999. We follow the usual practice when using Canadian data in proxying construction costs by the construction union wage rate, since labour costs make up the lions share of the overall costs.7 A number of other fundamental variables could have been relevant for this study. For example, on the demand side, Chambers, Garriga, and Schlagenhauf 2007 show that financial innovations in the mortgage business are a key factor in explaining changes in the home ownership rate in the United States over 19942005. While financial innovations have likely also contributed to a rising home ownership rate in Canada over time, their impact on demand for housing stock, leased or owned, is not as clear cut. As long as financial innovations favoured the formation of new households, they might have played a role in altering the longrun relationship between housing stock and its fundamentals. Unfortunately, it is difficult to quantify the impact of these changes on the housing stock, and our model does not take this phenomenon into account.8 On the 7 See, for example, Allen et al. 2006. 8 A dummy variable approach assumes a onetime shift in demand due to the onset of a specific event lowering of the down payment requirement, for example, but does not reflect the continuous nature of financial innovations. It also makes cointegration testing complicated. We experimented with a financial innovation measure, which is calculated as the ratio of Canada Mortgage and Housing Corporation CMHCapproved loans to housing completions. Since borrowers with a down payment of less than 25 per cent 20 per cent, more recently have to obtain mortgage default insurance from CMHC or a private insurer, a rising share of such mortgages would indicate improved financing conditions for nonprime borrowers, presumably due to financial innovation. However, even though one would ideally use the total approved new mortgages prime plus nonprime as the denominator, such data are hard to come by. The 6supply side, vacancy rates, land prices, zoning rules, and technological innovation in housing construction may also shift the supply curve. However, none of these variables is available as a longenough time series for our purposes. Ignoring these variables might not be problematic, since, for the most part, they are unlikely to change rapidly and therefore alter the potential longrun cointegrating relationship. 3. A Model for Housing at the National Level 3.1 Estimating a twoequation structural model We begin with a structural model of the national housing market at equilibrium, with a demand equation 1 and a supply equation 2 in line with Mc Carthy and Peach 20029: pdtdtudkc 14230ttttpst2it 10kt3cctst, , 1 2 tp and dtp represent the real price of housing supported by demand and supply swhere fundamental factors, kt is housing stock, it is investment in housing, ct is a measure of income or wealth, ut is the user cost of capital, dt is a demographic variable not present in the original Mc Carthy and Peach 2002 model, cct is a measure of construction costs, and the ts are I0 error terms.10 Since our objective is to quantify the equilibrium level of housing stock, Equation 1 is modified to have kt as the dependent variable: kt3 u 3ptct. dkt 4210tt Our housing stock variable is the endyear net stock for all dwellings 2002 constant prices from Statistics Canadas tables on flows and stocks of fixed residential capital. We interpolate the endyear net stock data to quarterly frequency using seasonally adjusted quarterly residential investment series from the national account, so that the endQ4 level of stock matches the original endyear net stock and the amount of depreciation fluctuation in the market share of CMHC in the mortgage insurance business may also introduce noise into the measure. 9 All variables are at quarterly frequency and in logs, with the exception of interest rates and share variables. Please refer to Figure 2 for charts of selected fundamental variables. 10 All price and cost measures are deflated with the CPI to arrive at real values. All variables are seasonally adjusted, when necessary. 7implicit in the annual stock data is evenly distributed across four quarters in any given year. We believe that the adjustment towards equilibrium housing stock occurs at a quarterly frequency, and that it would be best captured by the residential investment series.11 Equations 2 and 3 imply that the seven variables should be cointegrated with two cointegrating vectors. Using the Johansen rank test, we can find evidence of cointegration but the number of cointegrating relationships varies by test.12 As in Mc Carthy and Peach 2002, we nevertheless assume two cointegrating vectors and impose restrictions consistent with Equations 2 and 3. These are: i the coefficients on residential investment and construction costs are zero in the demand equation; ii the coefficients on real disposable income, the demographic variable, and the user cost are zero in the supply equation; and iii the coefficient on the housing stock is the negative of that on investment therefore, it kt, the log of the investment rate, should be positively related to housing prices. Within this framework, we cannot find overwhelming evidence of a cointegrating relationship among the housing price and its fundamental factors on the supply side when construction costs are included.13 In addition, the user cost variable is not necessary for cointegration to hold on the demand side which is not surprising, given that it is I0. Dropping the user cost of capital and the construction cost measure from the set of explanatory variables, we repeat the Johansen rank test without restrictions and find evidence of two cointegrating relationships.14 11 We also experimented with housing stock in units, but they are available only up to 2000, and the unpublished series since then do not match the definition of the old series. However, where data are available for both the constantdollar stock and the unit stock, they have a similar profile. 12 All variables are integrated of order one, according to standard unit root tests, with the exception of the real user cost, which is I0. There is evidence that the firstdifference of the stock variable is trend stationary, so that the stock itself is borderline I1. However, in the presence of a nearunity root reflecting high persistency in the stock data, standard unit root tests cannot reject the null hypothesis that housing stock is an I2 process. We therefore treat housing stock as I1, as suggested by Demers 2005. 13 We experimented with alternative specifications where the restriction on stock and investment is dropped, or where the construction cost is proxied by an alternative measure that is a weighted average of material costs Bank of Canada nonenergy commodity index, land price New Housing Price Index, land, and union wage rates. Still, no sensible cointegrating relationship could be found. 14 The trace test indicates the presence of two cointegrating vectors at the 5 per cent level, while the maximum eigenvalue test indicates the presence of only one. The test is carried out over the sample 1963Q22008Q4 using four lags of the endogenous variables. 8Tailoring the restrictions identified above to the new explanatory variable set, we obtain an estimate of the vector errorcorrection model as given in Table 1. At first glance, the demand equation offers sensible results. The coefficient on house prices is negative and significant, suggesting that an increase in prices will lower the demand for housing stock. Likewise, the coefficients on real disposable income and the demographic variable are both significant and positive, as expected. Looking at the supply equations, we first notice that the sign on the investment ratio it kt is negative, signalling that an increase in house prices is met with a decline in investment a counterintuitive result, since builders are normally expected to raise production given higher prices. In addition, based on standard unit root tests, the residuals from the supplyside cointegration regression are clearly I1, a rather puzzling result. In summary, it proves difficult to produce a stable cointegrating relationship between prices and supplyside fundamental variables while using Canadian data. One possibility is that the supplyside equation is misspecified due to missing variables. This is not surprising, given the scarcity of quality timeseries data for many variables that could play a role in the pricesetting behaviour of builders, as discussed earlier. Another explanation is that the supply of housing in Canada is rather elastic, such that price movement is largely driven by demand. In a survey of the literature on housing supply, Di Pasquale 1999 acknowledges that new supply does appear to be elastic with respect to price. One reason for this apparent elasticity, argue Topel and Rosen 1988, and Fortin and Leclerc 2000 in the Canadian context, is that resources in the construction industry are not particularly specialized and can be quickly assembled under shifting market conditions. Green, Malpezzi, and Mayo 2005 also suggest that housing supply elasticity with respect to residential housing prices can be quite high in the absence of land supply constraints which arguably has been the case for many places in Canada, and light municipal zoning restrictions. Given our empirical results, we proceed to investigate a single longrun demand equation. 93.2 Estimating a single demand equation for housing stock Given the data limitations and empirical issues with the twoequation structural model discussed above, we opt to model housing stock as a function of real house prices pt, real per capita personal disposable income ddemand function for the desired level of housing stock is as follows, where ty , and total population dt.15 The longrun t is a whitenoise error term: kt02pt 1ydtt 3dt . 4 Again, the Johansen procedure is performed to determine the presence of cointegration Table 2. To account for potential endogeneity issues, we use dynamic ordinary least squares DOLS for the estimation of Equation 4 over 1963Q22008Q4, and the NeweyWest procedure is applied to obtain heteroskedasticity and autocorrelationconsistent covariances Table 3, first column.16 Given the possibility of a structural break over the long sample period, as suggested by previous research for example, Demers 2005; Mc Carthy and Peach 2002, we perform a series of stability tests on the longrun relationship details are provided in Appendix A. While the balance of evidence is in support of a cointegrating relationship over the entire sample, there is an indication of a potential break in the post2003 episode related to the coefficient on real housing prices. We therefore investigate two scenarios. First, assuming a stable longrun relationship, we estimate Equation 4 free of any structural break in the cointegrating relationship the unrestricted model. Second, a break is introduced post2003 in the longrun elasticity of housing demand with respect to real prices the restricted model. As expected, the coefficient on price is negative, indicating that an increase in prices reduces the demand for housing stocks in the long run. The coefficients 15 We also tried including different measures of real financial wealth, measures of affordability which indicate the proportion of disposable income that goes to monthly mortgage payments based on a conventional fixedrate mortgage with amortization of 25 years and a 20 per cent down payment, labour market indicators such as the employment and unemployment rates, and the participation rate, but none improved our results. 16 Similar results are obtained using the Phillips and Loretan 1991 method. 10on real disposable income per capita and on the demographic variable are positive and significant. The restricted model reveals a statistically significant but small decline in the coefficient on real housing prices post2003. Financial innovation is a likely candidate to explain the presence of this break. With lower effective borrowing costs, buyers become less pricesensitive. However, since the statistical test that identifies the structural break Hansen 1992 has low power when the degree of serial correlation in the cointegration residuals is high, and given the finding that coefficients change only marginally after allowing for the break, we choose to work with the unrestricted version of the model in the rest of this paper. 3.3 Estimated disequilibrium The residuals from Equation 4 suggest a time path for the deviation of the observed housing stock from its fundamentally supported level in the long run disequilibrium. If the observed housing stock is greater than that implied by fundamentals positive disequilibrium, a period of overbuilding in housing has likely occurred. Conversely, if the observed housing stock is below that implied by fundamentals, a period of underbuilding has likely occurred. Evidently, the estimated disequilibrium is contingent upon the quality of the model, and upon the particular features of the integrated variables in the cointegrating relationship. The disequilibrium should be viewed in this narrow econometrical sense, rather than as a mismatch between housing demand and supply. Figure 3 shows the cointegrating residuals obtained from the unrestricted model developed above. The periods of under and overbuilding are generally quite persistent, in line with the common belief that Canadian housing cycles are long.17 The cointegrating vector suggests that the housing sector was significantly overbuilt in the mid1960s. It is common knowledge that, after the Second World War, Canada entered a period of relative prosperity and prompt social change, typified by rapid urbanization, the baby boom, increased longevity, and changing marriage patterns. Real disposable income 17 Cunningham and Kolet 2007 suggest that North American housing cycles are long, averaging five years of expansion and four years of contraction. 11increased faster than real house prices. These demographic and economic factors probably led to faster household formation than total population growth would imply. As a result, the degree of overbuilding in the early part of the sample is likely exaggerated.18 The uncertainty surrounding the first oil shock 197475 likely caused a short period of underbuilding. In addition, the sharp decline towards a negative disequilibrium in 198283 is consistent with the pullback in housing investment experienced during the recession. A similar decline occurred during the 199091 recession. Although smaller in size, the 199091 decline reduced overbuilding by 2 full percentage points. The enthusiasm surrounding the late 1980s boom in construction, and the overbuilding it fostered, carried well into the 1990s. In fact, a close look at the stocktosales ratio for new construction confirms that it peaked in 1995, after which our measure of disequilibrium started to close. The slow decline eventually led to a trough in the early 2000s, a period that coincided with the U.S. recession. The housing boom that ensued pushed the Canadian housing stock to about 2 per cent above its fundamentals at the end of 2008. 4. Estimating the ShortRun Dynamics Once the longrun vector has been estimated and tested for robustness, it is incorporated into a shortrun equation to form an ECM, as follows 19: kt 03mrt 4j 15jd,ertktjktj6trendi 4i,t 1kti1pt 2dt 5 18 Stabilization of population growth, household type, and social changes post1980 would minimize this issue in the later part of the sample. 19 Before settling on our preferred specification, we experimented with real disposable income, different measures of real financial wealth, various measures of user costs, affordability measures, proxies for financial innovation, and labour market indicators such as the unemployment rate and the participation rate, but most were not significant in the shortrun dynamics, or else a better fit could be obtained with the inclusion of other variables. 12 where denotes the difference operator; pt and dt are the relative price of housing and total population, as before; mrt is the 5year mortgage rate; and ert is the employment rate. Given the degree of persistence in the housing stock, we select a lag length on the errorcorrecting term that is long enough to accommodate a slow adjustment process. The speed of adjustment is given byjd , . As for the dependent variable, a total of four lags are included to minimize serial correlation in the error term. A time trend is also included to account for the fact that the difference of the log of housing stock appears to be trend stationary. The estimation sample is constrained by the labour market indicator, which is available starting only in 1976. Table 5 reports the results of the OLS estimation. The speed of adjustment to the disequilibrium in housing stock, estimated at 0.003, is rather slow, suggesting that the stock adjustment occurs with significant lags. Furthermore, the first difference in the log of the housing stock is significant up to the third lag and the sum of the lag coefficients is significantly different from one, which lends support to treating the housing stock as I1. The time trend is significant and negative, but its coefficient is small. The coefficient on the growth rate of prices is significant, but counterintuitively positive. The population variable is positively and significantly related to the dependent variable, as expected. The change in the employment rate, which captures the effect of both the participation and the unemployment rate, has a positive sign, and is highly significant. The mortgage rate is also significant and has a negative sign, as expected. Note that there is no evidence of a break in the shortrun dynamics and that the residuals are stationary, but that they display a certain degree of heteroskedasticity. 5. Forecasting 5.1 Outofsample forecasting performance In this section, we analyze the forecasting performance of our errorcorrection model. We hold the longrun coefficients constant the cointegrating relationship is assumed to be 13stable throughout the exercise, although the speed of adjustment is allowed to be reestimated along with the shortrun coefficients through an expanding window of data. We begin the experiment by estimating our equations from 1976Q2 to 1996Q1 and perform an outofsample dynamic forecast up to 12 steps ahead. The exercise is repeated by adding one more quarter of data until the end of the sample is reached the socalled recursive approach. For the purpose of the analysis, all exogenous variables are considered as known over the forecasting horizon. An errorcorrection term drives variables back to their longrun trend, and as such is more likely to be helpful for longerrun forecasts. We therefore compare forecasting performance paying special attention to longer horizons. As a benchmark for the preferred forecasting model, we use a version of the shortrun dynamic model Equation 5 that excludes the errorcorrection term. Since the models are nested, we check for significant differences in forecast accuracy using the ClarkMc Cracken test for nested models.20 Table 6 reports the outofsample forecasting performances. As expected, the preferred model performs somewhat better than the version that excludes the errorcorrection mechanism at longer horizons 8 and 12stepsahead, although it tends to underperform at shorter horizons. The ClarkMc Cracken test, however, cannot reject the null hypothesis of equal accuracy between the two models for the 1stepahead forecast. The ClarkMc Cracken encompassing test suggests that the preferred model contains information over and above that embedded in the version of the model that excludes the longrun errorcorrection term. 5.2 Converging to equilibrium We have already determined, according to our model, that the stock of housing at the end of 2008Q4 was 2 per cent above equilibrium. How this gap will evolve in the future is of interest to policymakers who are concerned with a potential correction in the housing 20 The ClarkMc Cracken test for nested linear models applies only to the 1stepahead forecast. 14market. The future path of the gap is calculated as the difference between a forecast of fundamentally supported housing stock and a forecast of observed housing stock. We use our longrun cointegrating relationship Equation 4 to determine the future path of the fundamental housing stock. In order to do so, we first assume that the real housing price, following a brief retreat over late 2008 and early 2009, slowly returns to a longrun growth rate of 2.2 per cent by mid2011. Second, we assume that real disposable income growth slows slightly through 2009 before rebounding in the second half of 2010. Finally, the assumed population growth follows Statistics Canadas projected medium scenario. We forecast the observed housing stock using Equation 5. The same information as in the preceding paragraph is used to determine a time path for the real housing price and population growth. The change in the employment rate and the mortgage rate that we use for the forecast are compatible with a scenario of recovery for the Canadian economy starting in 2009. The observed level thus obtained is compared with the fundamental level calculated above. Figure 4 reveals that the positive gap closes only in 2018. While the delayed adjustment to past overbuilding and a falling employment rate due to the 200809 recession puts downward pressure on the observed level of housing, a lack of a significant fall in real housing prices and a deceleration in population play an important role in pushing the fundamental stock of housing lower. Using a bridge equation mapping the constantdollar housing stock to the unit stock, the implied level of housing starts for 2010 and 2011 is 170,000 and 176,000, respectively.21 21 The bridge equation makes use of the longrun relationship between the two stock measures, taking quality changes into account. According to this equation, a 1 per cent change in the constantdollar value stock translates roughly into a 0.5 per cent change in the unit stock. Therefore, the adjustment needed to bring the housing stock back to equilibrium is smaller in unit terms than in constantdollar value terms. The rest is reflected in changes in renovation activity. The details of the bridge equation are not shown, but are available upon request. 156. Modelling the Demand for Housing at the Provincial Level 6.1 Motivation To this point, we have examined housing demand as if there were a single national housing market. However, since housing is immobile and there is no practical way for spatial arbitrage to occur, it is reasonable to expect that the demand for and the supply of housing are both affected by local market conditions, especially for a large country such as Canada, where there exists a great amount of regional economic and sociodemographic diversity. Previous work indeed suggests the existence of market segmentation with respect to housing prices in the long run. Using data spanning 1981 to 2005, Allen et al. 2006 find that the hypothesis of cointegration of citylevel resale home prices Multiple Listing Service, or MLS with a national average price can be rejected, thus casting doubt on the relevance of an aggregate price to the study of the Canadian housing market. Given previous findings and concerns that certain local housing markets could have become overheated in recent years despite Canadas modest aggregate gains by international standards, we explore the extent to which market segmentation exists for the demand of housing stock.22 Apart from the obvious difference in the dependent variable, we differ from Allen et al. 2006 in a number of ways. First, we segment markets by province, rather than by city. This is in part dictated by the availability of data corresponding to the variables adopted in the national model that serves as our baseline.23 More importantly, there is likely more cohesion between the results from the national 22 As with the national model described earlier, the supply side of the housing market is not explicitly modelled for the provinces. Potential determinants of the supply of new housing, such as construction costs and interest rates, are tested in the shortrun specification but not in the longrun equations, due to difficulties in finding cointegration. Implicitly, it is assumed that the supply of housing matches the demand in the long run land availability is likely not an issue for most provinces in Canada, and the price of housing, as with the price of many other financial assets, is efficient and thus not forecastable over an extended period of time. This assumption may be somewhat restrictive to urban centres with a high population density and a limited supply of developable land, such as Vancouver. However, given that highrise condo apartments constitute a larger share of the housing stock in such centres relative to others, the land restriction may not be as binding as it otherwise would be. The compositional difference of housing stock by province and its impact is an interesting topic, but is beyond the scope of this paper. 23 It may be more intuitive to speak of local housing markets at the city level, especially housing prices. However, a number of variables including migration important to this study are available only at the provincial level, or are available for selected cities over a shorter time span. 16model and those from the aggregation of the provincial models, since the latter form an exact partition of the former, in a geographical sense.24 Nevertheless, variation between municipalities and areas within the same province could still be fairly large, thus limiting the relevance of our model to citylevel comparisons. Second, instead of comparing the evolution of provincial housing stock with that of the national counterpart, we test the hypothesis of cointegration among provincial markets by testing directly whether the same longrun relation between housing demand and its determinant variables holds for all the provinces considered. Third, in addition to controlling for potential endogeneity problems, we adopt panel regression techniques that account for crosssectional heterogeneity and dependence that naturally arise in this type of study. By comparison, Allen et al. 2006 use singleequation regressions after failing to find evidence of cointegration among cities. The data in our study date back to 1981Q1: most provincial series are available only since then. This is a short sample relative to the length of housing market cycles. As a result, separate estimation of our econometric model for each province may be imprecise. The reliability of the estimates may be improved by exploiting the crosssectional variation available in a panel setting. However, our findings should still be treated with caution, given the small timeseries dimension of the sample and the strong persistence in the housing stock data. 6.2 Data The panel data used in this study cover eight Canadian provinces excepting Newfoundland and Labrador, Prince Edward Island, and the Territories over 112 quarters 1981Q1 to 2008Q4.25 As in the case of the national model, the quarterly series of housing stock are interpolated from the annual series using real residential investment, which is in turn obtained by deflating nominal investment series with the New Housing Price Index NHPI, house only. The price measure in the provincial models is NHPI, rather than a residential investment deflator, since it does not exist at a quarterly 24 The Territories, Prince Edward Island, and Newfoundland and Labrador are excluded from our analysis, due to data limitations. Together, these areas represent 2 to 2.5 per cent of the total housing stock in Canada. 25 Appendix B provides a detailed account of the sources of the data. 17frequency.26 Other variables tested are the exact provincial equivalents to the national series. Also included in this study is net migration both international and intraprovincial to each province, since migrant workers and their families are the driving force of shortrun fluctuations in a provincial population, and their move is likely accompanied by the purchase of a new or existing home. 6.3 Estimating the equilibrium level of housing stock by province 6.3.1 Panel cointegration and DSUR The cointegrating vector identified for the national model serves as the starting point for the provincial models, since the former is estimated over a longer sample and is thus more likely to capture the true underlying trend than would estimation based on a short sample the provincial case. Equation 6 recasts this longrun relationship in panel regression notation: kti,ii 1,0,pti,i 2,ydti,i 3,dti,ti,, 6 where i denotes the crosssection dimension province and t denotes the timeseries dimension quarter; k is the level of housing stock in constantdollar value, p is the real price of new housing, yd is real per capita personal disposable income, and d is the total population. All variables are in logs. Figures 5 to 7 depict the evolution of the explanatory variables, which indicate provincial differences that will be statistically verified in what follows. Pretesting for the presence of unit roots in the panel data indicates that all relevant variables are I1.27 Next, Pedroni 1999 panel cointegration tests are performed to ensure that there exists a stationary longrun relationship between the housing stock and the righthandside variables. Details of the results are shown in Table 7. 26 Since the official provincial NHPI series start in 1986Q1, they are extended back to 1981Q1 using the growth rates in the NHPI of the representative metropolitan area in each province. Note also that the NHPI at the national level makes up half the weight of the national account implicit deflator for residential investment, and that the two series are highly correlated over time. Using the NHPI in lieu of an implicit deflator for provincial models is therefore conceptually consistent with the approach taken for the national model. 27 Panel unit root tests such as those proposed by Im, Pesaran, and Shin 2003 are used. Two alternative null hypotheses are considered: a common unit root process and individual unit root processes. Results are available upon request. 18 To estimate the coefficients of the cointegrating vector for the provinces, we employ the dynamic seemingly unrelated regression DSUR estimator proposed by Mark, Ogaki, and Sul 2005. This estimator is designed for multiequation cointegrating regressions where the crosssectional dimension is substantially smaller than the timeseries dimension and works reasonably well in small samples. It is applicable regardless of whether the cointegrating vectors are homogeneous across the equations. In fact, the hypothesis of homogeneity can be conveniently tested using Wald statistics, which are asymptotically distributed as chisquare variates. Another appealing feature of this estimator is that it controls for endogeneity by including leads and lags of the regressors from crossequations as well as its own equation. This is not the case in singleequation DOLS or in system DOLS under crosssectional independence. Applying DSUR to our provincial longrun equations, allowing for individual fixed effects and a maximum of three leads and lags of the firstdifferenced regressors, we obtain coefficient estimates that yield expected signs for many provinces.28 The hypothesis of homogeneity across provinces is rejected at the 1 per cent level. Panel unit root tests indicate that the residuals from the regressions are I0, corroborating the results of the Pedroni 1999 cointegration testing Table 8. 6.3.2 Interpreting the longrun estimates Table 9 provides the estimates of the coefficients in the panel cointegrating vector, along with their respective standard errors obtained by DSUR. While the null of coefficient homogeneity across provinces can be rejected i.e., there is statistical evidence of market segmentation with respect to housing demand, it is interesting to note that imposing the restriction would still produce results in line with the expectation that housing demand, in the long run, correlates positively with population and real disposable income, but negatively with prices. Comparing Table 9 with the DOLS estimates in Table 3 reveals some similarity between the results based on provincial data and those based on the 28 There seems to be no standard method regarding the selection of the most appropriate lag length in the panel literature. Therefore, we use the one recommended by Mark, Ogaki, and Sul 2005 based on the size of our sample. However, changing the order of the leadslags does not appear to affect estimation results. 19aggregate national data. In particular, both approaches identify population as the most important driver of the longrun growth in housing stock. Imposing the homogeneity restriction would have masked the significant variation in the coefficient estimates across provinces, however. While population is the most important determinant of housing stock in all provinces, the impact of a 1 per cent increase in this demographic variable in the long run ranges from being a 6.7 per cent decrease in Saskatchewan to more than a 4 per cent gain in the housing stock in Nova Scotia, Quebec, and Manitoba.29 The population elasticity of housing is closer to the national average in Ontario, Alberta, and British Columbia, which should come as no surprise since these three provinces make up roughly threequarters of the total population in Canada. What is interesting, though, is the magnitude of the population coefficients they are all significantly larger than one. In other words, a 1 per cent increase in the population leads to a much higher growth rate in the constantdollar housing stock over the long run. This mostly reflects the fact that the constantdollar measure of housing stock includes quality improvements due to renovation, for example, in addition to the physical units actually built. Figure 8 shows the growth gap between the stock measured in constant dollars used in this study and that measured in units during the past three decades for Canada and the provinces. Of note, the constantdollar stock in Canada has grown 19 per cent faster than the unit stock so far this decade, compared with a gap of just over 10 per cent in the 1990s. The 1980s were another episode with relatively large gaps. The widening gap during housingboom episodes is consistent with the observation that renovation activity picks up in such times, but more research is needed to validate this perception. The longrun elasticity of the housing stock with respect to the remaining two explanatory variables shows less consistency in terms of their sign or statistical significance across the provinces. The impact of real per capita disposable income is 29 The population in Saskatchewan reached a peak in 1987 and has since fluctuated around a downward trend. At the same time, the level of housing stock has been increasing. It could be that migrant workers who left for employment elsewhere in the country more than half of them to Alberta, according to the census sent money back to support investment in housing in the local market. But, still, the magnitude of the negative coefficient looks puzzling. 20positive, as expected, but significant only in three provinces Nova Scotia, New Brunswick, and British Columbia. The real housing price is found to be negative and significant in New Brunswick, Manitoba, and Alberta, and not significantly different from zero in Quebec, Ontario, and Saskatchewan. The positive relationship between real housing prices and housing stock in Nova Scotia and British Columbia is puzzling. While, in the short run, speculation or irrational expectations of persistent housing price appreciation could lead to an increase in investment at the same time that prices are going up, such a phenomenon is harder to explain in the long run. Overall, the estimates of the cointegrating vector seem to meet expectations even if imprecisely for New Brunswick, Quebec, Ontario, Manitoba, and Alberta, but generate unexpected signs for a portion of the explanatory variables for the remaining three provinces. There are several potential explanations for this phenomenon, the most likely of which, in our view, is the small timeseries dimension of the provincial data relative to the length of the housing cycle. The disequilibrium errors from the national model suggest that the episode from 1981 to 2008 has seen just one complete cycle of the housing market from the trough in the early 1980s to the low around 2000, with the most recent one still in development. This, combined with the potentially different timing of cycles in provincial markets as a result of regional divergence in underlying economic and sociodemographic trends, may well lead to imprecise estimates for the coefficients most sensitive to cyclicality income and price. Another possibility is that there are missing variables in some provincial equations. This would not be surprising, given the statistical evidence of crossprovince heterogeneity. The small timeseries dimension again limits our ability to finetune each equation individually, but it would be worthwhile revisiting the specification once more data become available.30 6.3.3 Deviation from the equilibrium Keeping in mind the caveats discussed in the previous section, let us examine the deviation from the longrun equilibrium level of housing stock in each province, as 30 A third possibility is that there has been a structural break in the cointegrating relation for a portion of the provinces, so that the coefficients are spurious. This is discussed in Appendix A. 21indicated by the residuals from the DSUR panel cointegration regression. Figure 9 illustrates the time path of such a disequilibrium over the estimation sample, while Table 11 provides the percentage deviation from fundamentally determined levels, as at the end of 2008Q4, along with information on previous peaks and troughs. Overall, the pattern of the disequilibrium from the national model seems to match that of Ontario best. Volatility is high in small provinces populationwise relative to large ones, with Saskatchewan having the wildest swing. The positions of provincial housing stocks relative to their equilibrium levels have been different over time with different patterns of persistence, offering additional evidence that the markets are segmented, most likely driven by socioeconomic cycles that differ by province. It could also be the case that there exist some complementarities between the provincial cycles, induced by the ebb and flow of intraprovincial migrations. Nevertheless, there appears to be a common trend to all the markets as well. To varying degrees, a peak in the positive deviation occurred in the late 1980s and early 1990s for many provinces this peak is most wellknown as a real estate bubble in Toronto and its vicinity. The subsequent unwinding of the positive disequilibrium for most of the 90s coincided with a period of stagnating real disposable income growth even as population growth continued apace, especially in British Columbia and Ontario. Shortly after the turn of the millennium, housing stock started to move back towards equilibrium and eventually exceeded it in most provinces. In addition to population gains, improvements in affordability resulting from rising real disposable income and declining mortgage rates over the past decade probably contributed to increasing housing investment by firsttime and moveup buyers alike. As of the end of 2008, there was likely overbuilding in housing stock relative to fundamentally justified levels in Saskatchewan, New Brunswick, British Columbia, Ontario, and Quebec. The first three are also the provinces where the peak of the current cycle exceeded the peaks of the past three decades. On the other hand, the level of housing stock in Nova Scotia, Manitoba, and surprisingly Alberta fell back below what was consistent with fundamentals, after having risen above the level a couple of years earlier housing prices started falling in Alberta around late 2007, much earlier than in other provinces, and net migration has continued to lend 22support to housing demand. The stockweighted sum of provincial disequilibrium was 2.4 per cent in 2008Q4, in line with the estimate given by the national model. 6.4 Shortrun dynamics of housing stock for the provinces 6.4.1 Estimating the shortrun equations This section focuses on estimating the equations that describe the shortrun dynamics of housing stock by province, as follows: qpkti,i 0,ji,kti,jkti,jj 1ji,j 1kti,j Xeti,ti,Ztiti,,ti,, 7 where the growth rate of the housing stock is regressed on individual fixed effects, disequilibrium errors lagged up to four quarters, the dependent variable lagged up to four quarters to control for serial correlation, the log difference of the explanatory variables in the cointegrating vector real price, real per capita disposable income, and population, and a vector of weakly exogenous variables commonly believed to influence shortrun housing demand. These include the real mortgage rate, participation rate, unemployment rate, employment rate a combination of the previous two, net international and intraprovincial migration as a share of population, real construction costs, affordability, consumer confidence, real financial wealth proxied by the performance of the TSX, the stock market index in Canada, and financial innovation. All variables are pretested for unit roots and transformed if necessary. We use iterative seemingly unrelated regression SUR for the estimation, in order to account for heteroskedasticity and contemporaneous correlation in the errors across equations.31 Given the large number of potential explanatory variables and the relatively small sample size, a pseudo specifictogeneral strategy is adopted to find the most appropriate specification. We start with a barebones equation excluding the weakly exogenous variables. The third and fourth lags of the dependent variable, as well as the first difference of real per capita disposable income, are dropped, since they are not statistically significant in any of the provincial equations. Next, we add weakly exogenous variables one at a time and keep only those that are significant for at least one 31 We also tried OLS with panelcorrected standard errors PCSE and the results were largely the same. 23of the provinces. The sequence of the inclusion of the variables does not seem to matter. The net migration measure is highly correlated with the change in population on a quarterly basis; therefore, only one of the variables is included at any time, to avoid multicollinearity see Figure 10. In a similar vein, the consumer confidence index and the stock market index are tested separately. Diagnostic tests have been performed to ensure that the residuals are stationary and exhibit no serial correlation at the 5 per cent level. No structural break in the shortrun equations has been found.32 6.4.2 Estimation results Tables 12a and 12b provide the estimation results for our preferred specifications according to goodnessoffit and economic interpretation. A total of 10 models are shown, offering sensitivity tests of the robustness of the coefficient estimates with respect to i the inclusion of more than one lag of the disequilibrium error, ii the use of population change vs. net migration, and iii the inclusion of the consumer confidence index vs. the stock market index. Specifically, all models in Table 12a contain four lags of the disequilibrium error ce, as per the national model, while those in Table 12b contain only one lag, as in a conventional errorcorrection equation. The table headings indicate the difference between each model and the baseline model Model 1 in specification. For example, Model 2 uses the baseline specification plus the consumer confidence index cci, while Model 3 goes one step further by replacing the change in population dpop with net migration nmigr. Notes at the end of Tables 12a and 12b explain the meaning of the mnemonics. All coefficients that are statistically significant at the 10 per cent level are in bold. A comparison of the results from the 10 models reveals the following key findings for the Canadian provincial housing markets in the short run. i The models fit the data best for Ontario, Quebec, and British Columbia. Indeed, the results from the national model seem to be consistent with those obtained for these provinces in Model 1. 32 The AndrewsQuandt breakpoint test for an unknown date is used on an equationbyequation basis. 24 ii Ceteris paribus, the speed of adjustment of the housing stock to close its gap from the equilibrium level is very low.33 In fact, even for Quebec, the only province with a significant adjustment coefficient in nine models, the largest in absolute value is 0.0166. This means that less than 2 per cent of the disequilibrium gap is closed each year, holding everything else constant. The adjustment coefficient is also significant and small in Ontario, Manitoba, and British Columbia, depending on the specification. The apparent lack of speedy adjustment of housing stock on its own is in line with expectations, considering the slowmoving process that characterizes demographic trends, the most important determinant of housing demand in the long run, as well as the substantial adjustment costs associated with building new houses over the short run. It therefore comes as no surprise that the coefficient estimates from Tables 12a and 12b are largely similar the inclusion of one or four lags of the disequilibrium error makes no material difference. iii The changes in the dependent variable housing stock in the current quarter are highly correlated with the changes in the same variable in the previous quarter or two.34 This is consistent with the notion that new home construction is typically spread out over two quarters. iv After controlling for serial correlation, changes in population have been found to play a predominant role in driving the shortrun dynamics of housing stock in a majority of provinces. The only two provinces where the impact of shortrun fluctuations in population is likely not significant are New Brunswick and Nova Scotia. v The share of net migration inflow minus outflow, both international and intraprovincial in population is significant and positively associated with the quarterly changes in housing stock for the three westernmost provinces: Saskatchewan, Alberta, 33 The discussion herein pertains to the sum of the coefficients on the lags of the disequilibrium error. Significant means significantly different from zero. 34 Wald tests indicate that the sum of the coefficients on the lags of the dependant variable is statistically different from one in all provinces. 25and British Columbia. Net migration could also influence housing demand in the central provinces, but the evidence is not conclusive. vi Another variable that appears to have a widespread positive influence on the shortrun demand for housing is the consumer confidence index, although the scale of the impact is quite small. vii The results are mixed regarding the sign and significance of the coefficient on the price variable. Growth in the real housing price is significant and negative only in Nova Scotia. For the remaining provinces, it is either not significantly different from zero, or significant but positive Ontario, Quebec, and in some specifications British Columbia. Speculation may have played a role, especially during the housing boom of the late 1980s in Ontario Toronto. viii In Quebec, Ontario, and Saskatchewan, the coefficient on the stock market index is positive and significant, and similar in size to the coefficient on the consumer confidence index. This could mean that an increase in financial wealth boosts confidence, in that a rising stock market reassures potential buyers in those provinces of the security of their jobs and future income. ix The impact of the employment rate and real mortgage rate is small overall and only significant in a few provinces. Using the participation rate, unemployment, and an affordability index instead does not improve the results. This suggests that the fluctuations in housing demand in the short run do not necessarily coincide with those in labour market conditions, and that the muchtouted impact of falling mortgage rates on housing demand is secondary to more fundamental driving forces such as demographics. 7. Conclusion This paper attempts to quantify the degree of overbuilding, if any, in the Canadian housing stock, by exploiting its longrun relationship with commonly recognized 26fundamental factors such as the relative price of housing, real personal disposable income, and demographics. Using aggregate data for Canada, our model suggests that the housing stock was overbuilt at the end of 2008 by 2 per cent. This gap is likely to close slowly by the end of 2018, given the projections of the key variables in the model. Provincial models indicate that there was likely overbuilding by the end of 2008 in Saskatchewan, New Brunswick, British Columbia, Ontario, and Quebec. On the other hand, the level of housing stock in Nova Scotia, Manitoba, and surprisingly Alberta fell back below what was consistent with fundamentals, after having risen above the level a couple of years earlier. All else equal, the speed of adjustment of the housing stock to close its gap from the equilibrium level is very low. The apparent lack of prompt adjustment of the housing stock on its own is in line with expectations, considering the slowmoving process that characterizes demographic trends, the most important determinant of housing demand in the long run, as well as the substantial adjustment costs associated with building new houses over the short run. Other variables that are found to influence housing demand in the short run include the employment rate, real mortgage rates, consumer confidence, and stock market performance in the provincial models. Finally, there seems to be a positive relation between price and demand for housing in the short run in a few provinces, where speculation may have played a role. The interpretation of the results from the provincial model needs to be treated with caution, given the short timeseries dimension, which makes it difficult to uncover the true underlying cointegrating relation in a market with long cycles. In addition, the lack of a supplyside equation in the model introduces the risk that an important piece in the fundamentals of the housing market will be missed. This issue is more important for urban centres, where the assumption of elastic supply may not hold. Research has shown that the length and magnitude of a housing bubble could be related to the elasticity of supply. Future research should therefore take more of a systems approach if more reliable supplyside data become available. 27References Allen, J., R. Amano, D. Byrne, and A. W. Gregory. 2006. Canadian City Housing Prices and Urban Market Segmentation. Bank of Canada Working Paper No. 0649. Andrews, D. W. K. and J. Y. Kim. 2006. Tests for Cointegration Breakdown Over a Short Time Period. Journal of Business and Economic Statistics 24 4: 37994. Beyer, A., A. A. Haud, and W. G. Dewald. 2009. Structural Breaks, Cointegration, and the Fisher Effect. European Central Bank Working Paper Series No.1013, February. CarrioniSylvestre, J. L. and A. Sanso. 2006. Testing the Null of Cointegration with Structural Breaks. Oxford Bulletin of Economics and Statistics 68: 623646. Chambers, M., C. Garriga, and D. E. Schlagenhauf. 2007. Accounting for Changes in the Homeownership Rate. Federal Reserve Bank of Atlanta Working Paper No. 200721. Cunningham, R. and I. Kolet. 2007. Housing Market Cycles and Duration Dependence in the United States and Canada. Bank of Canada Working Paper No. 20072. Demers, F. 2005. Modelling and Forecasting Housing Investment: The Case of Canada. Bank of Canada Working Paper No. 200541. Di Pasquale, D. 1999. Why Dont We Know More About Housing Supply? Journal of Real Estate Finance and Economics 18 1: 923. Egebo, T., P. Richardson, and I. Lienert. 1990. A Model of Housing Investment for the Major OECD Economies. OECD Economic Studies 14: 15188. Fortin, M. and A. Leclerc. 2002. Determinants du Prix Reel des Logements au Canada. Actualite Economique, Volume 78, numero 3, Septembre, p. 293320. Girouard, N., M. Kennedy, P. van den Noord, and C. Andre. 2006. Recent House Price Developments: the Role of Fundamentals. OECD Economics Department Working Paper No. 20063. Green, R. K., S. Malpezzi, and S. K. Mayo. 2005. MetropolitanSpecific Estimates of the Price Elasticity of Supply of Housing and Their Sources. American Economic Review 95 2: 33439. Gregory, A. W. and B. E. Hansen. 1996. ResidualBased Tests for Cointegration in Models with Regime Shifts. Journal of Econometrics 70: 99126. Hansen, B. E. 1992. Tests for Parameter Instability in Regressions with I1 Processes. Journal of Business Statistics 10 3: 32135. 28 Im, K. S., M. H. Pesaran, and Y. Shin. 2003. Testing for Unit Roots in Heterogeneous Panels. Journal of Econometrics 115: 5374. Mac Kinnon, J. G., A. Haug, and L. Michelis. 1999. Numerical Distribution Functions of Likelihood Ratio Tests for Cointegration. Journal of Applied Econometrics 14 5: 56377. Macklem, T. 1994. Wealth, Disposable Income and Consumption: Some Evidence for Canada. Bank of Canada Technical Report No.71. Mark, N. C., M. Ogaki, and D. Sul. 2005. Dynamic Seemingly Unrelated Cointegrating Regressions. Review of Economic Studies 72 3: 797820. Mc Carthy, J. and R. W. Peach. 2002. Monetary Policy Transmission to Residential Investment. Federal Reserve Bank of New York Economic Policy Review 8 1: 13958. . 2004. Are Home Prices the Next Bubble? Federal Reserve Bank of New York Economic Policy Review 10 3: 117. Pedroni, P. 1999. Critical Values for Cointegration Tests in Heterogeneous Panels with Multiple Regressors. Oxford Bulletin of Economics and Statistics 61 0: 65370. Phillips, P. C. B. and M. Loretan. 1991. Estimating Long Run Economic Equilibria. Review of Economic Studies 58: 40736. Rea, W., D. Mac Kay, and S. Le Vasseur. 2008. Changing Patterns in Canadian Homeownership and Shelter Costs, 2006 Census. Catalogue No. 97554X. Topel, R. and S. Rosen. 1988. Housing Investment in the United States. Journal of Political Economy 96 4: 71840. Westerlund, J. 2006. Testing for Panel Cointegration with Multiple Structural Breaks. Oxford Bulletin of Economics and Statistics 68 1: 10132. 29Table 1: Estimation of the Cointegration Vectors via a Structural Model Approach a la Mc Carthy and Peach tstatistics in Demand Supply Real housing price 0.74 6.36 Housing stock 1.00 Per capita real disposable income Population Investment 0.48 4.57 2.96 18.89 Constant 38.58 1.00 0.94 3.36 0.94 3.36 2.15 LR test for binding restrictions r 2: Chisquare2: 4.399 Probability: 0.111 30 Table 2: Johansen Cointegration Test Unrestricted Cointegration Rank Test Maximum Eigenvalue Hypothesized No. of CEs Eigenvalue MaxEigen Statistic 0.05 Critical Value None At most 1 At most 2 At most 3 0.159987 0.085861 0.065225 0.018825 31.90381 16.42838 12.34315 3.477772 27.58434 21.13162 14.26460 3.841466 Prob. 0.0130 0.2008 0.0984 0.0622 denotes rejection of the hypothesis at the 0.05 level Mac KinnonHaugMichelis 1999 pvalues Table 3: Estimation of the Cointegrating Vector for the Housing Stock via a Single Equation Approach Preferred Specification, tstatistics in Real housing price Dummy for housing price Real disposable income Population Constant DOLS 0.25 3.91 0.36 6.01 2.73 41.86 35.73 DOLS with break in 2003Q4 0.30 5.51 0.01 2.28 0.44 8.13 2.62 34.30 34.31 Notes: The DOLS includes one leadlag of the firstdifferenced explanatory variables as well as their contemporaneous value in addition to the cointegrating vector. The estimation period is 1963Q2 to 2008Q3. The dummy variable is set to one from 2003Q4 onward. 31 Table 4: Hansen Stability Test pvalue in parenthesis Sample periods 1962 2008 1962 1999 1976 2008 1976 1999 Test statistics Sup F 24.60 0.01 29.36 0.01 27.61 0.01 8.01 0.20 Mean F 9.23 0.02 7.91 0.05 9.96 0.01 2.60 0.20 Lc 0.42 0.17 0.25 0.20 0.37 0.2 0.10 0.20 Table 5: ShortRun Estimates 1976Q2 2008Q4 Coefficient pvalue 1Constant kkkk32ttt 4 k tt 1k t 2k t 3k t 41 tk 2 tk 3 tk 4 tk tp td termrt trend 0.001 0.016 0.021 0.025 0.023 0.937 0.325 0.264 0.075 0.014 0.692 0.0006 0.00006 0.000004 0.31 0.12 0.15 0.13 0.03 0.00 0.02 0.01 0.35 0.01 0.00 0.01 0.08 0.03 Diagnostic tests H0: no serial correlation: 0.335 H0: homoscedasticity: 0.000 H0: normality : 0.011 Note: The NeweyWest procedure for heteroskedasticityconsistent coefficient covariance was applied. For the diagnostic tests, the pvalues are reported. The Wald test rejects the null hypothesis that the coefficients on lags of the cointegrating error are all zero pvalue 0.00. 32Table 6: OutofSample Forecasting Performances 8 2 1 4 Preferred Model 0.00073 0.00064 8.46847 0.09461 0.00042 0.00036 4.79646 0.05549 0.00167 0.00149 19.68887 0.21624 0.00109 0.00093 12.09773 0.14107 Statistics stepahead RMSE MAD MAPE THEIL U Statistics stepahead RMSE MAD MAPE THEIL U Note that MAD is the mean absolute deviation, MAPE is the mean absolute percentage error, and the THEIL U is a ratio of the RMSE for the model to the RMSE for a no change forecast. 0.00177 0.00151 18.91885 0.22901 Preferred Model Excluding the ErrorCorrection Term 0.00041 0.00033 4.49123 0.05296 0.0007 0.00057 7.64589 0.09108 0.00108 0.00091 11.7188 0.13948 4 1 2 8 12 0.00203 0.00191 24.58927 0.26191 12 0.00228 0.00209 25.46962 0.29505 Prob. 0.000 0.011 0.018 Statistic 5.953 2.677 2.486 Weighted Statistic 0.099 2.809 2.549 Table 7: Pedroni Panel Cointegration Test Alternative hypothesis: common AR coefs. withindimension Panel vStatistic Panel rhoStatistic Panel PPStatistic Panel ADFStatistic Alternative hypothesis: individual AR coefs. betweendimension Group rhoStatistic Group PPStatistic Group ADFStatistic Statistic 3.013 2.468 Prob. 0.004 0.019 0.000 4.535 4.482 0.000 4.500 Prob. 0.397 0.008 0.016 0.000 T: 1981Q1 to 2008Q4; N 8; Null hypothesis: no cointegration; Max number of lags included for automatic selection using SIC 12; A total of seven residualbased tests are available for the null of no cointegration, allowing for heterogeneity in the shortrun dynamics and the longrun slope coefficients across individual members of the panel. The tests also include individual heterogeneous fixed effects and trend terms. The first four test statistics, termed the panel statistics, are equivalent to testing against the alternative of a homogeneous autoregressive coefficient of the residuals from the cointegration regression. For the other three test statistics, called the group statistics, no such homogeneity assumption is imposed under the alternative hypothesis. Six out of the seven test statistics turn out to be significant, offering conclusive evidence of cointegration. 33 Table 8: Panel Unit Root Test on Cointegrating Residuals 0.052 Prob. 1.630 Statistic Method Null: Unit root assumes common unit root process Levin, Lin Chu t Null: Unit root assumes individual unit root process Im, Pesaran, and Shin Wstat ADF Fisher Chisquare PP Fisher Chisquare Probabilities for Fisher tests are computed using an asymptotic Chi square distribution. All other tests assume asymptotic normality. T: 1981Q1 to 2008Q4; N 8; Exogenous variables: Individual effects; Maximum number of lags selected using SIC 3. 4.082 55.321 44.073 0.000 0.000 0.000 Table 9: DSUR Estimates of the Cointegrating Vector by Province d p val val s.e. yd val 0.416 0.516 0.046 0.011 0.129 0.26 0.097 0.27 0.339 Province NS NB QU ON MN SK AL BC Canada Regressions include individual fixed effects. The null of homogeneous crosssection coefficients is rejected at 1%; significant at 1%; significant at 5%; significant at 10%. s.e. 1.519 0.187 1.503 0.207 0.056 0.075 0.045 0.06 0.116 0.117 0.036 0.534 0.02 0.014 0.553 0.069 1.252 0.107 5.139 1.359 4.077 2.16 4.364 6.705 2.181 2.536 1.952 s.e. 0.682 0.679 0.067 0.017 0.145 2.5 0.009 0.06 0.077 0.19 0.181 0.029 0.013 0.044 0.287 0.006 0.059 0.051 34 Table 10: Hansen Stability Test for Individual Provinces: 1981Q1 to 2008Q4 pvalue in parenthesis Province Nova Scotia New Brunswick Quebec Ontario Manitoba Saskatchewan Alberta British Columbia Lc 7.57 0.01 0.74 0.03 0.36 0.20 2.55 0.01 0.21 0.20 27.66 0.01 1.14 0.01 3.67 0.01 Test statistics Sup F 205.65 0.01 34.09 0.01 33.57 0.01 1427.10 0.01 18.30 0.20 3112.18 0.01 112.18 0.01 106.27 0.01 Mean F 65.40 0.01 15.97 0.01 12.45 0.01 179.55 0.01 3.74 0.04 670.39 0.01 19.47 0.01 45.41 0.01 Table 11: Deviation of Housing Stock from LongRun Equilibrium as of 2008Q4 Nova Scotia New Brunswick Quebec Ontario Manitoba Saskatchewan Alberta British Columbia % Deviation %Max 12.6 8.8 3.3 3.4 6.5 44.9 2.9 2.6 4.3 1.3 1.7 2.1 44.9 1.5 Max date 1983q 2 2006q 2 1988q 2 1991q 4 1981q 3 2008q 4 or later 1990q 2 %Min 12.1 10.1 5.6 3.0 4.4 53.5 2.1 Min date 1989q 1 1982q 4 1981q 1 or earlier 1981q 1 or earlier 1981q 1 or earlier 1985q 2 1983q 2 21.6 1981q 1 or earlier 3.5 6.7 2005q 1 35Table 12a: Shortrun Equations for Provinces 1981Q1 to 2008Q4 Multiple lags of the disequilibrium error Numbers in bold indicate pval 0.1 Baseline Model 1 const ce 4 to 1 dk 2 to 1 dp dpop mr der AdjR2 NB 0.0025 0.0026 0.7867 0.0028 0.0047 0.0001 0.0001 NS 0.0020 0.0011 0.7816 0.0110 0.1470 0.0001 0.0000 QU 0.0004 0.0158 0.9382 0.0257 0.1906 0.0000 0.0004 ON 0.0003 0.0043 0.7897 0.0068 0.4051 0.0000 0.0003 MN 0.0007 0.0056 0.8696 0.0001 0.2133 0.0000 0.0001 SK 0.0009 0.0008 0.8684 0.0006 0.3934 0.0000 0.0001 AL 0.0017 0.0041 0.7905 0.0004 0.1392 0.0001 0.0002 BC 0.0021 0.0003 0.8126 0.0152 0.2027 0.0001 0.0000 0.73 0.78 0.93 0.95 0.91 0.87 0.92 0.93 NB Baseline consumer confidence Model 2 NS const ce 4 to 1 dk 2 to 1 dp dpop mr der cci AdjR2 0.0083 0.0014 0.7383 0.0035 0.0084 0.0001 0.0002 0.0024 0.0056 0.0003 0.7591 0.0133 0.1181 0.0001 0.0000 0.0017 0.78 0.74 QU 0.0037 0.0147 0.9306 0.0236 0.1806 0.0000 0.0005 0.0009 ON 0.0065 0.0022 0.7883 0.0059 0.3498 0.0000 0.0001 0.0016 MN 0.0126 0.0004 0.8661 0.0007 0.3245 0.0001 0.0002 0.0029 SK 0.0075 0.0006 0.8699 0.0003 0.4069 0.0000 0.0001 0.0018 AL 0.0086 0.0101 0.8309 0.0001 0.1197 0.0001 0.0002 0.0022 BC 0.0017 0.0017 0.7886 0.0150 0.2027 0.0001 0.0000 0.0009 0.93 0.96 0.92 0.88 0.92 0.93 SK 0.0067 0.0002 0.8587 0.0062 0.0039 0.0000 0.0001 0.0017 AL 0.0077 0.0099 0.8431 0.0004 0.0011 0.0001 0.0002 0.0020 BC 0.0021 0.0018 0.7783 0.0138 0.0029 0.0000 0.0000 0.0009 0.86 0.92 0.93 NB NS ON QU MN Baseline consumer confidence population change net migration Model 3 const ce 4 to 1 dk 2 to 1 dp nmigr mr der cci AdjR2 0.0058 0.0007 0.7557 0.0135 0.0008 0.0000 0.0001 0.0017 0.0113 0.0002 0.8982 0.0022 0.0012 0.0001 0.0002 0.0026 0.0078 0.0015 0.9094 0.0104 0.0004 0.0000 0.0000 0.0019 0.0071 0.0019 0.7210 0.0015 0.0010 0.0001 0.0002 0.0022 0.0029 0.0106 0.9523 0.0229 0.0010 0.0001 0.0004 0.0008 0.93 0.95 0.91 0.78 0.73 36Table 12a continued Baseline tsx Model 4 const ce 4 to 1 dk 2 to 1 dp dpop mr der dtsx AdjR2 NB 0.0026 0.0026 0.7870 0.0022 0.0284 0.0001 0.0001 0.0007 NS 0.0020 0.0011 0.7830 0.0102 0.1830 0.0001 0.0000 0.0001 QU 0.0003 0.0166 0.9479 0.0259 0.1970 0.0000 0.0004 0.0017 0.73 0.78 0.93 ON 0.0002 0.0045 0.7932 0.0064 0.4121 0.0000 0.0003 0.0015 0.96 MN 0.0007 0.0054 0.8732 0.0001 0.2123 0.0000 0.0001 0.0005 SK 0.0009 0.0009 0.8715 0.0014 0.3935 0.0000 0.0001 0.0026 AL 0.0016 0.0038 0.7916 0.0002 0.1458 0.0001 0.0002 0.0010 BC 0.0020 0.0002 0.8140 0.0152 0.2020 0.0001 0.0000 0.0007 0.91 0.88 0.92 0.93 BC 0.0018 0.0004 0.8006 0.0138 0.0030 0.0000 0.0000 0.0004 0.93 SK AL NB NS ON 0.0003 0.0045 0.9394 0.0120 0.0009 0.0000 0.0002 0.0016 0.0019 0.0041 0.8074 0.0007 0.0014 0.0001 0.0002 0.0008 0.0012 0.0006 0.8521 0.0072 0.0037 0.0000 0.0001 0.0029 QU 0.0006 0.0124 0.9681 0.0250 0.0008 0.0000 0.0004 0.0017 MN 0.0009 0.0051 0.8875 0.0028 0.0002 0.0000 0.0001 0.0006 0.0020 0.0016 0.7863 0.0113 0.0014 0.0001 0.0001 0.0001 0.0028 0.0030 0.7636 0.0004 0.0011 0.0001 0.0002 0.0006 Baseline tsx population change net migration Model 5 const ce 4 to 1 dk 2 to 1 dp nmigr mr der dtsx AdjR2 Notes: All models are estimated using iterative seemingly unrelated regression. Dependent variable first difference of the log of housing stock const: constant ce: disequilibrium error from the cointegration relation estimated separately by DSUR dk: first difference of the log of housing stock dp: first difference of the log of the real NHPI dpop: first difference of the log of total population nmigr: net migration both international and intraprovincial as a share of population mr: real mortgage rate der: first difference of the employment rate cci: consumer confidence index in logs dtsx: first difference of real TSX index 0.95 0.86 0.91 0.91 0.72 0.77 0.93 37Table 12b: ShortRun Equations for Provinces 1981Q1 to 2008Q4 One lag of the disequilibrium error Numbers in bold indicate pval 0.1 Baseline ce 4 to 2 Model 6 NB const ce 1 dk 2 to 1 dp dpop mr der AdjR2 0.0026 0.0028 0.7664 0.0000 0.0163 0.0001 0.0002 0.74 NS 0.0019 0.0013 0.7770 0.0109 0.1769 0.0000 0.0000 QU 0.0005 0.0099 0.8615 0.0226 0.3535 0.0000 0.0004 ON 0.0002 0.0032 0.8299 0.0093 0.3159 0.0000 0.0002 MN 0.0006 0.0073 0.8600 0.0002 0.2199 0.0000 0.0000 0.79 0.94 0.95 0.91 SK 0.0008 0.0010 0.8347 0.0063 0.1984 0.0000 0.0001 0.87 AL 0.0016 0.0021 0.7898 0.0021 0.1715 0.0001 0.0002 BC 0.0027 0.0031 0.7805 0.0067 0.2497 0.0002 0.0004 0.92 0.91 NS NB QU Baseline ce 4 to 2 consumer confidence Model 7 const ce 1 dk 2 to 1 dp dpop mr der cci AdjR2 0.0090 0.0013 0.7190 0.0012 0.0154 0.0001 0.0002 0.0026 0.0060 0.0003 0.7585 0.0134 0.1418 0.0000 0.0000 0.0017 0.0021 0.0086 0.8637 0.0214 0.3005 0.0000 0.0004 0.0006 0.75 0.80 0.94 ON 0.0072 0.0011 0.8338 0.0082 0.2463 0.0000 0.0000 0.0017 MN 0.0120 0.0020 0.8628 0.0009 0.3129 0.0001 0.0002 0.0027 SK 0.0076 0.0007 0.8354 0.0058 0.1967 0.0000 0.0001 0.0018 AL 0.0093 0.0077 0.8234 0.0030 0.1562 0.0001 0.0002 0.0023 BC 0.0081 0.0073 0.7408 0.0066 0.2361 0.0002 0.0003 0.0024 0.95 0.92 0.87 0.92 0.92 AL 0.0080 0.0079 0.8388 0.0022 0.0014 0.0001 0.0001 0.0021 BC 0.0090 0.0075 0.7448 0.0042 0.0030 0.0001 0.0003 0.0025 0.92 0.92 NS NB QU ON MN Baseline ce 4 to 2 consumer confidence population net migration Model 8 SK const ce 1 dk 2 to 1 dp nmigr mr der cci AdjR2 0.0079 0.0006 0.7131 0.0008 0.0009 0.0001 0.0002 0.0024 0.0084 0.0011 0.8736 0.0101 0.0009 0.0000 0.0001 0.0020 0.0093 0.0050 0.8642 0.0014 0.0015 0.0000 0.0002 0.0022 0.0060 0.0007 0.7702 0.0126 0.0006 0.0000 0.0000 0.0017 0.0027 0.0059 0.8861 0.0204 0.0020 0.0000 0.0003 0.0008 0.0072 0.0007 0.8395 0.0084 0.0025 0.0000 0.0000 0.0018 0.87 0.75 0.79 0.91 0.93 0.95 38NB Baseline ce 4 to 2 tsx Model 9 const ce 1 dk 2 to 1 dp dpop mr der dtsx AdjR2 0.0026 0.0029 0.7687 0.0003 0.0028 0.0001 0.0002 0.0010 0.74 Table 12b continued NS 0.0019 0.0013 0.7797 0.0100 0.2084 0.0001 0.0000 0.0000 QU 0.0005 0.0104 0.8653 0.0229 0.3667 0.0000 0.0004 0.0013 ON 0.0001 0.0036 0.8356 0.0089 0.3213 0.0000 0.0002 0.0017 MN 0.0006 0.0072 0.8621 0.0004 0.2246 0.0000 0.0000 0.0007 SK 0.0007 0.0011 0.8402 0.0073 0.2007 0.0000 0.0001 0.0025 AL 0.0015 0.0020 0.7927 0.0024 0.1782 0.0001 0.0002 0.0012 BC 0.0026 0.0031 0.7821 0.0067 0.2471 0.0002 0.0004 0.0006 0.79 0.94 0.95 0.91 0.87 0.92 0.91 NB NS QU Baseline ce 4 to 2 tsx population net migration Model 10 ON const ce 1 dk 2 to 1 dp nmigr mr der dtsx AdjR2 0.0028 0.0018 0.7566 0.0025 0.0010 0.0001 0.0001 0.0009 0.0018 0.0015 0.7990 0.0102 0.0013 0.0000 0.0001 0.0001 0.0007 0.0078 0.8920 0.0219 0.0028 0.0000 0.0003 0.0012 0.0002 0.0048 0.8911 0.0118 0.0018 0.0000 0.0002 0.0016 0.93 0.78 0.74 MN 0.0009 0.0089 0.8539 0.0023 0.0007 0.0000 0.0001 0.0008 SK 0.0010 0.0010 0.8372 0.0102 0.0026 0.0000 0.0000 0.0026 AL 0.0018 0.0029 0.8132 0.0018 0.0017 0.0001 0.0002 0.0010 BC 0.0022 0.0031 0.7841 0.0040 0.0032 0.0001 0.0004 0.0004 0.91 0.87 0.92 0.91 0.95 Notes: All models are estimated using iterative seemingly unrelated regression. Dependent variable first difference of the log of housing stock const: constant ce: disequilibrium error from the cointegration relation estimated separately by DSUR dk: first difference of the log of housing stock dp: first difference of the log of the real NHPI dpop: first difference of the log of total population nmigr: net migration both international and intraprovincial as a share of population mr real mortgage rate der: first difference of the employment rate cci: consumer confidence index in logs dtsx: first difference of real TSX index 39160140120100806040200001 2002 Figure 1: Home Prices and Home Ownership Rates Home Ownership rate Left scaleReal NHPI Right scaleReal MLS Average Prices Right scale7068666462605856tnecre P 40Figure 2: Time Series of Key Aggregate Variables All variables in logarithmic form except real mortgage rate Housing Stock constant valueRelative Price of Housing.3.2.1.0.1.2.3657075808590950005657075808590950005Real PerCapita Disposable Income Total Population 657075808590950005Real 5year Mortgage Rate 65707580859095000517.417.217.016.816.641657075808590950005 14.414.013.613.212.812.412.08.28.48.68.89.09.29.41210864202 Figure 3: Cointegrating Residuals for Housing Stocks obtained from the DOLS estimation .10.08.06.04.02.00.02.04.06657075808590950005 Note: Recessions are shown by the shaded areas. Figure 4: Projected Cointegrating Residuals for Housing Stock .04.03.02.01.00.01.02.03.040204060810121416182042 Figure 5: Log of Real New Housing Price Index, Provinces 5.04.94.84.74.64.55.04.94.84.74.64.54.45.65.45.25.04.84.64.44.2Real New Housing Price Index: Atlantic Provinces Canada NBNS19851990199520002005Real New Housing Price Index: Central Provinces Canada QUON19851990199520002005Real New Housing Price Index: Western Provinces Canada ALMNBCSK19851990199520002005 43Figure 6: Log of Real Per Capita Disposable Income, Provinces Real Per Capita Personal Disposable Income: Atlantic Provinces Canada NBNS19851990199520002005Real Per Capita Personal Disposable Income: Central Provinces Canada QUON19851990199520002005Real Per Capita Personal Disposable Income: Western Provinces Canada ALMNBCSK1985199019952000200510.210.110.09.99.89.79.69.510.210.110.09.99.89.79.610.410.310.210.110.09.99.89.7 44 Figure 7: Population, Provinces Absolute Change in Population Atlantic Quebec Ontario Prairies B.C.1960s 1970s 1980s 1990s 2000s Share of Canadian Population by Region Atlantic Quebec Ontario Prairies B.C.000160014001200100080060040020000.450.40.350.30.250.20.150.10.0501961 1965 1969 1973 1977 1981 1985 1989 1993 1997 2001 2005 2009Note: Atlantic includes NB and NS; Prairies include MN, SK, and AL. 45Figure 8: Growth Gap between Different Measures of Housing Stock Ratio of Value Stock Growth to Unit Stock Growth 80s 90s 2000s 1.351.301.251.201.151.101.051.00Canada NSNBQUONMNSKALBC 46Figure 9: Cointegrating Relationship for Housing Stocks: Provincial Results obtained from the DSUR estimation Nova Scotia New Brunswick.12.08.04.00.04.08.12.04.03.02.01.00.01.02.03.0419851990199520002005 Ontario 19851990199520002005 .15.10.05.00.05.10.15.04.02.00.02.04.0619851990199520002005Quebec 19851990199520002005 47Figure 9 continued Manitoba Saskatchewan.08.06.04.02.00.02.04.06.03.02.01.00.01.02.0319851990199520002005Alberta 19851990199520002005 .6.4.2.0.2.4.6.10.05.00.05.10.15.20.254819851990199520002005British Columbia 19851990199520002005 Figure 10: Net Migration and Population Change Nova Scotia Net migration Population change Correlation: 0.563000250020001500100050005001981198419871990199319961999200220052008Quebec Net migration Population change Correlation: 0.5025000200001500010000500005000300025002000150010005000500100015003000025000200001500010000500001981198419871990199319961999200220052008 49New Brunswick Net migration Population change Correlation: 0.434000300020001000010001981198419871990199319961999200220052008Ontario Net migration Population change Correlation: 0.545000040000300002000010000019811984198719901993199619992002200520083000250020001500100050005001000 80000700006000050000400003000020000100000Figure 10 continuedManitoba Net migration Population change Correlation: 0.767000600050004000300020001000010001981198419871990199319961999200220052008Alberta Net migration Population change Correlation: 0.79198419871990199319961999200220052008500004000030000200001000001981 Saskatchewan Net migration Population change Correlation: 0.76100008000600040002000020001981198419871990199319961999200220052008British Columbia Net migration Population change Correlation: 0.8925000200001500010000500001981198419871990199319961999200220052008600050004000300020001000010002000300040005000350003000025000200001500010000500005000400030002000100001000350003000025000200001500010000500005000 50Appendix A Testing for stability in the longrun vector Cointegration cannot be disassociated from the long run, and the property of cointegration implies that a set of variables move jointly, describing an equilibrium relationship over long periods of time. However, the longer the time span covered by the time series, the more likely it is that there will be a structural change. Since the Canadian economy went through many developments over the sample period, such as a change in the monetary policy regime, shifts in the composition of the typical household, and impressive financial innovations in the mortgage business, the possibility of a regime shift within the Canadian housing market cannot be ruled out. We test the stability of our cointegrating relationship using the procedures proposed by Hansen 1992, namely, the Lc, Mean F, and Sup F tests. For each of the tests, the null hypothesis is that the constant and coefficients on the regressors are stable through time in the cointegrating equation, although the test differs in their interpretations of the alternative hypothesis. First, the Lc test can be viewed as a cointegration test, as suggested by Hansen 1992. On the other hand, the Sup F test is appropriate to discover whether there was a swift shift in regime over the period under investigation. The Mean F test simply evaluates whether the model captures a stable relationship, since it tests the notion of an unstable model that gradually shifts over time by writing the parameters of the cointegrating equation as a martingale process.35 While the null hypothesis of cointegration cannot be rejected under the Lc test, the null of parameter stability is rejected by both the Sup F and Mean F, since they indicate that we could have some parameter instability in the early pre1975 and late post2000 subsample see Table 4. We further investigate the cointegrating vector stability using the method proposed by CarrioniSylvestre and Sanso 2006. The authors develop a test for the null hypothesis of cointegration against the alternative hypothesis of no cointegration in the presence of a structural break. They derive the test for a known or an unknown break with exogenous or with endogenous regressors. This last characteristic is of particular interest to us, since our cointegrating vector has been estimated via DOLS methods. The advantage of this testing approach is that it avoids the problem 35 Note that the Lc test also models the parameter in the cointegrating equation as a martingale process. 51of untangling a regime shift from a stable cointegrating relationship, as is the case in the setup of Gregory and Hansen 1996.36 The test is based on a multivariate extension of the KPSS test. Performing the test on our data set reveals that the null hypothesis of cointegration cannot be rejected even after allowing for a possible level shift in the constant term or a combination of a level shift and a slope coefficient change in the time trend. As a complement to the Hansen 1992 and CarrioniSylvestre and Sanso 2006 tests, we also ran the Andrews and Kim 2006 stability test for cointegration breakdowns over short periods of time recession, productivity shock, war, etc  We applied the test to the second half of our sample with the idea that a flurry of financial innovations in the mortgage business might have caused an endofsample breakdown in our cointegrating relationship. The test confirms that there was no such break in our cointegrating vector. The balance of evidence Johansen, Hansen Lc statistic, CarrioniSylvestre and Sanso, and Andrews and Kim rules in favour of a cointegrating relationship in our data set over the 19622008 period, although Hansens Sup F and Mean F tests indicate the possibility of parameter instability in the early pre1975 and late post2000 subsample. CarrioniSylvestre and Sansos test results in favour of cointegration, after allowing for a possible shift in the deterministic variables, make advisable an investigation on the coefficients of the stochastics using a dummy variable approach. Using this approach, we find the break to be most likely related to the coefficient on real housing prices around 2003, suggesting that the longrun elasticity of housing demand with respect to real prices has declined over time. However, an important caveat is warranted, since the Sup F and the Mean F statistics may not be reliable as indicators of a breakdown in the cointegrating relation Hansen 1992 when the degree of serial correlation in the residual is high our case, as these statistics have difficulty distinguishing serial correlation from a random walk in the constant. Detecting structural breaks in the coefficients of terms other than the constant or time trend in panel cointegrating regressions with a small sample is a difficult task. This is because the typical 36 A review of the advantages offered by the CarrioniSylvestre and Sanso test over the standard Gregory and Hansen test is offered by Beyer, Haud, and Dewald 2009. 52approach requires the use of interaction terms of dummy variables with the explanatory variables suspected of experiencing a sudden shift in coefficients at a certain point in time. The number of coefficients associated with such interaction terms increases multiplicatively with the number of the crosssectional units and the number of regressors in the equation, which can easily render the system unidentified in small samples. The problem is compounded when multiple breaks are located at different dates for different variables in different crosssectional units.37 In the absence of a suitable panel method, this paper adopts the Hansen 1992 parameter stability test for each provincial equation in turn. The results Table 10 cast doubt on the stability of the longrun coefficients in the cointegrating vector for all provinces but Manitoba and Quebec. Monte Carlo simulations with a sample size set to that of this study confirm these results. In light of this finding, the interpretation of the cointegration regression results presented should be taken with caution.38 37 See Westerlund 2006 for a method that deals with panel cointegration testing under multiple structural breaks in the constant or time trend. 38 The presence of parameter instability could point to a missing variable problem instead. However, it is beyond the scope of this paper to pinpoint the exact root cause. 53Appendix B: Data Appendix Notation: Data Source S Statistics Canada SU Statistics Canada, unpublished C Conference Board of Canada B Bank of Canada A Authors calculation Coverage N national P provincial All variables described below refer to the raw data. Conversion to quarterly frequency, seasonal adjustment, splicing, and deflating are extra and not given in this appendix, but available upon request. Key variables: NATIONAL ACCOUNTS RESIDENTIAL INVESTMENT DEFLATOR S Source: CANSIM Series: Coverage: N PERSONAL DISPOSABLE INCOME S, C Source: Coverage: N, P FINANCIAL WEALTH o Macklems measure Source: Coverage: o TSX Source : CANSIM Series: v 122620 Coverage : v 1997746 B N S N S CPI, total, rent, property tax, owners maintenance and repair. Source: CANSIM Table: 3260020 Coverage : N, P NHPI, total, land, house Source: S, A CANSIM Table: 3270005 Coverage : N, P MLS prices Source: C Coverage: N, P 54S S S S, SU, A S, A for adjusted effective rates RESIDENTIAL INVESTMENT, total, new dwellings Source: CANSIM Table: 0260013 Coverage: N, P HOUSING STARTS Source: CANSIM Table: 0270007 Coverage: N, P HOUSING COMPLETIONS Source: CANSIM Table: 0270008 Coverage: N, P HOUSING STOCK, total dwellings, endyear net stock, constant 2002 Source: CANSIM Table: 0300002 Coverage: N, P HOUSING STOCK, dwelling units Source: CANSIM Table: 0300001 Coverage: N, P MORTGAGE RATE Source: CANSIM Table: 1760043 Coverage: N CMHC MORTGAGE LOAN APPROVALS, new residential construction, dwelling units Source: CANSIM Table: 0270017 Coverage: N, P TOTAL POPULATION Source: CANSIM Table: 0510005 Coverage: N, P WORKING AGE POPULATION, 15 years and over Source: CANSIM Table: 2820087 Coverage: N, P TOTAL EMPLOYMENT, 15 years and over Source: CANSIM Table: 2820087 Coverage: N, P WORKING AGE PARTICIPATION RATE Source: CANSIM Table: 2820087 Coverage: N, P and value S S S S S S 55S S S WORKING AGE UNEMPLOYMENT RATE Source: CANSIM Table: 2820001 Coverage: N, P CHILD BEARING AGE POPULATION AND EMPLOYMENT 25 to 39 Source: CANSIM Table: 2820001 Coverage: N, P INTERNATIONAL NET MIGRATION Source: CANSIM Table: 0510037 Coverage: N, P INTERPROVINCIAL NET MIGRATION S Source: CANSIM Table: 0510017 Coverage: P CONSTRUCTION UNION WAGE RATE Source: CANSIM Table: 3270004 Coverage: N, P HOUSING INVESTMENT ACQUISITION COST Source: CANSIM Table: 0260013 Coverage: N, P NONENERGY COMMODITY PRICE INDEX Source: B Coverage: N CONSTRUCTION COST INDEX Source: Coverage: N, P AFFORDABILITY INDEX Source: S, C, B, A Coverage: N, P S, B, A S S 56", "filename": "63377149X.pdf", "person": ["David Dupuis", "Dupuis, David", "Yi Zheng", "Zheng, Yi"], "date": ["2010"]}