{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/53893/1/633772356.pdf"], "title": ["Liquidity transformation and bank capital requirements"], "plaintext": "Abstract This paper presents a dynamic general equilibrium model where asymmetric information about asset quality leads to asset illiquidity. Banking arises endogenously in this environment as banks can pool illiquid assets to average out their idiosyncratic qualities and issue liquid liabilities backed by pooled assets whose total quality is public information. Moreover, the liquidity mismatch in banks balance sheets leads to endogenous bank capital outside equity requirements for preventing bank runs. The model indicates that banking has both positive and negative effects on longrun economic growth and that businesscycle dynamics of asset prices, asset illiquidity and bank capital requirements are interconnected. JEL classification: E44, G21, D82 Bank classification: Financial stability; Financial system regulation and policies Resume Lauteur presente un modele dequilibre general dynamique dans lequel lasymetrie de linformation relative a la qualite des actifs entraine leur illiquidite. Lactivite bancaire est generee de facon endogene : les banques peuvent regrouper les actifs illiquides de facon a ce que leurs caracteristiques idiosyncrasiques se neutralisent et emettre des passifs illiquides adosses au bloc dactifs constitue, dont la qualite globale est connue de tous. Dans le modele, la disparite qui existe en matiere de liquidite entre les actifs et les passifs figurant au bilan des banques impose la detention de fonds propres lapport de capitaux exterieurs afin de prevenir des retraits massifs de depots. Le modele indique que lactivite bancaire a des effets tant positifs que negatifs sur la croissance economique a long terme et que la dynamique du cycle des prix dactifs, lilliquidite des actifs et le niveau requis de fonds propres sont interdependants. Classification JEL : E44, G21, D82 Classification de la Banque : Stabilite financiere; Reglementation et politiques relatives au systeme financier iii1Introduction This paper presents a dynamic general equilibrium model of banking where asymmetricinformation about asset quality leads to illiquidity of real assets, liquidity transformation bybanks, and bank capital requirements endogenously. The model provides explanations as towhy banks can issue liquid liabilities while other assets are illiquid, and why part of bankliabilities must be outside equity, i.e., bank capital. Using this model, this paper analyzes thelongrun effects of banking on economic growth as well as businesscycle dynamics of assetprices, asset illiquidity and bank capital requirements in response to productivity shocks andchanges in the degree of asymmetric information. This paper also discusses the implicationsof the model for dynamic bank capital requirements recently discussed in policy forums.1The model is a version of the AK model, where goods are produced from productive realassets physical capital and new real assets are produced from goods. In the model, thefraction of agents who can produce new real assets, which is determined by idiosyncraticshocks,is so small that income from these agents real assets is not enough to achievethe efficient level of aggregate investment in new real assets. Agents who can producenew real assets can obtain goods from other agents by selling their existing real assets ina competitive secondary market. However, because the productivity of each real asset isprivate information for the seller in the secondary market, the secondary market price of realassets becomes identical for every real asset sold, undervaluing highquality real assets. Themarkets undervaluation discourages agents who can produce new real assets from selling thehighquality fraction of their real assets, resulting in a decline in the transfer of goods to theseagents, which reduces aggregate investment in new real assets. The markets undervaluationis the definition of illiquidity in this paper.This basic feature of the model is similar to the findings of Eisfeldt 2004 on illiquidity 1For example, see the reports by the Bank for International Settlements 2008, the Financial Stability Forum 2009, and the Committee of European Banking Supervisors 2009.2of real assets due to asymmetric information about asset quality.2 It is also closely relatedto the results of Kiyotaki and Moore 2008, who introduce a constraint on the resaleablefraction of real assets in a dynamic general equilibrium model. This paper endogenizesthe resaleability constraint in Kiyotaki and Moores model as agents choose not to sell theundervalued fraction of their real assets in the secondary market.The model shows that banking emerges endogenously in this environment. While theilliquidity of real assets leads to agents demand for liquid assets, banks can meet this demandas they can pool illiquid assets to average out the assets idiosyncratic qualities, which makesthe total quality of bank assets public information. As a result, bank liabilities backed bypooled bank assets are priced fairly in the market, i.e., liquid. The model also explainsexistence of bank capital requirements as the liquidity mismatch in banks balance sheetsmakes selffulfilling bank runs possible if all bank liabilities are deposits. The holders of bankliabilities require part of bank liabilities to be outside equity i.e., bank capital to preventbank runs.3The comparative statics of the model indicate that banking has both positive and negativeeffects on longrun economic growth. The positive effect is a direct effect of supply of liquidliabilities by banks, which increases the transfer of goods to agents who can produce newreal assets through sales of liquid assets, expanding aggregate investment in new real assets.The negative effect is an indirect general equilibrium effect, or externality, of supply of liquidliabilities by banks, which raises the required rate of returns for illiquid real assets and thuslowers their price. This effect reduces the transfer of goods to agents who can producenew real assets through sales of illiquid real assets. The numerical examples of the modelshow that the positive effect dominates the negative effect if there is no operational cost of 2Both Eisfeldt 2004 and this paper impose Akerlofs 1970 lemon problem on the competitive secondaryasset market. Kurlat 2009 analyzes the effect of learning in a similar model of illiquid assets. See the paperby Gale 1992 for a model of competitive markets with adverse selection in a more general setup.3This is the same type of selffulfilling bank run as analyzed by Diamond and Dybvig 1983.3banking, but that this is not the case if the cost is large.4The dynamic analysis of the model shows that businesscycle dynamics of asset prices,asset illiquidity and bank capital requirements are interconnected. The model incorporatestwo types of businesscycle shocks: productivity shocks and changes in the degree of asymmetric information. Changes in the degree of asymmetric information cause fluctuations inthe economic growth rate because resulting changes in asset illiquidity affect the transfer ofgoods to agents who can produce new real assets. The model shows that, for both typesof shocks, higher secondary market prices of real assets during economic booms mitigateilliquidity of real assets because higher prices make agents who can produce new real assetswilling to sell better real assets in the secondary market. As the average quality of realassets sold in the market improves, the markets undervaluation illiquidity of highqualityreal assets becomes less. Also, less illiquidity of real assets leads to higher market prices ofreal assets as real assets become more convenient stores of wealth. Thus there are twowayinteractions of asset prices and asset illiquidity in equilibrium dynamics.The model identifies downside risk to the market value of real assets and expected illiquidity of real assets as crucial factors for bank capital requirements. As these factors fluctuateover the business cycle, bank capital requirements are also dynamic. The model shows that,when the aggregate productivity of real assets shifts between high and low states randomly,bank capital requirements are procyclical as procyclical downside risk to the market valueof real assets becomes the dominant factor for bank capital requirements. However, whena deterioration in asymmetric information causes an economic downturn, an increase inexpected illiquidity of real assets raises bank capital requirements. These results suggestthat the socalled countercyclical capital buffer recommended by the Financial Stability Forum 2009 is effective in preventing selffulfilling bank runs when downside risk to the 4In the model, the operational cost of banking is a bank equity holding cost for agents, which generatesan equity premium on bank equity.4market value of bank assets is the dominant concern regarding financial stability, but thatthe countercyclical capital buffer would not help to free up bank capital as designed in aliquidity crisis.5The model of banking in this paper adds to the vast literature on asymmetric informationand financial intermediation. Specifically, the model is related to the papers by Williamson1988 and Gorton and Pennacchi 1990.6 Related to their work, this paper analyzes therole of banks in providing bank liabilities free of asymmetric information that contaminatesthe secondary market for real assets. As in Gorton and Pennacchis model, bank liabilitiescirculate among agents.This paper is also related to the model of Holmstr om and Tirole 1998 as it focuses onthe effect of asset pooling by banks. In Holmstr om and Tiroles model, banks pool shorttermassets to provide liquidity insurance for firms that invest in longterm assets, i.e., fundingliquidity. In contrast, in this paper, asset pooling by banks creates liquid bank liabilities,i.e., market liquidity.7The analysis of bank capital requirements is related to the findings of Diamond and Rajan 2000, 2001, who analyze the role of outside bank equity as a buffer to volatile bankasset value in a model where both the role of banking and bank fragility arise endogenouslyfrom costly enforcement of debt repayment. Also, this papers model incorporates equilibrium pricing of liquid bank liabilities on the basis of agents demand for liquid assets as in Holmstr om and Tirole 2001. This paper incorporates these features of banking in a unified 5The countercyclical capital buffer requires banks to increase bank capital during booms to absorb lossesin downturns.6Williamson models a bank as a coalition of agents that internalizes the externality of adverse selectionin the asset market. Modelling banks as a coalition is similar to the model of Boyd and Prescott 1986.Gorton and Pennacchi analyze the role of banks in providing informationinsensitive riskless bank debt thatcirculates among uninformed agents who avoid trading risky assets with informed agents.7In fact, Kiyotaki and Moore 2005 foresee this result by interpreting their resaleability constraint as areducedform representation of the effectiveness of liquidity creation by banks through asset pooling whenasymmetric information about asset quality exists. This paper confirms their insight.5framework, adding to the literature on dynamic general equilibrium models of banking.8In addition, the key feature of banks in the models of Diamond and Rajan 2000, 2001is that banks have higher collateral value of borrowers assets than other agents. This paperderives this feature of banks endogenously from the ability for banks to conduct liquiditytransformation, showing that banks intermediate collateralized lending.The remainder of the paper is organized as follows. Section 2 describes the model. Section 3 solves the model. Section 4 analyzes the effects of asset illiquidity and liquiditytransformation by banks on aggregate investment. Section 5 investigates the dynamics ofasset illiquidity, asset prices and bank capital requirements. Section 6 discusses why banksintermediate collateralized lending. Section 7 analyzes the sensitivity of bank capital requirements to the bank liquidation procedure. Section 8 concludes.2 The model 2.1 Agents Time and utility.Time is discrete and there is a continuum of infinitelived agents whogain utility from consumption of goods. The utility function for each agent is:E0Xt0t ln ci,t,1where ci,t is the consumption of goods, i is the index for each agent, t denotes the timeperiod, and 0, 1 is the time discount rate.Production of goods.Agents can produce homogeneous goods using trees physical cap8For examples of dynamic general equilibrium models of banking in the literature, see the papers by Williamson 1987, Chen 2001 and Kato 2006. The last two papers extend the models of Holmstr om and Tirole 1997, 1998, respectively, to dynamic general equilibrium models.6ital they own at the beginning of each period:yi,t tki,t 1,2where yi,t is output, ki,t 1 is the quantity of trees held at the beginning of period t, and tis an aggregate productivity shock.Depreciation of trees.After production, each infinitesimal unit of trees, which are divisible, depreciates at its own rate. The distribution of depreciation rates is i.i.d. uniformsuch that:fi,,t ki,t 12tfor t, t,3where fi,,t is the density of agent is trees that depreciate at rate in period t, 0, 1is the average depreciation rate, and t 0, 1 is a stochastic meanpreserving spreadto the range of depreciation rates of trees.Depreciation in the model represents permanent shocks to the individual productivitylevels of real assets in general. Given that private information about productivity of realassets exists widely in reality, assume that the depreciation rate of each tree is only observedby the agent who owns the tree at the beginning of the period.9 Also assume that thecurrent depreciation rate of each tree becomes public information at the beginning of the nextperiod.10 This assumption keeps the information dynamics in the model simple and tractable.Given these assumptions, t becomes a shock to the degree of asymmetric information in 9Physical depreciation of consumer durables such as cars and houses is a good example of private information about productivity of real assets. For empirical analysis of business capital, see Eisfeldt and Rampini2006.10Assume that all agents can learn the previous depreciation rate of each tree by observing the amountof goods produced by each tree. After the revelation of depreciation rates, trees net of depreciation becomehomogeneous once again and then each infinitesimal unit of homogeneous trees depreciates at its own rate.7the economy in this paper.11The secondary market for trees.After depreciation of trees, agents can trade trees ina competitive secondary market. The depreciation rate of each tree sold is private information for the seller, given the assumption in the previous paragraph. Assume that agentsare anonymous so that the price of each tree in the market cannot be contingent on thecharacteristics of the buyer or the seller, including the volume of sales by the seller. As aconsequence, every tree is traded at an identical price in each period.12 At the same timewith the secondary market for trees, agents can also trade bank liabilities demand depositsand bank equity in competitive markets. The details on banks will be described in the nextsubsection.Investment in new trees.After asset market transactions, a fraction of agents can investgoods in production of new trees: ni,t i,txi,t, where ni,t is the quantity of new trees,i,t 0, 0, and xi,t is the amount of goods invested in new trees. Thus, onlyagents with i,t have investment opportunity. The value of i,t is determined by anidiosyncratic Markov process with a transition probability function, P , such that P i,t1 i,t P and P i,t1 0 i,t 0 U for all i and t. Each agent learns thevalue of i,t at the beginning of period t.The maximization problem for each agent.Each agent maximizes the utility function1 subject to the following constraints in each period, which are implied by the assumptions 11Williamson 1987 analyzes the effects of a meanpreserving spread to the distribution of investmentreturns. In his model, the meanpreserving spread worsens credit rationing due to costly state verification.In this paper, the meanpreserving spread worsens adverse selection in the competitive secondary market fortrees as described below.12This anonymous feature of the market is similar to centralized asset markets in reality, such as stockexchanges. If there are multiple competitive markets sorted by the quantity of trees sold by each seller,then the quantity could signal the average depreciation rate of trees sold in each market. Even in this case,anonymity of sellers would let each seller split her trees into multiple lots and sell them in different marketsto maximize the total revenue from the sales. This paper abstracts from the interaction between competitivemarket prices and this type of strategic seller behaviour.8set so far:ci,t xi,t Qthi,t bi,t 1 Vtsi,tli,,t d Rtbi,t 1 Dt Vtsi,t 1, t t tki,t 1 Qt Zki,t i,txi,t 1 thi,t Zli,,t cid:200,ki,t 1 t li,,tcid:19 d,2t cid:21 , ci,t 0, xi,t 0, hi,t 0, bi,t 0, si,t 0,1 cid:18ki,t 12t t456where hi,t is the quantity of trees gross of depreciation bought in the secondary market,li,,t is the density of trees gross of depreciation with depreciation rate sold by the agent,Qt is the secondary market price of trees, t is the average depreciation rate of trees soldin the secondary market, bi,t 1 is the amount of demand deposits held at the beginning ofperiod t, si,t 1 represents the units of bank equity held at the beginning of period t, Rt isthe expost deposit interest rate, Dt is the amount of bank dividends per unit of equity, Vtis the exdividend price of bank equity, and 0 is an exogenous marginal cost of holdingbank equity, which is a reducedform representation of equity management costs, such astransaction costs and monitoring costs.13 This cost leads to an equity premium on bankequity as described later. Each agent chooses ci,t, xi,t, hi,t, li,,t bi,t si,tt0 taking as giventhe probability distribution of Qt, t, Rt, Dt, Vt, t, t, i,tt0.14Equations 4 and 5 are the flowoffunds constraint and the law of motion for treesnet of depreciation i.e., ki,t, respectively, and Constraints 6 are a shortsale constrainton trees and nonnegativity constraints on the choice variables. Note that the market priceof trees, Qt, is identical irrespective of the value of in li,,t in Equation 4 because thedepreciation rate of each tree sold is private information for the seller. Also, because every 13The face value of deposits is protected by the court. In contrast, equity holders need to identify the cashflow for each bank and negotiate with the bank on the amount of dividends in each period.14The choice variables are statecontingent. The notation of state contingency is omitted here.9unit of trees is infinitesimal, the average depreciation rate of trees bought by each buyerequals the average depreciation rate of trees sold in the market, t, by the law of largenumbers.15 Thus, 1 thi,t in Equation 5 is the total quantity of trees net of depreciationthat the agent obtains through the secondary market with certainty. In Equations 5 and6, ki,t 12t1 is the density of the agents trees with depreciation rate as specified by Equation 3.Equation 4 and Constraints 6 imply that agents cannot borrow due to their anonymity,which makes it difficult to enforce their intertemporal commitments. Assume that new treescannot be collateral when agents invest in them because new trees materialize only at thebeginning of the next period. The assumption of no borrowing lets the model have a closedform solution to dynamic equilibrium equations when there is no bank, which enables thebasic features of the model to be clarified analytically. Section 6 will extend the modelby allowing agents to borrow against new trees. The section will show that the ability ofbanks in pooling illiquid assets and providing liquid liabilities, which will be described inthe next subsection, increases the collateral value of new trees for banks, inducing banks tointermediate collateralized lending.2.2 Banks There are many small homogeneous banks that buy trees in the secondary market by financing the cost through issuing demand deposits and bank equity to agents in competitivemarkets. In contrast to agents, banks are not anonymous. Banks can commit to redeemingdeposits and paying dividends by goods produced from their trees in the future with noagency problem. This paper considers only deposit and equity contracts, assuming that con15This is a common feature of competitive equilibrium models with adverse selection. See Gale 1992 and Eisfeldt 2004 for example.10tingent contracts are not verifiable.16 The production function for goods and the distributionof depreciation rates of trees for banks are the same as in Equations 2 and 3 for agents.The flow of funds and the law of motion for trees for each bank.Because banks arehomogeneous, consider a representative bank to simplify the notation. The flowoffundsconstraint on the representative bank and the law of motion for its trees are:Dt SB,t 1 Rt BB,t 1 QtHB,t LB,t t KB,t 1 BB,t VtSB,t SB,t 1,KB,t 1 tHB,t 1 KB,t 1 LB,t,78where SB,t 1 represents the units of bank equity outstanding at the beginning of period t,BB,t 1 is the amount of demand deposits outstanding at the beginning of period t, HB,t isthe amount of trees gross of depreciation bought by the bank in the secondary market, LB,tis the amount of trees gross of depreciation sold by the bank in the secondary market, and KB,t 1 is the amount of trees held at the beginning of period t.17 Equation 8 implies thatbanks, like agents, do not know the depreciation rate of each tree they buy in the secondarymarket, so the average depreciation rate of trees bought by each bank in the market equalst by the law of large numbers, as in Equation 5 for agents. Also, note that LB,t is notspecific to the depreciation rate of each tree sold. It is assumed that banks do not knowthe depreciation rate of each tree they have, so they cannot sell their trees selectively. Asa result, in the last term on the righthand side of Equation 8, the average depreciationrate of trees sold by each bank equals the average depreciation rate of all of its trees, , by 16Thus the analysis of the non existence of bank runs under the optimal contingent contract, such as thework by Green and Lin 2003, Peck and Shell 2003, Andolfatto and Nosal 2008 and Ennis and Keister2009, is beyond the scope of this paper. Also, note that equity is not contingent contracts that specifycontingent returns exante. Instead, expost negotiation of dividends must take place as if default on debtoccurs every period. See Hart and Moore 1994 for more details on the feature of equity as a financialcontract.17The last term on the righthand side of Equation 7 is the revenue from newly issued equity if it ispositive or the expenditure on equity repurchases if it is negative.11the law of large numbers. This assumption makes banks keep holding trees in equilibriumas shown by Proposition 1 below.18 Overall, banks do not have any informational advantageover agents in the secondary market for trees and the only advantage of banks over agentsis the ability of banks to issue deposits and equity against the trees they hold.Bank runs.The expost deposit interest rate, Rt, equals the noncontingent exante deposit contract rate denoted by Rt 1, which is determined in period t 1, if the representativebank does not default. But assume that a selffulfilling bank run occurs if the face value ofdeposits, Rt 1BB,t 1, exceeds the liquidation value of trees held by the bank at the beginningof the period, t QtKB,t 1.19 In this case, the bank cannot roll over its deposits and mustmaximize the repayment to depositors by liquidating all of the trees it owns. Because theliquidation value of the banks trees is less than the face value of deposits, the bank mustdefault. Bank equity thus loses value and no dividend is paid on equity. Hence: Rt 1,if Rt 1BB,t 1 t QtKB,t 1,tQtKB,t 1BB,t 1,if Rt 1BB,t 1 t QtKB,t 1, Rt LB,t KB,t 1, HB,t Vt Dt 0, if Rt 1BB,t 1 t QtKB,t 1.910The recovery rate of deposits in the second line of Equation 9 is determined by the flowoffunds constraint 7, given Equation 10.Note that the liquidation value of the representative banks trees, t QtKB,t 1, is eval18If banks had private information about the depreciation rate of each tree they owned, then in equilibriumthe existence of banks would worsen the adverse selection problem in the secondary market for trees becausebanks never have opportunity to invest in new trees and would sell only a lowquality fraction of their trees.Even in this case, the average depreciation rate of trees held by each bank would be public informationthrough rational expectations of bank behaviour, which would make deposits and bank equity liquid asexplained below.19As shown below, the present discounted value of future income generated by the banks trees exceedsthe liquidation value of trees in equilibrium. Thus, if the bank can roll over deposits, then the bank canavoid default. However, if all of the depositors expect that the bank cannot roll over deposits, then theirexpectations become selffulfilling.12uated by the competitive secondary market price of trees, Qt. The underlying assumptionsare that the only channel for banks to sell their trees is the competitive secondary marketand that each bank is so small that a failure of a bank does not affect the market price.Thus agents who run to a bank take Qt as given. Section 7 will extend the model to discussthe effect of an alternative bank liquidation procedure in which a bank hit by a bank runcan set up a market for liquidating the banks trees separately from the secondary marketfor trees.The model assumes no deposit insurance or suspension of convertibility of deposits by thegovernment, which would prevent selffulfilling bank runs as shown by Diamond and Dybvig1983.20 This is a simplifying assumption, given that shortterm funding not covered bydeposit insurance, such as wholesale funding, is an important source of finance for banksand that suspension of convertibility of deposits is a drastic policy measure that is not oftenused. As will be shown below, this assumption lets the model incorporate bank capitalrequirements due to the risk of selffulfilling bank runs, which enables this paper to analyzedynamics of bank capital requirements with endogenous fluctuations in illiquidity of bankassets.The maximization problem for each bank.Given Equations 710, the representativebank maximizes the value of the bank for equity holders, Dt VtSB,t 1, in each periodgiven the predetermined value of SB,t 1.21 In so doing, the bank internalizes the firstorderconditions with respect to si,t and bi,t in the maximization problem for agents defined by Equations 1 and 46, which represent the responses of the exante deposit contract rate,20In this papers model, limiting the repayment of deposits to the flow income from each banks treesprevents bank runs because banks are not forced to sell their trees to redeem deposits. Even though theflow income from banks trees is not enough to redeem all deposits held by depositors who need to convertdeposits into goods i.e., productive agents who were unproductive in the previous period, banks can redeemdeposits held by these agents by issuing new deposits to other agents, if there is no stochastic shock to theeconomy.21There is no disagreement between productive and unproductive equity holders, since the maximum ofeach agents utility function increases in the agents net worth regardless of the value of i,t, given theprobability distribution of exogenous variables for agents.13 Rt, and the equity price, Vt, to the banks behaviour:Vt Et V,t1Dt1 Vt1 ,1 Etcid:2R,t1 mincid:8 Rt, t1 Qt1KB,tBB,t1cid:9cid:3 ,where:V,t1 ci,t1 ci,t1,i argmaxi IEtcid:20 ci,tDt1 Vt11 ci,t1cid:21 ,R,t1 ci,tci,t1,i argmaxi IEtci,t mincid:8 Rt, t1 Qt1KB,tBB,t1cid:9ci,t111121314 ,and I denotes the set of all indices for agents. In Equations 12 and 14, Equation 9 issubstituted into Rt1, and KB,tBB,t1 is replaced with infinity if BB,t 0. The maximumoperators in Equations 13 and 14 indicate that the buyers of the bank liabilities are theagents who value the liabilities the most.22 Note that the bank equity holding cost, , makesagents require a higher rate of return on bank equity than on deposits. This is an equitypremium.Substituting Equation 11 into Equation 7 implies that Dt VtSB,t 1 is determinedrecursively. The maximization problem for the representative bank is defined as:Dt VtSB,t 1 tKB,t 1, BB,t 1, Rt 1 maxHB,t,LB,t,BB,t, Rtt KB,t 1 QtHB,t LB,t Rt BB,t 1 BB,ts.t. Equations 8 10 and 12, LB,t 0, KB,t 1, HB,t 0, BB,t 0, Etcid:2V,t1t1KB,t, BB,t, Rtcid:3 ,1522If there is no supply of bank liabilities, then the lefthand sides of Equations 11 and 12 need onlyto be weakly greater than the righthand sides. For this case, assume that the lefthand side equals therighthand side in each equation in equilibrium without loss of generality.14where the last three constraints are a no shortsale constraint on trees in the secondarymarket and nonnegativity constraints on choice variables. The bank takes as given theprobability distribution of Qt, t, t, V,t, R,tt0.23Note that banks can choose to shut down their business by liquidating all of their treesif financial intermediation is not profitable. Thus, if banks conduct financial intermediationby buying trees and issuing liabilities, then it is an endogenous result in the model.2.3 Shock processes There are two types of aggregate shocks, t and t. Each type of shock follows a twostate Markov process. More specifically, t , , t , , and the transition probabilityfunction denoted by P is such that P t1 t , P t1 t P t1 t , and P t1 t for all t.,2.4 Equilibrium conditions Market equilibrium conditions in the model are: li,,t d d LB,t,li,,t d d LB,t t t t tt RI RRI Rhi,t d HB,t ZIZZI t tli,,t d d LB,t,bi,t d BB,t,si,t d SB,t,ZIZI1617181923Assume that if there is no existing equity holder for a bank i.e., SB,t 1 0, then the bank maximizesthe net profit from an initial public offering of its equity and consumes the profit right away. Because thenet profit equals the value of t, this case is covered by the maximization problem 15. It can be shownthat the net profit from the initial public offering becomes zero in equilibrium.15where is the measure of indices for agents on I. These equations are, in order, the definitionof t and the market clearing conditions for trees, deposits, and bank equity. An equilibriumin the model is characterized by fulfillment of the following: the maximization problem foreach agent defined by Equations 1 and 46 is solved for all i I; the maximizationproblem for the representative bank 15 is solved for t 0, 1, 2,  ; the bank and agentshold rational expectations; and Equations 1619 are satisfied for all t 0, 1, 2,  3 Equilibrium behaviour of agents and banks This section solves the model. Call agents with i,t productive and those withi,t 0 unproductive. Throughout the paper, suppose that the following conditions holdin equilibrium: 1 tQ1t,1 Et ci,t Rt1ci,t1cid:12cid:12cid:12cid:12cid:12i,t ,cid:12cid:12cid:12cid:122021221 Vt Etcid:20 ci,tDt1 Vt1ci,t1i,t cid:21 .These conditions will be verified in the numerical examples of equilibria considered below.The first condition says that agents with one unit of goods can obtain a larger amount oftrees net of depreciation by investing in new trees than by buying trees in the secondarymarket. Thus productive agents do not buy trees. The second and third conditions say thatthe rate of return on investing in new trees for productive agents dominates the rates ofreturn on deposits and bank equity. Under these conditions, productive agents only investin new trees i.e., xi,t 0 and hi,t bi,t si,t 0, if i,t and unproductive agentsbecome the buyers of deposits and bank equity in equilibrium. Thus V,t1 and R,t1 are 16determined by the stochastic discount factor, ci,tci,t11, for unproductive agents.24Also, hereafter, the number of exogenous states is limited to two by considering one ofthe two types of aggregate shocks, t and t, at a time. If , so that t fluctuates, thenset . Otherwise set and . This assumption simplifies the representativebanks problem about whether it should take the risk of a bank run, which makes thecomputation of equilibrium dynamics tractable.3.1 Asset illiquidity and adverse selection by agents The maximization problem for each agent defined by Equations 1 and 46 implies thateach agent sells a tree if the marginal revenue from the sale, Qt, is greater than the internalrate of return on keeping the tree until the next period, given the trees depreciation rate:ki,t 12t1,if Qt i,t1 ,otherwise,23li,,t 0,where i,t is the shadow value of trees net of depreciation at the end of period t i.e., ki,t,so that i,t1 is the shadow value of trees with depreciation rate .25In equilibrium, the shadow value of trees net of depreciation is less than or equal to themarginal cost of obtaining them for each agent because otherwise the agent would be betteroff cutting consumption to spend more on trees, which would contradict the definition of 24As shown by Equation 34 below, unproductive agents have an identical stochastic discount factor ineach period in equilibrium due to the log utility function.25The shadow value of ki,t is given by current consumption, ci,t, multiplied by the Lagrange multiplier forthe law of motion for trees net of depreciation Equation 5 in the maximization problem for each agentdefined by Equations 1 and 46.17equilibrium. Given Conditions 2022, it can be shown that:U,t Qt1 t1,if i,t ,if i,t 0,241,i,t where U,t denotes the value of i,t for unproductive agents. The value of i,t for productiveagents equals the marginal cost of producing new trees. The righthand side of the weakinequality in Equation 24 is the marginal cost for unproductive agents to obtain treesnet of depreciation through the secondary market.If the inequality holds strictly, thenunproductive agents do not buy trees. Thus:U,t Qt1 t1,hi,t 0 for all i s.t. i,t 0,if hi,t 0 for all i s.t. i,t 0,if U,t Qt1 t1.25Equations 23 and 24 imply that there exists a lower bound for the depreciation ratesof trees sold by each agent, i,t, such that:26i,t P,t maxcid:8 t, 1 Qtcid:9 ,U,t maxcid:8 t, 1 QtU,t1cid:9 ,if i,t ,if i,t 0.26For each agent, trees whose depreciation rates are lower than i,t are illiquid in the sense thatthe secondary market price of trees, Qt, is less than the internal value of the trees for theholder. As a result, agents do not sell these trees i.e., adverse selection. Hereafter, consider P,t and U,t as the indicators of illiquidity of trees for productive agents and unproductiveagents, respectively.26The maximum operator ensures that the value of i,t is within the range of the distribution of depreciationrates. Condition 20 and Equations 24 and 26 imply that P,t t and U,t t. Thus i,t tfor all i.18Equation 16 implies that the adverse selection leads to t , if there exist illiquid treesi.e., if P,t t or U,t t. On the other hand, Condition 20 and Equation 26imply P,t t, which leads to t t, i.e., a positive volume of trade in the secondarymarket for trees, given Equation 16. Intuitively, productive agents sell some highqualitytrees whose depreciation rates are below t despite the markets undervaluation as thereturn on investment in new trees exceeds the cost of the markets undervaluation for thesetrees. The supply of undervalued trees by productive agents saves the secondary market fortrees from a complete shutdown t t.273.2 Liquidity transformation by banks The solution to the maximization problem 15 leads to the following proposition.Proposition 1 As assumed above, the number of exogenous states is two in each period.Given the values of periodt variables, denote the smaller value of t1 Qt1 by t1, thelarger value by t1, and the conditional probability that t1 Qt1 t1 by Pt t1.Suppose Conditions 2022 hold in equilibrium. Then: Rt BB,t 1 Dt VtSB,t 1 cid:2t B,t1 cid:3 KB,t 1,t QtKB,t 1,if Rt 1BB,t 1 t QtKB,t 1,if Rt 1BB,t 1 t QtKB,t 1,27where B,t maxB,t, B,t and B,t and B,t, respectively, are the present discountedvalues of the future marginal income from the representative banks trees conditional on 27Note that the measure of the trees whose depreciation rates equal t is zero in the economy.19 Rt BB,t t1KB,t and Rt BB,t t1KB,t such that:B,t Et ci,tcid:2t1 B,t11 t1cid:3ci,tcid:2t1 B,t11 t1cid:31 ci,t11 ci,t1B,t Pt t1Etci,t1ci,t t1cid:12cid:12cid:12cid:12cid:12 Etcid:20 ci,t t1 Qt1i,t 0 ,i,t 0cid:21 ,t1 Qt1 t1i,t 0ci,t1cid:12cid:12cid:12cid:12cid:12cid:12cid:12cid:12cid:12282930 Rt BB,t t1KB,t, t1KB,t,if B,t B,t,if B,t B,t.Also, if banks buy trees in the secondary market, then the present discounted value of thefuture marginal income from the representative banks trees equals the marginal acquisitioncost of the trees and also banks keep holding their trees:B,t Qt 1 t,if HB,t 0,LB,t 0,if t and HB,t 0.3132Proof. See Appendix A.Equation 27 implies that, because each bank can commit to paying all of the currentand future income from its trees to the holders of bank liabilities, the total market valueof bank liabilities, Rt BB,t 1 Dt VtSB,t 1, equals the present discounted value of thecurrent and future income from the banks trees, t B,t1 KB,t 1, given no bank runin the current period. As shown by the flowoffunds constraint 4, agents can obtain thisvalue of goods when they transfer bank liabilities to other agents in the markets. Thus, bankliabilities are fairly priced in the markets, i.e., liquid.20Note that, if there were asymmetric information about the quality of each banks trees,then bank liabilities would be illiquid like trees. This does not happen in the model becauseasset pooling by each bank averages out the idiosyncratic depreciation rates of the bankstrees, so that the total quantity of trees net of depreciation held by each bank i.e., 1 KB,t 1 becomes public information.If t due to adverse selection as described in Section 3.1, then substituting Equation31 into Equation 27 and comparing the first and second lines of Equation 27 implythat agents can increase the market value of their assets by holding liquid bank liabilitiesinstead of illiquid trees. On the flip side, liquidation of a banks trees due to a bank run iscostly for the holders of bank liabilities. Proposition 1 shows that, if B,t B,t, then thecost of a bank run is so high that, despite an equity premium generated by the bankequityholding cost, , each bank limits the face value of deposits, Rt BB,t, to t1KB,t, which is themaximum face value of deposits without any possibility of a bank run in the next period.Given the endogenous limit on the face value of deposits, Equations 11, 27 and 31imply that banks must finance by bank equity a part of the acquisition cost of banks trees,which equals the present discounted value of the future income from the trees in equilibriumas shown by Equation 31:ci,tht1 Qt11 t11 t1i KB,t1 ci,t1Vt SB,t Etwhich is positive, given t .,33i,t 0cid:12cid:12cid:12cid:12cid:12cid:12213.3 Equilibrium laws of motion for aggregate variables Given the log utility function, each agent consumes a fraction 1 of net worth and savesthe rest in each period:ci,t 1 wi,t,i,tki,t bi,t 1 Vtsi,t wi,t,3435where wi,t is the agents net worth defined by:wi,t t Z i,t ti,t1 2td Zi,t t Qt 2td! ki,t 1 Rtbi,t 1 Dt Vtsi,t 1. 36In Equations 35 and 36, trees are evaluated by the shadow value of trees net of depreciation for each agent, i,t, except the fraction of trees sold.28Now suppose B,t and HB,t 0 for all t so that there is no bank run and banksare always providing liquidity transformation services in equilibrium. Note that t is a B,t necessary condition for B,t B,t. Substituting Equations 1719, 24, 27, 31 and32 into Equations 5, 8, 16, 28 and 35 implies:KP,t t Z P,t t 1 2td ZP,t t Qt 2td! P KP,t 1 1 U KU,t 11 t cid:21 KB,t 1cid:27 ,1 U cid:20t Qt1 3728To confirm Equations 3436, apply the envelope theorem to the firstorder condition with respect toki,t in the maximization problem for each agent defined by Equations 1 and 46, which yields:i,t Et ci,tci,t1 t1 Z i,t1 t1i,t11 2t122 t1d Zi,t1Qt12t1d! .1 t U,t KU,t cid:20 1 Qtt Z U,t tt1 Rt cid:21 KB,t d Z2t U,t1 t U,t Qt 2td 1 P KP,t 1 U KU,t 11 t cid:21 KB,t 1cid:27 , Ucid:20t Qt1 KP,t XP,t Z P,t KU,t 1 HU,t Z U,t t t 1 2td P KP,t 1 1 U KU,t 1 ,1 2td 1 P KP,t 1 U KU,t 1 ,KP,t KU,t KB,t XP,t 1 KP,t 1 KU,t 1 KB,t 1,3839404142,43i,t 0cid:12cid:12cid:12cid:12cid:12cid:12t 1 t P,t t U,t t P,tt t 1Rci,tht1 Qt11t1 t U,t d R1 t1i1 ci,t1 d,ci,t t1ci,t1Qt 1 t Etwhere KP,t Rii,t ki,t d, XP,t Rii,t xi,t d, KU,t Rii,t0 ki,t d, HU,t Rii,t0 hi,t d, BU,t Rii,t0 bi,t d, SU,t Rii,t0 si,t d, and t 1 P KP,t 1 1 U KU,t 11 P KP,t 1 U KU,t 11.29 Given Conditions 2022, B,t B,t,and HB,t 0 for all t, these equations together with Equations 25 and 26 determinethe equilibrium dynamics of the model recursively. The conditions are verified in all of thenumerical examples of equilibria considered below.4 Effects of asset illiquidity and liquidity transformation by banks on aggregateinvestment This section describes an analytical result regarding the negative effect of illiquidity of treeson aggregate investment in new trees in the baseline case of the model without banks, and 29Regarding the second term on the lefthand side of Equation 38, note that Equations 11, 12 and43 imply BB,t 1 Vt SB,t 1 Qt1 t1 t1 Rt1KB,t.23then shows comparative statics analysis of how introduction of banking to the model economychanges aggregate investment in new trees.4.1 The negative illiquidity effect on aggregate investment : Comparison with the completeinformation case To derive equilibrium in the baseline case of the model without banks, impose KB,t 0 on Equations 3742 for all t and ignore Equation 43 as this is derived from the maximizationproblem for banks 15.The following proposition shows that aggregate investment in new trees in the baselinecase without banks is lower than in the complete information case.30Proposition 2 Suppose Condition 20 holds in equilibrium in the baseline case of the modelwithout banks. Then:XP,t Ytt 11 t 1t t Z t P,t Qt 2td! 1 Z P,t t 1 2td ,441 1 twhere Yt RI yi,t d, so that XP,tYt1 is the ratio of aggregate investment in new treesto aggregate output. The righthand side of the inequality, 1 1 t1, is thevalue of XP,tYt1 in the complete information case as well as in the representative agentcase where i,t for all i and t, if and only if:1 1 t 1 t.4530In the complete information case, the secondary market price of trees, Qt, and the amount of treesbought by each agent in the secondary market, hi,t, become specific to the depreciation rate of each treein the maximization problem for each agent defined by Equations 1 and 46. The market clearingcondition for the trees with each depreciation rate must be satisfied separately in equilibrium. See Appendix B.1 for more details on the definition of the complete information case.24Also, if Conditions 20 and 45 hold in equilibrium in the baseline case of the model withoutbanks, then P,t 1 Qt t.Proof. See Appendix B.Given the predetermined value of t 1, all of the numerical examples considered belowsatisfy Condition 45.31 The intuition for this proposition is as follows: In the completeinformation case, the competitive secondary market price of each tree reflects the depreciationrate of the tree, which makes all trees liquid in the secondary market. Given Condition 45,productive agents have enough liquid trees i.e., high t 1 to achieve the desired level ofinvestment in new trees.32 On the other hand, asymmetric information makes a fraction oftrees illiquid in the baseline case of the model without banks. Illiquidity of trees reducesthe sales of trees by productive agents, as confirmed by P,t t, decreasing aggregateinvestment in new trees.4.2 General equilibrium effects of introduction of banking to the economy: Numerical analysis of comparative statics To illustrate how introduction of banking to the model economy changes aggregate investment in new trees, Figure 1 compares the balanced growth paths in the baseline case of themodel without banks and those in the full model with banks under different values of thebank equity holding cost, , fixing the values of the other parameters to their benchmarkvalues. The benchmark parameter values are set to replicate postwar sample averages of U.S. data on the balanced growth path in the full model with banks.3331In the numerical examples below, the arrival of the opportunity to invest in new trees is i.i.d for eachagent i.e., P 1U so that t 1 P 1P 1. Thus, Condition 45 becomes a parameter restriction.32In this case, the allocation of net worth among agents is irrelevant for aggregate investment in new treesand, as a result, the complete information case becomes identical to the representative agent case.33The benchmark parameter values are , , , , P , U 0.1, 4.75, 0.99, 0.02, 0.45, 0.55, 0.03,and 0.09. Suppose the length of a period in the model is a year. For 19482007 in the U.S., theaverage real GDP growth rate was 3.4%, the average real interest rate on threemonth Treasury bills was 3.9%, and the average ratio of the bank credit of commercial banks to the fixed assets in the economy was 25Figure 1 shows that, in the long run, introduction of banking to the model economyincreases XP,tYt if the value of is small, but reduces XP,tYt otherwise. There are twoopposite effects behind this result. First, the supply of liquid bank liabilities by banksincreases the transfer of goods from unproductive agents to productive agents via salesof bank liabilities, which expands aggregate investment in new trees. This effect can beconfirmed by the following proposition.Proposition 3 If Condition 20 holds and t , then:Qt1 1 tZ P,t t 1 2td Z t P,t Qt 2td.46Proof. See Appendix C.Equation 46 implies that the coefficient of KB,t 1 is larger than that of KU,t 1 in theaggregate saving rule for productive agents specified by Equation 37. Thus, a shift inthe saving portfolio of unproductive agents from trees to bank liabilities, which increases KB,t 1 and reduces KU,t 1, expands investments in new trees by productive agents who wereunproductive buying bank liabilities in the previous period.34 This is a direct positive effectof introduction of banking on aggregate investment in new trees.15.0%. These numbers are approximately replicated by the growth rate of aggregate output Gt 1, Rt 1,and KB,tKP,t KU,t KB,t, in order, on the balanced growth path in the model. See Equation 47 forthe definition of the variable Gt. The capitalasset ratio of banks, Vt SB,tBB,t Vt SB,t1, is around 8%,which is the minimum requirement by the Basel agreement. The 10% annual average depreciation rate oftrees implied by is a standard assumption. Rouwenhoust 1995 reports that the equity premium on SP500 was 1.99% on average for 19481992. The equity premium on bank equity in the model takes a similarvalue. The data sources for the first three sample averages are NIPA data from the BEA and financial datafrom the Federal Reserve Board. Note that P 1 U , which implies that the arrival of the opportunity toproduce new trees is i.i.d. for each agent. This assumption is set to reduce the dimension of the parameterspace.34Appendix C also shows that, if t and U,t is sufficiently close to Qt1 t1, then:Qt1 1 tZ U,t t U,t1 2td Z t U,t Qt 2td.26Second, the supply of liquid bank liabilities by banks also raises the expected futureconsumption of unproductive agents because they will be able to obtain more goods fromthe sales of their assets, and thus consume more, when they become productive in the nextperiod.35 A resulting decline in the stochastic discount factor, ci,tci,t11, for unproductiveagents, which can be confirmed by an increase in Rt in the figure, leads to a drop in thesecondary market price of trees, Qt, through Equation 43.36 Given P,t 1 Qt inthe figure, a decline in Qt increases the illiquid fraction of trees held by productive agentswho were productive investing in new trees in the previous period, which reduces theirinvestments in new trees. This is an indirect negative effect of introduction of banking onaggregate investment in new trees.Figure 1 indicates that, if the bank equity holding cost, , is low, then the positiveeffect dominates the negative effect, increasing XP,tYt as well as the gross rate of growth ofaggregate output,Gt Yt Yt 1.47In this case, introduction of banking to the model economy makes the value of XP,tYtapproach, but remain less than, the value of XP,tYt in the complete information case, 1 1 t1 0.9268 under the benchmark parameter values. But if thebank equity holding cost is large, then the opposite result holds as holding bank equityconsumes goods, adding to the indirect negative effect of introduction of banking to the Thus, if unproductive agents remain unproductive in the next period, then holding bank liabilities can beexpost costly as they will lose the opportunity to sell trees with high depreciation rates at an overvaluedsecondary market price. Overall, unproductive agents hold bank liabilities if the benefit shown by Proposition 3 exceeds the opportunity cost.35Equation 34 implies that consumption is increasing in the net worth of the agent defined by Equation36.36See Equation 12 for the relationship between ci,tci,t11 and Rt. For the baseline case withoutbanks, Rt is the hypothetical deposit contract rate with no supply of deposits.27model economy.375 Dynamics of asset illiquidity, asset prices and bank capital requirements This section describes the equilibrium dynamics of the model, especially highlighting theilliquidity of trees, the secondary market price of trees, and the capitalasset ratio of banks.5.1 Dynamics of asset illiquidity and the asset price in the baseline case of the model withoutbanks The equilibrium dynamics can be clarified analytically in the baseline case of the modelwithout banks. When there is no bank, nobody would buy trees in the secondary marketunless unproductive agents do. Thus, hi,t 0 if i,t 0, which leads to U,t Qt1 t1and U,t t, given Condition 20 and Equations 25 and 26.38 Then, Equations 3739 and 41 imply that the values of Qt, t in each period are determined by Equation42 and:Qt 1 t cid:261 1 t 1 t 1Z P,t t 1 2tdcid:271 t ZQt t t t 1 2t td Zt Qt 2td! ,48given the predetermined value of t 1, the exogenous values of t and t, and P,t max t, 1 Qt. Equation 48 can be interpreted as the market clearing condition 37This result crucially depends on the assumption that the bank equity holding cost is a physical cost.This result might not hold if the equity premium on bank equity is modeled as an endogenous spread due tosome agency problem. Also, note that the indirect negative effect of banking is not internalized by any agentor bank. Even if the bank equity holding cost is large, agents and banks find banking profitable, taking asgiven the secondary market price of trees, Qt.38Condition 20 implies that 1 Qt t. Because P,t min t, 1 Qt and t t bydefinition, P,t, t is not an empty set, so productive agents sell some fraction of trees in the market.Because hi,t 0 if i,t , the buyers of trees must be unproductive when there is no bank. Thus hi,t 0if i,t 0. Then Equations 25 and 26 imply U,t Qt1 t1 and U,t t.28for trees, where the lefthand side of the equation is the value of trees net of depreciationthat unproductive agents must hold at the end of the period, and the righthand side isthe fraction of net worth that unproductive agents save. Both sides are normalized by1 P KP,t 1 U KU,t 1.Figure 2 draws Equations 42 and 48 on the Qt, t plane and shows how a declinein t makes them shift. It is possible to show that the two equations are downwardslopingand that Equation 48 has a steeper slope than Equation 42 at the intersection of thetwo equations if is sufficiently close to 1 and Condition 20 is satisfied at the intersection.See Appendix D for the proof. In the figure, Equation 48 shifts inward as a decline int lowers Qt through decreased aggregate spending on trees due to decreased unproductiveagents income, given t. Then, given P,t 1 Qt, a decline in the market price of trees,Qt, discourages productive agents from selling highquality trees in the secondary market,leading to an increase in the average depreciation rate of trees sold in the secondary market,t. Thus, the illiquidity of trees for each type of agent indicated by P,t and t U,t isnegatively correlated with productivity shocks.Figure 3 shows the effects of an increase in t on the Qt, t plane, which increasesthe degree of asymmetric information in the economy. While Equation 42 shifts upwardunambiguously, the direction of the shift in Equation 48 is ambiguous.39 It can be shownthat Equation 48 shifts inward if P,t is sufficiently close to t and shifts outward if P,t .See Appendix E for the proof.40 The top panel of Figure 3 shows the first case.41 In thiscase, a deterioration in asymmetric information increases illiquidity of trees, as indicated by 39As agents sell only lowquality trees in the secondary market, an increase in lowquality trees due to ahigher value of t raises t, given Qt.40The intuition for this result regarding Equation 48 is that an increase in t expands both ends ofthe distribution of the depreciation rates so that whether the fraction of trees sold by productive agentsincreases or not depends on the level of P,t. If P,t is sufficiently close to t, then the fraction of trees soldby productive agents increases, which in turn reduces Qt through the market clearing condition, given t. If P,t , then the fraction of trees sold by productive agents declines, which in turn increases Qt, given t.41Because Equation 42 implies that t is close to t if P,t is close to t, the top panel of Figure 3is a case where severe adverse selection takes place in the secondary market for trees.29an upward shift in Equation 42, which in turn reduces the market price of trees, Qt.Overall, Figures 2 and 3 illustrate that both shocks to t and t can cause a negativecorrelation between Qt and t. The next subsection, however, shows that the two types ofshocks have opposite effects on bank capital requirements.5.2 Cyclicality of bank capital requirements: Numerical analysis of equilibrium dynamics Now investigate the equilibrium dynamics of the full model with banks, especially highlighting the dynamics of the capitalasset equityasset ratio of banks. Equations 11, 12, 33and 43 imply that the capitalasset ratio of banks satisfies:42Vt SB,t BB,t Vt SB,tEt 1 tci,t Qt1 ci,t1 Qt1t1 1 t1 t1 Qt1 t1cid:12cid:12cid:12cid:12cid:12i,t 0 .49Note that the total value of bank liabilities, BB,t Vt SB,t, equals the value of bank assets inthe balance sheets of banks.Equation 49 indicates that the equilibrium capitalasset ratio of banks depends on twofactors: the expected value of illiquidity of banks trees, t1 , and the downside risk tothe market value of banks trees, t1 Qt1 t1. The first factor matters as higherexpected illiquidity of bank assets lowers the limit on bank deposits, which increases thefraction of bank asset value that must be financed through bank equity, as described in Section 3.2. The second factor is relevant because a larger possible decline in the marketvalue of bank assets requires more bank capital as a buffer for preventing bank runs in thenext period. To illustrate that these two factors have opposite effects on the cyclicality ofthe capitalasset ratio of banks, Figures 4 and 5 show sample paths of the model driven by 42Equations 11, 12 and 43 imply BB,t Vt SB,t Qt1 t1KB,t.30periodic fluctuations in t and t, respectively.43 See Appendix F for the numerical solutionmethod.Figure 4 indicates that the capitalasset ratio of banks is procyclical when business cyclesare driven by productivity shocks, t. Note that Qt and t are, respectively, positively andnegatively correlated with t, as explained in Section 5.1. Given that the economic growthrate, Gt, is positively correlated with t, the positive correlation between Qt and Gt impliesthat the largest possible decline in the market value of banks trees becomes greater duringeconomic booms i.e., when Gt is high than during downturns i.e., when Gt is low, whichleads to a procyclical capitalasset ratio of banks. Even though the negative correlationbetween t and Gt implies that expected illiquidity of banks trees is countercyclical giventhe persistence of shocks, the effect of this factor is dominated by the effect of the procyclicaldownside risk to the market value of banks trees in the figure.In contrast, Figure 5 indicates that the capitalasset ratio of banks is countercyclicalwhen business cycles are driven by changes in t, i.e., changes in the degree of asymmetricinformation. In the figure, Qt and t are, respectively, negatively and positively correlatedwith t. The underlying mechanism is the same as in the top panel of Figure 3 in Section 5.1.Also, the economic growth rate, Gt, is negatively correlated with t because an increase in P,t due to a rise in t implies higher illiquidity of trees for productive agents, which reducesaggregate investment in new trees by discouraging productive agents from selling their trees.While the positive correlation between Qt and Gt and the negative correlation between tand Gt have opposite implications for the cyclicality of the capitalasset ratio of banks, theeffect of the countercyclical fluctuations in expected illiquidity of banks trees dominates in 43In Figure 4, , , , 0.0306, 0.0294, 0.75, 0.75 and 0.09, so the growth rate of outputis around 4% in booms and around 2% in downturns, on average, and the expected durations of booms anddownturns are four years, given that the length of a period in the model is interpreted as a year. In Figure 5, , , , 0.1, 0.08, 0.75, 0.75 and 0.03. Thus: t fluctuates symmetrically aroundthe benchmark value, 0.9; 0; and the expected durations of booms and downturns are four years.The other parameters take the benchmark values specified in Footnote 33.31Figure 5, which leads to a countercyclical capitalasset ratio of banks.5.3 Implications of the model for the countercyclical capital buffer discussed in policyforums While bank capital requirements in the model are imposed by rational investors who dislikelosing the internal value of bank assets due to a bank run, the equilibrium dynamics of bankcapital requirements can be seen as a benchmark for regulators who act rationally on behalf ofthe public, taking the market prices as given.44 The results suggest that the countercyclicalcapital buffer recommended by the Financial Stability Forum 2009, which requires banksto increase bank capital in booms to absorb losses in downturns, is sufficient to prevent selffulfilling bank runs when downside risk to the market value of bank assets is the dominantconcern regarding stability of banks. However, if a deterioration in asymmetric informationin the asset market increases the illiquidity of bank assets significantly, then banks need toraise more bank capital during the liquidity crisis to prevent selffulfilling bank runs. Thisresult is consistent with the recent episode in which, amid a severe decline in market liquidityof assetbacked securities, shortterm lending to Bear Stearns dried up despite satisfying thesupervisory capital standard.45 This result also implies that the countercyclical capitalbuffer will not help to free up bank capital as designed in a liquidity crisis.6 Why do banks intermediate collateralized lending?This section extends the model to discuss why banks are engaged with both liquidity transformation and intermediation of collateralized lending in reality. Modifying the assumptionof no borrowing, suppose that productive agents can sell a right to receive a fraction of new 44Dewatripont and Tirole 1994 make a similar interpretation of their models, calling the interpretationrepresentative hypothesis.45See the letter from the SEC chairman to the Basel Committee of Banking Supervision on March 20,2008 http:www.sec.govnewspress2008200848_letter.pdf.32trees that they invest in up to a certain limit:mi,t i,txi,t,50where mi,t is the net balance of the right to receive new trees, which is positive if the agentbuys the right or negative if the agent sells the right, and 0, 1 is the pledgeablefraction of investment in new trees. Assume that pledged new trees are delivered to buyersbefore production in the next period so that buyers can use the new trees for their ownproduction. The price of the right to receive new trees, which is denoted by Pt, is determinedin a competitive market. This price can be interpreted as the collateral value of pledged newtrees as agents receive an amount Ptmi,t of goods against a quantity mi,t of new treespledged as collateral.The modified model, which is fully described in Appendix G, implies that productiveagents sell the right to receive new trees up to the limit, given Condition 20. Also, it ispossible to show that Pt equals the highest shadow value of trees net of depreciation amongagents and banks i.e., Pt maxmaxi I i,t, B,t as those who have the highest shadowvalue become the buyers of the right to receive new trees. Equations 24 and 31 imply U,t B,t. Thus banks become buyers if banks exist. Moreover, if U,t B,t, which isthe case in the numerical examples shown above, then unproductive agents do not buy theright to receive new trees because the price, which equals to B,t, is too high. This resultimplies that banks intermediate collateralized lending without special ability in enforcingdebt repayment or monitoring borrowers in the model because the ability of banks in poolingilliquid assets and providing liquid liabilities increases the collateral value of new trees forbanks.336.1 General equilibrium effects of banking on the collateral value of new real assets If there is no bank, then unproductive agents buy the right to receive new trees because thereare no other possible buyers. Thus Pt U,t in this case. Given Pt U,t without banksand Pt B,t with banks, Equations 25 and 31 imply that Pt Qt1 1 regardlessof the existence of banks. Assuming that is arbitrarily close to 0, Figure 6 compares thesteady state value of Qt1 1 with and without banks under the benchmark parametervalues, as in Figure 1. It shows that introduction of banking to the model economy reducesthe collateral value of new trees, Qt1 1. Figure 1 indicates two opposite effects ofintroduction of banking. First, introduction of banking to the model economy reduces thesecondary market price of trees, Qt, by raising the internal rate of return for unproductiveagents, which is represented by Rt. This effect reduces the collateral value of new trees.Second, at the same time, a decline in Qt increases the average depreciation rate of treessold in the secondary market, t, as productive agents are discouraged from selling highquality trees, given P,t 1 Qt in Figures 1 and 6. This effect increases the collateralvalue of new trees because higher illiquidity of trees in the secondary market increases theattractiveness of new trees, which are free of asymmetric information. However, the firstnegative effect dominates the second positive effect under the benchmark parameter values.7 The effect of an alternative bank liquidation procedure on bank capital requirements So far it has been assumed that a bank hit by a bank run can only sell trees one by onein the the competitive secondary market. Now suppose that, before a bank run starts, thebank or the government, foreseeing the bank run, can set up a competitive bank liquidationmarket to liquidate the banks trees separately from the secondary market for trees. Thecomparison of the two markets for bank liquidation is useful to clarify the effect of the bank 34liquidation procedure on bank capital requirements.It can be shown that the bank or the governments commitment to setting up a bankliquidation market separately from the competitive secondary market for trees can preventselffulfilling bank runs, making bank capital requirements unnecessary. See Appendix Hfor details on the extension of the model and the proof of this result. To understand theintuition for this result, note that the whole banks trees are sold in the bank liquidationmarket and that no other seller exists in the market, which prevents adverse selection thatcontaminates the secondary market for trees. As a result, the average depreciation rate ofthe trees sold in the bank liquidation market equals the average depreciation rate of theliquidated banks trees. Thus the liquidated banks trees are priced fairly on average in thebank liquidation market and the total liquidation value of the liquidated banks trees equalstheir total fundamental value, i.e., the present discounted value of the current and futureincome from the liquidated banks trees.46 As rational agents expect this, selffulfilling bankruns do not occur. Hence the holders of bank liabilities do not need to impose costly bankcapital requirements on banks.8 Conclusions This paper has presented a dynamic competitive general equilibrium model of liquiditytransformation by banks, where illiquidity of bank assets leads to endogenous bank capital requirements for preventing selffulfilling bank runs. The model shows that bank capitalrequirements depend on two factors, downside risk to the market value of bank assets andexpected illiquidity of bank assets. It is shown that these two factors fluctuate with shocksto the economy, making bank capital requirements dynamic. The model suggests that thecountercyclical capital buffer recommended by the Financial Stability Forum 2009 is suf46The market price of trees is determined by the average depreciation of trees sold in the bank liquidationmarket, as in the secondary market for trees.35ficient to prevent selffulfilling bank runs when downside risk to the market value of bankassets is the dominant concern regarding stability of banks. This result regarding the relationship between volatile bank asset value and the countercyclical capital buffer adds to thefindings of Meh and Moran 2010. In their model, banks need to finance part of lendingto borrowers through their own capital to commit to efficient monitoring services. If bankssuffer from unexpected loan losses, then bank capital requirements decline as the scarcity ofbank capital gives greater incentive for banks to monitor borrowers during such an episode.The model, however, also shows that if a deterioration in asymmetric information inthe asset market increases the illiquidity of bank assets significantly, then banks need toraise more bank capital during the liquidity crisis to prevent selffulfilling bank runs. Thisresult implies that the countercyclical capital buffer will not help to free up bank capital asdesigned in a liquidity crisis.A question arises from this result regarding how a concern about a future liquidity crisis would modify bank capital requirements. Because it is difficult to raise bank capital ina liquidity crisis in reality, concern about a future liquidity crisis might increase desirablebank capital requirements during a boom, unless there is some insurance mechanism for theliquidity crisis, such as contingent capital. To answer this question, it would be necessary toincorporate the difficulty in raising bank capital in a liquidity crisis by introducing heterogeneous banks and asymmetric information about the quality of each banks assets in themodel. This issue is left for future research.In addition, the model shows that the level of bank capital requirements declines if thebank liquidation procedure can avoid undervaluation of banks illiquid assets. The sameresult would hold if the government or the central bank could commit to lending to bankshit by bank runs up to the fundamental value of bank assets, rather than the market value ofbank assets at illiquid market prices. Thus, along with improving the effectiveness of bankcapital regulations, it is important to design an efficient bank liquidation procedure and an 36efficient emergency lending facility for distressed banks to minimize the necessity of bankcapital requirements, given the cost of equity financing for banks.37Figure 1: Comparative statics: balanced growth paths with and without banks 20181614120.180.1750.170.190.1850.180.175XP,tYt 0.0050.01P,t 0.0150.02KU,tYt 0.0050.01Qt 0.0150.020.9280.9270.9260.9250.9240.20.180.160.0150.020.01 Rt 0.0050.01t 0.0150.020.0051.0451.041.0351.0315.5515.515.450.005KP,tYt 0.0150.020.01Gt 1.03211.0321.03191.03181.03170.190.1850.180.1750.0050.01U,t 0.0150.020.0050.010.0150.020.0050.010.0150.020.0050.010.0150.02Notes: The horizontal axis is the value of . The other parameter values are , , , P , U 0.1, 4.75, 0.99, 0.45, 0.55, 0.03 and 0.09. The solid lines representthe model with banks and the dashed lines represent the model without banks.38Figure 2: Dynamic equilibrium without banks: the effect of a decline in t 0.190.1850.180.1750.17t Eq. 42Eq. 480.1650.17680.1770.17720.17740.17760.17780.1780.1782Qt Notes: For each curve in the figure, parameter values used are , , , , P , U 0.1,4.75, 0.99, 0.02, 0.45, 0.55 and 0.09. The solid lines are Equations 42 and 48with t 0.03 and the dashed lines are these equations with t 0.027. Given P 1U ,t 1 P 1 P 1 for all t, regardless of shocks.39Figure 3: Dynamic equilibrium without banks: the effect of an increase in taEq. 480.1950.190.185t 0.18Eq. 420.1750.170.1650.17640.17660.17680.1770.17740.17760.17780.1780.1772Qtb0.1750.170.165t 0.16Eq. 420.1550.150.145Eq. 480.19220.19230.1924Qt 0.19250.19260.19270.1928Notes: Parameter values used are: , , , 0.1, 4.75, 0.99, 0.02, 0.03and 0.09 for both panels; P , U 0.45, 0.55 for the top panel; and P ,U 0.2, 0.8 for the bottom panel. In each panel, the solid lines are Equations 42and 48 with t 0.09 and the dashed lines are these equations with t 0.099. Given P 1 U , t 1 P 1 P 1 for all t, regardless of shocks.40Figure 4: Dynamic equilibrium with banks: business cycles driven by t 0.0310.030.0295.25.150.090.0850.081.0441.0421.041.038t 24KB,tYt 6810210Vt SB,tBB,t Vt SB,t4681.11.0510.9510.980.960.190.185Gt 24BU,tYt 6810246P,t 810KP,tYt 24XP,tYt 6246U,t 15.815.615.415.20.930.9250.920.1880.187246U,t 0.186810246810246 Rt 0.188100.21180.21160.211424680.211210246810KU,tYt 246Qt 81014.51413.58100.1730.17250.1720.1715108246t 8100.1880.1870.186246810Notes: Parameter values are , , , , P , U 0.1, 4.75, 0.99, 0.02, 0.45, 0.55, , 0.75, and 0.09. The figure shows a sample path 0.0306, 0.0294, when t keeps changing its value every 4 periods for a sufficiently long time. HU,t 0 forall periods.41Figure 5: Dynamic equilibrium with banks: business cycles driven by tt 1.03178Gt 264KB,tYt 81.0317610264BU,tYt 8100.110.10.090.085.055.0455.045.0350.091515.515.49515.490.92470.92470.20.190.180.17KP,tYt 24XP,tYt 6810246U,t 81024681013.8713.8613.850.1760.1740.1720.170.20.190.180.17KU,tYt 246Qt 810246t 8102468100.9740.9720.970.9680.20.190.180.170.2120.21180.21160.2114210Vt SB,tBB,t Vt SB,t468246P,t 0.92468100.0910.09050.091.0411.041.039246 Rt 810246810246U,t 810246810Notes: Parameter values are , , , , P , U 0.1, 4.75, 0.99, 0.02, 0.45, 0.55, 0.03, , 0.1, 0.08, and 0.75. The figure shows a sample pathwhen t keeps changing its value every 4 periods for a sufficiently long time. HU,t 0 forall periods.42Figure 6: Comparative statics: the collateral value of new trees Qt1 t1 with andwithout banks with bankswithout banks 0.2170.2160.2150.2140.2130.2120.211 00.0020.0040.0060.0080.0120.0140.0160.0180.020.01Notes: The horizontal axis is the value of . The other parameter values take the benchmarkvalues specified in Section 4.2: , , , P , U 0.1, 4.75, 0.99, 0.45, 0.55, 0.03and 0.09. The figure shows the limit case where is arbitrarily close to 0, giventhe other parameter values. The solid line represents the model with banks and the dashedline represents the model without banks.43References1 Aikman, David, and Gertjan W. Vlieghe. 2004. How Much Does Bank Capital Matter? Bank of England Quarterly Bulletin, Spring: 4858.2 Akerlof, George A. 1970. The Market for Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics, 843: 488500.3 Andolfatto, David, and Ed Nosal. 2008. Bank Incentives, Contract Design and Bank Runs. Journal of Economic Theory, 1421: 2847.4 Bank for International Settlements. 2008. Addressing Financial System Procyclicality:a Possible Framework, Note for the FSF Working Group on Market and Institutional Resilience. www.financialstabilityboard.orgpublicationsr_0904e.pdf5 Boyd, John H., and Edward C. Prescott. 1986. Financial IntermediaryCoalitions.Journal of Economic Theory, 382: 211232.6 Chen, NanKuang. 2001. Bank Net Worth, Asset Prices and Economic Activity. Journal of Monetary Economics, 482: 415436.7 Committee of European Banking Supervisors. 2009. Position Paper on a Countercyclical Capital Buffer. www.cebs.orgNewsCommunicationsArchive2009CEBStodaypublishesaPositionPaperonacounter.aspx8 Dewatripont, Mathias, and Jean Tirole. 1994. The Prudential Regulation of Banks.Cambridge, MA: MIT Press.9 Diamond, Douglas W., and Philip H. Dybvig. 1983. Bank Runs, Deposit Insurance,and Liquidity. Journal of Political Economy, 913: 401419.4410 Diamond, Douglas W., and Raghuram G. Rajan. 2000. A Theory of Bank Capital.Journal of Finance, 556: 24312465.11 Eisfeldt, Andrea L. 2004. Endogenous Liquidity in Asset Markets. Journal of Finance,591: 130.12 Eisfeldt, Andrea L., and Adriano A. Rampini. 2006. Capital Reallocation and Liquidity. Journal of Monetary Economics, 533: 369399.13 Ennis, Huberto M., and Todd Keister. 2009. Run Equilibria in the GreenLin Modelof Financial Intermediation. Journal of Economic Theory, 1445: 19962020.14 Financial Stability Forum. 2009. Report of the Financial Stability Forum on Addressing Procyclicality in the Financial System. www.financialstabilityboard.orgpublicationsr_0904a.pdf15 Gale, Douglas. 1992. A Walrasian Theory of Markets with Adverse Selection. Reviewof Economic Studies, 592: 229255.16 Gorton, Gary, and George Pennacchi. 1990. Financial Intermediaries and Liquidity Creation. Journal of Finance, 451: 4971.17 Green, Edward J., and Ping Lin. 2003. Implementing Efficient Allocations in a Modelof Financial Intermediation. Journal of Economic Theory, 1091: 123.18 Hart, Oliver, and John Moore. 1994. A Theory of Debt based on the Inalienability of Human Capital. Quarterly Journal of Economics, 1094:849879.19 Holmstr om, Bengt, and Jean Tirole. 1997. Financial Intermediation, Loanable Funds,and the Real Sector. Quarterly Journal of Economics, 1123: 663691.4520 Holmstr om, Bengt, and Jean Tirole. 1998. Private and Public Supply of Liquidity.Journal of Political Economy, 1061: 140.21 Holmstr om, Bengt, and Jean Tirole. 2001. LAPM: A LiquidityBased Asset Pricing Model. Journal of Finance, 565: 18371867.22 Kato, Ryo. 2006. Liquidity, Infinite Horizons and Macroeconomic Fluctuations, European Economic Review, 505: 11051130.23 Kiyotaki, Nobuhiro, and John Moore. 2005. Financial Deepening. Journal of the European Economic Association, 323: 701713.24 Kiyotaki, Nobuhiro, and John Moore. 2008. Liquidity, Business Cycles and Monetary Policy. http:www.princeton.edukiyotakipapersChi KM61.pdf25 Kurlat, Pablo. 2009. Lemons, Market Shutdowns and Learning. http:econwww.mit.edufiles482226 Meh, C esaire, and Kevin Moran. 2010. The Role of Bank Capital in the Propagationof Shocks. Journal of Economic Dynamics and Control, 343: 555576.27 Peck, James, and Karl Shell. 2003. Equilibrium Bank Runs. Journal of Political Economy, 1111: 103123.28 Rouwenhoust, K. Geert. 1995. Asset Pricing Implications of Equilibrium Business Cycle Models. In Frontiers of Business Cycle Research, ed. Thomas Cooley, 294330.Princeton, NJ: Princeton University Press.29 Williamson, Stephen D. 1987. Financial Intermediation, Business Failures, and Real Business Cycles. Journal of Political Economy, 956: 11961216.4630 Williamson, Stephen D. 1988. Liquidity, Banking, and Bank Failures. International Economic Review, 291: 2543.47Appendices A Proof of Proposition 1The following lemma will be used in the proof.Lemma 1 Suppose that t1 satisfies Equations 2729 for period t 1. Split the constraint set of the maximization problem 15 into three regions: Rt BB,t t1KB,t; Rt BB,t t1KB,t, t1KB,t; and Rt BB,t t1KB,t. Then, in equilibrium, Rt BB,t equals t1KB,tat optimum in the first region and t1KB,t at optimum in the second region.Proof. Use the Lagrange method to solve the maximization problem in the first and thesecond regions. For the second region, solve the maximization problem in the closure of theregion and suppose that t1 takes the limit value when Rt BB,t t1KB,t. This makes thefunction t1 differentiable in each region. This expansion of the second region does not affectthe solution to the maximization problem, since it will be shown that Rt BB,t t1KB,t atoptimum in the second region.In the first region, Rt is determined solely by Equation 12 and can be taken as exogenousfor the representative bank. Equation 12 implies that Rt 0, since agents never choosezero consumption with the timeseparable log utility function in equilibrium. The firstordercondition with respect to BB,t is:i,t 0cid:21 rgn 1,t Rt1 0,51where rgn 1,t is the Lagrange multiplier for the upper bound of the first region Rt BB,t t1KB,t. Thus, rgn 1,t 1 1 Rt1 0, given 0 and Rt 0. Hence, Rt BB,t 1 11 Etcid:20 ci,t Rtci,t1 cid:12cid:12cid:12cid:12t1KB,t at optimum in the first region.48For the second region, if KB,t 0, then the claim is automatically satisfied since Equation12 implies that BB,t must be 0, given that KB,tBB,t1 in the equation is replaced withinfinity if BB,t 0, as defined in the main text. Hereafter suppose KB,t 0 in the secondregion. In equilibrium, Qt is alway positive and thus t 0 for all t, since otherwise eachagent would demand an infinite amount of trees in the secondary market, which would violatethe market clearing condition for trees. In the second region, KB,t 0 and t1 0 implythat BB,t 0 and Rt 0, since BB,t must be nonnegative by the nonnegativity constraint.The firstorder conditions with respect to BB,t and Rt in the second region, respectively, are:1 Pt t11 Etcid:20 ci,t Rtci,t1 cid:12cid:12cid:12cid:12i,t 0, t1 Qt1 t1cid:21ci,t1BB,t2 cid:12cid:12cid:12cid:12 P C,t Ptt1Etcid:20 ci,tt1KB,t rgn 2,t rgn 2,t Rt rgn 2,t rgn 2,tBB,ti,t 0, t1 Qt1 t1cid:21cid:12cid:12cid:12cid:12ci,t1cid:12cid:12cid:12cid:12 P C,t Pt t1Etcid:20 ci,t Pt t11 Etcid:20 ci,t BB,tci,t1i,t 0, t1 Qt1 t1cid:21 0,52i,t 0, t1 Qt1 t1cid:21 0,53where rgn 2,t is the Lagrange multiplier for the upper bound of the closure of the secondregion Rt BB,t t1KB,t, rgn 2,t is the Lagrange multiplier for the lower bound of theclosure of the second region Rt BB,t t1KB,t, and P C,t is the Lagrange multiplier for Equation 12. Equations 52 and 53 imply that P C,t BB,t. Substituting this into Equation 52 leads to: rgn 2,t rgn 2,t Rt Pt t11 i,t 0, t1 Qt1 t1cid:21 ,54Etcid:20 ci,t Rtci,t1 cid:12cid:12cid:12cid:1249which in turn indicates that rgn 2,t 0 and rgn 2,t 0, given 0 and Rt 0. Thus, Rt BB,t t1KB,t at optimum in the second region.Proof of Proposition 1:Suppose that t1 satisfies Equations 2729 for period t 1. Note that Equation 27satisfies the bankrun conditions 9 and 10.To verify Equation 27, split the constraint set of the maximization problem 15 intothree regions: Rt BB,t t1KB,t; Rt BB,t t1KB,t, t1KB,t; and Rt BB,t t1KB,t.First of all, any point in the third region, Rt BB,t t1KB,t, is weakly dominated by Rt BB,t t1KB,t, since the feasible set of the choice variables is identical and the value oft1 is always 0 in the third region while it can be positive with Rt BB,t t1KB,t. Thus,the third region can be ignored.By Lemma 1, Rt BB,t t1KB,t and Rt BB,t t1KB,t at optimum in the first and thesecond regions, respectively. Denote the maximum values of the objective function of themaximization problem 15 in the first and the second regions by t and t , respectively.Given that t1 satisfies Equations 2729 for period t 1, substituting the optimalvalues of Rt BB,t in the first and the second regions and Equations 9, 10 and 12 intothe objective function of the maximization problem 15 yields:t t KB,t 1 QtHB,t LB,t Rt BB,t 1 B,t KB,t,t t KB,t 1 QtHB,t LB,t Rt BB,t 1 B,t KB,t.5556The global solution to the maximization problem 15 can be obtained by maximizing thevalues of t and t with satisfying Equation 8, LB,t 0, KB,t 1 and HB,t 0. Since thefirst and the second regions have the same feasible set of HB,t and LB,t, t t if B,t B,tand t t if B,t B,t. This result proves Equations 2830.50Given this result, now prove Equations 31 and 32. The maximization problem 15can be rewritten as:t maxHB,t,LB,tt KB,t 1 QtHB,t LB,t Rt BB,t 1 B,t KB,t,s.t. Equations 8, 9 and 10, LB,t 0, KB,t 1, HB,t 0,57where B,t maxB,t, B,t. Note that Equation 12 is already incorporated by thedefinitions of B,t and B,t. The maximization problem 57 implies that the equilibriumvalue of B,t satisfies:if HB,t 0,if LB,t 0, KB,t 1,if LB,t KB,t 1,if HB,t 0 and LB,t 0.58 Qt1 1, Qt1 t1, Qt1 t1, Qt1 1, Qt1 1,B,t When t , Equation 58 implies that LB,t 0 if HB,t 0 and that HB,t 0 if LB,t 0. Thus Equations 31 and 32 are proved. Substituting Equations 8 and 58 inthe objection function in the maximization problem 57 proves Equation 27.B Proof of Proposition 2B.1 Part I: Definition of the complete information case of the model without banks Suppose that the depreciation rate of each tree in each period is public information andthat there exists a competitive secondary market for trees with each depreciation rate in themodel without banks. The maximization problem for each agent defined by Equations 151and 46 is modified to:maxci,t, xi,t, li,,tt0E0t ln ci,t Xt0s.t. ci,t xi,t tki,t 1 Z t t Q,tli,,t d,ki,t i,txi,t Z t t1 cid:18ki,t 12t li,,tcid:19 d,li,,t , ci,t 0, xi,t 0,ki,t 12t59606162where Q,t is the secondary market price of trees with depreciation rate and li,,t is thenet sales of trees in the secondary market if positive or the net purchase of trees in thesecondary market if negative. The variable hi,t and the nonnegativity constraint on li,,tare erased as they are not needed, given the change in the definition of li,,t. The marketli,,t d 0 for t, t. The otherclearing condition 17 is modified to R t tequilibrium condition, Equation 16, does not exist in the complete information case, sincethe variable t does not exist.Suppose that Q,t1 1 1 for all t, t. The firstorder conditionwith respect to ki,t implies that:ci,t 1 cid:18 cid:18 ki,t 1 cid:19 ki,t 1, cid:19 ki,t 1,1 6364for all i I. Then aggregating 64 implies that KP,t KU,t cid:0t 1 cid:1 KP,t 1 KU,t 1. Since aggregating Equation 61 and substituting the market clearing conditionyield that XP,t KP,t KU,t 1 KP,t 1 KU,t 1, the ratio of aggregate investmentin new trees to aggregate output, XP,tYt1, equals 1 1 t1, given Yt 52tKP,t 1 KU,t 1.To verify Q,t1 1 1 for all t, t, it is necessary and sufficientto check the remaining equilibrium condition, li,,t ki,t 12tfor all t, t.Given Equation 61, this is satisfied if and only if KP,t XP,t. This is equivalent to KU,t 1 KP,t 1 KU,t 1 and substituting this condition in Equation 64 aggregatedfor unproductive agents i.e., KU,t 1 1 11 P KP,t 1 U KU,t 1 yieldsthat this condition is in turn equivalent to 1 1 t 1 t.B.2 Part II: Comparison between the baseline case and the complete information case Suppose Condition 20 holds in equilibrium in the model without banks. Show that:1 t 1t 1 1 t 1 t Z t P,t Qt 2td! 1 Z P,t t 1 2td 0.65The lefthand side is equivalent to:t 1 t 1ZP,t t 1 2td 1 1 t 1 t 1ZP,t t 1 Zt t 1 2t tt 1Qtd Z t P,t 1 2t 2td Z tt 1Qt 1 t Zd Zt t P,t 1 t 2t tt 1 t 2td Zt t 1 2td1 2tdd t 1Qt 1 t Z t P,t 1 t 2td.6653The last inequality is obtained by Condition 20, which implies Qt1 t1 1, and Equation 42, which implies: tt 1ZP,t 1 t 2t td Zt 1 t 2t td t 1ZP,t 1 2t td Zt 1 2td.67Equation 42, which is equivalent to Equation 67, and Equation 48 imply that:Qt 1 t ttt 1ZP,t 1 t 2td 1 Zt t 1 2t td Zt 1 t 2td!1.68Substituting this into t on the righthand side of Inequality 66 implies that the righthand side is equivalent to:1 cid:18 Qt 1 t 1cid:19Zt t 1 2t td Zt 1 t 2td .69This is positive, given Condition 20.Also, suppose that Conditions 20 and 45 hold and that P,t t in equilibrium.Then Equations 67 and 68 imply that Qt1 t1 1 t 1 1 1. Thiscontradicts Condition 45, given Condition 20. Thus, if Conditions 20 and 45 hold inequilibrium, then P,t t.54C Proof of Proposition 3It is obvious that Inequality 46 holds when P,t or P,t , given t and Condition 20. When P,t 1 Qt:Qt1 1 t Z P,t t1 2twhere t P,td Z x1 1 t 1d!Qt 2t 1 x y 1x22 y 22z yxz 1 xz y ,70x Qt,y ,z .71Given the value of t, the righthand side of Equation 70 can be rewritten as a quadraticfunction of x. Note that x 1 z, 1 y by the definition of P,t given by Equation26. Since the coefficient of x 2 is negative, the righthand side takes the minimum value forx 1 z, 1 y when x 1 z or x 1 y. In either case, the minimum value is positive,and so is the righthand side of Equation 70 for x 1 z, 1 y.In addition, prove the inequality in Footnote 34. Suppose U,t Qt1 t1. Then U,t t by Equation 26. Given t , it holds that:Qt1 1 t Z U,t t U,t1 2td Z Z ttQt1 1 t t U,t Qt 2t Qt1 1 t2td!d Zt td!Qt 2t Qt1 1 t Qt 0.72By continuity, the inequality in Footnote 34 holds if U,t is sufficiently close to Qt1 t1.55D Slopes of Equations 42 and 48Lemma 2 Equation 48 is a downwardsloping curve on the Qt, t plane, given the valuesof t, t and t 1. Equation 42 is also downwardsloping, if P,t 1 Qt, and is aflat line, if P,t t. Equation 48 has a steeper slope than Equation 42 at theintersection of the two curves, if is sufficiently close to 1 and Condition 20 is satisfiedat the intersection.Proof. Denote the implicit functions for t implied by Equations 42 and 48 by t hQt, t, t, t 1 and t lQt, t, t, t 1, respectively.There are two cases to consider. The first case is that P,t 1 Qt at the intersectionof the two curves and the second case is that P,t t at the intersection.In the first case, it can be shown that:hQt, t, t, t 1QtlQt, t, t, t 1Qt t 1t1 P,tt 1 t P,t t tt1t t 11P,t,Q2tcid:16 t Qt 2t tt 2t cid:17,7374which are always strictly negative. This result proves that the implicit functions h and l existby the implicit function theorem and that Equations 42 and 48 are downwardsloping onthe Qt, t plane.56It can be shown that lQt, t, t, t 1Qt hQt, t, t, t 1Qthas the same sign with:t1 tQ2t t1 tQ2t2tt 11 P,tcid:2t 1 t P,t t ti t 1t1 P,t tht 1 t P,t t ti t 11 P,tt 1 t P,t t t t t 2t 2t Qt!t t Qt t t 2t! .75At the intersection of Equations 42 and 48, it holds that:t 1 t P,t t t 2t t t Qt t t 2t!t 1 t P,t t t 2t tt 1 t t 1ZP,t 1 2tt1 Zt 1 t P,t t t 2t t 1 2td tt 1 2td Zdcid:161 tcid:17 t1 1 t Zt t 1 2td.76The first equality is obtained from Equation 48 and the second equality is obtained from 57Equation 42. Note that:t 1 t t 1 t,t t Z1 2td 1 ,7778since t t. Thus, the last term on the last line of Equation 76 goes to 0 as goes to 1, if equilibrium continues to exist. Because Condition 20 and Equation 26 implythat P,t t in equilibrium, this result proves that lQt, t, t, t 1Qt hQt, t, t, t 1Qtatthe intersection of Equations 42 and 48 for the first case i.e., P,t 1 Qt, if issufficiently close to 1.For the second case i.e., P,t t, Equation 42 implies that t is constant. Also,it can be shown that:lQt, t, tQt t1tQ2tt Qt tt 2t 0.79Thus, the implicit functions h and l exist and Equation 48 has a steeper slope than Equation 42 on the Qt, t plane.E Shifts in Equation 48 in response to changes in t Rewrite Equation 48 to define a function g:gt, Qt, t, t, t 1 Qt 1 t cid:261 1 t 1 t 1Z P,t t 1 2tdcid:27 t t Qt 1 t Zt t 1 2td Zt Qt 2td! 0.8058Since g Qt 0, an increase in t makes Equation 48 shift inward if gt 0 and outwardif gt 0. The following Lemma shows that both cases exist.Lemma 3 gt 0, if P,t is sufficiently close to t.gt 0, if P,t .Proof. Take the partial derivative:gt, Qt, t, t, t 1tQt 1 t cid:26t 11 t2tt 1 t2t Z tt 11 2t2dZ P,t 1 2t2 d t 1 t 2t t Zt 1 t 2t2 d .81It can be shown that:1 t2tZ P,t t 1 2t2 dgiven t 0, 1 and 0, 1. 0, 0,if P,t ,if P,t is sufficiently close to t,82Also, given t , t by Equation 42, it can be shown that:1 t Zt t 1 td 1 t Zt t 1 ttd 0,83where the equality holds if and only if t t. Note that Equation 42 implies that t issufficiently close to t if P,t is sufficiently close to t. Thus, substituting Inequalities82 and 83 in Equation 81 proves the proposition.59F The numerical solution method for the equilibrium dynamics of the modelwith banks The dynamic equilibrium is approximated by the following projection method:Step 0.It can be shown that the dynamic equilibrium in each period is homogeneousof degree 1 with respect to KP,t 1, KU,t 1 and KB,t 1. Set grid points on thestate space for KP,t 1, KU,t 1 and the shock parameter t or t. The value of KB,t 1 is set to 1 KP,t 1 KU,t 1 on each grid point. Guess the equilibriumvalues of endogenous variables on each grid point, including t1 and t1.Call this correspondence between state variables and endogenous variables asa candidate array.Step 1. Suppose the candidate array returns equilibrium values in the next period foreach set of KP,t, KU,t and the shock parameter. The nextperiod equilibriumvalues on a point between the grid points in the state space are approximatedby linear interpolation. Given this, derive the candidate array for the currentperiod through the aggregate equilibrium conditions.Step 2. Compare the candidate arrays for the current period and for the next period.If the ratio of each element between the two arrays becomes sufficiently close to 1, then take the candidate array as the equilibrium correspondence. Otherwise,update the candidate array for the next period by a linear combination of thetwo arrays and go back to Step 1.In the numerical examples in this paper, I set grid points in the 5% range of thedeterministic steady state values of KP,t 1 and KU,t 1. The number of grid points are 2060for these endogenous state variables. Note that the shock parameter only takes two valuesby assumption. The convergence criterion in Step 2 is 1e03. In updating the candidatearray in Step 2, the weight on the candidate array for the current period is 0.001. Theinitial guess in Step 0 is obtained through homotopy starting from the parameter valueswith which deterministic steady state values given the value of the shock parameter are asuccessful initial guess of the candidate array that leads to convergence.The equilibrium conditions are checked for each element of the converged candidatearray. For each figure, random simulations of the dynamics for 5000 periods confirm thatthe equilibrium dynamics move within the grid points that satisfy the equilibrium conditions.G The modification of the model when agents can borrow against new trees In addition to the shortsale constraint on new trees 50, the flowoffunds constraint 4and the law of motion for trees net of depreciation 5 for each agent are modified to:Ptmi,t ci,t xi,t Qthi,t bi,t 1 Vtsi,tli,,t d Rtbi,t 1 Dt Vtsi,t 1,84 t tki,t 1 Qt Zki,t mi,t i,txi,t 1 thi,t Z t t t1 cid:18ki,t 12t li,,tcid:19 d,85where Pt is the competitive market price of pledged new trees. Similarly, the flowoffundsconstraint and the maximization problem for the representative bank are modified to:KB,t MB,t 1 tHB,t 1 KB,t 1 LB,t,8661tKB,t 1, BB,t 1, Rt 1 maxHB,t,LB,t,BB,t, Rt,MB,tPt MB,t t KB,t 1 QtHB,t LB,t Rt BB,t 1s.t. Equations 9, 10, 12 and 86, LB,t 0, KB,t 1, MB,t, HB,t, BB,t 0, BB,t Etcid:2V,t1t1KB,t, BB,t, Rtcid:3 ,87where MB,t is the amount of the right to receive new trees bought by the bank. The marketclearing condition for the right to receive new trees is:mi,t d MB,t 0,88Zi Iwhich is added to the equilibrium conditions listed in Section 2.4.The firstorder conditions with respect to xi,t and mi,t imply that:Pt i,t,if mi,t 0,mi,t i,txi,t,1 Pt1 i,t ,if Pt i,t,if i,t .Similarly, the firstorder condition with respect to MB,t yields that:Pt B,t,if MB,t 0,MB,t 0,if Pt B,t.8990919293Equations 89, 90, 92 and 93 imply that Pt maxmaxi I i,t, B,t, given that thereexist sellers of the right to receive new trees i.e., agents with mi,t 0. Then Condition20 implies that Pt is greater than 1, which is in turn greater than i,t for productiveagents, given Equation 91. Thus, mi,t i,txi,t if i,t . These results prove that,62given Condition 20, productive agents sell the right to receive new trees and unproductiveagents buy the right to receive new trees Pt U,t and mi,t 0 if i,t 0 if there is nobank. If banks exist and Equation 31 hold, then Equation 24 implies that banks buy theright to receive new trees Pt B,t and MB,t 0, as described in Section 6.H The effect of an alternative bank liquidation procedure Suppose that, if a bank run is expected to happen, then the bank or the government sets upa competitive bank liquidation market to sell the banks trees separately from the secondarymarket for trees. Modify the maximization problem for each agent defined by Equations 1and 46 as follows:s.t.maxci,t, xi,t, hi,t, li,,t bi,t si,t, h LBi,t t0E0Xt0t ln ci,t94ci,t xi,t Qthi,t bi,t 1 Vtsi,t QLB tki,t 1 Qt Zt h LBi,t t ti,t Zki,t i,txi,t 1 thi,t 1 h LBli,,t d Rtbi,t 1 Dt Vtsi,t 1,95 t t1 cid:18ki,t 12t li,,tcid:19 d,9697li,,t cid:200,ki,t 12t cid:21 , ci,t, xi,t, hi,t, bi,t, si,t, h LBi,t 0,where QLBtis the competitive price of the liquidated banks trees in the bank liquidationmarket and h LBi,tis the quantity of trees bought in the bank liquidation market. Note thatthe average depreciation rate of trees sold in the bank liquidation market equals , since allof the liquidated banks trees are sold in the bank liquidation market and no agent can selltheir trees there. Thus 1 h LBi,tin Equation 96 is the quantity of trees net of depreciation 63obtained through the bank liquidation market.Similarly, the maximization problem for banks that are not hit by bank runs is modifiedto:Dt VtSB,t 1 tKB,t 1, BB,t 1, Rt 1 maxHB,t,LB,t,BB,t, Rt,H LBB,t s.t.t KB,t 1 QtHB,t LB,t QLBt H LBB,t Rt BB,t 1 BB,t Etcid:2V,t1t1KB,t, BB,t, Rtcid:3 ,98KB,t 1 tHB,t 1 H LBB,t 1 KB,t 1 LB,t, Rt t 0, Rt 1,if Rt 1BB,t 1 t QLBtKB,t 1,tQLBtKB,t 1BB,t 1,if Rt 1BB,t 1 t QLBtKB,t 1,if Rt 1BB,t 1 t QLBtKB,t 1Equations 12, LB,t 0, KB,t 1, HB,t 0, BB,t 0, H LBB,t 0,99100101102where H LBB,t is the quantity of trees obtained through the bank liquidation market, given nobank run to the representative bank. Note that the second constraint implies that a bankrun occurs if the face value of deposits exceeds the liquidation value of the bank evaluatedby QLBt. Also, t 0 in the third constraint is equivalent to Dt Vt 0 in Equation 10.The marker clearing condition for the liquidated banks trees is RI h LBis the total quantity of the liquidated banks trees. In equilibrium, this conditioni,t d H LBB,t LLB,twhere LLBtand Equations 1619 are satisfied in each period and the modified maximization problemsabove are solved with rational expectations.It can be shown that a modified version of Proposition 1 holds if the definitions of t164and t1 are modified to the high and the low values of t1 QLBt1, respectively, and Qtand Qt1 in Equations 2730 are replaced with QLBtand QLBt1, respectively. Equations31 and 32 hold as they are.Given this result, the firstorder conditions with respect to hi,t and HB,t in the maximization problems for agents and banks above imply that Qt i,t1 t 0 and Qt B,t1 t 0, where the equalities hold if hi,t 0 and HB,t 0, respectively.Similarly, the firstorder conditions with respect to h LBi,t and H LBlems for agents and banks yield that QLBt i,t1 0 and QLBB,t in the maximization probt B,t1 0, wherethe equalities hold if h LBi,t 0 and H LBthat QLBt i,t1 0 for some i I or QLBB,t 0, respectively. Without loss of generality, assumet B,t1 0 in equilibrium if there isno liquidated bank.Now suppose HB,t 0 for all t, which implies that banks are always providing liquiditytransformation services. Then the inequalities shown above indicate that B,t Qt1 t1 i,t for all i I. Thus QLBt B,t1 Qt1 t11 . Given Proposition 1 revised for the maximization problem 98102, this result implies that Rt BB,t 1 Dt VtSB,t 1 t Qt1 t11 KB,t 1 for any value of Rt 1BB,t 1. Hence the bankliquidation market values the liquidated banks trees fairly and the total value of bankliabilities always equals the present discounted value of the current and future income fromthe liquidated banks tree. As rational agents expect this, they do not run to banks.Also, it can be shown that B,t B,t and Rt BB,t t1KB,t, if 0. This resultimplies that, since the bank liquidation market values the liquidated banks trees fairly, theholders of bank liabilities are indifferent to bank failures, so that equity holders do not imposecostly bank capital requirements. The contingent payoff to deposits becomes equivalent tothe payoff to bank equity without the bankequity holding cost in this case.65", "filename": "633772356.pdf", "person": ["Hajime Tomura", "Tomura, Hajime"], "date": ["2010"]}