{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/68704/1/635113678.pdf"], "title": ["The heirs of Schumpeter: An insight view of students' entrepreneurial intentions at the Schumpeter School of Business and Economics"], "plaintext": "1 Integrating potential student entrepreneurs and their beliefs into models of University Entrepreneurship There is little dispute about the economic and societal importance of entrepreneurial activity and new firm creation e.g. Hessels et al. 2008; in particular, policymakers in Europe have pinpointed the role of universities and other institutions of higher education in generating entrepreneurial activity in terms of university spinoffs and graduate startups see, for example, the initiative to foster graduate entrepreneurship both at the PanEuropean and national level European Commission 2008; e.g. for the United Kingdom as described in NCGE 2008. However, despite general enthusiasm, it is far less clear what exactly contributes to the formation of entrepreneurial aspirations and intentions both in students and university scientists. This is especially virulent in view of the myriad of possible environmental, organizational and individuallevel influences on entrepreneurial intentionality that have been suggested in the literature generally, cf. Rothaermel et al. 2007 and Pittaway Cope 2007 as far as entrepreneurship education is concerned. With regard to graduates and scientists entrepreneurial intentions empirical studies suggest that both perceptions of social values attributed to entrepreneurship and personal competences may be important Linan 2008; also see, for example, Mueller 2008; Walter 2008; Teixeira Forte 2008; Goethner et al. 2009. Often, influences on entrepreneurial intentionality seem to mount into what Reitan 1997 has aptly phrased in three simplified questions Can I do it?; Do I want to make it?; Would others approve?. Apparently, university students and other people do not affirm all three questions in unison. In their study of Spanish students Guererro et al. 2008 found that while students find the option to found their own business desirable and attractive, perceived feasibility to found a venture may be substantially lower in university students also cf. Walter Dohse 2009 and Souitaris et al. 2007 as regards entrepreneurship programmes at universities. At the international level, empirical findings indicate substantial differences in students entrepreneurial intentions and career aspirations across European and other countries around the globe GUESSS 2008. In terms of examining the possible antecedents of the formation of academics entrepreneurial intentions within institutions of higher education, entrepreneurship research has come up with a plethora of environmental, organizational, personal, and situational facSCHUMPETER DISCUSSION PAPERS 20100041tors Rothaermel et al. 2007; Goethner et al. 2008; also cf. figure 1 further below. As also discussed in the latter ibid. p. 3, this seems to be due to the fact that a studies on academic entrepreneurship regarding universities technology licensing and spinoff activities have largely focused on singular contextual influence factors e.g. the role of the university organization and industry characteristics but have somewhat neglected the scientists as those agents who potentially found university startups, and b studies on entrepreneurial intentions in general have not been tailored to the specific situation of university members. Roughly speaking, research on academic entrepreneurship has thus taken an inputoutput perspective at the system level, with an intermediate black box containing the people i.e. scientists and students who are actually to engage in entrepreneurial activity be it to develop and licence a product from their research or to found a new firm based on their academic knowledge. Not surprisingly, the seminal paper by Rothaermel et al. 2007 has called entrepreneurship research to go beyond studying singular influence factors on aggregated entrepreneurial outputs and rather to develop more integrated models of how entrepreneurial activity at universities comes about. This paper suggests a route to such a model of academics entrepreneurial intentions and their antecedents in the university context. Appreciating that the influence of exogenous, contextual influences on entrepreneurial intentions can only be indirect Krueger 2000, p.8; Shepherd Krueger 2002, i.e. mediated by changes in peoples underlying attitudes and beliefs about entrepreneurship, the studied antecedents will be integrated into a model which captures dimensions of both the perceived attractiveness and the feasibility of becoming an entrepreneur from the perspective of university students. Our personandsituation specific model explores the role of personal factors as well as characteristics of students university studies cf. Walter Dohse 2008 who follow a similar structure in their set of explored independent variables. Essentially, this paper explores crucial antecedents of students propensity to found their own business after graduation or in a few years time as a major output of the entrepreneurial university. The aforementioned international GUESSS study Global University Entrepreneurial Spirit Students Survey indicates heterogeneous levels of students longerterm intentions to become an entrepreneur in their future careers, with Germany ranking at the bottom of the list. At the same time, entrepreneurshippolicy SCHUMPETER DISCUSSION PAPERS 20100042initiatives in Germany e.g. the EXIST initiative by Germanys Federal Ministry of Education and Research over the last decade have put substantial effort in building an infrastructure for entrepreneurship at German institutions of higher education. Therefore, it is of particular interest to study the potential institutional and studentrelated influences of entrepreneurial intentionality at a German university, which has been amongst the early adopters to devote universitywide attention to academic entrepreneurship; the students of such a university allow exploring what actually brings about intentions to become an entrepreneur and what does not. This paper analyzes data from 335 students at the Schumpeter School of Business and Economics at the University of Wuppertal. The presented results of the model may be used to finetune existing instruments to manage entrepreneurship programmes at universities and monitor the entrepreneurship culture of institutions of higher education following the idea of Fayolle Gailly 2005 that the influence factors on entrepreneurial intentionality identified in models like the one suggested in this paper can be the starting point for intervention measures aimed at improving the degree of entrepreneurial activity of university organizations. The remainder of the paper is organized as follows After a short review of university entrepreneurship and research in students entrepreneurial intentions, the authors embed their hypotheses within Ajzens 1988 Theory of Planned Behavior. Subsequent to the survey construction and a brief sum up of the methodological procedure our results will be discussed and, with respect to the limitations, some conclusions will be drawn. SCHUMPETER DISCUSSION PAPERS 201000432 Theoretical Background 2.1 University Entrepreneurship University Entrepreneurship is a vast field of research. Entrepreneurial activities of universities and other institutions of higher education HEI envelop patenting, licensing, creating new firms, facilitating technology transfer through incubators and science parks, and facilitating regional economic development Rothaermel et al., p. 692, without being completely explained by these aspects. The current evolutionary stage of entrepreneurial activities in the field of higher education can be seen as a result of historical changes as universities and other organizations are embedded in countryspecific education systems and institutions which have unfolded over centuries cf. Wissema 2009. For example, in the US the Morril Acts of 1862 and 1890 enabled each of the federal states in the US to control a portion of soil for educational purposes and liberally budget these institutions Mowery et al. 2004. Later, the Patent and Trademark Law Amendments Act, P.L. 96517, also known as the BayhDole Act BDA, established in 1980 generated a uniform policy of patenting and licensing inventions and innovations by universities, even if these novelties were fostered by public funds Friedman Silberman 2003, p.17. While the exact consequences of such changes in the legal regimes governing higher education still remain a matter of dispute, it is clear that any entrepreneurial activity within HEIs emerges in a rich context of endogenous organizational aspirations and reservations as well as exogenous institutional incentives and barriers Etzkowitz 2003; O Sheaa et al. 2005. Based on historical evolution, attempts to analyze different aspects of universities handling licenses, patents, and spinoffs of new firms are combined in a branch of science broadly described as University Entrepreneurship UE. According to Rothaermel et al. 2007 i entrepreneurial research university, ii productivity of technology transfer offices, iii new firm creation, and iv environmental context including networks of innovation display four major fields of research within UE. Mowery and Shane 2002 divide UE in the relationship between university research and private sector innovation, the mechanisms of technology transfer, the evolution of university technology transfer activities, and the creation of new firms to exploit university technology. p.5. Even though the latter apply a rather discursive frame of reference while Rothaermel delivers a taxonomy of existing literature on entrepreneurship and research policy to SCHUMPETER DISCUSSION PAPERS 20100044create a basic definition, both approaches reflect the general dimensions of UE as the sum of activities undertaken by universities and other educational institutions to take part in the entrepreneurial process 1. Figure 1 puts the different aspects of UE in context, reflecting them as a process of academic entrepreneurial activity undertaken by both university students and other faculty members in teaching and research. In the following this paper zooms in on the intentions and aspirations of the former to create their own business with their studies at university as a springboard graduate entrepreneurship. Environmental Context includingnetworks of innovation New Firm creation Productivity of technology transfer offices Entrepreneurial University Faciliatingtheprocess Figure 1 Context Framework of University Entrepreneurship Rothaermel et al. 2007 p.707 2.2 Entrepreneurial University and New Firm Creation Building a frame of reference for the analysis of students intentions to found their own firm requires further introduction. The key to this objective involves linking the entrepreneurial intentions of university students in this case at the Schumpeter School of Business and Economics at Wuppertal University, Germany and new firm creation as a core dimension of University Entrepreneurship. The variables impacting upon founding 1 Though a single comprehensive definition of the entrepreneurial process is not presented by literature, the authors have decided to use the basic display also presented by VolkmannTokarski 2006. Reviewing the historical development of the different definitions of entrepreneurship e. g. Schumpeter 1934, Cantillion 1755, HisrichBrush 1985, Casson 1982, Knight 1921 or HartStevensonDial 1995 will not be the challenge of this article. SCHUMPETER DISCUSSION PAPERS 20100045intentions and the probability of founding a new venture as a student or graduate are conceived to lie partly in the university and wider social environment of students as they perceive it for example the supposed startup support by the university or fellow students, but also perceived difficulties to found and run a venture as a university student or graduate; as suggested, e.g., in Walter 2008. The different concepts of UE in the literature present major similarities, which allow the construction of a framework for empirical analysis. The process of universities becoming more and more entrepreneurial depends on factors internal and external to the institution. Rothaermel et al. 2007 establishes a range of potentially relevant dimensions regarding the entrepreneurial university p.737 and new firm creation p.761. These dimensions include incentive systems, status, location, culture, faculty, founding competences entrepreneurship education offers, policy, experience, defined role and identity, and technology cf. figure 2 below. Entrepreneurial University New firm creation Internal factors University System Incentive system Defined role identity Culture Experience Intermediary Agents Faculty Technology Entrepreneurial activity External Factors Industry conditions Government conditions e.g. BayhDole ActExternal Factors Market opportunity Industryattractiveness Figure 2 Factors influencing academic venture creation adapted from Rothaermel et al. 2007 The internal factors presented above take a mediating role in the process of furnishing the theoretical constructs of the entrepreneurial university and new firm creation with concretely indentified actions of individuals or groups. SCHUMPETER DISCUSSION PAPERS 201000462.3 Researching Students Entrepreneurial Intentions Venture creation can clearly be identified as a course of action. As shown later, human action and behaviour is nurtured by a variety of psychological propositions in particular intentions and their antecedents as the behavioural process unfolds. According to Frank, Korunka and Lueger 2002 entrepreneurial intention in the context of graduate entrepreneurship is   the concrete personal estimation of the possibility of selfemployment after completing academic studies   p.47. 2.3.1 Theory of Planned Behaviour An accepted and widespread model of explaining human actions using the underlying intentions and belief structures in social psychology is the Theory of Planned Behaviour TPB Ajzen 1988 for its increasing relevance in entrepreneurship research in comparison to other models explaining entrepreneurial intentionality namely Shaperos entrepreneurial event model see, e.g., Linan Chen 2009; Connor Armitage 1998; Cordano Frieze 2000; Hrubes et al. 2001; Armitage Connor 2002, Armitage Arden 2002; Celuch Slama 2002; Pavlou 2002; Jones 2003; Jimmieson White 2004; Greenslade White 2005; BroadheadFearn White 2006; Elliot Armitage 2009. Based on the earlier Theory of Reasoned Action Ajzen Fishbein 1980 TRA, which concentrates on the analysis of volititional behavior Celuch Slama 2002 p.14, the TPB illuminates the process of human action by linking it to three core variables namely the attitude toward the behaviour ATB, the subjective norms SN and the perceived behavioural control PBC. Each of these variables is based on belief structures such as behavioural beliefs, normative beliefs, and control beliefs, which can be defined as basic assumptions each individual holds about the intended action. The basic model of the TPB is displayed in figure 3 below. It seems sensible to use the TPB concept for modelling entrepreneurial intentions since starting a business constitutes a complex, distal behavior Krueger 1993, p.5 which will likely be conscious, voluntary, and purposeful and which can hardly be modelled as mere stimulusresponse Krueger et al. 2000. Also note that with regard to resulting founding action, intention is considered to be an important precursor of planned behaviour Linan Chen 2006; see also Baron Ward 2004. Intent to found itself is assumed to be influenced by a range of antecedents as they are perceived in this case by students Linan Chen 2006; cf. figure 3. SCHUMPETER DISCUSSION PAPERS 20100047Tying the TPB model architecture back in the above external and internal factors of university entrepreneurship, it is these factors which are supposed to mould students behavioural, normative, and control beliefs towards starting their own business in the future. E.g., for the issue of students perceived behavioural control to successfully carry out startup activities, the quality of a universitys support offers e.g. a funding programmes for university startups or entrepreneurship courses to build students founding competences may propel or inhibit students control beliefs; cf. Mueller 2008. Attitudes toward the behaviour The variable ATB   refers to the degree to which a person has a consistently2 favourable or unfavourable evaluation or appraisal of the behavior in question Ajzen 1991, p.188. In other words, ATB reflects ones personal attraction towards a specific target behaviour like founding ones own business see Rivis Sheeran 2003 in general and Kolvereid 1996 or Mueller 2008 in the entrepreneurship context. 3In fact, attitudes can rather be analysed by verbal expressed evaluations of possible behaviour, than by monitoring behaviour itself Fishbein Ajzen 1980 p.8. Attitudes may be separated from traits by the difference of an evaluative mindset Ajzen 1988, p.7. Behavioural beliefs describe the attribution of an intention an individual performs with regard to the anticipated consequences of the behaviour in mind Ajzen 1991, p.191; i.e., attitudes contain an affective dimension like or dislike as well as an evaluative, consequential dimension potential subjective benefits from the target behaviour Linan Chen 2006. Here, belief strength and evaluation of consequences have to be distinguished. Subjective norms 2 The adjective consistently is based on a definition of the term attitude according to FishbeinAjzen 1975. Consistency takes different shapes. Some objects may always resolve in the same action meaning positive or negative responses stimulusresponse consistency. It is also imaginable that different types of action in response to an object show characteristic similarity responseresponse consistency. Furthermore actions can display a distinct type of individual evaluation concerning an object evaluative consistency. According to Campbell 1963 in FishbeinAjzen 1980: p.6f. 3 Using a questionnaire the verbal character of attitudes in contrast to traits is included in the study. Verbal attitudes hold all cognitive, affective and conative reactions without further mentioning the exact specifics of these dimensions due to the formal restrictions of this paper see Ajzen 1988. SCHUMPETER DISCUSSION PAPERS 20100048The SN variable   refers to the perceived social pressure to perform or not to perform the behavior Ajzen 1991, S.188. Subjective norms are understood as social pressures that people perceive from important others Rivis Sheeran 2003, p.218. For the focal behaviour under study individually perceived norms reflect the perception that reference people would approve of the decision to become an entrepreneur or not Linan Chen 2006, p.4. Ajzen 1988 deliberately separates the SN variable from norms in general, stating the specific importance of support by important others e.g. peers, relatives, or friends in the direct social environment of the individual. While an intended action may hold societal legitimacy according to general norms, the social environment such as family, friends and other possible role models may not approve it. SN are developed based on normative beliefs by evaluating the likelihood of socially influential others to approve or disapprove the intended behaviour. The belief structures are measured by the motivation the individual has to accommodate social pressure Ajzen 1991, p.195. Behavioralbeliefs Attitudetoward thebehavior Normative beliefs Subjectivenorm Intention Behavior Controlbeliefs Percievedbehavioralcontrol Figure 3 Theory of planned behaviour Ajzen 1988, p. 133 Perceived behavioural control PBC   refers to the perceived ease or difficulty of performing the behavior   Ajzen 1991, S.188. Based on the considerations of Bandura 1977 and the construct SCHUMPETER DISCUSSION PAPERS 20100049of selfefficacy, PBC addresses the limitations of the earlier TRA which strictly refers only to measuring behaviour completely under the control of the individual. Besides the pure intention of performing an act, resources and opportunities enabling the individual to behave in the intended way are implemented in the TPB. Obviously, this is important to the case of founding a new business which requires a range of competences as well as setting up an initial resource base Brush et al. 2001. The power the actor has over the intended action must be seen as a continuum of less or no controllability to more or complete controllability Ajzen 1988, p.127. Yet again, the perceived controllability of the individual, and not the actual or realistic control, has a certain threshold to be reached in the process of human action cf. Krueger 1993, who estimates that a threshold level of perceived feasibility will be required for intentions towards founding a business to occur. The control beliefs will determine the range of the controllability the individual perceives previous to the act. Overall, the perceived force of contribution identified by the actor with regard to the resources and opportunities defines the influence of PBC on the intended action. Having presented the direct, immediate antecedents of intentionality i.e. ATB; SN; PBC now the general model of behavior intentionality and its antecedent influences will be put in the context of student entrepreneurship. Namely, we will relate the above broad internal factors suggested to impact upon university entrepreneurship in general i.e. influences on licensing patenting startup efforts by university researchers lecturersstudents to the specific antecedents of students entrepreneurial intentions. Only then we will suggest distinct hypotheses for empirically testing and refining our model of students founding intentions and their possible endogenous and exogenous influences. Internal factors The underlying evaluative mindsets in intending behaviour automatically chain the ATB, SN and PBC to the internal factors of UE. For internal factors to have an influence on students intentions, two paths are to be considered. First, students themselves may primarily be influenced by the surrounding academic culture. Second, students may be encouraged by members of the faculty, who themselves are influenced by the internal factors of the university system. The value of an intended behaviour within an organization for example depends on the internal incentive system. Positive connotaSCHUMPETER DISCUSSION PAPERS 201000410tions can either respond to extrinsic or intrinsic dimensions of the intention to perform the behaviour influencing ATB. Certificates of attendance in specialized entrepreneurship classes, extraordinary credit points for extracurricular entrepreneurship activities or the possibility of attaining a desirable internship may count as incentive primarily targeting students extrinsically. Think Tanks e.g. rooms in which interested students may seek advice or find supporting infrastructure for free or the possibility to present their entrepreneurship ideas to professionals may influence students intrinsically. Friedman and Silberman 2003 identify the existence of a clear mission statement as a strong influence on positive evaluation of behaviour p.29, also pointing out the positive effect of the identity of a university. An explicit mission also works as an indicator of norms surrounding the possible entrepreneur linking it to SN. Note the possibility of negative influences on entrepreneurial intentions. In the case of students being confronted by incentives contradictory of intended behaviour, they might be losing the interest in their initial ideas of founding a business. On the other side incentives could also target nonentrepreneurial behaviour negatively to support the opposite. Culture, as an internal factor, has been object to economic research in many different contexts see Schein 1985; Schreyogg 2003; Steinmann Schreyogg 2005. Maurer 1973 defines it in contrast to nature as creation according to human drafts p.823. Creation is at the same time the core behaviour of entrepreneurship in Schumpeterian Tradition. Planting a seed of constant creation within the members of faculty as well as the students of the Schumpeter School may reflect entrepreneurial behaviour as valuable and therefore influence the ATB. It also reflects the degree of social support to entrepreneurial behaviour. Furnishing a more theoretical point of view in teaching, not implementing entrepreneurial opportunities may have a rather negative effect on the entrepreneurial culture of a university. Note the close link between the faculty furnishing culture and the students experiencing culture. As to incentive systems, that is why faculty and students both have to be thought of as a collective body open to motivation within a culture carefully supported by distinct experiences supporting entrepreneurial intentions. Intermediary agents, namely technology transfer offices TTO or technology license offices TLO mainly act as a mediator between academia and the private sector Collins Wakoh 2000, p.217. Their major objective is to lift as many inventions as possiSCHUMPETER DISCUSSION PAPERS 201000411ble to a saleable level in order to generate the arising income. Collins and Wakoh 2000 identify the availability of venture capital, the mobility of personnel, and the risk propensity of the involved staff as crucial conditions of a successful technology transfer p.221. First of all, the existence of intermediary agents may break the ice with regard the students willingness to invent or create, lowering the assumed barriers to their intended behaviour. Furthermore, having an intermediary agent within the university may also influence the students beliefs such as possible outcome of the creative behaviour. By also adding a notable amount of perceived controllability concerning the act of creating a venture, intermediary agents may influence ATB and PBC directly and indirectly via the connected belief structures. The point of view often reflecting the role of intermediary agents from will not be the focus of this paper, since the volitional maximizing of saleable inventions and the transfer to the market rather aims at the entrepreneurial activity of faculty. Nevertheless, intermediary agents are important mediators also concerning students intentions to create businesses. Another important factor within the process of entrepreneurial action is faculty. Universities, especially when seen as social networks, are dependent on the effort and motivation of their staff. In the context of academic venture creation faculty takes or opposes roles and identities, lives within cultures, reflects incentive systems implicit or explicit, works within intermediary agents and licenses technology. The increasing amount of academic patents succeeding the BDA is also a consequence of increased attendance of faculty in this process Thursby Thursby 2002, p.102. Also the amount of departments positively influences the amount of announced inventions Friedman Silberman 2003 p.25. For these reasons faculty is also expected to affect the intended behavior of venture creation within the student body of universities. Signaling a possible venture success and actively decreasing the amount of barriers encountered by possible entrepreneurs by either promoting entrepreneurship in corresponding lectures or involve in the process of starting a business the fear of failure should influence ATB and PBC. As the part of University directly interacting with students on various occasions, faculty is seen from a more crossdivisional angle. Hallett and Ventresca 2006 insist that institutions are brought to life by the individuals interacting within them. Therefore faculty also creates a sense of social surrounding to the students that may actively provide norms and consequently nurtures the normative beliefs indirectly linked with intention building of individuals. SCHUMPETER DISCUSSION PAPERS 2010004122.3.2 Hypotheses The first set of hypotheses H1 ac follows a line of reasoning articulated in Linan 2009 Based on the planned behaviour approach, it could be argued that individuals take their decision to create a new enterprise on three motivational factors his personal preference or attraction towards entrepreneurship, his perceived behavioural control, and the perceived subjective norms. ibid., 260; also see Goethner et al. 2009 for a similar framework on intentions towards university entrepreneurship by scientists. I.e., as depicted in figure 3 above, this study will first test possible direct influences on intentions at the attitudelevel as suggested by TPB namely ATB; SN; PBC; in a second step, we will then explore the impact of a range of exogenous factors both environmental and individuallevel influences and their potential direct and indirect effects on intentionality mediated by the above immediate antecedents towards entrepreneurial behaviour. Note that other studies have omitted the antecedent attitudelevel and tested only direct effects of environmental and demographic variables on entrepreneurial intention e.g. Walter Dohse 2009. However, we agree with Krueger 2000 that such exogenous influences operate indirectly on intentions, only if they change the decisionmakers attitudes Linan 2009, p. 260. Attitude towards the behaviour It is hypothesized that an individuals entrepreneurial intention is influenced by the attitude toward the potential behaviour. In particular, ones attitude towards a target action reflects the degree of personal attraction, in this case towards becoming an entrepreneur cf. Ajzen 2002. In other contexts to which TPB has been applied the rationale that a positive attitude towards certain behaviour can enhance intentionality and therefore the probability of that behaviour has been shown, e.g., by VinokurKaplan 1978 within the context of mothers and their intention to get another child these findings were affirmed by Beale Manstead 1991. Krueger et al. 2000 tested the attitudeintentionbehavior proposition within a university context, measuring the entrepreneurial intentions of students, finding a significant influence of the ATB on intention also cf. Gulbrandsen Smeby 2005 arguing that university members will be more likely to engage in entrepreneurial activity when it is evaluated positively. To retest these findings at a German University, the following hypothesis will be tested Hypothesis 1a SCHUMPETER DISCUSSION PAPERS 201000413A persons attitude towards startup behaviour affects entrepreneurial intentions positively. Perceived behavioural control Another core component of the TPB is the perceived behavioural control. It has been subject to many studies, because of its strong influence within the TPB. Most studies support the assumption that an individuals perceived easiness or difficulty to perform a task influence intentionality Connor Armitage 1998; Armitage Connor 1999; Celuch Slama 2002; Greenslade White 2005; Hrubes et al. 2001; Jones 2003. In the entrepreneurship context, in particular the influence of perceived entrepreneurial self efficacy has been found to be relevant to explain entrepreneurial intentions; Banduras notion of self efficacy reflects a judgement of ones capability to accomplish a certain level of performance Bandura 1986 p. 391 and has been viewed to correspond to the PBC construct in TPB e.g. Linan 2009. Below, we will further explore the impact of role models and obtained entrepreneurial and business skills which are typically related to perceived behavioural control cf. Bandura 1997 who considers aspects like role examples and perceived enactive mastery of a task as elements of self efficacy. Before that, we will test the immediate impact of perceived behavioural control on entrepreneurial intentionality Hypothesis 1b Perceived behavioural control has a positive effect on entrepreneurial intentions. Subjective norms The last direct intention antecedent within the TPB framework is the supposed impact of subjective norms. The immediate social environment of a student could, as mentioned in chapter 2 above, change the perception of a possible course of action, namely to engage in selfemployment during ones studies or after graduation from university. A person could be more inclined to becoming an entrepreneur, if building a business is valued by the close social surrounding of the individual at university this may be work colleagues for the context of researchers and lecturers; cf. Goethner et al. 2009 or fellow students. If important reference people for students like parents, family, and friends positively judge entrepreneurial intentions, the choice of starting an enterprise is not only rewarded with the considerable advantages of being an entrepreneur, e.g. the great autonomy of decision, but also with the approval and perhaps also active resource support of that group. SCHUMPETER DISCUSSION PAPERS 201000414Note that the prognosis validity and explanatory power of the SN variable is uncertain and sometimes not significant Armitage Conner 2001; for a further discussion of the comparatively low impact of SN on the extent of entrepreneurial intentionality, e.g. in cases of individuals with substantial internal control and action orientation, see Linan 2009. However, a number of studies found a positiv connection between norms and intentions BroadheadFearn White 2006; Celuch Slama 2002; Cordano Frieze 2000; Geernslade White 2005; Hrubes et al. 2001. Therefore the following hypothesis will be tested Hypothesis 1c Perceived acceptance by reference people subjective norms influence entrepreneurial intentions positively. Next, the paper moves on to discuss possible exogenous contextlevel and individuallevel influences on entrepreneurial intentions either directly or indirectly through the above attitude layer. Attendance in entrepreneurship courses and students prior business apprenticeship experience In terms of the contextual influences on students intentions to start their own business and their attitudes towards founding the potential influence of specific entrepreneurship education at university first comes to mind. Indeed, over the last decades many universities have developed tailormade entrepreneurship programmes entailing a differentiated portfolio of courses in entrepreneurial management, business planning, innovation, finance etc. Mueller 2008; Volkmann Tokarski 2009 and so has the Schumpeter School of Business and Economics at Wuppertal University. The detailed impact of such programmes on the formation of entrepreneurial intentions in students both at university and college and other university members is still a matter of debate see, e.g., Pittaway Cope 2007; Walter Dohse 2008; v. Praag et al. 2008. In this context it seems especially valuable to explore the impact of the attendance of entrepreneurship courses not only on focal intentionality itself, but mainly also on the ATB, PBC, and SN antecedents. This is because previous research has suggested that entrepreneurship courses may be beneficial in positively changing students attitudes towards entrepreneurship i.e. ATB but less good in terms of enhancing perceived behavioural control Walter 2008; Souitaris et al. 2006; for a deeper discussion of the effects of difSCHUMPETER DISCUSSION PAPERS 201000415ferent types and formats of entrepreneurship courses on entrepreneurial intentions see Mueller 2008 and Walter 2008. By the same token in a sample of Spanish students Guerrero et al. 2008 found that students well consider the option of become an entrepreneur attractive but doubt that they have the skills required to become an entrepreneur. Hypothesis 2 a The attendance of entrepreneurship courses influences the attitude toward entrepreneurship positively. Hypothesis 2 b The attendance of entrepreneurship courses affects perceived behavioural control positively. Hypothesis 2 c The attendance in entrepreneurship courses influences perceived subjective norms positively. In addition to entrepreneurship education at university, students, though still fairly young in terms of their professional career, of course also hold other sources of competences and skills that might contribute to perceived entrepreneurial capability. Typical examples of such sources and their impact on entrepreneurial intentions are professional business experiences Teixera Forte 2009 and prior entrepreneurial exposure Krueger 1993; Ucbasaran et al. 2009. In the case of students in Germany, substantial business experience prior to university may stem from previous business apprenticeships. In particular, students previous apprenticeships may have enhanced their perceived business, negotiation, and social skills that they may feel to be relevant for the task of setting up ones own business; hence, having done an apprenticeship may primarily impact upon students perceived control. Hypothesis 2d A completed apprenticeship influences the perceived behavioural control positively. Entrepreneur within the family Following the theoretic foundation of the TPB the existence of role models is assumed to impact upon the core variables of the displayed model of building up intentions. Entrepreneurs within the direct social environment of the individual may function as such role models. This has been discussed in numerous studies according to Walter and Dohse 2009, however, the authors also diagnose that there is a lack of clarity concerning the nature of the relevance of such role models p.12. They may transfer positive connotations and a live example of the entrepreneurial act as being rewarding as well as SCHUMPETER DISCUSSION PAPERS 201000416manageable and attainable. Also the entrepreneurial spirit projected by a related entrepreneur may set terms of pressure for the individual to create a venture, too. Consequently, it is again useful to look into the possible effects of the existence of role models in terms of all three intentional antecedents. Hypothesis 3 a Having an entrepreneur within the close family influences the attitude toward entrepreneurship positively. Hypothesis 3 b Having an entrepreneur within the close family influences perceived behavioural control positively. Hypothesis 3 c Having an entrepreneur within the close family influences subjective norms positively Citizenship Furthermore a relationship between the cultural backgrounds of students and their willingness to start a business is assumed. In view of the potential cultural impact of the specific primary and secondary socialization context of students from different countries, the strength of the parameter values of the intentional antecedent variables within the TPB model may well differ across cultures see Mitchell et al. 2002 discussing cultural influences on the business formation decision and its antecedents in an international context. The Global Entrepreneurship Monitor GEM 2008 measured amongst other things the different attitudes toward entrepreneurial activity in 43 countries. The population, differentiated in Factor Driven Economies FDE, Efficiency Driven Economies EDE und Innovation Driven Economies IDE showed major differences concerning the perceived quality of conditions for venture creation FDE 53%; EDE 48.1%; IDE 39%. Mc Mullen, Bagby and Palich 2008 found support for the hypothesis according to which entrepreneurial activity positively depends on economic freedom in their study on an older version of the GEM. For the context of university entrepreneurship note also that the Global University Entrepreneurial Spirit Students Survey identified substantial heterogeneity in students attitudes towards entrepreneurship and their motivation to start their own business in the future GUESSS 2008. The direction and nature of the causal relationships with regard to cultural differences is often unclear in international studies of entrepreneurship. Therefore, we merely assume SCHUMPETER DISCUSSION PAPERS 201000417a distinct difference across a culturally diverse population as it is in our sample of students at Wuppertal University. Lee and Green 1991 support this assumption in their study by stating, that the two samples with different cultural backgrounds exhibited substantial differences in the importance of personal attitudes and societal norms in determining behavioural intentions. p.9. Similarly, Abrams, Ando, and Hinkle 1998 found that the subjective norm variable was a stronger predictor of turnover intentions within different cultures. Because of the small size of single cultural subgroups we only focus on intergroup differences between German students and students from other origins. Hypothesis 4 a Students with a German citizenship have a different attitude towards entrepreneurship compared to the other students. Hypothesis 4 b Students with a German citizenship have a different perceived behavioural control compared to the other students. Hypothesis 4 c Students with a German citizenship have different subjective norms compared to the other students. In addition to the above core hypotheses of the model we will also explore the influence of typical characteristics of the body of students at a university namely factors like students gender, age, degree course, and tenure. Towards this end, identifiable differences in the level of entrepreneurial intentionality and the parameter values of, e.g., perceived behavioural control and attitudes towards entrepreneurial behaviour offer starting points for university policies to foster entrepreneurship cf. Goethner et al. 2009 following a similar line of reasoning for the case of scientist entrepreneurship at universities. SCHUMPETER DISCUSSION PAPERS 2010004183 Methodology Within this chapter the items, which were used to test the previously deducted Hypotheses will be explained. Focussed on the conceptionalisation of the entrepreneurial intentions influencing variables, the way of itemcreation, the pretest, and the final survey will be explained. 3.1 Survey construction The following section explains the construction of the survey. Based on a draft of Ajzen 2002, items were conducted to measure the different parts of the TPB. It was important for the authors to create a survey that could capture the specifics of students at a university. Their special situation was implemented within the questionnaire. Basic population of the research design were only students at the Schumpeter School of Business and Economics. A survey within the whole student body of the Bergische Universitat Wuppertal would have been even more interesting, the conclusions drawn within a single faculty can be a first hint of the entrepreneurial intentions in Wuppertal. The final version of the questionnaire used 43 questions. Knowing the pros and cons of different scaling types and the ambivalenceindifference problem, 32 questions used a positive coded sevenpoint LikertScale reaching from 1 do totally not agree to 7 do totally agree. The original version was in German and was translated for this article. With guidance from Schnell, Hill and Esser 1999, p.174 the Item construction was based on the following main suggestions. The Items were kept simple, short and unambiguous, measuring mainly present attitudes, not past and trying to cover the whole field of interest, while questions with double negation have been avoided. These guidelines were again used after the initial pretests, of which the results will be integrated in the Item construction. With help of the corrected itemtotal correlation and the confirmatory factor analysis the selectivity and the item structure were checked. 3.2 Items measuring the Theory of Planned Behaviour Entrepreneurial Intentions As mentioned before the data collection served two primary goals. On the one hand it is the collection of descriptive data within the Schumpeter School, giving a detailed view of the entrepreneurial intentions, the perceived support of entrepreneurial activity and SCHUMPETER DISCUSSION PAPERS 201000419the participation in firm creation. It was the researchers curiosity to find out more about students at an often highly ranked faculty in the field of new firm creation. On the other hand it was conducted to test the TPB within the university context. To measure the different aspects of the entrepreneurial intentions four items were used. While I intent to create a company within the next five years. should measure a rather short time span, the same question was asked with the longterm perspective someday in my Life. The item I would like to be entrepreneur, I just dont have the right idea. should measure the intention despite the missing of an idea. The cronbachs alpha was .77 and could have been increased to .87 by dropping the last Item, but the authors decided that with regard to contents the Item should be included. Subjective norms Three items were elated to measure subjective norms. Because SN describes the perceived image of entrepreneurship within the society, three different perspectives were included. My closest family expects me to start my own business. tried to display the expectancies of the near social surrounding, while the negative coded item My social environment expects me to graduate. considers the specifics of students, at a point where the ad hoc creation of a new firm is connected to the abort of the study. The cronbachs alpha was .76 with no significant possibility of further improvement. Normative beliefs The normative beliefs, which affect the subjective norms, were measured with two items. An example is My Friends expect me to start my own business. In most research designs normative beliefs are analysed by more items, but based on the scope of the research and the complexity of the survey only two items were inquired and multiplied. So, no cronbachs alpha could be calculated. Attitude toward the behaviour This, in chapter two ample displayed, part of the TPB was itemized with four questions. While Entrepreneurship has more pros than cons. tries to measure the personal value of entrepreneurship in the students. The reverse coded item I would advise fellow students not to incorporate a business, even if they had a good entrepreneurial idea. reflected the negative view of the formation of a company. The last two aspects cover the perception of risks and sorrows, like I think the situation of incorporating a business is very risky  Cronbachs alpha was extremely low at .42. By dropping the only not reSCHUMPETER DISCUSSION PAPERS 201000420versely coded item, it could have been increased to .6. But with regard to contents the item was included. And like Cortina 1993 ascertained, cronbachs alpha may be low due to the measure of different dimensions, which could be the case for this part of the study. Behavioural beliefs Like the ATB, the behavioural beliefs were dissected by four items. Two of them measuring the power of the belief, like The creation of a business is very attractive for me. Items then were multiplied and added to the consequences of these beliefs as Creating an own business would bring me material prosperity. Cronbachs alpha was .85. Perceived behavioural control The final variable of the TPB is perceived behavioural control. It was measured by three items. During the pretests the risk of misunderstanding was expressed by the subjects, so the authors did review these. The aspect of controllability was put in focus. Finally the measured PBC ranged from the selfconfidence with the creation, I belief I could handle the creation of a new firm to the completed controllability, The complexity of creating a new firm would be easy to control for me. With a cronbachs alpha of .71, the added items build the PBC. Control beliefs The control beliefs influencing PBC were measured by four items. Two items gauging each, the belief strength and the behaviour. An example for the first is If I would like to, I could handle the creation of a new firm., whereas the latter is exampled by Being an entrepreneur means having certain skills and abilities, which I posses  Summing up these items built the control beliefs, with a cronbachs alpha of .73. 3.3 Items for the analysis Entrepreneur within the family To analyze the hypothesis concerning the influence of parents and the close social surrounding, the question Are there any entrepreneurs within your social environment? was used. Possible answers were Mother, Father, Both, other Relatives, and None. For statistical purpose, they were summed up to the dichotomy variable one or more entrepreneurs within the family. A closer investigation, depending on the results could be useful. SCHUMPETER DISCUSSION PAPERS 201000421 Theoretical and practical entrepreneurship knowledge Within the questionnaire a block regarded the teaching of the entrepreneurship knowledge. The item for the theoretical knowledge is The Schumpeter School conveys theoretical knowledge, which alleviate the creation of a new firm., and The Schumpeter School conveys practical knowledge, which alleviate the creation of a new firm. measures the praxis of creating an own business. Three more items were conducted but not used for hypothetical purpose. Attendance in entrepreneurship lectures The Schumpeter School of Business and Economics offers a wide spectrum of different lectures in Entrepreneurship. Like shown before, a significant connection between the attendance in these lectures and the entrepreneurial activity due the TBP is assumed. Therefore the quantity and kind of lecture were investigated further. It was possible to give different answers, None, Chair of Professor Braukmann, Chair of Professor Fallgatter, Chair of Professor KochVolkmann, and other. Citizenship After dropping the idea of assessing religious denominations, the citizenship of the students was recorded. It should give an indicator of the cultural heritage which the students are influenced by. The item was Which Citizenship do you hold? with the possible answers German, Turkish, Russian, Chinese, or other. It was explicitly asked for dual citizenship. Control variables As mentioned before the questionnaire contained 43 items, including some control variables, like sex, age, university tenure, aimed degree, finished apprenticeship, and previous entrepreneurial activity. 3.4 Measurement The survey has taken place in January 2009, at the Schumpeter School of Business and Economics. Participants were mostly students of the Bachelor, Master and Diplomaprogrammes of all Semesters. The questionnaire was conducted at the beginning or ending of different lectures, tutorials and projects, with both authors present. It was fully anonymous and took around 15 minutes each. SCHUMPETER DISCUSSION PAPERS 2010004223.5 Descriptive findings 400 forms were distributed to the students, 335 were returned usable, yielding a rather high rate of return of 83.75%. Table 1 shows a brief summary of the most interesting results. The average participant was 23.40 years old and studying within the 5th semester. 177 of the participants were female 53% and 158 male 47%. Table 1 Descriptive results of the survey variable Age Gender female male University tenure Apprenticeship well coached by: chairs administration entrepreneurial experience aimed degree Bachelor Master Diplom other Citizenship german turkish russian chinese other attendance multiple answers Prof. Braukmann Prof. Fallgatter Prof. Koch Prof. Volkmann other none entrepreneur within the family multiple answers mother father other relatives none meantotal 23,40 177 158 4,17 80 228 190 15 156 56 100 23 275 8 7 4 38 39 55 78 9 210 15 53 152 132 standard deviation percent 3,71 53 % 47 % 3,73 24 % 68 % 57 % 5 % 47 % 17 % 30 % 6 % 82 % 2 % 2 % 1 % 11 % 12 % 17 % 23 % 3 % 62 % 5 % 16 % 45 % 40 % SCHUMPETER DISCUSSION PAPERS 201000423Nearly a quarter did finish an apprenticeship before starting to study 24% and almost 70% did feel well coached from the chairs within the faculty, only 57% found the administration to be good in coaching the students. 15 students had made entrepreneurial experience before. To avoid a positive bias towards entrepreneurial activities, they were removed from the analysis. After the regressions, a ttest was conducted to check for significant differences between the students with entrepreneurial experience and the other students. After that it is possible to take a look at the items of the different scales. Entrepreneurial Intention had a mean of 3.78 based on the 1 to 7 agreementscale. The highest antecedence value of EI was the perceived behavioural control with 4.35, followed by the attitude towards the behaviour 4.03 and the subjective norms 3.80. The belief items were multiplied and shouldnt be viewed on a 1 to 7 scale. Rather, they should be reflected within the possible min and max scale of 2 to 98. The control beliefs appeared strongest 38.63 followed by the behavioural beliefs 34.15. The normative beliefs turned out extremely weak 14.30. Table 2 shows the means and standard deviations. Table 2 Means Standard Deviations from the TPB Variables variable Entrepreneurial Intention Attitude towards the behaviour behavioural beliefs Subjective norms normative beliefs Perceived behavioural control control beliefs mean 3.78 4.03 34.15 3.80 14.30 4.35 38.63 standard deviation 1.14 0.74 23.73 0.90 15.94 1.41 18.89 Figure clarifies the development of the EI of the participants blue, ATB green, SN beige, and PBC purple. For presentational purpose even and uneven semester terms have been grouped. Each group represents the even and uneven terms, due to the limitation that students at the Schumpeter School can only enrol during the fall semester. An exception is group 7, which includes all students after the 11th term. Most interesting is the development of the PBC. Students perceived behavioural control reaches a rather high value of 4.26 in the first terms of their studies, then decreasing SCHUMPETER DISCUSSION PAPERS 201000424to its lowest point in the next two semesters, before increasing to its maximum at 4.75 during the 7th and 8th term. Afterwards PBC slightly decreases again, but remains as the highest of all variables. Besides this development, the fluctuation of the other variables is rather stable. ATP slowly develops positive, while the subjective norms slowly decrease with exception of term 9 and 10. The reported level of entrepreneurial intentionality is rather high at the beginning of ones studies but then decreases notably to 3.5 for students in their second and third years of studies. Interestingly, EI appears to be higher for students in their seventh and eighth semester, but is sharply lower for students already beyond their 11th semester reaching 2.65. That might be due to the high losses of invested time in the aimed degree course which commonly have regular lengths with a maximum of nine semesters. Figure 4 Means of EI, ATB, SN and PBC at different terms at the Schumpeter School SCHUMPETER DISCUSSION PAPERS 201000425Table 3 shows the bivariate correlations of the measured items. The EI variable shows a positive correlation with all core constructs and underlying belief constructs of the TPB. The coherence of the EI variable with the overall behavioural beliefs r .75 and with the PBC variable in particular r .62, is remarkably high. Some of the correlations must be explicitly considered in the university context and structural changes inside Schumpeter School of Business and Economics. The attendance in entrepreneurship modules is positively correlated with the PBC and the control beliefs, while it is related negatively to an aspired bachelors degree. In a nutshell, all variables of the TPB are influence structure. highly correlated with each other, indicating a multiple SCHUMPETER DISCUSSION PAPERS 201000426 1 Gender 2 Well coached by chairs 3 Well coached by administration 4 Entrepreneurial intentions 5 Attitude towards the behaviour 6 Behavioural beliefs 7 Perceived behavioural control 8 Control beliefs 9 Subjective norms 10 Normative beliefs 11 Theoretical practical ent. knowledge 12 Attendance in entrepreneurshiplectures 13 Entrepreneur within the family 14 Entrepreneurial Experience . The Correlation is at .05 twotailed significant. . The Correlation is at .01 twotailed significant. 4 5 6 7 8 9 10 11 12 13 14 Table 3 Bivariate correlations of the measured variables 1 1,00 2 0,07 1,00 3 0,03 0,57 1,00 0,25 0,06 0,04 1,00 0,17 0,04 0,04 0,27 1,00 0,24 0,02 0,09 0,75 0,37 1,00 0,26 0,03 0,06 0,62 0,31 0,71 1,00 0,21 0,09 0,00 0,34 0,18 0,42 0,69 1,00 0,01 0,08 0,05 0,36 0,17 0,36 0,31 0,25 1,00 0,16 0,01 0,01 0,33 0,13 0,39 0,29 0,25 0,41 1,00 0,04 0,29 0,24 0,09 0,05 0,12 0,20 0,19 0,01 0,03 1,00 0,08 0,01 0,02 0,01 0,08 0,06 0,12 0,10 0,01 0,06 0,12 1,00 0,02 0,01 0,04 0,05 0,03 0,04 0,09 0,12 0,08 0,14 0,01 0,01 1,00 0,09 0,15 0,07 0,11 0,09 0,23 0,22 0,24 0,17 0,14 0,04 0,13 0,02 1,00 SCHUMPETER DISCUSSION PAPERS 2010004274 Results Following the hypothesis, a regression including the behavioural beliefs, the ATB, SN, and PBC was calculated, showing a construction error with a low R2. After checking for possible causes, the authors came to the conclusion that too few items have been assembled to check the beliefs and their three core components. The theoretical discussion of that will follow at the end of this article during the reflexion of possible limitations. For statistical purpose the core variables and their beliefs were integrated in one item each. Afterwards another regression for EI itself has been calculated, of which the results are presented in Table 4. The regression is significant at p .001 with F 2,292 14.61. To test the suggested hypotheses for the TBPVariables three more regressions were calculated, one for each core characteristic. Table 4 Results of the Linear Regression for the Entrepreneurial Intention Variable Variable Control Regression age gender EI Regression SN PBC tenure apprenticeship citizenship entrepreneurship knowledge attendance in entrepreneurship entrepreneur within the family standardized coefficients significance R2 R2 .044 .232 .19 .27 .11 .03 .06 .05 .01 .02 .44 .00 .00 .00 .03 .43 .09 .15 .79 .60 .09 .57 .09 .66 The high R2 for the EI Regression of .66 is mainly driven by the highly significant ATB, SN and PBC antecedents, supporting hypotheses 1a to 1c. The tenure of students seems to slightly abate the EI, with a .11. Interestingly, entrepreneurial intentions are significantly influenced by gender. Male students seem to have a higher EI than female students. SCHUMPETER DISCUSSION PAPERS 201000428The three core characteristics can only be measured with a relatively weak adjusted R2 of .10 for the ATB p .001 with F 2,303 4.80, .15 for the PBC p .001 with F 2,303 8.16, and .09 for the SN p .001 with F 2,303 4.38. This and the other significant relations are shown in Figure 5. These regressions were used to test the other hypotheses. Figure 5 Results of the Linear Regressions Therefore, hypotheses 2a 2c had to be rejected due to missing significant coefficients, not supporting the relationship between the lecture attendances and the three core variables. Indications regarding the attendance in entrepreneurship lectures could thus not be supported, because there was no substantial relation to any of the three core variables. However, mixed or counterintuitive results with regard to the influence of entrepreneurship education measures on entrepreneurial intentionality are not uncommon in empirical studies of graduate entrepreneurship; this will be addressed further below in the discussion of the results. Supporting hypotheses 2d with a moderate significant .17 p .10, a positive influence on the perceived behavioural control due a completed apprenticeship has been found. A mixed picture must be contemplated for the next three assumptions. An entrepreneur within the family did not have a significant influence towards the attitude toSCHUMPETER DISCUSSION PAPERS 201000429wards entrepreneurial behaviour H 3a, but towards the perceived degree of control .15 p .10 and the subjective norms .17 p .05, thus supporting hypotheses 3b and 3c. While a positive relationship between citizenship German versus other origins and the attitude towards starting a business H 4a with .13 p .05 and the subjective norms H 4c .22 p .001 supported the corresponding hypotheses, an influence between students citizenship and their perceived behavioural control H 4b was not found. A significant influence from a students gender can be found for ones attitude towards a possible startup H 5a .26 p .05 and the perceived behavioural control H 5b .51 p .001. However, the last hypothesis relating to students gender has been rejected, finding no evidence for a different view on subjective norms between female and male students H 5c. For a further analysis on the impact of the attendance in entrepreneurship lectures, a ttest has been conducted, comparing the ATB, PBC, SN and EI of students with one or less finished courses with the subsample of students who had visited two or more lectures. The results indicate an interesting difference based on the intensity of attending entrepreneurship courses as shown in Table 5. Except from the social norms variable, all other variables differ in their significance between the two groups. How these results can be interpreted, with consideration of the results from the linear regression, will be discussed in the following chapter. Table 5 Results of the comparison of means students attendance in entrepreneurship lectures Attendance in lectures 1 or less Attitude towards startup 4,12 Perceived behavioural control 4,26 2 or more 4,50 4,90 Social norms Entrepreneurial Intentions 3,64 3,60 3,71 3,99 . The difference is at p .05 significant. . The difference is at p .10 significant. SCHUMPETER DISCUSSION PAPERS 2010004305 Results In the following sections the findings introduced above will be discussed alongside the four hypotheses groups H1ac to H4ac, including possible policy implications and ideas for further research. At the end of the chapter we will present important limitations of our study. 5.1 Discussion of Findings H1ac: The Core Components of TPB Overall, the theory of planned behaviour appeared to be a very useful model to explain the entrepreneurial intentions of students at the Schumpeter School. The three core components ATB, PBC and SN did all show a very high influence on the students intention to create a startup, explaining nearly 66 percent of its variance. The strongest impact seems to be coming from the individuals attitude towards starting ones own business .58 in the overall model. This corresponds with other studies within the entrepreneurial and nonentrepreneurial context e.g. Krueger 2000; Hrubes et al. 2001. Practically, this would suggest entrepreneurship courses and seminars at the Schumpeter School to focus at least as much on improving the attitude of the students towards entrepreneurship as on building students entrepreneurial capabilities. In other words, it seems valuable to foster students positive evaluations of selfemployment as a career option since positive attributions both affective, e.g. dislike, and evaluative, e.g. personal benefit may increase entrepreneurial intentionality Linan Chen 2006; see Gulbrandsen 2005 again and also the discussion of the impact of entrepreneurship education in H2ac below; note though that often students find becoming an entrepreneur desirable anyway but disbelieve the feasibility of founding a business as a student Guerrero et al. 2008. However, not only ATB, but also the other two components showed a significant positive influence on students intentions .27 PBC; .19 SN. The selfassessment of PBC, namely the individuals entrepreneurial competencies has a major impact on his or her intentions. Here it could be asked whether there is a supportive range of students perceive feasibility to found their own venture, which would enhance entrepreneurial intentions. On the one hand, it may require a minimum threshold of perceived feasibility in terms of ones personal capabilities to found and run a business Krueger 1993. On the SCHUMPETER DISCUSSION PAPERS 201000431other hand, it has been assumed that too much knowledge of the complexity and risks involved in the process of creating a new firm could rather have a detrimental effect on entrepreneurial intention, even though it did not have a negative influence within this data pool cf. Goethner et al. 2009; also see Oosterbeek et al. 2008 for a discussion of possible negative effects in the context of trying to improve students knowledge about entrepreneurship in class. To conclude the discussion of a suitable range of perceived behavioural control or feasibility note that personal threshold levels both to initiate entrepreneurial activity and continue with it over time may be subjective cf. Davidsson 1991 and Fallgatter 2005. Finally, the social norms variable was the weakest of the three core components of TPB, though still having a significant positive influence; this supports the proposition made by Guerrero et al 2008, p. 48 that accommodative social norms have a positive impact on the desirability to start a new business. It may thus be possible to increase the chances of a students entrepreneurial career by improving the views held about entrepreneurship and selfemployment as a profession in the social reference groups of students since the immediate social environment constitutes relevant subjective norms. While this may be difficult and perhaps also not viable for universities in practice, it shows at least that there are, of course, substantial influences outside university organizations which impact upon students intentions and attitudes towards entrepreneurship e.g. in terms of beliefs held about selfemployment in society and resources available to entrepreneurs. Therefore, on the one hand, institutions of higher education should be aware of the limited reach of their efforts in entrepreneurship education and support. On the other hand, universities and other institutions can take an active role in improving the overall culture for entrepreneurship, treating students and graduates as future opinion leaders in society this broader perspective on entrepreneurship education has been advocated in Koch 2003 and Volkmann 2009. Knowing that the three components ATB, PBC and SN have a significant influence on entrepreneurial intentions has further theoretical and practical relevance. First, it provides further another evidence for the theory of planned behaviour within an entrepreneurial context. Even if some problems during the elevation of variables have been found, the TPB seems to be robust and useable in explaining student intentions. Second, showing the strong importance of students attitudes towards entrepreneurship within the results, this may offer new starting points to increase students entrepreneurial activity in the context of higher education. Knowing the importance of students attitudes as SCHUMPETER DISCUSSION PAPERS 201000432well as feasibility perceptions, a further specialisation within these concepts could be very fruitful. In university management practice it will be essential for policy measures and entrepreneurship education offers to know which components of entrepreneurial intentionality such measures might address. I.e., for tailoring and fine tuning entrepreneurship programmes it is useful to understand that students broader attitudes towards entrepreneurship and their reflective social norms as well as their skills and capabilities may be targeted at. Correspondingly, entrepreneurship researchers should try to further elicit the different antecedent dimensions of EI rather than merely exploring and testing the direct effects of exogenous individual and contextlevel variables immediately on the EI variable as suggested in Walter Dohse 2009. This study, as well as numerous others, has indicated that there are different cognitive constructs at the psychological attitude level towards a target behaviour which may be distinguished, namely the ATB, PBC and SN components, which should thus not be dropped in EI models. However, additional effort needs to be put in capturing and measuring these components, aiming both to identify better measures and possible additional antecedent dimension of EI. While it was possible to prove the three main hypotheses H 1a H 1c, supporting the theory of planned behaviour, the three core concepts could not be explained as well. It seems that the ATB, PBC and SN constructs are much more complex than anticipated, which has also been the case in other studies. Like Linan 2008 the R2 was rather small and indicates the need of a deeper conceptualisation of antecedences. None the less some interesting influences could be found or have been rejected. H2ad: The influence of Students Education The linear regression did not show a significant relationship between the number of lectures finished and any of the core components within our model H2a2c. This is contrary to findings from Linan 2008 who found a significant influence of entrepreneurial skills on the entrepreneurial intentions of university students, or other authors who found a significant negative influence e.g. Oosterbeek et al. 2008. However, the mixed results of the impact of entrepreneurship education measures on entrepreneurial intentions suggests that the effect of entrepreneurship courses and modules or integrated programmes may depend on underlying qualitative and quantitative factors, e.g. the length and intensity of the entrepreneurship education programme or the format of the courses e.g. theoreticalpractical; interactive that students attend cf. Mueller SCHUMPETER DISCUSSION PAPERS 2010004332008. With regard to the length and intensity of entrepreneurship education, the comparison of means did indeed show significant differences between students visiting one or none courses and students with two or more lectures, with exception of the social norms. This indicates that the influences of learning more about entrepreneurship and the intention to start a new firm are very multilateral and will require further exploration. In terms of educational format, Walter and Dohse 2009 found a significant influence for active modes of entrepreneurship education, but not for reflective modes. As noted above, such a separation of different course formats was, however, not in the focus of our broader study on the context of entrepreneurial intentions at the Schumpeter School. However, differentiating between different types of courses appears to be logical step for future research. The results obtained should create an awareness of possible relationships, hidden within the basic causal assumption that increasing peoples knowledge about entrepreneurship should increase the level of entrepreneurial intentionality and, ultimately, the number of entrepreneurs. Even though there was no traceable negative influence towards any of the variables shaping entrepreneurial intentions, a deeper analysis of this issue would be useful to improve our knowledge on how entrepreneurship education offers should be designed to actually improve entrepreneurial activities. This is in view of the still valid assessment made by Suitaris et al. 2006 and Walter 2008 that has proven quite difficult to strengthen students entrepreneurial intentions through entrepreneurship education; it appears to be particularly difficult to improve the entrepreneurial skill set in a credible way for students to truly believe in their personal ability to found and established their own business; what may be comparatively easier is to try to develop positive attitudes about an entrepreneurial career. Appreciating the results above, a useful idea could be to improve entrepreneurship courses by including more role models, namely both successful and less successful entrepreneurs, perhaps not so much because they may enhance the perceived feasibility of founding a new business but also because they may help to improve attitudes towards entrepreneurship. The active integration of presentations held by experienced entrepreneurs, including interactive question and answer sessions, could be a viable way to increase the core components of entrepreneurial intentionality. The influences of role models, which could be found, e.g., in students families, will be discussed after a short look at hypothesis 2d. SCHUMPETER DISCUSSION PAPERS 201000434Another hypothesis, which has been supported by the data, was the positive influence of a completed apprenticeship on to the perceived behavioural control to found and run a business H2d. This could be because students who have gone through an apprenticeship feel that this enhanced their business, negotiation, and social skills relevant in business life. These findings correspond to the influence of professional business experiences on PBC identified in the study by Teixera and Forte 2009. Basically, the feeling of succeeding in a prior task like a business apprenticeship could also enhance the perception of an individuals selftrust and capabilities. Employing this mechanism could also be tried in entrepreneurship courses. For example, students could be given chances to succeed in business simulations, management games or business contests to improve their selfefficacy. H3ac: The role of Entrepreneurs in Students Families Continuing the discussion from above, role models may be important in forming students views about entrepreneurship; such models may of course not only relate to the university context, but also to the personal environment of the students. A positive influence of a role model could be found for the family of the students. Having such role models seems to influence the perception of control and the subjective norms towards entrepreneurship positively H 3b3c. Interestingly, the relationship between having an entrepreneur in the closer family and the attitude toward a startup was not significant. This could be due to the multiple influences that knowing an entrepreneur could have on the attitudes of a person towards entrepreneurship. An analysis concentrating exclusively on this issue could, for example, explore how different types of entrepreneurs and their successes and failures could help to gain more detailed insights into the ways in which entrepreneurs in ones family influence dimensions of entrepreneurial intentionality. H4ac Cultural Differences Another way to improve the entrepreneurial intentions of the body of students and graduates could be the integration of different cultures within the university. Supporting hypotheses 4a and 4c differences in the citizenship of students do indeed affect the attitudes and social norms with regard to new business creation. Building on this, a cluster analysis should be made to get a more detailed view of the different cultural backgrounds of students and, beyond this, the effects of students multicultural exposure at SCHUMPETER DISCUSSION PAPERS 201000435university. In terms of the views held about selfemployment, students with a foreign i.e. other than German citizenship did not show a higher level of perceived behavioural control. While the idea that living and studying abroad requires a certain selfperception seems quite logical, still the perceived level of personal skills and capabilities needed for being an entrepreneur are not higher in the foreigner group. It seems possible that the reasons for being at a foreign university could be an essential moderator and should be recognized in further studies. This seems worth to be explored further in future research as the Bologna process and other changes in the institutional environment of universities as well as the more and more international study paths could push more students into foreign cultures. Should exposure to foreign cultures of students particularly at German institutions of higher education effectively influences attitudes towards entrepreneurship, then education organization which strive to become an entrepreneurial university may want to take on board more foreign students in their admission policies and international programmes. The Impact of Students Gender and Age Finally, a difference in ATB, PBC, SN and the EI between the genders could be partially supported. Only perceived subjective norms were not influenced by students gender. For the other TPB components and EI itself significantly higher values were found for male students. Though, with regard to earlier studies, this result is not surprising, it helps to throw light on the factors that explain entrepreneurial intentionality. It seems that, even with the many existing programmes to increase the rate of female entrepreneurs in Germany, female students appear to be significantly less inclined to start their own business than male students. The findings in this study coincide with findings from Goethner et al. 2009 except for differences in ATB which does not show significant differences in this study. Corresponding to the study of Goethner et al. 2009 for the context of male and female researchers, also in our study the comparatively lower level of entrepreneurial intentions in female students seems to be mediated by their lower degree of perceived behavioural control and selfefficacy when projecting the foundation of ones own business. This finding may be the starting point for more tailormade policies to foster female graduate entrepreneurship in terms of substantial efforts to improve entrepreneurial skills and their application as well as perceived resource support however bearing in mind the general difficulties to influence students perceptions of behavioural control in the entrepreneurship context. Finally, the age of SCHUMPETER DISCUSSION PAPERS 201000436students did not have a measurable impact on any of the TPB core components, perhaps because of the quite narrow range of the age of students in the study. 5.2 Limitations and Concluding Remarks First and foremost, the initial separation of the actual attitude, control and norms variables and their underlying beliefs could not be sustained cf. the discussion in chapter 3.2 above. Therefore, looking at the distinction between the two variable levels more closely could be useful, figuring out whether these two different levels are really separable or if there would be no loss of information when collapsing the two into one level of intentional antecedent variables such a strategy of simplifying the TPB model efficiently has been tried in previous studies, e.g., for the case of entrepreneurship in Walter Dohse 2009. Second, only one University has been subject to our analysis, which, of course, cannot be seen as a representative image of the heterogeneous university landscape in Germany, let alone within the European context; furthermore, only students of one faculty have been questioned. However, it has been the core idea of this study to explore students entrepreneurial intentions at a faculty like the Schumpeter School of Business and Economics, which has dedicated substantial efforts to innovation and entrepreneurship. None the less the results can well offer insights into the views and intentions of German business and economics at universities focussing on entrepreneurship in their curriculum. Finally, though rather constituting an internal aim, the study also fulfilled the goal of creating a stockcheck of the students at the Schumpeter School of Business and Economics. With this knowledge, future researchers can compare their own results with this study. With these limitations in mind, the above study has identified potential influencing factors on students entrepreneurial intentions at a university, which has an elaborate support infrastructure for entrepreneurship in place like Wuppertal. The study has validated the relevance of the core components of TPB, namely the influences of attitudes and norms as well as perceived behavioural control towards entrepreneurial activities to found and run ones own business. The establishment distinct components and dimensions of what constitutes and brings about high or results in low levels of entrepreneurial intentionality offers a platform for a targeted university management and educationpolicymaking. Such policies could be directed at improving students and graduates attitudes towards selfemployment as a career option or at trying to build capabilities in SCHUMPETER DISCUSSION PAPERS 201000437students and graduates in terms of skills and knowledge as well as perceived resource support so that they consider it both attractive and feasible to become an entrepreneur in their present life phase or in the near future. In terms of exogenous influences on these variables and the final entrepreneurial intentions construct we have identified the influence of students completed apprenticeships and multinational cultural backgrounds, both may be relevant to student admission policies at universities trying to establish entrepreneurship as a theme at their organization e.g., in bachelor or masterlevel entrepreneurship majors. Finally, the suggestions with regard to groupspecific differences in the components of entrepreneurial intentionality provide starting points for entrepreneurship education policies directed at certain target groups. SCHUMPETER DISCUSSION PAPERS 201000438Literaturverzeichnis Abrams, D.Ando, K. Hinkle, S. 1998: Psychological Attachment to the Group: CrossCultural Differences in Organizational Identification and Subjective Norms as Predictors of Workers Turnover Intentions. Personality and Social Psychology Bulletin, Vol. 24 10, P. 10271039 Ajzen, I. 1988: Attitudes, personality, and behavior, 1. Auflage, The Dorsey Press, Chicago, Illinois Ajzen, I.Fishbein, M. 1980: Understanding attitudes and predicting social behavior, 1. Auflage, PrenticeHall, Upper Saddle River, New York Ajzen, I. 1991: The theory of planned behavior, Organizational Behavior and Human Decision Prosesses, Vol. 50, P. 179211 Ajzen, I. 2002: Constructing a Tp B: Conceptional and Methodological Considerations Armitage, C.J.Arden, M.A. 2002: Exploring discontinuity patterns in the transtheoretical model: An application of the theory of planned behaviour, British Journal of Health Psychology, Vol. 7, P. 89103 Armitage, C. J.Connor, M. 1999: The theory of planned behavior: Assessment of predictive validity and perceived control, British Journal of Social Psychology, Vol. 38, P. 3554 Armitage, C.J.Connor, M. 2001: Efficacy of the theory of planned behavior: A metaanalytic review, British Journal of Social Psychology, Vol. 40, P. 471499 Bandura 1977: Social Learning Theory. New York: General Learning Press Bandura, A. 1982: Selfefficacy mechanism in human agency. American Psychologist, Vol. 37, S.122147 Bandura, A. 1986. Social Foundations of Thought and Action. Englewood Cliffs, New York: PrenticeHall Bandura, A. 1997: Selfefficacy: The exercise of control. Freeman, New York. Baron, R.A.Ward, T.B. 2004: Expanding Entrepreneurial Cognitions Toolbox: Potential Contributions from the Field of Cognitive Science. Entrepreneurship: Theory Practice, Vol. 28 6, P. 553573 SCHUMPETER DISCUSSION PAPERS 201000439Beale, D.A.Manstead, A.S.R. 1991: Predicting mothers intentions to limit frequency of infants sugar intake: Testing the theory of planned behavior, Journal of Applied Social Psychology, Vol. 21 5, P. 409431 BroadheadFearn, D.White, K.M. 2006: The role of selfefficacy in predicting rulefollowing behaviors in shelters for homeless youth: A test of the theory of planned behavior, Journal of Social Psychology, Vol. 146 3, P. 307325 Brush, C.G.Greene, P.G.Hart, M.M.Haller, H.S. 2001: From initial idea to unique advantage: The entrepreneurial challenge of constructing a resource base. Academy of Management Executive, Vol. 15 1, P. 6478 Celuch, K.Slama, M. 2002: Promoting critical thinking and lifelong learning: An experiment with the theory of planned behavior, Marketing Education Review, Vol. 12 2, P. 1322 Collins, S.Wakoh, H. 2000: Universities and technology transfer in Japan: Recent reforms in historical perspective, Journal of Technology Transfer, Vol. 25, P. 213222 Connor, M.Armitage, C.J. 1998: Extending the theory of planned behavior: A review and avenues for further research, Journal of Applied Social Psychology, Vol. 28 15, P. 14291464 Cordano, M.Frieze, I.H. 2000: Pollution reduction references of U.P. environmental managers: Applying Ajzens theory of planned behavior, Adademy of Management Journal, Vol. 43 4, P. 627641 Cortina, J.M. 1993: What is Coefficient Alpha? An Examination of Theory and Applicationp. Journal of Applied Psychology, 78 1, P. 98104. Elliot, M.A.Armitage, C.J. 2009: Promoting drivers compliance with speed limits: Testing an intervention based on the theory of planned behaviour, Britisch Journal of Psychology, Vol 100, P. 111132 Etzkowit, H. 2003: Research groups as quasifirms: the invention of the entrepreneurial university. Research Policy, Vol. 32 1, P. 109121 Fayolle, A., Gailly, B. 2005. Using the theory of planned behaviour to assess entrepreneurship teaching programmes. Center for Research in Change, Innovation and Strategy of Louvain School of Management, Working Paper 052005. SCHUMPETER DISCUSSION PAPERS 201000440Frank, H.Korunka, C.Lueger, M. 2002: Entrepreneurial spirit: unternehmerische Orientierung und Grundungsneigung von Studierenden, 1. Auflage, WUVVerlag, Wien Friedman, J.Silberman, J. 2003: University technology transfer: Do incentives, management, and location matter, Journal of Technology Transfer, Vol. 28, P. 1730 Goethner, M.Obschonka, M.Silbereisen, R.K.Cantner, U. 2009: Approaching the Agora Determinants of Scientists Intentions to Pursue Academic Entrepreneurship, Jena Economic Research Papers, 79. Greenslade, J.H.White, K.M 2005: The prediction of above average participation in volunteerism: A test of the theory of planned behavior, Journal of Social Psychology, Vol. 145 2, P. 155172 Guerrero, M.Rialp, J.Urbano, D. 2008: The impact of desirability and feasibility on entrepreneurial intentions: A structural equation model. International Entrepreneurship Management Journal, Vol. 4, P. 3550 GUESS 2008: Global University Entrepreneurial Spirit Students Survey. Onlinequelle, http:www.guesssurvey.org Gulbrandsen, M. Smeby J. 2005: Industry funding and university professors research performance. Research Policy, Vol. 34 6, P.932950 Hallett, T.Ventresca , M.J. 2006: How Institutions Form. American Behavioral Scientist, Vol. 49 7, P. 908924 Hessels J.van Gelderen, M.Thurik, R. 2008: Entrepreneurial aspirations, motivations, and their drivers, Small Business Economics, Vol. 31 3, P. 323339 Hrubes, D.Ajzen, I.Diagle, J. 2001: Predicting hunting intentions and behavior: An application of the theory of planned behavior, Leisure Sciences, Vol. 23, P. 165178 Jimmieson, N.L.White, K.M.Peach, N. 2004: Employee readiness for change: Utilizing the theory of planned behavior to inform change management, Academy of Best Management Paper, 2004 OCD, P. 16 SCHUMPETER DISCUSSION PAPERS 201000441Jones, D.A. 2003: Predicting retaliation in the workplace: The theory of planned behavior and organizational justice, Academy of Best Management Paper, 2003 OB, P. 16 Kolvereid, L. 1996. Organizational employment versus selfemployment: Reasons for career choice intentions. Entrepreneurship Theory and Practice, 203, P. 2331. Krueger, N. F. 1993. The impact of prior entrepreneurial exposure on perceptions of new venture feasibility and desirability. Entrepreneurship Theory and Practice, 181, P. 521. Kruger, N.FReilly, M.D.Carsrud, A.L. 2000: Competing models of entrepreneurial intentions, Journal of Business Venturing, Vol. 15, P. 411432 Lee, C.Green, R. T. 1991: CrossCultural Examination of the Fishbein Behavioral Intention Model. Journal of International Business Studies, Vol. 22 2, P. 289305. Linan, F. 2008: Skill and value perceptions: how do they affect entrepreneurial intentions? International Entrepreneurship Management Journal, Vol. 4, P. 257272 Linan, F.Chen, Y. 2009: Development and CrossCultural Application of a Specific Instrument to Measure Entrepreneurial Intentions. Entrepreneurship: Theory Practice, Vol. 33 3, P. 593617 Linan, F.Chen, Y. 2006:Testing the Entrepreneurial Intention Model on a TwoCountry Sample. Working Papers Universitat Autonoma de Barcelona. Nr. 07 2006 Maurer, R. 1973: Kultur, in: Handbuch philosophischer Grundbegriffe, Band 3, KoselVerlag, Munchen, P. 823832 Mc Mullen, J.S.Bagby, D.R.Palich, L.E. 2008: Economic freedom and the Motivation to engange in entrepreneurial action, Entrepreneurship Theory and Practice, September 2008, P. 875895 Mowery, D.C.Nelson, R.R.Sampat, B.N.Ziedonis, A.A. 2004: Ivory tower and industrial innovation, UniversityIndustry technology transfer before and after the BayhDole Act, Stanford University Press, Stanford, USA SCHUMPETER DISCUSSION PAPERS 201000442Mowery, D.C.Shane, P. 2002: Introduction to the special issue university entrepreneurship and technology transfer, Management Science, Vol. 48 1, P. 59 Mueller, S.L.DatoOn, M.C. 2008: GenderRole orientation as a determinant of entrepreneurial selfefficacy. Journal of Developmental Entrepreneurship, Vol. 13 1, P.320 OSheaa R.P.Allena, T.J.Chevalierb, A.Rochec, F. 2005: Entrepreneurial orientation, technology transfer and spinoff performance of U.S. universities. Research Policy, Vol.34 7, P. 9941009 Oosterbeek,H. van Praag, M.IJsselstein, A. 2008: The impact of entrepreneurship education on entrepreneurship competencies and intentions: An evaluation of the Junior Achievement Student MiniCompany Program. The Jena Economic Research Paper, 2008 027 Pavlou, P.A. 2002: What drives electronic commerce: A theory of planned behaviour perspective, Academy of Management Proceedings, 2002 OCIS, P. 16 Pittaway, L.Cope, J. 2007: Entrepreneurship Education: A Systematic Review of the Evidence. International Small Business Journal, Vol. 25 5, P. 479510 Reitan, B. 1997: Fostering technical enterpreneurship in research communities: Granting scholarships to wouldbe. Technovation, Vol. 17 6, S. 287297 Rivis, A. Sheeran, P. 2003: Social influences and the theory of planned behaviour: Evidence for a direct relationship between prototypes and young peoples exercise behaviour. Psychology Health, 18, 5, P. 567583. Rothaermel, F.TAgung, S.D.Jiang, L. 2007: University Entrepreneurship: A taxonomy of the literature, Industrial and Corporate Change, July 2007, P. 1101 Schein, E. 1985: Organizational culture and leadership: A dynamic view, San Francisco Schnell, R.Hill, P.B.Esser, E. 1999: Methoden der empirischen Sozialforschung, 6. Auflage, Oldenburg Verlag, Oldenburg 1999. Schreyogg, G. 2003: Organisation, Grundlagen moderner Organisationsgestaltung, 4. Auflage, GablerVerlag, Wiesbaden SCHUMPETER DISCUSSION PAPERS 201000443Souitaris, V. Zerbinati, S.AlLaham, A. 2007: Do entrepreneurship programmes raise entrepreneurial intention of science and engineering students? The effect of learning, inspiration and resources. Journal of Business Venturing, Vol. 22 4, P. 566591. Shepherd, D.Krueger, N.F 2002: An Intentions Based Model of Entrepreneurial Teams Social Cognition. Entrepreneurship: Theory Practice, Vol. 27 2, P. 167186. Steinmann, H.Schreyogg, G. 2005: Management, Grundlagen der Unternehmensfuhrung, 6. Auflage, GablerVerlag, Wiesbaden Thursby, J.G.Thursby, M.C. 2002: Who is selling the Ivory Tower? Sources of growth in university licensing, Management Science, Vol. 48 1, P. 90104 Ucbasarana, D.Westhead P.Wright, M. 2009: The extent and nature of opportunity identification by experienced entrepreneurs. Journal of Business Venturing, Vol.24 2, P. 99115 van Praag, C.M.Vijverberg W.van der Sluis, J. 2008. Education and Entrepreneurship selection and performance: a review of the empirical literature. Journal of Economic Surveys, 22 , 5, P.795841. VinokurKaplan, D. 1978: To have or not to have another child: Family planning attitudes, intentions, and behavior, Journal of Applied Social Psychology, Vol. 8 1, P. 2946 Volkmann, C.Tokarski, K. O 2009.: Student attitudes to entrepreneurship: In Management Marketing, No. 1. Walter, S.Dohse, D. 2009: The Interplay between Entrepreneurship Education and Regional knowledge Potential in Forming Entrepreneurial Intentions. Kiel Working Papers, No. 1549 Wissema J.G. 2009: Towards the third generation university: managing the university in transition. Edward Elgar Publishing Ltd, Massachusetts SCHUMPETER DISCUSSION PAPERS 201000444", "filename": "635113678.pdf", "person": ["Sascha Ruhle", "Ruhle, Sascha", "Daniel Mühlbauer", "Mühlbauer, Daniel", "Marc Grünhagen", "Grünhagen, Marc", "Jens Rothenstein", "Rothenstein, Jens"], "date": ["2010"]}