{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/41440/1/635644959.pdf"], "title": ["Regulation of pharmaceutical prices: Evidence from a reference price reform in Denmark"], "plaintext": "Executive summary This paper studies the effects of a reference price reform in Denmark on price and demand forstatins, products that reduce the blood cholesterol levels. Too high cholesterol levels may causecardiovascular diseases. Reference pricing is a cost containment tool that is applied to reducehealth expenditures in 19 European countries as well as Australia, British Columbia and New Zealand.Our paper is the first to combine price data and demand data to study reform effects. We produceestimates for changes in total government health care expenditures, patient expenditures, patient welfare and producer revenues. A main finding is that government and patients did indeed benefit in terms of price declines anddeclining total expenditures from the reform while producers incurred losses. There are, however, striking differences between products that were cheap before the reformand those that were expensive before the change. The benefits to patients and the governmentwere primarily due to the initially expensive products. The reform effects were hence quite asymmetrically distributed across products and thus patients.We also show that an empirical analysis of the reform effects that studies price changes only maylead to quite misleading implications for welfare analysis.Das Wichtigste in Kurze Diese Arbeit analysiert die Auswirkungen einer Reform des Referenzpreissystems in Danemarkauf Preise und Nachfrage von Statinen, Produkte, die den Cholesteringehalt des Blutes reduzieren. Zu hohe Cholesterinwerte konnen mit dem Herz Kreislaufsystem hervorrufen. Referenzpreise werden in 19 europaischen Landern sowie Australien, British Columbia und Neuseeland.Unsere Arbeit ist die erste, die Preis und Mengendaten gemeinsam analysiert, um Reform effekte zu berechnen. Wir ermitteln die Veranderungen in Gesundheitsausgaben, den PatientenZuzahlungen, der PatientenWohlfahrt und den Erlosen der Hersteller. Ein Hauptresultat ist, dass das Gesundheitssystem und die Patienten von der Reform profitierthaben in Termini von gesunkenen Preises und Gesamtausgaben. Die Hersteller der Medikamente haben hingegen Verluste erlitten.Es bestehen allerdings grosse Unterschiede in der Verteilung der Veranderungen. Produkte, die vor der Reform relativ billig waren, haben ihre Preise wesentlich weniger gesenkt bzw.sogar erhoht als solche, die vor der Reform teuer waren. Die Verbesserung der Situation von Patienten und dem Gesundheitssystem ist vor allem den Produkten zu verdanken, die vor der Reform relativ teuer waren. Die Reformeffekte sind also sehr asymmetrisch verteilt uber die Produkte und daher auch uber die PatientenWir zeigen ebenso, dass eine Analyse von Reformeffekten, die alleine auf Preisen beruht, zurecht irrefuhrenden Wohlfahrtsimplikationen mundet.Regulation of pharmaceutical prices: evidence from a referenceprice reform in Denmark This version: August 20, 2010Ulrich Kaiser, Susan J. Mendez,and Thomas Rndecid:107Abstract On April 1, 2005, Denmark changed the way references prices, a main determinant of reimbursements forpharmaceutical purchases, are calculated. The previous reference prices, which were based on average EUprices, were substituted to minimum domestic prices. Novel to the literature, we estimate the joint effects ofthis reform on prices and quantities. Prices decreased more than 26 percent due to the reform, which reducedpatient and government expenditures by 3.0 percent and 5.6 percent, respectively, and producer revenues by 5.0 percent. The prices of expensive products decreased more than their cheaper counterparts, resulting inlarge differences in patient benefits from the reform.JELclassification: I18, C23Keywords: pharmaceutical markets, regulation, copayments, reference pricing, asymmetricwelfare efffects We thank Friedrich Breyer, Werner G uth, Felix H offler, Margaret Andrew Toole and Hannes Ullrich for helpful comments. We also benefited from comments received at the 10th Symposium of the German Economic Association of Business Administration in Vallendar, the 39th Economic Seminar Ottobeuren as well as seminar presentations in Konstanz and Zurich.The paper also gained greatly from extensive discussions with Margaret Kyle and Saul Lach. We are very much indebted to Jrgen Clausen of the Danish Association of the Pharmaceutical Industry Lgemiddel Industri Foreningen, LIF for dataprovision and data advice. Excellent medical advice was provided to us by the MDs Marit Otto, Roland Knudsen and inparticular Johannes Schmid. Financial support from the Economic Policy Research Network is gratefully acknowledged.University of Zurich, Institute for Strategy and Business Economics, Plattenstr. 14, 8032 Zurich, Switzerland, ulrich.kaiserisu.uzh.ch; Centre for Economic and Business Research at Copenhagen Business School; Centre for European Economic Research, Mannheim; Centre for Industrial Economics at the University of Copenhagen and Institute for the Studyof Labor, Bonn.University of Zurich, Institute for Strategy and Business Economics, Plattenstr. 14, 8032 Zurich, Switzerland, susan.mendezisu.uzh.ch;cid:107Copenhagen Business School, Department of Innovation and Organizational Economics, Kilevej 14A, 2000 Frederiksberg,Denmark, thr.inocbs.dk; Centre for Economic and Business Research at Copenhagen Business School; Centre for European Economic Research, Mannheim; Centre for Industrial Economics at the University of Copenhagen and Centre for Economic Policy Research, London.1Introduction Given steady growth in life expectancy, aging populations in many countries, and theexpected launch of new and ever more expensive medical treatments, expendituresfor pharmaceutical products are expected to increase substantially in the years tocome. This has led and continues to lead governments around the world to regulate the market for pharmaceuticals using cost containment tools such as price caps,price agreements with producers, generic substitution schemes, prescription behaviormonitoring and reference prices.Denmark, which maintains a universal coverage health care system, introducedreference pricing in 1993 whereby a patient is reimbursed a fraction of the retail pricewhen buying a prescription drug. Prior to April 1, 2005, the reference price wascalculated as the minimum of either the list price a products own substitution groupor the respective European average price. In general, for products where the Danishprices were below the European average price, patients had little incentive to buy thecheapest product because the public health insurance paid the major part of the pricedifference between the cheapest product and the desired substitute. To increase theprice sensitivity of patients and to sharpen competition, reference prices were changedto be the minimum Danish price among products in the same substitution group on April 1, 2005.1 This paper investigates the effects of this reference price reform.The use of reference pricing as an indirect tool for controlling prices was first introduced in Germany in 1989, and it has been adopted by many European countriessince then. In a recent survey, PuigJunoy 2010 reports that 19 out of 26 Europeancountries use reference pricing. Outside Europe, reference pricing is applied in Australia, New Zealand and in the Canadian province of British Columbia Heuer et al.,2007. Economic evidence of the effects of reference pricing is somewhat scarce, butthe literature has generally shown that the introduction of reference pricing reducesprices Brekke et al., 2009a, 2009b; Kanavos et al., 2008; Pavcnik, 2002.2 However,the insights that these studies provide is limited by the fact that they either onlylook at price effects Brekke et al. 2009a; Kanavos et al., 2008; Pavcnik, 2002 or thequantity effects of reference pricing Kanavos et al., 2008; PuigJunoy, 2007.3From these studies, it is not possible to draw conclusions regarding the effects ofreference pricing based on the surplus of the parties involved because this requires a 1In Denmark, a substitution group is defined by the Danish Medicine Agency DKMA as products based onthe same molecule of the same strength with the same administration form and a similar package size.2PuigJunoy 2010 performs an extensive literature search and find only seven empirical studies on referencepricing, of which only three use econometric techniques.3Brekke et al. 2009b regress the average prices, market shares and average molecule prices on the number ofproducts subject to reference pricing.1joint analysis of price and quantity effects. In this paper, we take a step forward byestimating a demand model that allows us to measure the effect of the Danish referenceprice reform on patients, producers, and public health insurance. Moreover, as this isthe first paper to estimate productspecific rather than average reform effects, we areable to study asymmetric reactions to the reform between highpriced and lowpricedproducts.We confine our analysis to statins, which are lipid modifying agents LMAs thatare used to treat high levels of cholesterol. The best known statins sell under thenames Lipitor and Zocor. Statins grew massively in popularity in Denmark aftera largescale medical trial in Scandinavia in the 1990s showed that treatment withsimvastatin, the most popular statin, decreases mortality and morbidity of patientswith cardiovascular diseases Scandinavian Simvastatin Survival Study Group, 1994.Statins are widely prescribed drugs today and have experienced rapidly increasingdemand in the past years all over the world. They currently constitute the bestsellingdrugs in terms of sales both in Denmark and worldwide.Our empirical strategy is to first estimate the productspecific effect of the reformon prices of a socalled Defined Daily Dose using the Pooled Mean Group Estimatorsuggested by Pesaran and Smith 1995.4 Second, we estimate a structural model forthe demand for statins using a nested logit model of product differentiation Andersonet al. 1992; Berry 1994, a standard discrete choice model with random consumerutility. Third, we map the estimated price effects of the reform to our demand systemestimates to find the demand changes that the health care reform induced. Finally,we calculate the total changes in patient copayments, patient surplus, governmentexpenditures and producer revenues. We hence predict the changes the reform wouldhave had had it been implemented in the base period already. The counterfactualquestion we ask is what would the market have looked like had the reform beenimplemented under the conditions of the base period? By constructing a counterfactual base period market from our estimated price changes, we effectively filter outany changes in the market that was not induced by the reform.We should note that our study is confined to the effects of the reform on thoseproducts that were on the market both before and after the reform; i.e., we are concerned with the socalled treatment effect on the treated as it is referred to in theprogram evaluation literature. Thus, similar to existing related studies, we are unableto draw any inference about products that entered or left the market after the reformwas implemented.4A Defined Daily Dosage DDD is a unit of measure of drug consumption issued by the World Health Organization that is used to standardize the comparative usage of drugs. A DDD is assumed to be the averagedose per day for a drug when used for its main indication in adults.2Our results support previous studies by finding a substantial decrease in pricesafter the reform. List prices decreased by 26.6 percent on average, and reference pricesdecreased 31.8 percent on average. The average decrease in copayments is estimatedat 7.5 percent. These price changes are associated with an increase in total demand by 1.9 percent per 14 days, which is the periodicity of our data. Total producer revenuesdecreased by 5 percent, total government expenditures decreased by 5.6 percent, andtotal patient expenditures decreased by 3 percent. Finally, patient surplus increasedby 8.2 percent.Our estimates for the full reform effect take into account the fact that changes indemand patterns differ substantially from the findings we obtain when we assume thatdemand stays constant. Indeed, if patients had not reacted to the price changes the reform brought about by changing their consumption behavior, their total expenditureswould have increased by as much as 10.2 percent. Similarly, government expendituresand producer revenues would have increased by 14.9 percent and 13.7 percent, respectively. This illustrates the importance of considering both price and quantity effectswhen evaluating the effects of the regulatory reform in health care.The price effects of a reform are large but also quite asymmetrically distributedacross products, which is an aspect that our fully flexible price estimation method isable to capture. The list prices of the initially cheap products in a substitution groupdecreased by 5.8 percent, and they decreased by as much as 44.4 percent for the initially expensive products. This asymmetry in the effects between initially highpricedand initially lowpriced products implies that patients who purchased cheap productsbefore the reform were actually made worse off, while patients who initially bought theinitially more expensive products were made substantially better off. Furthermore, wealso find that list prices and reference prices decreased substantially more for products belonging to the expensive substitution groups than for products belonging to thecheap substitution groups. Our results show that the Danish reference price reformled to significant total gains for patients and public health insurance but that theyare, however, asymmetrically distributed.The question remains as to what extent these results can be generalized to othercountries. While the national rules and regulations concerning, e.g., generic substitution and markups by pharmacies undoubtedly are important for the size of the gainsthat reference pricing can bring about, we believe that the Danish experience containssome general insights regarding how a reference price should be chosen. In particular,we argue that defining the lowest price in the substitution group as the reference pricehas a number of attractive properties that stimulate competition and bring down theprices of offpatent drugs. First, because patients pay the full price difference outof3pocket when buying a product that is not the cheapest one, they are as price sensitiveas they would be without reimbursement from the health insurance. A price elasticdemand, in turn, results in tougher competition and lower prices. Second, using the European average price, or any other external benchmark, as the reference price makesdemand more price elastic above the reference price than below it. This introducesa tendency for prices to cluster at the reference price Danzon and Liu, 1998. Forsuch a system to work well, it requires that policy makers are able to perform thedifficult task of setting reference prices close to the competitive level; this is a problemthat they do not face when the reference price is defined as the lowest price in thesubstitution group. In this sense, the Danish reference price reform shows that thebest institution at setting competitive prices is the market.5This paper is organized as follows. Section 2 reviews the existing related literature,and Section 3 provides an overview of the market for pharmaceutical products andintroduces the Danish institutional setting. Section 4 describes the data. Section 5provides some theoretical considerations and Section 6 describes the reform effects onprices. Section 7 describes the empirical strategy. Section 8 presents our estimationresults and discusses some policy implications. Section 9 provides a robustness checkand Section 10 concludes.2 Existing studies This section discusses the studies mentioned in the Introduction in more detail andbriefly reviews other papers relevant to our analysis. As the first paper that investigated the implementation of reference pricing, Pavcnik 2002 finds price reductionsof 10 to 26 percent following the introduction of reference pricing in Germany in 1989.In their crosscountry analysis, Kanavos et al. 2008 study the effects of referencepricing on the number of competing producers, the originator price, the generic price,the lowest price of generic products, and total sales volumes. They find that referencepricing encourages generic entry and reduces the prices of generic products. The average price reduction of the generic products is between 2 and 3 percent, but the price ofthe cheapest product is reduced by as much as 47 percent. PuigJunoy 2007 analyzesthe effects of a series of reference price reforms on the demand for statins, which is 5A number of solutions to the problem of setting references prices have been implemented in different countries;see OBIG 2008.hedonic price estimation procedure that is subject to the restriction that the reference price must be within the In Germany, reference prices are set by the Association of Sickness Funds BKK using a 33rd percentile of the price distribution. The Netherlands, which defines substitution groups based on therapeuticeffects, defined the 1990 median price of a daily dose in the substitution group as the reference price. These 1990indexed reference prices were kept until 1999. In Portugal, the reference price is defined as the price of the mostexpensive generic product in the substitution group.4also the product considered in this paper, in Spain and its province Andalusia. Heregresses total demand for statins on a set of dummy variables for the adoption ofreforms by the respective regions. His analysis lacks counterfactual price data, and itis thus implicitly assumed that the coefficients on the time dummy variables are solelydriven by the reform. In contrast, our demand estimates relate to the period beforethe reform only so that we remove any other events that may have occurred after thereform was implemented.Related to our paper, albeit less directly, there is a series of papers that study theeffects of a switch from price cap regulation to reference pricing in Norway. These papers confirm the efficiency of reference pricing in bringing the prices of pharmaceuticalproducts down and show how the Norwegian reform resulted in a substantial decreasein prices Brekke et al., 2009a, 2009b as well as in a reduction in producer marketpower Dalen et al., 2006. Finally, there are a number of papers that study the effectsof reference pricing in gametheory frameworks. A variety of issues have been analyzed, such as the effects of different choices of reference prices on equilibrium pricelevels MestreFerr andiz, 2003; MerinoCastell o, 2003, the choice between generic andtherapeutic substitution groups Brekke et al., 2007, and socalled ratchet effectsresulting from reference pricing Miraldo, 2009.3 The Danish market for pharmaceutical products 3.1 General settings As in other European countries, the market for pharmaceutical products in Denmarkis regulated. Denmark follows European regulations regarding product authorization.Product pricing, reimbursement rules and the regulation of pharmacies are nationalmatters. The number of pharmacies, their location and total gross profit is determinedby the Danish Ministry of Health and Prevention. Prices for prescriptiononly products are identical nationwide. However, pharmacies may compete on overthecounterproducts, which may also be sold by nonpharmacies.The pricing of pharmaceutical products in Denmark is free in the sense that producers are not tied to any regulation regarding pricesetting. However, they are requiredto notify their pharmacy purchase price to the Danish Medicines Agency DKMAevery 14 days.In Denmark, every resident is entitled to free and equal access to taxsupportedhealth care services regardless of her employment status or health status.In theprovision of pharmaceutical products, the government reimburses expenditures forprescription drugs based on the respective reference price.5Even though the popularity of additional private insurance has increased lately, itwas not very common during the period we study. In 2000, over 70 percent of thepopulation was covered only by the statutory health insurance. The dominant player inprivate insurance, which practically held a monopoly, is Sygeforsikringen Danmark.Its most popular insurance plan pays 50 percent of the patients copayments andcovers 80 percent of all subscribers to Sygeforsikringen Danmark. We do not haveinformation on private insurance membership, which means that we cannot addresspossible selection problems arising from additional private coverage. We speculatethat the problem of the possible existence of private insurance is not an importantone because the fraction of private insurance subscribers is small and because it is notclear if more healthy individuals subscribe to private insurance i.e., in order to hedgeagainst future illness and because they have no difficulties being admitted or if lesshealthy individuals subscribe i.e., to reduce their patient copayments.3.2 Pharmacies and physician incentives It is important to note that neither pharmacies nor physicians have any incentivesto sell patients a particular product. First, advertising prescription drugs to patientsis prohibited in Denmark. Second, detailing of established drugs such as statins isregulated and does not appear to play an important role. We lack concise informationabout detailing, but based on conversations with many health professionals, we believethat detailing rarely occurs, and when it does occur, it is related to drugs that arenew to the Danish market. Third, pharmacy profits from selling prescription drugsare set by the government and are independent of the prices at which the drugs arebeing sold.3.3 List prices and copayments Our data set contains fortnightly prices and sales of statins for the period between September 15, 2003, and October 9, 2006. Our price data, including reference prices,can be downloaded from www.medicinpriser.dk.Patient copayments for statins are defined as pc pl 0.8 pr, where pc denotesthe patient copayment, pl is the list price, and pr denotes the price of the referenceproduct. The minimum copayment for each patient is 20 percent of the list pricewhen list prices and reference prices coincide. The reimbursement rate actually depends on a patients total expenses for pharmaceutical products. However, accordingto our medical advisors, patients who receive statin treatment easily exceed the expenditures threshold needed to obtain a reimbursement rate of 80 percent, even if theyalways buy the cheapest statin. In addition, many patients treated with statins need 6to take other products for cardiovascular diseases like blood thinners or beta blockers,thus increasing their expenditures further. The copayment fraction is unaffected bythe health care reform.3.4 The April 2005 reference price reform The reform that this paper investigates involves the change in the way reference prices,pr, are calculated. Before April 1, 2005, reference prices were based on average pricesamong the EU15 members, excluding Greece, Luxembourg, Spain, and Portugal. Thereference price for a given product was the minimum EU15 average price among theproducts belonging to the same substitution group, p EU .6 However, if a products listprice, pl was below p EU , the reference price was equal to the list price.7 Since April 2005, the reference price for a product is the minimum domestic price among theproducts belonging to the same substitution group, plmin, and is updated fortnightlyas the new prices are announced. More formally, reference prices before the reform,prbef ore, and references prices after the reform, praf ter, are defined as follows: p EUplif pl p EUotherwiseprbef ore praf ter plmin,To favor generic substitution, the socalled G Scheme was introduced in 2001.This scheme states that pharmacists are obligated to dispense the cheapest productwithin a group of substitutes unless the prescription explicitly requires no substitution,which is the case for just 5 percent of all prescriptions, or the patient explicitly requestsanother product. If the patient prefers a more expensive product, she must pay thedifference out of her own pocket. Table 1 provides an example. Suppose a patient canchoose among three products A, B and C. Before the reform, the patient obtains themaximal reimbursement rate when buying products A and B. After the reform, thereference price is equal to the price of the cheapest product in Denmark pr Af ter 100DKK, and the patient only obtains the maximal reimbursement rate when buyingproduct A.6If a European average price did not exist for a product, the reference price was set to be equal to the list priceof the cheapest domestic product. For parallel imports, the reference price was defined as the reference price of thedirectly traded product.7According to a report by the Danish Ministry of Health from 2004, 74 percent of the packages sold on the Danish market were cheaper than the corresponding European package.7Table 1: Example of the calculation of copayments Product ABCpl 100150200p EU150150150prbef ore 100praf ter 100pcbef ore 20pcaf ter 201501201001003080701203.5 Definition of base and treatment periods Our empirical analysis is an event study; we investigate changes in pharmaceuticalpricing and demand before and after the change in the reimbursement system. Thereare two relevant dates set by the Danish government. In October 2004, the Danishparliament ratified the new reimbursement law, and on April 1, 2005, the law wasimplemented.It is likely that information regarding changes in reimbursement rules had been atthe disposal of market participants prior to these two legislatively determined dates.To further investigate this issue, we consulted newspaper and trade press archives bysearching for appropriate keywords. It turned out that the Danish Minister of Healthannounced the assembly of a group of experts with the aim of changing the existingreimbursement system to strengthen competition on September 17, 2003. Moreover,as a member of the working group, the Danish Association of the Pharmaceutical Industry Lgemiddel Industri Foreningen, LIF launched the idea of changing theway reference prices are calculated, as was eventually adopted in April 2005.Between May 2001 and April 2003, LIF maintained an agreement on price ceilings,which was, however, not followed by all LIF members. After the expiration of theagreement, LIF announced a continuation of the price ceiling for another two years.This was a unilateral announcement on the side of LIF rather than an official agreementwith the Danish Ministry of Health. As LIF experienced problems enforcing theprevious, legally binding agreement, there likely was considerable uncertainty in themarket regarding the credibility of the announcement. For this reason, we believe thatthe announcement by LIF did not influence pricesetting in the market in an importantway.8 Finally, the Danish Ministry of Health and LIF again signed an agreement ona price ceiling in October 2006.After the price ceiling agreement between LIF and the Danish government expiredon June 25, 2003, LIF announced a unilateral extension of the price ceiling for anothertwo years.8If the announcement did influence prices, it could either be as a price ceiling that kept prices down or as acoordination device that allowed producers to sustain higher prices. Still, the volatile market structure suggeststhat price coordination is difficult to sustain Tirole, 1988.8Notwithstanding, we cannot exclude the possibility that the LIF announcementallowed producers in the market to coordinate higher prices levels Knittel and Stango,2003. However, uncertainty regarding the credibility of the LIF announcement, aswell as the volatile market structure following the patent expiration at the end of 2002, suggest that price coordination was difficult to sustain. For this reason, weinterpret the price development as being the result of the reference price reform, butwe are not able to separate the effects of the reform from the possible effects of the LIF announcement.Insert Table 2 about here.All five of these events namely, the expiration of the first LIF pricing agreement,the assembly of the working group, the passing of the reform in parliament, the implementation of the reform and the new LIF pricing agreement are summarized in Table 2 and shown in Figure 1. This figure plots the number of producers in the market forstatins and the median list prices against time. Six different time periods are definedby these events, including the LIF agreement expiration period, the adjustment period, the base periodworking group assembly period, the announcement period,the implementation period and the new LIF agreement period. We discard thetwo LIF agreement periods as well as the adjustment period after the expiration of thefirst LIF agreement to avoid including effects other than the actual reform. We defineour base period as the period between the working group assembly and the ratificationin parliament because it constitutes a period during which there was no informationabout prospective changes in the reimbursement system and because, presumably forthat reason, the number of producers as well as prices remained stable. The implementation period constitutes our treatment period. We discard the announcementperiod because it most likely just was a transition period for the producers to preparefor a new competitive setting.Insert Figure 1 about here.4 Data 4.1 Definitions Product definition The aim of any treatment with LMAs is to reduce both the total cholesterol level tobelow 5 millimol per liter of blood mmoll and the level of LDL cholesterol, whichis a particularly harmful type of cholesterol, to below 3 mmoll. A few weeks after a 9LMA treatment has been started, medical practitioners reevaluate cholesterol levelsand may adjust the treatment based on any new information.Each pharmaceutical product is characterized by its name, package size, administration form, strength, anatomical therapeutic chemical classification code ATCcode and producer name. A product may, for example, be defined as Zocor with 98 tablets a 20 milligram of the active substance simvastatin ATC C10AA01, produced by Merck Sharp Dohme. The ATCcode is a combination of seven letters andnumbers that precisely describes a products active substance.The products we consider are all pills, coated pills or capsules. The smallest packagesize is 30 pills, and the largest one is 250 pills. The strength of the products, whichis defined as the amount of active substance per pill, also varies considerably, namely,from 5 milligrams to 80 milligrams per pill.To make comparable the different strengths, package sizes and active ingredients,we converted prices and quantities into DDD.9A total of 95 products existed in the base period, announcement and implementation periods. These constitute the products for which we estimated the reference pricereform effects.10Appendix A contains a characterization of statins in terms of their ATC code.Statins are paneled into eight different ATC classes, of which six are marketed in Denmark. Statins are not the only LMAs; there exist others, such as fibrates ornicotinic acid. However, according to the Institute of Rational PharmacotherapyInstitut for Rational Farmakoterapi, IRF, which is a governmental agency under DKMA, these products are only prescribed under special circumstances, for example,because of intolerance to statins or if the patient has very high levels of triglycerides,a lipid that is very harmful to the coronary system.Medical practitioners must request health insurance subsidies for statins from DKMA for their patients, which is a formality if critical cholesterol levels exceed agiven threshold. Health insurance subsidies for LMAs other than statins must beapplied for with a separate request.Appendix B displays the market shares of LMAs corresponding to each four digit ATC code. This shows that the market share of statins is well above 90 percent duringthe relevant time period.9An earlier version of this paper measured prices and quantities in perpill units instead of DDD. This led toqualitatively similar but larger effects of the reform.10Our price change estimations include 90 products only because five products did not change their price at allin the base period or the treatment period so that parameter estimates for these products could not be obtained.In the reform effect analysis that follows, we substitute the missing price changes with observed price changes forthese products.10Prescription behavior We spoke to medical practitioners from internal medicine and neurology as well asto a general practitioner about their prescription behavior. When treating a patient,they follow the recommendations issued by IRF and simultaneously choose the activeingredient and dosage.Substitutes Patients can only substitute among products with the same active substance andstrength as indicated by the prescription.11Medical practitioners in Denmark tend to regard all statins as perfect substitutes,at least with respect to their effects on cholesterol levels and slightly less so withrespect to their resorption. Indeed, IRF 2003 discusses a group effect of statins,which means that the effect of statins is independent of the specific choice of statin,which reinforces doctors perceptions of statins as highly substitutable. In fact, doctorsmay substitute, for example, one daily pill of simvastatin 40mg with either two pillsof simvastatin 20mg or a half pill of simvastatin 80mg.It is not clear a priori if and to what extent Danish medical doctors and patients areprice sensitive. IRF does, however, issue recommendations to substitute one productby another if i it has been demonstrated in clinical studies that the effects areidentical, and ii one of the products is substantially cheaper than the other. Forexample, in 2008, IRF made an explicit recommendation to substitute the statinatorvastatin 10mg with another statin, simvastatin 40mg IRF 2008.If doctors and patients decide that medical treatment is needed, doctors decidewhich product group ATC group to take based on the medical record of the patientand possible intolerance to one or more of the ingredients. For example, the doctormay first decide to prescribe simvastatin. Given that choice, she then decides onthe strength of the product to be taken given the deviation between the actual andtargeted cholesterol level as well as the weight and gender of the patient, for example,40mg of simvastatin. Given the product group and strength combination, patientsdecide which of the products within this combination to buy. In the case of 40mgsimvastatin, they may chose from 12 different products.4.2 Source Prices, reimbursement status and other product characteristics are published at www.medicinpriser.dk.The website, which is maintained by DKMA, has been available since 1998. It contains, however, only data for five consecutive years at any point in time.11The Danish definition of substitute groups includes package size, but package size may not vary by more thanten percent within substitution groups.11The site publishes a list of all authorized pharmaceutical products marketed in Denmark. Prices are updated every second Monday based on changes reported byproducers during the last two weeks since February 2003. The database is publiclyavailable and was created to help citizens calculate their reimbursement rates and toinform them about alternative substitution options. The site www.medicinpriser.dkis also used by general practitioners when issuing prescriptions, by hospitals for theirelectronic patient records and by pharmacies to ensure uniform prices for prescriptiondrugs at a national level.We merged the fortnightly pharmacy retail prices with information on sales volumes. Our sales volume data are proprietary and were made available to us by LIF.These data have the same periodicity as the price data. Table 3 presents a descriptive overview of prices and the competitiveness of the statins market during the twoconsidered periods. Prices are in 2005 Danish Crowns DKK. Table 3 contains information on all statins, not just those that were on the market both before and afterthe reform.Insert Table 3 about here.List prices per DDD decreased on average by 35 percent from the base period to theimplementation period. Reference prices decreased by 39 percent on average, whilecopayment prices decreased by 12 percent on average after implementation. Sales,measured in DDD sold every 14 days, increased by four percent on average.The average number of products in each period varied between 125 and 126, whilethe average number of producers in each period increased over time from 19 to 23.Producers that belong to the same company form a conglomerate. There were 15 to 16 conglomerates at any point in time.While the share of branded products steadily decreased over all periods, the twomeasures of concentration namely, the Herfindahl Index and the threefirm concentration ratio increased over time, reaching averages of 0.26 and 0.7, respectively.5 Theoretical considerations To better interpret the later empirical results, we find it useful to outline the expectedeffects of the reform. This discussion is partly based on Kaiser et al. 2010, whoanalyze the effects of the Danish reference price reform using a simple Hotelling modelof competition.12 Because the reference price is defined at the level of substitution 12There are several papers that analyze the effects of reference pricing. However, Kaiser et al. 2010 is, to ourknowledge, the only paper that compares the specific systems used in Denmark before and after the reform.12groups, we focus primarily on the effects of the reform on intrasubstitution groupcompetition.with a minimum list price, pl We organize our discussion along two dimensions, namely, 1 substitution groupsmin, below, above or equal to the reference price, p EU ,before the reference price reform and 2 marginal and inframarginal patients. In linewith our discrete choice model of demand, marginal patients are defined as those forwhom the relevant choice is whether or not to buy any statin or, to use the wordsof the demand model discussed in Subsection 7.1, whether to buy one of the insidegoods or an outside good. Instead, the relevant choice for inframarginal patientsis which product to buy.135.1 Substitution groups where plmin p EULet us start by considering substitution groups with two or more products. Beforethe reference price reform on April 1, 2005, there was an external reference price,p EU . This meant that the incentives of inframarginal patients to choose the cheapestproduct were muted if plmin p EU because the patients only paid a fraction of theprice difference when buying a more expensive product i.e., 20 percent of the pricedifference up to p EU plmin and 100 percent thereafter. An implication of this systemis that demand is less price elastic below p EU than above this threshold Danzon and Liu, 1998. After the reform, the inframarginal patients paid the full price differenceoutofpocket when buying a more expensive product. We expect this change to makethe inframarginal patients more price sensitive, thereby increasing competition forthese patients. Regarding the marginal patients, they look at absolute copaymentsrather than price differences when making their purchase decisions. The reform results in higher copayments at prereform list prices due to lower reimbursement frompublic health insurance. Higher patient copayments, in turn, translate into a demandreduction from the marginal patients. We expect both intensified competition forinframarginal patients and the demand reduction of marginal patients to result inlower prices after the reform.In substitution groups with only one product, all patients are marginal by definition. Some of these patients stop buying the product at prereform prices afterthe reform due to the increased copayment. Again, this corresponds to a demandreduction resulting from the reform, which we expect to result in a lower price.13This way of conceptualizing competition inside a substitution group is similar to the framework used in Miraldo2009. She models the market as a Hotelling line with open ends, with firms located at zero and one. In her model,the inframarginal patients are those located between the firms and, the marginal patients are those located at theborders of the market.135.2 Substitution groups where plminp EUIn substitution groups with two products or more, the reference price reform does notaffect competition for the inframarginal patients because these patients were alreadypaying the full price difference between any two products before April 1, 2005. Hence,the effects of the reform are driven by the change in the demand of the marginalmin p EU , the reference price reformpatients in all substitution groups. Because plresults in a larger reimbursement of and lower copayments for the prereform listprices. We expected this to increase the demand of marginal patients and to result inhigher prices after the reform.5.3 Substitution groups where plminp EUIn substitution groups where plminp EU , the reference price and the copayments donot change as a result of the reform with respect to prereform list prices.Furthermore, the patients paid the full price difference between any two productsalready before the reform. Hence, following this logic, the reference price reformchanges neither competition for marginal patients nor competition for inframarginalpatients. We expect the reform to have no effect on prices and demand here.5.4 Discussion The discussion above outlines the effects of the reform on prices across different substitution groups. Still, there are a number of other factors that could moderate theseeffects.First, we focused on intrasubstitution group competition in the discussion. Thiscorresponds to competition resulting from patients who are issued a prescription by amedical practitioner such that a switch to a different substitution group is no longerpossible, at least not without another visit to a medical practitioner.It is likelythat the medical practitioner and the patient consider the price levels in the differentsubstitution groups before a prescription is issued, e.g., by choosing among pills ofdifferent strengths or packages of different sizes. If so, this introduces intersubstitutiongroup competition. We expect such competition to reduce price levels generally andspecifically to reduce the price differences between substitution groups that result fromthe reform.Second, it is possible that producers operating in several national markets are reluctant to decrease their prices on the Danish market in order to keep prices up on othermarkets. A low price on the Danish market may, e.g., undermine a firms bargainingposition when negotiating prices with other health authorities or may reduce reference 14prices calculated on the basis of international prices. We expect this to make producers reluctant to reduce prices but willing to increase prices after the reform, whichshould thus work against finding a negative average effect of the reform on prices.Third, increasing and decreasing prices should induce entry and exit, respectively.We expect that this endogenous adjustment in the market structure due to the reformreduces the magnitude but not the sign of the price changes discussed above.6 Price effects of the reform 6.1 Price effects Changes in list prices The central prices to consider in the Danish health care market are the list pricesbecause the reference prices at least after the reform as well as copayments are mechanically derived from the list price as described in Subsection 3.3. We therefore linkthe effect of the change in the reference price system to the list price of each productduring the base and treatment periods. We acknowledge that the reform effects maybe widely divergent across products, which is why we allow for full flexibility in ourestimates by allowing the mean reform effects to be different for different products. Inother words, we estimate average changes between the base period and the treatmentperiod, productbyproduct. We do so by regressing list prices per DDD on a constantterm and a dummy variable for the treatment period. The corresponding parameterestimate constitutes our productspecific estimate for the effects of the reference pricereform on list prices. Our estimated price changes combine the direct effect of healthcare reform through changes in the pricing strategy of producers as well as indirecteffects arising from entry and exit, possibly induced by the reform.Insert Table 4 about here.Table 4 displays PMGE and fixed effects estimation results for our regressionsof dummy variables for the implementation that is, treatment period as well as aconstant term. The estimation involves 90 products that existed both during the baseand implementation periods that were observed at least two times in each period tohave a sufficient productspecific time series of prices. There is little difference in thepoint estimates of the PMGE and the fixed effects results, but standard errors aresmaller for the fixed effects estimation, which is a direct consequence of fixed effectsimposing more structure on the data. We shall use the productspecific estimationresults in the following analysis. Our discussion refers to the PMGE results in Table 4. The table shows that the reform was associated with a highly statistically significantgeneral decrease in prices per DDD of 1.8 DKK.15Our interest is, however, not only in the average effect of the reform on list pricesper DDD but also in the distribution of these effects within and across substitutiongroups. The theoretical considerations in Section 5 suggest that prices decrease insubstitution groups where plmin p EU and increase in substitution groups whereplmin p EU as a result of the reform. We must deal with two issues when defininginitially cheap and initially expensive products empirically. First, we cannot observep EU directly. For this reason, we have to divide the substitution groups into thoseminp EU hereafter termed the cheap substitution groups and those forfor which plwhich plmin p EU hereafter termed the expensive substitution groups. Note thatas we expect no effect from the reform on prices in the substitution groups for whichplmin p EU , we expect a price reduction on average in the cheap substitution groups.Second, prices vary within our base period. Some substitution groups may thereforesometimes be categorized as cheap while at other times as expensive. We choose avery conservative definition of the two groups; a substitution group is termed cheap ifthe list price of at least one product within that group is smaller or equal to the EUaverage plp EU in all periods. Otherwise, it is expensive.Theoretical predictions and empirical findings In line with our theoretical predictions, we find that prices decreased in the cheapsubstitution groups during the implementation period. However, contrary to our predictions, prices decreased even more strongly in the expensive substitution groups.We explain this divergence between the theoretical predictions and empirical resultsby noting that the market had not reached its equilibrium market structure in all substitution groups before the reform, which is an implicit assumption in the theoreticaldiscussion. In particular, high prices in the expensive substitution groups would probably have led to entry, e.g., by generic producers and parallel importers, regardlessof the reform. If so, the strong decrease in prices can be explained by entry exogenous to the reform. This same argument suggests that there would have been exitsfrom the cheap substitution groups without the reform. Therefore, we are likely tounderestimate the price decrease due to the reform in these substitution groups. Thisexplanation for the observed price patterns is supported by the fact that the averagedifference in the number of products in the cheap and in the expensive substitutiongroups is 3.5 i.e., there are 3.5 more products in the cheap group than in the expensive group in the base period but is only 0.9 in the implementation period. There isconvergence in competitive pressure across substitution groups, which probably wouldhave also occurred regardless of the reform.Asymmetric price effects Turning to asymmetric effects of the reform on prices within substitution groups, we 16define cheap and expensive products as products for which plp EU and pl p EU ,respectively. Again, the two groups are conservatively defined. A product is cheap ifplp EU for all periods within the base period. Otherwise, it is defined as expensive.The set of cheap products consists of 41 of 90 products with a joint market shareof 67.5 percent. Relaxing the definition we adopt makes the findings for the twosubstitution groups more similar.While patients on average enjoyed a price decrease of 1.8 DKK between the baseperiod and the implementation period, our results from Table 4 indicate that thereform had asymmetric effects across different products. The price of the expensiveproducts fell by 2.8 DKK, while the price of the cheap products fell by only 0.6 DKKduring the implementation period, indicating that patients who initially purchasedmore expensive products gained considerably more from the reform than patients whoinitially bought cheap products. Patients may, however, substitute across differentproducts, which implies that asymmetric price effects alone may not necessarily leadto asymmetric effects on total patient expenditures and surplus. For this reason, westudy the full effect of the reform on patients in what follows.Alternative scenarios To further investigate the effects of the reform on reference prices, we consider threedifferent scenarios. In Scenario 1 we assume that both DDD list prices and demandstay constant and that the only change that occurs in the system is the switch fromthe calculation of reference prices based on European averages to the minimum domestic price which also changes the copayment. This scenario does not require anyestimation and consists of a purely mechanical change in the calculation of referenceprices.In Scenario 2, we assume that demand remains constant while list prices changeaccording to our productspecific estimates and that reference prices change as a consequence of changes in list prices and the way reference prices are calculated. Becauseour estimated average effects of the reference price reform are basically productspecificcomparisons of mean prices across periods, Scenario 2 is like Scenario 1 inherentlynonparametric.Our final scenario, Scenario 3, is the most realistic one. In this scenario, we allowlist prices and hence reference prices and copayments, the way reference prices arecalculated and demand to change.We shall discuss our findings for Scenario 1 and Scenario 2 in the paragraphsbelow. Scenario 3 is discussed in Section 7 because it involves demand estimation,which requires further explanation.17Scenario 1: Constant demand and list prices Table 5 displays our results for Scenario 1 and Scenario 2. For Scenario 1, we findan average decrease in reference prices of 4.1 percent. The effects of the reform differwidely across products. The lowest 10 percent reference price changes are below 18.3percent, while the top 10 percent largest reference price changes are above 5.4 percent.The changes in copayments reflect the changes in reference prices. The mean copayment change is 13.0 percent. Patient copayments increase for more than half ofall products in Scenario 1. The total changes in government and patient expendituresare estimated to be 1.3 percent and 3.7 percent, respectively, reflecting a copaymentincrease for more than half of all products. A change in the reference pricing systemalone that keeps list prices and demand patterns fixed hence leads to small savings ingovernment expenditures and to an increase in patient expenditures.Insert Table 5 about here.Scenario 2: Constant demand In Scenario 2, we allow both for the mechanical change in the calculation of referenceprices and for list prices to adapt to the reform. To calculate the percentage changesin list prices for Scenario 2, we use productspecific estimates from our PMGE estimation. Table 5 shows that median list prices decrease by 24.8 percent, and meanlist prices decrease by 26.6 percent. The general decrease in list prices is reflected bya general decrease in reference prices. Their median decrease is 35.2 percent, whilethe corresponding mean is 31.8 percent. The median change in copayments is 15.9percent, while the mean change is 7.5 percent.For Scenario 2, we estimate a change in total producer revenues of 13.7 percent, achange in total government expenditures of 14.9 percent and a change in total patientexpenditures of 10.2 percent. That total producer revenues, government expendituresand patient expenditures increase while median and mean prices decrease appearsto be a contradiction. At least 10 percent of the list and reference prices and atleast a quarter of the copayments did, however, increase, and many of the bestselling products, including Pfizers Lipitor, Ratiopharms Lovastatin and Sandozs Simvastatin, raised their prices.7 Empirical Strategy Scenario 3 involves estimating a model of demand for differentiated products. We usethe estimates from this demand model along with the estimated changes in prices topredict product demand in the treatment period. That is, we keep the set of availableproducts constant and infer demand for these products after the reform by combining 18price changes and demand function parameters. Our demand model includes all statinsthat were available in the base period and uses prices, product characteristics and salesdata for all 21 fortnightly periods of the base period.7.1 Demand Estimation Basic setup Our demand estimation aims at making predictions for the demand for statins if thehealth care reform had already been introduced during the base period. We obviouslycan only compute predicted changes in quantities induced by changes in prices forproducts that already existed in the base period and that also existed in the treatmentperiod.We use a nested logit model of demand for differentiated products as our empiricalworkhorse. Our exposition of the nested logit model follows Berry 1994. We assumethat a physician chooses the statin that provides the patient with the highest utilitygiven the IRF recommendation.Following our arguments in Subsection 4.1, we further assume that the physicianfirst determines the active ingredient that is, ATC and strength combination for eachpatient i. This defines G groups of substitute products. Each of the G groups consistsof several products. Patients then decide which of the various products in the groupof substitutes to buy. They reach their purchasing decision by choosing the productthat maximizes their utility. Utility depends upon observed characteristics, xj, excluding price, pcj, which also determines utility but which is treated separately as wellas dummy variables for each of the G substitute groups that is, ATCstrength combinations, which are interacted with an individualspecific random term, ig. Note thatthis term is the random coefficient on the group dummies. Omitting time subscripts,patient utility is given by:uij xj pcj j Gcid:88j0djgig 1 ij j Gcid:88j0djgig 1 ij, 1where ij is assumed to be an iid Gumbel distributed distributed random variable.The term j is called mean utility because none of its components are patientspecific. The only elements of vector xj are productname dummy variables, whichalso effectively represent producerspecific fixed effects. Examples of product namesare Crestor, Lovastatin Alternova, Lovastatin Ratiopharm, Simvastatin Ratiopharm, Simvastatin Sandoz, Simvastatin Teva, Zocolip and Zocor. Allother observed relevant product characteristics like active ingredient, package size andstrength are already accounted for by the group dummies djg. However, note that wecannot include productspecific fixed effects because they are poorly identified separate 19from the group dummy variables.The random variable ig is common to all products in group g. Its distributionfunction depends on parameter . The nested logit model is consistent with randomutility maximization if 0 1. Individual is preferences are perfectly uncorrelatedacross groups if 0, in which case the model collapses into the simple logit demandmodel. If 1, preferences are perfectly correlated across groups, which implies thatthe demand equation can be estimated separately for each group of products.The distributional assumption on ij and the presence of a socalled outside goodwith utility that is normalized to 0 0 0 as defined below lead to the followingclosed form of product demand.lnqjM Ncid:88qk j lnsjgt,2k1size of the outside good, which is given by q 0 M cid:80Nwhere lnsjg denotes the natural logarithm of product js market share in ATCstrengthgroup g g G and the term M denotes total market size and implicitly defines thek1 qk. The outside good is acomposite good. It consists of products that are purchased by the patients instead ofthe inside products, which in our case are statins. These include, for example, thepurchase of homeopathic products, a bicycle or a pair of running shoes. Its price isnot set in response to the prices of the inside goods. Note that Scenario 3 collapsesinto Scenario 2 for 0 and 0, i.e., when demand is completely priceinelasticand preferences are uncorrelated.Potential market size We define total market size as the amount of DDDs that would be sold if all potentialpatients received medication. We calculate the number of potential patients basedon a claim by the Danish Association of Heart Patients Hjerteforeningen, 2007 that 80 percent of all Danish residents above the age of 50 have a cholesterol level that istoo high. That figure may appear large, but given a total population of 5.5 mil., itmatches well with IRFs IRF, 2006 estimate that 2.1 mil. Danish residents abovethe age of 35 have a total cholesterol level of more than 5 mmoll. Because DDD is indaily perpatient units, the potential market size can be easily computed as 80 percentof all Danish residents above the age of 50.Decreasing potential market size, for example, by assuming a lower fraction ofpeople with cholesterol levels that are too high, generates higher elasticities of substitution. Our assumption of a comparatively large market size of the outside goodtherefore lets us generate conservative estimates of substitution.Demand prediction 20Total demand for product j is defined as follows.expjcid:80GD1gg1cid:88j Gqj MDgwhere Dg expj1 .3We calculate average demand for each product j based on the average prices in thebase period as calculated by our PMGE regression. These averages are predictions forthe treatment period and are exact mappings for the base period. In logittype demandmodels, there is a perfect match between actual and fitted demand by construction.Alternative estimators Nested logit models of demand have been criticized ever since Berry et al. 1995introduced the random coefficients model, which is also based on the assumption of iid Gumbel distributed idiosyncratic utility components but which generates much moreflexible patterns of substitution. A practical difficulty with the random coefficientsmodel is, however, that its estimation requires prices or other characteristics tovary across different markets. This is theoretically discussed by Nevo 2000 andempirically shown by Kaiser and Song 2009. Our price and characteristics data donot vary across submarkets, as prices and copayments are uniform across Denmark,which is why we resort to our nested logit model.As a robustness check, we also estimated a nested logit model with an additionalnest for branded versus unbranded drugs, thereby introducing additional flexibility intodemand estimation. The additional nest did not, however, prove to be statisticallysignificant on any conventional significance level, which is why we rejected the fourlevel nested logit model in favor of our threelevel nested logit model.Finally, we also included LMAs other than statins in our analysis to investigateif the claim medical practitioners that these products constitute a separate subgroupis corroborated empirically. We indeed find evidence that other LMA products areto be treated separately because their inclusion leads to an estimate of statisticallyinsignificantly different from one.7.2 Identification The unobserved characteristics of product j, jt, are known to both producers andpatients, which implies that prices are endogenous in equilibrium and must be instrumented. Not instrumenting prices leads to downwardly biased estimates of the pricecoefficient . By the same token, within group market shares, sjgt must be instrumented as well. We estimate our demand equation using GMM, and we justify ourinstrument choice below.The obvious alternative to IV estimation is to control for unobserved quality characteristics. In principle, this is possible in our setting because the characteristics of 21pharmaceutical products are also timeinvariant. Estimating Equation 2 by fixedeffects would hence solve the identification problem. The grouping of products is,however, timeinvariant, which makes it impossible to separately identify the fixedeffects and the parameters related to the shares within substitution groups.We make two main identifying assumptions. First, we assume that unobservedcost factors are common across products in their own sub market and that otherdemandside shocks specific to the sub market are not correlated with these factors, an approach adopted by Kaiser and Wright 2006 similar to that used by Hausman and Taylor 1981, Hausman et al. 1994 as well Berry et al. 1995. Thisimplies that prices of other products of the same producer are assumed to be drivenby common underlying cost factors associated with a producers production and distribution. These costs also determine a particular products price, but they are assumedto be uncorrelated with the unobserved component of mean utility, j. This is why theaverage price of a producers products in the other submarkets may serve as instruments for price. We define submarkets by the type of active ingredient and not by thenarrower terms of substitution groups to increase the orthogonality of our instrument.Second, we assume that unobserved cost factors are common across products ofother producers in the substitution group. These factors are not correlated with unobserved product characteristics. A products unobserved quality is therefore assumednot to be correlated with observed product characteristics of the products of otherproducers in the same segment. We use the average price of the products of otherproducers in the same segment as an additional price instrument.We also include a costside variable as an instrument for prices namely, an indexfor pulp and paper prices to account for packaging costs. We would ideally interactthis costside variable with productspecific fixed effects or at least with producerspecific fixed effects to introduce betweenproduct variation in these variables. This,however, led to a statistical rejection of our orthogonality assumption, possibly becausewe could not include product or producerspecific fixed effects as they are not wellidentified separately from the G substitution group dummy variables we implicitlyalready take into account.To instrument within group market shares, we follow Bonnet et al. 2006, whoassume that a suitable projection of the within group market shares on a hyperplanegenerated by lagged values generates valid instruments. Identification of the coefficientfor withingroup market shares is essentially based on the assumption that past marketshares are uncorrelated with unobserved product characteristics once productspecificfixed effects are controlled for. To improve the precision with which we estimate the 22withingroup correlation parameter, , we also include two lags of that variable.14For an instrument to be valid, it requires two properties. First, there must beno correlation between the instrument and the unobserved product characteristics.Second, the instruments must predict the endogenous variable well. The first propertycan be verified by tests for overidentifying restrictions. This test yields a test statisticof 7.9, which, given 5 degrees of freedom, generates a marginal significance level of 0.16. We therefore cannot reject that our instruments are orthogonal to the error termin the demand equation. The second property can be informally tested by runningfirst stage regressions of the endogenous variable on the explanatory variables andthe set of instruments. Clearly, there is no first stage in GMM estimation, but ifthe joint statistical significance of the instruments cannot be rejected, evidence thatthe second property holds is found. Appendix C displays such first stage regressionsand shows that our instruments are both jointly and separately highly statisticallysignificant. They hence fulfill both statistical requirements for instrument validity.8 Demand Effects and Results 8.1 Demand effects Estimation results for Equation 2 are shown in Table 6. We display both the OLS andthe GMM results. They differ quite substantially. The coefficient on copayment, ,is six times larger in the GMM estimation than in the OLS estimation. The coefficientfor withingroup market shares, , is 4.6 times smaller, which is a typical finding andconsistent with our expectations. We shall use the GMM estimates only because theseare unbiased and consistent given the instrument choice.The coefficient on price per DDD, specified as patient copayment, is negative andhighly statistically significant. It does not have a direct economic interpretation andthus must be converted into price elasticities. The respective formulas are presentedin Berry 1994. Our estimated mean ownprice elasticity is 0.5 percent, which doesnot differ much from Gemmill et al. 2007, who summarize estimates for ownpriceelasticities found in the literature on drug demand.Insert Table 6 about here.The withingroup correlation parameter is estimated at 0.13, which is statisticallysignificantly different from both 0 and 1. Patient preferences are therefore moderated 14Our estimated is statistically significant at the five percent level without including additional lags. Ourestimation results do not differ at all with or without these lags, but including them increases the significance ofthe estimates.23at the substitution group level, which confirms that intersubstitution group competition does exist, but it is weak.8.2 Reform effects on prices and demand Table 7 displays our estimation results for Scenario 3. The changes in list prices,reference prices and copayments are exactly the same as in Scenario 2 by construction.We redisplay them merely to facilitate the interpretation of our results. Any additionsas compared to Table 5 are the results of changes in demand per DDD as well as ourestimates for the perDDD changes in producer revenues and government and patientexpenditures. For Scenarios 1 and 2, these changes coincide with the changes in therespective relevant prices because demand was assumed to stay constant.Insert Table 7 about here.We estimate an average increase in sales per DDD of 35.7 percent. However,demand does not uniformly increase for all pills. More than one quarter of the productsexperienced an increase in copayments, and perDDD demand decreased for more thanone quarter of the products.Mean median changes in producer revenues are estimated to be 23 21.9 percent per DDD, and mean median changes in government expenditures are 10.7 25percent per DDD. Finally, mean median changes in patient expenditures per DDDare 16.1 13.7 percent. These perDDD changes translate into a positive changein total demand for statins by 1.9 percent, a decrease in producer revenues of 5 percent, a decrease in government expenditures of 5.6 percent, and a decrease in patientexpenditures by 3 percent.The reductions in total revenues, government expenditures and patient expenditures are quite dissimilar to those found in Scenario 2, where we assumed that demandremained constant and for which we found increases in producer revenues, governmentexpenditures and patient expenditures. Once we consider demand changes, the signsof the total effects reverse. This implies both that patients do react to price changesby adjusting total demand and that they switch toward cheaper products. Policyanalyses that are based on price changes alone may therefore lead to quite misleadingresults.8.3 Patient surplus Patient surplus, or consumer surplus as it is usually called, is the final measure ofchange induced by the reform that we consider.It is a monetary measure of theattractiveness of the set of products available to patients, including the outside good,24minus the copayment that a patient incurs. We use the parameter estimates of ourdemand model to calculate this measure. It is defined by the maximum value of patientutilities. Under the assumptions of the nested logit model, our estimated net patientsurplus, P S, is defined as follows Anderson et al. 1992 4cid:161 Gcid:88g1P S 1ln 1cid:17Dg The treatment on the treated change in patient surplus between the base periodand the implementation period is the surplus change associated with the general pricereduction that was induced by the reform. Considering those 95 products that wereavailable in both the treatment and basis periods, we obtain an estimate for patientsurplus for the base period of 2.17 DKK per DDD, which translates into a patientsurplus of the same amount per day given that patients take one DDD per day. Forthe treatment period, we find an estimate of 2.35 DKK per DDD, which is an increasein patient surplus by 8.2 percent.8.4 Asymmetric price effects Table 8 adds evidence on asymmetric reform effects to the preliminary discussion in Subsection 6.1. It contains the same information as Table 7, but it splits the resultsbetween cheap and expensive products. The table shows that relative decreases in listprices as well as in reference prices were not only larger for expensive products than forthe cheap ones, but prices of many initially cheap products actually increased due tothe reform. Copayments decrease for initially expensive products, while they increasefor the cheap products. Demand decreases for lowprice products, but it increases forhighprice products.Insert Table 8 about here.These differences are reflected by changes in producer revenues, government expenditures and patient expenditures. They all decreased much less or even increasedfor cheap products than for expensive products. Total producer revenue per DDD decreased by 21.9 percent for expensive products and by 0.7 percent for cheap products.Total government expenditures decreased by 32.8 percent for expensive products andby 1.2 percent for cheap products.While total patient expenditures increased by 0.9 percent for cheap products, theydecreased by 9.75 percent for expensive products.This asymmetry of the effects between initially expensive and initially cheap products implies that patients who purchased products priced below or at the EU averageprice before the reform were actually made worse off, while patients who initially 25brought the more expensive products were made substantially better off. Moreover,our results indicate that most of the benefits to government expenditures were due tothe initially expensive products.9 Robustness checks To check if our results critically depend upon our estimated price and withingroupcorrelation parameters, and , we recalculated the total effect of the reform ondemand, producer revenue and patient expenditures.If we double , which means we double the ownprice and crossprice elasticitiesof demand, this leads to larger effects from the reform on demand and prices bothat the product level and in aggregate. The effects on producer revenues, governmentexpenditures and patient expenditures decrease by around 14 percentage points morecompared to the results based on our estimated coefficients. Moreover, while asymmetry of the effects across products remains, the differences become smaller.If we double , which means we reduce the price elasticities of demand, we findoverall effects that differ little from our initial results. Even if we quadruple , thetotal effect on producer revenues, government expenditures and patient expendituresdo not differ by more than 5 percentage points.10 Conclusion Denmark, which maintains a universal coverage health care system, changed the wayreference prices for prescription drugs are calculated on April 1, 2005. Before thereform, reference prices were calculated based on the average European prices withinrespective substitution groups. Reference prices have been calculated as the nationalminimum price in the substitution group since then.This paper investigates the joint effects of the reference price reform on pricesand demand for statins, which are products that reduce blood cholesterol levels toprevent cardiovascular diseases. We first estimate the effects of the reference pricereform on prices and then estimate a model of demand for differentiated productsto finally link the estimated price effects to our demand estimates, which enablesus to derive counterfactual results not only for price changes but also for changesin demand, producer revenues, patient expenditures, government expenditures andpatient surplus.Our results support previous studies by finding a substantial decrease in pricesas a reaction to the reform. List prices decreased by 26.6 percent on average, andreference prices decreased substantially with an average decrease of 31.8 percent. The 26average decrease in copayments was estimated to be 7.5 percent. These price changesare associated with an increase in total demand by 1.9 percent per 14 days. Totalproducer revenues decreased by 5 percent, total government expenditures decreasedby 5.6 percent, and total patient expenditures decreased by 3.0 percent. Finally,patient surplus increased by 8.2 percent for those products that existed both duringthe period before the reform and during the implementation period of the reform.The reference price reform therefore brought about sizeable reductions in both government and patient expenditures, but the reductions are quite unequally distributedacross products, which is a finding that is consistent with Lach and MoragaGonz alezs2009 study of Dutch gasoline stations. The list prices of initially cheap products i.e.,products that were initially priced at the EU average decreased by 5.8 percent, andinitially expensive products i.e., products that were initially priced above the EUaverage fell by 44.1 percent. Therefore, the patients who purchased cheap productsbefore the reform were made worse off, while patients who initially brought more expensive products were made substantially better off. We also find that prices decreasedsubstantially more for products belonging to expensive substitution groups, relativeagain to the EU average price, than for products belonging to cheap substitutiongroups. This result goes against theoretical expectations. We explain this by notingthat adjustments in the market structure were driven by differences in competitivepressure across substitution groups rather than by the reference price reform itself.An important question involves to what extent the experience from the Danishreference price reform can inform policy makers elsewhere. The first issue to noticehere is that the change in the calculation of the reference price has surprisingly strongeffects. Indeed, the price reductions following the Danish adjustment of the referenceprice were even larger than the price reductions following the introduction of referencepricing in Germany Pavcnik, 2002. There is no doubt that reference pricing mustbe complemented with other rules and regulations for generic competition to workwell. Automatic generic substitution, which provides a constant profit margin acrossproducts for pharmacies, and a formal application procedure whereby doctors prescribea specific, more expensive product surely spurred generic competition and helped torealize gains from the reform. Still, we believe that the Danish experience providessome general insights concerning the choice of reference prices. Defining the lowestprice in the substitution group as the reference price has a number of propertiesthat stimulate competition. First, because patients pay the full price difference whenbuying a product that is different from the cheapest one, they are as price sensitive asthey would be without reimbursement from the health insurance. More price elasticdemand, in turn, results in tougher competition and lower prices. Second, using 27the European average price, or any other external benchmark, as the reference pricemakes demand more elastic above the reference price than below it. This introducesa tendency for producers to set prices equal to the reference price Danzon and Liu,1998; Kaiser et al., 2010. For such a system to work well, policy makers must beable to devise rules that solve the difficult task of setting reference prices close tothe competitive level, a problem that they do not face when the reference price isthe lowest national price in the substitution group. In this sense, the Danish referenceprice reform shows that the best institution at setting competitive prices is the market.This view is supported by the Norwegian experience, in which pharmaceutical pricesfell significantly when a price cap based on European average prices was replaced byreference prices calculated on the basis of domestic prices, as in Denmark Brekke etal. 2009a,b.This paper leaves plenty of space for further research. Our analysis is confined toproducts that existed both before the reform and after the reform, while it is silentabout the reform effects on products that entered or exited in the meantime. Neithercan we say anything substantive about the entryinducing effects of the reform, norcan we make any predictions about the effects of the reform on the entry of new drugs.These issues are clearly of utmost importance, but they are far outside the scope ofthe present paper.28References Anderson, Simon and De Palma, Andr e1992, Multiproduct firms: a nested logitapproach, Journal of Industrial Economics, 40 3, 261276.Berry, Steven T. 1994, Estimating discretechoice models of product differentiation,The RAND Journal of Economics, 25 2, 242262.Berry, Steven T.; Levinsohn, James and Pakes, Ariel 1995, Automobile prices inmarket equilibrium, Econometrica, 63 4, 841890.Bonnet, C eline and Dubois, Pierre 2006, Non linear contracting and endogenousmarket power between manufacturers and retailers: Identification and estimationon differentiated products, unpublished manuscript, University of Toulouse.Brekke, Kurt R.; Grasdal, Astrid L. and Holm as, Tor H. 2009a, Regulation andpricing of pharmaceuticals: Reference pricing or price cap regulation, European Economic Review, 53 2, 170185.Brekke, Kurt R.; Holm as, Tor H. and Straume, Odd Rune 2009b, Regulation,generic competition and pharmaceutical prices: Theory and evidence from anatural experiment, Working paper, Norwegian School of Economics and Business Administration, Norway.Brekke, Kurt R.; K onigbauer, Ingrid and Straume, Odd Rune 2007, Referencepricing of pharmaceuticals, Journal of Health Economics, 26 3, 613642.Dalen, Dag M.; Strm, Steinar and Haabeth, Tonje 2006, Price regulation andgeneric competition in the pharmaceutical market, European Journal of Health Economics, 7 3, 208214.Danzon, Patricia M. and Liu, Hong 1998, Reference pricing and physician drug budgets: the German experience in controlling pharmaceutical expenditures. Working paper, The Wharton School, University of Pennsylvania.Gemmill, Marin C.; CostaFont, Joan and Mcguire, Alistair 2007, In search ofa corrected prescription drug elasticity estimate: a metaregression approach,Health Economics, 16, 627643.Hausman, Jerry A. and Taylor, William E. 1981, Panel data and unobservableindividual effects, Econometrica, 49 6, 13771398.Hausman, Jerry A.; Leonard, Gregory and Zona, J. Douglas 1994, Competitiveanalysis with differenciated products, Annales d Economie et de Statistique, 34,159180.Hjerteforeningen 2007, Danskerne har for hjt kolesteroltal;http:www.hjerteforeningen.dksw 19716.asp 29Heuer, Alexander; Mejer, Malwina and Neuhaus, Jennifer 2007, The national regulation of pharmaceutical markets and the timing of new drug launches in Europe,WP 437, Kiel Institute for the World Economy, Kiel, Germany.Institut for Rationel Farmakoterapi 2003, Lipidsnkende lgemidler C10,http:www.irf.dkdkrekommandationslistebaggrundsnotaterlidpidsaenkendelaegemidler baggrundsnotat for lipidsaenkende laegemidler c 10.htm Institut for Rationel Farmakoterapi 2006, Lipidsnkende behandling,http:www.irf.dkdkpublikationerrationel farmakoterapimaanedsblad2006lipidsaenkende behandling.htm Institut for Rationel Farmakoterapi 2008, Analog substitution kliniske ogkonomiske resultater,http:www.irf.dkdkanmeldelserstudieanmeldelseranalog substitution.htm Kaiser, Ulrich; Mendez, Susan J. and Rnde, Thomas 2010, Regulatorische Reform und Pharmapreise: Ergebnisse aus D anemark, forthcoming in Marktmacht,edited by H. J. Ramser and M. Stadler, T ubing, Mohr Siebeck Verlag.Kaiser, Ulrich and Song, Minjae 2009, Do media consumers really dislike advertising? An empirical assessment of the role of advertising in print media markets,International Journal of Industrial Organization, 27 2, 292301.Kaiser, Ulrich and Wright, Julian 2006, Price structure in twosided markets: evidence from the magazine industry, International Journal of Industrial Organization, 24 1, 128.Kanavos, Panos; CostaFont, Joan and Seeley, Elizabeth 2008, Competition in offpatent drug markets: Issues, regulation and evidence, Economic Policy, 23 55,499544.Knittel, Christopher R. and Stango, Victor 2003, Price ceilings as focal points fortacit collusion: Evidence from credit cards, American Economic Review, 93 5,17031729.Lach, Saul and Moraga Gonz alez, Jose Luis 2009, Asymmetric Price Effects of Competition, Tinbergen Institute Discussion Paper 090492.MerinoCastell o, Anna 2003, The Impact of the Reference Price System on the Pharmaceutical Market: a Theoretical Approach, working paper 524, Universidad Pompeu Fabra, Barcelona, Spain.Mestre Ferr andiz, Jorge 2003, Reference prices: the Spanish way, Investigationes Econ omicas, 27 1, 125149.Miraldo, Marisa 2009, Reference pricing and firms pricing strategies, Journal of Health Economics, 28 1, 176197.30Nevo, Aviv 2000, A practitioners guide to estimation of randomcoefficients logitmodels of demand, Journal of Economics Management Strategy; 9 4, 513548. OBIG, Osterreichisches Bundesinstitut f ur Gesundheitswesen 2008, PPRI Report,http:www.goeg.atdeGOEGAktuellesPPRIReportveroeffentlicht27ArzneimittelsystemeimVergleich.html Pavcnik, Nina 2002, Do pharmaceutical prices respond to potential patient outofpocket expenses?, The RAND Journal of Economics, 33 3, 469487.Pesaran, M. Hashem and Smith, Ron P. 1995, Estimating longrun relationshipsfrom dynamic heterogeneous panels, Journal of Econometrics, 68 1, 79113.Puig Junoy, Jaume 2007, The impact of generic reference pricing interventions inthe statin market, Health Policy, 84, 1429.Puig Junoy, Jaume 2010, A Review of the impact of European Pharmaceutical Price Regulation on Generic Price Competition, forthcoming in Pharmacoeconomics.Scandinavian Simvastatin Survival Study Group 1994, Randomised trial of cholesterol lowering in 4444 patients with coronary heart disease: the Scandinavian Simvastatin Survival Study, The Lancet 3448934, 13831389.Tirole, Jean 1988, The Theory of Industrial Organization, Cambridge, Massachusetts:MIT Press.31Table 2: Summary of events related to changes in the Danish reimbursement system LIF Agreement May 03 2001Since 2001 LIF members and the Danish Ministry of Health Apr. 14 2003have an agreement on price ceiling running until 2005. Notall active companies follow the agreement.Adjustment Apr. 28 2003The Danish Medicine Agency starts updating pharmaceutiSep. 01 2003cal prices every 14 days. Before, reimbursement prices wereset every 6 months Base Working Sep. 15 2003The Danish Ministry of Health announces to assemble agroup Jun. 07 2004working group that is asked to submit proposals regardingreimbursement rules with the aim to increase competition.The Association of Danish Pharmacies launches the ideathat reimbursements should be based on the cheapest domestic product within substitute groups. The idea earnswidespread support among leading politicians Announcement Jun. 21 2004The law regarding the new reimbursement system is passed Mar. 28 2005by the Danish parliament Implementation Apr. 01 2005The new law is implemented Sep. 25 2006New LIF agreesince The LIF and the government agree upon on a price ceilingment Oct. 29 2006corresponding to the price on 30 Aug. 200632Figure 1: Median price and number of active firms in the market for Statins 33Exp. LIFAdjustement Base period Working group Announcement Implementation New LIF agreement 10121416182068No. of firms 246810Median price per unit 20.01.200328.04.200615.09.200321.06.200428.03.200509.10.200607.04.2008Period Median price No. of firmsscitsitat Sevitpircse D:3elba T.xa M.in M.ve D.dt Snaide Mnae M.xa M.in M211086662.097.092.0052081120174.038.071.00301001.093.051.0035011.014.050.028.4355.6110.226.150.011.040.07.4340.0235.23.6180.01.030.00013.760276.6261.016.012.01358.117.261.095.022.00016.860236.0352.027.090.04511.487.762.007.001.0gniretnestcudorp.o N88gnitixestcudorp.o N0031ezisegakca P4.82htgnert S54.62stcudorpdednarberah S5562:snoitavresb OIHH3C331026121gniretnestcudorp.o N71gnitixestcudorp.o N0002ezisegakca P37.33htgnert S5.13stcudorpdednarberah S1344:snoitavresb OIHH3C3416281945.045.040.020.04118141061.061.020.010.06991410.ve D.dt Snaide Mnae M76.670.666.202138.484.084.013.427.679.581.305158.783.457.168.475.973.785.260.8372126.6219151463.321.220.180.369.8169.4134.52.625.482.218.9337.5113191.52114.280.165.2527141.3274.6198.3doirepnoitatnemelpm Isetaremolgnocfo.o Nsetutitsbusfo.o Necirptnemyapo Cecirpecnerefe Rstcudorpfo.o N0001sela Ssmrfifo.o Necirptsi Lsetaremolgnocfo.o Nsetutitsbusfo.o Necirptnemyapo Cecirpecnerefe Rstcudorpfo.o N0001sela Ssmrfifo.o Ndoirepesa Becirptsi L34.doirephcaeniezisegakcapralimisdnahtgnerts,ecnatsbusevitcaemasehthtiwstcudorpforebmunehtsadenfiederasetutitsbu S.000cid:481KKDnidlossllipforebmunlatotsaderusaemerasela S.DDDrep KKD5002nierasecirpll A.gmnilliprepecnatsbusevitcaevitcafotnuomaehtsaderusaemsihtgnert S.egakcapsrepsllipforebmunehtsaderusaemsiezisegakca P.doireptnavelerhcaenikramne Dnisnitat Sroftekramehtrofscitsitatsevitpircsedsyalpsid 3elba Tstcudorppaehcyllaitin Idorpevisnepxeyllaitin Inoitutitsbusnistcudor Pnoitutitsbusnistcudor Pstcudor Pll Astceffedexfidna EGMP:4elba Tstcutadecirpyllaitinispuorgdecirpyllaitinispuorgegareva UEegareva UEevobaymmudadnamrettnatsnocano DDDarofecirptsilehtfonoissergerarofstlusernoitamitsestceffedexfidnapuorgnaemdeloopsyalpsid 4elba Tehtnisecirptsilniegnahcetulosbaehtsadeterpretniebotsitneicffieocdetamitseevitcepsereh T.doireptnemtaertnoitatnemelpmiehtrofelbairav.setamitsecfiicepsgurdfosnaemehterastluser EGMPeh T.doirepesabehtotderapmocdoirepnoitatnemelpmi.rre.dt S35.028.070.030.0889214.ffeo C75.010.1142.067.01.rre.dt S.ffeo C.rre.dt S.ffeo C.rre.dt S.ffeo C.rre.dt S.ffeo Csetamits Epuor Gnae M93.048.060.030.023539428.272.708.292.793.037.050.020.072352772.164.871.184.804.098.001.050.039118109.350.1169.349.0143.026.050.020.002560908.189.856.109.8ymmudtnemtaer Tsnoitavresb Ostcudor Ptnatsno Cymmudtnemtaer Ttnatsno Csetamits Estceff Edexi F35elihwtnatsnoceradnameddnasecirptsiltahtsemussa 1oiranec S.mroferehthtiwdetaicossasegatnecrepnisegnahcecirpsyalpsid 5elba Tsegnahcll A.tnatsnocdeniamerdnamedtahttubegnahcstnemyapocsallewsasecirpecnerefersuhtdnasecirptsiltahtsemussa 2oiranec Sdoireprep DDDrepsegnahcniderusaemeranae M06.6257.1325.70076.3158.4122.01%0902.457.4%5758.681.748.4258.3560.460032.5378.7518.2680.484.50010.2346.319.5117.4513.4779.2126.1467.110000000052.156.3000q 0q 0lp 2oiranec S1oiranec Ssecirpnoegnahcyrotalugerfotceffeegatnecre P:5elba T%05%52%01nae M%09%57%05%52%010000096.670.0052.81DDDniecirpecnerefe R40.9DDDniecirptnemyapo C0DDDniecirptsi Llprpcp 0DDDnidname Dq:serutidnepxetnemnrevogniegnahclato T:serutidnepxestneitapniegnahclato T:euneversrecudorpniegnahclato T:egnahcdnamedlato T59:stcudorp36Table 6: Results for OLS and GMM demand estimations Constant obs.Own price effects meanOLSGMMCoeff.Std. err. Coeff.Std. err.0.030.603.550.180.136.090.010.020.7926400.070.058.4826400.50Table 6 displays OLS and GMM estimation results for the demandequation. Standard errors are robust to serial correlation and heteroskedasticity. The specification also includes product name dummies,monthly dummies, quadratic and linear time trends.Table 7: Percentage effect of regulatory change on prices Scenario 310%25%50%75% 90% Meanpl List price in DDDpr Reference price in DDD62.81pc Copayment price in DDD 74.3115.47q Demand in DDD64.0653.8524.8457.8735.236.857.184.204.7526.6031.7554.7115.913.6432.017.520.954.1517.1538.9135.69Firm revenues59.3844.5721.89Government expenditures62.1449.4324.992.401.423.974.6223.0010.67Patient expenditures66.8247.3713.672.0616.5616.06Total demand change:Total change in producers revenue:Total change in government expenditures:Total change in patients expenditures: products:1.914.965.613.0395Table 7 displays price and demand changes associated with the reform. Changes aremeasured in DDD per period.37Table 8: Percentage change products in low and high price segment Price segmentin base period Scenario 310%25%pl List price in DDDpr Reference price in DDD58.12pc Copayment price in DDD 26.7333.15q Demand in DDD36.5922.0828.8013.271.71Productsinitially lowpriced Firm revenues45.7120.18Government expenditures55.7728.54Patient expenditures28.5413.8850%6.857.130.830.424.525.802.1275%2.822.827.653.071.800.483.26Total demand change:Total change in producer revenue:Total change in government expenditures:Total change in patient expenditures: products:pl List price in DDDpr Reference price in DDD66.14pc Copayment price in DDD 81.146.17q Demand in DDD70.2759.5048.3124.1411.9944.0459.6148.8034.5116.8644.8669.3450.2813.344.5315.1927.3690% Mean 7.657.6569.7111.043.833.437.635.7615.2230.726.0914.7118.630.9510.600.741.160.944217.6981.4521.2429.5419.4239.5270.6529.934.0030.2918.0021.8732.789.7553Productsinitially highpriced Firm revenues60.4451.9540.7521.03Government expenditures63.3255.2643.8921.00Patient expenditures71.3957.9037.815.59Total demand change:Total change in producer revenue:Total change in government expenditures:Total change in patient expenditures: products Table 8 displays price and demand changes associated with the reform for products that initially pricedbelow or equal to the EU average cheap products and those that priced above the EU average expensiveproducts. All changes are measured in changes per DDD per period.38Appendix A: Anatomical Therapeutic Chemical Classification for C102Level 3Level 4Level 5 Level C10AAHMG Co AreductaseinhibitorsStatinsC10ABFibrates C10AC10ACBile acidsequestrants C10Lipid Modifying Agents C10ADNicotinic acidand derivatives C10AXOther lipidmodifyingagentssimvastatinlovastatin C10AA01C10AA02C10AA03 pravastatin C10AA04 fluvastatin C10AA05C10AA06C10AA07C10AA08atorvastatincerivastatinrosuvastatinpitavastatin C10AB01C10AB02C10AB03C10AB04C10AB05C10AB06C10AB07C10AB08C10AB09C10AB10C10AC01C10AC02C10AC03C10AC04C10AD01C10AD02C10AD03C10AD04C10AD05C10AD06C10AD52clofibratebezafibratealuminium clofibrategemfibrozilfenofibratesimfibrateronifibrateciprofibrateetofibrateclofibridecolestyraminecolestipolcolextrancolesevelamniceritrolnicotinic acidnicofuranosealuminium nicotinatenicotinyl alcohol pyridylcarbinolacipimoxnicotinic acid, combinations C10AX01dextrothyroxine C10AX02probucol C10AX03tiadenol C10AX05 meglutol C10AX06C10AX07 magnesium pyridoxal 5phosphate glutamate C10AX08C10AX09C10AX10policosanolezetimibealipogene tiparvovecomega3triglycerides incl. other esters and acids C10BC10BAcombinations C10BA01C10BA02lovastatin and nicotinic acidsimvastatin and ezetimibe C10BXcombinations C10BX01C10BX02C10BX03simvastatin and acetylsalicylic acidpravastatin and acetylsalicylic acidatorvastatin and amlodipine Appendix A displays a detailed classification of lipid modifying agents with their respective ATC codes.Source: WHO Collaborating Centre for Drug Statistics Methodology.Only boldfaced chemical substances are marketed in Denmark.39Appendix B: LMAs market shares Statins Fibrates Bile acid sequestrants Nicotinic acid and derivatives Other lipid modifying agents Combinations Total No. of products Appendix B displays market shares in percentage corresponding to eachlipid modifying agents by type and year.200492.504.001.501.001.00.200200591.923.541.521.521.52.198200390.916.061.821.21 165200690.534.741.581.581.58.190200788.893.171.590.532.653.17189200887.043.092.470.623.093.7016240Appendix C: First stage resultsprice of other products in same groupprice own products in other groupspackaging other products in own grouppulp and paperlagged market shares 1lagged market shares 2lagged market shares 3Std. err.Coeff.1.8090.0232.0040.6183.1573.7933.6983.7311.6226.3291.1400.2215.1956.6343.9395.8725.00214.4390.2700.2320.2680.3080.2300.3250.2920.5150.2010.1760.2720.2400.1970.1610.2750.2000.19710.138Name 1Name 2Name 3Name 4Name 5Name 6Name 7Name 8Name 9Name 10Name 11Name 12Name 13Name 14Name 15Name 16Name 17Constant Ftest results All instruments Price instruments Within groups market shares Coeff.0.1930.1040.0470.1334.6961.6354.909Coeff.6.5875.3365.8396.5940.8521.6140.3396.4870.1120.2590.2860.2310.6440.1970.1700.3380.2160.003Std. err.0.0190.0170.0030.0821.2601.5931.289Std. err.0.3150.3900.1880.2080.6050.3000.2130.1630.1920.3230.4520.6300.7430.4640.3450.2930.3930.00599.4971.39110.90Name 18Name 19Name 20Name 21Name 22Name 23Name 24Name 25Month 3Month 4Month 5Month 6Month 7Month 8Month 9Month 10Period 1Period 2Appendix C displays the results for the first stage regressions.41", "filename": "635644959.pdf", "person": ["Ulrich Kaiser", "Kaiser, Ulrich", "Susan J. Mendez", "Mendez, Susan J.", "Thomas Rønde", "Rønde, Thomas"], "date": ["2010"]}