{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/43655/1/635901048.pdf"], "title": ["Die neue Ordnung am europäischen Himmel: Eine Analyse des Markteintritts der Low-Cost-Carrier in den europäischen Luftverkehrsmarkt"], "plaintext": "Jenaer Beitrage zur Wirtschaftsforschung 052006 Die neue Ordnung am europaischen Himmel Eine Analyse des Markteintritts der LowCost Carrier in den europaischen Luftverkehrsmarkt vorgelegt von Katrin Halm, Fachhochschule Jena, Fachbereich Betriebswirtschaft Abstract 1 Marktstruktur und Marktentwicklung Untersucht wird die Entstehung und anschlieende Entwicklung der LowCost Carrier LCC auf der Ebene einer explorativen Analyse im europaischen im Mittelpunkt der Luftverkehrsmarkt. Folgende Aspekte stehen hierbei Betrachtung: 2 existierende Markteintrittsbarrieren und 3 Geschaftsmodelle der Billigflieger sowie der traditionellen Fluglinien. Anhand der betrachteten Barrieren wird die Hypothese aufgestellt, dass die Entstehung der LCC vorrangig durch den Mangel an frei verfugbaren Start und Landerechten Slots zu begrunden ist und weniger als eine Folge des Liberalisierungsprozesses angesehen werden kann. Der Boom der Billigflieger Ende der 90er Jahre wird mit Hilfe von Michael E. Porters Konzept der strategischen Gruppen analysiert. Es wird die Hypothese formuliert, dass dem Niedrigpreissegment die besten Markteintrittsbedingungen zugrunde liegen und demzufolge die haufigsten Marktzutritte in diesem Sektor zu verzeichnen sind. JEL Klassifikation: Schlusselworter: Billigflieger, LowCost Carrier, Europaischer Luftverkehrsmarkt, Markteintrittsbarrieren, Slots, Slot Allokation, Liberalisierung, Strategische Gruppen EMail Adresse der Autorin: katrin.halmgmx.de 4 INHALTSVERZEICHNIS Abbildungsverzeichnis   5 Abkurzungsverzeichnis   6 1 Einleitung  7 2 Der europaische Luftverkehrsmarkt  9 2.1 Historische Entwicklung  9 2.2 Aktuelle Marktstruktur   10 3 Markteintrittsbarrieren   15 3.1 Definition und Unterteilung von Markteintrittsbarrieren  15 3.2 Strukturelle Eintrittsbarrieren   15 3.2.1 Staatliche Politik  16 3.2.2 Produktdifferenzierungsvorteile  16 3.2.3 Betriebsgroenvorteile   17 3.2.4 Absolute Kostenvorteile   17 3.2.5 Absolute Kapitalerfordernisse   18 3.3 Strategische Eintrittsbarrieren  19 3.3.1 Zugang zu wichtigen Ressourcen   19 3.3.2 Strategien etablierter Fluggesellschaften   22 3.3.3 Subventionen   24 3.4 Zusammenfassende Bewertung der Markteintrittsbarrieren   25 4 Markteintritt der LowCost Carrier   26 4.1 Entstehung der Billigfluggesellschaften   27 4.1.1 Bedeutung von Liberalisierung und Slotmangel fur die Markteintrittsstrategie  27 4.1.2 Fallstudie Ryanair   28 4.2 Entwicklung des LowCost Marktsegmentes   30 4.2.1 Konzept der strategischen Gruppen von Michael E. Porter   31 4.2.2 Darstellung und Erlauterung der strategischen Gruppen im europaischen Luftverkehr   31 4.2.3 Markteintrittsmoglichkeiten in das LowCost Segment  35 5 Zusammenfassung  39 Literaturverzeichnis   41 5Abbildungsverzeichnis Abb. 1: Abb. 2: Abb. 3: Abb. 4: Abb. 5: Abb. 6: Abb. 7: Intraeuropaische Marktanteile von 2000 und 2003   11 Europaische LowCost Airlines   12 Einteilung der Barrieren entsprechend ihrer Wirkung  25 Strategische Gruppen im europaischen Luftverkehr   32 Vergleich der Geschaftsmodelle   33 Produktivitatsvergleich   34 Kosteneinsparungspotential der LCCs  35 6Abkurzungsverzeichnis Abb. AEA ASK ATI BA CAA CE CRS DIW ELFAA EU EUR FFP FSC i.V.m. ICAO IOO LCC PAX RPK VFR Abbildung Association of European Airlines Available seat kilometres Verfugbare Sitzplatzkilometer Air Transport Intelligence British Airways Civil Aviation Authority britische Luftfahrtbehorde Centre for Energy Conservation and Environmental Technology Computerreservierungssystem Deutsches Institut fur Wirtschaftsforschung, Berlin European Low Fares Airlines Association Europaische Union Euro Frequent Flyer Program Vielfliegerprogramm FullService Carrier Klassische Luftverkehrsgesellschaft in Verbindung mit International Civil Aviation Organization Economic research for the public sector, Zoetermeer LowCost Carrier Billigfluggesellschaft Passagiere Revenue passenger kilometres Genutzte Sitzplatzkilometer Visiting friends and relatives Besuch von Freunden und Bekannten 1 Einleitung 7In 1973 I hitchhiked from the fine Irish port of Kinsale to Cork airport. At the time, the oneway air fare to London was 30, which represented three weeks work on the farm at the end of the runway at Gatwick airport where I was working at the time. So I carried on thumbing, and arrived back at the ranch three days later. In 2003, I again hitched to Cork airport. But this time I stopped, checked in, and got on a Ryanair plane to London. The fare was still 30 representing three hours work at the average British wage. Unbelievably, nofrills flying has renderend hitchhiking an uneconomic form of transportation   Calder 2003, S.1 Simon Calder 2003 bringt mit den Einfuhrungsworten aus seinem Buch NO FRILLS: the truth behind the lowcost revolution in the skies die aktuelle Entwicklung im europaischen Luftverkehrsmarkt auf den Punkt. Uber nichts ist so oft in der Presse aus dem Luftverkehr zu horen, wie von den Billigfliegern LowCost Carrier und ihrem Eroberungsfeldzug. Unternehmensberatungen, wie Mc Kinsey oder Mercer Management Consulting, veroffentlichten zahlreiche Studien uber zukunftige Entwicklungen der Niedrigpreisflieger. Wissenschaftler hingegen befassen sich weniger mit Zukunftsprognosen, sondern untersuchen mehr die Folgen, die sich aus den Markteintritten ergeben. Ihr Interesse zielt vorrangig auf empirische Analysen der Kosten und Tarifstrukturen sowie auf Produktivitatsanderungen nach Eintritt der Billigfluggesellschaften. Kaum ein Forscher setzt sich jedoch mit der Problematik des eigentlichen Marktzutritts der neuen Wettbewerber auseinander. In der Literatur wird der Eintritt der LCCs meist im Zusammenhang mit dem Liberalisierungsprozess betrachtet. Im Rahmen der Abhandlung soll von dieser Sichtweise Abstand genommen werden. Mit Hilfe einer Analyse der Markteintrittsbarrieren wird versucht, eine Erklarung fur die tatsachlich erfolgten Marktzutritte zu finden und weniger, wie vielfach in der Literatur besprochen, den Eintritt als Folge der Liberalisierungsmanahmen zu diskutieren. Weiterhin soll die Hypothese, dass das LowCost Segment die erfolgversprechendste Alternative fur einen Marktzutritt ist, analysiert werden. Ziel dieser Arbeit ist demzufolge, eine Antwort auf die Fragen zu liefern, wie die LowCost Carrier es schafften, so erfolgreich in den hochkonzentrierten europaischen Luftverkehrsmarkt einzutreten und welche Bedeutung dabei ihrem Geschaftsmodell zukommt. Die Analyse des Markteintritts wird in zwei Untersuchungsgegenstande unterteilt. Zum einen ist die Entstehung der Billigflieger zu klaren und zum anderen 8eine Untersuchung uber ihre anschlieende Entwicklung vorzunehmen. Folgende Aspekte stehen hierbei im Mittelpunkt der Betrachtung: cid:131 Marktstruktur und Marktentwicklung cid:131 existierende Markteintrittsbarrieren im Luftverkehr cid:131 Geschaftsmodell der LowCost Carrier sowie der FullService Carrier Servicequalitat Zu den FullService Carriers auch FSCs gehoren Fluglinien wie Lufthansa, British Airways, Air France usw. Sie verkorpern das klassische AirlineKonzept hohe betrachtlichen ihrer marktbeherrschenden Stellung bestimmen im Luftverkehrsmarkt. Die LowCost Carriers auch LCCs, wie Ryanair und Easyjet, verfolgen ihr eigenes Geschaftsmodell. Mit der Reduzierung des Services auf die Basisleistung konnen sie Tickets zu uberaus gunstigen Tarifen anbieten. sie die Entwicklungen Aufgrund Preisen. zu Die Untersuchung beginnt mit einem kurzen Uberblick zu der historischen Entwicklung und zu der aktuellen Marktstruktur des europaischen Personenluftverkehrsmarktes. In den Kapiteln 3 und 4 wird eine detaillierte Prufung und Bewertung der bestehenden Markteintrittsbarrieren und darauf aufbauend die Analyse zum Eintritt der Billigflieger vorgenommen. Die Betrachtung des Kapitels 3 erfolgt in Hinblick auf die gesamte potentielle Konkurrenz, wahrend in Abschnitt 4 spezifisch auf die LowCost Carrier eingegangen wird. Auf Basis der betrachteten Barrieren wird die tatsachliche Entstehung sowie die Entwicklung der Billigflieger untersucht und eine Argumentationsgrundlage ausgearbeitet. Um die Frage beantworten zu konnen, warum ein Groteil der potentiellen Konkurrenten den gezielten Eintritt uber das Niedrigpreissegment wahlte, ist mit Hilfe von Michael E. Porters Ansatz der Strategischen Gruppen zu argumentieren und anhand einer Matrix die Attraktivitat dieses Teilmarktes naher zu beleuchten. Die Ergebnisse der Analyse sind in Kapitel 5 zusammengefasst. Die Arbeit betrachtet ausschlielich den europaischen Markt, der eine oligopolistische Marktstruktur seitens der Anbieter aufweist. Die Untersuchung wird weiterhin nur fur den Personenluftverkehr vorgenommen. Der Frachtverkehr wird auer Acht gelassen, da die LCCs ihn nicht in Anspruch nehmen. Der Aufsatz liefert einen Beitrag zur Theorie der Marktbeherrschung durch die Existenz von Markteintrittsbarrieren und zur Theorie des Markteintritts durch die Umgehung bzw. Abschwachung solcher Barrieren. Die Untersuchung generiert Hypothesen uber den Zutritt zu einem Markt mit hohen Eintrittsschranken. Vorrangige wie Marktstrukturanalyse und Fallstudien dar. Analysemethoden Verfahren, qualitative stellen 2 9Der europaische Luftverkehrsmarkt Die Europaische Union ist nach Nordamerika der zweitwichtigste Luftverkehrsmarkt der Welt. Mit einem Anteil von 30% an allen im Jahr 2002 geflogenen Passagierkilometern nimmt Europa gemeinsam mit Nordamerika 35% uber die Halfte des weltweiten Luftverkehrsmarktes ein. Ziel dieses Kapitels ist es, eine Einfuhrung in den Luftverkehrsmarkt zu geben. Zu Beginn erfolgt ein kurzer Abriss zu der historischen Entwicklung, wobei detailliert auf den Liberalisierungsprozess innerhalb der Europaischen Union eingegangen wird. Die anschlieende Marktstrukturanalyse gibt einen Uberblick uber die heutige Markt und Wettbewerbssituation in Europa. 2.1 Historische Entwicklung Die wohl bedeutendste Entwicklung der zivilen Luftfahrtindustrie in den vergangenen Jahrzehnten war das Bestreben, den internationalen Luftverkehr zu liberalisieren. Freier Marktzutritt spielte dabei eine zentrale Rolle. Durch den Eintritt neuer Fluggesellschaften sollte der Wettbewerb zwischen den einzelnen Marktteilnehmern gefordert bzw. intensiviert werden. Wie in den USA kam es auch nach der Liberalisierung in Europa zur Entstehung des neuen Marktsegmentes der LowCost Carrier. Die Freigabe des Luftverkehrsmarktes kann als ein wichtiger Faktor angesehen werden, der den Markteintritt der Billigflieger begunstigte. Welche Bedeutung der Liberalisierung in dieser Hinsicht jedoch genau zu kommt, wird in Kapitel 4.1 erortert. Vor der Liberalisierung des europaischen Marktes war der Luftverkehr durch ein Netzwerk aus bilateralen Abkommen zwischen den einzelnen Nationen gepragt. Dabei wurden die Kapazitaten zu gleichen Teilen zwischen den Mitgliedsstaaten aufgeteilt und die Flugpreise in einem Genehmigungsverfahren durch die Europaische Kommission oder die nationalen Regierungen festgelegt. Die Nationalstaaten regelten weiterhin den Marktzutritt. Genehmigungen wurden bspw. nur fur solche Strecken erteilt, die noch nicht von anderen Airlines angeflogen wurden Einfachdesignierung.1 Im Vergleich zur USamerikanischen Deregulierung dauerte der Liberalisierungsprozess in Europa wesentlich langer, da Marktbeschrankungen nicht nur auf nationaler, sondern auch auf internationaler Ebene abzuschaffen waren. Ziele der Liberalisierungsbestrebungen sollten sein, den staatlichen Protektionismus zu minimieren und den Wettbewerb unabhangiger Fluggesellschaften innerhalb der Gemeinschaft zu fordern, um eine 1 Vgl. Doganis 2001, S. 27. 10Produktivitatssteigerung durch Kostenkontrolle entsprechend dem weltweiten Niveau zu erreichen. und Kundenorientierung Die ersten Schritte im europaischen Liberalisierungsprozess wurden durch die beiden Luftfahrtsmemoranden aus den Jahren 1979 und 1984 eingeleitet. Sie waren im Wesentlichen nur Versuche gewesen, einer gemeinsamen europaischen Luftverkehrspolitik naher zu kommen. Konkrete Veranderungen erfolgten erst mit den drei Liberalisierungspaketen.2 Mit ihnen wurden die Kapazitaten und Tarife stufenweise freigegeben und alle institutionellen Marktzugangsbeschrankungen abgeschafft. Mit der vollstandigen Gewahrung der Kabotage 3 oder auch Achten Freiheit verbinden viele die Vollendung der Liberalisierung in Europa. Dies trifft zwar auf die Liberalisierung des Streckennetzes und der Beforderungsdienstleistung zu, jedoch nicht auf die Infrastruktur im Luftverkehr. Vor allem die Regulierung des Zugangs zu den Slots bzw. Zeitfenstern ist noch immer ein groes Problem in der europaische Luftfahrt. Die Liberalisierung der Bodenabfertigungsdienste durch die Richtlinie des EURates von 1996 stellt den ersten Schritt zur weiteren Offnung der Zugangsressourcen dar. In den ersten drei Jahren nach Einfuhrung des Dritten Liberalisierungspaketes blieb der groe Knall, wie in den USA beobachtet, aus. Weder zahlreiche Neuanbieter drangen in den Markt, noch nutzten die etablierten Airlines die Moglichkeit von Niedrigpreistarifen.4 Betrachtet man hingegen die Entwicklungen der vergangenen 10 Jahre, konnen zahlreiche Veranderungen in der Marktstruktur beobachtet werden. Die Anderungen sowie die aktuellen Trends werden im folgenden Abschnitt naher beleuchtet. 2.2 Aktuelle Marktstruktur Dieses Kapitel umfasst die wichtigsten und aktuellsten Daten zur heutigen Struktur des europaischen Luftverkehrsmarktes. Es enthalt Informationen zur Entwicklung der Billigflieger und der Art und Weise ihres Wettbewerbs untereinander bzw. mit den etablierten Fluglinien. Neben den Billigfliegern finden auch die Veranderungen in den Bereichen der FullService Carrier und der Flughafen ihre Beachtung. Im Vergleich zur Marktstruktur von vor 10 Jahren ist die heutige Marktsituation gepragt durch niedrigere Flugpreise und eine gestiegene Zahl der 2 Das erste Liberalisierungspaket wurde im Jahr 1987 verabschiedet, das Zweite 1990 und das Dritte 1992; Fur eine detaillierte Ubersicht zu den einzelnen Pakten vgl. Tjon 1997, S. 78. 3 Kabotagerecht : Eine Fluggesellschaft erhalt das Recht, Fluggaste, Fracht und Post zwischen zwei Orten innerhalb eines fremden Staates zu befordern; Vgl. Heymann 2004, S.13. 4 Vgl. Tjon 1997, S.80 ff. 11Sondertarife. Weiterhin gingen die Durchschnittsertrage pro Passagier zuruck. Mittels steigender Produktivitat, vor allem im Personalbereich sowie einer hoheren Einsatzdauer der Flugzeuge, konnen Airlines den geringeren Tarifen und Ertragen entgegen wirken.5 2000 142 bis Linienfluggesellschaften Die Anbieterzahl veranderte sich nur geringfugig. In der Zeit von 1993 135 operierende operierende Linienfluggesellschaften kam es netto zu einem Zuwachs von sieben Luftverkehrsunternehmen.6 Zwar wurden wahrend dieser Periode wesentlich mehr als sieben Airlines gegrundet, jedoch waren gleichzeitig viele Konkurse anderer Fluglinien zu verzeichnen. Zu den bekanntsten Konkursen gehoren SWISSAIR 2001, Air Lib 2003 und Sabena 2001. Auf der Nachfrageseite konnte ein enormes Passagierwachstum in der Branche beobachtet werden. Wahrend 1994 die Airlines der AEA Association of European Airlines rund 91,3 Millionen 7 Passagiere im gesamten Europaischen Raum beforderten, waren es 2003 schon mehr als 230,9 Millionen 8 Personen. Dies entspricht einem Passagierzuwachs von uber 150% innerhalb dieser 10 Jahren. Die wohl wichtigste Anderung in der Marktstruktur ist die Entstehung eines vollig neuen Marktsegments, dem so genannten LowCost Sektor. Neben den FullService Carriern operieren auf dem Europaischen Luftverkehrsmarkt noch die Charter Airlines. Ihr Marktanteil blieb im Zeitraum von 2000 bis 2003 nahezu konstant, wohingegen die LCCs ein Wachstum von 14% innerhalb dieser 3 Jahre erreichten. Der Ausbau ihrer Marktposition ging hauptsachlich zu Lasten der FSCs, die 13% ihres Marktanteils an die Billigflieger abgeben mussten Abb. 1. Intraeuropaische Marktanteile von 2000 und 2003 in Prozent 2000 2003 Abb. 1: Quelle: Eigene Darstellung; Daten von Mercer Management Consulting 2004, S.1 5 Vgl. Pompl 1998, S.386. 6 Vgl. AEA 2001, S.I 7. 7 Vgl. AEA 1997, S.70. 8 Vgl. AEA 2004 S.VI 2. 12Der Teilmarkt der LowCost Carrier wurde in Europa Anfang der 90iger Jahre von Ryanair begrundet. Bis 1995 Markteintritt von Easyjet war sie die einzige Billigfluggesellschaft auf dem europaischen Markt. Durch gezielten Ausbau ihres First Mover Advantages konnte Ryanair sich an die Spitze der LCC Bewegung setzen. Sie ist derzeit die grote Billigfluglinie, dicht gefolgt von Easyjet. Zusammen nehmen beide ein Marktvolumen von rund 56% ein.9 Nach 1997 kam es zu vermehrten Markteintritten neu gegrundeter Fluggesellschaften, die versuchten, auf der LowCost Basis zu operieren Abb. 2. Bereits existierende Luftverkehrsunternehmen bemuhten sich ebenfalls in diesem Segment Fu zu fassen. Sie traten entweder mit Tochtergesellschaften Bsp.: bmi British Midland mit bmibaby; British Airways mit Go und KLM mit Buzz, uber Beteiligungen Bsp.: SAS zu 47,2% an air Baltic beteiligt 10 oder durch Umstrukturierung zur LowCost Airline Bsp. Air Berlin in diesen Markt ein. Viele der LCCs konnten dem Wettbewerbsdruck in dem Teilmarkt nicht standhalten. So wurden beispielsweise Go von Easyjet im Dezember 2002 operierten aber erst Ende Marz 2003 einheitlich unter einer Marke und Buzz von Ryanair im April 2003 aufgekauft.11 Momentan operieren ungefahr 27 bedeutende Airlines im Niedrigpreissegment. Demgegenuber stehen ca. 37 LowCost Carrier, die im Zeitraum von 1999 bis 2004 bankrott gegangen sind.12 Abb. 2: Europaische LowCost Airlines Wachstum in wochentlichen Sitzplatzen 1996 2004 Quelle: Irish Aviation Authority und Avia Solution 2003 2005, S.106 Die Entwicklung des Marktsegmentes der Billigflieger ist gepragt durch eine rasante Expansion innerhalb kurzer Zeit. Ihr Kapazitatsanteil stieg binnen acht 9 Vgl. Furlong und Hannon 2005, S.8. 10 AEA 2004, S.V 30. 11 Vgl. Ryanair und Easyjet webpages. 12 Vgl. Furlong und Hannon 2005, S.8; Goodbody Stockbrokers 2004, S.30, Merrion Stockbrokers 2005, S.3. 13Jahren 19962003 von 1,4% auf 20,2%. Dies bedeutet einen Zuwachs von uber 18%.13 Das schnelle Wachstum der LCCs wird dabei insbesondere durch die Erschlieung neuer Konsumentengruppen generiert. Fast 60% aller Kunden sind Passagiere, die vorher nicht mit dem Flugzeug verreist sind. 37% der Niedrigpreispassagiere wechselten aufgrund der gunstigeren Tarife von den traditionellen FullService Airlines zu den LowCost Carriern.14 Neben den Entwicklungen im LowCost Bereich kam es bei den FullService Airlines ebenfalls zu zahlreichen Veranderungen in der Marktstruktur. Die groen nationalen Fluggesellschaften z. B. Lufthansa, British Airways verloren ihre Monopolstellung. Sie stehen derzeit nicht nur in einem intensiven Wettbewerb untereinander, sondern auch in Konkurrenz mit den Billigfluglinien. Vor allem die LCCs zwingen die etablierten Fluglinien zu einer Reorganisation und Optimierung aller Unternehmensstrukturen, um die notwendige Effizienzsteigerung zu erzielen. Besonders die hohen Kosten, gepragt durch die Zeiten in denen sich die Airlines noch in Staatsbesitz befanden und keinem Wettbewerb ausgesetzt waren, stehen dabei im Mittelpunkt. Im Zuge der Wettbewerbsforderung durch die Liberalisierung sowie des steigenden Kostenbewutseins gingen viele der nationalen Fluglinien in Privatbesitz uber. Einige wurden vollstandig privatisiert z.B. Lufthansa, British Airways, bmi British Midland, KLM, andere dagegen nur teilweise z.B. SAS, Swiss, Czech Airlines oder gar nicht z.B. Olympic Airlines, Jat Airways, TAP Air Portugal15. Ein weiterer Trend im FullService Segment ist die Entstehung von Kooperationsnetzwerken innerhalb globaler Allianzen. Neben Code Sharing 16 und Vielfliegerprogrammen verschiedene Flughafeneinrichtungen gemeinschaftlich. In Europa existieren derzeit drei groe Allianzen Star Alliance, One World und Skyteam. Mitglieder auch nutzen die In den vergangenen Jahren bauten die FullService Carrier ihre HubandSpoke Systeme weiter aus. Solch ein Netzwerk ist gekennzeichnet durch seine sternenartige Form. Ein Hub Drehscheibe bildet das Zentrum eines Streckennetzes, von dem aus die Airlines in alle Richtungen operieren. Die HubandSpoke Systeme dienen vor allem der Bundelung von Verkehrsstromen durch den Zubringer und Umsteigerverkehr. Mit diesem System geht man weg von der traditionellen punktuellen Streckenoptimierung und versucht die Auslastung der Fluge zwischen den Hubs zu steigern. 13 Vgl. Irish Aviation Authority und Avia Solution 2003 2005, S.59. 14 Vgl. Kurth 2004, S.6. 15 Vgl. AEA 1997, S.43 ff. und AEA 2004, S.V 7 ff. 16 Code Sharing ist ein Abkommen zwischen den Airlines, nach der eine Fluggesellschaft einen Flug unter einer eigenen Flugnummer Code zum Verkauf anbietet, obwohl er teilweise oder ganz von der anderen Fluggesellschaft durchgefuhrt wird; Vgl. Pompl 1998, S.108 f. 14Die Intensivierung des Wettbewerbs im europaischen Luftverkehr wird hauptsachlich deutlich, wenn man die Strecken bzw. Stadteverbindungen analysiert. Zu Regulierungszeiten bediente, bis auf vereinzelte Ausnahmen, meist nur eine Airline eine bestimmte Strecke Einfachdesignierung. Die Situation hat sich mit der Liberalisierung vollig gewandelt. Auf 889 europaischen Stadteverbindungen konkurrieren 2 Fluggesellschaften miteinander und auf 411 Strecken sogar mehr als zwei 17. Betrachtet man den streckenbezogenen Wettbewerb zwischen den FSCs und den LCCs, lassen sich folgende Ergebnisse fur das Jahr 2003 festhalten:18 cid:131 311 Stadteverbindungen werden sowohl von FSCs, als auch LCCs bedient gesamten cid:131 diese Verbindungen 311 generieren 30% der Luftverkehrskapazitat in Europa 1998 waren es nur 10% im cid:131 LCCs suchen sich vermehrt Strecken, auf denen keine Konkurrenz mit den 315 Stadteverbindungen werden ausschlielich von FSC besteht Billigfliegern bedient. Abschlieend wird eine kurze Ausfuhrung zur Infrastruktur, insbesondere den Flughafen gegeben. Es kann unterschieden werden zwischen Hubs oder Primarflughafen, denen eine groe Bedeutung internationalen Verkehr zukommen, und den Sekundar bzw. Tertiarflughafen, die eher im intraeuropaischen oder regionalen Luftverkehr eine Rolle spielen. Die Flughafen befinden sich uberwiegend in offentlicher Hand, wobei der Trend, wie auch bei In Deutschland wurden bisher drei den Airlines, zur Privatisierung geht. Groflughafen In teilprivatisiert Frankfurt, Dusseldorf und Hamburg. Grobritannien ist der Privatisierungsprozess schon wesentlich weiter fortgeschritten, als im Rest von Europa. London Heathrow, Gatwick, Stanstead, Glasgow, Edinburgh und Aberdeen sind zu 100% in Privatbesitz der BAA plc.19 Zusammenfassend kann festgehalten werden, dass der Wettbewerb in den vergangenen Jahren stark zugenommen hat. Vor allem aus dem LowCost Bereich ist ein wachsender Konkurrenzdruck zu verzeichnen. Die aktuelle Marktstruktur ist gepragt von Neuzutritten, fast alle im Billigflugsektor, aber auch von Bankrotts. Privatisierungsprozesse im Bereich der Fluglinien und Flughafen tragen zusatzlich zu der verstarkten Wettbewerbsintensitat bei. 17 Vgl. Irish Aviation Authority und Avia Solution 2003 2005, S.241. 18 Vgl. Irish Aviation Authority und Avia Solution 2003 2005, S.63 f. 19 Vgl. Von Hirschhausen et. al. 2004. 153 Markteintrittsbarrieren Der Markteintritt beschreibt die Grenze zwischen der potentiellen Konkurrenz und den aktuellen Anbietern.20 Die Entscheidung uber den Marktzutritt wird bestimmt durch die Fahigkeit, bestehende Barrieren zu uberwinden. Je hoher sie sind, desto mehr Kapital muss ein Newcomer einsetzen, um sie zu bewaltigen. Eine allgemeine Betrachtung der Zugangsbarrieren im europaischen Luftverkehr ist Voraussetzung, um den Markteintritt der Billigflieger genauer untersuchen zu konnen. Es ist erforderlich, die einzelnen Barrieren zu kennen und deren jeweilige Hohe bzw. Wirkung auf den Eintritt zu erfassen. Der eigentlichen Untersuchung wird eine kurze Begriffsbestimmung voran gestellt. Danach erfolgt eine ausfuhrliche Erlauterung der bedeutendsten Markteintrittsbarrieren sowie eine abschlieende Bewertung hinsichtlich ihrer Bedeutung im europaischen Luftverkehrsmarkt. 3.1 Definition und Unterteilung von Markteintrittsbarrieren Joe S. Bain pragte erstmalig in seinem Werk Barriers to new competition von 1956 den Begriff der Markteintrittsbarrieren. Er gibt keine allgemeingultige Definition, sondern grenzt den Begriff uber die Strukturmerkmale des Marktzugangs ab. Das Vorliegen struktureller Barrieren ermoglicht etablierten Anbietern, ihr Produkt uber einen langen Zeitraum zu einem Preis oberhalb des Wettbewerbsniveaus zu verkaufen, ohne dabei neue Wettbewerber anzuziehen. Grundsatzlich lassen sich Markteintrittsbarrieren in zwei Gruppen unterteilen: strukturelle sowie strategische Schranken. Strukturelle Barrieren ergeben sich aus der Gesamtheit der fur das Marktgeschehen wichtigen Ausgangsdaten, kurz gesagt aus der Marktstruktur heraus. Sie existieren unabhangig vom Unternehmensverhalten und sind demzufolge nicht unmittelbar beeinflussbar. Strategische Schranken hingegen ergeben sich aus den Folgen zielgerichteter Handlungen der bereits am Markt etablierten Unternehmungen. Sie haben unmittelbare Auswirkungen auf den Handlungsspielraum potentieller Konkurrenten. 21 3.2 Strukturelle Eintrittsbarrieren Bain zwischen drei 1962 unterscheidet generell strukturellen Eintrittsbarrieren: Produktdifferenzierungs und Betriebsgroenvorteilen sowie 20 Vgl. Schmidt 1998, S.28. 21 Vgl. Schmidt 1998, S.38. 16absoluten Kostenvorteilen.22 In seiner Analyse zu den absoluten Kostenvorteilen geht er zusatzlich auf absolute Kapitalerfordernisse ein. Da im Luftverkehr Anfangsinvestitionen im Millionenbereich getatigt werden mussen, wird dies neben den anderen drei Barrieren in einem separaten Unterpunkt mit bearbeitet. Ihnen allen voran gestellt wird eine kurze Erlauterung zur staatlichen Regulierung und deren Wirkung auf den Marktzutritt. Es erscheint fur die weitere Betrachtung bzw. Analyse sinnvoll, diese strukturelle Barriere neben den Bainschen Schranken mit zu erortern. 3.2.1 Staatliche Regulierung Markteintrittsbarrieren ergeben sich durch staatliche Interventionen in den Wettbewerb, z.B. mittels direkter Kontrolle des Zugangs zu essentiellen Ressourcen oder des Marktzugangs im Rahmen eines Genehmigungsverfahrens. Sie stellen grundsatzlich eine erhebliche Barriere dar, die einen Markteintritt von vorn herein ausschlieen konnen. Wie bereits in Kapitel 2.1 ausfuhrlich dargelegt, wurden durch die Liberalisierung alle staatlichen Beschrankungen, die den Marktzugang betreffen, aufgehoben. Damit liegen keinerlei staatliche Markteintrittsbarrieren hinsichtlich der Marktregulierung mehr vor. Durch die freien Wettbewerbsbedingungen werden neue Markteineintritte erleichtert. Der Liberalisierung kommt somit eine groe Bedeutung in der Analyse des Eintritts der Billigflieger zu. Es ist jedoch noch offen, inwieweit sie zu der Entstehung dieses Marktes beigetragen hat. 3.2.2 Produktdifferenzierungsvorteile Unter Produktdifferenzierung ist die Veranderung der eigenen Produkte zu verstehen, um sich gegenuber dem Angebot der Konkurrenz abzugrenzen. Mit einer Anpassung der Produktpalette an verschiedene Kundenwunsche kann ein Anbieter mehr Nachfrager an sich binden und vor allem einen vom Marktpreis eines homogenen Gutes abweichenden Preis verlangen. Ist die Kundenbindung sehr stark ausgepragt, kann ein Neuling nur mit hohem Werbeaufwand die Nachfrager von seiner Leistung uberzeugen und fur sich gewinnen. Die dabei entstehende Kostenasymmetrie zwischen etabliertem Anbieter und Newcomer stellt eine Markteintrittsbarriere dar. Im Luftverkehr spielen Produktdifferenzierungsvorteile eine eher untergeordnete Rolle. Da die Grundleistung der Airlines einen homogenen Charakter aufweist, ist die Kundenbindung dementsprechend wenig stark 22 Vgl. Bain 1962, S.14. 17ausgepragt. Der Preis ist der dominierende Faktor bei der Wahl einer Fluggesellschaft. Differenzierungspotentiale in vor oder nachgelagerten Stufen entfalten ihre Wirkung erst in Verbindung mit einer gezielten strategischen Verhaltensweise etablierter Anbieter. Dies wird ausfuhrlich in Punkt 3.3.2 diskutiert. 3.2.3 Betriebsgroenvorteile Betriebsgroenvorteile entstehen durch sinkende Kosten bei einer Annaherung an die mindestoptimale Betriebsgroe, d.h. bis zu einem bestimmten Produktionsumfang konnen Kostendegressionseffekte erzielt werden. Es ist zwischen Economies of Density Dichtevorteile und Economies of Scale Groenvorteile im Luftverkehr durch Frequenzsteigerungen, Einsatz groerer Flugzeuge, Verbundeffekte usw. entstehen. zu unterscheiden.23 Betriebsgroenvorteile konnen Es existieren empirischen Untersuchungen zu Betriebsgroenvorteilen, die sich jedoch ausschlielich auf den US amerikanischen Markt beziehen. Trotz Unterschiede zum EULuftverkehrsmarkt konnen diese Erkenntnisse auf die europaischen Fluglinien ubertragen werden. Weimann 1998 stellt die Untersuchungsergebnisse der einzelnen Studien gegenuber. Als Fazit seiner Analyse lasst sich festhalten, dass Economies of Density in einem geringen Umfang vorliegen, jedoch den Economies of Scale im Luftverkehr keine relevante Bedeutung zukommt. Ab einer bestimmten Groe der Airlines verbleiben die Durchschnittskosten auf einem konstanten Niveau.24 Da die Skaleneffekte gering sind, kann davon ausgegangen werden, dass die Mindestgroe des gesamten Streckennetzes von untergeordneter Bedeutung ist, die Marktgroe auf einer einzelnen Strecke hingegen aber eine Rolle spielen kann Dichtevorteil. 3.2.4 Absolute Kostenvorteile Etablierte Anbieter konnen gegenuber potentiellen Konkurrenten absolute, groenunabhangige Kostenvorteile mittels einer besseren Kostenstruktur erzielen. Bain erortert vier Faktoren fur die Entstehung solcher Vorteile: exklusiver Zugang zu effizienten Produktionstechniken Patente, vereinfachter Zugang zu Ressourcen durch strategische Kontrolle der Versorgung, Begrenzung der 23 Degressionseffekte im Sinne der Economies of Density beziehen sich auf die streckenbezogene Betrachtung. Dem Untersuchungsgegenstand der Economies of Scale liegt das Gesamtunternehmen zugrunde.; Vgl. Weimann 1998, S.82; www.wikipedia.de Dichtevorteile. 24 Vgl. Weimann 1998, S.110 ff. 18Belieferung anderer Marktteilnehmer mit Produktionsfaktoren und bessere Moglichkeiten in der Kapitalbeschaffung.25 Im Luftverkehr spielen effiziente Produktionstechniken keine groe Rolle, da Airlines meist gleichwertige Flugzeugtypen einsetzen. Viel wichtiger hingegen ist der Zugang zu Ressourcen. Groe Fluggesellschaften kontrollieren ihn bspw. uber Unternehmensbeteiligungen bzw. durch Aufbau eigener Kapazitaten in vor oder nachgelagerten Markten. Durch eigene Terminals und Gates oder eigens verrichtete Abfertigungsdienste stellen sie ihre primare Bedienung sicher. Durch gezielte strategische Verhaltensweisen siehe Kapitel 3.3.2 oder einem Ausschluss von wichtigen Ressourcen konnen die alteingesessenen Airlines den Neulingen schlechtere Bedingungen verschaffen. Weiterhin sind die fuhrenden Fluggesellschaften aufgrund ihrer Verhandlungsstarke in der Lage, gunstigere Vertrage auszuhandeln. Dies in der Treibstoffbeschaffung, bei der die etablierten Fluglinien niedrigere Preise fordern konnen als Newcomer. Neben besseren Preiskonditionen sind vor allem die nationalen Airlines imstande, an zinsgunstige Kredite zu kommen, da ihnen haufig ihre Regierungen dabei zur Seite stehen. Dies fuhrt zu eine Verzerrung des Wettbewerbs. Absolute Kostenvorteile weisen somit eine eintrittsverhindernde Wirkungen auf. Die Hohe ist jedoch nicht generell festlegbar, sondern muss fallweise gepruft werden. 3.2.5 Absolute Kapitalerfordernisse spielt eine bedeutende Rolle Kapitalerfordernisse stehen im engen Bezug zu einer mindestoptimalen Betriebsgroe. Damit ein Unternehmen effizient produzieren kann, ist in einzelnen Branchen der Einsatz erheblicher finanzieller Mittel Voraussetzung. Hohe Kapitalkosten konnen fur Newcomer zu einer nahezu unuberwindbaren Barriere fuhren. Wie bereits in Kapitel 3.2.3 erortert, spielt die mindestoptimale Betriebsgroe bzgl. des gesamten Streckennetzes keine bedeutende Rolle. Es ist jedoch wichtig, uber eine bestimmte Anzahl von Flugzeugen zu verfugen, um eine vernunftige Streckenbedienung ermoglichen zu konnen. Calder 2003 schlagt eine Flottenstarke von drei Maschinen vor.26 Der Kauf eines Flugzeuges stellt die hochste Anfangsinvestition fur einen Neuling dar. Boeing bietet sie zu Listenpreisen von 40 Mio. Typ 717200 bis 200 Mio. Typ 777300 an. Der Branchenstandard 737700 in seiner Grundausstattung liegt bei 50 Mio.27 Kauft 25 Vgl. Bain 1962, S.15 f. 26 Vgl. Calder 2003, S.236. 27 Vgl. http:www.boeing.comcommercialprices. 19man davon allein drei, summieren sich die Kosten auf eine Hohe von 150 Mio. Die Beschaffungskosten konnen durch den Kauf von Gebrauchtflugzeugen oder mittels Leasing erheblich gesenkt werden. Nach Calder 2003 kann man eine 737300, die altere Version der 737700, fur ca. 15 Mio. erhalten.28 Entscheidet sich ein Neuling fur die Leasingvariante, kann er zwischen Financial lease oder Operating lease wahlen.29 Im Falle des Operating lease konnen zusatzlich zum Flugzeug auch eine entsprechend ausgebildete Crew, Versicherung und sonstige technische Dienstleitungen, wie Wartung usw., mit geleast werden.30 Leasingraten fur ein einzelnes Flugzeug liegen bei ungefahr 100.000 pro Monat.31 Der Vorteil des Leasings besteht darin 32, dass der Newcomer die enorme Anfangsinvestition nicht leisten, sondern uber einen bestimmten Zeitraum, in dem er bereits Umsatz erwirtschaftet, erbringen muss. Der Nachteil allerdings liegt in dem Risiko der zeitlichen Bindung des Newcomers bis zum Ablauf des Leasingvertrages. Hierdurch konnen bei einem vorzeitigen Marktaustritt Sunk Costs in Hohe der restlichen Leasingraten entstehen. Die Gefahr versunkener Kosten kann prohibitiv auf eine Markteintrittsentscheidung wirken. Absolute Kapitalerfordernisse konstituieren somit eine Markteintrittsbarriere. Die Wirkung ist jedoch abhangig von der individuellen Finanzkraft des Grunders. Steht entsprechendes Eigen oder Fremdkapital zur Verfugung, kann die Schranke leicht uberwunden werden. 3.3 Strategische Eintrittsbarrieren In den folgenden Unterkapiteln werden strategische Manahmen, die einen Markteintritt verhindern bzw. erschweren konnen, ausfuhrlich erortert. Es wird gezielt auf den Zugang zu wichtigen Ressourcen, vor allem im Bereich der Start und Landebahnen, sowie auf eintrittsversperrende Verhaltensweisen der etablierten Fluggesellschaften eingegangen. Beendet wird das Kapitel mit einer Analyse der Wirkung von Subventionen auf Markteintritte. 3.3.1 Zugang zu wichtigen Ressourcen Zu den wichtigsten Ressourcen im Luftverkehr gehoren Start und Landebahnen, Bodeninfrastruktur und Bodendienste sowie Personal und Fluggerate. Auf eine Analyse der letzten beiden Faktoren wird verzichtet, da zum einen der Zugang zu Personal als unproblematisch angesehen wird 33 und zum 28 Vgl. Calder 2003, S.236. 29 Bei Financial lease langfristig geht nach Ablauf des Vertrages das Eigentum auf die Airline uber, bei Operating lease verbleibt es bei der Leasinggesellschaft.; Vgl. Weimann 1998, S.198. 30 Wird als Wet lease bezeichnet. Gegenteil ist das Dry lease.; Vgl. Weimann 1998, S.198. 31 Vgl. Calder 2003, S.236 Preis fur Dry lease. 32 Vgl. AEA 2002, S.I 11. 33 Da derzeit keine Knappheit bzgl. gut ausgebildeten Piloten und Ingenieuren besteht, kann die Betrachtung vernachlassigt werden; Vgl. Weimann 1998, S.193 ff. 20anderen die Verfugbareit der Flugzeuge bereits unter Kapitel 3.2.5 mit abgehandelt wurde. Ein Ausschluss von Ressourcen kann fur Neulinge eine auerordentlich hohe Markteintrittsbarriere darstellen, die sie nur schwer oder uberhaupt nicht uberwinden konnen. in dem alle Fur die Nutzung der Start und Landeinfrastruktur sind so genannte Slots 34 Voraussetzung. Die Vergabe solcher Zeitnischen erfolgt uber die Grovaterrechte bzw. nach der Prioritatenregel. Das bedeutet, dass Zeitfenster, die bereits in einer Flugplanperiode vergeben wurden sind, auch in der folgenden Periode der gleichen Airline zustehen.35 Der europaische Luftverkehr steht durch das steigende Luftverkehrsaufkommen einer zunehmenden Verknappung der Infrastrukturkapazitaten auf den Hauptflughafen gegenuber. Es sind nahezu alle gunstigen Zeitfenster uber Grovaterrechte gebunden, wodurch kaum noch freie Slots zu nachfragestarken Flugzeiten zur Verfugung stehen. Dies impliziert eine weitgehende Marktsperrung fur potentielle Konkurrenten. Zwar gibt es einen Zeitnischenpool, frei verfugbaren Zeitfenster neugeschaffene, aufgegebene und zuruckgeforderte Slots enthalten sind, jedoch wird damit keine positive Wirkung auf den Eintritt potentieller Airlines erreicht. Es gibt zwei Grunde hierfur. Erstens befinden sich in diesem Pool nur wenig Slots, im Verhaltnis zu den bereits fest vergebenen, und daruber hinaus werden nur die Halfte an die Neulinge weitergegeben.36 Der zweite Grund, aus dem die Bedeutung des Slotpools relativiert werden kann, ist die Unattraktivitat der darin enthaltenen Zeitnischen. Im Regelfall ist davon auszugehen, dass die wettbewerbsrelevanten Slots durch das derzeitige Vergabeverfahren dauerhaft den groen Fluggesellschaften zustehen.37 Aus diesem Grund konstituiert der Slotmangel eine sehr hohe Barriere mit einer stark prohibitiven Wirkung auf den Markteintritt. Es wurden Vorschlage unterbreitet und diskutiert, um die Zuteilung aus Wettbewerbssicht effizienter zu gestalten, jedoch kam es zu keinerlei Anderung.38 Erfolgt keine Modifizierung der heutigen Vergabepraxis, kann der Ausschluss der Neulinge auf Primarflughafen durch gezieltes strategisches Verhalten der etablierten aktiven Luftverkehrsgesellschaften haben die Moglichkeit, ihre Slots von einer Strecke oder Verkehrsart auf eine andere zu ubertragen sowie gegen Zeitnischen anderer Airlines zu tauschen.39 In Hinblick auf den Markteintritt wird es dadurch moglich, Slots strategisch so zu tauschen bzw. zu ubertragen, dass Eintritte verhindert 34 Slots auch Zeitfenster sind Rechte, die einer Airline die Nutzung der Start und Landebahnen an einem bestimmten Tag und zu einer bestimmten Zeit einraumt; Vgl. Weimann 1998, S.136. 35 Vgl. Artikel 8 Abs. 2 VO EWG 9593. 36 Vgl. Artikel 8 Abs. 1 VO EWG 9593 i.V.m. Artikel 10 VO EWG 9593. 37 Vgl. Weimann 1998 S.136 ff. 38 Marktwirtschaftlichere Verfahren, wie Lotterie, Auktion und Sekundarmarkte werden vorgeschlagen; Vgl. Weimann 1998 S. 147 ff. 39 Vgl. Artikel 8a VO EWG 9593. zusatzlich Airlines verstarkt werden. Die 21werden. Ein Beispiel hierfur stellt folgende Situation dar: Falls eine Fluglinie eine bestimmte Zeitnische aufgrund interner Entscheidungen oder externer Probleme, wie Nachfrageruckgang, fur eine Flugplanperiode nicht mehr benotigt, kann sie diese einer anderen Airline zur Verfugung stellen. Damit stellt sie eine ausreichende Nutzung sicher und verhindert, dass der Slot zuruck in den Zeitnischenpool fallt. Den Neulingen wird somit die Chance verwehrt, attraktive Zeitfenster zu erhalten.40 Zu der Bodeninfrastruktur gehoren neben den Start und Landebahnen auch Gates, Terminals, Vorfeld, usw. Strategische Verhaltensweisen konnen in diesem Bereich ausgeubt werden, wenn die Gates bzw. Terminals hauptsachlich von den Etablierten besetzt sind. Neulinge waren damit gezwungen, entweder selbst Kapazitaten aufzubauen oder sich bei den groen Airlines einzumieten. Bei der ersten Variante besteht durch die hohe Faktorspezifitat der Einrichtungen ein hohes Risiko fur die Entstehung von Sunk Costs. Im zweiten Fall liegt die Gefahr in etablierten Fluggesellschaften. Sie konnen uberhohte Mieten von den Newcomer verlangen oder durch das Zuruckhalten von freien Terminalkapazitaten bzw. uber strategische Ruckforderung untervermieteter Bodeninfrastruktur den neuen Anbietern Schaden zufugen. Da jedoch im Regelfall die Flughafengesellschaft Eigentumer der Infrastruktur ist und von einer Knappheit nicht ausgegangen werden kann, spielt diese Art der strategischen Verhaltensweise nur in vereinzelten Fallen eine Rolle.41 markteintrittserschwerenden den Handlungen der Mit der Liberalisierung der Bodendienste wurde das Abfertigungsmonopol auf europaischen Flughafen aufgebrochen. Ein Airport steht grundsatzlich in der Pflicht, mindestens zwei Abfertigungsdienste sicherzustellen. Mit der neuen gesetzlichen Regelung sind auch Airlines in der Lage, ihre Bodendienste selbst zu ubernehmen.42 Fur neue Anbieter entsteht ein Risiko, wenn die Abfertigungsdienste von den konkurrierenden Fluggesellschaften angeboten werden bzw. etablierte Airlines an Abfertigungsgesellschaften beteiligt sind. Um Neulingen zu schaden, konnen die Alteingesessenen entweder uberhohte Gebuhren verlangen, die Qualitat der Abfertigungsleistung herabsetzen oder sich im Extremfall weigern, die Leistung fur neue Airlines zu ubernehmen. Da alle Gesellschaften unter der Aufsicht der Flughafengesellschaft stehen bzw. der Wettbewerbsaufsicht unterliegen, ist dieser Art von strategischem Verhalten Grenzen gesetzt.43 Trotzdem kann es u.U. zu einer prohibitiven Wirkung bzgl. des 40 Werden Slots weniger als 80% genutzt, fallen sie zuruck in den Zeitnischenpool, Vgl. Artikel 8 Abs. 2 VO EWG 9593 i.V.m. Artikel 10 Abs. 2, 4 VO EWG 9593. 41 Vgl. Weimann 1998 S.170 ff. 42 Vgl. Artikel 7 RL 9667EG. 43 Vgl. Weimann 1998, S.186. 22Markteintritts kommen. Der Zugang zu Bodendiensten stellt damit in gewisser Weise eine Markteintrittsbarriere dar. 3.3.2 Strategien etablierter Fluggesellschaften Wie im vorherigen Kapitel gezeigt, ist das Ziel strategischen Verhaltens aktiver Marktteilnehmer, die Erwartungen der Newcomer uber ihre zukunftigen Ertrage zu schmalern. Dies kann neben gezielten Manahmen zur Verhinderung des Zugangs zu wichtigen Infrastrukturressourcen auch uber Strategien, wie Limit Pricing Grenzpreisstrategie, Aufbau von Uberkapazitaten, usw., erreicht werden. Handlungen wie diese sollen jedoch nicht Gegenstand der weiteren Betrachtung sein, da sie in allen Branchen ihre Anwendung finden. Die folgende Analyse beschrankt sich auf strategische Verhaltensweisen, die ausschlielich im Luftverkehr angewendet werden konnen. Dazu zahlen die Nutzung von HubandSpoke Systemen sowie Computerreservierungsprogrammen, als auch die Beeinflussung von Reisemittlern und die Einfuhrung von Vielfliegerprogrammen. 44 Ein Groteil der eintrittsverhindernden Wirkung von HubandSpoke Systemen lasst sich auf die Knappheit der Start und Landerechte zuruckfuhren. Durch die vielen Zubringerdienste wird die Belastung der Flughafen weiter verstarkt und somit der Zugang zu Slots fur Neulinge verhindert. Weitere prohibitive Wirkungen konnen aus den Bundelungsvorteilen durch ein HubandSpoke System entstehen. Bei einem streckenbezogenen Eintritt der Newcomer konnen solche Bundelungseffekte von ihnen nicht realisiert werden. Wahlt ein potentieller Konkurrent einen netzweiten Einstieg durch den Aufbau eines eigenen HubandSpoke Systems kann er zwar die Vorteile aus der Bundelung von Verkehrsstromen nutzen, jedoch besteht dabei ein hohes Risiko der Realisierung von Sunk Costs. Die Kostenirreversibilitat wirkt sich negativ auf eine Eintrittsentscheidung aus.45 Computerreservierungssysteme von den CRS wurden groen Fluggesellschaften entwickelt und unterstehen ihrer Verwaltung. Um die Attraktivitat der Programme zu steigern, versuchen sie andere Fluglinien zu uberzeugen, an dem System teilzunehmen. Das CRS bietet zahlreiche Ansatzpunkte fur strategisches Verhalten. Die Systemverkaufer konnen bspw. die Angebote der Neulinge schlechter platzieren als ihre eigenen und somit den Verkauf sie Informationsvorsprunge, die sie aus dem freien Zugang zu dem System erhalten, ausnutzen oder einem Neuling die Teilnahme an dem System verweigern. 44 Vgl. Weimann 1998, S.201 ff. 45 Vgl. Weimann 1998, S.212 ff. Des Weiteren konnen ihrer Leistungen fordern. 23konstituieren Computerreservierungssysteme grundsatzliche Markteintrittsbarriere fur potentielle Anbieter.46 Die prohibitive Wirkung wird jedoch durch zwei Faktoren abgeschwacht. Erstens besteht die Moglichkeit uber andere Vertriebswege, wie CallCenter und Internet, die Leistungen zu verkaufen und zweitens wurde 1989 der CRS Verhaltenskodex eingefuhrt, um die strategischen Handlungsweisen der Systemverkaufer zu begrenzen.47 damit eine Reisemittler sind wichtige Vertriebspartner der Airlines. Durch sie erhalten die Fluggesellschaften eine nahezu flachendeckende Prasenz ohne hohe spezifische Investitionen.48 Um die Agenturen noch starker an sich zu binden, entwickeln die Fluglinien immer neue Pramiensysteme und fuhren so genannte Incentiveprogramme ein. Ziel der Beeinflussung ist, dass das eigene Produkt durch die Reisemittler bevorzugt verkauft wird. Je hoher die Provisionszahlung, desto hoher ist der Anreiz einer Agentur, den Nachfrager von einer bestimmten Leistung zu uberzeugen, auch wenn andere Angebote, bspw. von Neulingen, attraktiver fur den Kunden waren. Die gezielte Beeinflussung der Reisemittler stellt eine beachtliche Markteintrittsbarriere dar. Abgeschwacht kann sie werden, indem ein potentieller Konkurrent den Vertrieb uber Agenturen durch Direktverkauf ersetzt. Daruber hinaus ist der Beeinflussung der Reisemittler Grenzen gesetzt, da die Agenturen untereinander im Wettbewerb stehen und um jeden Kunden kampfen mussen, indem sie die beste Abstimmung der Angebote auf die Kundenwunsche finden. Die letzte zu erorternde Strategie, um Markteintritte anderer zu erschweren, sind die Vielfliegerprogramme. Zielgruppe der Programme sind Passagiere, die besonders hohe Ertrage fur die Airlines bringen. Also Reisende, die haufig fliegen und voll bezahlen. Durch Vielfliegerprogramme wird versucht, diese Passagiere an die Fluglinie zu binden. Eine solche Bindung ist bei Vielfliegern, deren Fluge von Dritten bezahlt werden, am hochsten, denn Passagiere die ihre Tickets selber kaufen, achten wesentlich mehr auf den Preis und sind schneller bereit zu einer neuen, gunstigeren Airline zu wechseln. Die Zielgruppe beschrankt sich somit auf Geschaftsleute.49 Fur sie spielt der Komfort die ubergeordnete Rolle und nicht der Preis. Ihre Bereitschaft zu einem Wechsel aufgrund eines niedrigeren Preises ist geringer ausgepragt. Diese Treue wird verstarkt durch das Bonussystem der Vielfliegerprogramme. Bonuspunkte, mit denen hochwertige Serviceleistungen kostenfrei den Geschaftreisenden privat gutgeschrieben. Aus diesem Grund sind solche Passagiere veranlasst, alle ihre Geschaftsreisen bei einer Fluggesellschaft zu 46 Vgl. Weimann 1998, S.222 ff. 47 Vgl. VO EWG 229989. 48 Vgl. Weimann 1998, S.243. 49 Vgl. Weimann 1998, S.258. genommen werden konnen, werden in Anspruch 24buchen, um ihren daraus entstehenden privaten Nutzen zu maximieren.50 Diese strategische Bindung stellt im Segment der nicht selbst zahlenden Vielflieger eine sehr hohe Markteintrittsbarriere dar. Ein Neuling kann nur sehr schwer die Kunden zu einem Wechsel bewegen. 3.3.3 Subventionen Im Luftverkehr kommen beide Arten zur Anwendung. Subventionen werden grundsatzlich in direkte und indirekte Beihilfen unterteilt. Indirekte Subventionen umfassen die Befreiung von der Mineralolsteuer sowie in Deutschland von der Mehrwertsteuer auf internationale Fluge, die Bezuschussung der Flughafen fur den Ausbau der Infrastrukturen und der Anschluss der Airports an offentliche Verkehrsmittel.51 Dieser Weg der Subventionierung kommt sowohl den etablierten Fluggesellschaften als auch den Newcomern zu gleichen Teilen zugute. Daher stellen sie keine Markteintrittsbarriere dar. Ganz anders liegt es im Bereich der Vergabe von direkten Subventionen. Die europaischen Regierungen unterstutzen ihre ehemaligen Nationalfluglinien mit Zahlungen in Millionen oder sogar Milliardenhohe. Franzosische Fluggesellschaften, allen voran Air France, erhielten im Zeitraum von 19941996 EUR 3,1 Mrd. aus dem Staatshaushalt.52 Nicht nur Frankreich, sondern auch die Schweiz stand ihrer nationalen Airline helfend zur Seite. Nach dem Zusammenbruch der Swissair im Oktober 2001 sprangen sowohl Bund als auch Kantone und Gemeinden ein und grundeten die Swiss Group fur knapp EUR 3 Mrd. Die Staatsbeteiligung erhohte sich von 0% Swissair auf 23% Swiss Group.53 Weitere Falle sind die italienische Alitalia und griechische Olympic Airlines. Beide Fluggesellschaften konnten im heutigen Wettbewerb ohne die staatlichen Beihilfen nicht uberleben. Alitalia erhielt 2002 vom Staat einen Uberbruckungskredit in Hohe von EUR 400 Mio.54 Fur Olympic Airlines ubernimmt die griechische Regierung den Leasingvertrag fur 4 Airbus A340300. Das entspricht einer Beihilfe von EUR 329 Mio. in den nachsten 7 Jahren.55 Die wohl umfangreichste Subventionierungsaktion erfolgte nach dem TerrorAnschlag vom 11. September 2001. Viele Nationalfluglinien erhielten Finanzspritzen von ihren Regierungen fur die Ausfalle in den folgenden Wochen und Monaten. Diese staatlichen Beihilfen fuhren zu einer Wettbewerbsverzerrung, die nicht nur Auswirkungen auf die etablierten Fluglinien haben, die keine Subventionen erhalten, sondern auch auf potentielle Neuanbieter. Mit Hilfe der Unterstutzungsleistungen konnen Fluggesellschaften wie bspw. Alitalia ihre Fluge 50 Vgl. Weimann 1998, S.258. 51 Vgl. Treber et al. 2003, S.8 ff. 52 Vgl. DIW et al. 2003, S.23. 53 Vgl. Zimmerer 2003, S.55. 54 Vgl. Lufthansa 2004, S.4. 55 Vgl. Lufthansa 2005a, S.6. 25zu DumpingPreisen anbieten und somit Markteintritte auf ihrem Streckennetz verhindern.56 Subventionen konnen somit u.U. eine prohibitive Wirkung auf zukunftige Markteintritte haben. 3.4 Zusammenfassende Bewertung der Markteintrittsbarrieren Nach der ausfuhrlichen Analyse und Bewertung der einzelnen Markteintrittsbarrieren lasst sich folgende Einteilung vornnehmen Abb. 3. Abb. 3: Einteilung der Barrieren entsprechend ihrer Wirkung Quelle: Eigene Darstellung Die Wirkung der Schranken kann einerseits sehr hoch ausgepragt sein und andererseits so gut wie keine Wirkung auf den Markteintritt zeigen. Fur sechs der insgesamt dreizehn analysierten Barrieren lasst sich keine eindeutige Hohe festlegen. Sie schwanken von mittlerer bis zu keiner Wirkung. Der Grund hierfur liegt in den individuellen Rahmenbedingungen, die ein Neuling auf der jeweiligen Strecke bzw. den einzelnen Flughafen vorfindet und seiner Mittel, die ihm zu Beginn zur Verfugung stehen. Die hochste und damit bedeutendste Eintrittsbarriere stellt die Verfugbarkeit der Slots dar. Der derzeitige Mangel an Zeitfenstern auf europaischen Groflughafen kann einen Markteintritt von vorn herein ausschlieen. Da die HubandSpoke Systeme den Slotmangel weiter verstarken und damit ein der Verfugbarkeit von Start und Landerechten nachgelagertes Problem darstellen, werden eingeordnet. Vielfliegerprogramme stellen grundsatzlich eine hohe Schranke fur potentielle die mittleren Markteintrittsbarrieren sie unter 56 Vgl. Lufthansa 2005b, S.6. 26eine mittlere Wirkungsweise markeintrittshemmende Airlines dar. Da sich ihre prohibitive Wirkung jedoch nur in Zusammenhang mit nicht selbst zahlenden Vielfliegern zeigt, kommt ihnen in der Gesamtbetrachtung nur zu. Produktdifferenzierungs und Betriebsgroenvorteile spielen im Luftverkehr eine untergeordnete Rolle. Differenzierungspotentiale konstituieren grundsatzlich keine Markteintrittsbarriere. Erst in Verbindung mit gezielten, strategischen Manahmen kann zu einer prohibitiven Wirkung fuhren. Betriebsgroenvorteile sind nur fur kleine Airlines von Bedeutung. Bis zu einer bestimmten Groe lassen sich Degressionseffekte erzielen. Wird diese Groe uberschritten, bleiben die Skalenertrage konstant. Die heutige staatliche Regulierung weist keinerlei eintrittshemmende Wirkung auf. Ihr Ziel ist es, bestmoglichste Bedingungen fur einen Marktzutritt zu schaffen, um den Wettbewerb in dieser Branche zu fordern. ihre Anwendung der der Ausma strategischen fur Flugzeuge Verhaltensweise Wie bereits erwahnt, lassen sich die restlichen sechs Barrieren nicht eindeutig einem Wirkungsgrad zu ordnen. Sie sind von Fall zu Fall unterschiedlich stark ausgepragt. Bei den absoluten Kostenvorteilen und absoluten Kapitalerfordernissen ist die Wirkungshohe abhangig von den Finanzmitteln und Ressourcen der Grunder sowie der Kapitalmarktsituation. Sinken bspw. die absolute Preise auf dem Neu und Anschaffungskosten Gebrauchtwarenmarkt, Leasingraten, Fremdkapitalzinsen ist eine positive Auswirkung auf Markteintritte zu verzeichnen.57 Fur den Wirkungsgrad bei Bodeninfrastruktur und diensten, CRS, sowie Beeinflussung von Reisemittlern ist das etablierten Fluggesellschaften, mit denen die Neulinge konkurrieren, ausschlaggebend. Die eintrittserschwerenden Bedeutung von Subventionen ergibt sich aus der Starke der Wettbewerbsverzerrung, d.h. der Hohe der Subventionsleistungen und dem Umfang der daraus zu erzielenden Vorteile fur die alteingesessenen Airlines. Die alleinige Wirkung einer dieser sechs Schranken kann im Regelfall den Markteintritt nicht von vornherein ausschlieen. Deshalb wird ihnen hochstens ein Wirkungsgrad im mittleren Bereich zugeschrieben. 4 Markteintritt der LowCost Carrier Im Rahmen der Analyse des Markteintritts der Billigflieger ist nicht nur ihre Entstehung zu untersuchen, sondern auch die Attraktivitat des neuen Marktsegmentes fur zukunftige Eintritte. Die Erlauterungen zur Bildung des LowCost Marktes basieren auf der Markteintrittstheorie, d.h. auf der Untersuchung der 57 Vgl. Gudmundsson und Kranenburg 2002, S.217. 27Barrieren in Kapitel 3. Anschlieend wird die Entwicklung dieses neu entstandenen Teilmarktes genauer beleuchtet. Die theoretische Grundlage hierfur bildet Michael E. Porters Konzept der strategischen Gruppen. Sowohl das Geschaftsmodel an sich, als auch die Entwicklung innerhalb des Marktsegmentes der LCCs und der strategischen Gruppen untereinander sind Gegenstand der Analyse. 4.1 Entstehung der Billigfluggesellschaften Die Liberalisierung des europaischen Luftverkehrsmarktes sowie der Mangel an freien Start und Landerechten sind die bedeutendsten Faktoren, die bei der Betrachtung des Markteintritts der Billigflieger zu untersuchen sind. Im folgenden Unterpunkt werden beide Groen hinsichtlich ihrer Bedeutung fur die Entstehung des LowCost Geschaftsmodels analysiert und daraus eine allgemeine Erklarung uber die Markteintrittsstrategie abgeleitet. Die Begrundung wird mittels einer Fallstudie untermauert. Als Grundlage des Praxisbeispiels dient die Unternehmensgeschichte von Ryanair, Europas erster Billigfluggesellschaft. 4.1.1 Bedeutung von Liberalisierung und Slotmangel fur die Markteintrittsstrategie Das Phanomen der LowCost Carrier fallt zeitlich gesehen mit dem Liberalisierungsprozess zusammen. Wie bereits in den vorherigen Kapiteln erwahnt, spielt sie eine bedeutende Rolle fur den Marktzutritt neuer Airlines. Mit der Liberalisierung wurde die hochste Barriere im Luftverkehr abgeschafft. Es ist unumstritten, dass durch diese Anderung die zahlreichen Neugrundungen erst ermoglicht wurden. Trotz ihrer starken positiven Wirkung kann sie nicht der ausschlaggebende Faktor fur den Eintritt bzw. die Entstehung der Billigflieger sein. Ware Liberalisierung die notwendige Bedingung, dann wurde es keinerlei Anreize fur die Newcomer geben, sich freiwillig auf zweitklassigen Flughafen, die keine Anbindung an die offentliche Verkehrsmittelinfrastruktur vorweisen konnen und auf denen nur veraltete Terminals bzw. Gates zur Verfugung stehen, niederzulassen. Die Ausgestaltung dem der Unternehmenskonzept der traditionellen Fluggesellschaften erfolgt, d.h. die Neulinge waren ebenfalls auf den primaren Flughafen gestartet und gelandet. neuen Airlines ware entsprechend Wie die Analyse der Markteintrittsbarrieren zeigt, ist den potentiellen Anbietern trotz Liberalisierung der Zugang zu solchen Airports verwehrt, da keine wettbewerbsfahigen Zeitfenster mehr zur Verfugung stehen. Folglich ist der Slotmangel und somit der Ausschluss neuer Luftverkehrsgesellschaften von der 28wichtigsten Infrastrukturkomponente die notwendige Bedingung fur die Entstehung der LCCs und die Liberalisierung nur die hinreichende Bedingung. Aufgrund der Knappheit von Zeitnischen waren die potentiellen Anbieter gezwungen, auf sekundare bzw. regionale Airports auszuweichen. Das grote Problem dabei bestand in der dezentralen Lage der Flughafen. Um die Kunden auf die kleinen Airports zu locken, mussten die Newcomer Anreize schaffen, damit die Bequemlichkeit der Fluggaste uberwunden werden konnte. Die Losung lag in einer massiven Preissenkung. Billigflieger versuchten, durch niedrige Tarife den bestehenden Wettbewerbsnachteil zu kompensieren. Nicht alle Kundengruppen konnen jedoch mittels niedrigerer Tarife erreicht werden. Speziell die Geschaftreisenden reagieren wenig elastisch auf Preisanderungen. Aus diesem Grund konzentrierten sich die Neulinge auf die selbst zahlenden Fluggaste, die fur einen gunstigeren Preis bereit sind, einige Unannehmlichkeiten in Kauf zu nehmen. Die primare Zielgruppe bildeten somit die Privatreisenden. Um sich eine der trotz der niedrigen Tarife genugend Umsatz bzw. Gewinn zu erwirtschaften, muss eine ausreichende Nachfrage sichergestellt werden. Nur mit Flugen, die einen hohen Auslastungsgrad aufweisen, konnen die LCCs kostendeckend operieren. Dies gewahrleisten sie mit der gezielten Wahl ertragreicher Strecken, d.h. sie suchen sich Flughafen mit einem groen Einzugsgebiet, meist in Nahe internationaler Hubs. Zusatzlich spezialisieren sich die Neulinge auf das VFRKonzept visiting friends and relatives oder Besuch von Freunden und Verwandten. Es ermoglicht ihnen eine ausreichende Kontinuitat der Nachfrage zu sichern. Wie das folgende Fallbeispiel zeigt, waren noch weitere Modifizierungen, vor allem bzgl. der operativen Effizienz notwendig. Es klassischen Unternehmensstrategie. 4.1.2 Fallstudie Ryanair komplette Umgestaltung vollzog Die ausgefuhrte Erklarung zur Entstehung der LCCs kann mit der Unternehmensgeschichte von Ryanair untermauert werden.58 Gegrundet wurde die irische Fluggesellschaft im Jahr 1985. Sie nahm erstmalig ihre Dienste auf der Strecke zwischen Waterford Irland und London Gatwick auf. Ein Jahr spater erhielt sie von der britischen Regulierungsbehorde die Erlaubnis auf der Strecke London Dublin zu operieren. Ryanair startete von Luton, einem kleinen Provinzflughafen 50 Kilometer nordwestlich von London. Dieser Umstand ist darauf zuruckzufuhren, dass die Airline keine Slots auf dem Hauptflughafen Heathrow bekommen hatte. Auch Gatwick, der zweitgrote Flughafen, konnte 58 Vgl. Ryanair webpage. 29Ryanair nicht genugend Zeitfenster zu attraktiven Zeiten anbieten. Ausreichend Slots zu gunstigen Zeiten waren jedoch Voraussetzung, um den Wettbewerb mit den etablierten Fluglinien auf dieser Strecke aufnehmen zu konnen. Aus diesem Grund wahlte Ryanair Luton, den nachstgelegenen Flughafen zu London, der uber genugend Slots verfugte und zusatzlich einen neuen internationalen Terminal vorweisen konnte. dies das durch Damit die Passagiere von Heathrow oder Gatwick nach Luton kamen, bot Ryanair seine Fluge zu Preisen an, die 50% gunstiger waren als die der etablierten Wettbewerber. Ermoglicht wurde hohe Verkehrsaufkommen der Verbindung Dublin London. Beide Stadte weisen ein groes Einzugsgebiet auf. Daruber hinaus arbeiten viele Iren in London, was optimale Voraussetzungen fur die Umsetzung des VFRKonzeptes fur Ryanair bot. Nachteilig war allerdings, dass die Strecke bereits von den zwei wettbewerbsstarken Fluggesellschaften British Airways BA und Aer Lingus bedient wurde. Da beide Airlines ihre Tickets jedoch zu hohen Preisen verkauften, bestand fur Ryanair die Moglichkeit, uber Niedrigpreisfluge mit den Wettbewerbern in Konkurrenz zu treten und ihnen Kunden abzuwerben. Ihr Einfuhrungspreis fur ein Hin und Ruckflugticket lag bei 99, wohingegen BA und Aer Lingus fur den selben Flug mindestens 209 verlangten. Weiterhin gab es auf dieser Strecke kein gleichwertiges Substitut. Die Passagiere hatten die Wahl, zu fliegen und die hohen Preise zu bezahlen oder Fahre bzw. Zug zu nutzen und damit 12 Stunden unterwegs zu sein.59 Alle vier erorterten Gegebenheiten der Strecke boten eine optimale Grundlage fur den Eintritt uber das Niedrigpreissegment. Das groe Nachfragepotential konnte einen hohen Auslastungsgrad der Fluge sicherstellen. In den 3 Jahren Die folgenden Jahre nach Eroffnung der Strecke London Dublin waren fur Ryanair gepragt von einem kontinuierlichen Wachstum bzgl. Strecknetz und Flotte. Wahrend der gesamten Zeit operierte die Airline nach dem traditionellen FullService Konzept, d.h. servierte kostenlos Essen und Trinken an Bord, bot ein Vielfliegerprogramm an, usw. rapider Unternehmensexpansion und intensiven Preiswettbewerbs mit BA und Aer Lingus erwirtschaftete Ryanair einen Verlust in Hohe von 20 Mio. und stand 1990 kurz vor dem Aus. Wie diese Entwicklung zeigt, sind niedrige Tarife nicht mit dem traditionellen FullService Konzept vereinbar. Die Kosten konnten trotz ausreichender Nachfrage nicht mit den Ticketpreisen gedeckt werden. Auch die niedrigen Gebuhren, die Ryanair durch ihre Starts und Landungen auf Luton erzielten, halfen nicht die Kosten unter Kontrolle zu halten. Es bedurfte einschneidender Manahmen. Um den drohenden Konkurs abzuwenden, schaute sich das Management im Airline Sektor um und wurde dabei auf Southwest 59 Vgl. Spaeth FR 1999, S.36. 19861989 30Airlines aufmerksam. Das amerikanische Luftverkehrsunternehmen war die erste Fluglinie, die den Focus auf eine stringente Kostenkontrolle setzte und zur Kosteneinsparung das Servicelevel herabsetzte. Nach einem Besuch bei Southwest ubernahm das Management von Ryanair die Grundzuge dieses Unternehmenskonzeptes und strukturierte die einst als FullService Carrier operierende Airline vollstandig um. Es entstand Europas erste Billigfluglinie. Im Mittelpunkt der Restrukturierung stand die absolute Kostensenkung. Durch die Streichung der kostenfreien Bordverpflegung, Erhohung der Flugfrequenzen, Vereinheitlichung der Flotte, etc. konnten die Kosten reduziert und die Ticketpreise um weitere 40% gesenkt werden.60 Zur gleichen Zeit verlagerte Ryanair seine Basis von Luton auf den weiter entfernten Flughafen Stansted 80 km nordostlich von London. Wie Luton ist auch Stansted ein kleiner Provinzflughafen. Da dieser jedoch gerade fertig ausgebaut war und uber modernste Techniken verfugte, siedelte sich Ryanair auf diesem Airport an. Der Hauptgrund fur den Wechsel bestand allerdings in der Erzielung noch gunstigerer Flughafengebuhren, als bereits auf Luton. Ryanair, einer der ersten Interessenten an Stansted, nutzte seine starke Verhandlungsposition und bekam die gewunscht niedrigen Flughafengebuhren zugesprochen. Als Fazit dieser Fallstudie lasst sich festhalten, dass der Slotmangel auf europaischen Flughafen den Ausgangspunkt fur die Entwicklung der Billigflieger darstellt. Es kann angenommen werden, dass sich die LCCs nicht vorrangig wegen der Erzielung geringerer Kosten und damit gunstigerer Tarife die sekundaren Flughafen aussuchten, sondern sie eher aus der Not kein Zugang zu Start und Landebahnen auf primaren Airports eine Tugend Kreation eines neuen Marktsegmentes machten. Der Lerneffekt von Ryanair spielt eine wesentliche Rolle in der Entwicklung dieses Teilmarktes. Nach der Erkenntnis, dass das FullService Konzept unvereinbar mit den niedrigen Tarifen ist, suchte Ryanair gezielt nach einer Losung und fand sie im Geschaftsmodell von Southwest Airlines. 4.2 Entwicklung des LowCost Marktsegmentes Mit Hilfe von Porters strategischen Gruppen konnen Markteintritte in den LowCost Bereich genauer untersucht werden. Zu Beginn erfolgt eine kurze Modellbeschreibung. Anschlieend werden die existierenden strategischen Gruppen im europaischen Luftverkehrsmarkt identifiziert sowie grafisch dargestellt und die Markteintrittsmoglichkeiten und strategien fur das LowCost Segment ausfuhrlich diskutiert. 60 Eine genauere Betrachtung des neuen Geschaftsmodells folgt in Kapitel 4.2.2. dieser Grundlage werden abschlieend erlautert. Auf 314.2.1 Konzept der strategischen Gruppen von Michael E. Porter Mit der allgemeinen Markteintrittstheorie kann ausschlielich der Eintritt eines Newcomers in eine gesamte Industrie erklart bzw. untersucht werden. Porter und Caves 1977 verfeinerten diese Theorie mit der Unterteilung des relevanten Marktes in strategische Gruppen. Nach Porter 2004 werden Unternehmen der gleichen Branche, die die selbe oder zumindest eine ahnliche Strategie verfolgen, zu einer strategischen Gruppe zusammengefasst.61 Das homogene Verhalten der einzelnen Gruppen lasst sich anhand der Auspragung verschiedener strategischer Dimensionen prufen. Porter 2004 nennt 13 Groen, mit denen mogliche Unterschiede in den Wettbewerbsstrategien aufgezeigt werden konnen.62 Jede einzelne strategische Gruppe reprasentiert ein eigenstandiges Marktsegment innerhalb des betrachteten Industriezweiges. Fur die Untersuchung von Markteintritten ist die Unterteilung in strategische Gruppen von essentieller Bedeutung. Man kann nicht nur den Marktzutritt eines potentiellen Konkurrenten in eine Branche selbst untersuchen, sondern auch den Eintritt eines Unternehmens in eine bestimmte strategische Gruppe. Im letzteren Fall muss unterschieden werden zwischen externem Eintritt von auerhalb der Branche, haufig durch Neugrundungen und brancheninternem Wechsel von einer Gruppe in die andere. Jede strategische Gruppe ist aufgrund ihrer den andersartigen Unternehmensstrategie vorherrschenden Barrieren bedeutet, Markteintrittsbarrieren schutzen die Anbieter einer Branche nicht im gleichen Umfang, sondern ihr Wirkungsgrad ist heterogen entsprechend der strategischen Ausrichtung der jeweiligen Gruppe. Wird der brancheninterne Wechsel untersucht, spricht man in diesem Zusammenhang nicht von Markteintrittsbarrieren sondern von Mobilitatsbarrieren. Sie basieren auf den gleichen strukturellen Eigenschaften, die bei einem externen Eintritt in eine strategische Gruppe vorliegen.63 betroffen. Das eines Marktes unterschiedlich stark von 4.2.2 Darstellung und Erlauterung der strategischen Gruppen im europaischen Luftverkehr Die Zusammenfassung der Gruppen erfolgt anhand der grundsatzlichen Unternehmensstrategie. Die Einordnung soll ausschlielich dem Zweck dienen, die grundlegenden strategischen Gruppen zu identifizieren und aufzuzeigen. Die 61 Vgl. Porter 2004, S.129. 62 Vgl. Porter 2004, S.126; Dimensionen : Spezialisierung, Markenidentifikation, Druck versus Sog, Wahl des Vertriebsweges, Produktqualitat, Technologievorsprung, Vertikale Integration, Kostenposition, Dienstleistung, Preispolitik, Macht, Beziehung zum Gesamtunternehmen und zu einheimischen und auslandischen Regierungen. 63 Vgl. Caves und Porter 1977, S.250. 32Einteilung des europaischen Luftverkehrsmarktes erfolgt mit Hilfe der Dimensionen TicketpreisKosten, Streckenlange und Zielgruppe Abb. 4. Abb. 4: Strategische Gruppen im europaischen Luftverkehr Quelle: Eigene Darstellung Die Gruppe der nationalen Fluglinien bietet ihre Produkte zu einer hohen Servicequalitat an. Dabei entstehen zusatzliche Betriebskosten, die sie auf die Ticketpreise umlegen. Der Vertrieb erfolgt grotenteils uber Reiseagenturen und nur zu einem geringen Prozentsatz uber das Internet. Zielgruppe der nationalen Airlines sind Geschaftsleute, die aufgrund des hohen Serviceniveaus und der Flexibilitat in der Reisegestaltung hohe tagliche Flugfrequenzen, Anschlussfluge, etc. diese Fluglinien wahlen. Uber Beteiligungen oder Tochtergesellschaften sind die Airlines auch in anderen strategischen Gruppen vertreten. Vor allem im Teilmarkt der Regionalfluglinien gehoren viele der Airlines zu einer nationalen Fluggesellschaft. Sie fungieren haufig als Zubringer zu den internationalen Hubs und speisen die Interkontinentalfluge der groen Luftverkehrsgesellschaften. Auf Grund der ahnlichen Unternehmenskonzeption werden beide strategische Gruppen in der weiteren Analyse gemeinsam unter der Bezeichnung FullService Carrier FSC betrachtet. Der Charterverkehr zeichnet sich durch sein gunstiges Preis Leistungs Verhaltnis aus. Die Bestuhlung an Bord ist enger, als in den Flugzeugen der FSCs und an Stelle von Menus werden den Passagieren nur kleine Snacks gereicht. Im Charterverkehr indirekte Kanale. Groe Reiseverkehrsunternehmen kaufen die Sitzplatze in groen Blocken und vertreiben sie zumeist gebundelt mit anderen Leistungen, wie Hotelbuchungen etc. an die Kunden. Im Vergleich zu den FSCs ist das Streckennetz der CharterAirlines weniger komplex ausgebaut. Es werden hauptsachlich touristische Regionen angeflogen. verlauft der Vertrieb uber 33Die letzte zu betrachtende strategische Gruppe ist die der Billigflieger. Wie ihr Name bereits sagt, sind sie bei den Passagieren aufgrund ihrer preiswerten Fluge und bei den Konkurrenten wegen ihrer gunstigen Kostenstrukturen bekannt. Warum die LowCoster die Preise bzw. Kosten der FullService Airlines unterbieten konnen, wird mittels eines Vergleichs der beiden Geschaftsmodelle aufgezeigt. In Abbildung 5 sind die jeweiligen strategischen Ausrichtungen gegenubergestellt und die Kostensenkungspotentiale abgeleitet.64 Abb. 5: Vergleich der Geschaftsmodelle LOW COST CARRIER FULL SERVICE CARRIER keine Frachtladung Menus gegen Aufpreis keine Ruckerstattung des Fluges keine Vielfliegerprogramme keine Sitzplatzreservierung keine Lounges am Flughafen nur Economy Class an Bord Reduzierung der Produktleistung auf Basisnutzen Frachttransport Menus inklusive Umbuchungen moglich Vielfliegerprogramme automatische Sitzplatz reservierung Business Lounges Klasseneinteilung an Bord hohe Servicequalitat Freizeitreiseverkehr preisbewusste Kunden Kurzstreckenfluge einfaches Netzwerkdesign: Direktfluge v. Primaren Sekundaren Flughafen, keine Anschlussver bindungen, keine Netz erweiterung durch Allianzmitgliedschaft Geschaftsverkehr preisun elastische und servicebedachte Kunden Lang und Kurzstrecken komplexes Netzwerkdesign: Hub Spoke System auf internationalen Flughafen, Allianzmitgliedschaft, Interlining geringe Wartezeiten am Boden 20 30 min, hohe Flugfrequenzen Flugzeiten erreichbar langere Wartezeiten am Boden 45 60 min aufgrund der Realisierung aller Hub Spoke Operationen Flotte ein Flugzeugtyp, enge Bestuhlung Boeing 737300: 148 Sitze Personal niedrige Nominallohne, hoherer variabler Anteil bei Gehaltern bis zu 26% Vertrieb uber Direktkanale Internet, Call Center, Nutzung v. Reiseburos nur wenn Zusatzkosten minimal, elektronische Tickets Flotte verschiedene Flugzeugtypen, bequeme Sitzplatzabstande Boeing 737300: 128 Sitze Personal: hohe Basislohne mit geringem variablen Anteil bis zu 11%, Mitgliedschaft in Gewerkschaften Vertrieb: uber Agenturen, vorrangige Nutzung v. CRS, geringer Direktvertriebsanteil, Papiertickets GNUTLATSEGTKUDORP GNUREINOITISOP GNUZTUNNECRUOSSER weniger Komplexitat geringere Zusatzkosten zusatzliche Einnahmen Geringere Flughafen gebuhren Hohere Kapazitats auslastung Bessere Fluzeugaus lastung Senkung der Kosten fur Wartung, Lagerhaltung, Training groere Flexibilitat im Austausch der Besatzung geringere Personalkosten hohere Produktivitat niedrigere Distributions kosten geringere Komplexitat keine Abhangigkeit von Agenturen REIRRAC TSOCWOL REDELIETROV Quelle: Eigene Darstellung, Daten v. ELFAA 2004 Mercer Management Consulting 2002 64 Charterverkehr wird dabei auer Acht gelassen, da in der Abb. nur die beiden Auspragungen des Linienflugverkehrs gegenuber gestellt werden. Der Charterflug gehort zum Bedarfsflugverkehr. 34Die gunstige Kostenstruktur ruhrt grundsatzlich von zwei Faktoren her: Zum einen durch die Vereinfachung der Komplexitat von operativen Ablaufen und zum anderen mittels einer ernormen Produktivitatssteigerung. Die LowCost Carrier sind den klassischen Fluglinien in Sachen Produktivitat weit uberlegen. Vor allem im Bereich der Personaleffizienz liegen die Billigflieger weit vorn. Wahrend bei Easyjet auf einen Mitarbeiter uber 5.000 Passagiere kommen, sind es bei British Midland gerade einmal rund 1.700 Fluggaste. Ebenfalls bei der Umlage der Beschaftigten auf die Flottenstarke ergibt sich ein groer Abstand zwischen den beiden Abb. 6. Abb. 6: Produktivitatsvergleich bmi British Midland Easy Jet Airline company LTD GJ endete am 31.12.03 18.122.036 20.400.565 16.362.077 3.372 69 Produktivitat Passagiere Verfugbare Sitzplatzkilometer 000 Genutzte Sitzplatzkilometer 000 Beschaftigte Flottenstarke Auslastungsgrad RPKASK100 in % Beschaftigte pro Flugzeug Passagiere pro Beschaftigten durchschnittliche Flugzeugauslastung pro Tag in Stunden Daten fur Easyjet aus dem Annual Report 2003 und fur bmi aus dem AEA Yearbook 2003 80 49 5.374 11 GJ endete am 30.09.03 8.415.693 11.868.673 8.124.505 4.853 43 68 113 1.734 9 Quelle: Eigene Darstellung; Basisdaten fur 2003 von CAA Easyjet beschaftigt trotz hoherer Passagierzahl und starkerer Flugzeugflotte deutlich weniger Arbeitnehmer. Das Personal ist ein wichitger Kostentreiber einer Airline. Hieraus entsteht fur jede Fluggesellschaft eine hohe Fixkostenbelastung. Die LowCost Carrier haben konsequent darauf reagiert und die Zahl ihrer Beschaftigten sowie die Hohe der Gehalter minimiert. Abbildung 7 zeigt neben den Personalkosten weitere bedeutende Komponenten des Geschaftsmodels der LCCs, die zu der Reduzierung der Gesamtkosten beitragen. Die effiziente Ausnutzung der Ressourcen, vor allem durch die engere Bestuhlung in den Flugzeugen, stellt die bedeutendste Kosteneinsparungsquelle dar. 35Abb. 7: Kosteneinsparungspotential der LCCs Quelle: Eigene Darstellung, Daten von AEA 2004, S.III 3 4.2.3 Markteintrittsmoglichkeiten in das LowCost Segment Die Analyse der Markteintritte in den LowCost Sektor beschaftigt sich hauptsachlich mit der Attraktivitat der strategischen Gruppe bzgl. Neuzutritten. Dabei ist zu unterscheiden zwischen Markteintritten von auerhalb der Branche und dem Wechsel in das Billigmarktsegment von einer anderen strategischen Gruppe. Der bemerkenswerte Erfolg und die schnellen Expansion von Ryanair und spater auch Easyjet verleiteten viele potentielle Konkurrenten in den Markt einzutreten. Es kam zu einem regelrechten Boom in den vergangenen funf Jahren. Zu klaren ist nun, was das LowCost Segment so attraktiv fur Markteintritte macht. Aufgrund der knapp kalkulierten Preise konnen Margen nicht die Begrundung fur die Attraktivitat des Niedrigpreissektors sein. Eine mogliche Ursache hierfur konnte in niedrigen Zutrittsschranken liegen, aufgrund derer die strategische Gruppe nicht ausreichend vor Newcomern geschutzt ist. Demzufolge muss die Gultigkeit der in Kapitel 3 analysierten Markteintrittsbarrieren gepruft werden. Wie bereits bei der Erlauterung zur Entstehung der LowCost Carrier dargelegt, wird die prohibitive Wirkung des Slotmangels durch die Benutzung von sekundaren Flughafen aufgehoben. Damit ist die Markteintrittsbarriere, die den hochsten Schutz vor Neueintritten bietet, nicht mehr existent. Dem HubandSpoke System kommt ebenfalls keine Bedeutung mehr zu, da dessen 36eintrittsverhindernde Wirkung hauptsachlich in Zusammenhang mit der Slotknappheit steht. Das gleiche gilt fur die Bodeninfrastruktur und dienste. Sie konstituieren fur den Niedrigpreissektor keine Schranken, da auf den regionalen Flughafen ausreichende Kapazitaten sind. Eine mogliche Einschrankung fur Neulinge konnte entstehen, wenn bereits ein groer LowCost Carrier auf dem Airport eine dominante Position inne hat und uber gezielte strategische Manahmen den Zugang zu den Bodenressourcen erschwert. Die daraus entstehende prohibitive Wirkung ist jedoch aufgrund der ausreichenden Zahl von verfugbaren Kleinflughafen in Europa als gering einzuschatzen. vorhanden Die Zielgruppe der Billigflieger sind die preisbewussten Freizeitreisenden. Ihre Kaufentscheidung hangt vorrangig von den Ticketpreisen ab. Vielfliegerprogramme sind daher irrelevant und werden demzufolge auch nicht von den LCCs angeboten. Eine Markteintrittsbarriere, die aus solchen Programmen resultieren kann, ist somit nicht existent. LowCost Carrier vertreiben ihre Fluge hauptsachlich uber Direktkanale und das mit sehr viel Erfolg. Sie umgehen sowohl die Reiseagenturen als auch die Computerreservierungssysteme. Eine Schrankenwirkung beider Faktoren ist folglich ebenfalls ausgeschlossen. Da weder Provisionszahlungen noch Gebuhren fur die Nutzung des CRS geleistet werden, sparen die Airlines beachtliche Kosten. Zusatzliche Sparpotentiale ergeben sich durch die Steigerung der Produktivitat sowie durch die Reduzierung der Serviceleistungen innerhalb der gesamten Wertschopfungskette. Die LowCoster weisen gegenuber den klassischen Airlines eine wesentlich gunstigere Kostenstruktur eine Markteintrittsbarriere fur die strategische Gruppe. Ein Neuling, der nicht in der Lage ist, durch effiziente Ressourcennutzung eine gunstige Kostenstruktur zu erreichen, wird nicht in den Markt eintreten. absolute Kostenvorteil auf. Dieser konstituiert Die eintrittserschwerende Wirkung absoluter Kapitalerfordernisse ist sowohl im FullService Segment als auch im LowCost Bereich grundsatzlich von der individuellen Finanzstarke des Newcomers abhangig. Der Kapitalbedarf fur einen Eintritt in den Billigfliegermarkt ist jedoch weniger intensiv, als fur einen Zutritt in den klassischen Luftverkehrsmarkt. Die Grundung einer LowCost Airlines erscheint somit aus Sicht potentieller Konkurrenten attraktiver. Experten vermuten, dass solch ein AirlineProjekt gerade mal funf bis acht Millionen Euro kostet.65 Die geringen Kapitalerfordernisse resultieren u.a. aus der gunstigen Kostenstruktur. geringeres Konkurrent potentieller Investitionsvolumen fur die anfanglich laufenden Kosten in der Kalkulation ansetzen. Ein Beispiel hierfur waren die Standortkosten. Im Vergleich zu den primaren Flughafen verlangen die Kleineren wesentlich niedrigere Gebuhren fur 65 Vgl. Von Petersdorff und Heeg FAZ 2004. kann Ein ein 37die Anmietung eines Hangars oder fur die Stellplatze, auf denen die Flugzeuge geparkt werden. finanziert. Zusatzlich Subventionierung der Airlines findet nicht nur im Bereich der klassischen Fluggesellschaften statt, sondern auch im LowCost Segment. Mit Steuergeldern werden bspw. der Ausbau der Verkehrsanbindungen zwischen den sekundaren Flughafen und den nachstgelegenen Grostadten sowie die Erweiterung der Flughafenkapazitaten treffen Flughafenverwaltung und Fluglinien Ubereinkunfte, in denen die Kommunen bzw. Lander den LowCost Airlines erhebliche Vergunstigungen einraumen. Vor allem die Landegebuhren und Abfertigungskosten stehen dabei haufig im Mittelpunkt der Verhandlungen. Der bisher extremste Fall, der bekannt wurde, sind die Absprachen zwischen Ryanair und dem Flughafen Charleroi, bei Brussel. Die Landegebuhren werden nur zur Halfte und die Abfertigungsdienste zu einem Zehntel von Ryanair bezahlt. Weiterhin kommen die Flughafengesellschaft und die Region Wallonien fur Hotelubernachtungen und Ausbildung der Crew auf, ubernehmen die Werbekosten in und um Charleroi und bezuschussen jede neu eroffnete Strecke. Insgesamt belaufen sich die ungerechtfertigten Unterstutzungszahlungen auf rund EUR 4 Mio. Die Flughafen und Kommunen sind bereit, die hohen Subventionen zu leisten, um zusatzliche Arbeitsplatze zu schaffen und zahlungskraftige Gaste in die Region zu holen.66 Von der EU Kommission wird dies jedoch vollig anders gesehen. Anfang Februar 2004 entschied sie, dass Ryanair die 4 Mio. Euro zuruckzahlen muss.67 Die Kommission setzte damit erstmalig Grenzen fur die staatliche Subventionierung fur Billigfluglinien. Ein Jahr spater 08. Februar 2005 erlie sie einen Leitlinienentwurf Investitionen an Flughafen und die Gewahrung von Starthilfen.68 fur Grundsatzlich fuhren Subventionen zu einer Wettbewerbsverzerrung, die eine Markteintrittsbarriere begrundet. Da etablierte Billigflieger, wie Ryanair oder Easyjet uber eine starke Verhandlungsposition gegenuber den Provinzflughafen verfugen, erhalten sie erhebliche Vergunstigungen bzw. Subventionszahlungen. Damit sind sie in der Lage, ihre Kosten und Preise noch weiter zu senken. Potentielle Konkurrenten haben solch eine Moglichkeit der Kosteneinsparung mittels Drittgelder nicht. Subventionen verhelfen den etablierten LCC zur Verstarkung absoluter Kostenvorteile und wirken somit prohibitiv auf zukunftige Markteintritte. Der Wirkungsgrad ist nicht als ubermaig hoch einzuschatzen, da regionale Flughafen generell vom Staat unterstutzt werden und es grundsatzlich 66 Berger BZ 2003. 67 Stern Online 2004. 68 Gemeinschaftliche Leitlinien fur die Finanzierung von Flughafen und die Gewahrung staatlicher Anlaufhilfen fur Luftfahrtunternehmen auf Regionalflughafen 38allen Airlines, die von sekundaren Airports starten, zu Gute kommt. Zahlungen, wie die auf dem Flughafen Charleroi sind eher die Ausnahme. Als Fazit fur die Untersuchung der Markteintrittsmoglichkeiten in das LowCost Segment von auerhalb der Branche kann festgehalten werden, dass nur geringe Markteintrittsbarrieren existieren, durch die die strategische Gruppe vor potentiellen Konkurrenten geschutzt wird. Prohibitive Wirkungen bestehen im Zusammenhang mit absoluten Kostenvorteilen und Subventionszahlungen. Zusatzlich fallen die Kapitalerfordernisse bzw. Investitionen fur die Grundung einer Billigfluglinie geringer aus, als fur den Aufbau einer Airline nach dem klassischen Unternehmenskonzept. Die strategische Gruppe der LowCost Carrier ist somit auerst attraktiv fur neue Markteintritte. Im Weiteren ist noch der Wechsel innerhalb der Branche zu untersuchen. Es wird dabei vorrangig auf Mobilitatsbarrieren, die zwischen den jeweiligen strategischen Gruppen bestehen, eingegangen. Als erstes wird die Moglichkeit der Umformung einer FullService Airline in eine LowCost Fluggesellschaft analysiert. Die hochste Mobilitatsbarriere stellt der absolute Kostenvorteil der Billigflieger dar. Es durfte schwierig fur eine klassische Airline sein, das Kostenniveau eines LCC zu erreichen. Probleme wurden vor allem im Personalbereich auftreten. Durch die Bindung an Tarifvertrage und den Druck der Gewerkschaften ist es nahezu unmoglich, die Gehalter zu kurzen. Daruber hinaus mussten die traditionellen Airlines ihre Standorte auf regionale Flughafen verlegen, um die Gebuhren zu senken, den Service reduzieren, von dem HubandSpoke System zu einer direkten Streckenbedienung ubergehen, ihre Flotte auf einen Flugzeugtyp standardisieren, die Interkontinentalfluge streichen, usw. Im Zuge der Umwandlung entstehen einer Airline erhebliche Kosten, so genannte Switching Costs. Getatigte Investitionen, bspw. zum Bau eigener Terminals oder fur die Erweiterung des interkontinentalen Streckennetzes, wurden zu Sunk Costs werden. Kostenirreversibilitat stellt eine betrachtliche Marktaustrittsschranke dar, aus der bei der bracheninternen Betrachtung eine erhebliche Mobilitatsbarriere wird. Mit der Senkung der Kosten bzw. Servicequalitat einhergehend ist ein enormer Imageverlust. Der Markenname einer Fluglinie wurde durch einen Wechsel erheblichen Schaden erleiden und die emotionale Bindung der Kunden sowie ihre Assoziation mit dem Unternehmen verloren gehen. Der Wechsel einer klassische Fluggesellschaft in den vom Niedrigpreissektor Premiumsegment zum Billigsektor ist grundsatzlich keine Alternative fur FullService Carrier. Viel wahrscheinlicher ist die Grundung einer selbstandigen Airline, die im LowCost Bereich unter anderem Namen operiert. Beteiligungen an Billigfliegern waren eine weitere Moglichkeit. somit unwahrscheinlich. Eine Entwicklung ist in Verbindung mit hohen Kosten 39Zum Schluss ist der Wechsel vom Charterverkehr in den LowCostLinienverkehr zu untersuchen. Wie bereits der Name sagt, muss dabei eine CharterAirline von dem Gelegenheitsverkehr in den Linienverkehr wechseln. Dies kann hauptsachlich uber eine Erhohung der taglichen Flugfrequenzen auf den vorhandenen Strecken erfolgen. Daruber hinaus ist der Verkauf auf direkte Distributionskanale umzulegen. Dabei entstehen Kosten, die jedoch im Vergleich zu einem Neueintritt oder einem Wechsel aus dem klassischen AirlineSektor relativ gering sind. Die absoluten Kostenvorteile, die die strategische Gruppe der Billigflieger vor Neuzutritten von auerhalb der Branche und aus dem FullService Segment schutzt, wirken auf Charterfluglinien weniger prohibitiv. Zum einen bewegen sie sich nur leicht oberhalb der Preise bzw. Kosten von den LCCs und zum anderen entspricht die Servicequalitat ebenfalls annahernd dem LowCost Level. Die Mobilitatsbarrieren zwischen beiden strategischen Gruppen sind uberwindbar. Ein Wechsel ist weniger schwierig. Die einfachste Markteintrittsmoglichkeit in das LowCost Segment besteht im brancheninternen Wechsel aus der strategischen Gruppe der CharterAirlines. Die Mobilitatsbarrieren sind hierbei am niedrigsten. Zusatzlich stehen bereits die benotigten Ressourcen, wie Flugzeuge, Personal usw. zur Verfugung. Die Umformung einer klassischen Airline in eine Billigfluggesellschaft ist zwar nicht unmoglich, kann jedoch weitestgehend ausgeschlossen werden. Die Grundung von eigenen selbstandigen Billigfliegern oder Beteiligungen an ihnen sind wahrscheinlichere Markteintrittsalternativen. Der externe Eintritt in den Niedrigpreisbereich ist fur Neulinge aufgrund geringer Markteintrittsbarrieren und dem Erfolg von Ryanair und Easyjet sehr attraktiv. Es kann behauptet werden, dass der LowCost Sektor die interessanteste strategische Gruppe fur potentielle Konkurrenten darstellt. 5 Zusammenfassung Die vorliegende Arbeit untersuchte die Fragestellung, wie die LowCost Carrier es schafften, in den hochkonzentrierten europaischen Luftverkehrsmarkt einzutreten. Es wurde die Hypothese aufgestellt, dass die Entstehung bzw. Entwicklung der LCCs sich vorrangig durch den Slotmangel auf den Hubflughafen begrundet und weniger eine Folge der Liberalisierungsmanahmen ist. Im Mittelpunkt der Betrachtung stand dabei die Analyse der existierenden Schranken sowie der Mobilitatsbarrieren. Der Markt wurde vor Eintritt der LCCs vorrangig von den nationalen Airlines kontrolliert. Er war umgeben von zahlreichen Markteintrittsbarrieren. Insbesondere 40stark prohibitiv der Zugang zu essentiellen Ressourcen, wie den Start und Landebahnen, wirkte sich klassischen Luftverkehrsgesellschaften fuhlten sich aufgrund der bestehenden Schranken ausreichend vor potentiellen Konkurrenten geschutzt. auf Neugrundungen aus. Die Da den Neulingen auch nach der Liberalisierung des Luftverkehrsmarktes der Zugang zu den primaren Flughafen verschlossen blieb, wichen sie auf Sekundar bzw. Tertiarflughafen aus. Sie senkten die Ticketpreise, um ein ausreichendes Passagiervolumen zu generieren. Niedrigtarife sind jedoch nicht mit dem FullService Konzept vereinbar, womit die Airlines gezwungen waren, durchgreifendere Anderungen bzgl. der Kosten und Angebotsstruktur zu ergreifen. Es entstand das LowCost Geschaftsmodell die Focusierung aller Aktivitaten auf die reine Transportleistung. Jeglicher zusatzliche Service wurde eliminiert, um die bestmoglichsten Preisen zu erzielen. Anstatt des Vertriebs uber Agenturen wahlten die LCCs den Direktverkauf. Mit ihrer Positionierung im Privatreiseverkehr und dem darauf ausgerichteten AirlineKonzept konnten sie bestehende Markteintrittsbarrieren umgehen und sich ein eigenes Marktsegment schaffen. Da die traditionellen Schranken in dem LowCost Bereich nicht mehr griffen, reduzierte sich automatisch ihr Schutz vor Neueintritten potentieller Konkurrenten. Die Billigflieger unternahmen kaum Anstrengungen, um zusatzliche Barrieren zu errichten oder die bestehenden Mobilitatsbarrieren zu erhohen. Folglich wurde der Sektor besonders attraktiv fur Newcomer, aber auch fur Airlines aus anderen strategischen Gruppen, insbesondere dem Charterverkehr. Viele Fluglinien traten in den LowCost Markt ein. Einige von ihnen stellten jedoch schon nach kurzer Zeit den Betrieb wieder ein, da sie dem Wettbewerbsdruck der etablierten LCCs nicht standhalten konnten. Dies verdeutlicht, dass ein Markteintritt in das Niedrigpreissegment zwar relativ leicht ist, aber das Uberleben als Billigflieger umso mehr Kapazitaten und Potentiale erfordert. 41Literaturverzeichnis AEA. 1997. Yearbook, http:www.aea.beaeawebsitedatafilesyear 97.pdf Stand 23. August 2005. AEA. 2001. Yearbook, http:www.aea.beaeawebsitedatafilesyear 01.pdf Stand 23. August 2005. AEA. 2002. Yearbook, http:www.aea.beaeawebsitedatafilesyearbook 02.pdf Stand 23. August 2005. AEA. 2004. Yearbook, http:www.aea.beaeawebsitedatafilesyearbook 04.pdf Stand 23. August 2005. Bain, Joe S. 1962. Barriers to new competition: their character and consequences in manufacturing industries. Cambridge: Harvard University Press. Berger, Alois. 2003. Steuergelder fur Billigflieger: EUKommission ermittelt wegen verdeckter Subventionen an Ryanair Praktiken von Provinzflughafen auf dem Prufstand. Berliner Zeitung, 29. Oktober, S. 24. Boeing. Jet Prices 2005. http:www.boeing.comcommercialprices Stand 23. August 2005. CAA. UK Airline Statistics. http:www.caa.co.ukdefault.aspx?categoryid80 pagetype88pageid1sglid1 Stand 23. August 2005. Calder, Simon. 2003. No Frills: the truth behind the lowcost revolution in the skies. London: Virgin Books Ltd. Caves, Richard E. und Michael E. Porter. 1977. From Entry Barriers to Mobility to new Barriers: Conjectural Decisions and Contrived Detterence Competition. The Quarterly Journal of Economics 91 2, S. 241262. DIW, CE und IOO. 2003. Financial Support to the aviation sector. Research Report 299 96 106 of Federal Environmental Agency Umweltbundesamt, Texte 2503. Doganis, Rigas. 2001. The airline business in the twentyfirst century. London, New York: Routledge. Easyjet. www.easyjet.com Stand 23. August 2005. ELFAA. 2004. European Low Fare Airline Association Lunch Presentation. 27. http:www.elfaa.comdocumentsELFAALaunch 27Jan 2004.pdf Januar, Stand 23. August 2005. Furlong, Stephen und Mark Hannon. 2005. Growing top and bottom lines: Modelling mediumterm margin potential leaders. Davy European Transport and Leisure, 15. Februar, http:www.ryanair.com siteaboutinvestdocsanalystdavy_15feb.pdf Stand 23. August 2005. lowcost for Goodbody Stockbrokers. 01. Mai, http:www.ryanair.comsiteaboutinvestdocsanalystgoodbody_may 04.pdf Stand 23. August 2005. 2004. Bullet sky. the blue 42Gudmundsson, Sveinn V. und Hans Van Kranenburg. 2002. New airline entry rates in deregulated air transport markets. Transportation Research Part E 38, S. 205219. Heymann, Eric. 2004. Uberfallige Konsolidierung im Luftverkehr ante portas? Deutsche Bank Research Aktuelle Themen 291, 10. Marz, S. 418, http:www.dbresearch.dePRODDBR_INTERNET_DEPRODPROD00000 00000074755.pdf Stand 23. August 2005. Irish Aviation Authority and Avia Solution. 2005. DG Tren Analysis of the European Air Transport Industry 2003. Final Report, Januar, http:europa.eu.intcommtransportairrulesdoc2003_summary_report_en.pdf Stand 23. August 2005. Kurth, Wolfgang. 2004. Stimulanz der Nachfrage schafft Wachstum: Das Marktpotential der NiedrigpreisAirlines. http:www.tmabensberg.de publikationendownlowcost_hlx.pdf Stand 23. August 2005. Lufthansa. 2004. Politikbrief: Informationsdienst fur Entscheider in Politik, Medien und Wirtschaft. Oktober, http:konzern.lufthansa.comdedownloads pressepolitikbrief10_2004LH_Politikbrief_10_2004.pdf Stand 23. August 2005. Lufthansa. 2005a. Politikbrief: Informationsdienst fur Entscheider in Politik, Medien und Wirtschaft. Januar, http:konzern.lufthansa.comdedownloadspresse politikbrief01_2005LH_Politikbrief_01_2005.pdf Stand 23. August 2005. Lufthansa. 2005b. Politikbrief: Informationsdienst fur Entscheider in Politik, Medien und Wirtschaft. Mai, http:konzern.lufthansa.comdedownloadspresse politikbrief05_2005LH_Politikbrief_05_2005.pdf Stand 23. August 2005. Mercer Management Consulting. 2002. Impact of Low Cost Airlines : Summary of Mercer Study. http:www.mercermc.comPerspectivesSpecialtyMOT_ pdfs Lowcostairlines.pdf Stand 23. August 2005. Mercer Management Consulting. 2004. Auszug aus der Studie Entwicklung der europaischen Airline Industrie. http:www.mercermc.demapper.php 3?file upload_material%2F123.pdfnameCharts_Billigtickets.pdftypeapplication%2Fpdf Stand 23. August 2005. Merrion Stockbrokers. 2005. Ryanair plc: Upgrading on moderating yield factors. Irish Equity Research, 21. Januar, http:www.ryanair.comsiteaboutinvest docsanalystmerrion_jan 05.pdf Stand 23. August 2005. Pompl, Wilhelm. 1998. Luftverkehr: Eine okonomische und politische Einfuhrung. Berlin u.a.: Springer. Porter, Michael E. 2004. Competitive strategy: techniques for analyzing industries and competitors. First Free Press Export Edition, New York: Free Press. RL 9667EG. Richtlinie des Rates uber den Zugang zum Markt der Bodenabfertigungsdienste auf den Flughafen der Gemeinschaft in der Fassung der Bekanntmachung vom 15. Oktober 1996. 43Ryanair. www.ryanair.com Stand 23. August 2005. Schmidt, Frank 1998. Institutionelle Markteintrittsschranken, potentielle Konkurrenz und Unternehmensverhalten: ein Beitrag zur Endogenisierung der Marktstruktur. Berlin: Duncker und Humblot. Spaeth, Andreas. 1999. Europes Low Cost Airlines. Flug Revue Online, FR 699, http:www.flugrevue.rotor.comFRheftFRH9906FR9906f.htm Stand 26. Juli 2005. Stern Online. 2004. Billigflieger: Ryanair muss Subventionen zuruckzahlen. 03. Februar, http:www.stern.dewirtschaftunternehmenmeldungenindex.html ?id519756qRyanair%20muss%20Subventionen%20zur%Fcckzahlen Stand 23. August 2005. Tjon, Fabian. 1997. Wirtschaftlichkeitsanalyse von Luftverkehrsunternehmungen. Berlin: Duncker und Humblot. Treber, Manfred, Andrea Kirchmair und Gerold Kier. 2003. Die Subventionierung des Flugverkehrs: Eine Bestandsaufnahme. Briefing Papier von Germanwatch e.V., 07. Mai, http:www.germanwatch.orgriobpflug 03.pdf Stand 23. August 2005. VO EWG 9593. Verordnung des Rates uber gemeinsame Regeln fur die Zuweisung von Zeitnischen auf Flughafen in der Gemeinschaft in der Fassung der Bekantmachung vom 18. Januar 1993 mit allen spateren Anderungen, zuletzt geandert durch Verordnung EG Nr. 7932004 des Europaischen Parlaments und des Rates vom 21. April 2004. VO EWG 229989. Verordnung des Rates uber einen Verhaltenskodex im in der Zusammenhang mit computergesteuerten Buchungssystemen Fassung der Bekanntmachung vom 24. Juli 1989 mit den Anderungen durch VO EWG 308993 des Rates vom 29. Oktober 1993 und VO EWG 32399 des Rates vom 8. Februar 1999. Von Hirschhausen, Christian, Thorsten Beckers, Achim I. Czerny und Stefan Muller. 2004. Privatisierung und Regulierung der deutschen Flughafen. Deutsche Bank Research Aktuelle Themen 291, 10. Marz, S. 1928, http:www.dbresearch.dePRODDBR_INTERNET_DEPRODPROD00000000 00074755.pdf Stand 23. August 2005. Von Petersdorff, Winand und Thiemo Heeg. 2004. Am Himmel wird es eng. Frankfurter Allgemeine Sonntagszeitung 21, 23. Mai, S. 35. Weimann, Lorenz C. 1998. Markteintrittsbarrieren im europaischen Luftverkehr: Konsequenzen fur die Anwendbarkeit der Theorie der contestable markets. Hamburg: Deutscher VerkehrsVerlag. Zimmerer, Frank. 2003. Angst vor dem Absturz? Staatliche Subventionen fur Airlines nach dem 11. September 2001. Magisterarbeit, Universitat Konstanz, http:www.ub.unikonstanz.dekopsvolltexte20041257 Stand 23. August 2005. 44Jenaer Beitrage zur Wirtschaftsforschung Jenaer Beitrage Jahrgang 2006 Schwartz, M., 2006, Die Learning Economy aus Netzwerkperspektive: Mechanismen und Probleme; Jenaer Beitrage zur Wirtschaftsforschung Heft 4, Fachbereich Betriebswirtschaft, Fachhochschule Jena. Welsch, J., 2006, Dynamik der Arbeitslosigkeit Eine vergleichende Analyse auf der Ebene ausgewahlter Arbeitsagenturbezirke, zur Wirtschaftsforschung Heft 3, Fachbereich Betriebswirtschaft, Fachhochschule Jena. Clasing, M., 2006, CO2Emissionshandel Auswirkungen auf die deutsche Energiewirtschaft, Jenaer Beitrage zur Wirtschaftsforschung Heft 2, Fachbereich Betriebswirtschaft, Fachhochschule Jena. Watzka, K., 2006, JETTM Jenaer Entrepreneur Test Training Modul Ein AssessmentCenter zur Wirtschaftsforschung Heft 1, Fachbereich Betriebswirtschaft, Fachhochschule Jena. Jahrgang 2005 Gerlach, A.; Sauer, T., Stoetzer, M., 2005, Formen und regionale Verteilung des Wissenstransfers von Hochschulen Eine reprasentative Fallstudie fur Jena, Jenaer Beitrage zur Wirtschaftsforschung Heft 1, Fachbereich Betriebswirtschaft, Fachhochschule Jena. fur Unternehmensgrunder, Jenaer Beitrage ", "filename": "635901048.pdf", "person": ["Katrin Halm", "Halm, Katrin"], "date": ["2006"]}