{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/59668/1/637699017.pdf"], "title": ["A cooperative value for Bayesian games"], "plaintext": "A COOPERATIVE VALUE FOR BAYESIAN GAMESADAM TAUMAN KALAI AND EHUD KALAI,Abstract. Selfish, strategic players may benefit from cooperation, provided theyreach agreement. It is therefore important to construct mechanisms that facilitatesuch cooperation, especially in the case of asymmetric private information. Thetwo major issues are: 1 singling out a fair and efficient outcome among themany individually rational possibilities in a strategic game, and 2 establishing aplay protocol under which strategic players may achieve this outcome. The paperpresents a general solution for twoperson Bayesian games with monetary payoffs,under a strong revealedpayoff assumption.The proposed solution builds upon earlier concepts in game theory. It coincideswith the von Neumann minmax value on the class of zero sum games and withthe major solution concepts to the Nash Bargaining Problem. Moreover, thesolution is based on a simple decomposition of every game into cooperative andcompetitive components, which is easy to compute.1. Introduction Selfish players in strategic games benefit from cooperation, provided they come tomutually beneficial agreements. In the case of asymmetric private information, thebenefits may be even greater, but avoiding strategic manipulations is more subtle.This paper provides a natural focal point for fair and efficient cooperative playamong strategic players in twoperson privateinformation games with monetarypayoffs.The unmodified noncooperative solutions obviously miss this point, as illustratedin the sacrifice game below. The dominant strategy, in which player 1 plays passand each player nets a 0 payoff, is logical, for example, when the players are prisoners in isolated cells.sacrifice gamepassactpass0, 01,101Key words and phrases. cooperative game theory, noncooperative game theory, bargaining, minmax value.Microsoft Research New England.Kellogg School of Management, Northwestern University.Much of this work was done while this author was visiting Microsoft Research New England.The paper benefited from helpful comments from Geoffrey De Clippel, Francoise Forges, Dov Monderer, Phil Reny, Rakesh Vohra, Robert Wilson, and other seminar participants at Northwestern,Stanford, and Tel Aviv University. Earlier versions of this paper were presented as the keynotelecture of the 2009 Conference of Public Economic Theory in Galway, Irland, and an invited lecturein the 2009 International Conference on Game Theory in Stony Brook, New York.This research was partly supported by National Science Foundation Grant No. SES0527656 in EconomicsComputer Science.12ADAM TAUMAN KALAI AND EHUD KALAI,But in the many important economic environments where communications, sidepayments, and agreements are permitted, other outcomes are appealing. For example, an outcome that agrees with real life and experimental observations is for player 1 to act in exchange for a 51 payoff from player 2, so that they each net 50.However, when we consider more substantial games, in which players possessmany possible strategies and asymmetric private information, the determinationand implementation of optimal cooperative play and associated payoff transfers aremore challenging. The main purpose of this paper is to offer a solution to thisproblem in restricted but important classes of such games.In particular, we focus on twoplayer cooperative Bayesian games with transferable utility TU,1 in which players can communicate and make binding agreementsabout actions and payoff transfers.2 An important subclass consists of the zerosumgames studied by von Neumann 1928.The solution offered is described by a cooperativecompetitive value alternatively,coco value, or just value for short that has the following properties: 1 It is Paretoefficient, fair, robust, and easy to compute. 2 It generalizes the minmax valuefrom zerosum to general Bayesian games. 3 It coincides with, and extends, themajor variablethreat bargaining solutions to the case of incomplete information.4 It is justified by natural axioms imposed directly on Bayesian games. And5 it is implementable by incentivecompatible protocols that resemble reallifepartnerships, under a strong revealedpayoff assumption.The analysis is centered around a cooperativecompetitive coco decompositionof a strategic game into two component games with orthogonal incentives. For acomplete information game with payoff matrices X, Y , the decomposition is:cid:18 X Ycid:19X Y2,cid:18 X Ycid:192maxi,j, maxi,j 2xij yij 2 minmax Y X,2cid:19cid:18 X Y,2cid:19.3Y X2,X, Y 2and the coco value is defined bycocovalueX, Y cid:18xij yij We refer to the first component in the decomposition as the cooperative component, or the team game. The pair of payoffs associated with this component is theteam value, which is the highest possible pair of payoffs that the players can jointlyarrange under an agreement to share their payoffs equally. We refer to the secondcomponent in the decomposition as the competitive component, the zerosum game,or the advantage game. The minmax value of the advantage game may be thoughtof as a compensating zerosum transfer from the player with the weaker strategic position to the player with the stronger one. The body of this paper presentsthe Bayesian incomplete information version of the decomposition and definitionabove.1For simplicity, we assume that payoffs are in terms of a common currency, such as dollars, andthat players utility is uix x.2A more restricted earlier use of payoff transfers in strategic games with complete informationis presented in Jackson and Wilkie 2005.3The decomposition has a straightforward extension to nperson games with n 2. However,in such games the minmax value is not defined, and thus the definition of the coco value may haveto be significantly more complex.A COOPERATIVE VALUE FOR BAYESIAN GAMES3With complete information, the coco value can always be implemented triviallythrough an agreement on any play which maximizes the payoff sum, along with aappropriate side payment. However, the implementation of firstbest efficient payoffsin a Bayesian game is difficult, as illustrated by the MyersonSatterthwaite 1983impossibility result. The coco Bayesian decomposition enables the construction ofpartnership protocols that overcome these difficulties in restricted but importantclasses of games.In rough terms, one can replace a given Bayesian game by two strategicallyindependent games, one cooperative and one competitive. The play of the cooperative component determines the actual play of the given game, and it leads to anactual pair of equal payoffs. The equal sharing of payoffs gives the two players incentive to cooperate: to truthfully reveal all relevant information and to act optimallyrelative to this information.The competitive component is played fictitiously. Its purpose is to determine acompensating zerosum payoff transfer that reflects the strategic and informationalasymmetries in the given game. Since the play of the competitive component resultsin a zerosum transfer, it does not destroy the efficiency obtained through the actualplay of the cooperative component; it just corrects for the equal division imposedin the cooperative component.In order to overcome the MyersonSatterthwaite impossibility result, we restrictourselves to games that satisfy a strong revealedpayoff assumption: After the playof the game each player knows the realized payoffs of both players, as well as theentire payoff function. That is, everyone knows how much everyone would havereceived had they played any alternative vector of actions.4 In Section 8, we showthat in many specific games, this assumption may be weakened.1.1. Related literature. Given the elementary nature of the questions addressedhere, it is not surprising that closely related concepts have been studied earlierin both cooperative and noncooperative or strategic game theory.Indeed, thesolution presented here may be viewed as a synthesis and generalization of severalearlier works.Starting with twoperson zerosum games, which are strictly competitive, thecoco value generalizes von Neumanns 1928 minmax value to generalsum games.First, in a formal sense, the coco value of a zerosum game is the minmax valueof the game. But in addition, our axiomatic characterization of the coco value canbe fully carried out on the restricted class of zerosum games to yield an axiomaticcharacterization of the minmax value. Thus, the coco value may be viewed as anexpansion of the rationale of the minmax value to the class of general two persongames.Moving to games that are not zerosum, strategic and cooperative game theorydeal with the issue of cooperation in different ways, but neither is fully satisfactory.The Nash equilibria of a oneshot strategic game in which all binding agreementsare possible span all the outcomes described by the folk theorem of the repeatedgame,5 thus everything is possible. Under the cooperative approach, one mustfirst decide on an artificial bridge that transforms the strategic game into a cooperative bargaining game, to which one may apply one of several unique solutions. It 4See Mezzetti 2004 for an earlier use of revealed payoff assumptions in a different context.5See for example Fershtman et al. 1991, Tennenholtz 2004 and Kalai et al. 2010.4ADAM TAUMAN KALAI AND EHUD KALAI,seems that both the folk theorem and standard bridge resolutions miss some subtlestrategic considerations, which are discussed in Section 9.1.This paper defines a unique cooperative solution directly for any strategic game.Motivated by axiomatic bargaining solutions from cooperative game theory, Nash,1950b; KalaiSmorodinsky, 1975; and Kalai, 1977 Nash 1953, Raiffa 1953 and KalaiRosenthal 1978, defined without axiomatizations efficient arbitration methods for general non TU twoperson normalform games with complete information.In the case of TU games all their solutions coincide with each other and with the cocovalue presented here. Thus, the coco value may be viewed as a TU generalizationof their solutions to the case of private information.6Selten 1960, 1964 presented an axiomatic characterization of a cooperativevalue, defined on the class of TU extensive form games of complete information.While his work preceded the definition of incomplete information, the natural extension of Seltens work would give a different value for games of incomplete information.7 Different axiomatic solutions of complete information strategic games,discussed later in this paper, were presented by Carpente et al. 2005, 2006.Little work has been done on cooperative solutions for Bayesian games. Stayingin the purely cooperative model, Myerson 1984 offers an extension of the Nash1950b, 1953 cooperative bargaining solution to the case of private information, butthis solution has not been studied directly for strategic games. Additional importantdirections can be found in Forges el al. 2002, De Clippel and Minelli 2004, Ichiishiand Yamazaki 2006, Biran and Forges 2009 and references therein.Finally, observations from experimental game theory suggest that players have atendency to play fair, sometimes even if it is against their selfish material interest.Based on these findings it seems that the coco solution, which is fair in materialvalue and compatible with individual incentives, may serve as a focal point among allthe equilibria of a bargaining game. For detailed discussion on related experimentalpapers we refer the reader to Roth 1979, Rabin 1993 Binmore 1994, Fehr and Schmidt 1999, Camerer 2003, Chaudhuri 2008 and references therein.2. Illustrative examples We begin with a symmetric completeinformation hotdog cart game. Considertwo hotdog dog sellers called P1 and P2, located in a town with two selling venues:the airport, A, and the beach, B. The demand at A is for 40 dogs, while the demandat B is for 100 dogs. If they choose different locations, they each sell the quantitydemanded at their respective locations; and if they choose the same location, theysplit the local demand equally. Each seller has to choose a location without anyknowledge of the opponents choice. Suppose they each net 1dog sold. The gameis given below.ABA 20,2040,100B 100,40 50,506The TU assumption is made here, among other reasons, to circumvent the need to take positionson competing bargaining axioms.7In particular, the extension of Seltens value would give a solution which does not maximizeexpected payoffs sum conditional on the joint information, whereas the coco value does satisfy thisfirstbest notion of efficiency.A COOPERATIVE VALUE FOR BAYESIAN GAMES5Unsurprisingly, the coco value of this game is 70, 70, while the unique Nashequilibrium achieves 50, 50. Although the coco value is unique, this example illustrates that there may be a multiplicity of agreements which all achieve the cocovalue; for example, they may play A, B with a side payment of 30 from P2 to P1, or the reverse. They may also achieve this value, on average, without any sidepayment: they may agree to flip a coin to decide between playing A, B and B, A,and in a repeated setting, they may alternate between A, B and B, A.In the more interesting asymmetric version below, P2 nets 2dog sold while P1still nets 1dog sold. The game is given below on the left, and the decompositionon the right.AAABBA 20,40B 100,80 50,100 A 30,30 120,120B 90,90 75,75A 10,10 80,80B 10,10 25,25B40,200The team game has value 120, 120, while the zerosum game has value 25, 25;hence the coco value is 95, 145. The coco value achieves the maximum total of 240, which the players can obtain by playing A,B followed by a 55 side paymentfrom player 2 to player 1 40, 200 55,55 95, 145.Whether realworld players would reach agreement at all, and whether suchagreements would involve transfers of approximately 55, are left for further study.Nonetheless, the coco value is a focal point that may aid in reaching such agreements. The coco decomposition, disentangling the cooperative from the competitiveincentives, offers a rationale for this focal point.The main body of this paper extends the above analysis to games with asymmetricprivate information, as illustrated next.2.1. Incompleteinformation hotdog cart game. Now, suppose the demandat B depends on the weather:if sunny, which has probability 12, it is for 200dogs; and if cloudy, which has probability 12, there are no customers at the beach.Furthermore, suppose that player 1 is perfectly informed, a priori, of the weatherand player 2 has no information.This situation may be described by a Bayesian game with the payoff tables below:Sunnyprob 12ABA 20,4040,400B 200,80 100,200Cloudyprob 12ABA 20,40 40,0B 0,800,0The expected payoffs, obtained under three different computational schemes, aresummarized in the table below:8Noncooperative, Bayesian equilibrium 7020100240The coco value: cooperate transfer 115 145Purely cooperative play P1 P2 Total1702602608In contrast to this example, there are games where the coco payoff of an individual is lowerthan her equilibrium payoff, as we discuss in Section ??.6ADAM TAUMAN KALAI AND EHUD KALAI,At the unique Bayesian equilibrium of this game, P1 chooses B when he knowsthe weather to be sunny and A when he knows it to be cloudy; having no suchknowledge, P2 simply chooses B. The expected payoffs in the table are computedto be: 70, 100 0.5100, 200 0.540, 0.The purelycooperative payoffs are obtained by making coordinated optimal useof their combined informationproduction resources, in order to maximize the totalpayoffs: when it is sunny, P2 goes to B and P1 goes to A, but when it is cloudy, theydo the opposite. The expected payoffs in the table are computed to be: 20, 240 0.540, 400 0.50, 80.Clearly, the players would like to obtain the cooperative total of 260 ratherthan the total noncooperative total of 170. But the cooperative solution calls forsubstantial sacrifices on P1s part: he must always disclose his forecast truthfullyand then choose the inferior location.A natural resolution is to amend the efficient solution with payoff transfers. Inour solution to the example above, on sunny days, when P2 goes to B and P1 to A,P2 pays P1 130 out of her 400 payoff. And on cloudy days, when he goes to Band she goes to A, P2 pays him 60 out of her 80 payoff. The expected payoffs inthe table are computed to be: 115, 145 0.5170, 270 0.560, 20.In Section 9.3, we compute the value of information for the two players.2.2. Overview. The rest of the paper is organized as follows. Section 4 presentsthe definition of the coco value and the formula for computing it, as done above.Section 5 presents axioms of fairness and efficiency that justify this value. Section 6 studies implementation.It presents partnership protocols in which the playershave the incentive to disclose their private information and to act optimally in orderto bring about the coco payoffs. Section 7 is devoted to a joint venture example,relating the coco value approach to the MyersonSatterthwaite bargaining model.Additional elaboration and connections to earlier literature are presented in sections 8 and 9.3. Preliminaries Unless otherwise specified, we consider games with a fixed set of two players,N 1, 2. A Bayesian game G is defined by: G A i N Ai, T i N Ti, U i N Ui, where for each player i, Ai denotes the set of actions, Ti denotes the setof types, and Ui RA denotes the set of payoff functions utilities, ui : A R. Allthese sets are assumed to be finite and is the prior probability distribution over T U. To increase readability, we sometimes write t, u to indicate that thepair t, u is drawn from the distribution . Notice that in addition to informationtypes, this formulation also allows for payoff types for every ti have uiti 1 forsome ui, and for types that combine the two.As is standard, we assume that the game and the prior distribution are commonlyknown to the players. Game play is as follows. First, the state of the world,t, u T U, is drawn from . Each player i then observes her own type ti, on thebasis of which she chooses simultaneously with her opponent an action ai Ai.The payoff to player i is uia, where a a 1, a 2 is the selected action profile.As is standard, a mixed action for player i is a probability distribution i Aiover the set of actions. We also extend the domain of payoff functions, ui, to mixedactions by the use of expected values. A pure strategy for player i, si : Ti Ai,is a function that specifies the action that player i would choose if her type wereA COOPERATIVE VALUE FOR BAYESIAN GAMES7ti Ti; and a behavioral mixed strategy for player i, i : Ti Ai, similarlyspecifies a mixed action to play based upon her knowledge of own type.It is also common to refer to ti as the private information of player i. A game iszerosum if, with probability 1, u 1 u 2, and it is a team game if u 1 u 2, withprobability 1. Finally, we use the standard convention that ai and ui represent,respectively, the actions and payoffs of player is opponent. A coordinated strategyis a function c : T A from type profiles to action profiles.As mentioned, we assume that the players have additive transferable utility formoney TU, i.e., they can make arbitrary monetary side payments or their equivalent from one to another at a onetoone rate.3.1. Revealedpayoff assumptions. The revealedpayoff assumption requires that,after play of the game, the payoff vector ua is revealed to all players. The strongrevealedpayoff assumption requires that, after play of the game, the entire payofffunction u is revealed to all players. That is, each player then knows how much eachplayer would have received had they played any other action profile.9One example that satisfies the strong revealedpayoff assumption is the hotdogsellers game. Provided that payoffs resulting from any location choices depend onlyon the weather, and that the weather is observed by all players after the play, onecan compute the payoffs for any hypothetical location choices. Notice that strongrevealedpayoff assumption continues to hold in all games in which payoffs dependentirely on a state of nature which is observable after the play of the game.We should point out, however, that the payoffrevelation assumptions do notrequire that the types of the players be revealed. As an example of where thisdistinction is meaningful, consider again a game in which the payoffs depend on theweather, and the players types consist of imperfect individual weather forecasts. Ifthe weather is observed by all players after the play of the game, then the revealedpayoff assumption holds even if the forecasts are not revealed.But nevertheless, there are important games in which the revealed payoff assumption does not hold. One example is an auction in which the payoff of the winnerdepends on his private value of the item, which is not verifiable.4. The coco value: a formula for fair and efficient expected payoffs The coco value is a unique pair of numbers for each game G A, T, U, . Itis Pareto efficient, which in such a TU game means that it maximizes the sum ofpayoffs, and reflects the strategic positions and contributions of the players fairly.In the case of completeinformation games, it coincides with earlier variablethreatbargaining solutions i.e., those of Nash, Raiffa, and KalaiRosenthal, as describedin the introduction.For the extension to Bayesian games and for the construction of the noncooperative protocols that follow, it is better to use a different definition of this value evenin the completeinformation case than the ones used in the earlier formulations.Our definition uses a natural decomposition of a strategic game into a cooperativecomponent and a competitive one.9Mezzeti 2004 used similar revealedpayoff assumptions in a study of auctions.8ADAM TAUMAN KALAI AND EHUD KALAI,4.1. Complete information. For clarity of exposition, we first give a definitionfor the case of a completeinformation bimatrix game X, Y , where matrices X, Y Rmn represent the payoffs, i.e., ui, j xij, yij for i, j 1, 2, . . . , m 1, 2, . . . , n A1 A2. As discussed in the introduction, X, Y can be uniquelydecomposed as the sum of an equalpayoff team game E and and a zerosum payoffadvantage game Z:cid:18 X Ycid:19cid:18 X Ycid:19.X, Y E, E Z,Z X Y2,2Y X,22The coco value of X, Y is defined byX, Y e, e z,z,where e maxij eij is the natural team value for a game of the form E, E, andz min maxZ,Z is the classical von Neumann value for a zero sum game.Since e, e is efficient and z,z is a zerosum transfer, the coco value isefficient. The z,z transfer is a positive or negative correction transfer thatreflects the asymmetries in the original game, which are ignored by the equal payoffcomponent e, e.The following is a direct consequence of the above definition.Observation 1. For any game of complete information the following conditionshold.1 For any zero sum game, A,A minmax valueA,A.2 For any team game, A, A team valueA, A maxij aij, maxij aij.3 The coco value is feasible and does not require the use of mixed strategies:there is always a simple agreement consisting of a pair of pure actions anda monetary transfer, which yields net payoffs equal to the coco value.4.2. Incomplete information. Proceeding to the general case of Bayesian games,we first define two auxiliary payoff functions.Definition 1. For any u : A RN , define ueq, uad : A RN as follows:1 The equal, or average payoff is ueq2 The payoff advantage of player i is uad.Although ueqa R2, we sometimes use ueqa to denote the single equal payoffi a uiauiai a uia ueq 1 a ueq 22 a u 1au 2a2.that it allocates to the players, and thus write ueqa ueq 1 a ueq 2 a.The cooperativecompetitive decomposition presented above for complete information extends naturally to incomplete information:u ueq uad.But unlike the completeinformation case, now the players may also improve thesum or average of their expected payoffs by sharing information. To this end, wedefine the following notions.Definition 2. For G A, T, U, , the team optimum of G is defined by:teamoptG maxc:TAE u 1ct u 2ct .A coordinated pure strategy c : T A is called optimal if E u 1ct u 2ct teamoptG.A COOPERATIVE VALUE FOR BAYESIAN GAMES9In words, an optimal coordinated strategy is a rule c that the players may useto select, for every pair of realized types t, a pair of actions ct that maximizesthe sum of their expected payoffs in G. The team optimum is the maximal sum ofexpected payoffs that may be generated by such a rule. Notice that this definitionassumes that they truthfully share all their information and then coordinate theiractions.Definition 3. The relative advantage of player i is defined to be her minmax valuein the zerosum game Gad A, T, V, ad, where V consists of all payoff functionsv v 1, v 2 with each vi uadfor some payoff function ui of G, and adt, v it, u : vi uadi , for i 1, 2.The game Gad is a zerosum modification of G, which preserves the differencesbetween the two players payoffs. Each player is simply trying to maximize thedifference between her payoff and that of her opponent. Since the advantage game isa zerosum Bayesian game, it has a unique minmax expected value, which we denoteby minmaxiGad. We refer to this value as the players competitive advantage,relative advantage, or just advantage.Definition 4. The coco value of G to player i, denoted by iG, is defined by,iG 12teamoptG minmaxiGad.In parallel to the completeinformation case above, one may define a cooperativecomponent of G, Geq, in which the players share both the information they havecoming to the game and the payoffs resulting from any play.10 The teamoptGequals the highest possible common expected payoff that may result from any purestrategy of Geq, which may be thought of as the teamvalueG eq. Thus, in parallelto the completeinformation case, one may think of the coco value of a privateinformation game as the sum G teamvalueGeq minmaxvalueGad.Note that the coco value is feasible and Pareto optimal for every t in conditionalexpectations over T , i.e., the sum of the payoffs is the maximum expected sumthat the players can achieve with coordination and sharing of information. We nowargue that it is the right value by the axiomatic approach.5. Axiomatic characterization of the coco value We define a value to be a function from the set of all finite twoperson games to R2, i.e., vG R2 where viG is the value to player i. To better understand theaxiomatization, the reader may benefit from first examining the axioms in the caseof completeinformation games, given in Figure 1. These five simple axioms can beshown to be uniquely satisfied by the coco value. We omit the analysis, which is adirect simplification of that of Theorem 1 below.11Moving to the general case of games of incomplete information, the coco valuesatisfies a large number of appealing properties inherited from the minmax value ofzerosum games. Some of these are discussed in the concluding sections of this paper.But a justification of a value is more convincing if it is unique even in satisfying a 10Geq A, T1 T2, V, defined by T1 T2 T1 T2, V v : v ueq f or some u U andt, t, v t, u : ueq v.11As mentioned earlier, Selten 1960, 1964 gave a more involved axiomatization of the analogousvalue for extensiveform games with complete information. We are grateful to Moshe Tennenholtzand Dov Monderer for pointing us to Seltens work.10ADAM TAUMAN KALAI AND EHUD KALAI,1. Pareto efficiency. Players maximize total payoff: v 1X, Y v 2X, Y maxij xij yij.2. Shift invariance. The shifting of payoffs by the same constants in every cell leads to acorresponding shift in the value: vX c 1, Y c 2 vX, Y c 1, c 2.3. Monotonicity in actions. Removing an action cannot increase a players value, e.g., for player 1, v 1Xcid:48, Y cid:48 v 1X, Y where Xcid:48, Y cid:48 are formed by removing a row of X, Y .4. Payoff dominance. If xij yij for all i, j, then v 1X, Y v 2X, Y . Similarly for player 2.5. Invariance to redundant strategies. An action which is equivalent, in expectation, to amixed action, may be removed without changing the value:if the ith rows of X and Y equal aconvex combination of other rows, with i 0, then the ith rows may be removed withoutchanging the value. Similarly for player 2.Figure 1. The coco value is unique in satisfying the above set of axioms for complete information games X, Y Rmn.small number of weak reasonable requirements. The following properties, or axioms,are sufficient for our axiomatization theorem.1 Pareto efficiency. Players achieve the maximum firstbest total expected payoff possible, v 1G v 2G maxc:TA E u 1ct u 2ct,with shared information, i.e., teamoptG.2 Shift invariance. The shifting of payoffs by constants in every cell leads toa corresponding shift in the value. Formally, fix c c 1, c 2 R2. For anyu, let ucid:48a ua c. Then vGcid:48 vG c where Gcid:48 A, T, Ucid:48, cid:48,with Ucid:48 ucid:48 : u U and cid:48t, ucid:48 t, u.3 Monotonicity in actions. Removing an action of a player cannot increase 1A2.her value. Formally, let Acid:481 A2, T, Ucid:48, cid:48, in which Ucid:48 consists Then v 1Gcid:48 v 1G where Gcid:48 Acid:48of the restricted payoff functions from G, and cid:48 is the induced distributionover t, ucid:48 i.e., cid:48t, ucid:48 t, u : uA1 ucid:48. Similarly for Player 2.1 A1 and ucid:48 be the restriction of any u to Acid:484 Payoff dominance.5 Invariance to redundant strategies. Let a 1 A1 and Acid:48cid:2ua 1, a 2 tcid:3 cid:2u1t 1, a 2 tcid:3. Then removing such a redundant action a 1 does not If, under any coordinated pure strategy, a playersexpected payoff is strictly larger than her opponents, then her value shouldbe at least as large as the opponents. In particular, if minc:TA Eu 1ctu 2ct 0, then v 1G v 2G. Similarly for player 2.1 A1 a 1.We say a 1 is redundant in expectation if there exists 1 : T1 Acid:481 withthe property that for every t T, and every a 2 A2 EEchange the value of the game for either player. Similarly for any redundantaction of player 2.6 Monotonicity in information. Giving player i strictly less informationcannot increase her value. In particular, v 1Gcid:48 v 1G, where Gcid:48 is defined by replacing player 1s information t 1 by some function ft 1. Formally, take an arbitrary function f : T1 T1 and Gcid:48 A, T, U, cid:48 withcid:48tcid:48i, ti, u ti, ti, u : fti tcid:48i. Similarly for player 2.Theorem 1. The coco value is the only value that satisfies axioms 16 above.Before turning to the proof of the theorem, we first offer some intuition througha sketch of the proof for complete information games. Specifically, for any value vthat satisfies the Axioms of Figure 1, vG G for any complete informationgame G. Shift invariance implies that it suffices to consider the special case ofA COOPERATIVE VALUE FOR BAYESIAN GAMES11games G with G 0, 0. Moreover, it suffices to show that v 1G 0, because asimilar argument would show that v 2G 0, and Pareto efficiency would imply thatvG 0, 0 to complete the proof of this special case. Now, when G 0, 0,the minmax value of Gad must also be zero. Let 1 be any minmax strategy of player 1 in Gad. By the coco decomposition, in the game G this strategy guarantees player 1 an expected payoff at least as large as that of player 2. Now consider the game Hin which player 1 is forced to play 1 a new pure action is created corresponding 1 and all other actions are deleted. By axioms 3 and 5, v 1G v 1H. Byto payoff dominance see the proof of Theorem 1 for how to address the weak vs. stronginequality, v 1H v 2H. If the team optimum of H were the same as G, i.e.,v 1H v 2H 0, then these three facts would imply that v 1G 0, and wewould be done.However, forcing player 1 to play 1 may decrease the team optimum. To overcome this difficulty in this completeinformation case, before we force player 1 toplay 1, we augment the game G as follows: we add to player 2 a new simple actionthat yields the constant payoffs 0, 0, no matter what player 1 plays. This doesnot change the coco value, and axioms 1 and 3 imply that this new strategy cannotincrease player 1s value in particular, player 2 is no worse off while the teamoptremains 0. Furthermore, when player 1 is now forced to play 1, player 2s newaction guarantees that the team optimum remains 0, and hence the argument in theprevious paragraph goes through.In the case of incomplete information, the approach of the proof above fails fortwo reasons. First, the addition of a constant 0, 0 action for player 2 could verywell change the team optimum and the value of the advantage game, because thisaction may be taken based upon the players information. Second, in order to applythe payoffdominance axiom, we remove all of player 1s information, which mightdecrease the team optimum. We now show how to address these subtleties.Lemma 1. Let G be a finite twoperson Bayesian game such that G 0, 0.Then axioms 16 above imply that v 1G 0.Proof. We will construct a sequence of games and argue that v 1G v 1Gcid:48 v 1Gcid:48cid:48 v 1H 0.To construct Gcid:48, we add a new action b 2 cid:54 A2 to player 2s set of actions, so 2 A2 b 2. Next we define thethat the sets of actions of Gcid:48 are Acid:482 A2 for player 2, we fixpossible payoff functions Ucid:48 of Gcid:48. We fix any action asome teamoptimal coordinated strategy c : T A in G see Definition 2, and we 2 and t to be g u 1ct u 2ct define the gain from cooperation at a 1, a 2 u 2a 1, a 2. Every payoff function of G is extended in up to T payoffu 1a 1, afunctions in Gcid:48 so that when player 2 selects the new action b 2, their payoffs arethose of G at a 1, a 2 plus the gain g divided equally between the two players.Formally, for any t T and u : A R2, define f tu : Acid:48 R2 by 1 A1 and Acid:48cid:402 cid:0 gcid:1if a 2 cid:54 b 2,f tua if a 2 b 2,with g u 1ct u 2ct u 1a 1, auaua 1, a 2 , g 22 u 2a 1, a 2.Now the prior probability distribution of Gcid:48 is the one induced by , i.e., cid:48t, ucid:48 t, u : f tu ucid:48.12ADAM TAUMAN KALAI AND EHUD KALAI,It is easy to see that the team optimum of Gcid:48 is still zero, because the totalachieved by any coordinated strategy in Gcid:48 can also be achieved in G, so v 1Gcid:48 v 2Gcid:48 0. By monotonicity in actions, v 2Gcid:48 v 2G. Hence, v 1Gcid:48 v 1G.Next, because G 0, 0, the value of the advantage game Gad must be0, 0. Hence, there must exist a mixed strategy for player 1, 1, which guarantees 1t, 2t player 1 at least as much as player 2, in expectation, i.e., Eu 11t, 2t 0 for any 2. In particular, fix any such u 21 which is a minmaxoptimal strategy for player 1 in Gad. Note that 1 also guarantees player 1 at leastas much as player 2 in Gcid:48, because b 2 is equivalent to a 2 in terms of the differencein the players payoffs.1 defined above, we define a new action b 1 cid:54 A1; we then consider thecid:48cid:48 b 1,game Gcid:48cid:48, obtained from G by restricting the actions of player 1 to be A11 in Gcid:48with payoffs ucid:48cid:48b 1, a 2 ucid:48in expectation. By monotonicity in actions, this means that v 1Gcid:48cid:48 v 1Gcid:48. Tosee this formally, one must first consider the game with actions A1 b 1 Acid:482,which has the same value as Gcid:48 because b 1 is redundant by axiom 5; then removeall remaining actions for player 1. Finally, teamoptGcid:48cid:48 0, since when player 2plays b 2, they achieve the same expected total as when they play c in G.1, a 2. Hence, in Gcid:48cid:48 player 1 must play like Now, using Now, by design, b 1 guarantees player 1 at least as much as player 2, in expectation. However, to apply payoff dominance, we must argue that, even if the playerscoordinate, player 1 gets strictly more than player 2, in expectation. Even thoughplayer 1 has only one action in Gcid:48cid:48, he may have information that can help player 2achieve an advantage.particular, fix any tof Gcid:48cid:48 so as to obtain T HTo address this coordination problem, we remove all information from player 1. In 1 T1 and define the game H by changing only the set of types 1, t 2, ucid:48cid:48 cid:48cid:48t 1, t 2, ucid:48cid:48 : t 1 T1.By axiom 6, v 1H v 1Gcid:48cid:48. Also, the team optimal of H remains zero, becauseplayer 2 still has the option of playing the fixed action b 2. Finally, notice that player 1 is guaranteed an expected amount at least as large as that of player 2, due to ourchoice of b 1. Coordination is impossible since player 1 has only one action and onepossible type.1 with Ht 1 t We are almost ready to apply Axiom 4. The remaining issue is that we have aweak inequality rather than a strong one. To complete the proof, imagine translatingthe payoff of player 1 up by any constant 0. By Axiom 2, this would onlyshift his value up by . However, once his payoff has been shifted, Axiom 4 doesapply, in which case player 1s value is at least as large as that of player 2. Hence,v 1H v 2H. Since this holds for every 0, it follows that v 1H v 2H.Combining this with v 1Hv 2H 0 implies that v 1H 0, and we have alreadyargued that v 1G v 1Gcid:48 v 1Gcid:48cid:48 v 1H.We now prove Theorem 1.Proof of Theorem 1. First, we argue that the coco value satisfies axioms 16. Paretoefficiency is trivially guaranteed by the fact that the advantage game is zerosumand the team game value maximizes the expected sum of payoffs. Second, a payoffshift of w 1, w 2 corresponds to a shift ofcid:0 w 1w 2cid:1 in the advantage game and, w 2w 1to a shift of w 1 w 2 in the teamopt. Since the value of zerosum Bayesian gamessatisfies shift invariance, this corresponds to a shift of w 1, w 2 in the coco value.Monotonicity in actions and information clearly holds for zerosum games and theteamopt value, and hence also for the coco value. Similarly, removing a redundant 22A COOPERATIVE VALUE FOR BAYESIAN GAMES13action for i in G corresponds to removing the redundant action in the zerosum andteam games, which does not change their value. Removing a redundant state alsodoes not change the value of a team game or a zerosum game.The proof of the converse, namely that the only value v that satisfies the axiomsis vG G, follows easily from Lemma 1. Specifically, translate the payoffs of G by G to get game Gcid:48 where Gcid:48 0, 0. Lemma 1 states that v 1Gcid:48 0.Since the axioms are symmetric, the same reasoning implies v 2Gcid:48 0. Paretoefficiency then implies that vGcid:48 0, 0. Finally, axiom 2 implies that vG vGcid:48 G G.6. Noncooperative implementation of the coco value Solutions to strictlycooperative and to strictlycompetitive games deal with private information easily, but in opposite ways. In Bayesian team games where theplayers payoffs are identical, the obvious incentive is to fully disclose all privateinformation, enabling the players to choose the mutually best pair of actions. Conversely, in every Bayesian zerosum game where one players gain is the othersloss, the obvious incentive is not to disclose any private information, keeping theopponent from gaining any advantage. It follows that through the decompositionof a Bayesian game into the sum of a team game and a zerosum game, the cocovalue can also deal with private information easily, provided that the incentives inthe play of each component are independent of the play of the other component.This idea is exploited in this section, where we study the implementability of thecoco value.Would unobligated strategic players choose to use the coco value? In the caseof completeinformation games, it is simple to implement the coco value throughthe use of individual commitments and binding agreements. But in the case ofincomplete information, implementation is more difficult due to the need to shareand to make a coordinated use of private information.We use the term protocol to describe a twoperson procedure that involves communication and simple commitments, without the use of joint randomization devicesother than the original choice of types and payoff functions in the game being implemented. We say that a protocol implements the coco value if it admits a Bayesian Nash equilibrium with expected payoffs that match the coco value.As readers familiar with the implementation literature know, achieving firstbestefficiency in general Bayesian games may be impossible, even if we do not insist onsimultaneously achieving the other properties such as fairness of the coco value.We overcome such difficulties by restricting ourselves to applications that satisfy therevealedpayoff assumptions discussed in Section 3.1. Under the weaker assumption that the realized payoff vector ua is revealed after the play of the game exante Bayesian implementation of the coco value is possible. And under the strongerassumption that the entire realized payoff function u is revealed after the play ofthe game an interim Bayesian implementation of the coco value is possible. Thelatter implementation is more realistic because it is interim; thus, the decision ofwhether to adopt the coco value takes place after the players know their types, andits protocol does not require knowledge of the prior probability of the game beingimplemented. Further discussion about the merits of and the need for of theseassumptions is deferred to later in this section.14ADAM TAUMAN KALAI AND EHUD KALAI,Our protocol mirrors some of the methods used in the formation of reallife partnerships. When two partners agree to share equally the total net realized profitsof a joint venture, they create individually monotonic payoff functions: the payoffof each increases if the total realized profit increases.12 This monotonicity propertygives each partner the incentive to truthfully share information and to take actionsthat are optimal for the success of the project.But if the situation is not symmetric for example, if there are differences ininformation, resources, and opportunity costs the partners may agree upfront tomake a compensating payoff transfer. If the size of the transfer is independent oftheir performance in the joint venture for example, they commit to the size of thetransfer before the actual play, then the partnership should still be able to achievefirstbest efficiency in an incentive compatible manner.The observation above can be used to achieve efficiency in different ways.Insubsections 6.1 and 6.2 we use it to construct specific incentivecompatible protocolsthat implement the coco value in some restricted but important classes of games.Throughout the remainder of this section, G A, T, U, is assumed to be anarbitrary, fixed twoplayer finite Bayesian game as discussed above.6.1. Exante implementation. We make two assumptions in this subsection: 1both realized payoffs are revealed to both players after the game is played, and2 the players commit to the protocol before observing their types. The protocolis simple. The players form a partnership in which they split the total payoffspositive or negative equally. This can always be achieved by a side payment, andit incentivizes them to coordinate by revealing information and playing actions thatmaximize the total payoff. However, to make up for the imposed equal division ofthe payoffs when the game is not symmetric, a second side payment is made fromthe weaker player to the stronger one. When the two side payments are combined,the coco value is achieved at equilibrium. A direct consequence of this protocol isthat the coco value is exante individually rational.game G A, T, U, .Exante partnership protocols for an arbitrary, finite, twoplayer Bayesian Fix any optimal coordinated strategy c : T A.131 Players simultaneously choose whether to commit to participate or not.they collect their respective Gpayoffs, and the protocol ends. If either one does not agree to participate, then they play G unmodified, Otherwise, they have made a binding agreement to continue, as follows.2 A triple, t 1, t 2, u, is drawn by the prior distribution , and each player i is3 Players i 1, 2 simultaneously declare their supposed types ti Ti.4 The players are committed to play the pair of actions a c t, after whichinformed of her realized type ti.the pair of payoffs ua is revealed.5 A side payment is made so that the net payoff to player i is ueqavaliGad.In other words, she is paid onehalf of the total payoffs obtained through theactual play in stage 4, plus her minmax value positive or negative of theadvantage componentgame of G, computed without knowledge of the types.example, Kalai 1977 and Myerson and Thomson 1980.12The use of such monotonicity conditions is common in cooperative game theory; see, for 13Recall that for every other coordinated strategy, ccid:48 : T A, Et,u ueqct Et,u ueqccid:48t.A COOPERATIVE VALUE FOR BAYESIAN GAMES15Theorem 2. The coco value G of any finite twoplayer Bayesian game G A, T, U, is the expected payoff vector of a Nash equilibrium in any exante partnership protocol of the game.ti.2Proof. Consider the following equilibrium strategy for each player i:play G as if you were playing Gad. Choose to participate. If mutual participation fails, play the mixed minmax strategy of Gad, i.e., If mutual participation holds, truthfully reveal your realized type, i.e., ti Observe first that no player can benefit by declaring a false type ti cid:54 ti giventhat the other player is being honest, because t t simultaneously maximizes eachplayers expected payoff it maximizes u 1au 2aand has no effect on valiGad.Next, observe that player i cannot increase her payoff by not participating. Saythat she does not participate, and instead plays a mixed strategy cid:48i, while heropponent plays his minmax strategy of the game Gad, i. We can nonethelesscompute her expected payoffs via the coco decomposition. In particular, player isexpected payoff is the sum of the expected payoffs in Gad and Geq. The expectedpayoff in Gad is at most the minmax value of Gad, and the expected payoff of in Geq is at most the team value of Geq; hence, her total is at most the coco valuefor i.In addition to its direct implementation message, the theorem above serves as aneasy way to establish the following.Corollary 1. The coco value is individually rational exante.Proof. Notice that a player may decline to participate, and choose to use her Gminmax strategy in the exante protocol above, guaranteeing herself her minmaxvalue of G as the payoff in the protocol. Thus, the minmax values of the protocolare at least as high as the minmax values of G. Moreover, being equilibrium payoffsof the protocol game, the coco payoffs must be at least as high as the minmax valuesof the protocol. Thus, the coco payoffs are at least as high as the minmax payoffsof G.While the protocol above illustrates the individual rationality of the coco value,it may be unsatisfactory for two reasons: The players must not know their own types before committing to play. Ifeither player knows some information about their own type before step 1, itmay no longer be in their best interest to participate. Hence, the protocolis not interim incentivecompatible. Wilson 1987 advocates the use of mechanisms with rules and payoff functions that do not depend on the prior probability distribution of the gamebeing implemented. The mechanism above violates the Wilson doctrine intwo respects. First, in order to compute the optimal coordinated strategyc used in the definition of the protocol, one must know the prior distribution. Second, in order to compute the value of Gad used in allocating theprotocols payoffs, one must know the prior as well.In the next section, we show how these deficiencies may be overcome by imposinga further restriction on the environment.16ADAM TAUMAN KALAI AND EHUD KALAI,6.2. Interim implementation. In this section we make the strong revealedpayoffassumption: The realized payoff function u : A R2 equivalently, the state ofnature if it is incorporated into the model becomes known after the play of the game,and the players can compute what the realized payoffs ua would have been for everychosen pair of actions a. In Section 8, we give examples where this assumption doesnot hold but the coco value can be implemented nonetheless.For an example of an environment that fits this assumption, think again of thehotdog sellers game from the introduction, and assume that both sellers receiveweather forecasts their types before deciding on a location. The payoffs in thisexample depend on the weather and not on the forecasts, and once the weather isobserved the profit in each location whether chosen or not is known.In otherwords, the entire payoff table for the realized state of nature becomes known, evenif the types the weather forecasts remain unknown.Under the above assumption, one can design effective interim protocols to implement the coco value.Interim partnership protocol for an arbitrary, finite, twoplayer Bayesiangame G A, T, U, .1 A triple t 1, t 2, u is drawn by the prior distribution , and each player i isinformed of her realized type ti.2 Simultaneously, each player selects one strategy from the following two DO NOT PARTICIPATE: she declares NO and selects an action ai Ai,choices:to serve as her noncooperative action; or PARTICIPATE: she declares YES and submits a sealed envelope containing a reported type ti Ti and a selected action ai Ai, to serve as hernoncooperative action.The YESNO declarations are revealed to both players and then: If either player declares NO, then the noncooperative pair of actions a 1, a 2 selected above is played, the game stops, and the players collecttheir respective Gpayoffs, u a. But if both declare YES, then the reported types t are revealed to both3 Simultaneously, the players choose cooperative actions ai Ai and play Gusing a. Both ua R2 and the realized payoff function u : A R2 arethen revealed.players, who are committed to continue as follows.4 Based upon the cooperative actions ai from stage 3 and the noncooperativeactions ai from stage 2 the envelopes are now opened, side payments aremade so that the net payoff to each player i is ueqi a uadi a.Note that in the protocol above the participation decision is voluntary, and thatby choosing not to participate, each player can force the play of the unmodifiedgame. However, this also means that any Nash equilibrium of G can be convertedto a nonparticipatory equilibrium of the interim partnership protocol.In somegames, such as Prisoners Dilemma, participation is a dominant strategy. While itis possible to employ refinements and implement away these equilibria,14 we feelthat it is also reasonable to model the possibility that players may choose not to 14One difficulty is evident even in a pure coordination game, such as 1,10,00,02,2, where there isa 1,1 equilibrium. However, a team game refinement, which is natural among cooperative players,A COOPERATIVE VALUE FOR BAYESIAN GAMES17participate and to play noncooperatively. Before stating our theorem, we point outtwo practical considerations regarding the protocol.1 In stage 3 above, one might allow extra communication, in the form of cheaptalk, to aid the players in selecting the same coordinated optimal strategyc. However, since Nash equilibrium allows for coordinated selection whenmultiple equilibria are available, this is not necessary for the formal theorembelow. Similarly, for many games one might consider protocols with lowercommunication complexity see, e.g., Kushilevitz and Nisan, 1996, which isdefined as the number of bits transmitted in a binary communication. Inmany games, an optimal c may be computed using significantly less communication than when players reveal all of their private information.2 The definition of the protocol above is in no way dependent on the prior.Moreover, the implementing strategies rely on very solid solution concepts:to determine the paircid:101a, the players use the minmax solution as opposed tojust a Nash equilibrium; and to determine the actual action pair a, they usesimple one person optimization. Hence, the resulting solution inherits someappealing stability and polynomialtime computability properties from thesemore robust solution concepts.15 These issues are discussed in the concludingsection.In the equilibrium discussed in this theorem, players choose to truthfully shareinformation and to optimally coordinate, with threats defined through the relativeadvantage game.Definition 5.1 A strategy i of the partnership protocol above is participatory, if it declares YES with probability one for every ti; and it is honest, if ti ti for everyti.2 For an optimal coordinated strategy see Definition 2 c : T A of thegame G, a profile of strategies in the partnership protocol is ccoordinatedif:A. In stage 2 each player declares YES, uses a minmax strategy of Gad tochoose ai, and truthfully selects ti ti.B. In stage 3 each player selects ai ci t, provided that she had reportedtruthfully ti ti, as planned in stage 2. If she failed to report truthfully instage 2 ti cid:54 ti, which is a probability zero event, then she selects ai whichmaximizes Eucid:2ueqcid:0ai, ci tcid:1ti, ticid:3.16A ccoordinated strategy is clearly participatory, honest, and expost efficient;and also enjoys the additional properties specified in the following theorem:Theorem 3. Consider the interim partnership protocol of a given finite twoplayer Bayesian game G A, T, U, :1 Any ccoordinated strategy profile is a sequential Nash equilibrium of thepartnership protocol with expected payoffs that equal the coco value of G,G.could rule out such equilibria. A suitable implementation may then have all equilibria yielding thecoco value in expectation.15We thank Robert Wilson for pointing out the solutions stability.16It is necessary to specify how to act under such zeroprobability events in order to argue, aswe do below, that we have a sequential equilibrium.18ADAM TAUMAN KALAI AND EHUD KALAI,2 For any participatory Nash equilibrium of the partnership protocol, the expected payoffs are G x, x for some x 0. In other words, all participatory equilibria are Pareto dominated by the coco payoffs.3 However, the equilibria of G also remain equilibria of the partnership protocol: for any mixedstrategy Nash equilibrium 1, 2 of G, it is also a Nash equilibrium of the partnership protocol for both players to declare NOand select ai according to i.Proof of Theorem 3. For part 1 assume, for example, that player 2 uses her ccoordinated strategy. Notice first that by definition, in every one of player 1sstage3 information sets, player 1 acts optimally, since his opponent tells the truthand follows the coptimal selection.So, for part 1, it remains to be shown that player 1 acts optimally at his firstinformation set, namely, in stage 2. Suppose that instead of the above, he choosesnot to participate, and to play cid:101b 1. By the decomposition, his expected payoff,conditioned on t, is:Eucid:2uad 1 cid:101b 1,cid:101a 2 ueqcid:2uad 1 cid:101a 1,cid:101a 2 ueq 1 cid:101b 1,cid:101a 2 tcid:3.1 ct tcid:3,But by switching his strategy to a ccoordinated one, player 1s payoff may bewritten as:Euwhere cid:101a 1 is chosen by his advantagegame minmax strategy against player 2s cid:101a 2,chosen according to her minmax strategy. Hence, it is easy to see that the switchto the ccoordinated strategy can only increase both terms in the above two expectations. We can also easily see, using the same decomposition argument above,that under participatory strategies, player 1 cannot obtain a higher payoff than byfollowing any other ccoordinated strategy. Thus, part 1 of the theorem holds.For part 2 the decomposition implies that at any equilibrium the playersfirst payoff terms must equal their corresponding first payoff terms under the ccoordinated equilibrium. On the other hand, their second equal payoff terms canonly be smaller than under the ccoordinated equilibrium, and by the same amount.Part 3 is obvious, since either player can declare NO, forcing the game to be theoriginal game G.6.3. Interim individual rationality and conditional values. Part 1 of Theorem 3 offers a positive equilibrium answer to the question of whether the unobligatedplayers would choose to participate after they know their types. For any pair of privately known types, if one player participates, it is a best response for the opponentto participate. For completeinformation games, this means in particular that thecoco value is individually rational; as we already discussed, the coco value is alsoindividually rational exante, before the players know their types.One may ask whether the coco value is also individually rational interim, thatis, after the players have observed their types. A related question is: what is theconditional coco value, i.e., how much should a player expect, conditioned on hertype? In fact, this latter question is not welldefined, but it is not a deficiency particular to the coco value. As we demonstrate below, even among minmax strategiesof a zerosum game, there may be no unique payoff that a player may expect, conditioned on her type. Hence, a good definition of interim individual rationality issubtle. To illustrate, consider the following zerosum Bayesian game:A COOPERATIVE VALUE FOR BAYESIAN GAMES19wp .5wp .50, 01,10, 0, 0, 00, 0 1, 10, 0 1, 1Now, suppose player 1 is completely informed, knowing which payoff table is beingused, while player 2 is completely uninformed. Clearly the minmax and coco valueof the game is 0, 0. However, when player 1 knows the payoff table is the one onthe left, player 1 must play up but it is not clear what he should expect. Player 2 may be playing left, in which case player 1 should expect zero. Or player 2 maybe playing right, in which case player 1 should expect one. And all strategies areminmax strategies for player 2.Furthermore, player 1s strategy of always playing down does meet the followingtempting definition of conditional individual rationality: it guarantees him the mosthe can guarantee, given each type. This is because player 1 can only guarantee apayoff of 0 in the left payoff table. Similarly, in the right payoff table, player 1 canonly guarantee a payoff of 1. The strategy of playing down does guarantee player 1these minimal values. However, down is clearly an unsatisfactory strategy and doesnot even meet the definition of exante individual rationality. Hence, the naturalcriterion of guaranteeing the most one can guarantee, conditioned on ones type, isa poor definition of individual rationality.The following threatbased definition of individual rationality is preferable.Definition 6. Let G A, T, U, be a finite twoperson Bayesian game. A payofffunction, p : T R2, is interim individually rational for player i if there existsan opponents threat strategy i such that, for any type ti Ti and any ai Ai,Euiai, iti ti piti.That is, player i would rather receive piti than face the threat of playing againsti, for any type ti. Theorem 3, in particular the existence of a participatoryequilibrium that achieves the coco value, implies that there are individually rationalpayoff functions that achieve the coco value in expectation. In particular, fix anyccoordinated strategy profile. Letting p : T R2 be the expected payoff pair forany type profile, since each player has the option of not participating and the playersare at Nash equilibrium, p must be individually rational for both players.Remark 1. In certain cases, the conditional value of a zerosum game is welldefined. For example, this is clearly the case when there are unique minmax strategies. The same is true for the coco value. In particular, when the advantage gameadmits unique minmax strategies, the conditional coco value is well defined.7. Joint venture example: efficiency in the MyersonSatterthwaitemodel A manufacturer M can produce a certain item at cost C, and a distributor Dcan sell this item with a return of R. The pair of parameters C, R is generatedby a known prior probability distribution on the integers in 0, 1002; M knows therealized value of C and D knows the realized value of R. Under the simple monetaryfunction used in this paper, if M manufactures the item, and sells it to D at a price P , who in turn sells with the return R, then M nets the payoff P C and D netsthe payoff R P .The wellknown impossibility result of Myerson and Satterthwaite implies that,in general, there is no mechanism that guarantees efficient outcomes: under anynegotiation procedure, M and D would fail to agree on a price P in some situation20ADAM TAUMAN KALAI AND EHUD KALAI,with C R. However, under the strong revealedpayoff assumption in this paper,the coco value offers an efficient and fair solution that can be implemented in theinterim sense discussed above.For a strategic description of the situation above, we use a doubleauction noncooperative Bayesian game G defined as follows: M submits a demanded price P dem,and D simultaneously submits an offered price P ofr. If P ofr P dem, then there is nodeal and each nets zero payoff. But if P ofr P dem, then the item is manufacturedby M and sold to D at the price P mid P ofr P dem2; Ms payoff is then P mid Cand Ds payoff is R P mid.To compute the coco value of G, observe that when the types are C, R, thepayoff ueqP dem, P ofr is R C2 if P ofr P dem, and it is zero otherwise. Thus,the teamoptG EmaxR C, 0.As for the advantage component, consider the constant strategies P dem 100and P ofr 0 played by M and D, respectively, regardless of their values of C and R.Under these strategies in the game G, each player guarantees two things: 1 his ownpayoff is at least zero, and 2 the opponent payoff is not greater than zero. Thismeans that in the advantage game, they guarantee themselves payoff advantages ofzero, and 0, 0 is the minmax value of the advantage component game.Under the definition of the coco value, the two paragraphs above imply the following:Proposition 1. The coco value of the joint venture game above is:cid:19.cid:181EmaxR C, 0 ,EmaxR C, 0122To illustrate the interim implementation of the coco payoffs above, consider thefollowing strategies in the partnership game. After learning their true individualparameters, C and R, both players declare YES, submit the noncooperative strategies P dem 100 and P ofr 0, and report their individual parameters truthfully:cid:101C C and cid:101R R. If the reported cost is greater than the reported return, cid:101C cid:101R, the item is not produced, and each nets a zero payoff. But if cid:101C cid:101R, then Mproduces the item at a cost C, D sells it with a return of R, and a transfer ismade so that they each net C R2. Notice that the computation of the transferrequires expost monitoring of the actual production cost of M and the actual returncollected by D.In general, it is difficult to compute a BayesianNash equilibrium of a bargaininggame, like the one above, especially when it involves an asymmetric prior probabilitydistribution over dependent types. In contrast, the computation and implementationof the coco solution above is simple. The next example further illustrates the solutionand ease of computation, by breaking the structural symmetry of the joint venturegame.7.1. Onesided outside options. Assume that M has an option to produce theitem and sell it to some outside buyer at an alternative price a. How does thisaffect the coco value of M and D? To keep the illustration simple, we also assumecomplete information, i.e., C, R, and a are common knowledge; and that trade ispossible, i.e., C R. Figure 2 illustrates how the coco payoffs of M and D vary aswe increase a.A COOPERATIVE VALUE FOR BAYESIAN GAMES21When the outside option is useless, a C, it has no effect on the coco value.And when the outside option is sufficiently high to make D useless, M collects allthe benefits and D is out. But in between, the coco value changes in a continuousand piecewise linear manner. Every extra dollar above the cost adds 50 cents to M and takes away 50 cents from D.8. Weakening the strong revealedpayoff assumption For the purpose of achieving a general result, the interim implementation theoremuses sufficient conditions that are stronger than needed for many games. Moreover,the assessment of the players relative advantage can sometimes be achieved inmanners different from the interim protocol above. The following examples illustratesuch situations. Joint venture example: weak revealed payoffs suffice. While the interim implementation theorem requires knowledge of the entire payoff function, implementation is possible under the weak revealedpayoff assumption. In general, revealing the entire payoff function serves only to assessthe minmax value of the advantage game. So in games like the one above,where the minmax values can be assessed by easier means, the strong revealed payoff assumption is no longer needed. As was illustrated above, itis clear that the value of the advantage game is 0, hence the two players cansimply form a partnership and share their net profits equally, after verifyingthe cost C of M and the revenue R collected by D. Furthermore, the sameholds in the case of imperfect private information, where the players onlyhave forecasts of their cost and revenue: when trade occurs, it is sufficientthat the realized C and M but not the forecasts are revealed. Hotdog example with weak revealed payoffs. Consider the hotdogseller example from the beginning of the paper, in which it is known thatthe perhotdog profit of one player is twice the others. However, for any C R a RC2 RC Manufacturer payoff Distributor payoff Coco payoffs, when M has an outside option to sell at price a slope1 slope12 slope 12 22ADAM TAUMAN KALAI AND EHUD KALAI,distribution over the number of buyers at the beach and airport, and anyforecasts that these players have, the weak revealedpayoff assumption suffices. The strong revealedpayoff assumption requires that if both players goto the beach or airport, they would still know how many buyers were atthe other location, which may be unreasonable. Note, however, that in ourimplementation one player will be at either location, thus the revealed pairof profits will reveal the number of buyers at each location. Professional wrestling game. Two professional wrestlers are about toparticipate in a match for which 1000 will be awarded to the winner andnothing to the loser. Moreover, an extra 500 bonus will be awarded tothe two players, divided evenly, if the match is a good show. We referto this option as dancing since the sequence of moves must be carefullychoreographed. A highlevel approximate model of this game is the following:Fight Fight 1000p, 10001pDance 0, 1000Dance 1000, 0750, 750Here p is the probability that player 1 would win if the two fought, andthe above are the expected payoffs. It is clear that it is a dominant strategyto fight. A simple calculation shows that the coco value of the above game is1000p 250, 10001 p 250. In the case where p is common knowledgeand there is no relevant private information, the players might adopt one oftwo simple agreements yielding the coco value. For example, they mightagree that p 12, i.e., they have roughly equal chances of winning, andeach agrees to dance. While this may not be a legally binding contract,such an agreement may be enforced through reputation, repeated play, orvarious threats.However, in the case of private information, the players may not agreeupon p. For example, each player may have slept well the previous nightand woken up feeling especially strong. Instead, they could agree to engage in, say, a scrimmage wrestling match beforehand, whose sole purposewould be to determine the side payment in the real match. Presumably, theprobabilities of winning in the scrimmage and the real match would be thesame. The agreement would be that they would both dance in the actualmatch, but a side payment would be such that the winner of the scrimmagewould get a payoff of 1250 and the loser would get a payoff of 250. Thishas the property that it matches the coco value, in expectation. Note thatthis equality holds for any type space and any distribution over prior information. Moreover, the protocol is simple enough to be understood byprofessional wrestlers.Also note that they may choose any other means of determining a sidepayment, as long as they both agree to it. For example, it may be a convention that the two players merely arm wrestle rather have a full scrimmagematch. Similar in spirit, such proxys for determining the winner of a warare exhibited in animals in nature and in the story of David and Goliath.An interesting feature of some of the examples above is that the protocols maymake sense even if the players do not have a common prior. For example, when twowrestlers fight, the private information is in fact quite involved, including knowledgeof what moves they are themselves particularly good at, beliefs about the opponent,A COOPERATIVE VALUE FOR BAYESIAN GAMES23and higherorder beliefs. The assumption that all of these probabilities are derivedfrom a common prior is certainly questionable in such situations. Nonetheless, inthe real world, it is perfectly plausible to tell two wrestlers to go wrestle.9. Further remarks 9.1. On security levels, threats, and externalities. A common indirect approach to determine a cooperative value of a strategic game is through a bridgethat connects the strategic theory with the cooperative theory. To every strategicgame G, one associates a cooperative game V G and adopts some appropriate cooperative solution V G to yield cooperative values for the G players. When dealingwith TU games, as we do in this paper, the associated cooperative game is describedby a characteristic function V G V GS, in which each V GS is a real numberthat describes the worth of the coalition of players S in the game G.While the coco solution offers direct cooperative values for the players of strategicgames, without the need for a bridge, it can still be interpreted as a special caseof the bridge approach. We now proceed to explain how the coco bridge comparesto another common bridge, used early on by Aumann 1961. For more recentexamples and additional references, see Forge, em et al. 2002, and Carpente et al.2005,2006.For a twoperson bimatrix game G A, B, an associated characteristic function is determined by three numbers: V12, V1 and V2. To have a unique valuei associated with each player of G, we consider here the Shapley 1953 value:2V1 V2. Thus, to determine cooperativei Vi 1values for G, the only question is how to determine the worth of the coalitions V12,V1, and V2.2V12 V1 V2 12 V12 1The alternative bridge computes the individualworth quantities to be V Alt The worth of the twoplayer coalition, V12, is naturally defined to be the highesttotal cooperative payoff that the players may be able to obtain in the game G, i.e.,the teamopt of G in the language of this paper. But how should we define the worthof singleton coalition Vi? On this issue, the coco value differs from the alternativemethod used by the Aumann and the authors mentioned above.1 minmaxA,A and V Alt 2 minmaxBT ,BT , i.e., the highest payoff that aplayer can secure for herself, assuming that her opponents goal is to minimizeher payoff. Under the coco value, one computes V , i.e., the highest relative payoff advantage over 2 minmax V her opponent that she can secure, assuming that her opponent would act to minimize her payoff advantage.1 minmaxcid:0 ABcid:16 BATcid:1 and, ABT, BAcid:17Substituting these individualworth values into the Shapley formula above, forexample for player 1, we can see clearly the contrasts between the two methods.2min maxA 1 1For the Aumann alternative approach, we have Alt 2 min maxA B.min maxBT , whereas for the coco value, we have 1 1The following two 2 1 games illustrate the difference between the two solutions.Notice that the righthandside game rhs differs from the lefthandside game lhsonly in the boldface entry.2 V12 12 V12 1222224ADAM TAUMAN KALAI AND EHUD KALAI,1,11, 0coco value 1.5,.5alt. value 1.5,.5coco value alt. value 1,1100, 01,11.5,.5The minmax AB21In both games V12 2 is obtained by player 1 playing up. Notice, however,that the two games show substantial differences in player 1s ability to threaten andextract side payments from player 2. In the lhs game, player 1 can bring player 2spayoff down from 1 to 0 at no cost to himself, unlike the rhs game. In other words,the punishment has different externality on player 1s own outcomes.Should such a difference be reflected in the solution of the game? The coco valuereflects this difference by giving player 1 a payoff of 1.5 in the lhs game and only 1in the rhs game, while Alttreats the two games identically., used by the coco value, reflects the difference in such externalities, whereas the individual minmax values, minmaxA and minmaxBT ,cannot do so because they look at the two payoff tables separately.The example above also sheds light on the role of the payoffdominance axiom,used to characterize the coco value. Consider the rhs game above, with 100 beingreplaced by any negative number M. No matter how large M is, the alternativevalue rewards player 1 an extra 0.5, due to his ability to threat player 2. This istrue even if the cost of carrying out the threat to player 1 is bigger than the damage In effect, the axiom of payoff dominance puts a bound on the level ofto player 2.such extortion.In this particular example, player 2 gets to keep her 1 payoff, if M 0.The two games above motivate an additional important observation. Since theindividual minmax values of the two games are the same, the feasible payoffs described by folk theorems are the same. In other words, considering the conclusionsof the folk theorem, the lhs and rhs games are the same. Nevertheless, the strategicthreat possibilities seem significant to us. Thus, going straight to a folktheoremanalysis, and then using any bargaining method of selecting a feasibly point fromthe individually rational feasible set, is bound to miss the effect of such externalities.9.2. On dominant strategies, commitments and fairness. Consider the following 2 1 updown game.0,01,5coco value 3,3At first look, it seems strange that P2 would be willing to settle for the coco payoffof 3, rather than the payoff of 5 that she can get by cutting out communication with P1 and letting him play his dominant strategy. While this intuition is clear in purelystrategic environments, where communication, threats, side payments, and bindingagreements are limited, in cooperative environments the outcome 3,3 may be morereasonable. To see why, consider the following example.Example 1. The sprinkler game.Two neighbors, each having to decide whether or not to water a shared lawn, playthe following game:A COOPERATIVE VALUE FOR BAYESIAN GAMES25water not 5,10,0waternot 1,50,0coco value 3, 3In this payoff table, it seems fair and efficient that one of them will water and theother will compensate her with a transfer of 2, to obtain the coco value 3,3.But what if Player 2s sprinkler breaks, so that she cannot water? Then we areback in the oneplayer updown game above. And if the solution of the updowngame were 1,5, it would present two problems. First, there is a fairness issue,where the player who cannot water the lawn gets a higher benefit than the onewho can. Second, there is the issue of incentives, where each of the two neighborswould have the incentive to break her sprinkler first, in order to increase her payoff.When deciding on a solution for cooperative play in games, it is desirable for eachplayer to have the incentive to fully reveal their options. This is captured by themonotonicity in actions axiom discussed earlier.Commitment is another issue that may represent a challenge to the 3,3 cocosolution of the updown game above. Wouldnt Player 2 be better off by simplywalking away making herself unaccessible for the purpose of making side paymentsin order to obtain the payoff 5, under the assumption that Player 1s response wouldbe to water?In this regard, it is important to note that the implicit game with commitmentsand communication is substantially richer than the one summarized by the updownpayoff table. And in particular, what may be a dominant strategy in the updowngame may not be a dominant strategy in the implicit cooperative game. For example,in the larger game, Player 1 may walk away first, after leaving publicly observedirrevocable instructions to his gardener to water if and only if Player 2 gives thegardener 4.pay 4 dont pay 5,10,0By doing so, P1 creates the onerow game above, in which Player 2s dominantstrategy is to make the payment.Finally, it is worth noting that a cooperative solution is inappropriate in certaincontexts. For example, if the lawn is owned by P1, and P2 simply enjoys looking atit, then it may be inappropriate for P1 to demand a payment for watering his ownlawn, and the noncooperative solution may be preferred. However, this is mainlya criticism of the bimatrix representation of a game for failing to capture suchinformation. Any of the above three games could considered a model of a situationin which player 1 owns the lawn player 2 may volunteer to water his neighbors lawn,especially if his neighbor does not have a sprinkler. Hence, external factors shouldbe used to determine whether a cooperative or noncooperative solution should beapplied to a particular game.9.3. The value of information. One feature of the coco value, is that it makes optimal use of information, and compensates players for providing it, as was illustratedin the hotdog seller example from Section 2.1.The valuation of information has long been studied in game theory. See, forexample, Kamien, Tauman, and Zamir 1990, and the more recent references in De26ADAM TAUMAN KALAI AND EHUD KALAI,Meyer, Lehrer, and Rosenberg 2009. A natural measure of the value of information may be developed through the coco value, by considering how the coco valueof the players change, as you change the information of one or both players. Such ameasure is fairly sophisticated, since it takes into account interactive aspects of theinformation: its provisions, its use, and the direct and indirect benefits that it mayprovide through the coco value.In the hotdog sellers game of Section 2.1, consider the possibilities that eachplayer is either completely informed of the weather, or has no information about theweather. This gives rise to four different games. The coco values of these games,rounded to the nearest integers, are as follows.P2 uninformed P2 informed P1 uninformed P1 informed 95, 145115,14585,175100,160Starting from the case of no information at all, the respective values of perfectweather information PWI acquired by player 1 are 20,0, whereas the respectivevalues of PWI acquired by player 2 are 10,30. Notice that player 2s PWI lowersplayer 1s value, while player 1s PWI does not lower player 2s value. This is aresult of the tradeoff between how much the information increases the team totaland how much it increases one players advantage over the other.9.4. Computational complexity. In the case of complete information, the cocovalue can be computed in polynomial time, that is, time which is polynomial in thesize of a natural representation of the game. In the case of incomplete information,where each player has at most m types, the coco value can be computed in timesizeOm. More formally, suppose that a game is represented as follows. Let Sdenote the size of finite set S. The sets of types and actions for each player aretaken to be the set Ai 1, 2, . . . ,Ai and Ti 1, 2, . . . ,Ti, respectively. Theprior distribution is represented by a list of triples, t, u, t, u, where t is a typeprofile, u is a matrix, and t, u is in 0, 1. As is standard, we assume that allthese numbers are rational numbers encoded as the ratios of binary integers. Thesize of the game, G, is simply the total number of bits used to describe the game.Observation 2. There is a constant c 0 and an algorithm such that, given anytwoplayer Bayesian game G A, T, U, , the algorithm computes the coco valuein time GcT.It is possible that there are faster algorithms.Proof. Computing the decomposition is algorithmically trivial constructing thetwo games requires a few additions and divisions per payoff cell. Computing thevalue of the team game is also easy, since Euat is straightforward to evaluate,and the team optimal is:cid:88Prt maxa AEu 1a u 2at.t THence, both the decomposition and teamgame value can be computed in timepolynomial in the size of G. For the zerosum Bayesian game Geq, one first does thestandard expansion into a completeinformation game. Specifically, one constructsthe A1T1 A2T2 bimatrix game in which each strategy a function from typesto actions in G is an action in the new game, and the payoffs of the actions inthe new game are the expected values of the payoffs in G from using the respectiveA COOPERATIVE VALUE FOR BAYESIAN GAMES27strategies. Computing this expected value in any particular cell can be done in timepolynomial in G, but one must perform this computation A1T1 A2T2 times.Finally, once one has constructed such a game, the value of a zerosum bimatrix gameis wellknown to be computable by linear programming. Theoretical algorithms forlinear programming are known to take time polynomial in the size of the input see,e.g., Gr otschel et al., 1988. Algorithms that work fast in practice are also wellstudied. Hence, the total runtime of the algorithm is A1T1 A2T2polyG,which implies the observation.9.5. Composability. Composability of protocols has become increasingly recognized as an important topic in computer science and specifically within cryptography. While cryptographic protocols have typically been shown to be secure when runin isolation such as encrypting a single message or signing a document, Canetti2000 proposed that cryptographic protocols should be universally secure whenexecuted concurrently in an environment with many other protocols running simultaneously. That is, a secure program for encrypting messages and a secure programfor signing documents are of limited utility if the two of them are not secure whenthey are both used. Similarly, an analysis of a single game is arguably of less value ifit does not apply when the game is played in a larger context. Repeated games area classic illustration of how behavior in a composed setting differs from behavior ina oneshot setting, e.g., cooperation can be achieved in Nash equilibria of repeatedprisoners dilemma but not in the oneshot form.Twoperson zerosum games have exhibit universal composability. First, optimalplay in a repeated zerosum game is simply optimal play in each stage. Moreover,suppose two players are to play m fixed zerosum games G1, G2, . . . , Gm, either inparallel or serially, or by some combination thereof. This can be viewed as one largeextensiveform game G, where moving in G corresponds to moving in some subsetof the constituent games, and the payoffs in G are the sums of the payoffs achievedin the constituent games. The minmax value of G, regardless of the particular orderin which moves in Gis are played, is equal to the sum of the minmax values of theconstituent games. Put another way, suppose you were to play a game of tictactoe,a game of chess, and a game of poker, all against the same opponent. Ignoring timeconstraints and concerns of bounded rationality, the order in which you make yourmoves in the various games is irrelevant: optimal play is simply to play each gameoptimally.Similarly, optimal play in the composition of team games is simple. The cocovalue inherits the appealing composability properties of both team and zerosumgames. Suppose a Bayesian game is played repeatedly, with types drawn freshlyeach round. Then the coco value of the infinitely repeated game is equal to thevalue of G.10. Conclusion While strictly competitive zerosum and strictly cooperative team games represent opposite extremes in strategic interactions, both have beautiful gametheoreticsolutions with a great number of desirable properties, even in the presence of incomplete information. Every Bayesian zerosum game has optimal strategies in whichplayers do not reveal any of their information. Every Bayesian team game hasoptimal cooperative play in which players share all relevant information. The cocosolution to Bayesian games, via a simple decomposition of any game into its zerosum28ADAM TAUMAN KALAI AND EHUD KALAI,and team components, inherits many of these desirable properties. Moreover, undera strong revealed payoff assumption, it may be implemented by simple partnershipprotocols in which the two games are played separately. First, the zerosum gameis played fictitiously; this determines a fair compensation which can be viewedas a measure of the strategic and informational advantage that one player has overthe other. In this phase, they have no incentive to share information. Then, thetwo form a partnership and play cooperatively, sharing all information and dividingpayoffs equally.It is interesting that cooperation is most often associated with other game representations: coalitional studies usually employ the characteristic form, and bargaining and implementation studies generally consider feasible sets of allocations oroutcomes. These representations miss important strategic considerations and externalities that are captured by the normalform representation and by Bayesiangames. The setting we study is appealing, since it combines desirable elements fromcooperative game theory, where binding agreements are possible; and from strategicgame theory, where strategic and informational details of the environment are takeninto consideration. And despite or perhaps because of the fact that we look atboth types of issues, the formula and computations in our approach are relativelysimple.In complex negotiations with incomplete information, it is useful to have a programmatic way to determine a fair agreement in order to make sure that anagreement is reached. While the solution here may not be immediately suitablefor every such negotiation, it may shed light on how people should and do reachagreements in the presence of asymmetric private information.Our justification of the coco solution is both axiomatic, based on principles offairness and efficiency; and strategic, showing that, through the use of a partnershiptype of protocol, it can be implemented as required by the Nash program. It caneven be implemented in the interim sense, after players acquire private information.While axiomatization and strategic implementation are standard methods of justifying solutions in cooperative and strategic game theory, respectively, there aresynergies in having both justifications for the same solution concept.It is worth pointing out that the coco value is intended for games where cooperationmakes sense. Of course, there are many situations in which a cooperative approachis inappropriate. For example, suppose your neighbor threatened to paint yourhouse pink. The coco value of such a game would have you paying your neighbornot to paint your house. His threat is probably not credible, and possibly illegal aswell. For such a game, a noncooperative solution makes more sense.Finally, this work suggests several directions for future directions. First, is therea natural coco value for games with more than two players? Even the case of threeplayers is interesting, and it is not clear whether there will be a single solutionthat possesses the great number of appealing properties shared by twoplayer zerosum and team games. Second, can the coco value of two or more players beextended to the general case of NTU strategic games? This direction may requirea substantially more refined discussion of the various axioms, as suggested by theconflicts among the many bargaining solutions in NTU cooperative games. But thisdirection is important if we wish to study applications where cooperation involves theoptimal allocation of risk in Bayesian environments. Third, it would be interesting toconsider applications of the proposed solution, which is very general, to cooperationin specific types of twoplayer games where players may benefit from cooperationA COOPERATIVE VALUE FOR BAYESIAN GAMES29but suffer from not having a principled method for finding a mutually satisfactoryagreement. Finally, perhaps the most interesting research direction would be toexperimentally test the solution across a number of twoplayer games, as well asto try to identify experimentally which axioms are most violated in realworld orexperimental play.11. References Aumann, R. J., The Core of a Cooperative Game Without Side Payments,Transactions of the American Mathematical Society, 983:539552, 1961.Binmore, K., Game Theory and the Social Contract, Vol 1: Playing Fair, MITBiran, O. and F. Forges, Corestable bidding rings, University of Paris, Dauphine Press, 1994.Discussion Paper, 2009.Camerer, C., Behavioral Game Theory: Experiments on Strategic Interaction,Princeton University Press, 2003.Canetti, R., Universally composable security: A new paradigm for cryptographicprotocols Proceedings of the 42nd IEEE symposium on the Foundations of Computer Science FOCS, 136145, 2001.Carpente, L., B. CasasM endez, I. Garc aJurado, and A. van den Nouweland,Values for strategic games in which players cooperate, Int. J. Game Theory 33:397419, 2005.Carpente, L., B. CasasM endez, I. Garc aJurado, and A. van den Nouweland,The Shapley valuation function for strategic games in which players cooperate, Math. Meth. Oper. Res. 63:435442, 2006.Chaudhuri, A., Experiments in Economics: Playing Fair with Money, Routledge, 2008.De Clippel, G. and E. Minelli, Twoperson bargaining with verifiable information, Journal of Mathematical Economics 40:799813, 2004.De Meyer, B., E. Lehrer, and D. Rosenberg, Evaluating information in zerosumgames with incomplete information on both sides, Discussion Paper 2009.35, CES Paris 1, 2009.Fehr, E. and K. M. Schmidt, A Theory Of Fairness, Competition, and Cooperation, Quarterly Journal of Economics, 1143:817868, 1999.Fershtman, C., K. Judd, and E. Kalai, Observable contracts: strategic delegationand cooperation, International Economic Review, 323:551559, 1991.Forges, F., Mertens, J.F. and Vohra, R., The Ex Ante Incentive Compatible Corein the Absence of Wealth Effects, Econometrica, 70:18651892, 2002.Gilboa, I. and E. Zemel, Nash and correlated equilibria: Some complexity considerations, Games and Economic Behavior 1:8093, 1989.Gr otschel, M., L. Lov asz, and A. Schrijver, Geometric Algorithms and Combinatorial Optimization, Springer Verlag, 1988.Harsanyi, J., Games with Incomplete Information Played by Bayesian Players, IIII. Part I. The Basic Model, Management Science, 1433:159182,1967.Ichiishi, T. and A. Yamazaki, Cooperative Extensions of the Bayesian Game.Hackensack, NJ: World Scientific Publishing Co. Pte Ltd, 2006.Jackson, M. O., A Crash Course in Implementation Theory, Social Choice and Welfare, 184:655708, 2001.30ADAM TAUMAN KALAI AND EHUD KALAI,Jackson, M. O. and S. Wilkie, Endogenous Games and Mechanisms: Side Payments among Players, Review of Economic Studies 722:543566, 2005.Kalai, A. T., E. Kalai, E. Lehrer, and D. Samet, A Commitment Folk Theorem,Games and Economic Behavior, 691:127137, 2010.Kalai, E., Proportional solutions to bargaining situations: Interpersonal utilitycomparisons, Econometrica 45:16231630, 1977.Kalai, E. and R. W. Rosenthal, Arbitration of twoparty disputes under ignorance, International Journal of Game Theory, 72:6572, 1978.Kalai, E. and M. Smorodinsky, Other solutions to Nashs bargaining problem,Econometrica 43:513518, 1975.Kamien, M., Y. Tauman, and S. Zamir, On the value of information in a strategicconflict, Games and Economic Behavior, 2:129153, 1990.Kushilevitz, E., and N. Nisan, Communication Complexity, Cambridge University Press, 1996.Mezzetti, C., Mechanism Design with Interdependent Valuations: Efficiency,Econometrica 725:16171626, 2004.Myerson, R.B., TwoPerson Bargaining Problems with Incomplete Information,em Econometrica, 522:461488, 1984.Myerson, R.B. and W.L. Thomson, Monotonicity and independence axioms,International Journal of Game Theory, 9:3749, 1980.Myerson, R. B., and Satterthwaite, M.A., Efficient Mechanisms for Bilateral Trading, Journal of Economic Theory 29, 1983, 265281.Nash, J. F., Equilibrium points in nperson games, Proceedings of the National Academy of Sciences 361:4849, 1950a.Nash, J. F., The Bargaining Problem, Econometrica 18:155162, 1950b.Nash, J. F., Twoperson cooperative games, Econometrica, 21:128140, 1953.von Neumann, J., Zur Theorie der Gesellschaftsspiele, Mathematische Annalen,von Neumann, J., and O. Morgenstern, Theory of Games and Economic Behavior,1928, 100, 295300.Princeton University Press, 1944.Rabin, M., Incorporating Fairness into Game Theory and Economics, American Economic Review, 835:12811302, 1993.Raiffa, H., Arbitration schemes for generalized twoperson games, in Contributions to the Theory of Games II, H. Kuhn, and A.W. Tucker, editors,361387, 1953.Rosenthal, R. W., An arbitration model for normal form games, Math. Oper.Res. 1:8288, 1976.Roth, A. E., Axiomatic Models of Bargaining: Lecture Notes in Economics and Mathematical Systems 170, Springer Verlag, 1979.Selten, R., Bewertung Strategischer Spiele, Zeitschrift fur die gesamte Staatswissenschaft, 1162:221282, 1960.Selten, R., Valuation of nPerson Games, in M. Dresher, L. S. Shapley, A.W. Tucker eds. Advances in Game Theory, Princeton University Press,52:577626, 1964.Shapley, L., A value for nperson games, Contributions to the Theory of Games,Vol. II, Princeton University Press, 307317, 1953.Tennenholtz, M., Program equilibrium, Games and Economic Behavior, 49:363373, 2004.A COOPERATIVE VALUE FOR BAYESIAN GAMES31Thomson, W. L. and T. Lensberg, Axiomatic Theory of Bargaining With a Variable Population, Cambridge University Press, 1989.Thomson, W. and R. Myerson, Monotonicity and independence axioms, International Journal of Game Theory 91:3749, 1980.Wilson, R., Game Theoretic Analysis of Trading Processes,in Advances in Economic Theory, ed. by T. Bewley, Cambridge University Press, 1987.", "filename": "637699017.pdf", "person": ["Adam Kalai", "Kalai, Adam", "Ehud Kalai", "Kalai, Ehud"], "date": ["2010"]}