{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/47724/1/640397476.pdf"], "title": ["Contested leadership in international relations: Power politics in South America, South Asia and Sub-Saharan Africa"], "plaintext": "GIGA WP 1212010 GIGA Working Papers Edited by the GIGA German Institute of Global and Area Studies Leibniz Institut fur Globale und Regionale Studien The GIGA Working Papers series serves to disseminate the research results of work in progress prior to publication in order to encourage the exchange of ideas and academic debate. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. Inclusion of a paper in the GIGA Working Papers series does not constitute publication and should not limit publication in any other venue. Copyright remains with the authors. When working papers are eventually accepted by or published in a journal or book, the correct citation reference and, if possible, the corresponding link will then be included on the GIGA Working Papers website at www.gigahamburg.de workingpapers. GIGA research unit responsible for this issue: Research Programme Power, Norms and Governance in International Relations Editor of the GIGA Working Papers series: Juliane Brach workingpapersgigahamburg.de Copyright for this issue: Daniel Flemes and Thorsten Wojczewski English copy editor: Melissa Nelson Editorial assistant and production: Christine Berg All GIGA Working Papers are available online and free of charge on the website www. gigahamburg.deworkingpapers. They can also be ordered in print. A fee of 5 will be charged for production and postage costs. For orders or any requests please contact: Email: workingpapersgigahamburg.de Phone: 49 040 4 28 25 548 The GIGA German Institute of Global and Area Studies cannot be held responsible for errors or any consequences arising from the use of information contained in this Working Paper; the views and opinions expressed are solely those of the author or authors and do not necessarily reflect those of the Institute. GIGA German Institute of Global and Area Studies Leibniz Institut fur Globale und Regionale Studien Neuer Jungfernstieg 21 20354 Hamburg Germany Email: infogigahamburg.de Website: www.gigahamburg.de GIGA WP 1212010 Contested Leadership in International Relations: Power Politics in South America, South Asia and Sub Saharan Africa Abstract Given the importance of the assertion or prevention of regional leadership for the future global order, this paper examines the strategies and resources being used to assert regional leadership as well as the reactions of other states within and outside the respective regions. Secondary powers play a key role in the regional acceptance of a leadership claim. In this article we identify the factors motivating secondary powers to accept or contest this claim. Three regional dyads, marked by different degrees of contested leadership, are analyzed: Brazil vs. Venezuela, India vs. Pakistan, and South Africa vs. Nigeria. The research outcomes demonstrate that the strategies of regional powers and the reactions of secondary powers result from the distribution of material capabilities and their application, the regional powers ability to project ideational resources, the respective national interests of regional and secondary powers, and the regional impact of external powers. Keywords: Brazil, India, South Africa, regional powers, regional and global order, leadership Dr. Daniel Flemes is a political scientist, a member of the Regional Powers Network RPN at the German Institute of Global and Area Studies, and a senior researcher at the GIGA Institute of Latin American Studies. Contact: Website: Thorsten Wojczewski is studying political science at the University of Hamburg and is a member of the Regional Powers Network RPN at the German Institute of Global and Area Studies. Contact: wojczewskigigahamburg.de flemesgigahamburg.de http:staff.gigahamburg.deflemes Zusammenfassung Sekundarmachte als Gegenspieler regionaler Fuhrungsmachte: Fehlende Gefolgschaft in Sudamerika, Sudasien und Subsahara Afrika Die Herausbildung der kunftigen globalen Ordnung wird auch von der Durchsetzung oder Verhinderung regionaler Fuhrerschaft beeinflusst. Vor diesem Hintergrund untersucht dieses Arbeitspapier, welche Strategien und Ressourcen zur Durchsetzung einer regionalen Fuhrungsrolle eingesetzt werden und wie andere Staaten sowohl innerhalb als auch auerhalb der Region darauf reagieren. Sekundarmachten kommt eine Schlusselrolle fur die Akzeptanz eines Fuhrungsanspruches zu. Es werden drei regionale Dyaden, die in unterschiedlichem Mae von fehlender Gefolgschaft gekennzeichnet sind, untersucht: Indien vs. Pakistan, Brasilien vs. Venezuela und Sudafrika vs. Nigeria. Es zeigt sich, dass sich die Strategien der Regionalmachte und die Reaktionen der Sekundarmachte aus der Verteilung materieller Machtkapazitaten und ihrer Anwendung, der Fahigkeit der Regionalmacht, ideelle Ressourcen einzusetzen, den jeweiligen Interessen von Regional und Sekundarmachten sowie dem Einfluss externer Machte auf die Region ergeben. Contested Leadership in International Relations: Power Politics in South America, South Asia and Sub Saharan Africa Daniel Flemes and Thorsten Wojczewski Partial Followership in Sub Saharan Africa: Nigeria Claims Subregional Leadership Introduction: Why Do Followers Not Follow? Shaping Contested Leadership: Resources, Interests, and Foreign Policy Strategies Article Outline 1 2 3 Reluctant Followership in South America: Venezuela Acquiesces to Brazils Leadership 4 Nonfollowership in South Asia: Pakistans Hard and Soft Balancing against India 5 6 Conclusions 1 Introduction: Why Do Followers Not Follow? Conflicts over the assertion or prevention of regional leadership will impact the future global order Acharya 2007; Hurrell 2007; Lake 2007. Therefore, we are interested in the strategies and resources being used to assert regional leadership as well as in the reactions of other states within and outside the respective regions. The leadership role of a state can be based on its greater military or economic potential. In the same way, its legitimacy or representative function for a region might generate bargaining advantages. The positions of Southern regional powers such as Brazil, India, and South Africa, located on the one hand between the center and the periphery of the current world system and on the other hand at the nexus of 6 Flemes and Wojczewski: Contested Leadership in International Relations international and regional politics, demand particularly complex foreign policy strategies. The reform of the United Nations has failed, not least because of the lack of acceptance in the candidates regions. In general, empirical case studies confirm lower degrees of acceptance of regional powers leadership claims in the neighboring states than at the global level Betz 2006; Cohen 2006; HabibSelinyane 2006; Flemes 2007. Regional cooperation processes such as the African Union AU, the Union de Naciones Suramericanas UNASUR, and the South Asian Association for Regional Cooperation SAARC can serve as power bases or limit the leaders foreign policy options as secondary players try to constrain the rising powers by refusing to grant them acceptance and legitimacy. For different reasons, Pakistan opposes Indias leadership; Venezuela undermines Brazils regionalpower status; and Nigeria refuses to follow South Africa. These secondary powers in the regional hierarchies can claim leadership in certain issue areas beyond the region and they are potential cooperation partners for external powers. The former action might enable them to project power globally; the latter extends their room to maneuver in bargaining with regional powers. Secondary powers play a key role with regard to regional acceptance of the claim to leadership Huntington 1999; Nolte 2007. The reasons for this contested leadership will be addressed here: Which factors motivate secondary powers to accept or contest regional powers leadership claims? In short, why do followers not follow? From the neorealist perspective, the lack of support can be explained by the balanceofpower approach. To maintain the status quo of power distribution, secondary powers can build coalitions with intra and extraregional actors to balance the regional powers. On the one hand, it is argued that in the context of global economic integration and of the power disequilibrium between the regional powers under consideration and global powers such as the US and the Peoples Republic of China, regional leadership projects must include material and ideational incentives for the followers which compensate their power losses Schirm 2007. From this perspective, the regional powers aim is to motivate the secondary power to sign up to its lead. On the other hand, it is questionable that the same argument applies to conflictive world regions, where secondary powers acceptance of leadership seems very unlikely. To address these questions, we will focus on those factors that most affect intergovernmental relations: resources, interests, values, and foreign policy strategies. To capture the relational dimension of these variables, the bilateral relations between regional and secondary powers, marked by different degrees of contested leadership for example, competition or conflict, will be analyzed through a comparison of three dyads in regional relations: India vs. Pakistan, Brazil vs. Venezuela, and South Africa vs. Nigeria. This article aims to explore the preconditions for and impact of the assertion of regional leadership. The results are expected to indicate how regional powers can avoid contestation and motivate secondary powers to follow. Leadership is a relationship between a leader and those who follow the leader   This relationship cannot be understood by focusing on the leader alone Cooper et al. 1991: Flemes and Wojczewski: Contested Leadership in International Relations 7 396. We will focus on both the leaders and the followers or contesters of leadership and contribute to the theoretical debate on the sources of regional leadership. Additionally, we will address external influences on regional contexts: How do the relations between regional and external players the US, the PRC, Russia and the European Union impact regional power distribution? First of all, though, we have to address what makes a region and how regions and regional orders are delineatedcrucial questions at the crossroads between comparative area studies and international relations. The underlying thesis is that against the background of an international system moving from a unipolar to a multipolar order, regions are increasingly constructed more from within than from without, mainly through intraregional interaction. The following analysis will take into account regions marked by both cooperation and conflict. Barry Buzan suggests asking first and foremost for patterned interaction amongst the regional states and presents four categories Buzan 1998: 7073: types of interaction military, economic, cultural, the attitudes that go along with interaction cooperative, neutral, competitive, hostile, conflictive, relative intensity of interaction degree of institutionalization, and the boundaries that contain interaction interaction with the global levelexternal powers. In the event that cooperative or competitive patterns can be verified, a second analytical step consists of asking about collective identities inside the regional boundaries. In cases of conflictive regional interaction, the mode of conflict management LakeMorgan 1997: 11 within the regional security cluster RSC indicates the shared perception of hostile regionness. The mode of conflict management in a conflictive RSC consists of the use of power to restrain power and depends primarily on the distribution of power capabilities. The resultant pattern can be regional uni, bi, or multipolarity. In each case the states conduct their relations on the basis of their relative material resources Morgan 1997: 3334. The criteria of patterned interaction and its relative intensity can help in delineating and comparing international regions. But whether we have to detect common identities or modes of conflict management as further criteria for how regional boundaries are generated depends on the character of the interaction. Once the regional borders of leadership and potential followership are delineated beyond the auxiliary reference to regional organizations, the comparative framework can be applied. The paper is divided into three parts: We begin by theoretically discussing and operationalizing the foreign policy resources, interests, values, and strategies of regional, secondary, and external powers. Subsequently, this theoretical framework is applied to the three case studies: Brazil vs. Venezuela, India vs. Pakistan, and South Africa vs. Nigeria. Finally, we discuss the reasons for the secondary powers different behavior towards the regional power and its regional leadership claim. 8 Flemes and Wojczewski: Contested Leadership in International Relations 2 Shaping Contested Leadership: Resources, Interests, and Foreign Policy Strategies Material and Ideational Resources. Both material and ideational resources have to be taken into account in order to assess whether the regional power possesses the necessary resources to make a difference in regional and international bargains. Often, material power preponderance is seen as a precondition of leadership. Some theoretical background to this is provided by the theory of hegemonic stability Keohane 1980; Strange 1987, which, particularly in its liberal version, argues that a materially advantaged state has a strong interest in providing leadership to its sphere of influence. This means, for instance, the provision of public goods Kindleberger 1981. From a realist perspective, power is defined by the possession of material resources. Military strength is the key factor because force is the ultima ratio of international politics Mearsheimer 2001: 56. Military power is based on the latent power of a country, which consists of its economic and demographic resources. A broader approach to material power incorporates technology, infrastructure, and energy indicators as well. The national political process is the vehicle for converting these capabilities into military power TrevertonJones 2005. There are many approaches to ideational power in the international relations literature. Lake introduces the concept of authority, distinguishing it from coercion, as the defining character of a power relationship between two actors Lake 2006, 2007. In such a relationship, legitimacy and moral obligation are the drivers that motivate the follower to follow. Other authors describe ideational resources as having a symbolic Noya 2005: 7, psychological Ferguson 2003, or subjective Lukes 2005: 486 dimension, but always emphasizing the actors legitimacy and credibility. Nye defines soft power as the ability to get what you want through attraction rather than through coercion or payments Nye 2004: 5. In effect, ideational power is based on resources such as the culture of a nation; its norms and values; and its foreign policy, which reflects these. The means of converting ideational resources into political influence are instruments of diplomacy characterized by consensus power Czempiel 1999, such as discourse control or mediation. Foreign Policy Interests. Classical realists argue that states are rational unitary actors pursuing their national interests Morgenthau 1951. The overriding national interest of each state is its national security and survival. In pursuit of national security, states strive to amass resources. This classical understanding of national interest is particularly relevant to the analysis of the powerbalancing strategies pursued by regional, secondary, and extraregional powers. In sharp contrast, Alexander Wendt notes that anarchy is what states make of it, implying that the international structure constitutes state action by constituting the identities and interests of states Wendt 1992. The constructivist approach to state interests is of great significance to the analysis of foreign policy ideas and the mutual perceptions of the states under consideration. Liberal theorists in international relations focus on the formation of domestic preferences, arguing that a variety of actors influence the domestic policy process, Flemes and Wojczewski: Contested Leadership in International Relations 9 including social and economic interest groups, political parties, the legislature, and the executive Moravscik 1997. Based on these theoretical assumptions, we will identify the interests of secondary, regional, and external powers in order to weigh the convergences and divergences. Strategies of Regional Powers. In the practice of international relations, states can pursue different combinations of foreign policy strategies at different systemic levels. Baldwin comments that power can be exercised in the formation and maintenance of institutions, through institutions, and within and among institutions. Regional institutions empower weaker states by constraining the freedom of the regional powers through established rules and procedures Baldwin 2002: 187. It is therefore puzzling that we can observe empirically that regional powers are the key players, and often creators, of regional governance institutions. A possible explanation of this is offered by the theoretical concept of cooperative hegemony Pedersen 2002. Pedersen explains the conditions under which it is possible for regional powers to rule through regional governance institutions and characterizes regional institutionalization as a typical product of the grand strategy pursued by regional powers. From this perspective, a strategy of cooperative hegemony has both advantages and costs. Among the advantages are advantages of scale: the aggregation of power is of particular importance to a regional power aspiring to a global role because it enables it to use its region as a basis for projecting power in world affairs. Additionally, the regional institutionalization process helps to avoid intraregional counterbalancing and makes alliances between neighboring states and external powers more difficult advantages of stability. Among the costs are power sharing and side payments. The concept of cooperative hegemony is limited; however, as it is applicable only to regional dyads of contested leadership marked by cooperation or competition and not to the conflictive type of contested leadership. Strategies of Secondary Powers. Which foreign policy options can secondary powers exercise in relation to regional powers? Secondary powers command limited foreign policy options in view of the superior hard power of regional powers. In outlining state strategies, the two most common concepts in the theoretical literature on international relations are balancing and bandwagoning Waltz 1979; Schweller 1994. In cases of contested leadership marked by conflict, we can expect secondary powers to pursue counterbalancing strategies, whereas in cases of contested leadership characterized by patterns of cooperative regional relations bandwagoning seems more likely. Although the literature often portrays states alignment decisions as a dichotomy between balancing and bandwagoning, these are only the two most extreme polar positions a weaker state can choose. Soft balancing Pape 2005; Paul 2005 is a middle strategy that does not directly challenge the more powerful states military preponderance, but uses nonmilitary tools to delay, frustrate, and undermine the superior states unilateral policies. Soft balancing involves institutional strategies such as the formation of limited diplomatic coalitions or ententes to constrain the superior power. As the softpower 10 Flemes and Wojczewski: Contested Leadership in International Relations approach demonstrates, between the two extremes of balancing and bandwagoning we can identify middle strategies through which weaker states avoid making an obvious choice; it is theoretically and empirically important to distinguish these middle strategies from the extreme polar opposites. Labels for strategies within this middle area include buffering Gries 2005, binding Ikenberry 2003, and niche diplomacy Cooper 1997. Regional Impact of External Powers. From the perspective of external powers, we can identify three strategic options with a view to the regions under consideration. Firstly, intraregional balancing processes could be supported by external powers in order to contain the regional powers by obliging them to commit resources to their own backyards instead of projecting power to others Mearsheimer 2005. A special relationship between external and secondary powers can potentially open windows of opportunity for the latter to exert decisive influence in certain issue areas at the systemic level. Secondly, external powers could support regional powers in maintaining regional stability through their own diplomacy, prestige, and military power because the political and economic costs of constant intervention are too high for extraregional powers. This scenario is more probable in regions marked by conflictive relationship patterns. And thirdly, a laissezfaire approach by external powers would consist of letting the politics of a region unfold and take their natural course without significant outside intervention ArquillaFuller 1996. Each of these strategic choices leads to different impacts on the regional power dynamics. Additionally, relations among external powers can possibly impact their respective relations to regional and secondary powers. Therefore, external powers can interfere in regions in adherence to the broader perspective of the international system. Thus, external powers align with regional powers not primarily for the sake of the region and regional cooperation but rather to increase their own international standing and negotiating power. This is to be seen as an attempt to softly counterbalance other external powers Alecu de FlersRegelsberger 2005: 319. 3 Reluctant Followership in South America: Venezuela Acquiesces to Brazils Leadership Venezuela is referred to as a regional middle Cardozo de Da Silva 1987 and regional leading power Boeckh 2003 in South America, a classification which stresses the countrys petropolitics Bodemer 2007 and its alternative regional integration project, the Alianza Bolivariana para los Pueblos de Nuestra America ALBA Flemes 2007. But before examining Venezuelas role in regional politics, we will shed light on South Americas material power hierarchy. In UNASUR, material resources are distributed relatively evenly in comparison with other world regions such as South Asia or sub Saharan Africa. Hence, we have to consider more players which are potentially competing for secondarypower status, namely, Venezuela, Argentina, and Chile. However, Brazils regionalpower status is confirmed by the regional distribution of material resources. For an overall picture and as a basis for com Flemes and Wojczewski: Contested Leadership in International Relations 11 parison, the material resources survey consists of a set of military, energy, demographic, geographic, and economic indicators see Table 1. Table 1: Comparison of Brazils and Venezuelas Material Resources Brazils Material Resources: Military Military expenditure US billion 2008 UNASUR ranking Total armed forces thousands 2008 UNASUR ranking Energy Oil production million barrelsday 2007 UNASUR ranking Natural gas production billion cm 2007 UNASUR ranking Economy GDP US billion 2008 UNASUR ranking Global Competitiveness Index Rank 2008 UNASUR ranking DemographicsGeography Population million 2008 UNASUR ranking Land area thousand sq. km UNASUR ranking Sources: Military: The Military Balance 2009. Venezuelas Material Resources: Military 20.15 Military expenditure US billion 2008 1 UNASUR ranking 326 Total armed forces thousands 2008 1 UNASUR ranking Energy 2.28 Oil production million barrelsday 2007 2 UNASUR ranking 9.8 Natural gas production billion cm 2007 4 UNASUR ranking Economy 1.665 GDP US billion 2008 1 UNASUR ranking 64 Global Competitiveness Index Rank 2008 2 UNASUR ranking DemographicsGeography 191.9 Population million 2008 1 UNASUR ranking 8,514.9 Land area thousand sq. km 1 UNASUR ranking 3.31411532.67126.5232831051026.45912.16Energy: CIA World Factbook, https:www.cia.govlibrarypublicationstheworldfactbook Economy: The Military Balance 2009; Human Development Report 2007, http:hdrstats.undp.orgbuild tables Global Competitiveness Report 20082009: World Economic Forum, http:www.weforum.org DemoGeography: World Bank Data Statistics 2006, www.worldbank.org. While Brazil commands by far the greatest military capabilities in the region, Chiles military expenditure was higher than Venezuelas in 2007. However, Venezuela commands more military personnel than Chile and Argentina. Venezuela is by far the biggest oil producer in the region and uses its oilfueled affluence as a political weapon in the regional arena. Argentina produces more natural gas than Venezuela and Brazil but does not base its regional diplomacy on its energy resources. Argentinas absolute GDP is higher than Venezuelas; when considering GDP per capita, Chile ranks above Venezuela, Argentina, and Brazil. Additionally, Chile has a much more competitive economy than Brazil, Argentina, and Venezuela. Argentina commands more population and land area than Venezuela. Depending on the weighting of these indicators, both Argentina and Venezuela could be defined as secondary powers in the UNASUR region. However, Venezuela plays a pivotal role in the regions integration dynamics. For instance, UNASUR itself can be seen as a Brazilian Venezuelan initiative Flemes 2008a. In addition to the previously mentioned ALBA process, 12 Flemes and Wojczewski: Contested Leadership in International Relations President Chavez has proposed a South American NATO Boeckh 2003 and a regional broadcasting company Telesur. Additionally, Venezuela has concluded numerous bi and subregional energy agreements with the Caribbean Petrocaribe, the Andean states Petroandino, and southern Latin America Petrosur which provide oil according to special conditions. President Chavez champions the integration of Latin America on his own terms through ALBA as an antineoliberal counterproposal to the USled project of the Free Trade Area of the Americas FTAA see FurtigGratius 2009. So far he has recruited Bolivia, Cuba, Ecuador, Nicaragua, and Honduras, with Argentina as a friendly bystander. Venezuelas resourcebased diplomacy constitutes a competing leadership claim. Venezuela is an alternative partner for smaller countries such as Bolivia and Ecuador, something which gives these states room to maneuver in their bilateral relations with Brazil. What, then, are Brazils strategic options for responding to Chavezs initiatives on the one hand and for generating regional acceptance and a regional power base on the other? Which external factors impact Venezuelas readiness to follow? First, Brazil is trying to attract Venezuela to and integrate it in regional cooperation processes on the basis of the two players rather limited common interests. The Initiative for the Integration of Regional Infrastructure in South America IIRSA, pushed by Brazil and Venezuela, can be realized without political and ideological convergence. As South Americas greatest economy, Brazil will benefit most from upgraded infrastructure and energy security. A further common interest of Brasilia and Caracas is the exclusion of the US from South American politics and security affairs. The foundation of UNASUR and, in particular, its defense council can be seen through this lens. For Brazils foreignpolicy makers, regional integration projects generally seem to be becoming less important as means of cooperation. Instead, such projects are increasingly seen as instruments for locating their initiators in the regional and global orders. Second, Brazil can gain regional legitimacy and acceptance by projecting norms and values that include the ideational beliefs of its potential followers in its regional project. This has proven to be difficult as political and ideological cleavages separate not only Brazil and Venezuela but also the whole subcontinent of South America, where diverse political economies have evolved in the course of the last decade. Brasilia is attempting to bridge political and ideological cleavages by guiding the states of the region towards the shared goal of a South American space. The main ideas of its consensual hegemony consist of the protection of democracy, economic growth, and regionalized responses to the challenges of globalization through multilateral deals within South America Burges 2008: 75. The Brazilian foreign ministry is selling this approach and the multilateral institutions as being in the wider regions interest. But IIRSA and Mercado Comun del Sur MERCOSUR are generating superior advantages for the greatest regional economy, Brazil, because it is the greatest exporter of manufactured products as well as the leader in terms of its foreign direct investment FDI in Flemes and Wojczewski: Contested Leadership in International Relations 13 South America. Brazil has exerted its power through the proposal of initial ideas and the subsequent guiding of discussions. Brazilian diplomats have highlighted the strategy of pushing collectivized responses based on discussion and inclusion as one of their strengths. In particular, in the course of IIRSA and UNASUR the Brazilian foreign ministry has articulated a pluralistic agenda and has led a discourse of consensus creation in South America. Third, Brasilia can utilize its material resources to offer material incentives to Caracas and neutralize Venezuelas regional initiatives. The latest oil discoveries in Brazilian territorial waters will most likely make the Amazon state one of the topten oil producers in the world Economist, 17.04.2008. Incentives such as the provision of regional public goods and the payment of integration costs would not only enhance Venezuelas followership but would also generate more acceptance for Brazil in South America as a whole. Through its various mediation engagements and securitycooperation initiatives, Brasilia provides regional stability. Additionally, Brazil invests in the public goods of regional energy security and infrastructure. However, Brazil is not taking on a great share of the economic integration costs. For instance, it does not support the smaller MERCOSUR members through payments into structural funds. Most parts of Brazilian society are skeptical of regional integration and not ready to pay the costs of regional leadership. By contrast, President Chavez has invested generously in corporate and financial opportunities in South America in recent years in order to give his ALBA vision improved traction over the Brazilian approach of consensual hegemony. Hence, Brazils willingness to provide public goods differs with regard to the issue area under consideration. Brasilia is not ready to pay the costs of economic integration, but it is willing to do what is necessary to provide regional stability. The willingness to do the latter can be explained by the expected economies of scale induced by providing regional security and protection. Brazil has recently been increasing its military spending in order to secure its status as the regions dominant military power Flemes 2008b. Fourth, Brazil could build inclusive and democratic institutions that allow for the participation of secondary players such as Venezuela, Chile, and Argentinaas well as the smaller South American statesin regional decisionmaking processes. Cooperative hegemony includes the readiness to share power on a permanent basis. But Brazil does not share power with its neighbors on a permanent basis because MERCOSUR and UNASUR have no significant competencies. Brazil has leading roles in these regional institutions without being prepared to make economic concessions or transfer sovereignty to regional institutions. Brazil does not support the institutional consolidation of MERCOSUR. On the contrary, it is the country that ratifies the fewest MERCOSUR resolutions. The fact that MERCOSUR today is neither a common market nor a complete free trade area is partly a consequence of Brazilian foreign policy, which is focused much more on national sovereignty than on the countrys integration into regional institutions in the long run. Or in Pedersens words, Brazils foreignpolicy makers preserve the regional structure of asymmetrical federation. Under these cir14 Flemes and Wojczewski: Contested Leadership in International Relations cumstances, the regional acceptance of Brazils leadership status and the willingness of potential followers to follow will be rather limited Pedersen 2002. Fifth, many external players impact the regional power hierarchy, but few of them pursue interests related to the region of South America. The US seeks mainly to contribute to regional stability by supporting Brazil, and Brasilia and Washington cooperate primarily in the energy and education sectors see NolteStolte 2007. Washington is still the most influential external player in South America and delegates some of its power to Brasilia, which is more able to control Caracas because it enjoys more legitimacy than the US in South America. The EU is Brazils most important trade partner and engaged in a strategic partnership with Brazil in 2007. The strategic partnership stressed effective multilateralism, climate change, sustainable energy, and poverty reduction as major cooperation fields. Similarly to the EUs relationship with Brazil, Russias and Chinas relationships with South Americas regional and secondary powers are based more on calculations at the level of the international system than on the two countries interests in South America. In particular, Moscows military cooperation with Venezuela and Cuba aims to contain Washington by obliging it to commit resources to its backyard instead of projecting power to Eastern Europe and the Caucasus. Since 2005 Caracas has bought US5 billion worth of Russian armaments. In addition, Venezuela has opened strategic sectors of its economygas, oil, bauxite, and gold miningto Russian investors. Relations between Russia and Brazil are also marked by armament supplies and militarytechnological cooperation. The PRC focuses on trade, energy, and infrastructure cooperation in South America. While the growing share of Brazilian exports to and imports from the PRC reached approximately 9 percent in 2006, Venezuelas share of trade with the PRC is less significant. However, the planned civil nuclear cooperation between Venezuela and the PRC, namely, the construction of a nuclear plant, is cause for concern in Washington. Since 2005 the PRC has also strengthened its ties with Brazil, investing in strategic sectors such as air and space engineering and civil nuclear technology. From the Brazilian perspective, the influence of Russia and China is less worrisome because the two countries do not have the potential to impact the regional power hierarchy. This is not least because Brazil maintains cooperative relations with both Russia and China and, additionally, shares the interest in soft balancing Washington with Caracas, Moscow, and Beijing. In sum, the relationship between Brazil and Venezuela oscillates between cooperation and competition. The two players share regional interests such as infrastructure construction and energy security in South America. Additionally, Brazil provides the public good of regional stability, for example, by mediating between Venezuela and Colombia. Brazil maintains cooperative relations with all extraregional powers, and the most important external player, the US, tries to constrain Venezuela and grants legitimacy to Brazil, supporting its regional leadership claim. Through our analysis we have identified only two factors that potentially motivate Venezuela to contest Brazils leadership. First, the fact that, despite its superior material Flemes and Wojczewski: Contested Leadership in International Relations 15 resources, Brazil is not ready to pay a significant part of the economic costs of regional integration. And second, the fact that Brasilia preserves regional power asymmetry by not building inclusive and democratic institutions that would allow for Venezuelas participation in regional decisionmaking. The second factor particularly limits Venezuelas willingness to follow. Nevertheless, and to conclude, Venezuela acquiesces to Brazils regional leadership more than it accepts or contests it. 4 Nonfollowership in South Asia: Pakistans Hard and Soft Balancing against India In South Asia we can identify military, economic, and cultural interactions that are predominantly characterized by conflictive patterns. The intensity of military interaction is relatively high and is shaped by military threats and violence. This high level of military interaction results first and foremost from the India Pakistan conflict. India and Pakistan have fought four wars; they have also mobilized their troops in the border region but then stopped short of war several times. There is no defense and security cooperation occurring within the region. Economic interaction, on the other hand, has gradually increased over recent years due to greater regional cooperation in the framework of the South Asian Association for Regional Cooperation, which was founded in 1985 and compromises eight member states: India, Pakistan, Bangladesh, Sri Lanka, Bhutan, Nepal, the Maldives, and Afghanistan. Though the countries agreed to establish a free trade area in 2006, regional trade is still at a very low level and there are several obstacles to cooperative and intensive trade relations, especially between India and Pakistan Hogg 2007. The regions cultures are also rather heterogeneous. Apart from the Sanskritic social order with its hierarchically structured social system and moral codeswhich is prevalent in all religious communities of the regionand the shared colonial background Jrgensen 2001: 12829; Paranjpe 2007: 224, there has been no integrating cultural bond between the countries in the past. However, with Indias economic liberalization and the very recent developments in Bhutan, the Maldives, and Nepal, market economy and democracy have become the regions dominant economic and political paradigms. While there is thus a growing sense of community between India and most of its smaller neighbors, the differences with Pakistan remain. Pakistan is a semiauthoritarian state with a national identity that is shaped by the idea that Hindus and Muslims cannot live together peacefully. As a result, Pakistan rejects Indias secular state model and perceives itself as the unitary state for all Muslims on the subcontinent Nasr 2005: 179, 192. Due to the predominantly conflictive regional interaction, the mode of conflict management is marked by a shared perception of hostile regionness. The regional power hierarchy is dominated by India. India accounts for more than 75 percent of the regions population, almost 80 percent of its GDP, and about 65 percent of its land area. Indias defense budget exceeds Pakistans military expenditure by almost six times, and the number of its armed forces 16 Flemes and Wojczewski: Contested Leadership in International Relations by more than two times. Indias dominance is not limited to material capabilities, but can also be identified in the realm of ideational resources. Yet despite Indias material and ideational primacy, Pakistan, is the only state in the region which possesses sufficient resources to contest Indias claim to regional leadership see Table 2. Pakistan has not only attacked India three times, but it also balances Indias dominance with its own nuclear force. The regional order has thus long been characterized by a bipolar structure. Table 2: Comparison of Indias and Pakistans Material Resources Indias Material Resources: Military Military expenditure US billion 2008 SAARC ranking Total armed forces thousands 2008 SAARC ranking Energy Oil production million barrelsday 2007 SAARC ranking Natural gas production billion cm 2007 SAARC ranking Economy GDP US billion 2008 SAARC ranking Global Competitiveness Index Rank 2008 SAARC ranking DemographicsGeography Population million 2008 SAARC ranking Land area thousand sq. km SAARC ranking Pakistans Material Resources: Military 25.3 Military expenditure US billion 2008 1 SAARC ranking 1,281 Total armed forces thousands 2008 1 SAARC ranking Energy 0.88 Oil production million barrelsday 2007 1 SAARC ranking 31.7 Natural gas production billion cm 2007 1 SAARC ranking Economy 1.078 GDP US billion 2008 1 SAARC ranking 50 Global Competitiveness Index Rank 2008 1 SAARC ranking DemographicsGeography 1,147.9 Population million 2008 1 SAARC ranking 3,287.3 Land area thousand sq. km 1 SAARC ranking 3.56261720.69230.8212621013167.72796.12Sources: Military: The Military Balance 2009 Energy: CIA World Factbook, https:www.cia.govlibrarypublicationstheworldfactbook Economy: The Military Balance 2009; Global Competitiveness Report 20082009: World Economic Forum, http:www.weforum.org DemoGeography: The Military Balance 2009; World Bank Data Statistics www.worldbank.org. 2006, Due to the geopolitical changes of recent decades, Pakistans fragile statehood, and Indias increasing economic, political, and strategic importance in the international system, however, the regional order has now gradually shifted to become a unipolar structure Buzan 2002: 1420. As Buzan and Wver note, India no longer feels strategically threatened from within South Asia, at least not severely so, and   has the resources and the will to carve out a wider great power role on the Asia stage BuzanWver 2003: 121. Though Pakistan has the power and will to contest Indias leadership in South Asia and thus prevents the region from becoming a power base for India, India has not developed a coherent regional strategy to deal with Pakistan and increase its own acceptance in the region. In Flemes and Wojczewski: Contested Leadership in International Relations 17 dias strategic options with respect to Pakistan and South Asia in general depend on the influence of common and divergent interests and values, relative material resources, the role of regional institutions, and the regional impact of external players. First, India is trying to solve the conflict with Pakistan through a bilateral composite dialogue. Though the negotiations have been moving slowly and have been interrupted by terrorist attacks several times, the two countries have been able to make some progress Mistra 2007: 515; Patil 2008: 2. The dialogue thus reflects Indias attempt to convince Pakistan of its peacefulness and to promote cooperation based on common interests. This attempt has so far not been fully successful due to the relatively low number of common interests and Pakistans semiauthoritarian and militarydominated system of government. Pakistans foreign policy is driven to a high degree by strategic considerations and the militarys interests. The military sees relations with India through a very restricted strategic prism and uses the conflict to legitimize its dominant role within the state. Second, India has never shown great interest in projecting certain norms and values, such as democracy or human rights. Though India has now begun to, unlike in the past, refrain from impeding democratic transitions, its support of the recent democratization processes in Nepal, Bhutan, and the Maldives was rather limited. India seems to be more interested in stability than in democratization. Regardless of the democratization processes in South Asia, Pakistan is still a semiauthoritarian state and could thus not be integrated into a democratic regional project, were one to existoccur. As a result, the only common ideational goal India could promote in South Asia is economic growth and successful socioeconomic development; all countries in the region have a relatively low degree of development and thus face common challenges in this respect see Dash 2008: 49. Third, India could make use of its material resources to offer material incentives to Pakistan and the smaller countries of the region. In spite of its overwhelming resources, India has been unwilling to provide public goods to its regional neighbors in the past. However, Indias economic liberalization has increased its readiness to provide such goods as it is now more interested in liberal trade and a stable regional environment. For instance, New Delhi now adheres to the principle of nonreciprocity, meaning that the biggest power in the region has a special responsibility for regional cooperation and needs to make unilateral concessions. This principle, however, is only applied to the countrys relations with Bangladesh, Bhutan, Nepal, Sri Lanka, and the Maldives Hogg 2007: 7. At the same time, India increasingly provides these countries and Afghanistan with development aid. Indias development policy, however, shows a clear preference for bilateral cooperation Chaturvedi 2008: 30. Though India has promoted the establishment of a free trade area within the framework of SAARC, it remains skeptical of multilateral institutions and is not ready to pay the costs of a regional integration project. On the other hand, due to its dependence on a stable regional environment for its development, India is to a certain extent willing to provide regional stability, as displayed by the ac18 Flemes and Wojczewski: Contested Leadership in International Relations tive role the Indian navy played in the rescue mission after the tsunami in 2004 and in the USIndian protection of the undersea communication cables in the Indian Ocean. However, as in the case of economic integration, Indias commitment to maintaining regional stability is driven by its national security interests and is hardly viewed in the context of regional leadership. Similarly, Indias continuing military buildup and modernization reflect its greatpower ambitions, its concerns about economic and energy security, and its attempt to keep up with Chinas increasing military capabilities rather than a commitment to the security of its region and its smaller neighbors. Fourth, Indias readiness to share power, transfer sovereign rights to multilateral organizations, and assume a leading role by paying the biggest share of the integration costs remains highly limited. The slow progress in the establishment of a free trade area, for example, and the concentration on rather secondary policy fields such as agriculture are a result not only of the paralyzing impact of the India Pakistan rivalry but also of Indias lack of commitment. On the other hand, there are also, as already shown, several obstacles to an inclusive and successful regional integration project which includes Pakistan. Fifth, external powers have affected and still affect developments in the South Asian region. During the Cold War, the US built Pakistan up as a regional ally to counterbalance Iranian nationalism, to contain the impact of the Soviet Union on the region, and to constrain Indias global ambitions and its nonalignment policy, which was seen as a threat to American geostrategic interests Kapur 2005: 132133. After the end of the Cold War, not only did India lose the security guarantee provided by the USSR, but the nonalignment movement also lost its standing. The most important parameters of Indias foreign policy thus ceased to exist. Given the unipolar world order and the economic liberalization initiated, India pursued a policy of rapprochement towards the US. Relations between the two countries improved very quickly, and they formed a strategic partnership in March 2000. Within the framework of this strategic partnership they concluded an agreement on defense cooperation and a nuclear agreement which de facto acknowledges India as a nuclear power see GangulyShoupScobell 2006; Samuel 2007. Though Pakistan remains an important regional partner and is a key state in the War on Terror, the US now has better relations with India and holds a far more critical view of Pakistan Mohan 2008: 145. Although the US is now more supportive of India, China remains a challenge to Indias leadership role in South Asia. Relations between India and China have been tense since the late 1950s, mainly as a result of an unresolved border conflict which led to war in 1962. After the war, China formed an alliance with Pakistan and supported Pakistans military buildup. By building up a counterweight, the Chinese leadership tried to contain Indias regional and global ambitions Kapur 2005: 148, 151; Malik 2003: 36. Moreover, China directly interfered in the wars between India and Pakistan and in the Kashmir issue. Flemes and Wojczewski: Contested Leadership in International Relations 19 China not only played a decisive role in compensating Pakistans material inferiority visavis India, but it also forced New Delhi to concentrate its efforts on China and subordinate other foreign policy objectives to its China policy. The Sino Indian antagonism has been a key factor preventing India from becoming a regional leader. As a result, the recent improvement in their bilateral relations has important implications for India as a regional power. For instance, China has renounced its direct intervention in the India Pakistan conflict. The strategic partnership formed in 2005 was an important next step in institutionalizing and broadening the two countries cooperation Yuan 2007: 134. In contrast to the active role of other external powers in the region, the EU neglected South Asia for a long time and has only very recently increased its political engagement by forming ties with SAARC and a strategic partnership with India. While the EU expresses its support for India as a regional leader, it has no common foreign policy towards Pakistan Rothermund 2008: 583. In terms of the variables analyzed, Pakistans regional strategy is derived from its fear of Indias overwhelming power capabilities and a deep suspicion of its motives, from the divergent norms and interests which impede regional integration, and from Indias limited ability and willingness to provide an inclusive regional leadership project. Though Pakistan cannot take on Indias power resources, it possesses sufficient capabilities to resist India and has been able to find partners willing to balance out the power disparity. This external support at one time enabled Pakistan to sustain the bipolar structure of the security complex. Indias increasing power resources, its rapprochement with Pakistans main allies, and its higher international status have, however, gradually undermined this capability. In addition, due to international pressure, Pakistans reliance on Islamist terrorists as a strategic asset in the conflict with India can hardly be continued. Pakistans strategy visavis India consists of hard and soft balancing: while the high level of defense spending, the nuclear deterrence, the alliance with China, and the latent support of terrorists represent the hard dimension of Pakistans attempts to balance India, the soft elements can be found in Pakistans policy of constraining India in SAARC. However, given Chinas current interest in good relations with India and the relatively low importance of regional acceptance to Indias global policy, Pakistans contestation today has greater implications for Indias domestic security than for its foreign policy. 5 Partial Followership in Sub Saharan Africa: Nigeria Claims Subregional Leadership The governments of democratic South Africa avoid articulating their claim to regional leadership directly. This caution on the part of South African foreignpolicy makers is rooted in the countrys historical legacy of apartheid. The former frontline states in particular are highly sensitive regarding any behavior that reminds them of the apartheid regimes aggressive policies of regional hegemony Flemes 2009. However, between the lines African and 20 Flemes and Wojczewski: Contested Leadership in International Relations extraregional players recognize Pretorias quest for leadership because it is implicit to South Africas role in many regional and global multilateral cooperation processes. South Africa articulates this claim to leadership in economic and trade policies through the Southern African Customs Union SACU and the Southern African Development Community SADC at the subregional level and through the New Partnership for Africas Development NEPAD at the continental level; in regional security and defense issues it makes its voice heard through the SADC and the African Union. If we compare the relative intensity of interaction in Southern Africa and on the continent as a whole according to the degree of institutionalization of the respective security and trade cooperation processes, the result is not clear; on both levels we observe institutionalized interaction with South Africa as the leading actor. Consequently, it is hardly possible to delineate regional boundaries on the basis of either membership in regional institutions or patterned interaction in Southern Africa or Africa. The assumption that the border of South Africas sphere of influence lies somewhere between Southern Africa and the rest of the continent, namely, around sub Saharan Africa, is substantiated by the distribution of hardpower capabilities in Africa. For instance, Pretoria can spend much more on enhancing its military capabilities than its subregional neighbors together, for the simple reason that its GDP is twice as large as that of the rest of the SADC combined IISS 2006: 205227, 325331. It thus has the highest defense expenditures in its subregion. In comparison, at the continental level the defense expenditures of Algeria, Egypt, and Morocco are comparable to South Africas. Therefore, South Africas material capabilities are overwhelmingly superior in Southern Africa, but its material potential is not great enough to include the North African states within its sphere of influence. In the following discussion, we will analyze sub Saharan Africa as South Africas sphere of influence, even though there is no subregional cooperation process that would frame a claim to leadership as such. The regionness of sub Saharan Africa can be based on the historical and cultural similarities between its societies, which differ from those in North Africa and have possibly served as a basis for the evolution of common identities. Sub Saharan Africa is deeply divided with respect to political ideas and systems: Half of the states of the subregion are ruled by authoritarian regimes 23 of 46 and are without free and fair elections. Fourteen states, amongst them Nigeria, are classified as electoral democracies, and only nine states, including South Africa, as liberal democracies or free countries Freedom House 2008; Erdmann 2007. These differences in the economic and political systems mark the hierarchy between South Africa and Nigeria in ideational terms, providing South Africa with more international legitimacy than Nigeria. In terms of material resources Nigeria can also be clearly defined as the secondary power in sub Saharan Africa see Table 3. Table 3: Comparison of South Africas and Nigerias Material Resources South Africas Material Resources: Nigerias Material Resources: Flemes and Wojczewski: Contested Leadership in International Relations Military Military expenditure US million 2007 Sub Saharan ranking Total armed forces thousands 2008 Sub Saharan ranking Energy Oil production million barrelsday 2007 Sub Saharan ranking Natural gas production billion cm 2007 Sub Saharan ranking Economy GDP US billion 2008 Sub Saharan ranking Global Competitiveness Index Rank 2008 Sub Saharan ranking DemographicsGeography Population million 2008 Sub Saharan ranking Land area thousand sq. km Sub Saharan ranking Military 4,040 Military expenditure US million 2007 1 Sub Saharan ranking 62 Total armed forces thousands 2008 5 Sub Saharan ranking Energy 0.2 Oil production million barrelsday 2007 7 Sub Saharan ranking 2.9 Natural gas production billion cm 2007 2 Sub Saharan ranking Economy 485.5 GDP US billion 2008 1 Sub Saharan ranking 45 Global Competitiveness Index Rank 2008 1 Sub Saharan ranking DemographicsGeography 43.768 Population million 2008 4 Sub Saharan ranking 1,219.1 Land area thousand sq. km 6 Sub Saharan ranking 21 82528042.35134.113352947138.21923.810Sources: Military: The Military Balance 2009 Energy: CIA World Factbook, https:www.cia.govlibrarypublicationstheworldfactbook Economy: The Military Balance 2009; Global Competitiveness Report 20082009: World Economic Forum, http:www.weforum.org DemoGeography: The Military Balance 2009; World Bank Data Statistics www.worldbank.org. 2006, Nigeria ranks higher than South Africa in terms of its population, total armed forces, and energy resources, and no other state in the subregion can compete with Nigeria for the overall secondarypower position. Only in particular areas do different countries rank higher than Nigeria. Eritrea, Ethiopia, and Angola operate more active armed forces than Nigeria and South Africa but do poorly in terms of economic indicators. Botswana, Mauritius, Namibia, the Gambia, and Kenya possess more competitive economies than Nigeria but are also weaker in all other material power rankings included here. On the other hand, Nigeria cannot compete with South Africas economic leadership in the long term, although Nigeria enjoyed a positive trade balance with South Africa in 2007 and is its only major non SADC African trading partner. The bilateral relation is shaped by the fact that South Africa is the continents strongest and most versatile economy, while Nigeria is Africas largest consumer market. Further, Nigerias trade link to South Africa is through one commodity oil comprised 98.3 percent of its exports in 2007, while South Africas trade is diverse and includes a range of products that Nigerias massive consumer market clearly wants. Therefore, South Africas trade into the Nigerian market can only grow. The opposite does not apply because, apart from oil, Nigeria has little to offer to South African consumers DanielNaidooNaidu 2005: 558567. 22 Flemes and Wojczewski: Contested Leadership in International Relations Nigeria is competing with South Africa for the regional leadership role and for a permanent seat on the UN Security Council. Abuja justifies its claim to leadership with its historical role as such, its large population every fifth black African is Nigerian, its military strength 84,000 troops, and its great contribution to African peacekeeping in Liberia, Sierra Leone, Guinea Bissau, and Sudan. Former president Obasanjo was one of the central actors in implementing the NEPAD; Abuja chaired the AU 20042006; and, last but not least, Nigeria is the fifthbiggest oil supplier to the US. Like Huntington 1999, many authors see Abuja as a second African regional power at the same level as Pretoria. Nigeria has also been labeled a guarantor of subregional stability BergstresserTull 2008 a West African hegemon Engel 2008 and Africas new gendarme Adekeye 2000. We argue that Nigeria is the secondary power of sub Saharan Africa because of its comparatively poor economic performance, its democratic deficits, and its minor significance in global affairs. It is true that through his active participation in the UN and the Commonwealth and by mediating in African trouble spots, former president Obasanjo gained a lot of international prestige. But South Africas role and impact in global institutions UNO, WTO, G3, IBSA, O5 is much more pronounced. We will thus address here how common and divergent interests and values, relative material resources, the role of regional institutions, and the regional impact of external players shape the relationship between Pretoria and Abuja. First, Nigeria and South Africa share interests and power in the AU and NEPAD. Additionally, both states are interested in subregional stability in West Africa. Thus, Pretoria appreciated Abujas interventions in Liberia 19901999 and Sierra Leone 19972000 within the framework of the multinational ECOWAS Cease Fire Monitoring Group ECOMOG. Relative stability and, in particular, the NEPAD have laid the ground for bilateral trade and investment, which is the strongest link between the two countries. While the bilateral trade volume between South Africa and Nigeria in 1994 was only approximately US11 million, by 2005 it had reached nearly US1 billion Temkin 2007 and South African companies had come to dominate many sectors of the Nigerian economy. The biggest investments were realized in the telecommunications, construction, tourism, and oil sectors, many of them subsidized through the NEPAD. Since 1999 companies from South Africa and China and India have engaged in Nigerias oil sector in particular. President Obasanjos government awarded the South African state the right to market 50,000 barrels of Nigerian oil a day in 2001. In 2003 this amount was increased to 120,000 barrels a day. Hattingh describes the close entanglements of leading African National Congress ANC figures in the bilateral petrol business and argues that the ANC directly benefits from shadowy oil deals carried out in the Cayman Islands and elsewhere Hattingh 2007. Second, notwithstanding its uncritical or even supportive stance with a view to the undemocratic behavior of other African governments, such as the Nigerian government, South Africas ideational resources consist of its international reputation as an advocate of democracy, human rights, disarmament, and nonproliferation based on its paradigmatic behavior. Flemes and Wojczewski: Contested Leadership in International Relations 23 This leads to high levels of legitimacy and moral authority. Although the relative economic success of South Africa reflects a positive balance in terms of financial and trade policies, the example function from the regional perspective is more connected with Pretorias role as an upholder of goodglobalcitizenship norms or a peaceful regional stabilizer than as a motor of continental growth. It is true that some authoritarian African regimes rhetoric does not reflect any acknowledgement of these achievements, but this is mainly because the recognition of the South African human rights and good governance records would imply too much selfcriticism Flemes 2009. As South Africas pragmatic and even supportive behavior after Nigerias manipulated presidential elections Mail Guardian, 26.04.2007 demonstrated, divergent political values do not harm bilateral relations between the two countries. Despite its democratic deficits, Nigeria enjoys a better international reputation than, for instance, Venezuela and Pakistan. This is not least because Nigeria collaborates more reliably with international organizations, especially in UN peacekeeping operations. Abuja tries to act as a credible leader and partner in the African Union; as a respected moderator in Darfur, Cote d Ivoire, and Liberia; and as a stabilizing force in the ECOWAS region and on the continental level at large BergstresserTull 2008. Third, South Africa applies its material resources to secure economic influence and to provide regional stability. On the one hand, South African FDI in Africa, partly subsidized by the ANC government, secures the countrys influence in many African countries, especially because these investments are concentrated on national infrastructure of strategic importance in these countries DanielLutchman 2006. On the other hand, Pretoria uses military means to stabilize the region. Exceptionally, it intervened in a unilateral manner in Lesotho in 1998, but usually it projects its military power through multilateral peacekeeping missions under the auspices of the UN, the AU and or the SADC, a fact which itself hints at the crucial significance of institutional instruments within South Africas foreign policy strategy. South Africa takes on great parts of the integration costs: the maintenance of several institutions such as the Pan African Parliament and the NEPAD secretariat in Midrand as well as significant contributions to the AU budget. Additionally, the South African government makes voluntary contributions to AU solidarity funds. And although the costs of peacekeeping and preventive diplomacy are high, South Africa carries this burden. The SADC countries have also taken significant steps in the direction of combined peacekeeping training. Nevertheless, the formation of a security community Deutsch 1961 in the SADC region has been undermined by a military assistance act crafted by authoritarianruled Zimbabwe together with Namibia, Angola, and the DRC, principally to prop up the regimes in the latter two countries militarily Mail Guardian, 16.04.1999. At the continental level South Africa plays a prominent role, encouraging an all African approach to conflict resolution through the AU. Since threats of disorder are a menace to its own wellbeing HabersonRothchild 2000: 12 and impede its own expanding economic presence on the con24 Flemes and Wojczewski: Contested Leadership in International Relations tinent, Pretoria has increasingly been compelled to play an important peacekeeping role within the AU. A willingness and ability to provide peacekeepers has been one way of showing that it can assume the kind of international and, above all, regional responsibilities associated with playing a high profile role at the UN. The refurbished African peace and security architecture has a strong South African imprimatur. As the AUs first chair 20022003, former president Mbeki helped lay the foundations of a robust continental peace and security framework anchored in subregional mechanisms and linked to the UNs global peace infrastructure. The AUs Peace and Security Protocol provides the legal foundation for the continental security architecture. Its most innovative and debated idea is that it concedes the right of the Union to intervene in a member state in respect of grave circumstances, namely, war crimes, genocide, and crimes against humanity. Fourth, Pretorias significant preference for projecting power by means of multilateral institutions at the regional level reflects a strategy of cooperative hegemony. As the largest and most efficient economy in the region, South Africa expects considerable advantages of scale from a unified regional market. South Africas role in the process which led from Mbekis African Renaissance to the NEPAD suggests a strong agendasetting capacity on the part of South African foreignpolicy makers. The continental economy project formulated in the NEPAD bears Pretorias fingerprint and is inspired by South Africas national liberalmarket strategy. The NEPADs African Peer Review Mechanism APRM binds the states of the continent to the project of pan African market liberalism in the long term, because governments that do not act in conformity with the free market and good governance conditions will be sanctioned with less foreign investment and less development assistance. Pretorias NEPAD leadership together with Algiers, Cairo, Dakar, and Abuja is the lever with which it can claim economic jurisdiction over the African geographic entity Miller 2005: 54. Pretorias pivotal status in the AU is tightly linked with its contribution to relative regional stability, achieved through its increasing engagement in African peacekeeping and peaceful conflict resolution. But the advantages of stability are limited, because subregional cooperation has not always meant the absence of attempts at intraregional counterbalancing and because the degree of institutionalization remains low. The AU is the most institutionalized organization, with an assembly composed of the heads of state that is gradually transferring decisionmaking powers to the elected Pan African Parliament and to the African Commission. But at the end of the day, the AU institutions are characterized by an intergovernmental structure, and their very limited competencies cannot really restrict state power. The more powerful and effective institutions such as the Peace and Security Committee PSC and APRM do not limit governmental policies that remain within the normative lines of the AU framework. Fifth, the most influential external powers in sub Saharan Africa are the US, China, and the EU; Russias activities are less significant and mostly limited to the energy and mining sectors. While the EU is the most important trade and development partner, the US and China Flemes and Wojczewski: Contested Leadership in International Relations 25 also engage in military and security cooperation with South Africa and Nigeria. In particular, US and Chinese investments in Nigerias oil sector have fostered the two countries interest in security cooperation with Abuja. The US is the largest foreign investor, with its FDI concentrated largely in the petroleum sector. Oil from Nigeria accounts for 11 percent of US oil imports, an amount which in turn constitutes nearly half of Nigerias daily oil production. After starting at a low level, the PRCs consumption is now catching up Business Day, 12.01.2009. This competitive constellation is reflected in the security sector. While US security cooperation with Nigeria is focused on counterterrorism and peacekeeping, the PRC has become one of Nigerias main suppliers of military hardware in recent years. African military observers have claimed that the payment of these arms deals has been arranged through oil exports to the PRC Financial Times, 1.03.2006. How do the independent variables analyzed here impact Nigerias foreign policy approach towards South Africa? Abuja and Pretoria pursue common regional interests such as stability and economic development through the AU and NEPAD. South Africas superior economic resources and, in particular, the role of South African companies in the Nigerian economy are factors that promote a bandwagoning strategy towards Pretoria. In return, Pretoria tolerates the divergent values and nondemocratic behavior of the Nigerian government and does not project its superior ideational resources against Abuja. In addition, Pretorias approach of cooperative hegemony, marked by its preference for institutional strategies, its readiness to pay great parts of the integration costs, and the low profile of coercive elements in its foreign policy, means that South Africa embraces its potential followers. Pretoria accords the role of the guarantor of West African stability to Abuja and, thus, avoids patterns of asymmetrical federation in sub Saharan Africa. The PRCs armament supplies to Nigeria are insignificant against the background of Pretorias defense expenditures, which are five times higher than Abujas. To summarize, the variables analyzed here hardly provide motivation for Nigeria to contest South Africas leadership in sub Saharan Africa as long as Pretoria accepts Abujas role as the stabilizer of the ECOWAS region. 6 Conclusions Three types of contested leadership have emerged from the analyses of the regional dyads: 1 Nigeria follows partially while claiming subregional leadership in West Africa; 2 Venezuela follows reluctantly and acquiesces to Brazils regional leadership; and 3 Pakistan refuses to follow while hard and soft balancing India. If we describe the potential strategies of secondary powers as a spectrum between bandwagoning and hard balancing, Nigerias approach comes closest to the bandwagoning pole, Pakistans strategy is characterized by balancing, and Venezuelas regional strategy is located somewhere in between. But how have the independent variables examined impacted the secondary powers strategic approaches? Why do followers contest regional leadership to different extents? 26 Flemes and Wojczewski: Contested Leadership in International Relations We can identify convergent interests among the regional and secondary powers of sub Saharan Africa and South America. South Africa and Nigeria strive for relative subregional stability and rudimentarily institutionalized regional organizations AU and NEPAD that provide stable ground for the pursuit of common trade and investment interests. Brazil and Venezuela are both interested in infrastructure construction and energy security in South America as well as in the exclusion of the US from regional security affairs. In contrast, the South Asian dyad is marked by divergent interests, and convergent interests can hardly be verified. Pakistan is not willing to normalize trade relations with India and has converse security interests, seeing Islamist terrorists as a strategic asset in its relations with India rather than as a common threat. From this comparison we can hypothesize that secondary powers with a high level of common interests tend to bandwagon with the regional power; those with a high level of divergent interests tend to balance. With a view to the application of material resources, the partial acceptance of and acquiescence to the South African and Brazilian leadership seems to be connected with the readiness of both regional powers to provide the public good of regional stability. Pretoria and Brasilia engage in regional peacekeeping and mediation. In contrast, India is only to a limited extent willing and able to provide regional stability: Due to its aggressive and patronizing hegemonic policy visavis its smaller neighbors in the past, there is deep suspicion towards India and its intentions in the region and thus little room to maneuver in order for it to provide regional stability. Most countries would perceive such moves as renewed attempts by India to intervene in their domestic affairs. At the same time, New Delhis increasing readiness to pay the costs of cooperation excludes Pakistan. The comparison of the three regional powers capacities to project ideational resources suggests a nexus between the existence of an inclusive ideational leadership project on the one hand and the acceptance of and acquiescence to leadership on the other. South Africa serves as a role model of democracy, human rights, disarmament, and nonproliferation. Brazils consensual hegemony leadership project is based on the protection of democracy, economic growth, and regionalized responses to the challenges of globalization. In contrast, India shows no great interest in projecting values such as democracy and human rights to South Asia. It is true that New Delhi promotes socioeconomic development as a common ideational goal, but Pakistan is excluded from Indias development aid. The strategic approach of each regional power is a product of its national interests, its relative material and ideational resources, and the virulent regional order; hence, it is the intraregional variable impacting most strikingly on the secondary powers decision to follow or contest leadership. The comparison confirms that South Africas approach is the most cooperative, combining a discursive normprojection strategy and cooperative hegemony at a modest institutional level strong poweraggregation and powersharing capacity, but weak commitment capacity. Brazils approach in South America is also cooperative, though to a lower degree, reflecting a combination of consensual hegemony and cooperative hegemony Flemes and Wojczewski: Contested Leadership in International Relations 27 through asymmetrical federation high poweraggregation and commitment capacity, but low powersharing capacity. In comparison, Indias regional strategy of unilateral hegemony is conditioned by the conflictive relationship patterns in South Asia, which impede power sharing through the transfer of sovereignty to multilateral organizations. With regard to the regional impact of external powers, the results of the analysis suggest a positive correlation between a weak influence on the part of external powers and relative followership. Where we observe partial followership in sub Saharan Africa, the strategic impact of external powers is comparatively low. South Africas socalled strategic partnership with the EU is marked by a higher trade volume, while the US and the PRC compete for Nigerias oil resources. However, none of the external actors explicitly takes sides with the regional or secondary power. In South America, Brazil maintains cooperative relations with all extraregional powers, whereas the US tries to constrain Venezuela and grants legitimacy to Brazil by supporting its regional leadership claim. The overall impact of external powers as well as the degree of leadership contestation in South America is greater than in sub Saharan Africa but lower than in South Asia. In the latter region, extraregional influence has traditionally been highly pronounced. The support of the US and China have enabled Pakistan to sustain the bipolar structure of the security complex since the Cold War. However, Indias rapprochement with Pakistans main allies is gradually undermining this capability and is contributing to transforming the bipolar structure of South Asia into a unipolar one. In closing, we look at the reasons for the respective strategies of the secondary powers from a comparative perspective, stressing the factors which limit or promote the willingness to follow in each case. In the case of Nigeria, partial followership seems to be nurtured by Abujas dependence on bilateral trade with and investment by South African state companies. Pretorias readiness to share power with Nigeria in the AU and NEPAD also favors followership. Additionally, Pretoria accepts Abujas role as stabilizer and mediator of the ECOWAS region and its issuearea leadership in peacekeeping. The competitive element that most limits Abujas readiness to bandwagon seems to be rooted in its UNSC ambitions and the related goal of representing Africa in global affairs. Venezuelas reluctance regarding followership is exacerbated by Brazils unwillingness to pay great parts of the economic costs of regional integration, for example, by granting market access. Additionally, Brasilia preserves the power asymmetry by not building inclusive and democratic institutions. The resulting lack of opportunities for Venezuela to participate in regional decisionmaking processes seems to be Caracass main motivation for avoiding a pure bandwagoning strategy. The reasons for Pakistans nonfollowership are founded, on the one hand, on its fear of Indias overwhelming power capabilities and, on the other hand, on the nuclear bipolarity, which allows Islamabad to pursue a balancing strategy. First and foremost, the divergent interests, norms, and values of both states impede Pakistani followership. Pakistans hard and softbalancing approach is fostered by Indias limited ability and willingness to provide inclusive regional leadership and the respective public goods. 28 Flemes and Wojczewski: Contested Leadership in International Relations The research outcomes demonstrate that a multidimensional theoretical approach integrating material, institutional, and ideational factors offers a comprehensive analytical framework for studying emerging regional powers and regional orders. All three cases suggest that the behavior of regional powers and their contesters is driven not only by power considerations but also by norms and values which are the basis for convergent interests. Similarly, the importance of extraregional powers must be taken into consideration, as they represent the geopolitical environment in which regional and secondary powers pursue their interests and can, as the case of India in particular has shown, constrain or strengthen the regional actors. By applying a comparative perspective, this study has shed light on the different regional patterns and has thus contributed to a better understanding of regional orders. Given the prospects of a more multiregional international system reflecting the spread of power poles across various world regions, the shifting relationships between regional and global orders will play a pivotal role in the future study of international relations. The authors hope to have provided a basis for studying these developments from a systematic and comparative perspective. Flemes and Wojczewski: Contested Leadership in International Relations 29 References Acharya, Amitav 2007: The Emerging Regional Architecture of World Politics, in: World Politics, vol. 59, no. 4, pp. 62952. Adekeye, Adebajo 2000: Nigeria: Africas New Gendarme?, in: Security Dialogue, vol. 31, no. 2, pp. 18599. Alecu de Flers, Nicole Regelsberger, Elfriede 2005: The EU and Interregional Cooperation, in: Hill, Christopher Smith, Michael eds.: International Relations and the European Union. Oxford: Oxford University Press, pp. 31742. Arquilla, John Fullham, Graham E. 1996: The Intractable Problem of Regional Powers, in: Orbis, vol. 40, no. 4, pp. 60921. Baldwin, David A. 2002: Power and International Relations, in: Carlsns, Walter Risse, Thomas Simmons, Beth A. eds.: Handbook of International Relations. London: Sage, pp. 17791. Bergstresser, Heinrich Tull, Denis M. 2008: Nigeria als regionale Ordnungsmacht in Westafrika. SWPStudie, no. 2. Berlin: Stiftung Wissenschaft und Politik. Betz, Joachim 2006: Economic, Technological and Cultural Assets for Indias Major Power Aspirations. Paper presented at the GIGA Conference on Regional Powers in Asia, Africa, Latin America, the Near and Middle East, German Institute of Global and Area Studies, Hamburg, December 2006. Bodemer, Klaus 2007: Petropolitics Politischer Diskurs, Geopolitik und okonomisches Kalkul in den Beziehungen zwischen der Bolivarischen Republik Venezuela und den Vereinigten Staaten, in: Lateinamerika Analysen, vol. 16, no. 1, pp. 169201. Boeckh, Andreas 2003: Venezuela: Vom Quasi Staat zur regionalen Fuhrungsmacht und zuruck. Paper presented at the Conference Fuhrungsmachte in Lateinamerika, Weingarten, January 2003. Burges, Sean 2008: Consensual Hegemony: Theorizing the Practice of Brazilian Foreign Policy, in: International Relations, vol. 22, pp. 6584. Buzan, Barry 1998: The Asia Pacific: What Sort of Region in What Sort of World?, in: Mc Grew, Anthony Brook, Christopher eds.: Asia Pacific in the New World Order. London: Routledge, pp. 6887. Buzan, Barry 2002: South Asia Moving Towards Transformation: Emergence of India as a Great Power, in: International Studies, vol. 39, no. 1, pp. 124. Buzan, Barry Waever, Ole 2003: Regions and Powers. The Structure of International Security. Cambridge: Cambridge University Press. 30 Flemes and Wojczewski: Contested Leadership in International Relations Cardozo de Da Silva, Elsa 1987: Venezuela: Potencia media en el Carivbe?, in: Andres, Serkin ed.: Venezuela y las relaciones internacionales en la cuenca del Caribe. Caracas: Instituto Latinoamericano de Investigaciones Sociales, pp. 17994. Chaturvedi, Sachin 2008: Emerging Patterns in Architecture for Management of Economic Assistance and Development Cooperation: Implications and Challenges for India. RIS Discussion Papers no. 139. New Delhi: Research and Information System for Developing Countries. Cohen, Stephen P. 2006: Indias Hard Power. Conventional and Nuclear Buildup. Paper presented at the GIGA Conference on Regional Powers in Asia, Africa, Latin America, the Near and Middle East, German Institute of Global and Area Studies, Hamburg, December 2006. Cooper, Andrew F. et al. 1991: Bound to Follow? Leadership and Followership in the Gulf Conflict, in: Political Science Quarterly, vol. 106, no. 3, pp. 391410. Cooper, Andrew F. 1997: A Conceptual Overview, in: Cooper, Andrew F. ed.: Niche Diplomacy: Middle Powers after the Cold War. Basingstoke: Macmillan Press, pp. 126. Czempiel, Ernst Otto 1999: Kluge Macht Auenpolitik fur das 21. Jahrhundert. Munich: C.H. Beck. Daniel, John Naidoo, Varusha Naidu, Sanusha 2005: South Africa and Nigeria: Two unequal Centres in a Periphery, in: Daniel, John Southall, Roger Lutchman, Jessica eds.: State of the Nation: South Africa 20042005. Cape Town: HSRC Press. Daniel, John Lutchman, Jessica 2006: South Africa in Africa: Scrambling for Energy, in: Buhlungu, Sakhela et al. eds.: State of the Nation: South Africa 20052006. Cape Town: HSRC Press, pp. 484509. Dash, C. Kishore 2008: Regionalism in South Asia: Negotiating Cooperation, Institutional Structures. London: Routledge. Deutsch, Karl Wolfgang 1961: Security Communities, in: Rosenau, James ed.: International Politics and Foreign Policy. New York: Free Press, pp. 14393. Engel, Ulf 2007: Westafrikanischer Hegemon oder Scheinriese? Nigeria in der internationalen Politik. GIGA Focus Afrika no. 7. Hamburg: German Institute of Global and Area Studies. Erdmann, Gero 2007: Sudafrika Afrikanischer Hegemon oder Zivilmacht? GIGA Focus Afrika no. 2. Hamburg: German Institute of Global and Area Studies. Ferguson, Niall 2003: What is Power? Hoover Digest No. 2: http:www.hooverdigest.org 032ferguson.html 15.3.2009. Flemes, Daniel 2007: Brasilien Regionalmacht mit globalen Ambitionen. GIGA Focus Lateinamerika no. 6. Hamburg: German Institute of Global and Area Studies. Flemes and Wojczewski: Contested Leadership in International Relations 31 Flemes, Daniel 2008a: Brazils Strategic Options in a Multiregional World Order. Paper presented at the Conference Ideas, Interests, Resources and Strategies of Regional Powers Analytical Concepts in Comparative Perspective, German Institute of Global and Area Studies, Hamburg, September 2008. Flemes, Daniel 2008b: Brasiliens neue Verteidigungspolitik: Vormachtsicherung durch Aufrustung. GIGA Focus Lateinamerika no. 12. Hamburg: German Institute of Global and Area Studies. Flemes, Daniel 2009: Regional Power South Africa: Cooperative Hegemony Constrained by Historical Legacy, in: vol. 27, no. 2, pp. 15378. Freedom House 2008: Map of Freedom in the World, http:www.freedomhouse.orgtem plate.cfm?page22year2008country7491 1.6.2009. Ganguly, Sumit Scobell, Andrew Shoup, Brian 2006: USIndian Strategic Cooperation into the 21st Century: More than Words. London: Routledge. Gratius, Susanne 2008: Iran and Venezuela: Bilateral Alliance and Global Power Projections. FRIDE Comment April. Madrid: Fundacion para las Relaciones Internacionales y el Dialogo Exterior. Gries, Peter Hays 2005: China Eyes the Hegemon, in: Orbis, vol. 49, no. 3, pp. 40112. Harbeson, John W. Rothchild, Donald 2000: Africa in World Politics. Boulder, CO: Westview Press. Habib, Adam Selinyane, Nthakeng 2006: Constraining the Unconstrained: Civil Society and South Africas Hegemonic Obligations in Africa, in: Carlsnaes, Walter Nel, Phillip eds.: In Full Flight South African Foreign Policy After Apartheid. Midrand: Institute for Global Dialogue: pp. 17594. Hattingh, Shawn 2007: South Africas Role in Nigeria and the Nigerian Elections, http:www.monthlyreview.orgmrzinehattingh 260607.html 2 June 2009. Hogg, Charu Lata 2007: India and its Neighbours: Do Economic Interests have the Potential to Build Peace? Chatham House Report October. London: Royal Institute of International Affairs. Huntington, Samuel 1999: The Lonely Superpower, in: Foreign Affairs, vol. 78, no. 2, pp. 3549. Hurrell, Andrew 2007: On Global Order: Power, Values and the Constitution of International Society. Oxford: Oxford University Press. Ikenberry, G. John 2003: Strategic Reactions to American Preeminence: Great Power Politics the Age of Unipolarity, http:www.odci.govnicconfreports_stratreact.html in 15.3.2009. International Institute for Strategic Studies IISS 2006: The Military Balance 2006. London: International Institute for Strategic Studies. 32 Flemes and Wojczewski: Contested Leadership in International Relations Jrgensen, Bent D. 2001: South Asia: An Anxious Journey towards Regionalization, in: Schulz, Michael Soderbaum, Fredrik Oriendal, Joakim eds., Regionalization in a Globalizing World: A Comparative Perspective on Forms, Actors and Processes. London: Zed Books, pp. 12546. Kapur, Ashok 2005: Major Powers and the Persistence of the India Pakistan Conflict, in: T.V. Paul ed.: The India Pakistan Conflict: An Enduring Rivalry. Cambridge: Cambridge University Press, pp. 13155. Keohane, Robert 1980: The Theory of Hegemonic Stability and Changes in International Economic Regimes 19671977, in: Holsti, Ole R. Siversion, Randolph M. George, Alexander L. eds.: Change in the International System. Boulder, Colo.: Westview Press, pp. 13262. Kindleberger, Charles 1981: Dominance and Leadership in the International Economy: Exploitation, Public Goods, and Free Riders, in: International Studies Quarterly, vol. 25, pp. 24254. Lake, David A. 2006: American Hegemony and the Future of East West Relations, in: International Studies Perspectives, vol. 7, no. 1: pp. 2330. Lake, David A. 2007: Escape from the Stateof Nature: Authority and Hierarchy in World Politics, in: International Security, vol. 32, no. 1, pp. 4779. Lake, David A. Morgan, Patrick M. 1997: The New Regionalism in Security Affairs, in: Lake, David A. Morgan, Patrick M. eds.: Regional Orders Building Security in a New World. University Park, P.A.: Pennsylvania State University Press, pp. 319. Lukes, Steven 2005: Power and the Battle for the Hearts and Minds, in: Millennium, vol. 33, no. 3, pp. 47793. Malik, Mohan 2003: The China Factor in the India Pakistan Conflict, in: Parameters, vol. 33, pp. 3550. Mearsheimer, John J. 2001: The Tragedy of Great Power Politics. New York: W. W. Norton. Mearsheimer, John J. 2005: Better to Be Godzilla than Bambi: Showing the United States the Door. Its Not a Pretty Picture, in: Foreign Policy JanuaryFebruary, pp. 4750. Miller, Darlene 2005: South Africa and the IBSA Initiative: Constraints and Challenges, in: Africa Insight, vol. 35, pp. 527. Mistra, Ashutosh 2007: An Audit of the India Pakistan Peace Process, in: Australian Journal of International Affairs, vol. 61, no. 4, pp. 50628. Mitra, Subrata K. 2003: The Reluctant Hegemon: Indias Self Perception and the South Asian Strategic Environment, in: Contemporary South Asia, vol. 12, no. 3, pp. 399418. Mohan, C. Raja 2008: Indias Quest for Continuity in the Face of Change, in: The Washington Quarterly, vol. 31, no. 4, pp. 14353. Flemes and Wojczewski: Contested Leadership in International Relations 33 Moravcsik, Andrew 1997: Taking Preferences Seriously: A Liberal Theory of International Politics, in: International Organization, vol. 51, no. 4: pp. 51353. Morgan, Patrick M. 1997: Regional Security Complexes and Regional Orders, in: Lake, David A. Morgan, Patrick M. eds.: Regional Orders: Building Security in a New World. University Park: Pennsylvania State University Press, pp. 2042. Morgenthau, Hans J. 1951: In Defence of the National Interest: A Critical Examination of American Foreign Policy. New York: Alfred A. Knopf. Nasr, Vali 2005: National Identities and the India Pakistan Conflict, in: T.V. Paul eds., The India Pakistan Conflict: An Enduring Rivalry. Cambridge: Cambridge University Press, pp.178201. Nolte, Detlef 2007: How to compare Regional Powers: Analytical Concepts and Research Topics. Paper presented at the ECPR Joint Session of Workshops, Helsinki, May 2007. Nolte, Detlef Stolte, Christina 2007: Machtressource Bioenergie: Eine neue strategische Partnerschaft zwischen Brasilien und den USA. GIGA Focus Lateinamerika no. 3. Hamburg: German Institute of Global and Area Studies. Noya, Javier 2005: The Symbolic Power of Nations. Working Paper no. 35. Madrid: Real Instituto Elcano. Nye, Joseph S. 2004: Soft Power: The Means to Success in World Politics. New York: Public Affairs. Pape, Robert A. 2005: Soft Balancing against the United States, in: International Security, vol. 30, no. 1, pp. 745. Paranjpe, Shrikant 2007: Limits of Hegemony in a Regional State System: Order in South Asia in the Post Soviet Era, in: Nanda, Prakash ed.: Rising India: Friends and Foes. New Delhi: Lancer, pp. 21828. Patil, Sameer Suryakant 2008: Indo Pak Composite Dialogue: An Update. IPCS Special Report no. 53. New Delhi: Institute of Peace Conflict Studies. Paul, T.V. 2005: Soft Balancing in the Age of U.S. Primacy, in: International Security, vol. 30, no. 1, pp. 4671. Pedersen, Thomas 2002: Cooperative Hegemony: Power, Ideas and Institutions in Regional Integration, in: Review of International Studies, vol. 28, no. 4, pp. 67796. Rothermund, Dietmar 2008: Die Europaische Union und Indien, in: Weidenfeld, Werner ed.: Die Europaische Union: Politisches System und Politikbereiche. Bonn: Bpb, pp. 57486. Samuel, Cherian 2007: Indo US Defence Cooperation and the Emerging Strategic Relationship, in: Strategic Analysis, vol. 31, no. 2, pp. 20936. 34 Flemes and Wojczewski: Contested Leadership in International Relations Schirm, Stefan A. 2007: Die Rolle Brasiliens in der globalen Strukturpolitik. DIEDiscussion Paper no. 16. Bonn: Deutsches Institut fur Entwicklungspolitik. Schweller, Randall L. 1994: Bandwagoning For Profit: Bringing the Revisionist State Back in, in: International Security, vol. 19, no. 1, pp. 72107. Strange, Susan 1987: The Persistent Myth of Lost Hegemony, in: International Organization, vol. 41, no. 4, pp. 55174. Temkin, Sanchia 2007: South Africa: Abuja is a Keen, Hungry Trade Partner, http:iconretail.co.zaxmodulesnewsarticle.php?storyid21 2.6.2009. Treverton, Gregory Jones, Seth G. 2005: Measuring National Power. Santa Monica, Conn.: RAND Corporation. Waltz, Kenneth N. 1979: Theory of International Politics. Reading, Mass.: Addison Wesley. Wendt, Alexander 1992: Anarchy is What States Make of it: The Social Construction of Power Politics, in: International Organization, vol. 46, no. 2, pp. 391425. Yuan, Jingdong 2007: The Dragon and the Elephant: Chinese Indian Relations in the 21st Century, in: The Washington Quarterly, vol. 30, no. 3, pp. 13144. Recent Issues No 120 Annegret Mahler: Nigeria: A Prime Example of the Resource Curse? Revisiting the OilViolence Link in the Niger Delta; January 2010No 119 Nicole Hirt: Dreams Dont Come True in Eritrea: Anomie and Family Disintegration due to the Structural Militarization of Society; January 2010No 118 Miriam Shabafrouz: Oil and the Eruption of the Algerian Civil War: A Contextsensitive Analysis of the Ambivalent Impact of Resource Abundance; January 2010No 117 Daniel Flemes and Michael Radseck: Creating Multilevel Security Governance in South America; December 2009No 116 Andreas Mehler: Reshaping Political Space? The Impact of the Armed Insurgency in the Central African Republic on Political Parties and Representation; December 2009No 115 Malte Gephart: Contextualizing Conceptions of Corruption: Challenges for the International Anticorruption Campaign; December 2009No 114 Andreas Mehler: The Production of Insecurity by African Security Forces: Insights from Liberia and the Central African Republic; November 2009No 113 Miriam Shabafrouz: Irans Oil Wealth: Treasure and Trouble for the Shahs Regime. A Contextsensitive Analysis of the Ambivalent Impact of Resource Abundance; November 2009No 112 Annegret Mahler: Oil in Venezuela: Triggering Violence or Ensuring Stability? A Contextsensitive Analysis of the Ambivalent Impact of Resource Abundance; October 2009No 111 Martin Beck: Oilrent Boom in Iran?; October 2009 No 110 Juliane Brach and Robert Kappel: Global Value Chains, Technology Transfer and Local Firm Upgrading in NonOECD Countries; October 2009 No 109 Heinz Jockers, Dirk Kohnert and Paul Nugent: The Successful Ghana Election of 2008 a Convenient Myth? Ethnicity in Ghanas Elections Revisited; September 2009No 108 Sebastian Huhn: The Culture of Fear and Control in Costa Rica II: The Talk of Crime and Social Changes; September 2009No 107 David Shim: Shrimp amongst Whales? Assessing South Koreas Regionalpower Status; August 2009All GIGA Working Papers are available free of charge at www.gigahamburg.deworkingpapers. For any requests please contact: workingpapersgigahamburg.de.Editor of the Working Paper Series: Juliane Brach GIGA German Institute of Global and Area Studies LeibnizInstitut fur Globale und Regionale Studien Neuer Jungfernstieg 21 cid:129 20354 Hamburg cid:129 Germany EMail: infogigahamburg.de cid:129 Website: www.gigahamburg.de", "filename": "640397476.pdf", "person": ["Daniel Flemes", "Flemes, Daniel", "Thorsten Wojczewski", "Wojczewski, Thorsten"], "date": ["2010"]}