{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/57787/1/640957242.pdf"], "title": ["The empire is dead, long live the empire!: Values and human interactions 90 years after the fall of the Habsburg empire"], "plaintext": "Arbeiten aus dem OSTEUROPAINSTITUT REGENSBURG Wirtschaftswissenschaftliche Abteilung Working Papers Nr. 290 November 2010 erscheint gleichzeitig als Mitteilung Nr. 60 der Historischen Abteilung The Empire Is Dead, Long Live the Empire! Values and Human Interactions 90 Years after the Fall of the Habsburg Empire Sascha O. BECKERa,, Katrin BOECKHb, Christa HAINZc and Ludger WOESSMANNd We are grateful for substantive comments in seminars at the universities of Aberdeen, Cambridge, UC Davis, Lancaster, Linz, Mainz, Munich, Regensburg, Stanford, and Stirling, as well as at the annual conference of the Scottish Economic Society in Perth and the Christmas Meeting of the Germanspeaking Economists Abroad in Heidelberg. Discussions with and comments from Avner Greif, Peter Lindert, Nathan Nunn, Alan Olmstead, Michael Pammer, Ian Walker, and Rudolf WinterEbmer were particularly fruitful. Erik Hornung, Dominikus Huber, Sebastian Kohls, and Elena Petrova provided excellent research assistance. Woessmann gratefully acknowledges the support and hospitality provided by the W. Glenn Campbell and Rita RicardoCampbell National Fellowship of the Hoover Institution, Stanford University Becker: Department of Economics, University of Warwick, Coventry, CV4 7AL, United Kingdom; s.o.beckerwarwick.ac.uk. Boeckh: Institute for Eastern European Studies, History Department, Landshuter Str. 4, 93047 Regensburg, Germany; boeckhosteuropainstitut.de. Hainz: Ifo Institute for Economic Research, Poschingerstr. 5, 81679 Munich, Germany; hainzifo.de. Woessmann: LudwigMaximiliansUniversity Munich and Ifo Institute for Economic Research, Poschingerstr. 5, 81679 Munich, Germany; woessmannifo.de a U Warwick, Ifo, CEPR, CESifo and IZA b U Munich, Institute for Eastern European Studies, Regensburg c Ifo, CESifo, and WDI d U Munich, Ifo, CESifo, and IZA OSTEUROPAINSTITUT REGENSBURG Landshuter Str. 4 93047 Regensburg Telefon: 0941 943 5410 Telefax: 0941 943 5427 EMail: oeiosteuropainstitut.de Internet: www.osteuropainstitut.de ISBN 9783938980392 Contents Abstract  1 Introduction  2 Theoretical and Historical Background  2.1 Why History Matters: Some Theory, with Reference to Related Literature   2.2 Historical Background on the Habsburg Empire   2.3 Derivation of Hypotheses   3 Data: Trust and Corruption in the Life in Transition Survey Li TS   4 Empirical Model   5 Main Results  5.1 Trust in Public Services  5.2 Corruption of Public Services   6 Robustness  6.1 Pseudo Borders: Moving the Treatment Inward or Outward  6.2 Geographical Comparison of Habsburg and NonHabsburg Areas   6.3 Comparison of PreExisting Factors between Habsburg and Non Habsburg Areas   6.4 Duration of Affiliation with Habsburg Empire  6.5 Alternative Neighboring Empires  6.6 Additional Robustness Checks  7 Social Capital and PersonState vs. Interpersonal Interactions  7.1 Social Capital: Membership in Political Parties and in Civic Organizations   7.2 Trust in Local vs. Central Public Services   7.3 Trust in People and Private Entities   7.4 Additional Evidence from a Business Survey BEEPS  8 Conclusions   References   v 1 4 4 6 8 10 12 16 16 17 18 18 19 19 20 20 21 22 22 23 23 24 25 26 List of Tables Samples and Habsburg Status  Trust and Corruption in Public Services: Habsburg vs. Non Habsburg  Descriptive Statistics   The Effect of the Habsburg Empire on Trust in Police   Effect of the Habsburg Empire on Additional Aspects of Trust and Corruption  Pseudo Borders: Moving the Border Inwards and Outwards   Geographic and PreExisting Differences between Habsburg and NonHabsburg   Duration of Habsburg affiliation and restriction to Ottoman comparison  Social Capital: Membership in Civic and Political Organizations   Trust in Central Public Services and Interpersonal Trust   Results from a business survey  31 32 33 34 35 36 37 38 39 40 41 List of Figures Location of Municipalities in the Li TS 2006 Dataset  30 Table 1 Table 2 Table 3 Table 4 Table 5 Table 6 Table 7 Table 8 Table 9 Table 10 Table 11 Figure 1 Abstract Do empires affect human values and behavior long after their demise? We hypothesize that the Habsburg Empire, which was characterized by a localized and wellrespected administration, increased peoples trust in local state services. In several Eastern European countries, communities on both sides of the longgone Habsburg border have been sharing common formal institutions for over 90 years now. In border specifications that restrict identification to individuals living inside a restricted band around the former border, we find that historical Habsburg affiliation increases current trust and reduces corruption in local public services. There is some indication that the Habsburg effect is also transmitted in personstate interactions more generally, but not in interpersonal interactions. Past formal institutions can leave a legacy through cultural norms even after generations of common statehood. Keywords: Habsburg Empire, trust, corruption, institutions, geographical discontinuity JEL classification: N33, N34, D73, Z10 Preliminary and incomplete. Please do not cite or circulate without authors explicit permission. Comments welcome! v The Empire Is Dead, Long Live the Empire! No other family has endured so long or left so deep a mark upon Europe: the Habsburgs were the greatest dynasty of modern history, and the history of central Europe revolves around them, not they round it. AJP Taylor 1948, The Habsburg Monarchy 18091918. 1 Introduction The famous phrase The emperor is dead, long live the emperor! indicates that, even though individual emperors may die, the empire lives on. But what if not one emperor, but the whole empire itself perishes? In this paper, we show that empires can leave a lasting legacy in cultural norms and values and the ensuing nature of human interactions even several generations after their formal institutions have ceased to exist. Specifically, we find that the Habsburg Empire, which went down in 1918, still affects trust and corruption in local public services in Central and Eastern Europe today. Our findings add to the growing literature indicating that history can have longpersistent effects cf. Nunn 2009 through its impact on current formal institutions 1 as well as on values, beliefs, and cultural norms.2 Our results indicate that longgone formal institutions can have a lasting impact on cultural norms of behavior, in this case in interactions with the state. The Habsburg Empire is historically known as a multiethnic state with a relatively wellfunctioning, respected bureaucracy. Historians characterize the Habsburg bureaucracy as fairly honest, quite hardworking, and generally highminded Taylor 1948, p. 44 in contrast to other Empires in Central and Eastern Europe, like the Ottoman and Russian Empires cf. Ingrao 1996; Subtelny 2007. We argue that this created trust among its inhabitants in the respectability of government institutions, with ensuing effects on the functioning of personstate interactions, particularly at the local level. However, the formal institutions ceased to exist with the collapse of the Habsburg Empire after World War I, breaking up into separate nations that have seen several waves of drastic institutional changes since. To test whether the cultural values and norms originating in the Habsburg Empire still endure today, we use the micro dataset of the 2006 Life in Transition Survey Li TS that provides measures of trust and corruption in many Central and Eastern European countries. We focus on the 17 countries that comprise the successor states of the Habsburg Empire and their neighboring countries. Drawing on a variety of historical sources, we coded the location of each observation in the Li TS dataset in terms of the status and duration of its affiliation with the Habsburg Empire. Yet, a simple comparison of cultural measures across countries with diverse 1 E.g., North 1981; Engerman and Sokoloff 1997; La Porta et al. 1998; and Acemoglu, Johnson, and Robinson 2001. 2 E.g., Putnam 1993; Greif 1994; Alesina and FuchsSchundeln 2007; Guiso, Sapienza, and Zingales 2008a; Tabellini 2010. 1OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 populations, geographies, and intervening experiences may easily be biased by unobserved heterogeneity. To identify the effect of the Habsburg Empire on current values and interactions, we therefore device a border specification that compares individuals living in communities located within a 200kilometer band around the longgone Habsburg border, exploiting the geographical discontinuity created by the Habsburg Empire in Eastern Europe. In order not to capture unobserved country heterogeneity, we use country fixed effects to restrict the analysis strictly to variation within individual modernday countries. This identification exploits the fact that the former Habsburg border cuts straight through five countries today Montenegro, Poland, Romania, Serbia, and Ukraine. Communities on either side of the longgone Habsburg border have been sharing a common statehood for several generations now. Additionally, we control for a large set of individuallevel factors such as education, religion, language, wealth indicators, and urbanity. Our results suggest that the Habsburg Empire still exerts effects on cultural norms and interactions of humans with their state institutions today. Comparing individuals left and right of the longgone Habsburg border, people living in locations that used to be territory of the Habsburg Empire have higher trust in local public services like the police and courts. These trust differentials also transform into real differences in the extent to which bribes have to be paid for these public services. When analyzing the specific channels by which trust differences remain today, we find some indication of Habsburg effects on membership in political parties, suggesting effects on social capital or the willingness to engage in collective action. There is also some evidence for higher trust in state institutions more generally, although effects are weaker for trust in central public institutions. By contrast, there is no indication that trust in other people or in private institutions is higher. These results suggest that the legacy of the Habsburg bureaucracy lives on in personstate interactions, but not in interpersonal interactions. Finally, the Habsburg effect does not seem to depend on the duration of the affiliation with the Habsburg Empire. Evidence from a firm dataset, the Business Environment and Enterprise Performance Survey BEEPS, corroborates the general pattern of results derived from the Li TS person dataset. A set of specification tests validates a causal interpretation of the results. First, when we create placebo borders 100 kilometers inwards or outwards of the actual Habsburg border, we do not find any effects. This indicates that our results capture a discontinuity, rather than a general EastWest pattern. Second, we verify that altitude does not vary significantly between the two sides of the former Habsburg border, thereby excluding obvious geographic differences between the Habsburg and nonHabsburg sample. Third, we do not find any significant difference between the two sides in terms of medieval city size, access to medieval trade routes, and presence of a medieval diocesan town. These results indicate that the Habsburg effect is not simply a perpetuation of differences that existed before Habsburg. Our results indicate that political and judicial institutions that were in effect a long time ago have formed cultural values and norms that prevail until today. These slowmoving institutions Roland 2004 are the link through which distant political and eco2 The Empire Is Dead, Long Live the Empire! nomic history influences current outcomes. Given the waves of migration and displacement that accompanied the institutional disruptions that the successor countries of the Habsburg Empire have experienced since its demise, it seems likely that the cultural norms of behavior did not only survive by intergenerational transmission within family, but also through the persistent nature of continuous reciprocal interactions in local communities. The paper is organized as follows. Section II provides theoretical and historical background and derives from it the main hypotheses to be tested. Section III describes our data. Section IV develops the empirical identification strategy. Section V presents our basic results of Habsburg effects on trust and corruption in local public services. Section VI reports a series of robustness checks on the identification and model specification. Section VII provides more detailed analyses of the trust channels, distinguishing different aspects of personstate and interpersonal interactions. Section VIII concludes. 3OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 2 Theoretical and Historical Background This sections starts out by discussing different channels through which history may have left a legacy for current outcomes and relates these to the existing literature. Next is a brief overview of parts of the history of the Habsburg Empire that relate to the subject of our analysis. From this theoretical and historical background, we derive the main hypotheses to be tested in this paper. 2.1 Why History Matters: Some Theory, with Reference to Related Literature What are the mechanisms leading to the fact that history often has longterm repercussions for economic development today see also Nunn 2009 for a review? First, historical circumstances and events can shape the state and evolution of formal institutions which survive and affect economic interactions and outcomes today e.g., North 1981. Recent research on the importance of colonial rule for longterm economic development tends to emphasize its impact on current formal institutions, be it through the effect of largescale plantation production on institutional development through its effect on economic and political inequality Engerman and Sokoloff 1997, through the introduction of civil vs. common law legal systems La Porta et al. 1998, or through persistence of propertyrights institutions determined by initial disease environments Acemoglu, Johnson, and Robinson 2001. Similarly, Acemoglu, Johnson, and Robinson 2005 argue that access to Atlantic trade affected the evolution of formal institutions in Western Europe, Nunn 2008 shows that external trade in slaves had longrun repercussions for economic development in Africa, Jha 2008 argues that medieval trade access led to institutions that promoted later religious tolerance in India, and Acemoglu et al. 2009 show that French invasion of Central Europe after the French Revolution brought radical institutional changes that left a longlasting mark on economic development. A second reason why past developments may be related to current developments is that both are affected by geography. Geographical and ecological factors that do not vary over time, such as climate zone, disease environment, natural endowments, coastal location, and continental orientation may have direct effects on economic development past and present Diamond 1997; Sachs 2003. The effect of geography may also be intertwined with the development of formal institutions, for example, when a regions geographical endowment makes it lucrative for cash cropping Engerman and Sokoloff 1997 or when disease environments determine institutional choices due to their effect on settler mortality Acemoglu, Johnson, and Robinson 2001. Third, historical events may have caused differential development of peoples knowledge, human capital, which caused subsequent differences in economic development. For example, Glaeser et al. 2004 argue that European colonization may have left a longterm legacy not because of institutional development, but because colonial set4 The Empire Is Dead, Long Live the Empire! tlers brought their human capital with them. Becker and Woessmann 2009 show that the Protestant Reformation affected later economic development, within Prussia and across countries, by raising literacy levels required to read the bible. In a similar vein, Woodberry 2004 depicts a positive association between historic Protestant missionaries and modernday school enrollment across colonized countries. Fourth, history may matter for later economic development by affecting peoples cultural norms and values which then persist over time. There is an increasing emphasis in the literature that cultural factors such as trust, manners of social interaction, and other values, beliefs, and norms have important repercussions for economic development e.g., Algan and Cahuc 2010; Tabellini 2010. Probably the bestknown argument for the importance of the cultural channel is Webers 1904 hypothesis that a specific Protestant work ethic furthered capitalist development, although Becker and Woessmann 2009 and Cantoni 2009 find little evidence for this specific channel in historical indicators of economic development. Putnam 1993 conjectures that the culture of independence fostered by the experience of free citystates at the turn of the first millennium fostered a culture of independence that left a mark on social capital and economic development in Italy today, and Guiso, Sapienza, and Zingales 2008a find supportive evidence. Greif 1994 describes how the collectivist vs. individual attitudes towards contract enforcement of Maghribi vs. Genoese medieval merchants affected their subsequent developments. Alesina and FuchsSchundeln 2007 suggest that the differing history of West and East Germany from 19451990 left a mark in different political preferences for redistribution. Cultural evolution may also be closely interrelated with institutional development Greif 2006; Greif and Tabellini 2010. Nunn and Wantchekon 2009 identify cultural norms and formal institutions as two separate channels of the effect of slave trade on economic development in Africa. Fisman and Miguel 2007 find that both cultural norms of the home country and legal enforcement mechanisms affect parkingviolation behavior of United Nations officials in Manhattan. With respect to empires, evidence in Grosjean 2009 suggests that people living in areas that used to be part of the same empire have more similar trust values across Eastern Europe. Cultural norms may also relate to historical education, as shown by Tabellini 2010 who identifies historical measures of literacy and political institutions as correlates of cultural variables today that are related to economic development across European regions. Differing cultural norms can affect outcomes even under the same formal institutions, for example when they lead to a different functioning of the formal institutions. The mechanisms of the transmission of cultural values and norms over time are not well understood so far. Most of the current literature focuses on intergenerational transmission within families Bisin and Verdier 2000; Tabellini 2008b; Guiso, Sapienza, and Zingales 2008b, for example when looking at parentchild correlations Dohmen, Falk, Hufman, and Sunde 2007 or when identifying links of U.S. immigrants with their or their ancestors home countries Guiso, Sapienza, and Zingales 2006; Giuliano 2007; Tabellini 2008a; Fernandez and Fogli 2009; Algan and Cahuc 2010. Alternatively, cultural values and norms can persist through the very nature of local human interactions: If a person with a prior of trust moves into a distrustful town, he might quickly change over to a prior of distrust, and vice versa. Thus, through continu 5OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 ous reciprocal behavior, a local equilibrium of trust or distrust may be maintained even with migration, and even without any family ties. In line with this argument, Ichino and Maggi 2000 show that workers moving into other branches of a large Italian firm in fact adopt local habits of their new region quickly. Similarly, the large literature on peer effects, in education and elsewhere, suggests that peoples attributes may affect other people see Sacerdote 2010 for a survey. In this paper, we aim to test the fourth channel of history on cultural values and norms today, while controlling for the other channels, in the specific case of the Habsburg Empire.3 Specifically, we are interested in whether persistent cultural values and norms in relation to the interaction of individuals and local state authorities can be a channel through which historical, but longgone formal institutions can affect outcomes today. Beyond trust, we also analyze whether the effect extends to corruption as a real consequence in the interaction between citizens and the state. 2.2 Historical Background on the Habsburg Empire Beginning in the 11th century, the Habsburg dynasty 4 collected a multitude of territories from Spain in the West over the Netherlands, Austria, the Dalmatian coast, Bohemia, Moravia, Hungary, and Bosnia to Galicia in the East. The Habsburg identification with Austria began when Rudolf IV of Habsburg was elected king of the Holy Roman Empire in 1273. Since then, the Habsburgs continuously expanded their territories, by marriage,5 by succession to the throne, but also by wars and even by wars that were waged without Austria. In the 16th century, more than half of Europe was ruled by the House of Habsburg, which was itself a decisive factor in keeping the vast country together. Charles V 15001558 ruled the Holy Roman Empire, a realm of almost four million square kilometers where the sun never sets. For five centuries, Austria was the great Central European superpower, until its dismemberment in World War I Zollner 1990. Reasons underlying the ultimate fall of the Habsburg Empire in 1918 include national intentions of the different peoples living in the Habsburg territories and the political will of the winning powers of World War I.6 3 In analyzing effects of empires, Mitchener and Weidenmier 2008 and Grosjean 2009 use gravity models to show that belonging to the same empire in general had effects on trade and cultural integration, respectively. 4 The name Habsburg derives from the municipality and castle of Habsburg, in what is now Switzerland, where the Habsburg family originates. For simplicity, we generally use the term Habsburg Empire to refer to the entire Habsburg history, although it is sometimes used more narrowly to refer to the period 15261867. The name Austrian Empire is officially applied during 18041867, and AustroHungarian Empire officially describes the two states with one common reign during 18671918. 5 Bella gerant allii, tu felix Austria nube Let the others wage wars, you, fortunate Austria, marry, as a famous hexameter put it. This mostly related to the westwards expansion. 6 For historical background on different economic aspects of the Habsburg Empire, see, e.g., Good 1984, Heinemeyer, Schulze, and Wolf 2008, Komlos 1983, and Schulze and Wolf 2009. 6 The Empire Is Dead, Long Live the Empire! In Central Europe, Habsburg broadened its territory in 1526, when after the death of Hungarian King Louis II Ferdinand of Austria, brother of Holy Roman Emperor Charles V, was elected King of Hungary, Croatia, and Bohemia. Habsburg now had to bear the main burden of the Ottoman drive from the Balkans into Central Europe. Twice, the expanding Ottoman Empire tried to capture Vienna, in 1529 and 1684. The latter battle marked the beginning of the political hegemony of the Habsburg dynasty in Central Europe. Step by step, it conquered vast territories along the Danube in Hungary, Croatia, Serbia, and Romania constantly driving back the Ottomans. External events caused Habsburgs northeastward expansion: the First Partition of Poland in 1772, arranged by Russia and Prussia, brought Galicia and Lodomeria. The acquisition of Bukovina in 1775 was a side effect of the Treaty of Kucuk Kainardca 1774 after the RussoOttoman War. Habsburg attempted to prevent Russia and its ally Serbia from gaining further territories in the area, until the conflict with Russia became notorious in the 19th century. To maintain a balance of power between the leading European powers, the Treaty of Berlin in 1878 allowed the AustroHungarian Empire to occupy Bosnia, Herzegovina, and the Sanjak of Novi Pazar in Serbia and Montenegro Glenny 2000. The Habsburg Empire is the prototype of a Vielvolkerstaat state composed of many peoples that largely respected the identity and local differences of various parts of the empire. Despite the national aspirations of the peoples within the empire, some aspects of Habsburg policy were widely accepted. In particular, the bureaucracy throughout the Empire was well respected by the population because of its reliability.7 Taylor 1948, p. 44 paraphrases this as follows: The Austrian bureaucracy was fairly honest, quite hardworking, and generally highminded, it probably did more good than harm. Originally, the different parts of the Habsburg Empire were only loosely tied together. This changed during the 18th century when the organization was increasingly centralized, although most parts of the actual administration remained highly decentralized. Already Maria Theresa 17411765 began to establish a Beamtenstaat an administration of civil servants and instituted Kreishauptmanner county governors to supervise local administration in different parts of the Empire. Her son, Josef II 17651790, an enlightened and secularized monarch, resolutely continued this way. He ended censorship, induced complex legal reforms, established German as official language throughout the empire, and founded institutions of social and medical care.8 7 Several elements of the Habsburg bureaucracy survive to this day. For example, Emperor Franz Joseph was known to get up early and expected to be able to reach his civil servants in office as well. In the Czech Republic, offices generally open at 7 a.m. to this day. 8 Additional wellreceived aspects of Habsburg policy include transfers in the form of subsidies and infrastructure projects such as railroads to less developed regions in order to foster their integration. In the Habsburg lands, education was also more important than in the Russian and Ottoman Empires. As an exemplification, in his famous novel The Bridge over the Drina, Literature Nobel Prize laureate Ivo Andric describes how the Habsburg rule introduced public infrastructure, wellfunctioning administration, and public order and created an era of relative security and advancement when it took over Visegrad, a town in the east of Bosnia and Herzegovina near Serbia, in 1878. See also Imamovic 2007 and Bencze 2006. In addition, the AustroHungarian army was a functioning multicultural microcosm and an important instrument for integrating people from all over the Habsburg territories. 7OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 The Habsburg political structure and administration differed in central aspects from its neighbors in the East for comparative treatments, cf. Ingrao 1996; Subtelny 2007. The Ottoman Empire pursued no comparable reforms see Jones 1987, ch. 9, for an overview. It has been characterized as a typical despotism Landes 1998, p. 398, a large entity with oppressive and exploiting rulers, politically and economically stagnating since the 17th century. Its subjects raya, protected flock of the sultan were deprived of political influence, and reforms in the late 19th century remained relatively weak. Hardly any secular education existed. Bribery was an accepted phenomenon, institutionalized and even expected by officials Shaw 1976; Imber 1990; Inalck 1996. Russia conceded some economic and social modifications serfdom was abolished in 1861, in Habsburg lands in 1781. But the autocratic monarchy gave no leeway to real parliamentary influence until the end of the monarchy in 1917 and did not allow for decentralized political development Bartlett 2005; Subtelny 2007. Prussia, by contrast, while also known for a welldeveloped bureaucracy and education system, conceded less autonomy to its outer territories than Habsburg. Compared to its neighbors in the east and the north, the Habsburg state thus ruled in a manner that was more acceptable and predictable for the inhabitants of the empire. 2.3 Derivation of Hypotheses From the theoretical and historical discussion, we infer two main hypotheses on the enduring effects of the Habsburg Empire that we want to test in this paper. First, because of the historical experience of a relatively decentralized, honest, and widely accepted state bureaucracy, we hypothesize that Habsburg positively affected peoples trust in local public services. Second, we expect that this enduring effect on peoples values reduces corruption in interactions with the local administration, despite the fact that formal institutions, laws, and legal regulations do not differ anymore between former Habsburg and nonHabsburg areas. Since some decentralized Habsburg institutions like the county governors Kreishauptmanner have endured for very long, we expect them to have impacted human values and everyday interactions with the local administration. Even when, with the fall of the Habsburg Empire, the formal, fastmoving institutions ceased to exist, the slowmoving institutions that came with them may have persisted both in the form of internal norms and in how institutionalized rules are carried out locally. We also aim to address three more detailed hypotheses on the specific ways in which Habsburg left a legacy. Third, given the better functioning of local collective action, we expect that Habsburg led to a stronger willingness to participate in civic organizations and political parties what the literature often uses as proxies for social capital as an expression of involvement with collective groupings. Finally, we suggest two more detailed hypotheses on the trust channel. Fourth, an open question is whether Habsburg raised individuals trust in the state more generally, or only at the local level. While it seems more likely that trust in the state survived for local public services, where the conduct and execution could have remained different despite the same formal legal 8 The Empire Is Dead, Long Live the Empire! rules, differential trust in central state institutions may still have survived even though centralized state institutions and central public services have been the same for former Habsburg and nonHabsburg areas for a long time. But, fifth, given that the historical background suggests that the Habsburg Empire affected personstate interactions but interfered little with local cultures and interpersonal interactions, we do not expect that it had a longterm effect on peoples trust in general, when it comes to relations with other people and private entities. Consequently, we also do not necessarily expect differences in unofficial payments in private interactions. 9OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 3 Data: Trust and Corruption in the Life in Transition Survey Li TS We use the Life in Transition Survey Li TS collected by the European Bank for Reconstruction and Development EBRD. The Li TS aimed at surveying how the transition process after the fall of Communism affected peoples lives. Besides sociodemographic information such as age, gender, and education, the survey collected information on satisfaction with public services and whether respondents usually paid bribes in connection with these services. Conducted by EBRD between August and October 2006, the survey covers 29 countries in Central and Eastern Europe, the Community of Independent States, Mongolia, and Turkey.9 In each country, 1,000 households were interviewed, deriving from a sample of 20 households in 50 locations primary sampling units.10 The Li TS dataset contains information on the municipality of residence of survey respondents. Figure 1 displays the location of municipalities in the Li TS dataset. We restrict our analysis to countries that are either successor states of the Habsburg Empire or neighboring countries thereof. Austria, not being a transition country, is not part of the survey. Consequently, our dataset covers the following 17 countries in Central and Eastern Europe: Albania, Belarus, Bosnia, Bulgaria, Croatia, Czech Republic, Former Yugoslav Republic of Macedonia, Hungary, Moldova, Montenegro, Poland, Romania, Russia, Serbia, Slovakia, Slovenia, and Ukraine. Table 1 documents which of these countries ever belonged to the Habsburg Empire and which did not. About half of the total sample is made up of respondents living in areas that formerly belonged to the Habsburg Empire. For each municipality in our data, we collected information on affiliation with the Habsburg Empire, including the duration of membership. Our sources for this information are Hrvatski Povijesni 2003, Kinder and Hilgemann 2004, Leisering 2004, Magocsi 2002, Reden 1995, and Rothaug 2001. Furthermore, we geocoded municipality data to compute distances among the locations. We use this information below to restrict the sample to respondents in municipalities within a certain distance of the Habsburg border. Our analyses focus on two main sets of outcome measures, reflecting trust and corruption in local public services. The Li TS questionnaire surveys trust in public institutions by asking, To what extent do you trust the following institutions? with a list institutions including, among others, the police and courts as what are mostly local public services and central state institutions such as the presidency, the governmentcabinet of ministers, the parliament, political parties, and armed forces, as well as trade unions as an example of a nonstate institution. In contrast to other comparable surveys that 9 Other studies that use the LITS database to study trust in the economic context include Aghion et al. 2010 and Grosjean 2009. 10 Per household, one respondent was sampled following the Kish grid method adult person in household who last had birthday. In the empirical analysis, we cluster standard errors by primary sampling unit PSU. 10 The Empire Is Dead, Long Live the Empire! survey trust e.g., the World Values Survey or the US General Social Survey, the Li TS asks respondents to express the intensity of their trust beliefs.11 The Li TS survey uses the following fivecategory scale: complete distrust, some distrust, neither trust nor distrust, some trust, and complete trust. We exclude few observations reporting the additional category of difficult to say from our regression analyses. In addition, the Li TS questionnaire also surveys trust in people by asking, Generally speaking, would you say that most people can be trusted, or that you cant be too careful in dealing with people? The Li TS questionnaire surveys corruption in public services by asking, In your opinion, how often is it necessary for people like you to have to make unofficial paymentsgifts in these situations? including the road police, other police, and courts as local public services. Again, corruption is measured on a fivepoint categorical scale, ranging from never over seldom, sometimes, and usually to always. At a descriptive level, Table 2 shows that distrust in and corruption of the police and courts are higher in formerly nonHabsburg areas than in formerly Habsburg areas. In analyzing the specific channels of possible trust effects, we also analyze measures of membership in organizations, which is often used as a measure of social capital Glaeser, Laibson, and Sacerdote 2002. The Li TS questionnaire asks, Are you a member of? a a political party, b other civicvoluntary organizations club, association. The respondent can answer with yes or no. In addition to the outcome variables, the Li TS dataset provides a rich set of covariates observed at the individual level. These include respondents age, gender, education, religion, and indicators for whether respondents worked for income during last twelve months, for whether the their native language is an official national language, and for whether they belong to an ethnic minority. In addition, householdlevel information is reported on household size, the number of children under age 14, and a set of possessions such as cars, credit cards, and mobile phones. Table 3 reports descriptive statistics of these variables. 11 The permissible answers differ from those in the World Value Survey, where the answers are either Most people can be trusted or Cant be too careful. Given this formulation, the response may be not only shaped by peoples beliefs about others trustworthiness, but also by their own preferences towards taking social risks Fehr 2009, p. 239. The formulation in the Li TS with a scale from complete distrust to complete trust is likely to be superior. 11OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 4 Empirical Model To estimate whether historical affiliation with the Habsburg Empire has a lasting effect on cultural and social norms and values, our basic model expresses the cultural variables y the measures of trust and corruption of individual i in country c as a function of an indicator whether the individual lives in a community that historically used to be affiliated with the Habsburg Empire, H, and a set of individuallevel and householdlevel control variables X: 1 XyHicicicic Estimation at the individual level in a multivariate regression framework allows controlling for observable factors that vary systematically across individuals in our sample. We divide the rich set of control variables into two parts. The first set of controls includes variables where there is considerable confidence that they are exogenous to the Habsburg effect individual age and gender and variables whose effect we want to separate from any possible effect of the historical Habsburg administration language, ethnic minority status, and religion. The second set of controls includes variables that may well be viewed as endogenous to the Habsburg effect and may thus not be included in estimating the reducedform Habsburg effect including individual working status, sets of indicators of household property and of education, urban or metropolitan character of the community location, household size, and the number of young children. Given that the Li TS sampling was based on clustered locations, we allow for clustering of the standard errors at the location PSU level throughout this paper. Identification in this setting is hampered by the fact that not all important factors may be readily observed. Most obviously, countries may differ for many other reasons. When identification comes from crosscountry variation between such formerHabsburg countries as the Czech Republic or Slovenia on the one hand and such nonHabsburg countries as Belarus or Moldova on the other hand, important general country characteristics such as aspects of geography and formal institutions may go unobserved. Such unobserved country heterogeneity, if correlated both with former Habsburg status and with cultural norms, would introduce omitted variable bias in the estimates of . To address such bias from omitted country variables, as a first step we include country fixed effects in the model specification. This model specification exploits the fact that the former Habsburg border cuts through several Central and Eastern European countries. People living in these countries have been sharing a common set of formal institutions at least since the dissolution of the Habsburg Empire in 1918. But part of these people live in territories that used to be on Habsburg soil and part of them in territories that did not belong to the Habsburg Empire. By including country fixed effects in the model, identification comes solely from variation within each country. This effectively restricts identification to the subsample of countries which encompass both areas that used to be part of Habsburg and areas that were never part of Habsburg. This subsample includes five countries: Montenegro, Poland, Romania, Serbia, and Ukraine. The withincountry share of individuals in our data who live on soil that used to belong 12 The Empire Is Dead, Long Live the Empire! to Habsburg is between one third and one half in Montenegro, Poland, and Romania, while it is low in Ukraine and high in Serbia see Table 1. While withincountry identification will solve the most severe issues of unobserved heterogeneity, countries like Poland, Romania, and in particular Ukraine still have such a sizeable geographical expansion that important factors may yet remain omitted from the model. Therefore, as a second step, we further restrict the sample to individuals living within a restricted band around the former Habsburg border: 2 Hborderregion Xifyi iciciccicwhere c is a full set of country fixed effects and border region refers to a close geographical band around the Habsburg border. The Habsburg border no longer existent at least since 1918 gives rise to a geographic discontinuity within the fivecountry sample. In the spirit of a geographic regressiondiscontinuity design, this border specification identifies the Habsburg effect by comparing individuals left and right of the former Habsburg border living in reasonable proximity to one another. Proximity of residence, within a common region that is divided by a nonexisting border, is likely to ensure similarity in important unobserved variables. To balance the desire for a narrow band to ensure similarity against the desire for large enough samples to retain statistical power, we choose a bandwidth of 200 kilometers 124 miles around the historical Habsburg border.12 To ensure that the control group to which the Habsburg treatment group is compared does not include locations that had actually also been exposed to the Habsburg treatment at some time, the definition of the Habsburg variable H throughout the analyses is an indicator of whether a location has ever been part of the Habsburg Empire. By contrast, defining the Habsburg variable by Habsburg affiliation at any particular point in time would mean that part of the control group had also received a Habsburg treatment at some point in history. As one example, defining the Habsburg treatment by its borders just before its demise in 1918 would mean that several regions that had been part of Habsburg until 1908 would constitute a substantial part of the control group in the border sample. This specification of our model assumes that the Habsburg treatment effect is independent of the length of the treatment. To test for the validity of this assumption, we will also estimate models that allow the Habsburg effect to differ by length of a communitys affiliation with the Habsburg Empire: 3 borderregion HXifyi 1cicic 2Dicicicwhere Dic is the duration of the Habsburg affiliation of the community in which individual i lives. By centering duration at 100 years of affiliation, the main Habsburg dummy 12 We also experimented with even narrower bandwidths. Results are very similar when the sample is restricted to individuals within 150 km from the Habsburg border. While even narrower bands often tend to lose statistical significance due to small sample sizes, the key results on trust even hold with a bandwidth of 50 km 31 miles. 13OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 Hic measures the effect of having been part of the Habsburg Empire for 100 years and Dic measures whether a longer or shorter duration than 100 years differentially affects the outcomes. The definition of the Habsburg variable by whether the individual lives in a location that has ever been part of the Habsburg Empire also means that it is not straightforward to define the proper Habsburg border. In fact, this border never existed in the specific shape, but is defined by the enveloping shape of Habsburg borders at any time in history. Therefore but also to ensure even better comparability of the treatment and control group on the two sides of the former Habsburg border rather than literally simply including any observation within 200 km from the Habsburg border in the sample, we actually implement the border sample using a simple geographic matching algorithm. Individuals are only included in the border sample if there is a match in the dataset within 200 km on the other side of exHabsburg border. That is, observations enter the sample only if reasonably closeby observations exist on the other side that have never been subject to the Habsburg treatment. This means that the bandwidth is effectively much smaller than 200 km, because there is usually no community placed directly at the border. It also means that the effective bandwidth varies across regions depending on whether a match exists on the other side of the border or not. This way, our results are not driven by observations that cannot be matched with similar closeby observations. The border sample is illustrated in Figure 1, where the light blue circles and white triangles depict the Li TS observations in the band of 200 km around the former Habsburg border.13 Columns 710 of Table 3 compare the Habsburg and the nonHabsburg part of the border sample in terms of their background variables. The fact that there are hardly any differences confirms that the border specification focuses the analysis down to a treatment and control group that are very similar apart from their difference in Habsburg treatment status.14 Our empirical identification is designed to identify a specific mechanism through which the history of the Habsburg Empire may affect outcomes today. Of the four main mechanisms discussed in the literature see Section II.A above formal institutions, geography, human capital, and cultural norms we aim to shut down the first three ones. By identifying within regions that have been part of the same country for more than 90 years, we exclude the possibility that Habsburg history matters through differing formal institutions today. By focusing on a narrow band of observations, we also exclude the channel that history matters because of geographical differences. Finally, 13 We also looked at effects along the Habsburg border as of 1914 Habsburg 1914. The problem is that some parts of what is now Serbia and Montenegro split off from Habsburg in 1908 and are counted as being outside Habsburg untreated when using the 1914 border, blurring the identification. We can drop observations in Serbia andor Montenegro, an exercise we describe further below. 14 The only differences that seem to come out are a higher share of respondents from an ethic minority on the Habsburg side and the somewhat higher level of education on the Habsburg side. The former is consistent with the inclusive nature of the Habsburg rule, the latter with their stronger education efforts. In our regressions, we control for these and other variables to account for these limited differences on the two sides of the border. 14 The Empire Is Dead, Long Live the Empire! having been part of the same country for three generations means that education systems have been the same, and we control for differences in educational attainment at the individual level. This setup allows us to focus in on the effect of the historical affiliation with the Habsburg Empire on observed levels of trust and corruption today. In Section VI below, we will test the validity of the border identification model in several specification tests. Among others, we spuriously move the discontinuity by 100 km to either side, to ensure that it does not simply capture linear effects of the outward expansion of the Habsburg Empire. We test for geographical differences of observations on either side of the discontinuity, to ensure that the Habsburg border does not coincide with obvious geographical barriers. We also test whether observations on either side of the border differ in dimensions that existed before the expansion of the Habsburg Empire, such as medieval city sizes and the existence of medieval trade routes and diocesan cities. All specification tests corroborate the validity of the border specification. The measures of trust and corruption are categorical variables indicating the strength and degree of ubiquity of these conditions. To account for the ordered nature of the outcome variables, we estimate ordered logit models, which have the following form: logitp 1loglogitp 1p 2log 11Mp 1p 11Xp1p 1p 2p 22Xlogitp 1p 2 pklogp1p 1pp 22pkpk 1withp 1p 2 pkpk 1 k X4 1where X here contains both the indicator for affiliation with the Habsburg Empire and the set of control variables. In this proportionalodds model, the odds ratio of the event is independent of the category j. The odds ratio is assumed to be constant for all categories. Alternatively, we estimated a generalized ordered logit model which allows for nonproportional odds Williams 2006; see also Maddala 1983; Long 1997. Results are very similar. Another alternative is to ignore the categorical nature of the outcome variable and perform ordinary least squares OLS regressions see Blanchflower and Oswald 2004 for a similar comparison between ordered logit and OLS. Again, results are qualitatively similar. 15OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 5 Main Results Our main results relate to the effect of historical affiliation with the Habsburg Empire on current peoples trust in local public services the police and courts and on real consequences of such values in terms of corruption in these personstate interactions. 5.1 Trust in Public Services The police and the courts are two essential public services with which citizens interact. In Table 4, we look at the effect of living in a former Habsburg location on the trust in the police. In the first three columns, we use the full sample of 17 countries that were formerly part of the Habsburg Empire or neighboring countries thereof. In column 1, we present a simple bivariate regression showing a positive Habsburg effect, i.e. higher trust in the police.15 This is in line with the descriptive evidence of Table 2 discussed above. In columns 2 and 3, we add further variables to control for individuallevel and householdlevel heterogeneity. The variables in column 2 are arguably exogenous to the Habsburg treatment, whereas those in column 3 are potentially affected by past Habsburg affiliation. In principle, affiliation with the Habsburg Empire might have affected income and consumption levels as well as education, urbanization and fertility, so those variables might constitute channels by which trust is influenced. Whereas adding the basic individuallevel control variables in column 2 leaves the Habsburg coefficient unaffected, adding the further controls slightly lowers the Habsburg coefficient. The Habsburg effect uncovered in the first three columns might be partly driven by crosscountry differences in trust. Therefore, in columns 4 to 6 we look at the border sample of respondents living within 200km of the former Habsburg border in those 5 presentday countries which were partly Habsburg. All regressions include country fixed effects, so identification comes from withincountry variation close to the former Habsburg border. As before, we start with a bivariate regression in column 4 and then add further controls in columns 5 and 6. The coefficients are very similar to those found in the full 17country sample. However, now we can be sure that results arent driven by crosscountry institutional differences. We can further narrow down the sample to only observations within 100km of the border. The Habsburg coefficient remains significant and is not statistically different from the one in the larger band. Generally, our qualitative results hold throughout when 15 Here we concentrate on coefficient estimates and the implied direction of the effects. Due to the categorical nature of the variable, there are separate marginal effects for each category of the outcome. This increases table output by factor 5 and makes discussion somewhat cumbersome. For instance, marginal effects of the Habsburg treatment computed on the basis of Table 4, column 1 are as follows: affiliation with the Habsburg Empire reduces the probability of answering i complete distrust by 3.4% and that of answering ii some distrust by 0.5% and increases the probabilities of answering iii neither trust nor distrust by 0.8%, that of answering iv some trust by 2.3% and that of answering v complete trust by 0.8%. Overall, the average of the absolute value of the percentage change across categories is 1.6%. 16 The Empire Is Dead, Long Live the Empire! looking at smaller bands, but due to the smaller sample size, standard errors go up and we sometimes lose statistical significance. In the rest of the paper, we therefore look at the 200kmband around the border. Note that in the following, we always just report results of the full control specification, unless results differ when using the smaller control specification see Table 9. Our second trust outcome is trust in the courts. Table 5, columns 1 and 2 show specifications equivalent to columns 3 and 6 of Table 4. Again, trust levels are higher for individuals in former Habsburg municipalities. The natural question is whether these higher trust levels in two important local public services, come along with differences in interaction between citizens and the public authorities on both sides of the border. 5.2 Corruption of Public Services The Li TS questionnaire asks about unofficial paymentsgifts when interacting with road police, other police and the courts. We expect corruption to be lower on Habsburg side, in line with the higher trust people have in the police and in the courts. In Table 5, columns 38, we present specifications equivalent to columns 3 and 6 of Table 4 where the outcome variable measures bribes to the road polices, to other police, and to the courts. For all three outcomes, we find lower likelihood of bribes for Habsburg respondents. Obviously, the effect may depend on whether a respondent did have contact with the road police at all. Row 2 controls for this variable. While respondents that had contact with the road police in the previous twelve months are more inclined to report bribes, the Habsburg coefficient does not change much and, if anything, becomes larger, possibly reflecting lower incidence of interaction with the police in Habsburg areas. Our main findings so far suggest that previous affiliation with the Habsburg Empire increases trust levels and lowers corruption. 17OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 6 Robustness We assess the robustness of our results by employing various specification tests of our border specification see Imbens and Lemieux 2008; Lee and Lemieux 2010. First, we check whether we find a treatment effect when spuriously moving the Habsburg border inwards or outwards. There should not be an effect when comparing municipalities on both sides of a meaningless border. Second, we look at possible jumps in the value of other covariates at the Habsburg border. We do so by checking whether municipalities on both sides of the Habsburg border have similar geographic characteristics, as captured by altitude. We restrict this robustness check to geographic characteristics because individual and household characteristics might potentially vary as a result of the Habsburg Empire, whereas geographic characteristics are arguably exogenous. Third, we look at indicators predating the expansion of the Habsburg Empire to see whether effects we find after the fall of the Habsburg Empire only perpetuate preexisting differences before the Habsburg Empire came into being. In contrast to the previous robustness check which uses largely timeconstant geographic characteristics, this check uses indicators that might vary over time. In addition, we analyze two possible dimensions of heterogeneity of the Habsburg effect with respect to the duration of affiliation with the Habsburg Empire and to the alternative neighboring empires and close by some additional robustness checks. 6.1 Pseudo Borders: Moving the Treatment Inward or Outward A potential concern with our findings is that they only capture EastWest differences, but not a genuine Habsburg effect. If this were the case, we should find an effect also when spuriously moving the Habsburg border by 100km to the West or to the East. We implement this falsification test as follows. In order to be as comparable as possible to the previous analysis, we restrict the estimation sample to be the border sample 200km from true Habsburg border in the 5country sample. In the first exercise row 1 in Table 6, estimation is restricted to Habsburg municipalities within the 200km band of the true Habsburg border and treatment is defined as being to the left of a pseudo border that is moved 100km inwards relative to the true Habsburg border. In the second exercise row 2 in Table 6, estimation is restricted to nonHabsburg municipalities within the 200km band of the true Habsburg border and treatment is defined as being to the left of a pseudo border that is moved 100km outwards relative to the true Habsburg border. We find that all effects at the pseudo borders are statistically insignificant. If anything, the point estimates point into the other direction. This is supportive evidence that in our main analysis we are picking up a genuine Habsburg effect and not just an EastWest difference. 18 The Empire Is Dead, Long Live the Empire! 6.2 Geographical Comparison of Habsburg and NonHabsburg Areas This robustness check is meant to test whether there are geographical differences between the Habsburg and NonHabsburg areas in the border sample. Such differences might derive if the Habsburg dynasty chose to expand only into certain types of geographical regions and, for example, stop before more mountainous areas. To test this, we regress the altitude of the municipalities in the border sample on a Habsburg indicator column 1 of Table 7. The coefficient on the Habsburg indicator is 40.8 meters, with a tvalue of 1.01. When using robust regression analysis that gives less weight to outliers in terms of altitude, the point estimate on the Habsburg coefficient is even lower at 25 meters. We conclude from this robustness check that Habsburg municipalities do not systematically differ in altitude compared to nonHabsburg municipalities. This dilutes potential concerns that the Habsburgs might have fought their way through some valley and were stopped at a mountain, or, conversely, that they systematically chose mountainous locations in proximity to their neighbors. 6.3 Comparison of PreExisting Factors between Habsburg and NonHabsburg Areas Another potential worry is that the Habsburg Empire might have expanded into areas that were distinct from areas outside the new Habsburg border in important dimensions related to our outcomes. For instance, the expansion of the Habsburg Empire might have stopped short of areas that were less economically developed and might have been harder to develop. Similarly, areas outside the Habsburg Empire might have differed in their values, beliefs, and levels of trust already before the Habsburg Empire came into being. To address these issues, we collect a series of variables capturing economic development, exposition to outsiders, and cultural features preHabsburg. We then compare municipalities on both sides of the Habsburg border to see whether there are significant differences in these variables. Economic historians often use urban population as a proxy for preindustrial economic prosperity because cities could only be supported in areas with high agricultural productivity, advanced economic specialization, and developed transport systems cf. Bairoch 1988; Acemoglu, Johnson, and Robinson 2002. We use data on urban population by Bairoch, Batou, and Chevre 1988 to construct a measure of urban population in cities in our sample of Eastern European countries. We use city size in 1400, well before the maximum expansion of the Habsburg Empire, as an indicator of economic development. We find that cities inside and outside the Habsburg borders do not differ systematically in population size. If anything, the sign suggests that cities on the Habsburg side were somewhat smaller see column 2 of Table 7. 19OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 Our second measure uses major trade routes in 1450 as indicators of interaction with foreign traders. Exchange with foreign parties is likely to affect the trust levels of people. When regressing an indicator of major trading cities Magocsi 2002 on our Habsburg indicators, we do not find a statistically significant effect column 3 of Table 7. Finally, cultural values in different parts of Eastern Europe might have been influenced by a strong presence of the Church. We use an indicator variable for whether a city was a diocesan town in 1450 Magocsi 2002. Again, the location of diocesan towns does not vary significantly by later affiliation with the Habsburg Empire column 4 of Table 7. We take this last set of robustness checks as evidence that the Habsburg Empire did not systematically expand into certain areas to exploit preexisting advantages in terms of economics, trust, and values. Together, we conclude from the three sets of robustness checks that we identify a genuine effect of the former Habsburg border and do not pick up confounding effects. 6.4 Duration of Affiliation with Habsburg Empire So far, we have defined affiliation with the Habsburg Empire as a binary variable. The implicit assumption is that affiliation with the Habsburg Empire has a homogeneous effect, independent of duration of affiliation and of the comparison group on the other side of the border. In this and the next subsection we look at whether there is in fact heterogeneity in terms of duration of affiliation with the Habsburg Empire and in terms of alternative neighbouring empires. As described above, in equation 3 we normalize duration of affiliation with the Habsburg Empire to 100 years. Table 8, panel A, shows both the main Habsburg coefficient binary variable and the duration variable. The coefficient on the main Habsburg coefficient can be interpreted as the effect of being affiliated with the Habsburg Empire for 100 years. The duration coefficient measures whether longer or shorter duration of affiliation increases or decreases the impact on our outcomes. It turns out that, for all five trust and corruption outcomes, the duration effect is statistically insignificant. This is consistent with the interpretation that there is an effect of ever having been exposed to Habsburg rule, rather then of the length of exposure. It also gives support to our implementation of the Habsburg treatment as Habsburg ever. At the same time the absence of a duration effect has theoretical implications and is consistent with models in which a longterm equilibrium can be tipped by shortterm exposure, such as in Guiso, Sapienza, and Zingales 2008b. 6.5 Alternative Neighboring Empires A second dimension of heterogeneity relates to possible differences between the alternative neighboring areas that form the control group for the Habsburg treatment. Three different empires ruled in the area: the Ottoman Empire, Russia, and Prussia. In our 20 The Empire Is Dead, Long Live the Empire! border sample, nearly three quarters of the observations in areas that ever belonged to one of the other three empires belonged to the Ottoman Empire, with Russia and Prussia dividing the remaining part. Consequently, while individual sample sizes for the Russian and Prussian alternatives are too small to yield enough statistical power, one robustness specification is to restrict the control group to only those areas that belonged to the Ottoman Empire. Results, reported in panel B of Table 8, show that our previous results are fully robust in this restricted sample. If, alternatively, we use the full border sample and include a control for those nonHabsburg areas that were not part of the Ottoman Empire, this variable is never significant, indicating that trust and corruption levels cannot be significantly differentiated between Ottoman and nonOttoman parts of the nonHabsburg control group not shown. Consequently, we cannot reject the interpretation that our results are general relative to all neighboring empires, although they are clearest in the comparison to previously Ottoman areas. Another issue is that substantial parts of our Habsburg treatment group at some stage in history had also been part of the Ottoman Empire. In fact, also among the observations in our border sample that had ever been part of the Habsburg Empire, nearly three quarters had also at some stage been part of the Ottoman Empire, making Ottoman influence something that hardly differentiates the Habsburg treatment and control groups in our analysis. To account for Ottoman influence, in an alternative specification not shown we include an indicator for ever having been part of the Ottoman Empire as an additional treatment to the indicator for ever having been part of the Habsburg Empire. The Ottoman indicator is never significant, and the Habsburg effect remains robust although statistical significance becomes marginal for the three corruption outcomes. Our results thus reflect an influence of Habsburg affiliation relative to lack of Habsburg affiliation, and no similar results are given for Ottoman affiliation relative to lack of Ottoman affiliation. 6.6 Additional Robustness Checks We perform a number of further robustness checks. First, we would like to see whether our results depend on any particular country in the fivecountry border sample. When we drop any of the five countries at a time, we find results not shown to be robust. Second, we can run OLS regressions ignoring the ordered nature of the trust and corruption outcomes see Blanchflower and Oswald 2004 as a prominent example of this approach. Again, we obtain the same qualitative results not shown. Third, we assess the robustness of our border specification with respect to the size of the band around the Habsburg border. Our main results hold also when looking at smaller bands of 100km for an example, see column 7 of Table 4 or even 50 km not shown, although significance drops due to smaller sample size. Overall, we believe that we have uncovered a robust and genuine effect of past affiliation with the Habsburg Empire on higher trust in the police and in the courts and on lower corruption in interactions with the police and the courts. 21OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 7 Social Capital and PersonState vs. Interpersonal Interactions Our main results suggest that trust in local public services like the police and the courts is higher in Habsburg areas of Central and Eastern Europe and goes along with lower corruption levels in interactions with civil servants. This is well in line with the historical descriptions of the Habsburg Empire as more honest, decentralized state than the neighboring Ottoman and Russian Empires which has fostered trust in public services at the local level and reduced corruption. In this section, we want to address several important issues. First, to understand whether the main results can be explained by higher engagement of citizens both users and providers of public services in their local community, we look at membership in political parties and in other civic organizations. This is often used as a measure or proxy of social capital. Second, we want to see whether there differences in trust levels on both sides of the Habsburg border, not only in local public services, but also in a central public services like the presidency or the parliament or in b other private individuals or c private institutions or firms. Here, historical accounts do not give reason to expect any differences across the Habsburg, Ottoman and Russian Empires. As a consequence, it would be disturbing to find a Habsburg effect on trust in a central public institution like the government. Such differences would either indicate differential perceptions of the same central state institution or would be suggestive of differential treatment favoritism? of different parts of the country. Similarly, even if local public officials cannot be trusted, this should not affect whether other people or other private institutions e.g. trade unions which have no relation to past and present experiences of the local bureaucracy can be trusted or not. Finally, as a robustness check, in this section, we want to see whether the experience of individuals with local public services is shared by firms. To do so, we draw on a business survey in which firms on the Habsburg side of the border declare that local public services are in fact less corrupt and more efficient. ganizations 7.1 Social Capital: Membership in Political Parties and in Civic OrA commonly used measure of social capital is membership in organizations see Glaeser, Laibson, and Sacerdote 2002. Li TS respondents are asked separately about membership in political parties and in civic organizations. Social capital is often seen as contributing to general trust levels as measured by trust in other people. It is therefore interesting to see whether social capital in the form of membership in political parties or in civic organizations follows the same pattern as trust in local public services. 22 The Empire Is Dead, Long Live the Empire! In Table 9, we present results for membership in political parties columns 14 and civic organizations columns 58. This table is only case where there is some difference in terms of statistical significance between small and large control model. The table displays marginal effects from probit regressions. On the basis of column 2, a respondent living in the former Habsburg area is 1.4 percentage points more likely to be a member of a political party. Given that on average only 9 percent of the households in our sample are members of a political party, this is a quantitatively significant effect. The Habsburg effect in column 5 implies that the probability of being a member of a civic organization is 3.5 percentage points higher if the respondent lives in a former Habsburg municipality. Given that in our sample 4 percent of the respondents are members of a civic organization, this is a sizable effect. However, in the border sample, in the full specifications columns 4 and 8, the estimated effects are statistically insignificant. Overall, we the results of Table 8 provide only weak evidence, if any, of a Habsburg effect on social capital. 7.2 Trust in Local vs. Central Public Services Whereas honest bureaucrats in the local public administration under Habsburg rule might have left a legacy that still affects currentday interactions between citizens, we do not see a Habsburg effect within country i.e. in our border sample when looking at trust in central public institutions. Whereas the police and the courts are likely to function differently in different parts of the country and the local policemen and the local judges act are more or less trustworthy than in other parts of the country, the same cannot be said about central public institutions. There is only one president, one central government, one parliament etc. Hence, differences in trust in these central public services are ex ante unlikely. If we were to find differences between respondents on both sides of the Habsburg border, possible explanations would be a different perception of individuals on Habsburg side or actual local differences in the impact of policies implemented by central authorities. Table 10, columns 15, show that the only marginally statistically significant Habsburg effect at the 10% level is trust in the presidency. However, overall, there is no Habsburg effect on trust in central public services. This is an interesting and natural finding in itself, but it also gives support to there being genuine differences in trustcorruption in local public services and not only a general perceptionbias towards higher trustlower corruption to all state institutions, be they local or central. 7.3 Trust in People and Private Entities A further piece of evidence that the Habsburg effect is one related to personstate interaction at the local level and not to any kind of interaction between individuals or between individuals and private entities is presented in Table 10, columns 67. Column 23OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 6 shows that there is no Habsburg effect of trust in other people. This is in line with the idea that one might trust or distrust local public services without any differential effect on interactions with other citizens. Similarly, column 7 shows that the same holds true for trust in trade unions, which are one prominent example of a private entity with which many people interact. 7.4 Additional Evidence from a Business Survey BEEPS We can complement our evidence on trust of individuals in local public services by looking at the experience that firms have. Suitable data comes from the Business Environment and Enterprise Performance Survey BEEPS which was conducted for 28 countries by the European Bank for Reconstruction and Development and the World Bank in the year 2005. The purpose of this survey was to better understand constraints that hinder the development of businesses. Businesses were asked to answer in a fashion reflecting only their perception and experience of doing business in their country. Similar to the Li TS, also in the BEEPS, we know the location of respondents. From this, we geocoded municipality data to compute distance from the old Habsburg border. We use this information below to restrict the sample to respondents in municipalities within 200 km of the former Habsburg border in the fivecountry sample. The BEEPS asks firms about their business experience. For instance, in column 1 of Table 11, we find that firms on Habsburg side are less likely to have suffered any losses as a result of theft, robbery, vandalism or arson against their firm over the last 12 months. This is a real factual outcome attesting to a safer, more trustworthy business environment. This in turn is likely a consequence of a more efficienttrustworthy police. Similar to the Li TS, firms are asked about their perception of the courts. On Habsburg side, firms are more likely to consider courts as fair and impartial column 2 and honest and uncorrupted column 3. There is also a positive Habsburg effect although not statistically significant, see column 4 with respect to the firms confidence that the legal system will uphold their contract and property rights in business disputes. The wording of the latter question legal system is likely to draw firms to think more of the functioning of the central legal system, as opposed to the local courts. To the extent that this is true, again, we would not expect any Habsburg effect. Further evidence on the security of the business environment and thus possibly on the efficiencytrustworthiness of the local police can be seen in column 5. Firms on Habsburg side are less likely to have to pay for security e.g., equipment, personnel, or professional security services, but also this effect is statistically insignificant. Finally, we do not find differences between firms on both sides of the Habsburg border in terms of member of a business association or chamber of commerce column 6. Again, this shows that the Habsburg effect is not about membership in general, but about personstate interactions. 24 The Empire Is Dead, Long Live the Empire! 8 Conclusions The results of this paper show that even 90 years after its demise, the Habsburg Empire lives on in the values and interactions of the people living within its longgone borders. Comparing individuals living on either side of the former Habsburg border, we find that respondents in a current household survey who live on former Habsburg soil have higher levels of trust in local state institutions such as the police and courts. They are less likely to pay bribes for these public services, demonstrating that the institutional heritage influences not only preferences and unilateral decisions but also bilateral bargaining situations in personstate interactions. We establish this result on the basis of a border specification that is identified from a geographic discontinuity. We exploit the fact that the Habsburg border does not always coincide with current national borders. Whereas many current states in Central and Eastern Europe were historically inside or outside the Habsburg Empire in their entirety, five countries comprise both Habsburg and nonHabsburg areas. Using this fivecountry sample, we can identify the Habsburg effect when comparing communities within a range of 200 km on both sides of the former border of the Habsburg Empire. This approach has the advantage that respondents face the same formal institutions today because they live within the same current national borders but differ in their historical exposure to the formal institutions of the Habsburg Empire. We can additionally control for observed variations in education, religion, language, and wealth at the individual level. Given this setting, we can rule out other channels of historical influence often discussed in the literature. For more than three generations, territories on the two sides of the former Habsburg border have been sharing a common set of formal institutions. By restricting the analysis to territories close to each other around the former border, geographic differences can be ruled out. Additional specification tests confirm that locations on the two sides do not differ significantly in terms of geographic altitude. The micro dataset allows us to control for differences in education at the individual level. The same is true for religion, ruling out another potential cultural channel. As a result, the observed Habsburg legacy can be pinned down to the cultural and social norms of behavior observed in the data. In the case of the Habsburg Empire, history matters for current attitudes and behavior not because formal institutions have survived, but because individual values, beliefs, and norms with regard to the state have survived. 25OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 References Acemoglu, Daron, Davide Cantoni, Simon Johnson, James A. Robinson 2009. The Consequences of Radical Reform: The French Revolution. NBER Working Paper 14831. Cambridge, MA: National Bureau of Economic Research. Acemoglu, Daron, Simon Johnson, James A. Robinson 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91 5: 13691401. Acemoglu, Daron, Simon Johnson, James A. Robinson 2002. Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics 117: 12311294. Acemoglu, Daron, Simon Johnson, James A. Robinson 2005. The Rise of Europe: Atlantic Trade, Institutional Change, and Economic Growth. American Economic Review 95 3: 546579. Aghion, Philippe, Yann Algan, Pierre Cahuc, Andrei Shleifer 2010. Regulation and Distrust. Quarterly Journal of Economics, forthcoming. Alesina, Alberto, Nicola FuchsSchundeln 2007. Goodbye Lenin or Not?: The Effect of Communism on People. American Economic Review 97 4: 15071528. Algan, Yann, Pierre Cahuc 2010. Inherited Trust and Growth. American Economic Review, forthcoming. Bairoch, Paul 1988. Cities and Economic Development: From the Dawn of History to the Present. Chicago, IL: University of Chicago Press. Bairoch, Paul, Jean Batou, Pierre Chevre 1988. The Population of European Cities from 800 to 1850: Data Bank and Short Summary of Results. Geneve: Librairie DrozCentre of International Economic History. Bartlett, Roger P. 2005. A History of Russia. Basingstoke: Palgrave Macmillan. Becker, Sascha O., Ludger Woessmann 2009. Was Weber Wrong? A Human Capital Theory of Protestant Economic History. Quarterly Journal of Economics 124 2: 531596. Bencze, Laszlo 2006. The Occupation of Bosnia and Herzegovina in 1878. Boulder, Co.: Columbia University Press. Bisin, Alberto, Thierry Verdier 2000. Beyond The Melting Pot: Cultural Transmission, Marriage, and The Evolution Of Ethnic And Religious Traits. Quarterly Journal of Economics 115 3: 955988. Blanchflower, David G., Andrew J. Oswald 2004. Wellbeing over Time in Britain and the USA. Journal of Public Economics 88 78: 13591386. Cantoni, Davide 2009. The Economic Effects of the Protestant Reformation: Testing the Weber Hypothesis in the German Lands. Mimeo, Harvard University. Diamond, Jared 1997. Guns, Germs, and Steel. New York: W.W. Norton. Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde 2007. The Intergenerational Transmission of Risk and Trust Attitudes. IZA Working Paper 2380. Bonn: Institute for the Study of Labor. Engerman, Stanley L., Kenneth L. Sokoloff 1997. Factor Endowments, Institutions, and Differential Paths of Growth among New World Economies: A View from Economic 26 The Empire Is Dead, Long Live the Empire! Historians of the United States. In: Stephen Haber ed., How Latin America Fell Behind, pp. 260304. Stanford, CA: Stanford University Press. Fehr, Ernst 2009. On the Economics of Biology and Trust. Journal of the European Economic Association 7 23: 235266. Fernandez, Raquel, Alessandra Fogli 2009. Culture: An Empirical Investigation of Beliefs, Work, and Fertility. American Economic Journal: Macroeconomics 11: 146177. Fisman, Ray, Edward Miguel 2007. Corruption, Norms and Legal Enforcement: Evidence from Diplomatic Parking Tickets. Journal of Political Economy 115 6: 10201048. Giuliano, Paola 2007. Living Arrangements in Western Europe: Does Cultural Origin Matter? Journal of the European Economic Association 5 5: 927952. Glaeser, Edward L., David Laibson, Bruce Sacerdote 2002. An Economic Approach to Social Capital. Economic Journal 112 483: F437F458. Glaeser, Edward L., Rafael La Porta, Forencio LopezdeSilanes, Andrei Shleifer 2004. Do Institutions Cause Growth? Journal of Economic Growth 9 3: 271303. Glenny, Misha 2000. The Balkans 18041999: Nationalism, War and the Great Powers. London: Granta Books. Good, David F. 1984. The Economic Rise of the Habsburg Empire, 17501918. Berkeley, CA: University of California Press. Greif, Avner 1994. Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies. Journal of Political Economy 102 5: 912950. Greif, Avner 2006. Institutions and the Path to the Modern Economy: Lessons from Medieval Trade. Cambridge: Cambridge University Press. Greif, Avner, Guido Tabellini 2010. Cultural and Institutional Bifurcation: China and Europe Compared. American Economic Review 100 2: 135140. Grosjean, Pauline 2009. The Role of History and Spatial Proximity in Cultural Integration: A Gravity Approach. University of San Francisco, Mimeo. Guiso, Luigi, Paola Sapienza, Luigi Zingales 2006. Does Culture Affect Economic Outcomes? Journal of Economic Perspectives 20 2: 2348. Guiso, Luigi, Paola Sapienza, Luigi Zingales 2008a. Long Term Persistence. NBER Working Paper 14278. Cambridge, MA: National Bureau of Economic Research. Guiso, Luigi, Paola Sapienza, Luigi Zingales 2008b. Social Capital as Good Culture. Journal of the European Economic Association 6 23: 295320. Heinemeyer, HansChristian, MaxStephan Schulze, Nikolaus Wolf 2008. Endogenous Borders? The Effects of New Borders on Trade in Central Europe 18851933. CESifo Working Paper 2246. Munich: CESifo. Hrvatski Povijesni 2003. Hrvatski Povijesni Atlas. Zagreb. Ichino, Andrea, Giovanni Maggi 2000. Work Environment and Individual Background: Explaining Regional Shirking Differentials in a Large Italian Firm. Quarterly Journal of Economics 115 3: 10571090. Imamovic, Mustafa 2007. Pravni polozaj i unutrasno politicki razvitak Bosne i Hercegovine od 1878. do 1914. 3rd ed. Sarajevo: Magistrat. 27OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 Imbens, Guido, Thomas Lemieux 2008. Regression Discontinuity Designs: A Guide to Practice. Journal of Econometrics 142 2: 615635. Imber, Colin 1990. The Ottoman Empire 13001481. Istanbul: Isis Press. Inalck, Halil, ed. 1996. An Economic and Social History of the Ottoman Empire, 13001914. Cambridge: Cambridge University Press. Ingrao, Charles 1996. Ten Untaught Lessons about Central Europe: An Historical Perspective. Center for Austrian Studies Working Paper 963. Minneapolis, MN: University of Minnesota. Jha, Saumitra 2008. Trade, Institutions and Religious Tolerance: Evidence from India. Stanford GSB Research Paper 2004. Stanford University, Graduate School of Business. Jones, Eric L. 1987. The European Miracle: Environments, Economies, and Geopolitics in the History of Europe and Asia. 2nd ed. Cambridge: Cambridge University Press. Kinder, Hermann, Werner Hilgemann 2004. dtvAtlas Weltgeschichte: Von den Anfangen bis zur Gegenwart. Munchen: Deutscher Taschenbuch Verlag. Komlos, John 1983. The Habsburg Monarchy as a Customs Union: Economic Development in AustriaHungary in the Nineteenth Century. Princeton, NJ: Princeton University Press. La Porta, Rafael, Florencio LopezdeSilanes, Andrei Shleifer, Robert W. Vishny 1998. Law and Finance. Journal of Political Economy 106 6: 11131155. Landes, David 1998. The Wealth and Poverty of Nations: Why Some Are So Rich and Some So Poor. New York: W. W. Norton. Lee, David S., Thomas Lemieux 2010. Regression Discontinuity Designs in Economics. Journal of Economic Literature 48 2: 281355. Leisering, Walter 2004. Historischer Weltatlas. Wiesbaden: Marixverlag. Long, J. Scott 1997. Regression Models for Categorical and Limited Dependent Variables. Advanced Quantitative Techniques in the Social Sciences Series No. 7. Thousand Oaks, CA: Sage Publications. Maddala, G.S. 1983. LimitedDependent and Qualitative Variables in Econometrics. Econometric Society Monographs No. 3. New York: Cambridge University Press. Magocsi, Paul Robert 2002. Historical Atlas of East Central Europe. Seattle: University of Washington Press. Mitchener, Kris James, Marc Weidenmier 2008. Trade and Empire. Economic Journal 118 533: 18051834. North, Douglass C. 1981. Structure and Change in Economic History. New York: W.W. Norton. Nunn, Nathan 2008. The LongTerm Effects of Africas Slave Trades. Quarterly Journal of Economics 123 1: 139176. Nunn, Nathan 2009. The Importance of History for Economic Development. Annual Review of Economics 1: 6592. Nunn, Nathan, Leonard Wantchekon 2009. The Slave Trade and the Origins of Mistrust in Africa. Mimeo, Harvard University. Putnam, Robert with Robert Leonardi, Raffaella Nanetti 1993. Making Democracy Work: Civic Traditions in Modern Italy. Princeton, NJ: Princeton University Press. 28 The Empire Is Dead, Long Live the Empire! Reden, Alexander Sixtus von 1995. OsterreichUngarn: Die Donaumonarchie in historischen Dokumenten. 5th ed. Ueberreuter: Wien. Roland, Gerard 2004. Understanding Institutional Change: FastMoving and SlowMoving Institutions. Studies in Comparative International Development 38 4: 109131. Rothaug, Rudolf 2001. Atlas des HabsburgerReiches. Braunschweig: ArchivVerlag. Sacerdote, Bruce 2010. Peer Effects in Education: How Might They Work, How Big Are They and How Much Do We Know Thus Far? In: Eric A. Hanushek, Stephen Machin, Ludger Woessmann eds., Handbook of the Economics of Education, Vol. 3. Amsterdam: North Holland, forthcoming. Sachs, Jeffrey D. 2003. Institutions Dont Rule: Direct Effects of Geography on Per Capita Income. NBER Working Paper 9490. Cambridge, MA: National Bureau of Economic Research. Schulze, MaxStephan, Nikolaus Wolf 2009. On the Origins of Border Effects: Insights from the Habsburg Empire. Journal of Economic Geography 9 1: 117136. Shaw, Stanford J. 1976. History of the Ottoman Empire and Modern Turkey. Vol. I. Cambridge: Cambridge University Press. Subtelny, Orest 2007. The Habsburg and Russian Empires: Some Comparisons and Contrasts. In: Teruyuki Hara, Kimitaka Matsuzato eds., Empire and Society: New Approaches to Russian History, pp. 7392. Sapporo: Slavic Research Center, Hokkaido University. Tabellini, Guido 2008a. Institutions and Culture. Journal of the European Economic Association 6 23: 255294. Tabellini, Guido 2008b. The Scope of Cooperation: Values and Incentives. Quarterly Journal of Economics 123 3: 905950. Tabellini, Guido 2010. Culture and Institutions: Economic Development in the Regions of Europe. Journal of the European Economic Association 8 4: 677716. Taylor, A.J.P. 1948. The Habsburg Monarchy 18091918: A History of the Austrian Empire and AustriaHungary. Penguin Books reprint 1990. Williams, Richard 2006. Generalized Ordered LogitPartial Proportional Odds Models for Ordinal Dependent Variables. Stata Journal 6 1: 5882. Weber, Max 1904. Die protestantische Ethik und der Geist des Kapitalismus. Archiv fur Sozialwissenschaft und Sozialpolitik 20: 154, 1904; 21: 1110, 1905. The Protestant Ethic and the Spirit of Capitalism, 19302001, London: Routledge Classics. Woodberry, Robert D. 2004. The Shadow of Empire: Christian Missions, Colonial Policy, and Democracy in Postcolonial Societies. Ph.D. Dissertation, Department of Sociology, University of North Carolina, Chapel Hill. Zollner, Erich 1990. Geschichte Osterreichs: Von den Anfangen bis zur Gegenwart. 8th ed. Wien: Verlag fur Geschichte und Politik. 29OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 Figure 1: Location of Municipalities in the Li TS 2006 Dataset Notes: Light blue and dark blue circles show Li TS municipalities that belonged to Habsburg. White and orange triangles show Li TS municipalities outside Habsburg areas. The light blue circles and white triangles lie within 200 km of the former Habsburg border. 30 The Empire Is Dead, Long Live the Empire! Table 1: Samples and Habsburg Status not Habsburg Full sample Habsburg 1 1,000 100.0 1,000 100.0 0 0.0 1,000 100.0 0 0.0 0 0.0 1,000 100.0 0 0.0 1,000 100.0 600 60.0 660 66.0 520 52.0 1,000 100.0 100 10.0 0 0.0 0 0.0 880 88.0 8,760 51.5 2 0 0.0 0 0.0 1,000 100.0 0 0.0 1,000 100.0 1,000 100.0 0 0.0 1,000 100.0 0 0.0 400 40.0 340 34.0 480 48.0 0 0.0 900 90.0 1,001 100.0 1,001 100.0 120 12.0 8,242 48.5 Total 3 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,000 100.0 1,001 100.0 1,001 100.0 1,000 100.0 17,002 100.0 Border sample not Habsburg Habsburg 4 600 60.0 480 60.0 500 65.8 100 11.1 60 42.9 1,740 48.3 5 400 40.0 320 40.0 260 34.2 800 88.9 80 57.1 1,860 51.7 Total 6 1,000 100.0 800 100.0 760 100.0 900 100.0 140 100.0 3,600 100.0 Albania Belarus Bosnia Bulgaria Croatia Czech Rep. FYR Macedonia Hungary 1 2 3 4 5 6 7 8 9 Moldova 10 Montenegro 11 12 Romania 13 Russia 14 15 16 17 Ukraine Serbia Slovakia Slovenia Total Poland Number of observations. Row shares in italics below. Data source: Life in Transition Survey Li TS 2006; see main text for details. 31OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 Table 2: Trust and Corruption in Public Services: Habsburg vs. NonHabsburg Trust in police Trust in courts Habsburg not Habsburg Total Habsburg 1,396 17.1 1203 14.7 2014 24.7 2439 29.9 821 10.1 290 3.6 8,163 100.0 2,220 25.7 1,379 15.9 1,666 19.3 2,242 25.9 824 9.5 318 3.7 8,649 100.0 3,616 21.5 2,582 15.4 3,680 21.9 4,681 27.8 1,645 9.8 608 3.6 16,812 100.0 2,139 26.2 1610 19.7 1846 22.6 1709 20.9 371 4.5 490 6.0 8,165 100.0 not Habsburg 2,792 32.3 1,531 17.7 1,626 18.8 1,678 19.4 502 5.8 519 6.0 8,648 100.0 Total 4,931 29.3 3,141 18.7 3,472 20.7 3,387 20.2 873 5.2 1009 6.0 16,813 100.0 Complete distrust Some distrust Neither trust nor distrust Some trust Complete trust Difficult to say Total Bribes to road police Bribes to other police Bribes to courts Habsburg not Habsburg Total Habsburg Total Habsburg not Habsburg Total not Habsburg 5,650 65.4 1,194 13.8 1,038 12.0 484 5.6 270 3.1 8,636 100.0 6,327 77.7 732 9.0 641 7.9 308 3.8 136 1.7 8,144 100.0 5,627 68.9 913 11.2 1010 12.4 453 5.6 165 2.0 8,168 100.0 12,077 71.9 1,984 11.8 1,673 10.0 709 4.2 352 2.1 16,795 100.0 10,544 62.7 1,995 11.9 2,340 13.9 1,275 7.6 667 4.0 16,821 100.0 6,427 78.8 790 9.7 635 7.8 225 2.8 82 1.0 8,159 100.0 4,917 56.8 1,082 12.5 1,330 15.4 822 9.5 502 5.8 8,653 100.0 Never Seldom Sometimes Usually Always 16,784 Total 100.0 Trust: Answer to the question: To what extent do you trust the following institutions? Corruption: Answer to the question: In your opinion, how often is it necessary for people like you to have to make unofficial paymentsgifts in these situations? Number of observations; share in italics below. Data source: Life in Transition Survey Li TS 2006; see main text for details 12,046 71.8 1,717 10.2 1,677 10.0 832 5.0 512 3.1 5,719 66.2 985 11.4 1,036 12.0 524 6.1 376 4.4 8,640 100.0 32 The Empire Is Dead, Long Live the Empire! 33OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 34 The Empire Is Dead, Long Live the Empire! 35OSTEUROPAINSTITUT REGENSBURG OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 Working Paper Nr.290 36 36 The Empire Is Dead, Long Live the Empire! The Empire Is Dead, Long Live the Empire! 3737OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 38 The Empire Is Dead, Long Live the Empire! 39OSTEUROPAINSTITUT REGENSBURG Working Paper Nr.290 40 The Empire Is Dead, Long Live the Empire! 41", "filename": "640957242.pdf", "person": ["Sascha O. Becker", "Becker, Sascha O.", "Katrin Boeckh", "Boeckh, Katrin", "Christa Hainz", "Hainz, Christa", "Ludger Woessmann", "Woessmann, Ludger"], "date": ["2010"]}