{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46423/1/641733089.pdf"], "title": ["Do firms sell forward for strategic reasons? An application to the wholesale market for natural gas"], "plaintext": " CESifo Working Paper No. 3270 Do Firms Sell Forward for Strategic Reasons? An Application to the Wholesale Market for Natural Gas Abstract Building on a model of the interaction of riskaverse firms that compete in forward and spot markets, we develop an empirical strategy to test whether oligopolistic firms use forward contracts for strategic motives, for riskhedging, or for both. An increase in the number of players weakens the incentives to sell forward for riskhedging reasons. However, if strategic motives are also relevant, then an increase in the number of players strengthens the incentives to sell forward. This difference provides the analyst with a way to identify whether strategic considerations are important at motivating firms to sell forward. Using data from the Dutch wholesale market for natural gas where we observe the number of players, spot and forward sales, and churn rates, we find evidence that strategic reasons play an important role at explaining the observed firms inverse hedge ratios. In addition, the data lend support to the existence of a learning effect by wholesalers. JELCode: D43, L13, G13, L95. Keywords: market power, riskhedging, forward contracts, spot market, overthecounter trade, market transparency, churn rates. Remco van Eijkel Department of Economics, Econometrics and Finance University of Groningen The Netherlands r.van.eijkelrug.nl Jose L. MoragaGonzalez ICREA, IESE Business School and University of Groningen Groningen The Netherlands jose.l.moragagmail.com June 2010 We thank Rob Alessie, Paul Bekker, Ramon Caminal, Giulio Federico, NielsHenrik von der Fehr, Christian von Hirschhausen, Sjaak Hurkens, Matilde Machado, Allard van der Made, Ruud van der Meer, Anne Neumann, Francois Salanie, Zsolt Sandor, Xavier Vives and Bert Willems for useful comments. The paper has also benefited from presentations at Humboldt University Berlin, University of Cambridge, University Carlos III Madrid, Institute of Economic Analysis Barcelona, the IIOC 2009 Boston, ESEM 2009 Barcelona, EARIE 2009 Ljubljana and at the 2010 IDEI conference on Energy Markets Toulouse. We are also indebted to Mark Hobbelink and Sybren de Jong from Gas Transport Services B.V. for providing us with some of the necessary data, and to Chenlang Tang Tommy for his excellent research assistance. 1Introduction Electricity and gas industries used to consist of vertically integrated monopolies, stateownedor not, operating under regulatory constraints. In each country or region there was a singlemonopolistic importer in place, which typically owned the transmission network and eithersold directly to consumers or to downstream distribution monopolies. Onetoone negotiations was the standard of trade throughout the value chain and the different parties weretypically subject to longlasting contractual relationships.Short and longrun efficiency considerations have led energy policy makers worldwide togradually restructure energy markets. A key feature has been the vertical separation ofproduction and transportation activities. This separation has enabled the creation of spotcommodity markets. The Pool in the UK, ISO in California, the realtime PJM market in Pennsylvania, New Jersey and Maryland, ERCOT in Texas, EPEXSPOT in Austria, France,Germany and Switzerland are examples in electricity; NBP in the UK, the Henry Hub in the US, the Zeebrugge Hub in Belgium and TTF in The Netherlands are examples in naturalgas.The 20002001 electricity crisis in California has revealed that the combined prevalence ofprice risks and market power in energy markets may have fatal consequences when riskhedging mechanisms are absent Bushnell, 2004. As a consequence, in nowadays restructuring, it is widely held that spot markets must necessarily be complemented with forwardmarkets Ausubel and Cramton, 2009.In an attempt to aid firms to contract forward,platforms have been created where property rights can more easily be transferred amongthe participants.1 In addition, in some markets we have witnessed the creation of futuresexchanges. Examples of markets for electricity futures are CALPX in California and EEXPower Derivatives in Austria, France, Germany and Switzerland; ENDEX runs a marketfor natural gas futures in The Netherlands, as well as markets for UK and Dutch electricityfutures.Facilitating forward transactions has the potential to deliver social benefits on two accounts.First, forward markets address the need of a firm to hedge risks. Forward contracts typicallyspecify fixed delivery prices so riskaverse market participants can mitigate their exposureto price shocks in the spot market by acquiring a portfolio of futures. Central results in theliterature relate to the decisions of a competitive riskaverse firm facing price uncertaintysee e.g Baron, 1970; Holthausen, 1979; and Sandmo, 1971. In the absence of a futuresmarket, this type of firm turns out to restrict its output relative to what the firm wouldproduce under certainty. The opening of a forward market restores the level of output thatwould prevail if uncertainty were removed.1One development in natural gas has been the creation of virtual hubs, for example the NBP and TTF,as opposed to the more traditional physical hubs, like the Henry Hub and the Zeebrugge Hub. A physicalhub is a location where several pipelines come together, so that total physical throughput is delivered at thispoint. By contrast, virtual hubs contain several entry and exit points that are interconnected, which impliesthat not all the gas traded has to flow through a single point in the pipeline system.2Forward markets can deliver further social benefits in situations where firms wish to sellforward for strategic reasons. In their influential paper, Allaz and Vila 1993 show thatforward contracts confer competitive advantages to Cournot firms so, even when there is nouncertainty at all about future market conditions, firms have incentives to engage in forwardtrading. By selling futures contracts at a prespecified price, a firm ends up attaching alower value to a high spot market price. As a result, a firm that sells forward is indirectlycommitting to an aggressive behavior in the spot market. This raises firm profitability, sincecompetitors respond by adopting a compliant spot market strategy. Selling forward exhibitshowever the characteristics of a prisoners dilemma. Because every seller has incentives tosell part of its output forward, the resulting equilibrium aggregate production is higherand the price lower than in the absence of a futures market.2To the best of our knowledge, whether the forward market institution by itself is successfulon these two fronts at a time is not well understood yet. One obvious reason for this lackof knowledge is that a great deal of the contracts we have observed in gas and electricitymarkets has not been dictated by market forces but imposed by the regulators in the formof gas release programs or vesting electricity contracts Borenstein, 2002; Wolfram, 1999.A second reason is that disentangling the two rationales motivating firms to sell forwardstrategic commitment and riskhedging from the field data is, at least, methodologicallychallenging; in addition, it requires a wealth of data on forward transactions. In this paperwe propose an empirical strategy to separate the various incentives behind the contract coverof a firm and we apply it to the Dutch natural gas market.Our methodology to test whether firms use forward contracts for strategic reasons andor forriskhedging motives builds on the idea that commitment has value only if it is imperfectlyobservable Allaz and Vila, 1993; Kao and Hughes, 1997. Inspired from this idea, we developa model of the interaction of asymmetric riskaverse firms that compete in a forward marketbefore they set quantities in a spot market. The key aspect of the modelling is that itintroduces the extent to which forward positions are observable or correctly inferred fromthe forward price as a structural parameter that can be estimated provided there is variationin the number of participating firms.In realworld energy markets, it is reasonable to assume that rivals forward positions may bedifficult to observe. First, where they exist, markets for natural gas and electricity futures aredesigned to be anonymous and this anonymity puts impediments for the forward positionsof each individual rival firm to be observed with a reasonable precision. Second, even ifin principle observation of the forward price may help firms to infer the rivals aggregateforward position, the process of forward price discovery is far from simple. This is becausesome or all of the transactions in these markets are made over the counter OTC asorganized exchanges are often bypassed by the traders or totally lacking. OTC markets arerelatively nontransparent and price indices for these markets, typically provided by brokerassociations of by specialized agencies, are based on a limited pool of recent transactions.2The model of Allaz and Vila has been adapted to suit the particular organization of power markets inthe UK by von der Fehr and Harbord 1992, Powell 1993, Newbery 1998 and Green 1999.3By construction, price indices are complex statistics so it is unclear how much a participantin the market can learn about rivals deviations from equilibrium play. Even if centralizedfutures markets are more transparent, seen that arbitrage opportunities across the exchangesand the OTC markets are not always fully exhausted, the existence of conflicting price signalsas the law of one price fails further troubles the quality of the inferences market participantscan make see e.g. Anderson, Hu and Winchester, 2007; Bushnell, 2007.Our model bridges between the extreme cases of full transparency perfect observability ofrivals forward positions and complete opacity of the forward market no observability atall. By doing so, the model gains in flexibility to fit the data and helps us understand theextent to which the forward market provides the players with commitment possibilities.We show how to estimate the model using data on total sales, forward sales, churn ratios andnumbers of producers and wholesalers. Identification of the key parameter requires variationin the number of active wholesale firms. In our data this variation comes from entry of newplayers in the market but in other studies the analyst could exploit variation in the numberof producers and wholesalers across regionalseparated markets. The empirical test exploitsthe effect that changes in the number of players has on the socalled inverse hedge ratiodefined as the totaltoforwardsales ratio.3 Interestingly, for the linear model this ratio isindependent of demand intercept and marginal cost so firms with similar aversion to riskhedge in the same way no matter their marginal costs of production and the state of thedemand.In a nutshell, the identification arguments are as follows. The incentives of a firm to tradeforward are shaped by three forces. The first two, the riskhedging effect and the strategiceffect, are procontracts. The third is a price effect that arises because offering forwardcontracts lowers the spot price and, by arbitrage, the forward price too. This price effectactually puts a downward pressure on firms expected profits and therefore makes forwardcontracting less attractive.When the forward market is relatively opaque so that players have a difficult time to inferdeviations from equilibrium play, the strategic effect is hardly present and the contract coverof a firm is the outcome of trading off the riskhedging effect against the price effect. Inthat situation, as the number of competitors rises, the residual demand of an individualfirm becomes less susceptible to demand shocks. Therefore, the incentive to hedge becomesweaker if more suppliers enter the market. The price effect, by contrast, stays constant ifthe number of suppliers in the market increases. As a result, by virtue of the first force, theinverse hedge ratio increases in the number of competitors.By contrast, if the forward market is relatively transparent so that price andor rival firmsforward positions are regularly and precisely observed, in addition to the riskhedging andthe price effects, the strategic effect plays a significant role. This strategic effect turns out tobe stronger as more players are around. This is because the marginal gains from affecting 3To be precise, inverse hedge ratio spot sales forward sales forward sales .4the rivals spot market strategy rise with the number of competitors. We show that thestrategic effect may have a dominating influence in which case inverse hedge ratios turnout to be decreasing in the number of firms. This different impact of the number of firmson inverse hedge ratios in case forward positions can correctly be forecasted by the marketparticipants constitutes the source of identification of the strategic effect.We estimate the model using data from the Dutch wholesale market for natural gas.Incontrast to restructured markets elsewhere, the Dutch natural gas market is one where futurescontracts have not been forced upon the producers and wholesalers by the regulator. This isimportant because otherwise it is difficult to learn whether the market by itself provides theplayers with the necessary hedging and commitment opportunities. Our data set consists ofa fairly large fraction of all forward, spot and speculative trades conducted at the Dutchgas hub Title Transfer Facility TTF, from April 2003 until June 2008.4 We use informationon churn rates i.e. information on the fraction of speculative trades to construct the inversehedge ratios concerning the actual deliveries of natural gas. The model imposes a restrictionon the inverse hedge ratios which, using variation on number of producers and wholesalers,can be estimated. The main empirical finding is that strategic considerations cannot bediscarded as an explanation for the observed inverse hedge ratios. Seen under the lightthat most of the forward transactions occur OTC and therefore the forward market we studycan initially be regarded as relatively nontransparent, we think this is an important result.Moreover, we document a learning effect, which we relate to the rapid development of grossand net volumes traded at the TTF. By contrast, we do not find significant evidence thatriskhedging is important in this market. We discuss the possible explanations for this resultlater.Our paper contributes to the literature that studies forward contracting of essentially nonstorable goods.5 Allaz 1992 and Allaz and Vila 1993 show that not only riskhedging isimportant for firms to sell contracts in Cournot markets. Kao and Hughes 1997 discussthe role of the observabilityofforwardpositions assumption. Mahenc and Salani e 2006demonstrate that selling forward may have anticompetitive effects when firms compete inprices. Ferreira 2003 also encounters anticompetitive effects when firms are able to sellin a futures market at infinitely many moments prior to the opening of the spot market.6Our model extends previous work by examining an nfirm game with riskaverse playersthat are heterogeneous in their marginal costs of production and in their aversion to risk.We explore two variants of the model, one where firms observe demand shocks before thespot market opens, and one where the spot market remains uncertain. Although we cannotfind closedform solutions for the forward and spot sales of an individual firm, we derive its 4The TTF is a virtual market place that offers market participants the possibility to buy and sell gasthat is already injected into the Dutch gas transmission grid, or for which transportation capacity is alreadybooked.5Natural gas can be stored more easily than electricity but the costs of doing so are relatively high, sothat for its most part production, delivery and consumption take place contemporaneously.6See also Newbery 1998 and Green 1999, who study models where firms compete in the spot marketusing supply schedules. These papers show that, owing to the multiplicity of equilibria in supply functions,the optimal contract cover of a firm is intimately linked to the spot market equilibrium actually played.5equilibrium mean inverse hedge ratio. These ratios turn out to have similar properties, themost important for our purposes that they fall in the number of players when the forwardmarket is sufficiently transparent.Our paper also adds to a growing empirical literature on the effects of forward contractingon spot market strategies and energy market outcomes Green, 1999; Wolak, 2000; Fabraand Toro, 2005; Horta csu and Puller, 2008; Bushnell, Mansur and Saravia, 2008. Thesepapers have focused on electricity markets where forward contracts have often been imposedby regulators and can therefore be considered exogenous to the equilibrium process. Bycontrast, we deal with a market where forward contracts are endogenous. Our results lendsupport to the idea that the market may by itself provide the necessary incentives to thefirms to engage in a healthy amount of forward contracting.There is also work that has focused on forward and spot price differences in energy markets.Longstaff and Wang 2004 document significant riskpremia in electricity forward prices.Bessembinder and Lemmon 2006 derive the equilibrium forward risk premium in a competitive model of the interaction of producers and retailers in the absence of speculators. Ourpaper differs from theirs in that our producers have market power. This allows us to addressthe issue of whether they sell futures contracts to hedge or to gain market power in the spotmarket.7The rest of the paper is organized as follows. The next section presents a twoperiod model ofcompetition. In the first period, the forward market opens and firms sell futures contracts. Inthe second period, the spot market opens, firms sell quantities and delivery of all contractedand spot quantities takes places. This section also presents the main empirical predictionof our model. We take it to the data in Section 4. Before that, Section 3 discusses in somedetail the institutions of the Dutch wholesale gas market. The paper closes with a discussionof the main results, some extensions and variations of the basic model and some concludingremarks.2 A model of forward and spot contracting Consider an oligopolistic market with n asymmetric riskaverse firms selling a homogeneousgood. Firms are asymmetric on two accounts: they differ in their degree of riskaversionand have different marginal costs of production. Firms can sell output in the spot market;7An alternative, and complementary, approach to address this issue is to use controlled experiments. Ina recent paper, Brandts, PezanisChristou and Schram 2008 set up laboratory experiments to study theefficiency effects brought about by the possibility of forward contracting. Working with deterministic demandand cost parameters, riskhedging can be, if not fully eliminated, at least significantly reduced. Brandts etal. observe that significant price decreases and efficiency gains are obtained compared to the case in whichonly spot market trading is possible. Additional experimental evidence on the procompetitive effects offutures contracts is provided by Coq and Orzen 2006. Ferreira, Kujal and Rassenti 2009 challenge thisview and present experimental evidence to suggest that forward contracts make collusion more likely. Theirresults are in line with Liski and Montero 2006.6in addition, they can also sell or buy the good in a forward market.8 Let si and xi be,respectively, firm is total spot and forward market sales; the total output firm i supplieson the market will be denoted qi si xi. The marginal cost of production of a firm i isdenoted ci.9We assume that market demand is random and given by the linearnormal specificationp a b Q , N 0, 2,1where Q cid:80ni1 qi denotes the aggregate output delivered to consumers and is a zeromean random shock normally distributed with standard deviation .10 We assume that therealization of is observed when the spot market opens.11 At that stage, a firm i chooses itsspot sales si to maximize its spot market profits.12At the forward market stage, by contrast, firms are uncertain about the price that willprevail in the market. As a result, at that stage, a firm views its monetary flow of profits asa random variable. We assume firms are risk averse and have constant absolute risk aversionCARA utility functions. Let i be the realized forward and spot monetary profits of afirm i. The utility function of a firm i is ui eii, where i 0 denotes firm isdegree of risk aversion.13 Denote by F i the distribution of the monetary profits i of afirm i. Note that this distribution is endogenous and will be determined later. Then a firm 8Forward contracts are contracts traded in the OTC market, while futures contracts change hands incentralized exchanges. Since both types of contracts serve the same objectives, we use them interchangeablythroughout the paper.9In the natural gas industry, on the supply side of the market we typically encounter producers and wholesalers. The constant marginal cost assumption is probably a good approximation for the costs of extractionand shipping incurred by producers. European wholesalers typically import gas from producing countriessuch as Norway and Russia. Wholesalers have longterm takeorpay contracts with foreign producers. Takeorpay contracts stipulate that the buyer pays for a prespecified minimum amount of gas, irrespective ofwhether the gas is actually taken Masten and Crocker, 1985. Takeorpay contracts also include a variety ofdaily and yearly flexibility clauses Asche et al., 2002; IEA, 2002. These clauses provide wholesalers withthe necessary flexibility to adjust supply to demand shocks. Takeorpay contracts are typically indexed tothe oil price so the constant marginal cost assumption is also reasonable. Moreover, because wholesalers bookimport capacity assuming extreme weather conditions, transport capacity is typically not binding. Pipelinesalso allow for linepack, that is, for the increase in the amount of gas the system can carry by temporarilyraising its pressure.10Even though producers and wholesalers may differ in that the latter face both price and cost risk, inwhat follows we will not make a distinction between their economic problems. Note also that in our linearmodel randomness of the demand is equivalent to randomness on the marginal cost.11This assumption is not necessary. It reflects the idea that firms are typically well informed about thestate of the demand when the spot market opens and use such a market to balance their portfolios. Later in Section 4 we develop the case in which at the spot market stage firms are still uncertain about the realizationof . The main theoretical insights of the model generalize to such case see Proposition 2; in addition, ourestimates do not depend on this modeling choice see Tables 5, 6 and 7.12In our application, the demand side of the market is made of domestic retailers and exporting shippers.We do not model risk aversion on the demand side because retail prices in the Netherlands and the surrounding countries are nonregulated and a great deal of the retail contracts have variable prices see e.g.von der Fehr and Hansen, 2010.13The case of riskneutrality obtains when i 0 for all i.7i will choose its forward sales xi to maximize its expected utility:cid:90Eui eiid F i,2For simplicity, future spot market profits are not discounted.14Next, and central to our paper, we assume that whether firms observe each others forwardpositions is uncertain. To model this idea, we introduce a Bernoulli random variable, denoted I, with parameter . If I 1 forward positions become observable to the players and thenwe get the standard Allaz and Vila 1993 setting. By contrast, if I 0 we obtain the case ofunobservable forward trading, as discussed by Kao and Hughes 1997.15 The parameter can then be interpreted as the degree of transparency of the forward market. As mentionedin the Introduction, another, and perhaps more compelling, interpretation of this parameteris that it reflects the ability of firms to infer deviations from the equilibrium path by lookingat forward price changes.16 One objective of the paper is to estimate the Bernoulli parameter.We further assume there is a fringe of outside speculators. These traders, which are assumedto be riskneutral, do not have transmission capacity rights so they cannot physically deliverthe commodity to the final customers. Speculators compete a la Bertrand for the quantitiesoffered in the forward market. We shall also assume that pure financial traders observesellers deviations from the equilibrium path. This assumption is based on the idea thatspeculators take positions that increase their exposure to risk in an attempt to weaklyincrease their wealth. As such, they have perhaps the strongest incentives to follow upon theforward market developments. For the model at hand, this assumption implies that a strongversion of arbitrage off and on the equilibrium path between forward and spot marketsholds.1714As it will become clear later, monetary profits are not normally distributed so maximizing 2 is notequivalent to maximizing the corresponding meanvariance specification. We also worked with meanvarianceutility functions and the results obtained were similar.15We model imperfect observability by assuming that firms either observe the correct forward price orthey miss it altogether. An alternative way to model imperfect observability is by assuming that firms mayobserve forward prices that are wrong. In that case Bagwell 1995 shows that the value of commitment isfully destroyed; van Damme and Hurkens 1997 show that Bagwells striking result relies on an unnecessaryrestriction to pure strategies.16Forward markets are to some extent opaque. Many transactions occur over the counter and therefore areinvisible to market participants. Forward price indices are published by brokers and specialized informationagencies. Firms may be able to infer rivals forward positions upon observation of those indices but thequestion is how well. We can think of as the fraction of times the firms are able to forecast how deviationsfrom the equilibrium forward sales will affect the spot market price. In this sense, firms can be seen as beenignorant, or naive, 1 of the times.17Ferreira 2006 studies the role of the observability assumption at length. He argues that it is hard toreconcile the assumption that firms are not informed of the rivals forward positions with the assumptionthat speculators observe deviations at the forward stage. As mentioned earlier, in the realworld forecastingquantities sold upon observing forward price indices is far from trivial, specially if firms are heterogeneous.Speculators are not gamblers but highly specialized investors whose profit critically depends on the qualityof the forecasts they make.8The timing of the game is as follows. In the first stage, firms put quantities in the forwardmarket. Then the Bernoulli variable I is realized and forward positions become observableor not. Next, firms learn the demand shock . Finally, firms compete in quantities in thespot market and total sales are delivered. We now solve the game by backward induction.2.1 Spot market stage At the time the spot market opens, demand is certain and firm i chooses its spot sales si tomaximize its spot market profits:i p cisiswhere p is the realized spot market price given in 1. For this, a firm i takes the spot marketstrategies and, when observed, the forward positions of the rival firms as given. In case of anopaque forward market, firm i makes a conjecture about the forward sales of its competitors.18 The spot market equilibrium turns out to be in linear strategies. Putting the linearity ofthe strategies up front, we write the spot market strategy of a firm i as:si Ai Bi, i 1,  , n.4When I 1, which occurs with probability , firms observe each other forward positions.In that case, the realization of the spot market price can be written as:p a 1 b Bj bxi bxj bsi b Aj5jcid:541 xj is the sum of the actual forward positions of firm is competitors. Profitmaximization at the spot market stage giveswhere cid:80n Using 4, we can solve for Ai and Bi:si 12ba 1 b Bj ci bxi bxj b Aja cid:80njcid:54i cj nci bxi bcid:80n Ai bn 1bn 1jcid:54i xj, Bi Therefore, conditional on the forward positions being observable, the equilibrium spot marketoutput of firm i equals:and the equilibrium spot market price equals:s I1i a cid:80na cid:80njcid:54i cj nci bxi bcid:80ni ci bxi bcid:80nbn 1jcid:54i xjn 1.jcid:54i xjp I1 18We require the conjectures to be correct in equilibrium.9ncid:88jcid:54incid:88jcid:54incid:88jcid:54incid:88jcid:54incid:88jcid:54incid:88jcid:54i 136789The conditional reducedform profits are then given by:I1i bs I1i2 f cixi10where f denotes the forward price.When I 0, which occurs with probability 1 , firms do not observe each others actionsin the forward market. This implies that deviations of a firm i from the equilibrium path goundetected by the rival players. In that case, the price in the spot market is given by:p a 1 b Bj bxi bxj bsi b Aj11wherecid:80nncid:88jcid:54incid:88jcid:54incid:88jcid:541ncid:88jcid:54incid:88jcid:54incid:88jcid:54ijcid:54i xj is firm is conjecture about the rivals aggregate forward position. The firstorder condition FOC for the spot market stage is given by:si 12ba 1 b Bj ci bxi bxj b Aj12Because firm i does not observe deviations from the conjectured equilibrium forward salesof the rival firms, its spot market strategy is only affected by a change in its own forwardposition. We can solve forcid:80njcid:54i Aj andcid:80nn 1a ci bxi bcid:80nncid:88jcid:54i Bj:jcid:54i xj 2cid:80njcid:54i cj,Bj n 1bn 113bn 1ncid:88jcid:54i Aj jcid:54i As a result, conditional on the forward positions not being observed, the spot market salesof firm i are:a cid:80na ci cid:80njcid:54i cj bn 1 xi2 nci bn 1xi2 bcid:80njcid:54i cj bn 12 xi bn 1xi2 bcid:80nbn 1jcid:54i xjjcid:54i xjs I0i p I0 and the realized market price:n 1141516The conditional profit of firm is equals:i bs I0I0i2 f cixi.2.2 Forward market stage At the forward market stage, firms sell or buy part of their total output in the futures 1 IuI0market to maximize their expected utility.19 Note that ui IuI1.19We do not a priori restrict firms level of forward trading to be positive. However, in equilibrium eachiifirm will sell a nonnegative amount in the forward market.10Using the expressions for the conditional profits derived above, the expected utility of firmi is thus given by:Eui ei I1if d 1 ei I0if d17where f is the density function of the normal distribution with zero mean and variancegiven by 2.A firm i picks its amount of forward sales xi to maximize its expected utility. It is instructiveto write the FOC as follows:cid:90cid:33cid:90cid:32cid:90iei I1icid:90I1ixiiei I0i1 ncid:88cid:18 I0j1ixi I1isjsjxiI0isisixif d cid:19f d 018i i and I1In equilibrium xi xi for all i and so is I1ixi; therefore, this FOC can more compactly be written as follows:i I0ixi I0xi iieiiixi 1 isisixi isjsjxif d cid:33ncid:88j1cid:32cid:90cid:18cid:90ieiibxi 1 bxi 2 bxi n 1 bs 0 xin 1 n 1n 1n 12 cid:90cid:18ieiibxi 2 n 1wheres 0 bn 1xi2 s 0n 1jcid:54i cj nci bxi bcid:80 a cid:80n 1n 12 jcid:54i xjbn 1cid:19f d cid:19f d 019The first term of this equation after the integral sign represents marginal utility frommonetary profit, while the term between parentheses is the marginal monetary profit fromselling futures contracts. A firm i chooses its amount of futures xi to make the expectedvalue of the product of marginal utility and marginal monetary profit equal to zero.The incentives of a firm i to sell forward are shaped by three forces. There is a riskhedgingeffect, a strategic effect and a price effect. The first two forces are procontracts; the thirdone dampens the incentives to sell futures. These three forces can actually be seen aftertaking a closer look at equation 19. To see them more clearly, it is useful to consider thetwo extreme cases of complete opacity 0 and complete transparency 1 of theforward market.11When forward positions cannot be observed by the rivals the strategic effect is absent andequation 19 simplifies tocid:19cid:90cid:18cid:19isisixif d ieiibxi 2 n 1f d 020cid:90ieiicid:18 ixi In parenthesis we see the direct effect of selling forward on a firms monetary profits, alongwith a second effect that goes via its own spot market strategy, si. This joint effect is clearlynegative and has a deterministic component and a random component. The deterministiccomponent, bxi2, constitutes a negative price effect that is independent of the number offirms. A firm that puts one unit more in the forward market cuts its spot sales by half aunit see equation 14, so its total sales increase. This results in a fall in the spot marketprice, which is anticipated by the speculators and therefore the forward price falls too.20This own price effect dampens the incentives to put futures in the market, which explainswhy a riskneutral monopolist would choose not to engage in forward contracting at all see Tirole, 2006, p. 21617. Since this effect is always negative no matter the number of firms,it is also true that a riskneutral oligopolist would opt out of the contract market Hughesand Kao, 1997.The random component explains the riskhedging motive. Note that a firm that increasesits contract cover away from zero lowers its exposure to demand shocks by n 1 seeequation 20. This random component is negatively correlated with and so is the marginalutility from monetary profit since profit increases in and the utility function is concave.As a result, the covariance between marginal utility and marginal profit is positive, givingrise to the riskhedging incentive of selling forward contracts. When contracts cannot beobserved by the market participants, the optimal contract cover of a firm i is the outcomeof trading off the positive riskhedging motive against the negative price effect.cid:90cid:18When forward positions are easily observable by the firms, or can easily be inferred from theforward price, 1 and equation 19 simplifies toieiibxi 2n 1bn 1n 1xi2 s 0 n 1n 12f d 021cid:19In this case there is a third, strategic, effect of selling futures. This effect also has a deterministic component and a random component. Suppose the firms are riskneutral. By thestrategic effect, a firm that puts units in the forward market positively affects its profit viathe spot market strategies of the rival firms. This gives firm i an incentive to sell forward,since by doing so it benefits from rival firms cuts in their spot sales Allaz and Vila, 1993.The additional random term has a positive sign and this implies that it works counter to theriskhedging effect discussed above. This is because, since the rival firms cut their spot sales,the effect of putting one unit forward is less effective at lowering exposure to price shocks.20The fall in the forward price originates from the assumption that speculators observe the forward quantities Ferreira, 2006. Since they anticipate a higher total quantity to be delivered when the spot marketcloses, they correspondingly lower the prices they bid for the quantities on sale in the futures market.12However, the aggregate random component in equation 21 is still negative and decreasingin n. This tells us that firms have an incentive to hedge against risk also in a transparentforward market, but that the marginal gains from doing it become smaller the more firmsare around.Obviously, the importance of the strategic motive depends on the likelihood forward positionsare learnt by the players. Moreover, because the riskhedging and the strategic effects ofselling forward on a firms expected utility are intertwined, it is now clear why it is difficultto disentangle them using data from the field. In the remainder of the paper, our main focuswill be on the equilibrium inverse hedge ratio of an individual firm i, defined as totaltoforwardsales or qixi ratio. Though the forward and the spot sales of an individual firmcannot be computed explicitly, we now show how one can easily derive the stochastic processof a firmss inverse hedge ratio. This ratio has useful properties that we will exploit in theempirical application.After some algebra, the first order condition 19 simplifies to:cid:32cid:88jcid:54ia cj nci bxi bxjxi 2b bn 11 2n 1 0cid:33cid:18 1n 1cid:88jcid:54icid:19 2b bn 11 jcid:54i cj nci bcid:802i 2 bn 12Solving for xi gives:2bn 2 1 2i 2a cid:80xi bbn 13 bn 12n 1 23 n1 i 2jcid:54i xjUsing equation 8, we can write firm is total output qi si xi as:a cid:80jcid:54i cj nci bcid:80bn 1jcid:54i xjbn 1qi nn 1xi 2223It will prove convenient to measure the relationship between forward and spot sales by theinverse hedge ratio:qixibn 12n 1 n 1 23 3 ni 22n 1bn 2 1 2i 21bn 1xi24As can been seen from equation 24, the inverse hedge ratio is normally distributed. Thefollowing proposition discusses some more properties of the equilibrium inverse hedge ratio.Proposition 1 In equilibrium, the mean of the inverse hedge ratio of a firm i, defined astotaltoforwardsales ratio, is given byi n 12n 1 n 1 23n 1 n 1 i 2b 2n 1n 2 1 2 i 2b .25This mean of the inverse hedge ratio, i, satisfies the following properties:i It is independent of the demand intercept parameter a and of the firm marginal cost ci,13but increases in the demand slope parameter b.ii It decreases as the riskaversion parameter of the firm i goes up, or as demand volatility 2 increases.iii It decreases as the probability that forward positions are observed increasesiv There exists a critical parameter such that: For all , i increases decreasesin the number of firms n.Moreover, if firms are symmetric ci c, i for all i, the variance of the inverse hedgeratio of the firms decreases in a, and 2, and increases in c, b and in .The proof is in Appendix A.The main properties of the inverse hedge ratio as stated in Proposition 1 need some furtherexplanation. First, the inverse hedge ratio does not depend on the demand parameter a andthe cost parameter ci. This means that firms with similar risk aversion hedge in the sameway on average, no matter how much they differ in their marginal cost of production. Inaddition, it is interesting to see that inverse hedge ratios in periods of demand expansionare similar to those in periods of demand contraction. This result, of course, rests on thelinearity assumptions of the demand and cost functions. However, it should be seen as areasonable approximation that is useful because it allows us to estimate the model withoutcost and demand data.Inverse hedge ratios go down when firms becomes more risk averse, when demand uncertaintyincreases, or when the transparency of the forward market goes up. The former two resultsare driven by the riskhedging rationale: the higher the degree of risk aversion or the greaterthe uncertainty, the more a firm wants to hedge in the forward market instead of sellingspot. The latter is explained by the strategic motive, since a high level of contract cover isworth more to a firm the more convincing the commitment is.The most interesting feature of the inverse hedge ratio, at least for our purposes, is thatwhether firm entryexit has an upward or downward effect on this ratio depends on theextent to which the forward market is transparent. If the futures market is relatively opaqueand rivals futures contracts go often unobserved, the strategic effect is hardly present andthe contract cover of a firm trades off the the riskhedging effect against the price effect. Inthat situation the incentive to hedge against demand shocks becomes weaker see equation20 if more suppliers enter the market, which pushes up the inverse hedge ratio of anindividual firm. This is because demand uncertainty is revealed before the spot marketopens and therefore the demand shock is partly absorbed by the rivals spot strategies. Asa result, the residual demand of a particular firm at the spot stage is less susceptible todemand shocks the higher the number of competitors. By contrast, the price effect appearsnot to depend on the number of competitors see equation 20. Therefore, it is clear thatwhen the forward market is relatively obscure, inverse hedge ratios increase in the numberof suppliers. For the extreme case of 0 we in fact get:i 0 6i 2 bn 124i 2.1426which goes up in n.If the futures market is more transparent and the contract positions of the rivals are regularlyobserved, in addition to the riskhedging effect and the price effect, the strategic effect playsa significant role. Note from equation 21 that the strategic effect becomes more prominentas more players are active in the market. This is because for a firm the marginal gains fromaffecting its rivals spot market strategies are higher the more competitors it faces. While theriskhedging and the price effect weakly decrease as the number of competitors increases,we show that the strategic effect may have a dominating influence. For the extreme situation 1, we obtain:i 1 1 which clearly decreases in n.1n 12bbn 2 1 2i 2 ,27As shown in Proposition 1, for intermediate cases, the relationship between the number offirms and the inverse hedge ratio depends on how likely it is that forward positions will beobserved. This is illustrated in Figure 1.Figure 1: The inverse hedge ratio and the number of firms i 4, 2 1, b 13 Empirical application We seek to answer the question whether firms sell futures for strategic reasons, for riskhedging considerations, or for both. If firms forward positions were totally opaque to theagents in the market, strategic reasons would not play any role and therefore the observedinverse hedge ratios in the data would only be explained by riskhedging considerations.Answering this inquiry thus amounts to finding out the extent to which firms can observeeach others forward sales. Or, in different words, figuring out the ability of the players toforecast correctly the aggregate position of the rivals upon observing the forward priceindex.15If one were provided with firms forward and spot sales data corresponding to various levels ofobservability and risk, one could estimate the effects of these two factors on the hedge ratio.The problem with this approach is that these variables are hard to measure. One couldfor example gather data from different regional markets. Withinmarket price dispersioncould be used as a measure of price risk. However, it is not clear how to measure theextent to which firms are capable of deducing deviations from changes in the forward price.The analyst would have to make a priori assumptions about the observability parameter. Instead, we propose to estimate the model in Section 2 structurally. We do this for the Dutch wholesale market for natural gas. For this market, we have obtained the minimalset of data: forward and spot sales, churn ratios and number of producers and wholesalers.Before presenting the market under study and the data we have obtained, we discuss theempirical approach. Our results can be found in Section 3.3.3.1 Empirical strategy The variable of interest is the inverse hedge ratio of an individual firm i. As shown above,the inverse hedge ratio of an individual firm i has a random generating process given by:qxiibn 121 n n 1 23 3 ni 22n 1bn 2 1 2i 2We can rewrite equation 28 as:1bn 1xi28n 1qi n 121 n n 1 23 3 n i 22n 2 1 2 i 2b bxi 1b29Using individual firm level data on total quantities brought to the market, forward sales andnumber of wholesalers, the system of equations in 29 can be fitted to the data. Identifying assumptions are that the slope of the demand function b and the demand volatilityparameter are constant over the sample period; moreover, we assume that variation in thenumber of players n is exogenous.21 Since these equations are nonlinear in the parametersof interest, we will apply nonlinear least squares NLS. Notice that the parameters i, and b cannot be separately identified. However, with the appropriate firmlevel data, onecould estimate relative riskaversion parameters across firms, i.e. ij. The identification ofthese parameters would stem from variation in the hedge ratios of the different firms. If somefirms were systematically seen to hedge more than others, this would provide informationon the extent to which the former firms have greater riskaversion than the latter.The identification of the observability parameter stems from variation in the number ofwholesalers n. As shown above, when forward positions are relatively transparent to the 21It may be argued that the number of players is determined jointly with the hedge ratios. Economictheory suggest the demand and cost parameters as clear determinants of n. If this dependence is not clearlycontrolled for by the variation in the forward sales of a firm xi, which clearly depend on a and ci, then anendogeneity problem would arise. To deal with this issue, we add a freeentry condition that is estimatedjointly with equation 29 see Section 4.2.16firms, the model predicts that an individual firm responds to entry by decreasing its inversehedge ratio. By contrast, if firms forward sales are relatively opaque and rivals rarelyobserve them, then an individual firm increases its inverse hedge ratio as a response toentry.It is precisely this differential effect of entry that enables the identification of theobservability parameter using data containing variation in the number of players.Unfortunately, due to confidentiality reasons, individual firm level data are not publiclyavailable in the market we study and we have only been able to obtain aggregate forwardand spot sales. To work with this type of data, we proceed by aggregating at the marketlevel. For this we need to assume that all firms have similar risk aversion parameters, i.e.,i for all i 1, 2,  , n. Summing up for all firms in 29, we getbn 121 n n 1 23 3 n 22nn 2 1 2 2b ncid:88i1bxi 1b30n 1ncid:88i1 qi cid:80n Note thatcid:80nqi i1ni1 si cid:80nncid:88n 1ni1i1 xi, so that equation 30 can be rewritten as:si n 1n 1xi b31ncid:88i1where is the hedge ratio as defined in Proposition 1 for symmetric firms. We fit thisequation to the data by applying NLS. The regression results, shown in Section 3.3, tell uswhether firms use forward contracts for riskhedging purposes, for strategic reasons, or forboth. We now give some details on the market we study and the data set.3.2 The data We use data from the Dutch wholesale market for natural gas. For the purpose of this paper,these data are very useful because forward contracts have not been imposed by the regulatorso they can be considered endogenous to the market process.As in many other countries, traditionally, gas supply in the Dutch wholesale market wascontrolled by a single integrated network company the NV Nederlandse Gasunie.22 Gasuniedid not only own the transmission network, but also had control over the national distributionpipelines and the gas supplies. Gas originated from the Dutch gas fields or was importedfrom foreign producers.23 Gasunie sold the gas to industrial customers and distributioncompanies.22Gasunie was a joint venture between De Staatsmijnen DSM, Shell, Esso and the Dutch State.23The sources of supply are similar in recent days. In 2008 there were 35 production fields and 17 importentry points GTS, 2008. The bulk of Dutch gas production takes place in the Groningen gas field. After thediscovery of this field in 1959, the Nederlandse Aardolie Maatschappij NAM, a joint venture between Shelland Esso, obtained a governmental concession to explore and exploit this gas field. The NAM was howeverobliged to sell all the gas extracted from the Groningen field and other small fields in the Netherlands to Gasunie.17Market deregulation in the Netherlands started back in the late 1990s with the Price Transparency Directive, but gained full momentum with the First Gas Directive of the European Union in 1998. This ruling abolished import monopolies, forced the opening of marketsand imposed the accounting unbundling of vertically integrated network companies. The Second Gas Directive of the European Union in 2003 furthered the liberalisation process byrequiring full market opening, regulated third party network access, regulated or negotiatedaccess to storage and legal unbundling of integrated network companies. As a consequenceof this directive, Gasunie was split up into two independent companies: Gas Transportation Services GTS, which controls the national transmission network, and Gasterra, whichis engaged in gas wholesaling. The second directive also required the creation of nationalenergy regulators.To attain a wellfunctioning wholesale gas market in The Netherlands, the Title Transfer Facility TTF was created in 2003. The TTF is a virtual trading hub that offers marketpartiesshippers the possibility to buy and sell gas that is already injected into the nationalgas transmission grid, or for which transportation capacity has already been booked. Thanksto the TTF gas can easily change hands before it is extracted at a specific local or exportexit point. This triggered the entry of new players into the Dutch market.24 The TTF madethe emergence of gas exchanges possible. APX Gas NL B.V. runs an exchange for spotcontracts. At APX, market parties can trade standardized contracts for gas delivery one dayahead and within the same day. ENDEX N.V. runs an exchange for a variety of gas futurescontracts.25 At the end of 2008 ENDEX N.V. was taken over by APX B.V., which is alsothe owner of APX Gas NL B.V.The TTF allows gas buyers in the wholesale market to hold a portfolio of different types ofgas products. Longterm takeorpay contracts used to be the dominant contract type in theindustry. Nowadays a buyer can buy gas on a short term basis at the trading hub. Since gasdemand typically has a seasonal pattern, firms gain in flexibility by participating in this newmarket. Over the years we have witnessed an increase in volumes traded at the TTF. By 2008, a substantial share of 20 percent of gas that flows through the GTS transport systemreached the trading hub. The Dutch regulator expects that in the future the TTF will besufficiently liquid so as to offer market participants all the hedging opportunities they need.26Our data set consists of a substantial fraction approximately 75 percent of all forward andspot contracts traded at the Dutch TTF for the period from April 2003 until June 2008.24New players include new wholesale companies such as Gaz de France, BP, EON, Gazprom, RWE, Statoil,Total, etc., as well as new financial players such as JP Morgan, The Royal Bank of Scotland, BNP Paribas,Morgan Stanley, Citygroup, Barclays Bank, etc. By contrast, there has not been much entry of new retailersin the TTF. What has happened is that the existing distribution companies Essent, Nuon, Eneco, GDFSuez, etc. have become active outside their traditional territories as well as abroad.25The minimum length of a contract is one month and the maximum length is one calendar year.Contracts can range from a month ahead to three years ahead of delivery. In Appendix D we provide moredetails on the types of contracts traded at the TTF.26Most of the TTFtraded gas is highcalorific, which is gas that is mostly used for industrial and exportingpurposes. Highcalorific can also be converted into lowcalorific gas, which is the gas intended for domesticresidential usage.18These data were provided by the company ICIS Heren.27 In addition, we obtained data fromthe transport operator GTS on the number of wholesalers active every month, on the dailychurn rates and on the total daily volumes.28 Unfortunately, we do not have informationon the identity of the trading partners so we are unable to perform the analysis at the firmlevel. As explained earlier, if firms do not differ much in their aversion to risk, they willhedge in a similar fashion, even if there exist significant cost differences across them.Transactions can be either facilitated by brokers, or exchangebased, or the outcome ofbilateral negotiations. All these three types of transactions are included in our data set, butwe cannot distinguish between them in the sense that we cannot tell whether a transaction isoverthecounter or has occurred at the centralized exchange ENDEX. As said before, thereare several types of contracts traded at TTF. For a given trading day, we are interested, onthe one hand, in the total volume of gas delivered and, on the other hand, in the amountthat has been sold forward. To compute all the gas delivered in a given date, we sum all thequantities specified in different contracts that call for delivery on such a day. To computehow much of this volume is contracted forward, we need to make an assumption about thenature of uncertainty in this market. We make the assumption that only dayahead andwithinday contracts form the spot market so the rest of the contracts are considered futurescontracts.29To be clear, suppose that in year 2003, three products have been traded: i a forwardcontract traded on November 3 that calls for delivery of 720 Mega Watt hour MWh eachday in December 2003, ii a dayahead contract traded on December 6, 2003 for deliveryof 4,320 MWh the next day, and iii a spot contract traded on December 20, 2003 fordelivery of 1,440 MWh the same day. Then, except for two days, December 7 and 20,for each day in December 2003 the delivery volume is 720 MWh. On December 7, the totaldelivery volume equals 7204,3205,040 MWh while on December 20, the delivery volumeis 7201,440 2,160 MWh. As a result, the hedge ratio is 1 for all days of December 2003except for December 7, with an inverse hedge ratio of 8, and December 20, with an inversehedge ratio of 3.One difficulty of the data at hand is that a substantial part of the transactions we observeconcerns contracts that are traded with or between speculators. Since financial traders 27ICIS Heren http:www.icis.comheren is a leading specialized information provider for energy markets. The company publishes price assessments, indices, news and analysis for various energy markets. ICISHeren gathers daily price and quantity information from brokers and directly from the participants in theindustry via telephone calls.28The participants in the industry must make nominations to the transport operator once the gas changeshands.In this way, the transport operator receives the necessary information to compute total tradedvolumes and the churn rates. Using the data on total volumes delivered at the TTF, we estimate that ourdata contains well above 50 percent of the total market.29We have discussed the validity of this assumption with participants in this industry. At the margin,the main driver of demand is temperature. Therefore, if any, the main source of uncertainty here is due totemperature fluctuations. According to the participants, the weather predictions one day ahead are quiteaccurate. Moreover, withinday and dayahead deals are conducted at one and the same exchange APXwhile contracts with longer duration are traded on a different exchange ENDEX. This suggests that theindustry considers dayahead and withinday contracts as being of similar type.19must have zero net positions before delivery, many of the contracts we see are retradesand do not involve volumes that are finally brought to the market. Fortunately, we candeal with this issue using data on churn rates nettogrossvolume ratios. Churn rates arereported by GTS. These rates do not distinguish between forward trades and spot markettrades. Obviously, actual churn rates for spot market transactions are much lower than thosecorresponding to forward trades, since the length of time to resell contracts is rather shortin the spot market. In what follows, we assume forward transactions have a churn rate equalto the churn rate reported by the GTS; for spot market trades, we assume the churn rateequals one.30 Table 1 provides some descriptive statistics of our data and Figure 2 displaysthe forward sales adjusted for the churn rate, as well as the spot market sales. 31Figure 2: Forward market and spot market sales The descriptive statistics reveal four interesting aspects of the data. First, volumes tradedat the TTF have gone up a great deal.32 In fact, by 2008 the TTF became the second largest 30In different words, we are assuming speculators do not take positions during the time the spot marketis open. If we had information on the identity of the traders, we could check the validity of this assumption.31Besides data on traded volumes, Table 1 also contains information on forward prices and spot prices.The forward price indices we report concern monthly contracts. We compute four different forward priceindices: the price index obtained using all transactions that take place 1 more than one month before themonth of delivery; 2 in the first half of the month preceding delivery; 3 in the last half of the monthbefore delivery 4 in the last two days before delivery. In Table 1, we only report the index for monthlycontracts traded in the first half of the month preceding the delivery month. The other indices show a verysimilar pattern. Spot prices are determined by computing an index for all the dayahead deals included inour data set.32Currently net volumes in the TTF are approximately equal to the total supplies of natural gas to largeindustrial users in The Netherlands, including the electricity generating companies. This is about 10% of thetotal amount of gas that enters the Dutch pipeline system about 43% of the gas that enters the Netherlandsis transit gas, i.e., exports to other countries.20Year 2003Variable Wholesalers Wholesalers 80%Spot GWhForward GWhChurn rate Net forward GWhInv. hedge ratio Forward price Spot price Wholesalers Wholesalers 80%Spot GWhForward GWhChurn rate Net forward GWhInv. hedge ratio Forward price Spot price Wholesalers Wholesalers 80%Spot GWhForward GWhChurn rate Min 9463.96193.921.42136.711.1110.108.42115133.4415122.04624.381.1410.3410.67147Max 116145.541646.642.67712.281.4915.0914.26158561.843494.023.151281.441.7314.7814.882010433.926479.282.69866.8810911.603.34Net forward GWh2220.243622.44Inv. hedge ratio Forward price Spot price Wholesalers Wholesalers 80%Spot GWhForward GWh1.1813.4814.2021101.3322.0923.912411621.6013030.152397.6819472.21Churn rate 2.834.23Net forward GWh4166.795615.75Inv. hedge ratio Forward price Spot price Wholesalers Wholesalers 80%Spot GWhForward GWh1.1419.3514.1825111.4327.3528.072814684.3418279.172027.7826240.35Churn rate 2.844.66Mean 10.115.2293.25856.911.92419.611.2611.5611.08136.5353.822455.112.65932.051.412.0611.8417.178.58599.648322.373.092699.181.2216.3216.6622.4210.251022.4215788.773.294805.131.2122.6520.8225.6712.751130.2922141.363.77Std. Dev.0.930.6734.05491.320.41172.420.121.882.031.480.90137.08638.830.37220.230.191.601.301.900.9126.261183.820.18397.340.042.612.991.240.45487.182150.130.41471.610.082.923.950.981.06353.962734.630.56732.210.075.284.930.52020042005200620072008Net forward GWh5033.537520.375934.65Inv. hedge ratio Forward price Spot price Wholesalers Wholesalers 80%Spot GWhForward GWh1.1110.039.1628121.3525.5622.8729121.1914.9914.7128.67121310.1828625.402910.5835767.021875.0833389.21603.482531.02Churn rate 3.223.573.37Net forward GWh8900.2910797.629911.70Inv. hedge ratio Forward price Spot price 1.1321.7922.731.2925.9426.641.1924.2624.700.12659.240.061.571.44Notes: Year 2003 averaged over 9 months. Year 2008 over 6 months.Table 1: Descriptive Statistics monthly averages21gas trading hub in Europe, both in terms of traded volume and net physical flow.33 A firstexplanation for this phenomenon is that, as compared to for example the Zeebrugge hub in Belgium, the TTF benefits from the absence of thirdparty access exemptions to the Dutchpipeline system. A second issue is that the entryexit points to the Dutch pipeline system arewell interconnected and this allows for the TTF to function as a virtual hub, which relaxesthe physical constraints imposed by the capacities of the various pipelines. Finally, addingto the attractiveness of the Dutch trading hub as compared to signing longterm contracts isthe opening of the BBL pipeline in 2006, which connects the Netherlands and the UK. The BBL pipeline allows TTFtraded gas to be shipped to the UK and this brings TTF pricesdown and more in line with UK prices.A second aspect of the data is that a significant part of the total volume traded at the TTFis hedged between 60 and 90 %. It is also remarkable that the hedge ratio has increasedover time but, by no means, it has changed by the order of magnitude the volumes havechanged. Furthermore, we note that the standard deviation of the inverse hedge ratio seemsto have gone down over the sample period. The latter two observations appear to be in linewith our model of firm behavior inverse hedge ratios are mean independent of the strengthof the demand parameter and have a standard deviation negatively correlated with it, see Proposition 1. Finally, it can be seen from Table 1 that forward prices and spot prices areclosely linked, though the former are in general somewhat higher than the latter. 34As discussed earlier, identification of the key parameters of the model requires variation inthe number of wholesalers operating in the market. The TTF is a market where in factthere has been a steady increase in the number of participants. However, from our data ontransactions we cannot extract the number of wholesalers since we do not have informationon the identity of the traders engaged in a transaction. We obtained data on the number ofactive wholesalers in a given month from the GTS.35 Since some wholesalers are probablyvery small and have no market power whatsoever, we also asked for the number of activewholesalers making up for 60 and 80 percent of total delivery. Figure 3 shows the evolution ofthe total number of active wholesalers, as well as the development of the number of suppliersthat account for more than 60 and 80 percent of the gas delivered in the TTF. Note that notonly more gas wholesalers have entered the TTF in the period under analysis, but also that,as time has elapsed, the 60 and 80 percent market share has become distributed over morefirms. This suggests that the supply of gas has become less concentrated in the Netherlands.33The National Balancing Point NBP in the UK, introduced in 1996, has long since been the most liquidhub in Europe.34Using the four different forward price indices, we perform an ANOVA test of the null hypothesis thatspot and forward prices are statistically similar to each other. For three out of the four forward price indices,the hypothesis cannot be rejected the only index that appears to be significantly different than the spotprice index is the one computed from transactions that take place longer than a month before delivery.35To conduct transactions at the TTF, participants must first subscribe with the TTF either as wholesalers,industrial customers, retailers or pure traders. The subscription can be made for a single gas month or fora full calendar year. Subscribing involves the payment of some fixed fees and, in addition, traders have topay some variable fees for the volumes traded.22Figure 3: Number of wholesalers active at TTFGiven the monthly nature of our data on the number of active wholesalers, we computeaggregate monthly delivery forward and spot volumes and conduct the analysis using 63monthly observations. To get a first impression of whether gas wholesalers trade forwardcontracts for strategic reasons, we pool together the months in which the number of activesuppliers that serve 80% of the market is the same and compute the average hedge ratiofor those months. We then regress the hedge ratio on a constant and on the number ofwholesalers. Figure 4 displays the relation between the number of wholesalers trading at the TTF and the average ratio of interest. The dots in the figure represent the average ratio fora given number of wholesale firms in our data set, while the dashed line shows the estimatedrelation between the number of wholesalers and the inverse hedge ratio. The results of theregression indicate that this relation is negative, which, according to the theoretical model,suggests that forward contracts are used as strategic instruments.36 Since this regression doesnot allow us to learn the extent to which the players positions are observed, we proceed byestimating the model structurally.3.3 Results The relation to be estimated can be written as see equation 31:ncid:88i1ncid:88i1nt 1ntsit nt 1ntnt, , 1xit tb,t N 0, 232where t indexes the time period month and and 2The NLS regression results are summarized in Table 2.b are the parameters of interest.36More precisely, we estimate by OLS the model n n un, where n is the average inverse hedgeratio for a given number of wholesale firms, n the number of wholesalers and un the usual error term. Theestimates become 1.36 and 0.01, with tstatistics being equal to 21.97 and 1.66, respectively.23Figure 4: Inverse hedge ratio and the number of wholesalers Parameter Estimatetstatistic 11.980.830.4525.96R2 0.70Notes: n equal to wholesalers 80% of market Significant at the 1 percent level Table 2: NLS regression results As can be seen from Table 2, the estimate for the observability parameter, , is equal to 0.83 and is highly significant. We view this result as a first piece of evidence that strategicconsiderations play an important role in explaining the hedge ratios observed in the data. Assaid above, this can be interpreted as if firms attached approximately 80 percent probabilityto the event that their forward positions are correctly forecasted by the rival firms uponobserving the forward price. Seen from the perspective that most transactions at the TTFoccur OTC, we find the result that the forward market is quite transparent interesting. Itactually means that the market by itself is able to activate the role of forward sales as acommitment device.The estimate for the risk aversion parameter, , turns out not to be significant. This suggeststhat there is not clear evidence that riskhedging is a key factor explaining observed hedgeratios in the Dutch natural gas market.37The previous regression assumes demand volatility is constant over the sample period. If 37We have also estimated equation 32 for the case where n equals the number of all active wholesalers.We obtain similar results. The estimate for is equal to 0.76 and is significant at the 1 percent level, while, in this case becoming nearly zero, is again nonsignificant.24demand has become more or less volatile as time has elapsed, not controlling properly forsuch variation may lead to some form of omitted variable bias. Of course, changes in 2 arecontrolled for by changes in the forward sales. However, since 2 affects the expression 32directly, this control may be insufficient.To explore this issue, we first construct a measure of demand volatility using spot marketprices and use it to increase the variation in the data. Using equation 24, and rearranging,we can write the equilibrium spot price as follows:cid:88ipt at bitxit 1nt 1t3334From this expression we can compute a measure of demand volatility:t nt 1222pt.To determine the monthly volatility of demand shocks, we thus need some measure for pricevariability. For this, we first proxy daily spot prices by computing a weighted price index fordayahead contracts. Then, monthly demand volatility, 2t , is obtained by calculating thevariance of the spot prices within a given month and multiplying this measure by nt 12.38Figure 5 plots the natural logarithm of our estimate for the monthly demand volatility.The graph shows that demand has become more volatile over the sample period. This shouldexplain part of the observed decrease in the inverse hedge ratios and, as a result, we wouldexpect to obtain a lower estimate of the transparency parameter . The new estimates ofequation 32 are in Table 3. In fact, the new estimate of the transparency parameter issomewhat lower and continues to be highly significant. Again we do not obtain significantevidence that risk is an important issue in this market.Parameter Estimatetstatisticb 9189.10.700.0030.83R2 0.70Notes: n equal to wholesalers 80% of market Significant at the 1 percent level Table 3: NLS regression with demand volatility measure It is conceivable that forward market transparency has increased over time. First, one canimagine that market participants ability to interpret price signals has improved as time haselapsed. Second, it is also reasonable to believe that the quality and the quantity of the price 38Notice that using expost price variation as a proxy for demand uncertainty relies on the assumptionthat firms have exante perfect foresight about future spot prices. Campa and Goldberg 1993 use thisapproach to study the effect of exchange rate volatility on entry of foreign firms in the US market duringthe 1980s.25Figure 5: measure of demand uncertaintyindices available in the market has increased over time. Price information is now providedby information agencies such as ICIS Heren and Argus Media Ltd.,39 brokers associationssuch as LEBA40 as well as the centralized marketplace ENDEX. Finally, the share of tradesconducted or cleared at the gas exchange visavis OTC has increased over time and, sincethe exchange may be considered a more transparent marketplace than the OTC market, thisadds to the supposition that the forward market as a whole has become more transparent.If this conjecture is borne by the data, we should observe an increase in the observabilityparameter over time.To test this learning hypothesis, we introduce year dummies into the empirical model in32. We continue to use the proxy for changes in demand volatility. The new estimatesare given in Table 4. The results suggest that wholesalers ability to infer deviations fromequilibrium play has indeed increased over time.We have searched for explanations for the result that there is no evidence that riskhedging isan important factor to explain the observed inverse hedge ratios. One possible explanation isthat being the strategic effect present and relatively strong, the incentives to hedge becomerather weak. In fact, when is close to one, and for the firm numbers in our data from 4 to 14 players, the share of the hedged quantity in total sales is already relatively largeso the residual demand of a firm is quite low. This makes it rather difficult to preciselyestimate the risk aversion parameter. To substantiate this observation, we plot the fit of theestimated model with and without a proxy for 2 , along with those which would prevail ifthe wholesalers were riskneutral 0.01 or very risk averse 100, 000.41 The graphillustrates that the inverse hedge ratios predicted by the different levels of risk aversion are 39www.argusmedia.com 40London Energy Brokers Association www.leba.org.uk41To plot the fit of the regression with a proxy for demand volatility included, we take the sample meanof 2 and multiply this measure by the estimated b to get an estimate for .26Parameter Estimatetstatisticb 2003200420052006200720089967.80.810.300.670.660.710.710.001.190.997.4213.2018.1220.76R2 0.72Notes: n equal to wholesalers 80% of market Significant at the 1 percent level Table 4: NLS regression with demand volatility measure and year dummies.somewhat similar; as a result, one would need a very rich data set to precisely estimate therisk aversion parameter.Figure 6: Fit of the model Finally, we note that most TTFtrade is on highcalorific gas, for which demand is mainlyindustrial and for exporting purposes and therefore less subject to unpredictable weathershocks see NMaDTe, 2007. The other type of gas sold at the TTF is lowcalorific gas.Demand for this type of gas is weatherdriven to a larger extent because this type of gas ismeant for household usage; however, due to limited conversion capacity, most of the lowcalorific gas delivered in the Netherlands does not pass the TTF.274 Discussion and further results 4.1 Uncertain spot market In the model studied above, we have assumed that firms operate in the spot market inthe absence of uncertainty. Therefore, we have modeled a market where firms observe thedemand shocks before they decide how much gas to put in the spot market. Arguably, thedemand may still remain uncertain at that moment. In such a case, firms cannot conditiontheir spot strategies on the demand realizations. To see whether our results depend on thisassumption, we now develop a model in which firms do not observe price shocks before thespot market opens. Of course, as before, the difference between the forward and the spotmarket is that at the forward stage the firms can lockin a price for their forward quantities,while the price received for their spot quantities is random.In this new setting, a firm i that chooses its spot market strategy si aims at maximizing theexpected utility from its spot market profits:cid:90Eusi epcisif dTo simplify the derivations, let us focus right away on the symmetric case where all firms areequally risk averse and have similar marginal costs of production. Given a forward strategyprofile, when I 1 the equilibrium spot market output of a firm i solves the first ordercondition:42s I1i a c bxi bn 1xibn 1 235where xi denotes firm is forward sales and xi refers to the forward sales of firms other thani. In this case, the conditional reducedform equilibrium profit isi f cxi I1i b 2s I1i s I136where f , as above, denotes the forward price.When forward positions of the rival firms are not observable, I 0, the equilibrium spotmarket output of firm i is given bys I0i 2b 2a c bn 1xi b 2n 1xi bbn 1 2xi2b 2bn 1 237where xi denotes rival firms conjecture about the position of firm i, and xi refers to theconjectures about the forward positions of firms other than i. The equilibrium payoff in thiscase of no observability equals I0i b 2s I0i s I0i f cxi3842Details of the derivations are available from the authors upon request.28cid:90cid:18At the forward market stage, a firm i picks its amount of forward sales xi to maximize itsexpected utility. The equivalent to the FOC in equation 19 is given by:ebx 2s 1 bbx 2s 2b 2 b2s bx n 1bs x bn 1 2cid:19f d 0cid:16x bwhere we have already imposed the symmetry of equilibrium strategies and the correctnessof equilibrium conjectures conditions, i.e. xi xi xi xi. Solving for the equilibriumforward sales we obtain:cid:16cid:17cid:16cid:17a c2 2bn 1 n 1 2b 24b 2n 12 n 12 3n 12 2n 1 2b nn 5 n 1 3 24b 2 n 1 36b 3Building on this expression, we can state the following result:39Proposition 2 Suppose that firms do not observe the demand shocks before the spot marketopens. Then the inverse hedge ratio of a firm i is deterministic and given bycid:17cid:16 2cid:172bb n 1 n 1 22 2b n 1 2b 1 3 2b b n 1 240The inverse hedge ratio is independent of the demand intercept parameter a and of thefirm marginal cost c, increases in the demand slope parameter b, decreases in and in 2,decreases in and is weakly monotonically decreasing in the number of firms n.Compared to the inverse hedge ratios in Proposition 1, we see that when spot market strategies cannot be adapted to accommodate the demand shocks, inverse hedge ratios are alwaysweakly decreasing in the number of players. The intuition behind this result is as follows.As before, the incentives of a firm to sell forward are governed by a price effect, a riskhedgingeffect and a strategic effect. The price effect is again constant in the number of firms. Sincefirms cannot adapt their spot strategies to demand fluctuations, the riskhedging effect turnsout to be independent of the number of firms too. In fact, when forward positions are notobservable, the inverse hedge ratios are constant in the number of players:cid:32cid:33 0 1 1212b12 2b When the forward market is not totally opaque so that the positions of the firms are somewhat observable, the strategic commitment role of selling forward leads firms to sell a higheroutput in the forward market the higher the number of players is. As a result, by the lattereffect, inverse hedge ratios fall in n. When the market is fully transparent, in fact we obtain:4142 1 1 1 2bn 1 n 1 2b 29cid:16 2cid:172bwhich clearly decreases in n.We now take the new model to the data. We start by fitting the relationqtxtnt 1 nt 1 2b 1 3 2b 2 2b nt 1 2b nt 1 2cid:16 2cid:172bb t43where t is an error term. The NLS regression results are given in Table 5. The resultsare similar in that the estimate for the observability parameter is relatively high and highlysignificant. The estimate for the risk aversion parameter is again nonsignificant. Therelatively low R2 indicates that this model does less well in explaining the observed variationin inverse hedge ratios than the model estimated in Section 3.3.Parameter Estimatetstatistic 0.640.721.195.98R2 0.12Notes: n equal to wholesalers 80% of market Significant at the 1 percent level Table 5: NLS regression results; no proxy for 2To control for variation in demand volatility, as before, we add the appropriate proxy. Inthis case, using the equilibrium equations we observe that 2pt, so we just take thewithinmonth variation in spot prices to proxy for the degree of demand uncertainty. Thenew estimates of equation 43 are given in Table 6. Again, controlling for monthtomonthchanges in demand volatility does not seriously affect the regression results; the estimatefor is still highly significant, while the estimate for seems not to be able to explain anyvariation in the observed inverse hedge ratios.t 2Parameter Estimatetstatisticb 0.0040.850.01415.41R2 0.07Notes: n equal to wholesalers 80% of market Significant at the 1 percent level Table 6: NLS regression with demand volatility measure Finally, we look at the effects of including year dummies. The results are given in Table 7.We see that the learning effect becomes less prominent than in the model we estimate in Section 3.3.In sum, we conclude that our results in the main body of the paper are robust to this changein the modeling of the spot market. Irrespective of whether firms observe the demand shocks 30Parameter Estimatetstatisticb 2003200420052006200720080.0020.980.770.870.860.840.860.0048.223.818.218.508.838.46R2 0.28Notes: n equal to wholesalers 80% of market Significant at the 1 percent level Table 7: NLS regression with demand volatility measure and year dummies.before they supply gas in the spot market or not, we find that strategic considerations areimportant at explaining the observed hedge ratios in the industry. By contrast, riskhedgingappears not to have a large explanatory power. Comparing the fit of the two models tothe data, we note that the model where spot strategies can be tuned to accommodate thedemand shocks has a much higher explanatory power.In Figure 7 we show the fit of the two models to the data, where we have used the estimatesreported in Tables 3 and 6 to construct the fitted curves. Both models suggest that theforward market is rather transparent, as the two estimated curves predict a fall in the ratioof interest when more firms become active at the TTF. However, the model that does notallow firms to condition their spot strategies on the realized demand shock predicts a higherimpact of firm entry on the inverse hedge ratio. This clearly gives a less good fit of the data,as can be concluded from comparing the R2 of both regressions.4.2 Endogeneity of the number of wholesalers In our main model we have assumed demand is linear and this has implied that the relationto be estimated, equation 31, does not depend directly on the demand intercept parameterand the marginal cost of the firms. As a result, data on demand and costs are not essentialto estimate equation 32 because changes in these variables are captured by changes in theforward sales. A related implication is that the estimates reported in Tables 2, 3 and 4assume that the number of wholesalers is exogenous.If, instead, we had used other demand specifications, the demand and cost parameters wouldprobably have entered directly in the equilibrium condition we want to estimate. Omittingthese variables, together with the fact that market profitability and therefore the number ofactive wholesalers at the TTF depends on market characteristics such as demand strength,the cost of supplying gas and the cost of entering the hub, raises the issue that the numberof active wholesalers is not exogenous from an econometrics point of view. To address 31Figure 7: Fit of the different modelsthis potential endogeneity issue, we propose to use a freeentry condition that we estimatetogether with equation 32.We assume that gas wholesalers enter the TTF till the last firm that enters makes zero profitin expectation.43 By substituting the equilibrium forward sales, given by equation 22, intothe expression for profits we obtain the following zeroprofit condition:a c2b, , , 2, nb F 0, N 0, 244where F denotes a firms cost of entry, 12, withn 1 n 1n 12 21 2 n 12n 12n 1 n 1 23n 1 n 1n 12n 1 n 1 2nn 2 1 2n3 1 2and the term is a random shock normally distributed with mean equal to zero and standarddeviation given by .To add the information provided by the free entry condition 44 we need additional data. Asa proxy for the demand intercept parameter a, we take monthly average prices of electricity 43While in our theoretical framework firms maximize expected utility once they have entered the market,we assume that firms base their entry decision on expected profits. A practical reason for doing this is thatin case we let firm entry incentives be based on expected utility, the entry condition, which we are goingto exploit in the estimation, becomes very cumbersome to deal with. One theoretical validation for thedissimilarity between firms preentry and postentry objectives is that market entry is decided upon by firmowners, who are typically assumed to be risk neutral, while daily control is delegated to firm managers, whoare often considered as being riskaverse.32spot contracts traded at the Dutch spot electricity exchange APX. In particular, we assumeat a 0 a 1et where a 0, a 1 are free parameters and et is the spot price of electricity inperiod t.44 On the cost side, we consider the oil price as being informative for the marginalproduction cost of a gas wholesaler. The rationale behind this is that prices in longtermcontracts between gas producers and wholesalers are often indexed by the oil price. Wetherefore proxy the monthly marginal cost by ct c 0 c 1ot, where c 0, c 1 are free costparameters and ot is the monthly world oil price.It is difficult to obtain information on entry costs. Wholesalers operating in the TTF haveto pay a fixed fee of 1,263 Euros to register at the TTF for a single gas month. In addition,if these wholesale firms also want to participate in the centralized exchanges, they have topay an extra fixed fee of 2083 Euros per month.45We thus estimate the following system of equations:cid:18 ytcid:19cid:18 gnt,cid:80ni1 xit, , 2rat, ct, F, nt, , 2t , , bt , , bcid:19cid:18cid:18 20,t 00 2cid:19cid:19cid:19tcid:18 t,tcid:18 tcid:19ncid:88cid:0nt, , 2siti1yt nt 1ntcid:33 nt 1t , , b 1cid:1 ncid:88xit4546470wherecid:32gnt,ncid:88i1xit, , 2t , , bt , , b d a 1et 1ct2nt, , 2nti1t , , b Ftrat, ct, Ft, nt, , 248and d a 0 c 0 and is a weighting parameter that is attached to the restrictions. Sincethe degree of informativeness of the zeroprofit conditions depends on the variability of theserestrictions, we set equal to the ratio of the standard deviations of the two error terms in45, t.46 The new regression results are summarized in Table 8.The estimates of the key parameters do not change much if we include the stochastic zeroprofit conditions in the regressions. The strategic effect is again highly significant, while theriskhedging motive is still nonsignificant.5 Concluding remarks This paper has proposed a methodology to investigate whether oligopolistic firms sell futuresfor strategic reasons, for riskhedging motives, or for both. Our empirical test builds on a 44As mentioned above, a great deal of the gas traded in the TTF is highcalorific gas whose main use isin industrial applications such as the production of ammoniac as well as in the production of electricity.45Next to the fixed fee, participants pay a variable tariff for each MWh traded in the TTF. These variablefees are picked up by the constant c 0 in our estimation.46We conduct a feasible weighted NLS regression see Greene, 1993, p. 209211. The estimate of theweight is given by cid:114cid:48cid:48 , which is the square root of the ratio of the sums of squared residuals.33Parameter Estimate 3.5 1050.70btstatistic 0.0043.52R2 0.68Notes: n equal to wholesalers 80% of market Significant at the 1 percent significance level Table 8: NLS regression results with endogenous ntheoretical model of the interaction of riskaverse firms that compete in futures and spotmarkets. We find that the effects of an increase in the number of players on the equilibriumhedge ratio depend on the strategic role played by forward contracts. If forward sales play nostrategic role whatsoever, the inverse hedge ratio increases as more firms enter the market;otherwise, the hedge ratio decreases. Firms hedge less if demand is very elastic and, asexpected, more risk averse firms have a greater propensity to hedge. These results serve tostructure our empirical research.Using data from the Dutch wholesale market for natural gas where we observe the numberof producers and wholesalers, forward and spot sales, and churn rates, we find evidencethat strategic reasons play an important role at explaining the observed firms hedge ratios.By contrast, the data do not support the idea that riskhedging motives are an importantaspect behind the observed firms hedge ratios. Seen under the perspective that most ofthe forward transactions in the Dutch natural gas market occur OTC we think this is animportant result. We also document a learning effect, which is probably related to thedevelopment of the market.To increase transparency in the Dutch market for natural gas, the Dutch government didset up ENDEX, an exchange for natural gas futures. A complete costbenefit analysis of ENDEX is outside the scope of this paper but our study suggests that the OTC market byitself provides the firms with sufficient incentives to sell forward.47Futures markets exist for a number of commodities, including electricity, natural gas, emission trading permits, copper, iron ore, aluminium, steel etc. Though we have applied ourmodel to the natural gas market in the Netherlands, we believe the general message of thispaper is broader. Our insights, and in particular our methodology to address the questionwhether firms trade futures for strategic motives, should be applicable to other marketswhere firms have significant market power.47The costs of operating a futures market are nonnegligible even in a time where virtual market placeshave displaced the more traditional physical hubs. In fact, personnel and ICT costs, along with the insuranceand financial costs of dealing with default and other risks involved may render a marketplace unprofitable.ENDEX has been making losses for 5 out of its 6 or 7 years of existence. At the end of 2009, ENDEX wastaken over by the APX Group, which owns various platforms for spot trading of natural gas and electricityin the NL, Belgium and the UK.346 Appendix Appendix A: Proof of Proposition 1.It is clear that i depends neither on ci nor on a. Given that n 1 n 12b 2bn 2 1 2i 22 0ii49the inverse hedge ratio decreases as the firm is more risk averse. From this it readily followsthat inverse hedge ratios decrease in the uncertainty of the demand parameter and increasesin slope of the demand. Since n 1bn 12 2i 222n 1bn 2 1 2i 22 0i50the inverse hedge ratio decreases in the probability forward positions are observed.Finally, we note thatin2bn 1n 12 n 122 2nn 1i 2 b 2n 14 2i 22n 12bn 2 1 2i 23Note that in is differentiable w.r.t. , which implies that in is continuous in .Next, we observe thatcid:12cid:12cid:12cid:120inbn 12i 2 0cid:12cid:12cid:12cid:121andandn 12 for all n 2, b 0, i 0 and 2 0. Given that in is continuous in , this impliesthat n 0 for at least one 0, 1.bn 2 1 2i 22 0in 4b 2n 1Further, n 0 has two solutions for , denoted by and 2: b 2n 14 4bnn 12i 2 424bn 12n 1i 2 2 b 2n 14 4bnn 12i 2 42where Z b 2n 14 4bn 122n 1i 2 422 0, we have:4bn 12n 1i 2i 4 bn 12 2i 2Z51i 4 bn 12 2i 2i 4. Now for all n 2, b 0, i 0 and52Z2bn 12 2i 22 4bn 1n 12i 24bn 12n 1i 22bn 12 2i 22 4bn 1n 12i 24bnn 1n 1i 2bn 12 2i 222bnn 1n 1i 2n 1n 1 2 35Since 2 1 and in 0 for at least one 0, 1, it must be true that 0, 1. Now, 0 if andbecause 0 and by continuity in , we have 0 andincid:12cid:12cid:12cid:121incid:12cid:12cid:12cid:120inin 0 if .Finally, imposing symmetry across firms we can readily obtain the equilibrium forward salesof a firm:x 2a cn 2 1 2 2bn 1n 12 n 12 21 n 3 2b 53Observing the expression in equation 24, it is clear that the variance of the inverse hedgeratio is 2b 2n 12 x 2, which clearly decreases in a, and 2, and increases in c, b and in.Appendix B: TTF contracts All contracts traded in the TTF call for physical delivery of natural gas at the GTStransmission grid. Concerning forward transactions, the most prominent types of contractsare the ones that are also eligible at ENDEX:48 Singlemonth contracts; these contracts can be traded from three months ahead till theexpiration date, which is, with the exception of holidays, the penultimate working dayof the month that precedes the month of delivery. The monthly contract then movesinto delivery at the GTS transmission grid. Singlequarter contracts quarters being defined as JanuaryMarch, AprilJune, JulySeptember and OctoberDecember; trade in these contracts starts four quarters aheadand continues till the moment the contract expires. For this product, the day of expiration is the last but two working days of the last quarter before physical supply takesplace. After expiration, the quarterly contract converts into three monthly contracts. Singleseason contracts seasons being defined as AprilSeptember and OctoberMarch;these contracts can change hands from four seasons ahead till the day of expiration,which is the last but two working days of the season preceding the delivery period.When the seasonal contract expires, it falls into three monthly contracts and one quarterly contract. Singlecalendaryear contracts calendar year being defined as JanuaryDecember;these contracts can be traded from three calendar years ahead till the moment of 48There exist also some contracts that can be traded OTC but not in the centralized exchange ENDEX.Among them are the BalanceofMonth BOM and WorkingDaysNextWeek WDNW contracts. Thesekind of forward products constitute only a tiny share of the total number of the transactions in the TTF.36expiration, which is the last but two working days of the last year before the gas isdelivered. After the contract expires, it cascades into three monthly contracts andthree quarterly contracts.The minimum volume that can be specified in quarterly, seasonal and calendar contracts is 10 MWhh; for monthly contracts, this minimum volume equals 30 MWhh.Next to forward contracts, participants also trade spot contracts at TTF. Two types of spotmarket contracts can be distinguished: Dayahead contracts; the trading market for these contracts opens two working daysbefore physical supply takes place and closes two hours prior to the start of delivery. Withinday contracts; these contracts can be traded from 26 hours prior to deliverytill two hours before the gas is physically supplied.37References1 Allaz, B. 1992, Oligopoly, Uncertainty and Strategic Forward Transactions, International Journal of Industrial Organization 10, 297308.2 Allaz, B. and J.L. Vila 1993, Cournot Competition, Futures Markets and Efficiency,Journal of Economic Theory 59, 116.3 Anderson, E.J., X. Hu and D. Winchester 2007, Forward Contracts in Electricity Markets, Energy Policy 35, 30893103.4 Asche, F., P. Osmundsen and R. Teveter as 2002, European Market Integration for Gas? Volume Flexibility and Political Risk, Energy Economics 243, 249265.5 Ausubel L. M. and P. Cramton 2009, Using Forward Markets to Improve Electricity Market Design, Working paper, University of Maryland.6 Bagwell, K. 1995, Commitment and Observability in Games, Games and Economic Behavior 8, 271280.7 Baron, D. P. 1970, Price Uncertainty, Utility and Industry Equilibrium in Pure Competition, International Economic Review 11, 463480.8 Bessembinder, H. and M. L. Lemmon 2002, Equilibrium Pricing and Optimal Hedging in Electricity Forward Markets, Journal of Finance 573, 13471382.9 Borenstein, S. 2002, The Trouble With Electricity Markets: Understanding Californias Restructuring Disaster, Journal of Economic Perspectives 161, 191211.10 Bushnell, J.B. 2004, Californias Electricity Crisis: a Market Apart?, Energy Policy 32, 10451052.11 Bushnell, J.B., E.T. Mansur and C. Saravia 2008, Vertical Arrangements, Market Structure, and Competition: An Analysis of Restructured US Electricity Markets,American Economic Review 981, 23766.12 Campa, J. M. and L. S. Goldberg 2005, Exchange Rate PassThrough into Import Prices, Review of Economics and Statistics 874, 679690.13 Coq, C.L. and H. Orzen 2006, Do forward markets enhance competition? Experimental evidence, Journal of Economic Behavior and Organization 61, 41531.14 van Damme, E. and S. Hurkens 1997, Games with Imperfectly Observable Commitment, Games and Economic Behavior, 2112, 282308.15 European CommissionEC 2007, DG Competition Report on Energy Sector Inquiry,SEC2006, 1724, Brussels.3816 Fabra, N. and J. Toro 2005, Price Wars and Collusion in the Spanish Eletricity Market, International Journal of Industrial Organization 23 34, 15581.17 Ferreira, J.L. 2003, Strategic Interaction between Futures and Spot Markets, Journal of Economic Theory 108, 141151.18 Ferreira, J.L. 2006, The Role of Observability in Futures Markets, Topics in Theoretical Economics 61, Article 7.19 Ferreira, J.L., P. Kujal and S. Rassenti 2009, The Strategic Motive to Sell Forward:Experimental Evidence, Universidad Carlos III de Madrid, Working Paper 0926, Economic Series 16.20 GTS 2008, Transport Insight 2008, Gas Transport Services B.V., The Netherlands.21 Green, R.J. 1999, The Electricity Contract Market in England and Wales, Journalof Industrial Economics 47, 107124.22 Greene, W.H. 1993, Econometric Analysis, Prentice Hall.23 Horta csu, A. and S.L. Puller 2008, Understanding Strategic Bidding in MultiUnit Auctions: a Case Study of the Texas Electricity Spot Market, Rand Journal of Economics 391, 86114.24 Holthausen, D.M. 1979, Hedging and the Competitive Firm Under Price Uncertainty, American Economic Review 69, 987995.25 Hughes, J.S. and J.L. Kao 1997, Strategic Forward Contracting and Observability,International Journal of Industrial Organization 16, 121133.26 Katz, E. 1984, The Firm and Price Hedging in an Imperfect Market, International Economic Review 25, 215219.27 Liski, M. and J.P. Montero 2006, Forward Trading and Collusion in Oligopoly,Journal of Economic Theory 131, 212230.28 Longstaff, F.A. and A.W. Wang 2004, Electricity Forward Prices: A HighFrequency Empirical Analysis, Journal of Finance 59, 18771900.29 Mahenc, P. and F. Salani e 2004, Softening Competition through Forward Trading,Journal of Economic Theory 116, 282293.30 Masten, S.E. and K.J. Crocker 1985, Efficient Adaptation in LongTerm Contracts:TakeorPay Provisions for Natural Gas, American Economic Review 75, 10831093.31 Newbery, D.M. 1998, Competition, Contracts, and Entry in the Electricity Spot Market, The RAND Journal of Economics 29, 726749.3932 NMaDTe 2007, Versnelling van de Ontwikkeling van TTF en de Groothandelsmarktvoor Gas.33 IEA 2002, Flexibility in Natural Gas Supply and Demand, Paris: OECD.34 Powell, A. 1993, Trading Forward in an Imperfect Market: The Case of Electricityin Britain, Economic Journal 103, 444453.35 Sandmo, A. 1971, On the Theory of the Competitive Firm under Price Uncertainty,American Economic Review 61, 6573.36 Tirole, J. 2006, The Theory of Corporate Finance, Princeton University Press.37 von der Fehr, NH. M. and D. Harbord 1992, Longterm Contracts and Imperfectly Competitive Spot Markets: A Study of the UK Electricity Industry, Memorandum no.14, Department of Economics, University of Oslo.38 von der Fehr, NH. M and P. V. Hansen 2010, Eletricity Retailing in Norway, The Energy Journal, 311, 2545.39 Wolak, F. A. 2000, An Empirical Analysis of the Impact of Hedge Contracts on Bidding Behavior in a Competitive Electricity Market, International Economic Journal 142, 139.40", "filename": "641733089.pdf", "person": ["Remco van Eijkel", "van Eijkel, Remco", "José Luis Moraga-González", "Moraga-González, José Luis"], "date": ["2010"]}