{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/96046/1/642551464.pdf"], "title": ["Price points and price rigidity"], "plaintext": "Price Points and Price Rigidity Abstract We study the link between price points and price rigidity, using two datasets: weekly scanner data, and Internet data. We find that: 9 is the most frequent ending for the penny, dime, dollar and tendollar digits; the most common price changes are those that keep the price endings at 9; 9ending prices are less likely to change than non9ending prices; and the average size of price change is larger for 9ending than non9ending prices. We conclude that 9ending contributes to price rigidity from penny to dollar digits, and across a wide range of product categories, retail formats and retailers. Acknowledgements: We thank two anonymous referees and the editor Mark Watson for constructive comments and suggestions. We thank Jurek Konieczny, the discussant at the CEU Conference on Microeconomic Pricing and the Macroeconomy for comments, and the conference participants: Marco Bonomo, Alan Kackmeister, Attila Ratfai, Julio Rotemberg, Harald Stahl, Jonathan Willis and Alex Wolman for suggestions. Gershon Alperovich, Bob Barsky, Alan Blinder, Leif Danziger, Mark Gertler, Carlos Marques and Jacob Paroush provided helpful comments. We thank the seminar participants at BarIlan University, BenGurion University, Deutsche Bundesbank, Emory University, European Central Bank, Hebrew University, Federal Reserve Bank of Kansas City, Magyar Nemzeti Bank, Texas AM University, University of Minnesota, University of Piraeus, and TelAviv University for comments. We thank Peter Benczur, Michael Ehrmann, David Genesove, Peter Gabriel, Zvi Hercowitz, Heinz Herrmann, Johannes Hoffmann, Peter Karadi, Ed Knotek, Saul Lach, Benoit Mojon, Adam Reiff, and Frank Smets for comments, Manish Aggrawal, Ning Liu, and Avichai Snir for research assistance. Portions of this work have been also presented at the 2004 INFORMS Conference on Information Systems and Technology, the 2004 International Conference on Systems Science, the 2005 IS Research Symposium, the 2006 Minnesota Symposium on Statistical Challenges in ECommerce, the 2005 AMCIS Doctoral Consortium, and at the 2005 INFORMS Marketing Science Conference. We thank Chris Forman, Hemant Bhargava, D.J. Wu, Barrie Nault, Fred Riggins, Sri Narasimhan, Rahul Telang, Sunil Milthas, and other conference participants for helpful suggestions. Some parts of this manuscript were completed at the Monetary Policy and Research Division, at the Research Department of the European Central Bank, where Daniel Levy was a visiting scholar. He is grateful to the Banks Research Department for the hospitality. Daniel Levy gratefully acknowledges also the financial support from the Adar Foundation of the Economics Department at BarIlan University. Dongwon Lees research is supported by an e BRC Doctoral Support Award from Pennsylvania State University and a Research Grant from Korea University. Rob Kauffman acknowledges partial support from the MIS Research Center, and the W.P. Carey Chair in Information Systems, Arizona State University. All authors contributed equally: we rotate coauthorship. The usual disclaimer applies. Corresponding author: Daniel Levy, Levydamail.biu.ac.il. Nor does anyone know how important   price points are in practice. Alan Blinder et al. 1998, p. 26 1 I. Introduction With the increased popularity of new Keynesian models, understanding the sources of nominal price rigidity has become even more important.1 One of the recent theories of price rigidity is price point theory, which Blinder et al. 1998 list among the twelve leading theories of price rigidity. According to the authors p. 26, practitioners   belief in pricing points is part of the folklore of pricing   Consistent with this observation, they offer evidence from interviews on the importance of price points. In their study of 200 U.S. firms, they found that 88 percent of retailers assigned substantial importance to price points in their pricing decisions. Kashyap 1995, the first to explore the link between price points and price rigidity, found that catalog prices tended to be stuck at certain ending prices. After concluding that the observation cannot be explained by existing theories, he offered price point theory as a possible explanation. As Blinder et al. 1998 note in the opening quote above, however, a major difficulty with price point theory is that not much is known about the actual importance of price points or about their relationship to price rigidity. Price points will be particularly important for macroeconomics if they can be shown to contribute to price rigidity across a wide range of products and retailers. The literature offers growing evidence on the use of price points, but still there is a lack of direct evidence linking price points and price rigidity. The literature documenting a link between price points and price rigidity using U.S. data is limited to Kashyap 1995 and Blinder et al. 1998. Kashyap has emphasized the need for more direct evidence, stating that a study focusing on more goods   would have much more power to determine the significance of price points. Our goal is to fill this gap in the literature by offering new evidence on the link between 2 price points and price rigidity using two particularly appropriate but different datasets. One is a large weekly scanner price dataset from a major Midwestern U.S. retailer, covering 29 product categories over an eightyear period. The second comes from the Internet and includes daily prices over a twoyear period for 474 consumer electronic goods, such as music CDs, digital cameras, notebook PCs, etc., from 293 different eretailers, with a wide range of prices. Taken together, the two datasets cover a diverse set of products, a wide range of prices, different retail formats, and multiple retailers and time periods. The following summarizes our findings. 9 is the most popular price point for the penny, dime, dollar and the tendollar digits across the two datasets. The most common price changes are those that keep the terminal digits at these 9endings. When we estimated the probability of a price change, we found that the 9ending prices are less likely to change in comparison to non 9ending prices. For the Dominicks data 9ending prices are at least 4366 percent less likely to change than non9ending prices. For the Internet data, these probabilities are in the range of 2564 percent. The average size of the 9ending price changes are larger in comparison to non9ending prices, which further underscore the extent of the 9ending price rigidity. The paper is organized as follows. We describe the data in section II. In section III, we study the distribution of priceendings. In section IV, we assess the distribution of price changes. In section V, we estimate the effect of 9endings and 99endings on price rigidity. In section VI, we evaluate the link between price points and the size of price changes. In section VII, we discuss the robustness of the findings. Section VIII concludes. II. Two Datasets Kashyaps 1995 price point theory suggests that price points should be most important to retail firms Blinder et al. 1998, Stahl 2010. We examine retail prices from two large datasets. 3 One is Dominicks weekly price data for 29 different supermarket product categories over an eightyear period. The other contains daily prices from the Internet on products that include music CDs, DVDs, hard disks, and notebook PCs, among others. The two datasets cover a wide variety of products, a wide range of prices, and different retail formats. In addition, although Dominicks prices are set on a chainwide basis, our Internet data come from many different retailers, which presumably employ different pricing decision models. Thus, the conclusions that we draw are not specific to a particular retail format, a retailer, a product, or a price range. Dominicks is a large supermarket chain in the Chicago metropolitan area. During the period of our study, it operated 93 stores with a market share of about 25 percent. The data consist of up to 400 weekly observations of retail prices in 29 different product categories, covering the period from September 14, 1989 to May 8, 1997. The prices are the actual transaction prices as recorded by the chains checkout scanners. If an item was on sale, then the price data reflect the sale price of the item. Although Dominicks prices are set on a chainwide basis at the company headquarters, there is some price variation across the stores depending on the price tiers to which the stores belong. Dominicks divides its stores into four price tiers. These are Cubfighter, low, medium, and high. The stores designated as Cubfighters are typically located in proximity to a Cub Foods store and thus compete directly with it. The other three price tier stores employ a pricing strategy that fits best given their local market structure and competition conditions. We report results from analyzing the prices in four stores, one from each price tier. The stores were selected at random and include Store 8 low price tier, 12 high price tier, 122 Cub Fighter, and 133 medium price tier. To study the behavior of regular prices, 4 we removed data points if they involved bonus buys, couponbased sales, or simple price reductions. For this, we relied on Dominicks data identifiers which indicated the occurrences of such promotions. Dominicks did not use loyalty cards during the time period studied. In total, the Dominicks data contain over 98 million weekly price observations on 18,037 different grocery products in 29 product categories.2 The fourstore sample contains 4,910,129 weekly price observations on 16,105 different products. Barsky et al. 2003, Chevalier et al. 2003, and Levy et al. 2010 offer more details about the data.3 Table 1 presents descriptive statistics for the Dominicks data for the four stores. Our Internet data were obtained through the use of a price datagathering software agent. We programmed it to download price data from Biz Rate www.bizrate.com, a popular price comparison site. It accessed the site for data collection from 3:00 a.m. to 5:00 a.m. over a period of more than two years from March 26, 2003 to April 15, 2005. We generated a large sample of product IDs using stratified proportionate random sampling Wooldridge 2002 from a list of products available at Biz Rate. The software agent automatically built a panel of sales prices given the product IDs.4 The resulting dataset consists of 743 daily price observations for 474 personal electronic products in 10 product categories from 293 different Internetbased retailers. The categories include Music CDs, Movie DVDs, Video Games, Notebook PCs, Personal Digital Assistants PDAs, Software, Digital Cameras and Camcorders, DVD Players, PC Monitors, and Hard Drives.5 In total, the Internet data contain over 2.5 million daily price observations. Table 2 presents descriptive statistics for the Internet data. III. Evidence on the Popularity of 9Ending and 99Ending Prices I asked the best economist I know, at least for such thingsmy wife, if she recalled a price not ending in a 9 at our local grocery store. Not really, she 5 said. Maybe sometimes there are prices ending in a 5, but not really. Jurek Konieczny 2003, Discussant Comment We begin by presenting the results on the frequency distribution of priceendings in the two datasets. In the analysis of Dominicks data, our focus was on 9 and 99 priceendings because the overwhelming majority of the prices in retail grocery stores were well below 10.00 during the study period.6 In the Internet data, the price ranges were different: from a minimum of 3.99 to a maximum of 6,000.00, with the average prices in different categories spanning 13.46 to 1,666.68 in the study period. The wider price range in the Internet data enables us to study not only 9 and 99 priceendings, but also other 9ending prices in both the cents and the dollars digits, including 9, 9.99, 99, and 99.99. In Figure 1, we report the frequency distribution of the last digit of the prices in Dominicks data. If a digits appearance as a priceending were random, then we should have seen 10 percent of the prices ending with each digit. As the figure indicates, however, about 69 percent of the prices ended with a 9. The next most popular ending was 5, accounting for only 12 percent of all price endings. Only a small proportion of the prices ends with other digits. Next, we consider the frequency distribution of the last two digits. With two digits, there are 100 possible endings, 00, 01,  , 98, and 99. Thus, with a random distribution, the probability of each ending should be only 1 percent. According to Figure 2, however, most prices end with either 09, 19,  , or 99. This is not surprising since 9 was the dominant singledigit ending. But of these, more than 15 percent of the prices ended with 99. In contrast, only about 4 percent to 6 percent of the prices ended with 09, 19,  , and 89. Figure 3 displays the frequency distribution of the last digit in the Internet data. We can 6 see that 9 was the most popular terminal digit 33.4 percent, followed by 0 24.1 percent, and 5 17.4 percent. The frequency distribution of the last two digits, which is shown on Figure 4, exhibits a similar pattern, with 99 as the most popular priceending 26.7 percent, followed by 00 20.3 percent, 95 13.8 percent, and 98 4.8 percent. As mentioned above, the Internet dataset also includes some highprice product categories, which allowed us to examine priceendings in dollar digits as well. In Figure 5, therefore, we present the frequency distribution of the last dollar digit in the Internet data. According to the figure, 9 was the most popular ending for the dollar digit, with 9 priceendings overrepresented with 36.1 percent, followed by 4 priceendings with 9.9 percent, and 5 priceendings with 9.2 percent. The popularity of 4 and 5 ending prices stems from the fact that the actual prices in the low price product categories Music CDs, Movie DVDs, and Video Games often are in the 1415 range. A similar pattern emerged for the last two dollar digits, as shown in Figure 6. Not surprisingly, the last two dollar digits of most prices contained 9 also, such as 99, 89, and 09. But more prices ended with 99 than any other two dollar digit endings. Moreover, almost 10 percent ended with 99 among the 100 possible dollar endings of 0 through 99. We also examined the frequency distribution of the last three digits of prices in the Internet data. According to Table 3 first column, among the 1,000 possible endings 9.99 was the most popular ending for the last three digits 13.2 percent, followed by 9.00 10.0 percent, and 9.95 4.9 percent. When we examined the last four digits of the prices second column among the 10,000 possible endings 99.99 was the most popular ending 3.47 percent, followed by 99.00 3.46 percent, and 19.99 2.16 percent. To summarize, in both datasets, 9 was the most popular terminal digit overall. But the 7 popularity of 9 was not limited to the penny digit. Rather, it was popular in the dime, dollar, and tendollar digits too. The fact that our data include a variety of products with wideranging prices and different retail formats further underscores the popularity of 9 and 99 as a terminal cent and dollar digits. IV. Frequency Distribution of Price Changes Having documented the dominance of 9 and 99 price endings as the terminal digits in both datasets, we next assessed the extent to which the specific price points 9 and 99 may be contributing to the retail price rigidity. To characterize the price change dynamics, we conducted a 10state Markov chain analysis for price changes that affect one digit of a price the penny digit and the dollar digit, and a 100state Markov chain analysis for price changes that affect two digits of a price the penny and the dime digits, and the dollar and the 10dollar digits. Table 4 displays the 10state transition probability matrix for the penny digit for the Dominicks data at the four sampled stores. For ease of interpretation, the figures in the matrix as well as in the remaining matrices have been normalized, so that the probabilities in all rows and columns combined add up to 1. Considering all 100 possible transition probabilities, it is clear that 9ending prices are the most persistent: 37.87 percent of the 9ending prices preserve the 9ending after the change. Moreover, when non 9ending prices change, they most often end up with 9ending than with any other ending. Considering the diagonal elements of the matrix, after 9ending prices, 5ending prices seem to be the second most persistent with a transition probability of 0.84 percent, followed by 0ending prices, with a transition probability of 0.64 percent. Overall, however, it seems that most of the transition dynamics takes place in the movement to and from 9ending prices. Proportionally, there is very little transition from any particular non9ending prices to another non9ending price. 8 Table 5 displays the 10state transition probability matrix for the penny digit for the Internet data. Focusing on the diagonal terms, we find that on the Internet 0ending prices are the most persistent, with a transition probability of 20.35 percent. 9ending prices are the second most persistent with a transition probability of 17.68 percent, followed by 5ending prices with a transition probability of 10.63 percent. Table 6 displays the 10state transition probability matrix for the dollar digit for the Internet data. Focusing on the diagonal terms, we find that 9ending prices are significantly more persistent than any other dollarending prices, with a transition probability of 11.75 percent. 4eding prices are the second most persistent with a transition probability of 2.73 percent, followed by 5ending prices with a transition probability of 2.52 percent. The persistence of the 4 and 5 endings stems from the fact that many price changes in the low price product categories Music CDs, Movie DVDs, and Video Games take place in the penny and in the dime digits. Comparing the figures presented in Tables 5 and 6, it appears that the Internet retailers tend not to use 9ending proportionally as often. Instead, they use 9ending more often. Thus, the use of 9 as a terminal digit increases as we move from the penny and dime digits to the dollar and the 10dollar digits. Below we offer more evidence consistent with this behavior. We next report the results of 100state Markov chain analysis for the terminal twodigits of the price, for the penny and the dime digits for both data sets, and for the dollar and the 10dollar digits for the Internet data. The resulting transition probability matrix, however, is 100 100. We, therefore, present only partial results of these analyses. The figures presented in these matrices are normalized as before, so that the probabilities in the entire table add up to 1. 9 Table 7 lists the top 25 transition probabilities for the penny and the dime digits at the four Dominicks stores. According to these figures, the most common transitions are from 89ending prices to 99ending prices with the transition probabilities of 1.34 percent, 1.09 percent, 0.87 percent, and 0.82 percent, for Stores 8, 12, 122, and 133, respectively. These probabilities seem quite high considering the fact that in the 100state Markov chain there are 10,000 possible transitions. The second most common movement is from a 99ending to a 89ending with the transition probability of 1.03 percent, 0.86 percent, and 0.70 percent, at Stores 8, 12, and 122, respectively. In Store 122, the second most common movement is from a 39ending to a 49ending, with a transition probability of 0.65 percent. The third most common movement in Stores 8 and 122 is from a 99ending to a 19ending with the transition probability of 0.86 percent and 0.61 percent, respectively, in Store 12 from a 79ending to a 99ending with a transition probability of 0.83 percent, and in Store 133 from a 79ending to a 89ending with a transition probability of 0.62 percent. The transition from 99ending prices to 99ending prices come only in the 13th, 12th, 15th and 18th places for Stores 8, 12, 122, and 133, respectively, with the corresponding transition probabilities of 0.66 percent, 0.61 percent, 0.43 percent, and 0.43 percent. While these figures are quite high, it appears that other movements are more dominant than this particular transition. The reason for this, we believe, is the fact that the average price in the Dominicks data is 2.67. Moreover, in all but two product categories, Analgesics and Laundry Detergents Beer and Cigarette categories are not discussed as mentioned in footnote 2, the average prices are 3.00 or less. A move from a 99ending price to a 99ending price, therefore, will result in a minimum price increase of 3350 percent on average and a minimum price decrease of 2533 10 percent, on average. Changes of this magnitude seem fairly large and, therefore, we suspect that they are not as frequent. Table 8 lists the top 25 transition probabilities for the internet data, for the penny and dime digits on the lefthand side and for the dollar and the 10dollar digits on the righthand side. The top three transitions for the penny and dime digits are from 00ending prices to 00ending prices with a transition probability of 18.36 percent, from 99ending prices to 99ending prices with a transition probability of 11.89 percent, and from 95ending prices to 95ending prices with a transition probability of 8.83 percent. The top three transitions for the dollar and the 10dollar digits are from 14ending prices to 14ending prices with a transition probability of 1.47 percent, from 11ending prices to 11ending prices with a transition probability of 1.36 percent, and from 15ending prices to 15ending prices with a transition probability of 1.28 percent. The transition from 99ending price to 99dollar ending price came in only the 6th. The frequent use of the 11, 14, and 15ending prices stems from the fact that in the lowpriced product categories which include Music CDs, Movie DVDs and Video Games categories, these are not just price endings; these are actual prices. In these categories, therefore, the most common price changes are in the penny and the dime digits, which leave the dollar and the 10dollar digits unchanged. This finding suggests that price change patterns likely differ between lowpriced and highpriced product categories. To explore this possibility, we separated the Internet data into two groups: 1 lowpriced product categories which include Music CDs, Movie DVDs, and Video Games, and 2 highpriced product categories which include Computer Monitors, Digital Cameras, DVD Players, Hard Drives, Laptop Computers, PDAs, and Software. 11 The results of the analyses are reported in Table 9. Beginning with the lowpriced product categories, we find that for the penny and the dime digits, the most common transition is from 99ending to 99ending with a transition probability of 16.32 percent, followed by a movement from 98ending to 98ending with a transition probability of 1.80 percent, and a movement from 95ending to 95ending with a transition probability of 1.75 percent. For the dollar and the 10 digits, we find that 14, 11, and 15ending prices are the most popular. Next, moving to the high priced product categories, we find that for the penny and the dime digits, the most common transition is from 00ending to 00ending with a transition probability of 28.59 percent, followed by a movement from 95ending to 95ending with a transition probability of 12.77 percent, and a movement from 99ending to 99ending with a transition probability of 9.42 percent. For the dollar and the 10dollar digits, we find that the top three transition probabilities are from 99ending prices to 99ending prices with a transition probability of 1.51 percent, from 99ending prices to 49ending prices with a transition probability of 0.65 percent, and from 49ending prices to 99ending prices with a transition probability of 0.60 percent. In sum, we find that for the lowpriced product categories, price changes that keep the terminal digits at 9 are the most popular in the penny digit, in the penny and dime digits, and in the dollar digit. For the highpriced product categories, price changes that keep the terminal digits at 9 are the most popular in the dollar digit, and in the dollar and 10dollar digits. These results suggest that the persistent use of 9ending prices is more likely to occur in the rightmost digits for lowpriced products, but shift to the left as the products became more expensive. This is consistent with the finding discussed above that 99to99 transitions were less common in the Dominicks dataset, which consists of mostly lowpriced products. 12 V. The Effect of Price Points on Price Rigidity To study the link between 9ending prices and price rigidity more directly, we use a binomial logit model to estimate price change probabilities. Using the method of maximum likelihood, we estimated the parameters , and of the following equation: ln q1 q 9_Endingjt Productjt t 1 where q is the probability of a price change and 9_Endingjt is a 9ending dummy variable. For the Dominicks data, we estimate two versions of the regression. In the first, the 9_Endingjt dummy equals 1 if the price for product j at time t ends with 9 and 0 otherwise. In the second regression, the 9_Endingjt dummy equals 1 if the price for product j at time t ends with 99 and 0 otherwise. For the Internet data, we estimate six versions of the regression, corresponding to the six different values of the 9_Endingjt dummy variable for 9, 99, 9, 9.99, 99 and 99.99. Productjt represents a set of productspecific dummy variables based on universal product codes UPCs in the Dominicks data and other unique product identifiers in the Internet data. They permit us to account for productspecific effects. For example, products for which 9ending prices are more common, may tend to be more rigid.7 The estimation results for the Dominicks data are reported in Table 10. In the table, we present the estimated coefficients of each dummy along with the corresponding odds ratios. For all 27 product categories, the coefficient estimates for the 9ending dummy are negative all pvalues 0.0001. The odds ratios, which equal e Coefficient, are all smaller than 1, indicating that 9ending prices are less likely to change than prices that do not end with 9. On average, prices that ended with 9 were 66 percent less likely to change than prices that did not end with 9. We obtained similar results for the 99ending prices. The coefficient estimates for the 13 99ending dummy are all negative. For 25 out of 27 categories, they are statistically significant, as shown on the righthand panel in Table 10. The odds ratios indicate that prices that ended with 99 were on average 43 percent less likely to change than prices that did not end with 99. Next, we estimated the same logit regression model for the Internet data, using dummies for 9, 99, 9, 9.99, 99, and 99.99, in turn, as the independent variables. As with the Dominicks dataset, we included product dummies to account for productspecific effects. The estimation results are reported in Table 11. Similar to what we found with the Dominicks dataset, 9ending prices were less likely to change than other prices. Overall, 9ending prices were 25 percent, 99ending prices 36 percent, 9ending prices 36 percent, 99ending prices 55 percent, 9.99ending prices 45 percent, and 99.99ending prices 64 percent less likely to change than other prices. We obtained similar results for the individual product categories. In 96 percent 52 out of 54 categories of all possible cases in the categorylevel analyses, the effect of 9 priceendings on the probability of price changes was negative and significant. Thus, prices seem to be stuck at 9 and 99endings, making them more rigid: 9 and 99ending prices at Dominicks as well as on the Internet are less likely to change than other prices. On the Internet, the findings hold also for 9, 9.99, 99, and 99.99ending prices. VI. The Effect of Price Points on the Size of Price Change If pricing points inhibit price changes, then they might also be expected to affect the sizes of price increases. Specifically if prices that are at price points are fixed longer than other prices, then any subsequent price adjustments might be expected to be larger than average. Anil Kashyap 1995, p. 267 14 If 9ending prices are less likely to change in comparison to non9ending prices, then the average size of change of 9ending prices should be larger when they do change, in comparison to non9ending prices. This assumes that the cost of a price change is the same regardless of the priceending, which we believe is indeed the case according to the menu cost estimates of Levy et al. 1997, 1998, 2008, Zbaracki, et al. 2004, 2007, and Dutta et al. 1999 for large U.S. supermarket and drugstore chains. In Table 12, we report the average size of price changes for 9ending and non9ending prices for both datasets. In the table, we also report the corresponding results for the low quartile of the products in terms of the popularity of 9ending prices. The goal of this analysis is to assess the possibility that the findings we are documenting in this section may be driven by the frequent use of 9endings. By limiting the analysis to the low quartile of the products in terms of the use of 9endings, we are offering the most conservative test for this hypothesis. In the Dominicks dataset, the average price change was 75 if the price ended with 9, in contrast to a 40 change when it did not end with 9, an 88 percent difference. The findings for the 99ending prices are also consistent: the average price change was 91 if the price ended with 99, in contrast to a 55 change when it did not end with 99. This amounts to a 65 percent difference. Similarly, when we focused on the low quartile of products in terms of the popularity of 9ending prices, the average price change was 38 if the price ended with 9, in contrast to a 33 change when it did not end with 9, a 15 percent difference. For the 99ending prices, the average price change was 49 if the price ended with 99, in contrast to a 34 change when it did not end with 99. This is a 44 percent difference. 15 With the Internet data, we considered prices ending with 9, 99, 9, 9.99, 99, and 99.99, again for the entire dataset, as well as for the low quartile of products. When we considered the entire Internet dataset, for the 9ending prices, the average price changes were 15.54, 22.40, 32.13, 33.97, 66.15, and 63.04 for 9, 99, 9, 9.99, 99, and 99.99ending prices, respectively. The corresponding non9ending average price changes were 18.07, 16.78, 12.83, 16.30, 15.20, and 16.88, respectively. In other words, the 9ending price changes were higher than non9ending price changes by about 14 percent, 33 percent, 150 percent, 108 percent, 335 percent, and 273 percent, respectively. Only in one case Notebook PCs, 9 vs. non9endings, was the average 9ending price change lower than the average non9ending price change. See Table R22 in supplementary appendix. When we considered the low quartile data, for 9ending prices, the average price changes were 24.02, 27.78, 11.93, 22.47, 49.61, and 38.24 for the 9, 99, 9, 9.99, 99, and 99.99ending prices, respectively. The corresponding non9ending average price changes were 21.03, 20.76, 7.21, 7.38, 18.27, and 19.21, respectively. Thus, the 9ending price changes for the low quartile products were higher than non9ending price changes by about 14 percent, 34 percent, 65 percent, 204 percent, 172 percent, and 99 percent, respectively. Thus, the average size of the 9ending and 99ending price changes systematically exceed the average size of the non9ending and non99ending price changes, respectively. The fact that the results are similar for the overall data and the products in the low quartile suggests that in terms of the 9 use, the difference is unlikely to be driven by productspecific effects that could simultaneously increase the prevalence of 9ending prices and the magnitude of the price changes. If that were the case, we should not have observed larger price changes for 9ending and 99ending prices in the low quartile of products for which 9ending prices are less 16 common. These findings are consistent with our predictions: since 9ending and 99ending prices are less likely to change, the average sizes of the changes of the 9ending and 99ending prices are systematically larger when they do change, in comparison to the non9ending and non99ending prices, respectively. VII. Robustness To explore the robustness of the findings, we conducted several additional analyses, much of them following the referees comments and suggestions. The findings we have reported for the Dominicks data were based on the analysis of the price data from the chains four stores. We, however, have also analyzed the data for each of the four sampled stores individually, as well as the chains entire dataset which include the price information from all 93 stores. In each case, we have considered the data for all 27 categories combined, as well as for each individual product category. For the Internet data, we have primarily reported the results of the aggregate data analysis. However, most of the analyses were repeated for each product category. In general, the results of these additional analyses are similar to the results that we have reported. Here we offer some details about these analyses and the findings. More detailed presentation of these analyses is included in the supplementary appendix. A. Evidence on the Frequency Distribution of 9 and 99Ending Prices We found that 9 and 99ending prices were more popular than other endings at the Dominicks data for all 93 stores combined, and at each one of the four individual stores sampled. At the category level, we found that 9ending prices were more popular than other endings at all 27 product categories, while 99ending prices were more popular than other endings in 23 of the 27 product categories. 17 For the Internet data, we found that 9ending and 99ending prices were more popular than other endings for four product categories, while the 0ending was the most popular for the remaining six categories. For the dollar digit, 9endings were more popular than other endings in 8 of the 10 categories. For the last two dollar digits, 99ending prices were more popular than the other priceendings in 6 of the 10 categories.8 We have also considered the possibility that the use of 9 and 99ending prices is related to the sales volume. The analysis of 9 and 99ending prices by sales volume, however, suggests no such systematic relationship. The results suggest that 9ending prices are popular for both products that have a large sales volume and products that have a small sales volume. B. Evidence on the Frequency Distribution of Price Changes Similar to the other results that we have reported in this paper, we found that for regular prices in each of the four Dominicks stores, as well as for all 93 stores combined and for all prices, 9to9 was the most popular price change. For example, 37.74 percent of the transition takes place from 9ending to 9ending prices. 5to5 and 0to0 ending transitions only occur with 0.90 percent and 0.66 percent probabilities. The 9ending prices are the most persistent if we consider the entire Dominicks data as well. 99to99 is not the most popular price change for any of the four stores, similar to the results reported earlier in the paper, but it is the most popular when all prices from all stores are considered. For the Dominicks dataset, in all but one category FrontEnd Candies, there were considerably more price changes that were multiples of dimes and dollars for 9ending prices. For the Internet data, in the lowpriced product categories, we found considerably more price changes that were multiples of dimes and dollars for 9ending prices. For highpriced product categories, we found more price changes that were multiples of 10 and 100 for 918 ending prices. C. Evidence on the Link between 9 and 99Ending Prices and Price Rigidity We find a strong positive link between price points and price rigidity at the level of the entire Dominicks chain, as well at each one of the four sampled stores examined. Beginning with Store 8, we find that the probability of a change of a 9ending and a 99ending prices are on average 60 percent and 28 percent lower than non9ending and non99ending prices, respectively. The result holds true for most product categories: overall, in 50 of the 54 cases 27 coefficients for the 9ending dummy and 27 coefficients for the 99ending dummy the coefficient of the 9ending dummy was negative. In 48 of these 50 cases, they were statistically significant. We found similar results for the remaining 3 stores. For example, at Store 12, the estimated coefficient was negative in 51 of the 54 cases, with 48 of them being statistically significant. At Store 122, the estimated coefficient was negative in 53 of the 54 cases, with 50 of them being statistically significant. At Store 133, the estimated coefficient was negative in 53 of the 54 cases, with 51 of them being statistically significant. The findings for the entire Dominicks dataset are even stronger: all 54 estimated coefficients were negative and statistically significant. D. Evidence on the Link between 9 and 99Endings and the Size of Price Changes In the Dominicks dataset, in 23 of the 27 categories the average price change was higher for 9ending than for non9ending prices. The findings that we obtained for the 99ending prices are even stronger. In 26 categories the exception is Frozen Entries, the average change 19 was higher for 99ending than for non99ending prices. Similarly, when we focused on the low quartile of products in terms of the popularity of 9ending prices, we found that in 21 categories the average change was higher for 9ending than for non9ending prices. For the 99ending prices, in 25 categories the average price change was higher for the 99ending than for non99ending prices. With the Internet data, we considered prices ending with 9, 99, 9, 9.99, 99, and 99.99, again for the entire dataset, as well as for the low quartile of products. For the entire dataset we find that the average price change was higher if the price ended with 9 in comparison to non9 ending prices in 8, 9, 9, 9, 8, and 7 categories for 9, 99, 9, 9.99, 99, and 99.99 ending prices, respectively.9 Thus, in 50 of the 56 cases, the average size of the price change was higher if the price ended with a 9ending price point in comparison to non9ending prices. The results for the low quartile of products are similar. Specifically, we find that the average price change was higher if the price ended with 9 in comparison to non9 ending prices in 7, 10, 9, 9, 6, and 6 categories for 9, 99, 9, 9.99, 99, and 99.99 ending prices, respectively.10 Overall, in 47 of the 54 cases the average size of the price change was higher if the price ended with a 9ending price point than with a non9ending price. VIII. Conclusion To our knowledge, this is the first study that directly examines the effect of price points on price rigidity across a broad range of product categories, price levels, and retailers, in the traditional retailing and the Internetbased selling formats, using data from the U.S. We found that 9ending prices were the most popular and were less likely to change compared to non9ending prices. Further, the most common price changes preserve the terminal digits at 9 and 20 the size of the price changes was larger for these 9ending prices than for non9ending prices. We also discovered that there is a shift in this preservation of 9ending prices with the price level: for more expensive product categories we saw less frequent persistence of 9s in the penny and the dime digits, but more frequent persistence of 9s in the dollar, 10, and 100 digits. Overall, we find that for the Dominicks data 9ending prices are at least 4366 percent less likely to change than non9ending prices. For the Internet data, these probabilities are in the range of 2564 percent. These figures seem to us quite substantial. We conclude therefore, that 9ending and 99ending prices form a considerable barrier to price changes, offering direct evidence on the link between price points and price rigidity. Combining this with the robustness of the findingsoccurring in both datasets, across a wide range of product categories with a wide range of prices, products, retail formats and retailers, suggests that price points might be substantial enough to have broader macro implications. This is reinforced by the finding that the use of 9s shifts leftwards as the products average price increases, which suggest that the phenomenon of 9ending prices rigidity may exist in markets for other goods and services in more expensive product categories where the use of 9endings in 1, 10, 100 digits, etc. is quite common. These include prices of the goods sold at department stores such as clothes, shoes, fragrances, jewelry, and high tech equipment, as well as other high priced products and services such as musical instruments, furniture, cars, home appliances, hotels, air travel, car rentals, and even in pricing of homes and apartments. Taken together, these goods and services comprise a substantial proportion of the aggregate consumption and thus may have a considerable economic significance. The use of 9ending prices seems to be relevant in the context of public policy issues as well. For example, the use of 9ending prices is often debated in countries where low21 denomination coins have been abolished. When small denomination coins are no longer used, transactions involving small changes must rely on rounding, as is the case in Israel, Hungary, or Singapore. In Israel, for example, the 1Agora coin was abolished in 1991, and the 5Agora coin was eliminated in 2008. The law, therefore, requires that the final bills be rounded up if it ends with 5Agora 9Agora or down if it ends with 1Agora 4Agora to the nearest 10Agora. It turns out, however, that the Israeli retailers use 9ending prices extensively, which irritates consumers, who claim that 9ending prices are unethical given the absence of 1Agora coin. The Israeli Parliament has twice rejected a proposed law which would outlaw the use of 9ending prices.11This may extend to other countries soon. For example, dropping the smallest currency unit has been a recent topic of debate in the U.S., Canada and Europe 12. Australia has stopped issuing 1 and 2 coins in 1989. New Zealand ceased issuing the 1 and 2 coins in 1989. Denmark stopped issuing the 5 and 10ores in 1989. The Dutch eliminated the 1 of the guilder in 1980 and ceased issuing the 1 and 2 of Dutch euro coins in 2006. In Finland, the 1 and 2 of Finnish euro coins are not in general use any longer. In 2008, Hungary eliminated the 1 and 2 forint coins. France, Norway, Britain and Singapore have also eliminated lowdenomination coins. The common use of price points has also received considerable attention in some European Union countries in the context of the conversion of prices from local currencies to the euro. The concern has been about the possibility that retailers may have acted opportunistically by rounding their prices upward after conversion to the euro in their attempt to preserve the price points. This appears to be true, for example, in the case of products that are sold through automated devices, such as soda and candy bar vending machines, parking meters, coinoperated laundry machines, etc. Bils and Klenow 2004, Levy and Young 2004, and Campbell and Eden 22 2010, Ehrmann 2010, Hoffmann and KurzKim 2009. In our data, 9 is the most popular terminal digit overall. The use of price points, however, seems to vary across countries. For example, Konieczny and Rumler 2007 and Konieczny and Skrzypacz 2010 note that 9ending prices are particularly popular in the U.S., Canada, Germany, and Belgium, but they are rare in Spain, Italy, Poland, and Hungary. According to Heeler and Nguyen 2001, in the Chinese culture, numbers have special significance and symbolism. The number 8, for example, is associated with success.13 They find that close to 50 percent of restaurant menu prices sampled in Hong Kong had 8endings, which they refer to as happy endings. Also, a Time Magazine article Rawe, 2004 reports that at the casino of the recentlybuilt 240 million Sands Macao hotel in Macao, China, the slot machines winning trios of 7s have been replaced with trios of 8s. Consistent with these observations, the opening ceremony of the Beijing Olympic Games, held in the Beijing National Stadium, began exactly at 08:08:08 p.m. on 88200814. Knotek 2008, 2010 has focused on other types of pricing practices, especially the common use of round prices, which he terms convenient prices because their use reduces the amount of the change used in a transaction. Levy and Young 2004, 2008 reported that the nominal price of Coca Cola was fixed for almost 70 years at 5, also a convenient price. Future work might study such pricing practices across other products, industries, retailers, and countries to assess the generalizability of these findings and observations. Beyond documenting these facts, this study raises interesting questions concerning the importance of price points for monetary nonneutrality. For example, how much monetary nonneutrality could be generated by pricing points? How are pricing points determined? To answer these questions, one would need a monetary economy model with pricing points. These remain interesting 23 avenues for future research. We end by noting that the Internet provides a unique context for microlevel studies of price setting behavior Bergen et al. 2005. The ability to access transaction price data using software agents has allowed us to explore pricing and price adjustment patterns at a low cost and with a previously unimaginable level of microeconomic detail. This approach also allows empirical research methods to take advantage of natural experiments in the real world Kauffman and Wood, 2007, 2009. With the expanding retail activities on the Internet, and new techniques and tools that have become available, we expect such opportunities to increase further in the future. References 24 Alvarez, F.E., F. Lippi, and L. Paciello 2010, Optimal Price Setting with Observation and Menu Costs, NBER Working Paper, Number 15852, Cambridge, MA. Ball, L. and D. Romer 2003, Inflation and the Informativeness of Prices, Journal of Money, Credit and Banking 352, 177196. Barsky, R., Bergen, M., Dutta, S. and Levy, D. 2003, What Can the Price Gap between Branded and Private Label Products Tell Us about Markups? in R. Feenstra and M. Shapiro eds., Scanner Data and Price Indexes Chicago, IL: University of Chicago Press, 165225. Bergen M., R. J. Kauffman, and D. Lee 2005, Beyond the Hype of Frictionless Markets: Evidence of Heterogeneity in Price Rigidity on the Internet, Journal of Management Information Systems 222, 5789. Bergen, M., D. Levy, S. Ray, P. Rubin, and B. Zeliger 2008, On the Inefficiency of Item Pricing Laws: Theory and Evidence, Journal of Law and Economics 512, 209250. Besley, T. and H. Rosen 1999, Sales Taxes and Prices: an Empirical Analysis, National Tax Journal 522, 157178. Bils, M. and P. Klenow 2004, Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 1125, 947985. Bizer, G. and R. Schindler 2005, Direct Evidence of EndingDigit DropOff in Price Information Processing, Psychology and Marketing 2210, 771783. Blinder, A. S., R. Elie, D. Canetti, D. Lebow, and J. Rudd 1998, Asking About Prices: A New Approach to Understanding Price Stickiness New York, NY: Russell Sage Foundation. Campbell, J. and B. Eden 2010, Rigid Prices: Evidence from U.S. Scanner Data, Working Paper No. 200508, Federal Reserve Bank of Chicago, Chicago, IL. 25 Carlton, D. W. 1986, The Rigidity of Prices, American Economic Review 764, 637658. Cecchetti, S. 1986, The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics 313, 255274. Chen, H., D. Levy, S. Ray and M. Bergen 2008, Asymmetric Price Adjustment in the Small, Journal of Monetary Economics 554, 728737. Chevalier, J., A. Kashyap, and P. Rossi 2003, Why Dont Prices Rise during Periods of Peak Demand? Evidence from Scanner Data, American Economic Review 931, 1537. Danziger, L. 1999, A Dynamic Economy with Costly Price Adjustments, American Economic Review 894, 878901. Danziger, L. 2007, Output Effects of Inflation with Fixed Price and QuantityAdjustment Costs, Economic Inquiry 451, 115120. Dutta, S., M. Bergen, D. Levy, and R. Venable 1999, Menu Costs, Posted Prices, and Multiproduct Retailers, Journal of Money, Credit, and Banking 314, 683703. Dutta, S., D. Levy, and M. Bergen 2002, Price Flexibility in Channels of Distribution: Evidence from Scanner Data, Journal of Economic Dynamics and Control 2611, 18451900. Ehrmann, M. 2010, Inflation Developments and Perceptions after the Euro Cash Changeover, German Economic Review, forthcoming. Eichenbaum, M., N. Jaimovich, and S. Rebelo 2010, Reference Prices, Costs and Nominal Rigidities, American Economic Review, forthcoming. Fabiani, S., M. Druant, I. Hernando, C. Kwapil, B. Landau, C. Loupias, F. Martins, T. Matha, R. Sabbatini, H. Stahl, and A. Stokman 2006, What Firms Surveys Tell Us about Price26 Setting Behavior in the Euro Area: New Survey Evidence, International Journal of Central Banking 23, 347. Heeler, R. and A. Nguyen 2001, Price Endings in Asia, in B. Murphy and L. Engle Eds., Proceedings of AustraliaNew Zealand Marketing Association Auckland, New Zealand: Massey University Press, pp. 6471. Hoffmann, J. and J. R. KurzKim 2009, Consumer Price Adjustment under the Microscope: Germany in a Period of Low Inflation, Working Paper, Deutsche Bundesbank, Frankfurt, Germany. Kashyap, A. K. 1995, Sticky Prices: New Evidence from Retail Catalogues, Quarterly Journal of Economics 1101, 245274. Kauffman, R. J. and C. A. Wood 2007, Follow the Leader: Price Change Timing and Strategic Pricing in ECommerce, Managerial and Decision Economics 287, 679700. Kauffman, R. J. and C. A. Wood 2009, Revolutionary Research Strategies for EBusiness: A Philosophy of Science View in the Age of the Internet, in R. J. Kauffman and P. A. Tallon Eds., Economics, Information Systems, and Electronic Commerce Research: Advanced Empirical Methodologies Armonk, NY: M. E. Sharpe, pp. 3162. Kehoe, P. and V. Midrigan 2010, Prices Are Sticky After All, Research Staff Report, No. 413, Federal Reserve Bank of Minneapolis, Minneapolis, MN. Klenow, P.J. and O. Kryvtsov 2008, StateDependent vs. TimeDependent Pricing: Does it Matter for Recent U.S. Inflation? Quarterly Journal of Economics 1233, 863904. Klenow, P.J. and B.A. Malin 2010, Microeconomic Evidence on PriceSetting, in B. Friedman and M. Woodford Eds., Handbook of Monetary Economics New York, NY: North Holland, forthcoming. 27 Knotek, E. S., II 2008, Convenient Prices, Currency and Nominal Rigidity: Theory with Evidence from Newspaper Prices, Journal of Monetary Economics 557, 13031316. Knotek, E.S., II 2010, Convenient Prices and Price Rigidity: CrossSectional Evidence, Review of Economics and Statistics, forthcoming. Konieczny, J. 2003, Discussant Comments on this Paper, Central European University Conference on Microeconomic Pricing and the Macroeconomy, Budapest, Hungary. Konieczny, J. and F. Rumler 2007, Regular Adjustment: Theory and Evidence, Kiel Working Paper No. 1352, Kiel Institute for the World Economy, Kiel, Germany. Konieczny, J. and A. Skrzypacz 2010, Search, Costly Price Adjustment and the Frequency of Price Changes: Theory and Evidence, manuscript, Stanford University. Levy D., M. Bergen, S. Dutta and R. Venable 1997, The Magnitude of Menu Costs: Direct Evidence from Large U.S. Supermarket Chains, Quarterly Journal of Economics 1123, 791825. Levy, D. and A. Young 2004, The Real Thing: Nominal Price Rigidity of the Nickel Coke, 18861959, Journal of Money, Credit and Banking 364, 765799. Levy, D., G. Muller, H. Chen, M. Bergen, and S. Dutta 2010, Holiday Price Rigidity and Cost of Price Adjustment, Economica 77305, 172198. Midrigan, V. 2010, Menu Costs, MultiProduct Firms, and Aggregate Fluctuations, Econometrica, forthcoming. Mirhadi, D. 2000, Hotels Reach Overseas to Fill Beds, Restaurants, Showrooms, Las Vegas ReviewJournal, May 18, 2000. 28 Nakamura, E. and J. Steinsson 2008, Five Facts about Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics 1234, 14151464. Nakamura, E. and J. Steinsson 2009, Price Setting in ForwardLooking Customer Markets, Manuscript, Columbia University, New York, NY. Rotemberg, J. 1987, The New Keynesian Microfoundations, NBER Macro Annual, 69104. Rotemberg, J. 2005, Customer Anger at Price Increases, Changes in the Frequency of Price Adjustment, and Monetary Policy, Journal of Monetary Economics 524, 829852. Rotemberg, J. 2010, Altruistic Dynamic Pricing with Customer Regret, Scandinavian Journal of Economics, forthcoming. Schindler, R. M. 2006, The 99Price Ending as a Signal of a Low Price Appeal, Journal of Retailing 821, 7177. Stahl, H. 2010 Price Adjustment in German Manufacturing: Evidence from Two Merged Surveys, Managerial and Decision Economics 3123, 6792. Toy, V.S. 2010, Sometimes, Lucky Numbers Add Up to Apartment Sales, The New York Times New York edition, October 24, 2010, page RE1. Warner, E. and R. Barsky 1995, The Timing and Magnitude of Retail Store Markdowns: Evidence from Weekends and Holidays, Quarterly Journal of Economics 1102, 321352. Willis, J. 2003, Implications of Structural Changes in the U.S. Economy for Pricing Behavior and Inflation Dynamics, Federal Reserve Bank of Kansas City Economic Review, Kansas City, MO 1st quarter, 526. Wolman, A. L. 2007, The Frequency and Costs of Individual Price Adjustment: A Survey, Managerial and Decision Economics 286, 531552. Wooldridge, J. 2002, Econometric Analysis of Cross Section and Panel Data Cambridge, MA: MIT Press. 29 30 Table 1. Descriptive Statistics for the Dominicks Price Data, Stores 8, 12, 122 and 133 Number of Observations Number of Products Category Analgesics Bath Soap Bathroom Tissue Beer Bottled Juice Canned Soup Canned Tuna Cereals Cheeses Cigarettes Cookies Crackers Dish Detergent Fabric Softeners FrontEndCandies Frozen Dinners Frozen Entrees Frozen Juices Grooming Products Laundry Detergents Oatmeal Paper Towels Refrigerated Juices Shampoos Snack Crackers Soaps Soft Drinks Toothbrushes Toothpastes Total Note: The data are weekly. The sampled stores belong to four price tiers as follows: Store 8 low price tier, 12 high price tier, 122 Cub Fighter, and 133 medium price tier. See section II for details. Max. Min. Price Price 0.47 23.690.47 18.990.25 11.990.99 26.990.32 8.000.23 5.000.25 11.190.29 7.490.10 11.500.89 25.658.790.25 0.25 6.857.000.39 9.990.10 0.01 6.990.28 9.990.25 15.990.22 5.000.49 11.290.39 24.490.49 5.000.33 12.590.39 7.050.27 29.998.000.10 0.25 9.990.10 26.020.39 9.990.31 10.990.01 29.99174,132 31,859 52,856 126,295 204,967 251,505 111,142 213,771 312,455 80,637 355,388 107,527 101,077 108,050 208,322 84,942 340,123 109,916 244,043 156,156 47,584 43,389 102,221 306,053 163,346 94,722 516,692 99,921 161,038 4,910,129 599 492 119 595 460 400 247 447 594 599 1,018 290 270 308 443 239 825 160 1,237 556 94 150 213 2,615 390 313 1,411 447 574 16,105 Mean Price 5.32 3.31 2.14 5.69 2.24 1.15 1.82 3.17 2.43 8.23 2.11 2.03 2.37 2.85 0.61 2.35 2.31 1.36 2.95 5.67 2.66 1.55 2.20 3.06 2.19 2.60 2.35 2.24 2.49 2.67 Std. Dev. 2.51 1.76 1.71 2.69 0.97 0.49 1.07 0.78 1.12 8.40 0.63 0.57 0.92 1.47 0.24 0.88 1.06 0.43 1.39 3.24 0.67 1.51 0.88 1.87 0.59 1.58 1.90 0.93 0.97 2.22 Table 2. Descriptive Statistics for the Internet Price Data 31 Number of Observations Number of Products Number of Retailers 46 49 49 48 46 45 49 51 46 45 474 15 22 38 83 73 92 104 87 143 45 293 302,914 447,519 244,625 382,297 263,244 148,731 220,236 319,369 247,917 79,386 2,656,238 Max. Min. Std. Mean Category Price Price Dev. Price 26.983.99 3.50 13.46Music CDs 4.95 144.9926.70 27.42Movie DVDs 4.90 57.9930.8312.57 Video Games 4.95 5,695.00294.07 417.60 Software 39.00 3,670.98330.67 556.29 Hard Drives 32.99 956.95346.60 193.24 PDAs 57.99 1,489.00369.51 247.75 DVD Players 682.89 659.13 85.78 3,010.41PC Monitors 760.12 688.76 175.95 6,000.00Digital Cameras 1,666.68 475.80 699.00 3,199.00Notebook PCs Total 3.99 6,000.00Note: The table covers 743 daily price observations from March 26, 2003 to April 15, 2005, from 293 Internet retailers for 474 products. The retailers have many different product categories e.g., Amazon.com sells books, CDs, DVDs, computer products and electronics, etc  Consequently, the sum of the number of retailers in each product category will not necessarily be consistent with the total number of stores in all product categories. In addition, some retailers do not have all products e.g., in our sample, Amazon has 15 Music CDs while Barnes Noble has 20. Also, the length of individual products price time series varies due to different life cycle of products. Thus, the number of observations in the Music CDs category, for example, 302,914, is less than total available combinations i.e., 46 15 743 512,670. 337.06 536.13 32 Table 3. Top 10 Highest Frequencies in the Internet Data Rank Last 3 Digits of Price Endings Last 4 Digits of Price Endings 1 2 3 4 5 6 7 8 9 10 9.99 13.17% 9.00 9.98% 9.95 4.86% 4.99 3.24% 5.00 2.48% 2.99 1.46% 8.95 1.45% 8.00 1.44% 7.99 1.43% 4.95 1.42% 99.99 3.47% 99.00 3.46% 19.99 2.16% 49.99 2.00% 29.99 1.55% 49.00 1.43% 14.99 1.40% 99.95 1.09% 09.99 0.97% 79.00 0.87% Price Changes 1.00 6.74% 2.00 4.49% 10.00 3.24% 3.00 3.09% 5.00 2.72% 4.00 2.30% 20.00 1.80% 6.00 1.55% 0.10 1.38% 0.01 1.38% Price Changes with Three Categories Left Out 1.00 5.63% 2.00 4.66% 10.00 4.31% 3.00 3.60% 5.00 3.38% 4.00 2.90% 20.00 2.56% 6.00 2.18% 30.00 1.50% 7.00 1.47% Note: The figures in each column are ordered from the most frequent to the least frequent. Boldmarked prices in the first three rows indicate that they are in the top three most frequent in each category. The rightmost column shows the top ten most frequent price changes after three product categories Music CDs, Movie DVDs, and Video Games are excluded from the analysis. Table 4. Transition Probability Matrix Conditional on a Price Change for a 10State Markov Chain, Dominicks Data, Stores 8, 12, 122, 133, Regular Prices Only, for the Penny Digit 33 Next Period Ending Digit 2 tigi Dgnidn E0 0 0.641 0.262 0.253 0.284 0.305 0.726 0.267 0.238 0.159 3.40 tnerru C1 3 0.25 0.29 0.310.14 0.18 0.210.13 0.15 0.180.20 0.16 0.330.12 0.17 0.180.30 0.32 0.420.15 0.18 0.210.14 0.15 0.280.10 0.11 0.141.58 1.45 1.889 8 3.68 0.16 2.98 0.09 1.81 0.09 2.47 0.15 2.93 0.11 3.81 0.26 2.15 0.14 2.17 0.13 0.12 1.43 0.85 37.87 Note: Each cell contains the percentage of the price change compared to the total price change i.e., 1,374,142. The top three highest transition probabilities on the matrix diagonal are indicated in boldface. 7 0.230.130.150.240.170.490.290.240.131.775 0.790.440.360.470.400.840.370.410.293.154 0.330.140.190.220.290.330.260.210.142.346 0.260.140.180.200.230.430.200.250.131.85 Table 5. Transition Probability Matrix Conditional on a Price Change for a 10State Markov Chain, Internet Data, for the Penny Digit 34 tigi Dgnidn E0 0 20.350.320.400.340.371.450.340.390.541.541 2 3 4 5 6 7 8 9 tnerru CNext Period Ending Digit 2 1 3 0.35 0.35 0.340.39 0.33 0.320.33 0.47 0.340.29 0.32 0.470.34 0.37 0.310.33 0.30 0.340.29 0.31 0.340.27 0.27 0.370.33 0.30 0.370.42 0.42 0.488 9 0.52 1.69 0.30 0.40 0.34 0.32 0.41 0.43 0.37 0.87 0.53 2.04 0.30 0.66 0.49 0.58 2.95 1.21 1.47 17.68 Note: Each cell contains the percentage of the price changes compared to the total number of price changes 41,034. The top three highest transition probabilities on the matrix diagonal are indicated in boldface. 4 5 0.331.400.340.290.340.270.330.350.660.520.48 10.630.480.430.320.360.440.582.190.877 0.380.280.310.300.380.340.410.660.480.566 0.390.300.240.320.400.450.860.330.410.54 Table 6. Transition Probability Matrix Conditional on a Price Change for a 10State Markov Chain, Internet Data, for the Dollar Digit 35 Next Period Ending Digit tigi Dgnidn E 0 1 2 3 4 5 6 7 8 9 tnerru C0 1.580.980.580.460.550.490.360.330.491.081 2 0.85 0.452.18 1.061.19 1.720.67 1.230.49 0.870.44 0.610.37 0.420.30 0.410.39 0.380.83 0.819 8 1.38 0.68 0.97 0.43 1.12 0.48 1.00 0.51 1.98 0.62 1.45 0.54 1.04 0.64 1.22 0.88 1.73 1.79 2.09 11.75 Note: Each cell contains the percentage of the price changes compared to the total number of price changes 41,034. The top three highest transition probabilities on the matrix diagonal are indicated in boldface. 7 0.410.400.320.420.650.670.861.271.111.476 0.350.330.340.500.691.011.471.140.711.255 0.430.350.560.651.322.521.150.790.721.564 0.420.400.761.122.731.500.880.790.561.983 0.400.491.011.991.300.900.520.480.570.91 36 Table 7. Top 25 Transition Probabilities Conditional on a Price Change for a 100State Markov Chain, Dominicks Data, by Store, Regular Prices Only, for the Penny and Dime Digits Store 8 Next Ending 99 89 19 49 99 99 89 49 29 99 09 99 99 39 79 39 99 79 59 19 29 69 99 69 99 % 1.34 1.03 0.86 0.79 0.78 0.75 0.73 0.73 0.72 0.71 0.70 0.70 0.66 0.60 0.60 0.55 0.53 0.52 0.51 0.50 0.50 0.49 0.49 0.48 0.46 Current Ending 89 99 99 39 79 49 79 99 99 19 99 29 99 29 99 99 69 69 49 09 19 59 09 99 39 Current Ending 89 99 79 79 99 99 59 99 49 99 99 99 49 29 39 19 29 59 99 69 69 09 19 99 99 Rank 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 Store 12 Next Ending 99 89 99 89 19 49 99 29 99 59 79 99 59 99 4999 39 69 09 99 79 19 29 39 69 % 1.09 0.86 0.83 0.71 0.70 0.69 0.68 0.68 0.67 0.64 0.63 0.61 0.59 0.58 0.56 0.55 0.54 0.52 0.52 0.50 0.49 0.48 0.45 0.43 0.42 Current Ending 89 99 99 79 79 39 29 99 99 69 19 19 59 49 9999 29 69 99 49 99 09 09 99 39 Store 122 Next Ending 99 89 19 89 99 49 39 09 29 99 29 99 69 99 9949 99 79 79 59 39 99 19 69 29 Current Ending 89 39 79 99 79 99 99 99 29 49 49 29 19 59 19 69 99 99 69 09 99 29 59 94 99 % 0.87 0.70 0.61 0.58 0.58 0.57 0.55 0.55 0.50 0.49 0.48 0.47 0.46 0.45 0.43 0.42 0.42 0.42 0.41 0.40 0.40 0.40 0.38 0.37 0.35 Store 133 Next Ending 99 49 89 19 99 29 89 09 39 99 59 99 29 69 99 99 49 99 79 19 79 49 99 99 69 % 0.82 0.65 0.62 0.61 0.60 0.60 0.60 0.54 0.53 0.50 0.48 0.47 0.45 0.45 0.44 0.44 0.44 0.43 0.42 0.41 0.39 0.36 0.35 0.33 0.32 Table 8. Top 25 Transition Probabilities Conditional on a Price Change for a 100State Markov Chain, Internet Dataset, for the Penny and Dime Digits LHS and for the Dollar and 10 Digits RHS 37 Current Ending Rank Cents Next Ending % Current Ending Dollars Next Ending % 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 00 99 95 98 00 99 99 00 99 99 49 95 95 98 49 00 88 50 85 96 89 00 96 24 97 00 99 95 98 99 00 95 95 98 49 99 00 99 99 49 50 88 00 85 96 99 90 99 99 97 14 11 15 09 13 99 12 10 08 14 16 15 14 12 13 11 22 12 13 99 19 11 21 49 10 18.3611.898.831.130.890.850.720.660.640.620.620.620.570.540.280.250.240.230.200.190.190.180.180.170.16 14 11 15 09 13 99 12 10 08 15 16 14 13 11 14 12 22 13 12 49 19 10 21 99 11 1.47 1.36 1.28 1.23 1.16 1.01 0.80 0.67 0.63 0.59 0.58 0.54 0.49 0.48 0.48 0.44 0.43 0.42 0.42 0.42 0.41 0.39 0.39 0.38 0.35 Note: Total number of price changes 41,034 38 Table 9. Top 25 Transition Probabilities Conditional on a Price Change for a 100State Markov Chain, by Price Level, Internet Data, for the Penny and Dime Digits LHS and for the Dollar and 10 Digits RHS Cents LowPriced Categories Current Endin% HighPriced Categories Next Endin% Dollars LowPriced Categories HighPriced Categories % Next Ending 99 98 95 98 99 99 49 96 99 24 99 99 88 95 19 82 89 99 99 39 29 59 49 95 69 g 99 98 95 99 49 98 99 96 24 99 96 89 88 99 99 82 99 19 95 99 99 49 49 09 59 Rank 1.511 0.652 0.603 0.544 0.405 0.396 0.337 0.288 0.289 0.2810 0.2711 0.2512 0.2513 0.2514 0.2415 0.2316 0.2317 0.2218 0.2219 0.2120 0.2121 0.2022 0.2023 0.2024 25 0.18Note: Lowpriced categories include CDs, DVDs, and Video Games. Highpriced categories include Computer Monitors, Digital Cameras, DVD Players, Hard Drives, Laptop Computers, PDAs, and Software. 16.32 1.80 1.75 1.19 1.04 0.97 0.95 0.50 0.45 0.42 0.40 0.37 0.37 0.34 0.33 0.28 0.27 0.26 0.26 0.25 0.25 0.24 0.22 0.21 0.21 28.5912.779.421.341.291.020.960.940.760.750.440.390.390.350.330.320.300.290.270.220.200.180.170.170.17g 00 95 99 99 00 95 00 95 98 99 49 50 99 00 98 49 99 85 90 97 00 99 90 94 88 % 4.033.723.533.313.212.181.841.621.591.551.401.261.251.171.161.151.121.061.061.010.940.900.840.780.74Next Ending 14 11 15 09 13 12 10 08 15 16 14 14 13 11 12 22 13 12 19 21 10 11 23 17 16 Next Ending 99 49 99 79 99 89 39 49 79 69 29 29 99 69 94 49 98 49 99 59 99 29 19 99 09 Current Ending 99 99 49 99 79 99 49 49 89 79 39 49 29 99 99 59 99 79 19 69 89 99 29 09 19 Current Ending 00 95 99 00 99 00 95 99 98 95 99 00 49 50 99 49 98 85 00 97 90 94 90 99 88 Current Ending 14 11 15 09 13 12 10 08 14 16 15 13 14 12 11 22 12 13 19 21 11 10 23 16 17 39 Table 10. Results of the Logit Regression Equation 1 Estimation for the Dominicks Data, Regular Prices, Stores 8, 12, 122 and 133 9Ending 9Ending 9 1 99Ending 9Ending 99 1 Odds Ratio Coefficient Odds Ratio 1.4820 1.6871 0.4763 0.7232 0.4553 0.7692 0.5013 1.7457 2.1156 1.8639 1.0433 0.6951 0.8917 1.3773 1.1704 0.3795 2.2234 1.5275 1.0142 0.6164 0.8902 2.1695 1.9320 1.6669 3.1645 0.9833 0.6796 Category Analgesics 0.70 Bath Soap 0.46 Bathroom Tissues 0.97 Bottled Juices 0.61 Canned Soup 0.55 Canned Tuna 0.58 Cereals 0.70 Cheeses 0.33 Cookies 0.33 Crackers 0.38 Dish Detergent 0.49 Fabric Softeners 0.68 FrontEnd Candies 0.21 Frozen Dinners 0.54 Frozen Entrees 0.51 Frozen Juices 0.96 Grooming Products 0.50 Laundry Detergents 0.57 Oatmeal 0.78 Paper Towels 0.45 Refrigerated Juices 0.66 Shampoos 0.72 Snack Crackers 0.44 Soaps 0.53 Soft Drinks 0.53 Tooth Brushes 0.56 Tooth Pastes 0.53 Average 0.57 Note: 9Endingj are dummy variables, which equal 1 if the price ends with 9 or 99, and 0 otherwise. All pvalues 0.0001, except for the coefficients formatted in italic Bathroom Tissues and Frozen Juices, for 99ending dummy, for which p .10. The average odds ratios reported in the last row of the table are the simple averages of the odds ratios for each product category. 0.23 0.19 0.62 0.49 0.63 0.46 0.61 0.17 0.12 0.16 0.35 0.50 0.41 0.25 0.31 0.68 0.11 0.22 0.36 0.54 0.41 0.11 0.14 0.19 0.04 0.37 0.51 0.34 Coefficient 0.3599 0.7683 0.0353 0.4984 0.6055 0.5518 0.3582 1.1008 1.1052 0.9784 0.7082 0.3909 1.5532 0.6168 0.6649 0.0395 0.6918 0.5607 0.2450 0.7879 0.4119 0.3264 0.8181 0.6347 0.6425 0.5719 0.6291 Table 11. Results of Logit Regression Equation 1 Estimation for the Internet Dataset 40 Category Music CDs Movie DVDs Video Games PDAs 9 Endings 0.0727 0.9299 0.4716 0.6240 0.1630 1.1770 0.3185 0.7272 0.1496 0.8611 0.2276 0.7964 0.5161 0.5968 0.1893 0.8275 0.3634 0.6953 0.3583 0.6989 0.2800 0.7558 99 Endings 0.5463 0.5791 0.5827 0.5584 0.0729 1.0756 0.4998 0.6067 0.2253 0.7983 0.2777 0.7575 0.5808 0.5595 0.3734 0.6884 0.4199 0.6571 0.5335 0.5865 0.4330 0.6486 9 Endings 0.0125 0.9876 0.3551 0.7011 0.3572 0.6996 0.5892 0.5548 0.4370 0.6460 0.3368 0.7141 0.7455 0.4745 0.5445 0.5801 0.4464 0.6339 0.7383 0. 4779 0.4378 0.6455 Software Hard Drives DVD Players 1.4014 0.2463 0.8986 0.4071 0. 6072 0. 5449 0.6074 0.5448 1.3102 PC Monitors 0.2698 1.1454 Digital Cameras 0.3181 0.7149 Notebook PCs 0.4892 1.0201 Total 0.3606 Note: Each cell contains a coefficient and odds ratio in parenthesis; significance levels: 0.01, 0.05, 0.10. The estimated coefficients in italics indicate unsupportive results. 1.0831 0.3385 0.5944 0.5519 0.3242 0.7231 0.5246 0. 5918 0.7598 0.4678 0.9363 0.3921 0.5533 0. 5750 0.7787 0.4590 99 Endings 99.99 Endings 9.99 Endings 0.4430 0.6421 0.9068 0.4038 0.2807 0.7553 0.8032 0.4479 0.4041 0.6676 0.5197 0.5947 0.6718 0.5108 0.7457 0.4744 0.5052 0.6034 0.7014 0.4959 0. 5841 0.5576 Table 12. Comparing Average Size of Price Change Between 9 and Non9Ending Prices: for Dominicks Regular Prices; Stores 8, 12, 122 and 133 and for the Internet 41 9Endings Dominicks 9 99 Internet 9 99 9 9.99 99 99.99 All Products Non9 Endings tStat pValue Low Quartile of Products in Terms of Popularity of 9Ending Prices 9Endings Non9Endings tStat pValue0.75 0.91 0.40 0.55 934.87721.24 .000 .000 15.54 22.40 32.13 33.97 66.15 63.04 18.07 16.78 12.83 16.30 15.20 16.88 4.50 5.55 33.65 17.34 42.89 19.93 .000 .000 .000 .000 .000 .000 0.38 0.49 24.02 27.78 11.93 22.47 49.61 38.24 0.33 0.34 27.61 53.64 .000 .000 21.03 20.76 7.21 7.38 18.27 19.21 2.75 4.56 5.67 5.99 8.56 4.78 .006 .000 .000 .000 .000 .000 Figure 1. Frequency Distribution of the Last Digit in the Dominicks Data, Regular Prices, Stores 8, 12, 122 and 133 42 % gnidn E ecir P fo egatnecre P706050403020100012436Price Ending in Cents 5789 Figure 2. Frequency Distribution of the Last Two Digits in the Dominicks Data, Regular Prices; Stores 8, 12, 122 and 133 43 16141210864200102030405060708090Price Ending in Cents %i gndn E ecir P fo egatnecre P %i gndn E ecir P fo egatnecre PFigure 3. Frequency Distribution of the Last Digit in the Internet Data 44 3530252015105001243Price Ending in Cents 56789 Figure 4. Frequency Distribution of the Last Two Digits in the Internet Data 45 %i gndn E ecir P fo egatnecre P3025201510500102030405060708090 Price Ending in Cents Figure 5. Frequency Distribution of the Last Dollar Digit in the Internet Data 46 %i gndn E ecir P fo egatnecre P4035302520151050012436Price Ending in Dollars 5789 Figure 6. Frequency Distribution of the Last Two Dollar Digits in the Internet Data 47 105%i gndn E ecir P fo egatnecre P00 102030405060708090Price Ending in Dollars 48 1 See, for example, Carlton 1986, Cecchetti 1986, Warner and Barsky 1995, Danziger 1999, 2007, Dutta, et al. 2002, Levy, et al. 1998, 2002, 2010, Ball and Romer 2003, Rotemberg 1987, 2005, 2010, Nakamura and Steinsson 2008, 2009, Kehoe and Midrigan 2010, Klenow and Kryvtsov 2008, Eichenbaum, et al. 2010, Alvarez, et al. 2010, and Midrigan 2010. For recent surveys, see Willis 2003, Wolman 2007, and Klenow and Malin 2010. 2 The products in Beers and Cigarettes categories are highly regulated, which might skew the results Besley and Rosen, 1999. We, therefore, do not discuss the results for these two categories. 3 Dominicks data are available at http:research.chicagobooth.edumarketingdatabasesdominicksstores.aspx. The site contains detailed information about the location of the stores, as well as detailed description of the data files, product categories included, etc. The site also discusses various measurement issues. 4 When the sellers websites were inaccessible or the price information was not available, instances of missing data occurred. The software agent used the following algorithm to address this issue. If 10% or more observations were missing for a product, then that series was excluded from the data altogether. If less than 10% of the data were missing, then the algorithm examined if the prices for the day before and the day after were the same. If they were the same, then the software agent automatically filled in the missing data with that price. Otherwise, it filled in the missing data with the price for the day after. Only 0.075% of the Internet dataset was interpolated this way because of missing observations, and thus missing data are unlikely to affect our results. 49 5 Product categories were selected based on their popularity on the Internet. The products in these categories were sold by a large number of stores. For example, in the category of Digital Cameras, the CanonEOS Digital Rebel XT was sold by 63 stores. Our selection of products was random. For example, in the category of Movie DVDs, we chose products from multiple subcategories e.g., Action, Drama, Comedy, etc  Similarly, in the Music CDs category, we chose from many different subcategories e.g., Blues, Jazz, Country, etc  However, in some categories e.g., Notebook PCs and Hard Drives, we included all of the available products. In other categories e.g., DVD Players, Digital Cameras, PC Monitors, Software, we randomly chose products from all of the subcategories. For example, in the DVD Players category, we chose half of the products from among Standard DVD Players, while the other half came from the more expensive DVDVCR Combo Players. In the Digital Cameras and Camcorders categories, we chose half from Regular Digital Cameras while the other half came from Digital Camcorders. For PC Monitors, we chose half from CRTs and Flat CRTs, and the other half from LCDs and TFTs. In the Software category, we chose products from multiple genres e.g., Educational Software, Operating Systems, Programming Software, Utility Software, etc  Similarly, for Video Games, we included multiple genres adventure, action, sports, etc  See Figures R8a R8j in the supplementary appendix for sample price series from our Internet dataset. 6 Indeed, according to Dutta et al. 1999 and Levy et al. 1997, 1998, the average price of an item in large U.S. supermarket chains during 19911992 was about 1.70. Bergen et al. 2008 have noted that the figure increased to 2.08 by 2001. In our fourstore sample, the average price is 2.67. See Table 1. 50 7 In an earlier analysis, we ran the above regression without the product dummies and obtained similar results. When we correlated the proportion of 9ending prices for each product category with the regression coefficient of the 9dummy from this earlier analysis, we obtained a significantly negative correlation for the 9 ending prices, suggesting the presence of some product specific effects. For the 99ending prices the correlation coefficient was positive but statistically insignificant. We chose to include the product dummies in the results we report here. 8 Three individual product categories with low average prices exhibited some variation in their price endings. For example, for the dollar digit, the 3, 4 and 5 priceendings were the most common for CDs and DVDs. That is because the prices in these categories usually range between 13 and 16. Also, the 99 and 99.99 endings were not common in those two categories or the category of Video Games, because the average prices in these categories are less than 100. We, therefore, did not see frequent 9endings for the dollar and tendollar digits in these categories. 9 Two categories, Music CDs and Video Games, contained no prices with a 99and 99.00 endings. 10 There were no Music CDs, Music DVDs or Video Games with 99 or with 99.99ending prices. 11 See, for example, http:www.globes.co.ilnewsarticle.aspx?did1000403091 in Hebrew. 12 In the July 19, 2001 issue of the USA Today, L. Copland reported that France, Spain and Britain quit producing lowdenomination coins in recent decades because production costs kept going up while the coins purchasing power went down. More recently, it has been reported that in many European countries which have adopted the Euro, the public seems to be exhibiting resistance to the use of 1cent and 2cent denomination coins. This is due to the inconvenience 51 their use entails. In the March 22, 2002 issue of the International Herald Tribune TelAviv Edition, E. Pfanner suggested that these coins are small, nearly valuelessand a nuisance to millions of Europeans. The tiny denominations of the 1cent and 2cent Euro coins are annoying shoppers and disrupting business from Paris to Milan. According to the above USA Today report, in 2001, Rep. Jim Kolbe RArizona introduced the Legal Tender Modernization Act, to make the U.S. penny obsolete. The bill was defeated. Previous attempts made in 1990 and 1996 also died in Congress. 13 A recent New York Time report Toy, 2010 lists numbers that have particular significance in some cultures. Even the sounds of the numbers can suggest good or bad luck. For example, the number 8 represents luck to Cantonese Chinese because it sounds like multiply or get rich fa in Cantonese. In Japan, 8 also has great symbolic significance because the writing of the number 8 looks like a mountain , and thus the number 8 signifies growth and prosperity. In the Jewish culture the number 18 has a special significance because numerically it is equivalent to chai which means life, and therefore, donations made by Jews are often in multiples of 18. In the Indian society, the persons birth date is used to determine the persons lucky numbers based on Vedic astrology. 14 The cultural importance of numbers is not limited to happy endings. For example, according to Mirhadi 2000, when the Masquerade Tower was added to Hotel Rio in Las Vegas in 1997, the architects decided to skip the 40th to the 49th floors because the Arabic numeral 4 in Chinese sounds similar to the word death. The elevators in the building went directly from the 39th floor to the 50th floor. According to Toy 2010, in many residential and commercial buildings the 13th floor is missing, skipping from the 12th floor to the 14th floor. De BarIlepartme WWORKlan Univent of EKING Pversitymics Econom APERSS 1011 The Op Hillel Ratimal Size fapoport andfor a Minord Avi Weissity s, January 20001. 2011 An App Structu Gershoplication of ure n Alperovicch and Josepph Deutsch,, January 20001. a Switchingg Regimes RRegression to the Studdy of Urban 3011 The Kuz Betwee Joseph znets Curveen Inequalit Deutsch ane and the Imty and Devend Jacques Smpact of Vaarious Incom elopment uary 2001.Silber, Februme Sourcess on the Linkk 1 4011 501 Interna Abrahaational Assem Lioui andet Allocationd Patrice Pon: A New Poncet, Februerspectiveuary 2001. ,2001 . 6011 Multi GGil S. Ep Generation pstein and TModel of Im Tikva Leckermmigrant Er, February Earnings: Th 2001. heory and AApplication 7011 Shatterthe Gre Daniel Ared Rails, Rueat Depress A. Schiffmauined Credision n, Februaryy 2001. it: Financial Fragility and Railroadd Operationns in 8011 Cooper Damianration and Cno Bruno Sil Competitionipo and Avin in a Duopi Weiss, Mapoly RD March 2001. Market 9011 A Theo Gil S. Epry of Immigpstein and Agration Amn Avi Weiss, Anesties April 2001.10001 Dynam Abrahaic Asset Prim Lioui andcing With Nd Patrice Po Non Redundoncet, May 2dant Forwa 2001. ards 11001 Macroe Sarit Coeconomic aohen and Chnd Labor Mhang Tai Hs Market Impasieh, May 20act of Russi 001. an Immigraation in Israael Electrhttp:ronic verswww.biusions of tu.ac.ilsthe papersocecwrs are avawpworkinat ailable ats.html ng_papers1201 Network Topology and the Efficiency of Equilibrium Igal Milchtaich, June 2001. 1301 General Equilibrium Pricing of Trading Strategy Risk Abraham Lioui and Patrice Poncet, July 2001. 1401 Social Conformity and Child Labor Shirit Katav Herz, July 2001. 1501 Determinants of Railroad Capital Structure, 18301885 Daniel A. Schiffman, July 2001. 1601 Political Legal Institutions and the Railroad Financing Mix, 18851929 Daniel A. Schiffman, September 2001. 1701 Macroeconomic Instability, Migration, and the Option Value of Education Eliakim Katz and Hillel Rapoport, October 2001. 1801 Property Rights, Theft, and Efficiency: The Biblical Waiver of Fines in the Case of Confessed Theft Eliakim Katz and Jacob Rosenberg, November 2001. 1901 Ethnic Discrimination and the Migration of Skilled Labor Frederic Docquier and Hillel Rapoport, December 2001. 102 Can Vocational Education Improve the Wages of Minorities and Disadvantaged Groups? The Case of Israel Shoshana Neuman and Adrian Ziderman, February 2002. 202 What Can the Price Gap between Branded and Private Label Products Tell Us about Markups? Robert Barsky, Mark Bergen, Shantanu Dutta, and Daniel Levy, March 2002. 302 Holiday Price Rigidity and Cost of Price Adjustment Daniel Levy, Georg Muller, Shantanu Dutta, and Mark Bergen, March 2002. 402 Computation of Completely Mixed Equilibrium Payoffs Igal Milchtaich, March 2002. 502 Coordination and Critical Mass in a Network Market An Experimental Evaluation Amir Etziony and Avi Weiss, March 2002. 602 Inviting Competition to Achieve Critical Mass Amir Etziony and Avi Weiss, April 2002. 702 Credibility, Pre Production and Inviting Competition in a Network Market Amir Etziony and Avi Weiss, April 2002. 802 Brain Drain and LDCs Growth: Winners and Losers Michel Beine, Frederic Docquier, and Hillel Rapoport, April 2002. 902 Heterogeneity in Price Rigidity: Evidence from a Case Study Using Micro Level Data Daniel Levy, Shantanu Dutta, and Mark Bergen, April 2002. 1002 Price Flexibility in Channels of Distribution: Evidence from Scanner Data Shantanu Dutta, Mark Bergen, and Daniel Levy, April 2002. 1102 Acquired Cooperation in Finite Horizon Dynamic Games Igal Milchtaich and Avi Weiss, April 2002. 1202 Cointegration in Frequency Domain Daniel Levy, May 2002. 1302 Which Voting Rules Elicit Informative Voting? Ruth Ben Yashar and Igal Milchtaich, May 2002. 1402 Fertility, Non Altruism and Economic Growth: Industrialization in the Nineteenth Century Elise S. Brezis, October 2002. 1502 Changes in the Recruitment and Education of the Power Elitesin Twentieth Century Western Democracies Elise S. Brezis and Francois Crouzet, November 2002. 1602 On the Typical Spectral Shape of an Economic Variable Daniel Levy and Hashem Dezhbakhsh, December 2002. 1702 International Evidence on Output Fluctuation and Shock Persistence Daniel Levy and Hashem Dezhbakhsh, December 2002. 103 Topological Conditions for Uniqueness of Equilibrium in Networks Igal Milchtaich, March 2003. 203 Is the Feldstein Horioka Puzzle Really a Puzzle? Daniel Levy, June 2003. 303 Growth and Convergence across the US: Evidence from County Level Data Matthew Higgins, Daniel Levy, and Andrew Young, June 2003. 403 Economic Growth and Endogenous Intergenerational Altruism Hillel Rapoport and Jean Pierre Vidal, June 2003. 503 Remittances and Inequality: A Dynamic Migration Model Frederic Docquier and Hillel Rapoport, June 2003. 603 Sigma Convergence Versus Beta Convergence: Evidence from U.S. County Level Data Andrew T. Young, Matthew J. Higgins, and Daniel Levy, September 2003. 703 Managerial and Customer Costs of Price Adjustment: Direct Evidence from Industrial Markets Mark J. Zbaracki, Mark Ritson, Daniel Levy, Shantanu Dutta, and Mark Bergen, September 2003. 803 903 First and Second Best Voting Rules in Committees Ruth Ben Yashar and Igal Milchtaich, October 2003. Shattering the Myth of Costless Price Changes: Emerging Perspectives on Dynamic Pricing Mark Bergen, Shantanu Dutta, Daniel Levy, Mark Ritson, and Mark J. Zbaracki, November 2003. 104 Heterogeneity in Convergence Rates and Income Determination across U.S. States: Evidence from County Level Data Andrew T. Young, Matthew J. Higgins, and Daniel Levy, January 2004. 204 The Real Thing: Nominal Price Rigidity of the Nickel Coke, 18861959 Daniel Levy and Andrew T. Young, February 2004. 304 Network Effects and the Dynamics of Migration and Inequality: Theory and Evidence from Mexico David Mckenzie and Hillel Rapoport, March 2004. 404 Migration Selectivity and the Evolution of Spatial Inequality Ravi Kanbur and Hillel Rapoport, March 2004. 504 Many Types of Human Capital and Many Roles in U.S. Growth: Evidence from County Level Educational Attainment Data Andrew T. Young, Daniel Levy and Matthew J. Higgins, March 2004. 604 When Little Things Mean a Lot: On the Inefficiency of Item Pricing Laws Mark Bergen, Daniel Levy, Sourav Ray, Paul H. Rubin and Benjamin Zeliger, May 2004. 704 Comparative Statics of Altruism and Spite Igal Milchtaich, June 2004. 804 Asymmetric Price Adjustment in the Small: An Implication of Rational Inattention Daniel Levy, Haipeng Allan Chen, Sourav Ray and Mark Bergen, July 2004. 105 Private Label Price Rigidity during Holiday Periods Georg Muller, Mark Bergen, Shantanu Dutta and Daniel Levy, March 2005. 205 Asymmetric Wholesale Pricing: Theory and Evidence Sourav Ray, Haipeng Allan Chen, Mark Bergen and Daniel Levy, March 2005. 305 Beyond the Cost of Price Adjustment: Investments in Pricing Capital Mark Zbaracki, Mark Bergen, Shantanu Dutta, Daniel Levy and Mark Ritson, May 2005. 405 Explicit Evidence on an Implicit Contract Andrew T. Young and Daniel Levy, June 2005. 505 Popular Perceptions and Political Economy in the Contrived World of Harry Potter Avichai Snir and Daniel Levy, September 2005. 605 Growth and Convergence across the US: Evidence from County Level Data revised version Matthew J. Higgins, Daniel Levy, and Andrew T. Young , September 2005. 106 Sigma Convergence Versus Beta Convergence: Evidence from U.S. County Level Data revised version Andrew T. Young, Matthew J. Higgins, and Daniel Levy, June 2006. 206 Price Rigidity and Flexibility: Recent Theoretical Developments Daniel Levy, September 2006. 306 The Anatomy of a Price Cut: Discovering Organizational Sources of the Costs of Price Adjustment Mark J. Zbaracki, Mark Bergen, and Daniel Levy, September 2006. 406 Holiday Non Price Rigidity and Cost of Adjustment Georg Muller, Mark Bergen, Shantanu Dutta, and Daniel Levy. September 2006. 200801 Weighted Congestion Games With Separable Preferences Igal Milchtaich, October 2008. 200802 Federal, State, and Local Governments: Evaluating their Separate Roles in US Growth Andrew T. Young, Daniel Levy, and Matthew J. Higgins, December 2008. 200803 Political Profit and the Invention of Modern Currency Dror Goldberg, December 2008. 200804 Static Stability in Games Igal Milchtaich, December 2008. 200805 Comparative Statics of Altruism and Spite Igal Milchtaich, December 2008. 200806 Abortion and Human Capital Accumulation: A Contribution to the Understanding of the Gender Gap in Education Leonid V. Azarnert, December 2008. 200807 Involuntary Integration in Public Education, Fertility and Human Capital Leonid V. Azarnert, December 2008. 200901 Inter Ethnic Redistribution and Human Capital Investments Leonid V. Azarnert, January 2009. 200902 Group Specific Public Goods, Orchestration of Interest Groups and Free Riding Gil S. Epstein and Yosef Mealem, January 2009. 200903 Holiday Price Rigidity and Cost of Price Adjustment Daniel Levy, Haipeng Chen, Georg Muller, Shantanu Dutta, and Mark Bergen, February 2009. 200904 Legal Tender Dror Goldberg, April 2009. 200905 The Tax Foundation Theory of Fiat Money Dror Goldberg, April 2009. 200906 The Inventions and Diffusion of Hyperinflatable Currency Dror Goldberg, April 2009. 200907 The Rise and Fall of Americas First Bank Dror Goldberg, April 2009. 200908 Judicial Independence and the Validity of Controverted Elections Raphael Franck, April 2009. 200909 A General Index of Inherent Risk Adi Schnytzer and Sara Westreich, April 2009. 200910 Measuring the Extent of Inside Trading in Horse Betting Markets Adi Schnytzer, Martien Lamers and Vasiliki Makropoulou, April 2009. 200911 The Impact of Insider Trading on Forecasting in a Bookmakers Horse Betting Market Adi Schnytzer, Martien Lamers and Vasiliki Makropoulou, April 2009. 200912 Foreign Aid, Fertility and Population Growth: Evidence from Africa Leonid V. Azarnert, April 2009. 200913 A Reevaluation of the Role of Family in Immigrants Labor Market Activity: Evidence from a Comparison of Single and Married Immigrants Sarit Cohen Goldner, Chemi Gotlibovski and Nava Kahana, May 2009. 200914 The Efficient and Fair Approval of Multiple Cost Single Benefit Projects Under Unilateral Information Nava Kahanaa, Yosef Mealem and Shmuel Nitzan, May 2009. 200915 Apres nous le Deluge: Fertility and the Intensity of Struggle against Immigration Leonid V. Azarnert, June 2009. 200916 Is Specialization Desirable in Committee Decision Making? Ruth Ben Yashar, Winston T.H. Koh and Shmuel Nitzan, June 2009. 200917 Framing Based Choice: A Model of Decision Making Under Risk Kobi Kriesler and Shmuel Nitzan, June 2009. 200918 Demystifying the Metric Approach to Social Compromise with the Unanimity Criterion Shmuel Nitzan, June 2009. 200919 On the Robustness of Brain Gain Estimates Michel Beine, Frederic Docquier and Hillel Rapoport, July 2009. 200920 Wage Mobility in Israel: The Effect of Sectoral Concentration Ana Rute Cardoso, Shoshana Neuman and Adrian Ziderman, July 2009. 200921 Intermittent Employment: Work Histories of Israeli Men and Women, 19831995 Shoshana Neuman and Adrian Ziderman, July 2009. 200922 National Aggregates and Individual Disaffiliation: An International Study Pablo Branas Garza, Teresa Garcia Munoz and Shoshana Neuman, July 2009. 200923 The Big Carrot: High Stakes Incentives Revisited Pablo Branas Garza, Teresa Garcia Munoz and Shoshana Neuman, July 2009. 200924 The Why, When and How of Immigration Amnesties Gil S. Epstein and Avi Weiss, September 2009. 200925 Documenting the Brain Drain of la Creme de la Creme: Three Case Studies on International Migration at the Upper Tail of the Education Distribution Frederic Docquier and Hillel Rapoport, October 2009. 200926 Remittances and the Brain Drain Revisited: The Microdata Show That More Educated Migrants Remit More Albert Bollard, David Mc Kenzie, Melanie Morten and Hillel Rapoport, October 2009. 200927 Implementability of Correlated and Communication Equilibrium Outcomes in Incomplete Information Games Igal Milchtaich, November 2009. 201001 The Ultimatum Game and Expected Utility Maximization In View of Attachment Theory Shaul Almakias and Avi Weiss, January 2010. 201002 A Model of Fault Allocation in Contract Law Moving From Dividing Liability to Dividing Costs Osnat Jacobi and Avi Weiss, January 2010. 201003 Coordination and Critical Mass in a Network Market: An Experimental Investigation Bradley J. Ruffle, Avi Weiss and Amir Etziony, February 2010. 201004 Immigration, fertility and human capital: A model of economic decline of the West Leonid V. Azarnert, April 2010. 201005 Is Skilled Immigration Always Good for Growth in the Receiving Economy? Leonid V. Azarnert, April 2010. 201006 The Effect of Limited Search Ability on the Quality of Competitive Rent Seeking Clubs Shmuel Nitzan and Kobi Kriesler, April 2010. 201007 Condorcet vs. Borda in Light of a Dual Majoritarian Approach Eyal Baharad and Shmuel Nitzan, April 2010. 201008 Prize Sharing in Collective Contests Shmuel Nitzan and Kaoru Ueda, April 2010. 201009 Network Topology and Equilibrium Existence in Weighted Network Congestion Games Igal Milchtaich, May 2010. 201010 The Evolution of Secularization: Cultural Transmission, Religion and Fertility Theory, Simulations and Evidence Ronen Bar El, Teresa Garcia Munoz, Shoshana Neuman and Yossef Tobol, June 2010. 201011 The Economics of Collective Brands Arthur Fishman, Israel Finkelstein, Avi Simhon and Nira Yacouel, July 2010. 201012 Interactions Between Local and Migrant Workers at the Workplace Gil S. Epstein and Yosef Mealem, August 2010. 201013 A Political Economy of the Immigrant Assimilation: Internal Dynamics Gil S. Epstein and Ira N. Gang, August 2010. 201014 Attitudes to Risk and Roulette Adi Schnytzer and Sara Westreich, August 2010. 201015 Life Satisfaction and Income Inequality Paolo Verme, August 2010. 201016 The Poverty Reduction Capacity of Private and Public Transfers in Transition Paolo Verme, August 2010. 201017 Migration and Culture Gil S. Epstein and Ira N. Gang, August 2010. 201018 Political Culture and Discrimination in Contests Gil S. Epstein, Yosef Mealem and Shmuel Nitzan, October 2010. 201019 Governing Interest Groups and Rent Dissipation Gil S. Epstein and Yosef Mealem, November 2010. 201020 Beyond Condorcet: Optimal Aggregation Rules Using Voting Records Eyal Baharad, Jacob Goldberger, Moshe Koppel and Shmuel Nitzan, December 2010. 201021 Price Points and Price Rigidity Daniel Levy, Dongwon Lee, Haipeng Allan Chen, Robert J. Kauffman and Mark Bergen, December 2010. 201022 Price Setting and Price Adjustment in Some European Union Countries: Introduction to the Special Issue Daniel Levy and Frank Smets, December 2010. ", "filename": "642551464.pdf", "person": ["Daniel Levy", "Levy, Daniel", "Dongwon Lee", "Lee, Dongwon", "Haipeng Allan Chen", "Chen, Haipeng Allan", "Robert J. Kauffman", "Kauffman, Robert J.", "Mark Bergen", "Bergen, Mark"], "date": ["2010"]}