{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/53231/1/643914838.pdf"], "title": ["Addressing climate change with a comprehensive US cap-and-trade system"], "plaintext": " Addressing Climate Change with a Comprehensive U.S. CapandTrade System Robert N. Stavins NOTA DI LAVORO 67.2008 SEPTEMBER 2008 CCMP Climate Change Modelling and Policy Robert N. Stavins, John F. Kennedy School of Government, Harvard University National Bureau of Economic Research and Resources for the Future This paper can be downloaded without charge at: The Fondazione Eni Enrico Mattei Note di Lavoro Series Index: http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection: http:ssrn.comabstract1262323The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Corso Magenta, 63, 20123 Milano I, web site: www.feem.it, email: working.papersfeem.it Addressing Climate Change with a Comprehensive U.S. CapandTrade System Summary There is growing impetus for a domestic U.S. climate policy that can provide meaningful reductions in emissions of CO2 and other greenhouse gases. I describe and analyze an up stream, economywide CO2 capandtrade system which implements a gradual trajectory of emissions reductions with inclusion over time of nonCO2 greenhouse gases, and includes mechanisms to reduce cost uncertainty. Initially, half of the allowances are allocated through auction and half through free distribution, with the share being auctioned gradually increasing to 100 percent over 25 years. The system provides for linkage with emission reduction credit projects in other countries, harmonization over time with effective capandtrade systems in other countries and regions, and appropriate linkage with actions taken in other countries, in order to establish a level playing field among domestically produced and imported products. Keywords: CapandTrade System, Carbon Dioxide, Greenhouse Gas Emissions, Global Climate Change, Carbon Taxes JEL Classification: Q540, Q280, Q380, Q480, Q580 Prepared for The Oxford Review of Economic Policy. Address for correspondence: Robert N. Stavins John F. Kennedy School of Government Harvard University 79 John F. Kennedy Street Cambridge, Massachusetts 02138 USA Phone: 6174951820 Fax: 6174963783 Email: robert_stavinsharvard.edu ADDRESSING CLIMATE CHANGE WITH A COMPREHENSIVE U.S. CAPANDTRADE SYSTEM Robert N. Stavins 1. INTRODUCTION The impetus for a meaningful U.S. climate policy is growing. Scientific evidence has increased Intergovernmental Panel on Climate Change 2007a, b, public concern has been magnified, and many people perceive what they believe to be evidence of climate change in progress. Such concern is reinforced by the aggressive positions of key advocacy groups, which are no longer limited on this issue to the usual environmental interest groups; religious lobbies, for example, have also been vocal. This has been reflected in greatly heightened attention by the news media. The overall result is that a large and growing share of the U.S. population now believes that government action is warranted Bannon et al. 2007. In the absence of Federal policy, regions, states, and even cities have moved forward with their own proposals for policies intended to reduce the emissions of CO2 and other greenhouse gases. Partly in response to fears of a fractured set of regional policies, an increasing number of large corporations, sometimes acting individually, and at other times in coalitions together with environmental advocacy groups have announced their support for serious national action. Building upon this is the April 2007 U.S. Supreme Court decision that the Administration has the legislative authority to regulate CO2 emissions,1 as well as ongoing pressure from European and other nations that the United States reestablish its international credibility in this realm by enacting a meaningful domestic climate policy. Thus, momentum is clearly building toward the enaction of a domestic climate change policy. But there should be no mistake about it meaningful action to address global climate change will be costly. This is a key inconvenient truth that must be recognized when policymakers construct and evaluate proposals, because a policys specific design will greatly affect its ability to achieve its environmental goals, its costs, and the distribution of those costs. There is general consensus among economists and policy analysts that a marketbased policy instrument targeting CO2 emissions and potentially some nonCO2 greenhouse gas GHG emissions should be a central element of any domestic climate policy. This is reflected in international assessments of national policy instruments, as well Intergovernmental Panel on Albert Pratt Professor of Business and Government, John F. Kennedy School of Government, Harvard University; Director, Harvard Environmental Economics Program; Research Associate, National Bureau of Economic Research; and University Fellow, Resources for the Future. This article draws on a considerably more detailed paper the author prepared for The Hamilton Project at the Brookings Institution Stavins 2007a. For an earlier, even more extensive treatment, see Stavins 2007b. 1 Massachusetts et al. v. Environmental Protection Agency et al., No. 051120, argued November 29, 2006, decided April 2, 2007. 1Climate Change 2007c. While there are tradeoffs between two alternative marketbased instruments a capandtrade system and a carbon tax the best and most likely approach for the short to medium term in the United States is a capandtrade system. It is critical to identify the most effective, lowestcost, and most equitable policy design at the outset, because any policy design once in place can be difficult to change Repetto 2007. The environmental integrity of a domestic capandtrade system for climate change can be maximized and its costs and risks minimized by: targeting all fossilfuelrelated CO2 emissions through an upstream, economywide cap; setting a trajectory of caps over time that begin modestly and gradually become more stringent, establishing a longrun price signal to encourage investment; adopting mechanisms to protect against cost uncertainty; and including linkages with the climate policy actions of other countries. Importantly, by providing the option to mitigate economic impacts through the distribution of emission allowances, this approach can establish consensus for a policy that achieves meaningful emission reductions. It is for these reasons and others that capandtrade systems have been used increasingly in the United States to address an array of environmental problems, including the phase out of leaded gasoline in the 1980s, the reduction of sulfur dioxide SO2 and nitrous oxide NOX emissions from power plants beginning in 1995, and the phaseout of CFCs Stavins 2003. A welldesigned capandtrade system will minimize the costs of achieving any given emissions target. While firms have flexibility regarding precisely how much they emit, because they have to surrender an allowance for each ton of their emissions they will undertake all emission reductions that are less costly than the market price of an allowance. Through trading, this allowance price adjusts until emissions are brought down to the level of the cap. Firms ability to trade emission allowances creates a market in which allowances migrate toward their highestvalued use, covering those emissions that are the most costly to reduce. Conversely, as a result of trading, the emission reductions undertaken to meet the cap are those that are least costly to achieve. The cost of achieving significant emission reductions in future years will depend critically on the availability and cost of low or nonemitting technologies. A capandtrade system that establishes caps extending decades into the future provides important price signals and hence incentives for firms to invest in the development and deployment of such technologies, thereby lowering the future costs of achieving emission reductions. Even a credible longrun capandtrade system may provide insufficient incentives for investment in technology development because it would not address certain wellknown factors market failures that discourage such investment, such as those associated with the public good nature of the knowledge that comes from research and development efforts Jaffe et al. 2005, Newell 2007. Thus, a capandtrade system alone will not encourage the socially desirable level of investment in research, development, and deployment of new technologies that could reduce future emission reduction costs. To achieve this desired level of investment, additional policies may be necessary to provide additional government funding or to increase incentives for private funding of such research activities. 1.1 Over the past two decades tradeable permit systems have been adopted for pollution control with increasing frequency in the United States Tietenberg 1997, as well as other parts of the world. Previous Use of CapandTrade Systems 2The first important example of a trading program in the United States was the leaded gasoline phasedown that occurred in the 1980s. Although not strictly a capandtrade system, the phasedown included features, such as trading and banking of environmental credits, that brought it closer than other credit programs to the capandtrade model and resulted in significant costsavings. The lead program was successful in meeting its environmental targets, and the system was cost effective, with estimated cost savings of about 250 million per year Nichols 1997. Also, the program provided measurable incentives for costsaving technology diffusion Kerr and Newell 2000. A capandtrade system was also used in the United States to help comply with the Montreal Protocol, an international agreement aimed at slowing the rate of stratospheric ozone depletion. The Protocol called for reductions in the use of CFCs and halons, the primary chemical groups thought to lead to depletion. The timetable for the phaseout of CFCs was accelerated, and the system appears to have been relatively costeffective. The most important application made in the United States of a marketbased instrument for environmental protection is arguably the capandtrade system that regulates SO2 emissions, the primary precursor of acid rain, established under the U.S. Clean Air Act Amendments of 1990 Ellerman, et al. 2000. The program is intended to reduce sulfur dioxide and nitrogen oxide emissions by 10 million tons and 2 million tons, respectively, from 1980 levels Burtraw, et al. 1998. A robust market of SO2 allowance trading emerged from the program, resulting in cost savings on the order of 1 billion annually, compared with the costs under some commandandcontrol regulatory alternatives Carlson, Burtraw, Cropper, and Palmer 2000. The program has also had a significant environment impact: SO2 emissions from the power sector decreased from 15.7 million tons in 1990 to 10.2 million tons in 2005 U.S. Environmental Protection Agency 2005. In 1994, Californias South Coast Air Quality Management District launched a capandtrade program to reduce nitrogen oxide and sulfur dioxide emissions in the Los Angeles area Harrison 2003. This Regional Clean Air Incentives Market RECLAIM program set an aggregate cap on NOx and SO2 emissions for all significant sources, with an ambitious goal of reducing aggregate emissions by 70 percent by 2003. Trading under the RECLAIM program was restricted in several ways, with positive and negative consequences. But despite problems, RECLAIM has generated environmental benefits, with NOx emissions in the regulated area falling by 60 percent and SOx emissions by 50 percent. Furthermore, the program has reduced compliance costs for regulated facilities, with the best available analysis suggesting 42 percent cost savings, amounting to 58 million annually Anderson 1997. Finally, in 1999, under U.S. Environmental Protection Agency guidance, twelve northeastern states and the District of Columbia implemented a regional NOx capandtrade system to reduce compliance costs associated with the Ozone Transport Commission OTC regulations of the 1990 Amendments to the Clean Air Act. Emissions caps for two zones from 19992003 were 35 percent and 45 percent of 1990 emissions, respectively. Compliance cost savings of 40 to 47 percent have been estimated for the period 19992003, compared to a base case of continued commandandcontrol regulation without trading or banking Farrell et al. 1999. 1.2 CO2 and Greenhouse Gas CapandTrade Systems Although capandtrade has proven to be a costeffective means to control conventional air 3pollutants, capandtrade has a very limited history as a method of reducing CO2 emissions. Several ambitious programs are in the planning stages or have been launched. First, the Kyoto Protocol, the international agreement that was signed in Japan in 1997, includes a provision for an international capandtrade system among countries, as well as two systems of projectlevel offsets. The Protocols provisions have set the stage for the member states of the European Union to address their commitments using a regional capandtrade system. By far the largest existing active capandtrade program in the world is the European Union Emissions Trading Scheme for CO2 allowances, which has operated for the past two years with considerable success, despite some initial and predictable problems Ellerman and Buchner 2007. The 11,500 emitters regulated by the downstream program include large sources such as oil refineries, combustion installations, coke ovens, cement factories, ferrous metal production, glass and ceramics production, and pulp and paper production, but the program does not cover sources in the transportation, commercial, or residential sectors. Although the first phase, a pilot program from 2005 to 2007, allows trading only in carbon dioxide, the second phase, 20082012, potentially broadens the program to include other GHGs. In its first two years of operation, the EU ETS has produced a functioning CO2 market, with weekly trading volumes ranging between 5 million and 15 million tons, with spikes in trading activity occurring along with major price changes. Apart from some problems with the programs design and early implementation, it is much too soon to provide a definitive assessment of the systems performance. A frequentlydiscussed U.S. CO2 capandtrade system that has not yet been implemented is the Regional Greenhouse Gas Initiative RGGI, a program among 10 northeastern states that will be implemented in 2009 and begin to cut emissions in 2015. RGGI is a downstream capandtrade program intended to limit CO2 emissions from power sector sources. Beginning in 2015, the emissions cap will decrease by 2.5 percent each year until it reaches an ultimate level 10 percent below current emissions in 2019. This goal will require a reduction that is approximately 35 percent below businessasusual, or equivalently, 13 percent below 1990 emissions levels. RGGI only limits emissions from the power sector, and so incremental monitoring costs are low, because U.S. power plants are already required to report their hourly CO2 emissions to the Federal government under provisions for continuous emissions monitoring as part of the SO2 allowance trading program. The program requires participating states to auction at least 25 percent of their allowances; the remaining 75 percent of allowances may be auctioned or distributed freely. Given that the system will not come into effect until 2009, at the earliest, it is obviously not possible to assess its performance. Finally, Californias Greenhouse Gas Solutions Act Assembly Bill 32 was signed into law in 2006, is intended to begin in 2012 to reduce emissions to their 1990 levels by 2020, and may employ a capandtrade approach. Although the Global Warming Solutions Act does not require the use of marketbased instruments, it does allow for their use, albeit with restrictions that they must not result in increased emissions of criteria air pollutants or toxics, that they must maximize environmental and economic benefits in California, and that they must account for localized economic and environmental justice concerns. This mixed set of objectives potentially interferes with the development of a sound policy mechanism. The Governors Market Advisory Committee 2007 has recommended the implementation of a capandtrade program, with a gradual phasein of caps covering most sectors of the economy, and an allowance distribution system that uses both free distribution and auctions of allowances, with a shift toward more auctions in later years. 4Organization of Subsequent Sections 1.3 Section 2 of the article describes a comprehensive U.S. CO2 capandtrade system, including a description of its key elements: a gradual trajectory of emissions reductions; tradable allowances; upstream regulation with economywide effects; mechanisms to reduce cost uncertainty; allowance allocations that combine auctions with free distribution, with auctions becoming more important over time; availability of offsets for underground and biological carbon sequestration; supremacy over state and regional systems; and linkage with international emission reduction credit and capandtrade systems and climate policies in other countries. Section 3 provides an economic assessment of the capandtrade system. Section 4 compares the system with alternative approaches to the same policy goal. Finally, Section 5 concludes. 2. THE SYSTEM The United States can launch a scientifically sound, economically rational, and politically feasible approach to reducing its contributions to the increase in atmospheric concentrations of greenhouse gases by adopting an upstream, economywide CO2 capandtrade system which implements a gradual trajectory of emissions reductions over time, and includes mechanisms to reduce cost uncertainty, such as multiyear compliance periods, provisions for banking and borrowing, and possibly a cost containment mechanism to protect against any extreme price volatility. The permits in the system should be allocated through a combination of free distribution and open auction, in order to balance, on the one hand, legitimate concerns by some sectors and individuals who will be particularly burdened by this or any climate policy, with, on the other hand, the opportunity to achieve important public purposes with generated funds. The share of allowances freely allocated should decrease over time, as the private sector is able to adjust to the carbon constraints, with all allowances being auctioned after 25 years. In addition, it is important that offsets be made available both for underground and biological carbon sequestration, to provide for both shortterm costeffectiveness and longterm incentives for appropriate technological change. The Federal capandtrade system can provide for supremacy over U.S. regional, state, and local systems, to avoid duplication, double counting, and conflicting requirements. At the same time, it is also important to provide for harmonization over time with selective emission reduction credit and capandtrade systems in other nations, as well as related international systems. 2.1 Major Though Not Exclusive Focus on CO2 Fossilfuelrelated CO2 emissions, which accounted for nearly 85 percent of the 7,147 million metric tons of U.S. GHG emissions in 2005, where tons are measured in CO2equivalent. Carbon dioxide emissions arise from a broad range of activities involving the use of different fuels in many different economic sectors. In addition, biological sequestration and reductions in nonCO2 GHG emissions can contribute substantially to minimizing the cost of limiting GHG concentrations Reilly, Jacoby, and Prinn 2003; Stavins and Richards 2005. Some nonCO2 GHG emissions might be addressed under the same framework as CO2 in a multigas capandtrade system. 5A Gradually Increasing Trajectory of Emissions Reductions Over Time 2.2 The longterm nature of the climate problem offers significant flexibility regarding when emission reductions actually occur. Policies taking advantage of this when flexibility by setting annual emission targets that gradually increase in stringency can avoid many costs associated with taking stringent action too quickly, without sacrificing environmental benefits Wigley, Richels, and Edmonds 1996. Premature retirement of existing capital stock and production and siting bottlenecks that can arise in the context of rapid capital stock transitions can be avoided. In addition, gradually phasedin targets provide time to incorporate advanced technologies into longlived investments Goulder 2004; Jaffe, Newell, and Stavins 1999. Thus, for any given cumulative emission target or associated atmospheric GHG concentration objective, a climate policys cost can be reduced by gradually phasing in efforts to reduce emissions. Because of the longterm nature of the climate problem and because of the need for technological change to bring about lowercost emissions reductions, it is essential that the caps constitute a longterm trajectory. The development and eventual adoption of new lowcarbon and other relevant technologies will depend on the predictability of future carbon prices, themselves brought about by the caps constraints. Therefore, the capandtrade policy should incorporate mediumterm to longterm targets, not just shortterm targets. For illustrative purposes in the cost assessment, I adopt and assess a pair of trajectories for the period 2012 to 2050 to establish a reasonable range of possibilities. The less ambitious trajectory involves stabilizing CO2 emissions at their 2008 level over the period from 2012 to 2050. This trajectory, in terms of its cumulative cap, lies within the range defined by the 2004 and 2007 recommendations of the National Commission on Energy Policy 2004, 2007. The more ambitious trajectory again defined over the years 20122050 involves reducing CO2 emissions from their 2008 level to 50 percent below their 1990 level by 2050. This trajectory defined by its cumulative cap is consistent with the lower end of the range proposed by the U.S. Climate Action Partnership 2007. This range of trajectories is consistent with the frequently cited global goal of stabilizing atmospheric concentrations of CO2 at between 450 ppm and 550 ppm if all nations were to take commensurate action.2 2.3 In order to create economywide coverage, an upstream point of regulation should be employed, whereby allowances are surrendered based on the carbon content of fuels at the point of fossil fuel extraction, import, processing, or distribution. This can be thought of as a system where regulation is at the minemouth, wellhead, and point of import. First sellers of fossil fuels could be required to hold allowances: for coal, at the mine shipping terminus; for petroleum, at the refinery gate; and for natural gas, at the first distribution point; and for imports, at the point of importation. Such a cap will effectively cover all sources of CO2 emissions throughout the economy. The upstream program should include a credit mechanism to address the small portion of fossil fuels that are not combusted and to address the use of postcombustion emission reduction technologies, such as carbon capture and sequestration CCS. In addition, upstream regulation 2 Commensurate action is defined as other countries taking action that is globally costeffective, for example by employing capandtrade systems with the same allowance price or equivalent carbon taxes. Upstream Point of Regulation and EconomyWide Scope of Coverage 6should include a creditbased program for fossil fuel exports so that they are not at a competitive disadvantage relative to supply from other countries that do not face any allowance requirements. An economywide cap provides the greatest certainty that national emission targets will be achieved. Limiting the scope of coverage to a subset of emission sources leads to emissions uncertainty through two channels. First, changes in emissions from unregulated sources can cause national emissions to deviate from expected levels. Second, a limited scope of coverage can cause leakage, in which market adjustments resulting from a regulation lead to increased emissions from unregulated sources outside the cap that partially offset reductions under the cap. An emission cap with broad coverage of emission sources reduces the cost of achieving a particular national emissions target. Three factors contribute to lower costs. First, a broader cap expands the pool of lowcost emission reduction opportunities that can contribute to meeting a national target. Second, an economywide cap provides important flexibility to achieve emission targets given uncertainties in emission reduction costs across sectors. Third, an economywide cap creates incentives for innovation in all sectors of the economy. The point of regulation decision is a primary determinant of a capandtrade systems administrative costs through its effect on the number of sources that must be regulated. As the number of regulated sources increases, the administrative costs to regulators and firms rise. The upstream point of regulation makes an economywide capandtrade system administratively feasible, making it possible to cap nearly all U.S. CO2 emissions through regulation of just 2,000 upstream entities Bluestein 2005. A key advantage of an upstream program is that it eliminates the regulatory need for facilitylevel GHG emissions inventories, which would be essential for monitoring and enforcing a capandtrade system that is implemented downstream at the point of emissions. 2.4 Concern about cost uncertainty in the context of capandtrade systems derives from the possibility of unexpected, significant cost increases. The experience with the southern California RECLAIM capandtrade system for nitrogen oxide NOx emissions is the frequently cited example. RECLAIM had no automatic mechanism to relax emission caps in the face of unexpectedly high costs, and, in 2000, allowance prices spiked to more than 20 times their historical levels Pizer 2005. Cost uncertainty may increase the longrun cost of emission caps, because uncertainty about future allowance prices may deter firms from undertaking socially desirable, capitalintensive emission reduction investments, forcing greater reliance on less capitalintensive, but more costly measures. Allowance banking and borrowing can mitigate some of the undesirable consequences of cost uncertainty by giving firms the flexibility to shift the timing of emission reductions in the face of unexpectedly high or low costs. If the cost of achieving targets is unexpectedly and temporarily high, firms can use banked or borrowed allowances instead of undertaking costly reductions. Thus, banking and borrowing mitigate undesirable yeartoyear variation in costs. Banking of allowances undertaking extra emission reductions earlier, so that more allowances are available for use later has added greatly to the cost effectiveness of previous capandtrade systems Stavins 2003, but banking provides little protection when costs remain high over extended periods, which could eventually lead to exhaustion of banked allowances. This problem may be particularly acute in a Elements that Reduce Cost Uncertainty 7Allocation of Allowances caps early years, when relatively few allowances have been banked. Therefore, borrowing of allowances from future years allocations can be a particularly useful form of cost protection in these early years. Of course, credible mechanisms need to be established to ensure that the use of borrowed allowances is offset through future emission reductions. Banking and borrowing can be exceptionally important in reducing longterm cost uncertainty, but the possibility of dramatic shortterm allowanceprice volatility may call for the inclusion of a sensible costcontainment mechanism. Such a mechanism could allow capped sources to purchase additional allowances at a predetermined price, set sufficiently high that it be unlikely to have any effect unless allowance prices exhibited truly drastic spikes, and the revenues from the fee dedicated exclusively to finance emissions reductions by uncapped sources, such as of nonCO2 greenhouse gases, or to buy back allowances in future years. This is very different from standard proposals for a safetyvalve, both because environmental integrity the cap is maintained by using the fees exclusively to finance additional emissions reductions or buy back allowances in future years, and because the predetermined price is set at a high level so that it has no effect unless there are drastic price spikes. The predetermined fee places a ceiling on allowance prices and hence on abatement costs, because no firms would undertake emission reductions more costly than the trigger price Jacoby and Ellerman 2002. To be used as an insurance mechanism, the fee should be set at the maximum incremental emission reduction cost that society is willing to bear. At this level, the mechanism would be triggered only when costs are unexpectedly and unacceptably high. 2.5 While all allocation decisions have significant distributional consequences, whether allowances are auctioned or freely distributed can affect the programs overall cost. Generally speaking, the choice between auctioning and freely allocating allowances does not influence firms production and emission reduction decisions. Firms face the same emissions cost regardless of the allocation method. Even when using an allowance that was received for free, a firm loses the opportunity to sell that allowance, and thereby recognizes this opportunity cost in deciding whether to use an allowance. Consequently, in many respects, this allocation choice will not influence a caps overall costs. But there are two ways that the choice to freely distribute allowances can affect a caps cost. First, auction revenue may be used in ways that reduce the costs of the existing tax system or fund other socially beneficial policies. Free allocations forego such opportunities. Second, free allocations may affect electricity prices in regulated costofservice electricity markets, and thereby affect the extent to which reduced electricity demand contributes to limiting emissions costeffectively. In discussions about whether to auction or freely distribute allowances, much attention has been given to the opportunity to use auction revenue to reduce existing distortionary taxes on labor and capital. Use of auction revenue to reduce these taxes can stimulate economic activity, offsetting some of a caps costs. Studies indicate that recycling auction revenue by reducing personal income tax rates could offset 40 to 50 percent of the economywide social costs that a cap would impose if allowances were freely distributed Bovenberg and Goulder 2003. 8 Achieving such gains may be difficult in practice, because climate policy would need to be tied to particular types of tax reform. The estimated costreductions are for policies in which auction revenue is used to reduce marginal tax rates that diminish incentives to work and invest. If, instead, auction revenue funded deductions or fixed tax credits, such tax reform would have a lesser effect and perhaps no effect on incentives to work and invest. In general, auctioning generates revenue that can be put toward innumerable uses. Use of auction revenue to reduce tax rates is just one example. Other socially valuable uses of revenue could include reduction of the federal debt including offsetting a caps potentially adverse fiscal impacts, or funding desirable spending programs for example, research and development. On the other hand, some government uses of auction revenue may generate less economic value than could be realized by private sector use of those funds. Thus, the opportunity to reduce the aggregate cost of a climate policy through auctioning, rather than freely distributing allowances, depends fundamentally on the use to which auction revenues are ultimately put. While auctioning has the potential to reduce a climate policys economywide costs, depending on how auction revenues are used, free distribution of allowances provides an opportunity to address the distribution of a climate policys economic impacts. Free distribution of allowances can be used to redistribute a caps economic burdens in ways that mitigate impacts on the most affected entities, and a sensible principle for allocation would be to try to compensate the most burdened sectors and individuals. Such redistribution of impacts may help establish consensus on a climate policy that achieves meaningful emission reductions. Because free allocations may increase a caps overall cost, it is important to consider what share of allowances need to be freely distributed to meet specific compensation objectives. A permanent allocation of all allowances to affected firms would, in aggregate, significantly overcompensate them for their financial losses Goulder 2000; Bovenberg and Goulder 2003; Smith, Ross, and Montgomery 2002. This is the case because much of the cost that a capandtrade system initially imposes on firms will be passed on to consumers in the form of higher prices. In effect, before any free allocation, firms are already partially compensated by changes in prices that result from the cap. Thus, freely allocating all allowances in perpetuity to affected firms would both overcompensate them in aggregate, and use up resources that could otherwise be put toward other uses. Faced with important differences in the implications of free allocation and an auction, the best alternative is to begin with a hybrid approach wherein half of the allowances are initially auctioned and half are freely distributed to entities that are burdened by the policy, including suppliers of primary fuels, electric power producers, energyintensive manufacturers, and particularly tradesensitive sectors. The share of allowances that are freely distributed should decline over time, until there is no free allocation 25 years into the program. This is because over time the private sector will have an opportunity to adjust to the carbon constraints, including industries with longlived capital assets. Thus, the justification for free distribution diminishes over time. In the short term, however, free distribution provides flexibility to address distributional concerns that might otherwise impede initial agreement on a policy. The half that are initially auctioned will generate revenue that can be used for public purposes, including compensation for program impacts on lowincome consumers, public spending for related research and development, reduction of the Federal deficit, and reduction of distortionary taxes. 9Credits Offsets for Specified Activities Why this particular pattern of beginning with a 5050 auctionfree allocation, moving to 100% auction over 25 years? This timepath of the numerical division between the share of allowances that is freely allocated and the share that is auctioned is consistent with analyses which have been carried out of the share of allowances that would need to be distributed freely to compensate firms for equity losses. In a series of analyses that considered the share of allowances that would be required in perpetuity for full compensation, Bovenberg and Goulder 2003 found that 13 percent would be sufficient for compensation of the fossil fuel extraction sectors, and in a scenario consistent with the Bovenberg and Goulder study, Smith, Ross, and Montgomery 2002 found that 21 percent would be needed to compensate primary energy producers and electricity generators. The timepath recommended here for an economywide program 50 percent of allowances initially distributed freely, with this share declining steadily linearly to zero after 25 years is equivalent in terms of present discounted value to perpetual allocations as those previously analyzed of 15 percent, 19 percent, and 22 percent, at real interest rates of 3, 4, and 5 percent, respectively. Hence, the recommended allocation is consistent with the principal of targeting free allocations to burdened sectors in proportion to their relative burdens. It is also pragmatic to be more generous with the allocation in the early years of the program. 2.6 The upstream program should include selective use of the credit mechanism. First, credits should be issued for major noncombustion uses of fossil fuels, such as in some petrochemical feedstocks, as well as fuel exports. Second, credits should be issued for carbon capture and storage CCS. Emission reductions from CCS technologies can be readily measured, and because there is no incentive to install CCS equipment absent a climate policy, emission reductions achieved by CCS are clearly additional. As CCS technologies may play a significant role in achieving longrun emission reduction goals U.S. Energy Information Administration 2007; Deutch and Moniz 2007, this credit mechanism is an essential component of the upstream cap. Third, a program of credits for selected cases of biological sequestration through land use changes should be included. A costeffective portfolio of climate technologies in the United States would include a substantial amount of biological carbon sequestration through afforestation and retarded deforestation Stavins 1999; Stavins and Richards 2005; Lubowski, Plantinga, and Stavins 2006. Translating this into practical policy will be a considerable challenge, however, because of concerns about monitoring and enforcement, additionality, and permanence Plantinga 2007. Fourth, provision should be made to provide coverage over time of nonCO2 greenhouse gases. Although CO2 is by far the most important anthropogenic greenhouse gas 84 percent of radiative forcing linked with emissions in 2005, it is by no means the only greenhouse gas of concern. Carbon dioxide, methane CH4, nitrous oxide N2O, and three groups of fluorinated gases sulfur hexafluoride SF6, HFCs, and PFCs are the major greenhouse gases and the focus of the Kyoto Protocol. The nonCO2 GHGs are significant in terms of their cumulative impact on climate change, representing about 16 percent of radiative forcing in 2005. And because some emission reductions could be achieved at relatively low cost, their inclusion in a program would be attractive in principle Paltsev et al. 2007a. 10Linkage with Other CapandTrade Systems and Other Nations Policies The sources of some of these gases are large in number and highly dispersed, making their inclusion in a capandtrade program problematic. The answer may be to phase in regulation selectively over time with credit offset mechanisms, being careful to grant credits in CO2equivalent terms only for welldocumented reductions. Over time, such approaches could be developed for industrial emissions of methane and NO2 and for the manufacture of key industrial gases in the case of refrigerants HFCs, circuits PFCs, and transformers SF6. Thus, capandtrade of nonCO2 GHGs would likely combine upstream and downstream points of regulation. 2.7 Three distinct linkage issues are important. These are: the relationship of the national capandtrade system with existing state and regional systems in the United States; the linkage of the capandtrade system with other such systems in other parts of the world; and more broadly the relationship between the capandtrade system and other nations climate policies. First, there is the reality of various state and regional capandtrade systems for greenhouse gases in the United States. In the absence of a national climate policy, ten northeast states have developed a downstream capandtrade program among electricity generators in their Regional Greenhouse Gas Initiative, and California is considering implementing a capandtrade program at the state level. The economywide, national, upstream capandtrade system could take the place of any regional, state, and local systems to avoid duplication, double counting, and conflicting requirements Stavins 2007. It is likely that a decision will be reached on a national capandtrade system before any of the regional or state programs have actually been implemented. In the long run, linking of the U.S. capandtrade system with capandtrade CAT systems in other countries or regions, such as the European Union Emissions Trading Scheme, will clearly be desirable to reduce the overall cost of reducing GHG emissions and achieving any global GHG concentration targets Jaffe and Stavins 2007. But there is a question of what level and type of linkage is desirable in the early years of the development of a U.S. capandtrade system. In the short term, it may be best for the United States to focus on linkage with emission reduction credit ERC programs, such as the Kyoto Protocols Clean Development Mechanism CDM. First, by tapping lowcost emission reduction opportunities in developing countries, linkage of the U.S. system with CDM has a greater potential to achieve significant cost savings for the United States than does linkage with CATs in other industrialized countries where abatement costs are more similar to those in the United States. Second, linkage with an ERC system such as CDM can only have the effect of decreasing domestic allowance prices, since transactions are unidirectional, i.e., U.S. purchases of lowcost CDM credits. Third, the U.S. may have to choose between adopting a cost containment mechanism and linking with capandtrade systems in other countries. It appears unlikely that the European Union would agree to linking its Emissions Trading Scheme with a U.S. system that employed a safetyvalve or other such costcontainment measure. On the other hand, the U.S. could link with ERC systems, such as the CDM, even with a costcontainment measure in place. Fourth, given that other CATs, such as the European Unions system, will likely be linked with CDM, linking the U.S. system with CDM will have the effect of indirectly linking the U.S. system with those other CATs, but in ways that avoid the shortterm problems identified above. Fifth, such indirect linkage should reduce concerns about additionality normally associated with 11linking with CDM. If another country or region for example, the European Union has already linked with CDM, many of the credits that the U.S. system would ultimately purchase would be used by other linked CATs if the United States did not link with CDM. Hence, for these credits, there is no incremental additionality concern regarding the U.S. decision to link with CDM. Any U.S. use of these credits would result in emission reductions in the other linked CATs that would otherwise have used the credits. Sixth, the indirect linkage created by a U.S. link with CDM can achieve some and perhaps much of the cost savings that would arise from direct linkage with other CATs. This is because CDM credits can be sold on the secondary market, and so will ultimately go to the linked CAT with the highest allowance price, pushing the allowance prices of the various CATs toward the convergence that would be achieved by direct linkage among CATs. The fact that climate change is a globalcommons phenomenon means that it can be sensible to condition the goals and operations of the U.S. capandtrade program on the GHG emissions reductions efforts that other countries are employing. One approach is to include a provision for the overall U.S. emissions cap to be tightened when and if the President or the Congress determine that other major CO2emitting nations have taken specific climate policy actions. Such issue linkage making the cap contingent upon the actions of other key countries can make sense, particularly absent U.S. participation in a binding international agreement. This links the goals of the U.S. system with other countries actions. In addition, the operation of the capandtrade system should be linked with the actions of other key nations. As part of the capandtrade program, imports of specific highly carbonintensive goods in terms of their emissions generated during manufacture from countries which have not taken climate policy actions comparable to those in the United States should be required to hold appropriate quantities of allowances mirroring the allowance requirements on U.S. sources. These allowances can be purchased from any participants in the domestic capandtrade system. This mechanism, if properly designed and implemented, can help establish a level playingfield in the market for domestically produced and imported products, and thereby can serve to reduce emissions leakage and induce key developing countries to join an international agreement Morris and Hill 2007. There are some understandable concerns with such a mechanism. First, there is the economists natural resistance to tampering with free international trade in order to achieve other ends. Second, there is the difficulty of making the needed calculations of appropriate quantities of allowances on imports of manufactured goods. Third, there is the inescapable irony that the United States might adopt a mechanism for use with other countries, which had recently been proposed by Europeans for use against the United States although with a border tax because of U.S. nonratification of the Kyoto Protocol. More broadly, there is the risk that this mechanism would be abused and inappropriately applied as a protectionist measure. These concerns can be addressed by properly constraining the mechanism to apply only to primary highly energyintensive commodities such as iron and steel, aluminum, cement, bulk glass, paper, and, for that matter, fossil fuels. The requirement would not apply to countries that are taking comparable actions to reduce their GHG emissions, and exemptions could be provided for countries with very low levels of GHG emissions and the lowest levels of economic development. In order to be compatible with World Trade Organization rules, it is key that the burden imposed on imported and domestic goods be roughly comparable, and that there not be 12Associated Climate Policies discrimination among nations with similar conditions Frankel 2005; Pauwelyn 2007. Also, this requirement should become binding only after ten years, to allow time for an international climate agreement to be negotiated that includes all key countries in meaningful ways and thereby obviates the need for the mechanism Aldy and Stavins 2007. 2.8 The price signals generated by a wellfunctioning upstream capandtrade system will be insufficient for their purpose if there are remaining market failures that render those price signals ineffective. For example, there may be market failures other than the environmental externality of global climate change associated with energyefficiency investments. If the magnitude of these nonenvironmental market failures is large enough and the cost of correcting them small enough to warrant policy intervention, then an argument can be made to attack these other market failures directly Jaffe, Newell, and Stavins 1999. Examples of such relevant market failures include information problems that lead consumers to undervalue expected energy cost savings when purchasing energyconsuming durable goods. Likewise, there is the principalagent problem of landlords who may underinvest in energyefficient appliances, because electricity costs are paid by tenants. Perhaps most important is the public good nature of research and development, which leads to underinvestment in RD because knowledge generated may not be exclusive and so economic returns cannot be fully captured. To achieve the desired levels of investment, additional public policies of various kinds, beyond the price signals generated by the capandtrade system may be necessary National Commission on Energy Policy 2004, 2007. 3. ECONOMIC ASSESSMENT A considerable number of analytical models have been employed over the past several years to estimate the aggregate costs and in some cases, the distributional impacts of a costeffective set of emissionsreduction actions to achieve various national CO2 and GHG targets. Two models have had a distinctly U.S. focus, and have been used to give particular attention to the costs associated with domestic capandtrade systems: the National Energy Modeling System NEMS of the U.S. Department of Energy U.S. Energy Information Administration 2007, and the Emissions Prediction and Policy Analysis EPPA model of the Massachusetts Institute of Technologys Joint Program on the Science and Policy of Global Change Paltsev et al. 2007a, 2007b. To provide illustrative empirical cost estimates, I draw upon recent results from MITs EPPA model, both because of the recent vintage of the analysis and because the model was applied by its authors Paltsev et al. 2007a, 2007b to examining an upstream capandtrade system that is in its stylized form close to what is described here. The first illustrative trajectory involves stabilizing CO2 emissions at their 2008 level over the period from 2012 to 2050. This trajectory, in terms of its cumulative cap, lies within the range defined by the 2004 and 2007 recommendations of the National Commission on Energy Policy 2004, 2007. The second illustrative trajectory also defined over the years 20122050 involves reducing CO2 emissions from their 2008 level to 50 percent below their 1990 level by 2050. 13This trajectory defined by its cumulative cap is consistent with the lower end of the range proposed by the U.S. Climate Action Partnership 2007. The tradable CO2 allowances have value because of their scarcity, and it is their marketdetermined price that provides incentives for costeffective emissions reductions and investments that bring down abatement costs over time. As the required emissions reductions relative to BAU increase over time under both cap trajectories Table 1, the market prices of the allowances also increase, rising from 18ton of CO2 in 2015 to 70ton of CO2 in 2050 for the less aggressive policy, and rising from 41ton of CO2 in 2015 to 161ton of CO2 in 2050 for the more aggressive policy Table 2. Fossil fuel prices are also predicted to change as a result of the capandtrade system, because of effects on the supply and demand for those fuels in various markets. As Table 2 indicates, the net effect of both caps on coal and petroleum prices is to depress those prices relative to what they would be in the absence of climate policy, because of reduced fuel demand. It is important to note, however, that although these prices include the effects of allowance prices on fossil fuel supply and demand, they do not include the cost of allowances per se. As indicated above, the capandtrade system has the effect of reducing demand for fossil fuels relative to BAU conditions and hence reducing fossil fuel prices relative to what those prices would be in the absence of policy. There is an important distinction, however, between the price of fuels themselves Table 2 and the cost of using those fuels, which is illustrated in Table 3. For sample allowance prices of 25, 50, and 100ton of CO2, the added cost is estimated for major fuels, including crude oil, gasoline, heating oil, wellhead natural gas, residential natural gas, and utility coal. These added costs of allowances to fuel users which do not include the adjustment for the effects of the capandtrade policies on producer prices from Table 2 are compared with the average price of the respective fuels over a recent period of time. The capandtrade system, like any regulatory initiative, affects the behavior of individuals and firms, causing reallocation of resources, and thereby causing economic output to grow more slowly than it would in the absence of the policy. Impacts on gross domestic product GDP are measured relative to no policy BAU, and so reductions in GDP do not indicate that output would be lower than current levels, but rather that output would be lower than it would otherwise be expected to be Table 4. Consistent with findings from other studies, the analysis indicates significant but affordable impacts on GDP, generally reductions below BAU of less than onehalf of one percent in each year of the program for the less aggressive cap trajectory and ranging up to one percent below BAU each year for the more aggressive policy Table 4. These impacts on GDP by 2050 are equivalent to average annual GDP growth in the BAU case of 2.901 percent, and average annual GDP growth of 2.895 percent and 2.891 percent under the two cap trajectories, respectively. Despite the fact that aggregate impacts on economic output GDP and welfare are relatively small, there can be very substantial impacts on particular sectors or groups of people. Regardless of how allowances are distributed, most of the cost of the program will be borne by consumers, facing higher prices of products, including electricity and gasoline impacts that will continue as long as the program is in place. Also, workers and investors in the energy sectors and energyintensive industries will experience losses in the form of lower wages, job losses, or reduced stock values. 14Such impacts are temporary, and workers or investors who enter an industry after the policy takes effect typically do not experience such losses Dinan 2007. The fact that the policy is phased in gradually provides more time for firms and people to adapt. The cost impacts can be regressive, because lower income households spend a larger share of their income than wealthier households, and energy products account for a larger share of spending by lowincome households than wealthier households. But the distributional impacts will depend greatly on the specifics of policy design, including how allowances are allocated and how auction revenues are used. Certain sectors and firms will be particularly affected, including fossil fuel producers, the electricity sector, and energyintensive industries. Coal production will be the most affected because coal is the most carbonintensive fuel and opportunities exist for electricity generators and some industrial consumers to switch to less carbonintensive fuels. Petroleum sector output will be less affected, partly because demand for gasoline and other petroleum products is fairly insensitive to increased prices, at least in the shortterm. And it is uncertain whether a cap would benefit or adversely affect output and profitability of natural gas producers U.S. Energy Information Administration 2003, 2006. Among firms that consume fossil fuels and electricity, impacts will likely be most pronounced in energy and emissionsintensive industries Bovenberg and Goulder 2003; Smith, Ross, and Montgomery 2002; U.S. Energy Information Administration 2003; Jorgensen et al. 2000. For example, some of the most affected industries will be petroleum refiners and manufacturers of chemicals, primary metals, and paper. Refiners experience both increased production costs for their productionrelated emissions and reduced demand as consumers seek to limit emissions from the use of petroleum products. Among industries experiencing similar increases in their costs, impacts will be greatest in globally competitive industries that are least able to pass through higher costs without experiencing reduced demand for their output. Industrylevel impacts may obscure significant variation in firmlevel impacts within an industry. The electricity sector offers an important example of this point. Regional variation in electricity sector impacts will be greater than in many other sectors because of regional differences in the composition of power plants including fuel type, physical limits on interregional electricity trading, and state regulation of electricity markets. Increases in the cost of electricity generation depend on the carbonintensity of a regions generation, which varies widely across the country. While attention often focuses on a caps impacts on particular industries, the ultimate burden will be borne by households primarily in the form of increased expenditures on energy and other goods and services, but also through changes in labor income including job losses and investment income i.e., stock and mutual fund returns that arise from impacts on firms. Higher fuel prices will likely have a regressive effect on households, although the degree of regressivity may not be very great Dinan 2007. Further, this regressivity may be counterbalanced by the fact that adverse impacts on investment returns resulting from a caps effect on the profitability of firms will fall most heavily on highincome households. The are also distributional implications of the allowance allocation, and the aggregate value of allowances will be much greater than the total cost burden to the economy. The value of allowances will be two to four times greater than the total cost of the program in most years under 15either of the cap trajectories. Therefore, even a partial free distribution of allowances provides an opportunity to address the distributional cost burdens of the policy by using allowances to compensate the most burdened sectors and individuals. 4. COMPARISON WITH ALTERNATIVE APPROACHES Standards Based Policies The alternatives to the capandtrade approach most frequently considered by policy makers for the purpose of reducing CO2 and other GHG emissions are standardsbased policies. In addition, among economists and some policy analysts, there has been discussion about the possible use of carbon taxes. 4.1 Technology or performance standards are a commonly proposed means of achieving emission reductions. Examples include efficiency standards for appliances, vehicle fueleconomy standards, best available control technology standards, and renewable portfolio standards for electricity generators. Because of practical limitations, most standards to address CO2 emissions would target energy use or emission rates from new capital equipment, such as appliances, cars, or electricity generators. The fact that standards would affect new, but not existing equipment limits the opportunity for nearterm emission reductions. It also makes the level and timing of those reductions dependent on the rate of capital stock turnover, and thereby difficult to predict. Moreover, by increasing the cost of new capital stock without affecting the cost of using the existing capital stock, standards on new sources have the perverse effect of creating incentives to delay replacement of existing capital stock, which can significantly delay the achievement of emission reductions Stavins 2006. When considered as an alternative to a welldesigned capandtrade system, standardsbased approaches are less costeffective. Administrative limitations constrain the scope of sources that can be covered by a standardsbased approach, compared with an upstream, broadbased capandtrade system, and standards may not target all determinants of emissions from covered sources. Consequently, they may not bring about many types of potentially costeffective emission reductions. Also, standards often impose uniform requirements, even though the cost of emission reductions achieved by such standards may vary widely across regulated entities Newell and Stavins 2003. Standards have also been proposed as complements to marketbased policies. On the one hand, standards may needlessly restrict the flexibility that allows marketbased policies to minimize the cost of achieving emission targets. If standards are applied within the umbrella of an economywide CO2 capandtrade system, the standards will offer no additional CO2 benefits, as long as the capandtrade system is binding, but depending upon the nature of the standard and its associated costs, its placement can drive up aggregate costs. On the other hand, as emphasized above, some market failures affecting the development and adoption of less emissionsintensive technologies may not be addressed by a capandtrade or carbon tax policy. Simply increasing the cost of emitting GHGs will not address the core sources of such market failures. 16Carbon Taxes 4.2 Both a carbon tax and a capandtrade system create a carbon price signal, but there is a fundamental difference in the way in which the level of that carbon price signal is determined. A carbon tax fixes the price of CO2 emissions, and allows the quantity of emissions to adjust, whereas a capandtrade system fixes the quantity of aggregate emissions, and allows the price of CO2 emissions to adjust. A carbon tax if implemented upstream and economywide would appear to have some advantages over an equivalent upstream capandtrade system. First is the simplicity of the carbon tax system, in which firms would not need to manage and trade allowances, and the government would not need to track allowance transactions and ownership. Experience with previous capandtrade systems, however, indicates that the costs of trading institutions are not significant. Whether a policy as significant as a meaningful national carbon tax would turn out to be simple in its implementation is an open question. Second, the tax approach avoids the political difficulties related to making allowance allocations among economic sectors, but would on the other hand create pressures for tax exemptions. Third, a carbon tax would raise revenues that can be used for beneficial public purposes. Of course, an auction mechanism under a capandtrade system can do the same. Fourth, a tax approach eliminates the potential for price volatility that can exist under a capandtrade system. Some emissions trading markets have exhibited significant volatility in their early years, including: the U.S. NOx Budget program where prices increased in the presence of uncertainty about whether Maryland, a net supplier, would enter the program on time; the RECLAIM program in southern California where price spikes were linked with flawed design and problems with electricity deregulation; and the European Union Emissions Trading Scheme where a dramatic price crash occurred when data revealed that the overall allocation had been above the BAU level. From an economic perspective, it makes sense to allow emissions to vary from year to year with economic conditions that affect aggregate abatement costs; and this happens automatically with a carbon tax. With a capandtrade system, this temporal flexibility needs to be built in through provisions for banking and borrowing, as described above. There are also a set of apparent disadvantages of carbon taxes, relative to a capandtrade regime, that merit consideration. First among these is the overriding resistance to new taxes in the current political climate. Second, in their simplest respective forms a carbon tax without revenue recycling, and a capandtrade system without auctions, a carbon tax is more costly than a capandtrade system to the regulated sector, because with the former firms incur both abatement costs and the cost of tax payments to the government. In the case of the simplest capandtrade system, the regulated sector experiences only abatement costs, since the transfers associated with allowance purchase and sale remain within the private sector. Third, capandtrade approaches leave distributional issues up to politicians, and provide a straightforward means to compensate burdened sectors. Of course, the compensation associated with free distribution of allowances based on historical activities can be mimicked under a tax regime, but it is legislatively more complex. The capandtrade approach avoids likely battles over tax exemptions among vulnerable industries and sectors that would drive up the costs of the program, as more and more sources emissionreduction opportunities are exempted from the program, thereby simultaneously compromising environmental integrity. Instead, a capandtrade 17system leads to battles over the allowance allocation, but these do not raise the overall cost of the program nor affect its climate impacts. Some observers seem to worry about the political process propensity under a capandtrade system to compensate sectors that effectively claim burdens through free allowance allocations. A carbon tax is sensitive to the same pressures, and may be expected to succumb to them in ways that are ultimately much more harmful. This is the crucial politicaleconomy distinction between the two approaches. Fourth, a carbon tax provides much less certainty over emissions levels in exchange for greater certainty over costs. Most climate policy proposals are for progressively greater cuts in emissions over time. Capandtrade is fundamentally well suited to this because it is a quantitybased approach. Progress under a carbon tax will be uncertain, mainly due to variations in economic conditions. Fifth and finally, a capandtrade system is much easier to harmonize with other countries carbon mitigation programs, which are more likely to employ capandtrade than tax approaches. Capandtrade systems generate a natural unit of exchange for harmonization: allowances denominated in units of carbon content of fossil fuels or CO2 emissions. Despite the differences between carbon taxes and capandtrade systems in specific implementations, the two approaches have much in common. Differences between the two approaches can begin to fade when various specific implementations of either program are carried out. Hybrid schemes that include features of taxes and capandtrade systems blur the distinctions between the two Parry and Pizer 2007. In terms of the allocation mechanism, the government can auction allowances in a capandtrade system, thereby reproducing many of the properties of a tax approach. Mechanisms that deal with uncertainty in a capandtrade system also bring it close to a tax approach, including a cost containment mechanism that places a cap on allowance prices, banking that creates a floor under prices, and borrowing that provides flexibility similar to a tax. To some degree, the dichotomous choice between taxes and permits can turn out to be a choice of design elements along a policy continuum. In the meantime, debate continues among economists regarding capandtrade and carbon taxes. In a recent comparison of these two approaches, the Hamilton Project staff at the Brookings Institution concluded that a welldesigned carbon tax and a welldesigned capandtrade system would have similar economic effects Furman, Bordoff, Deshpande, and Noel 2007. Hence, they concluded, the two primary questions that should be used to decide between these two policy approaches are: 1 which is more politically feasible; and 2 which is more likely to be welldesigned? In the context of the United States and many other countries, for that matter, the answer to the first question is obvious. For the political economy reasons I described above, the answer to the second question also favors capandtrade. In other words, it is important to identify and design policies that will be optimal in Washington, not just from the perspective of Cambridge, New Haven, or Berkeley. 5. SUMMARY AND CONCLUSIONS The need for a domestic U.S. policy that seriously addresses climate change is increasingly apparent. A capandtrade system is the best and most likely approach for the United States in the short to medium term. Besides providing greater certainty about emissions levels, capandtrade 18offers an easy means partial free distribution of allowances of compensating for the inevitably unequal burdens imposed by climate policy; it is straightforward to harmonize with other countries climate policies; it avoids the current political aversion in the United States to taxes; and it has a history of successful adoption. The system outline in this article has several key features. It imposes an upstream cap on CO2 emissions carbon content measured at the point of fuel extraction, refining, distribution, or importation, with gradual inclusion of other greenhouse gases, to ensure economywide coverage while limiting the number of entities to be monitored. It sets a gradual downward trajectory of emissions ceilings over time, to minimize disruption and allow firms and households time to adapt. It also includes mechanisms to reduce cost uncertainty; these include provisions for banking and borrowing of allowances, and possibly a cost containment mechanism such as the sale of additional allowances during severe price spikes, with the revenues dedicated to bringing about additional emissions reductions to protect against price volatility. Initially, half of the programs allowances would be allocated through auctioning and half through free distribution, primarily to those entities most burdened by the policy. This arrangement should help limit potential inequities while bolstering political support. The share distributed for free would phase out gradually over twentyfive years. The auctioned allowances would generate revenue that could be used for a variety of worthwhile public purposes. To increase the programs shortterm costeffectiveness and create longterm incentives for technological development, entities that successfully implement carbon sequestration biological or underground would be eligible for offsets. The system would operate at the federal level, eventually asserting supremacy over all regional, state, and local systems, while building on any institutions already developed at those levels. The system would also provide for linkage with international emissions reduction credit arrangements, harmonization over time with effective capandtrade systems in other countries, and appropriate linkage with other actions taken abroad to maintain a level playing field between imports and importcompeting domestic products. To address potential market failures that might render the systems price signals ineffective, certain complementary policies should be implemented, for example in the areas of consumer information and research and development. Like other marketbased emissions reduction schemes, the one described here reduces compliance costs by offering regulated entities: rather than mandate specific measures on all sources, it allows emissions to be reduced however, wherever, and, to a great extent, whenever they are least costly. To illustrate the potential cost savings, this article has reported empirical cost estimates for two hypothetical time trajectories for emissions caps. The first stabilizes CO2 emissions at their 2008 level by 2050, whereas the second reduces emissions from their 2008 level to 50 percent below the 1990 level by 2050. Both are consistent with the often cited global goal of stabilizing CO2 atmospheric concentrations at between 450 and 550 ppm, provided all countries take commensurate action. The analysis found significant but affordable impacts on GDP under both trajectories: generally below 0.5 percent a year for the less aggressive trajectory, and ranging up to 1 percent a year for the more aggressive one. We also explored the distributional implications of the program. Illustrative estimateswhich do not account for the offsetting effects of possible free allocation of allowances or redistribution of auction revenuesindicate a relatively small burden on fossil fuel producers about 194 percent of the total, because most of the costs would be passed on to customers. Fossil fuelfired electricity generators also would bear a relatively small share, about 7 percent, for analogous reasons. Business and industry would bear nearly 30 percent of the total cost burden through their primary energy use, and about 25 percent through their electricity use, for a total of about 55 percent. The remaining roughly 35 percent of costs would be borne by households. The impact of any U.S. policy will ultimately depend on the actions of other nations around the world. Without an effective global climate agreement, each countrys optimal strategy is to freeride on the actions of others. But if all countries do this, nothing will be accomplished, and the result will be the infamous tragedy of the commons. A cooperative solutionone that is scientifically sound, economically rational, and politically pragmaticmust remain the ultimate goal. Given these realities, a major strategic consideration in initiating a U.S. climate policy should be to establish international credibility. The capandtrade system described and assessed in this article offers a way for the United States to demonstrate its commitment to an international solution while making its own real contribution to addressing climate change. 20Table 1: Anticipated CO2 Emissions Reductions Under Two Illustrative Caps Million Metric Tons Emissions Scenarioa BAU Stabilize 50% b1990 2005 5984 2010 6517 2015 6995 2020 7357 2025 7915 2030 8518 Emissions Reductionb % Reductionc Emissions Reduction % Reduction 5984 0 0 5984 0 0 6517 0 0 6517 0 0 6328 667 10% 5740 1255 18% 6287 1070 15% 5443 1914 26% 6132 1783 23% 4914 3001 38% 6290 2228 26% 4085 4433 52% 2035 9283 7265 2018 22% 5169 4114 44% 2040 10013 7605 2408 24% 4650 5363 54% 2045 10871 7126 3745 34% 3588 7283 67% 2050 11656 7175 4481 38% 2945 8711 75% SOURCE: Paltsev, et al. 2007b, pp. 1, 2, 3. a ABAU business as usual is the reference case from Paltsev et al. 2007a,b;, AStabilize is based on the 287 cumulative CO2e bmt case from Paltsev et al. 2007a,b; and A50% b1990 refers to 2050 emissions capped at 50% below the 1990 level, and is based on the 203 cumulative CO2e bmt case from Paltsev et al. 2007a,b. b Compared with businessasusual emissions in the same year. c Compared with businessasusual emissions in the same year. 21 Table 2: Predicted CO2 and Fossil Fuel Pricesa Under Two Illustrative Caps 2005 2010 2015 2020 2025 2030 CO2 Pricec Petroleum Product Natural Gas Coal Scenariob BAU Stabilize 50% b1990 BAU Stabilize 50% b1990 BAU Stabilize 50% b1990 BAU Stabilize 50% b1990 0 0 0 1.0 1.0 1.0 1.0 1.0 1.0 1,0 1.0 1.0 0 0 0 1.2 1.2 1.2 1.1 1.1 1.1 1.0 1.0 1.0 0 18 41 1.3 1.3 1.3 1.3 1.2 1.2 1.1 1.0 1.0 0 22 50 1.5 1.5 1.5 1.5 1.5 1.4 1.1 1.0 1.0 0 26 61 1.7 1.6 1.5 1.7 1.9 1.8 1.1 1.0 1.0 0 32 74 1.9 1.7 1.6 2.0 2.4 2.1 1.2 1.0 1.0 2035 0 39 90 2.0 1.4 1.3 2.3 2.5 2.1 1.2 1.0 1.0 2040 0 47 109 2.1 1.4 1.4 2.7 2.8 2.2 1.2 1.1 1.1 2045 0 57 133 2.2 1.5 1.3 3.1 2.8 2.2 1.3 1.1 1.1 2050 0 70 161 2.3 1.5 1.2 3.6 2.8 2.0 1.3 1.2 1.2 SOURCE: Paltsev, et al. 2007b, pp. 1, 2, 3. a All fossil fuel prices are price indexes, with 2005 set equal to 1.00. Note that the price indexes do not include the cost of allowances, but do include the effects of changes in fossilfuel supply and demand induced by impacts of allowance prices on downstream users of respective fossil fuels. b ABAU business as usual is the reference case from Paltsev et al. 2007a,b;, AStabilize is based on the 287 cumulative CO2e bmt case from Paltsev et al. 2007a,b; and A50% b1990 refers to 2050 emissions capped at 50% below the 1990 level, and is based on the 203 cumulative CO2e bmt case from Paltsev et al. 2007a,b. c Year 2005 dollars per ton of CO2equivalent. 22 Table 3: Relationship Between CO2 Allowance Prices and Recent Fuel Prices Fuel Crude Oil bbl Gasoline gallon Heating Oil gallon Wellhead Natural Gas mcf Residential Natural Gas mcf Utility Coal short ton Average Base Pricea 20022006 40.00 1.821.355.4011.0526.70 Added Fuel Cost for Various Allowance Pricesb 25 50 100 11.3028%0.2413%0.2720%1.3826%1.3913%51.20192% 22.60 57% 0.48 26% 0.54 40% 2.76 51% 2.78 25% 102.40 384% 45.20113%0.9653%1.0880%5.52102%5.5650%204.80767% SOURCE: For base prices, Paltsev et al., 2007a; added fuel costs are from authors calculations, drawing upon Table 5, page 53, in same source. a 2005 dollars. b Added cost does not include adjustment for the effects of respective capandtrade policies on producer prices. 23 Table 4: Predicted Aggregate Costs C GDP and Welfare Impacts Under Two Illustrative Caps BAUb % Change GDP from BAU % Change Welfare from BAU Scenarioa GDP Welfare Stabilize 50% b1990 Stabilize 50% b1990 2005 11,981 9,656 2010 14,339 11,773 0 0 0 0 2015 16,921 13,933 0.22 0.51 0.01 0.04 2020 19,773 16,342 0.38 0.79 0.13 0.32 2025 22,846 18,948 0.55 0.67 0.36 0.69 2030 26,459 22,016 0.68 0.56 0.45 1.08 2035 30,534 25,414 0.33 1.18 0.19 0.77 2040 34,929 29,032 0.29 1.00 0.12 0.92 2045 39,530 32,780 0.36 0.61 0.24 1.28 2050 44,210 36,553 0.28 0.48 0.18 1.45 0 0 0 0 SOURCE: Paltsev, et al. 2007b, pp. 1, 2, 3. a ABAU business as usual is the reference case from Paltsev et al. 2007a,b;, AStabilize is based on the 287 cumulative CO2e bmt case from Paltsev et al. 2007a,b; and A50% b1990 refers to 2050 emissions capped at 50% below the 1990 level, and is based on the 203 cumulative CO2e bmt case from Paltsev et al. 2007a,b. b Billions of year 2005 dollars. 24 Aldy, Joseph E. and Robert N. Stavins, eds. Architectures for Agreement: Addressing Global Climate Change in the PostKyoto World. Cambridge, United Kingdom: Cambridge University Press, 2007. Anderson, Robert. The U.S. Experience with Economic Incentives in Environmental Pollution Control Policy. Washington, D.C.: Environmental Law Institute, 1997. Bannon, Brent, Matthew De Bell, Jon Krosnick, Ray Kopp, and Peter Aldhous. AAmericans Evaluations of Policies to Reduce Greenhouse Gas Emissions. Working Paper, June, 2007. Bluestein, Joel. AUpstream Regulation of CO2. Presentation to the National Commission on Energy Policy Workshop, Washington, D.C., September 16, 2005. Bovenberg, Lans A. and Lawrence H. Goulder. AConfronting industrydistributional concerns in U.S. climatechange policy. Discussion Paper Les siminaires de lIddri no. 6, Institute on the Economics on the Environment and Sustainability, 2003. Burtraw, Dallas, Allan Krupnick, Erin Mansur, David Austin and Deirdre Farrell. AThe Costs and Benefits of Reducing Air Pollution Related to Acid Rain. Contemporary Economic Policy 16:379400, 1998. Carlson, Curtis, Dallas Burtraw, Maureen Cropper and Karen Palmer. ASulfur Dioxide Control by Electric Utilities: What Are the Gains from Trade? Discussion Paper no. 9844REV. Washington, DC: Resources for the Future, 2000. Deutch, John and Ernest J. Moniz, CoChairs. The Future of Coal: Options for a CarbonConstrained World. Cambridge: Massachusetts Institute of Technology, 2007. Dinan, Terry. TradeOffs in Allocating Allowances for CO2 Emissions. Economic and Budget Issue Brief. Washington, D.C.: U.S. Congressional Budget Office, April 25, 2007. Ellerman, Denny, and Barbara Buchner. AThe European Union Emissions Trading Scheme: Origins, Allocation, and Early Results. Review of Environmental Economics and Policy 1:6687, 2007. Ellerman, Denny, Paul Joskow, Richard Schmalensee, JuanPablo Montero and Elizabeth Bailey. Markets for Clean Air: The U.S. Acid Rain Program. New York: Cambridge University Press, 2000. Farrell, Ales, Robert Carter and Roger Raufer. AThe NOx Budget: Marketbased Control of Tropospheric Ozone in the Northeastern United States. Resource and Energy Economics 21:103124, 1999. Frankel, Jeffrey. AClimate and Trade: Links Between the Kyoto Protocol and WTO. Environment 477: 819, September, 2005. Furman, Jason, Jason E. Bordoff, Manasi Deshpande, and Pascal J. Noel. An Economic Strategy to Address Climate Change and Promote Energy Security. The Hamilton Project, Strategy Paper. Washington, D.C.: The Brookings Institution, October 2007. Goulder, Lawrence H. AConfronting the Adverse Industry Impacts of CO2 Abatement Policies: What Does it Cost? Climate Issues Brief, No. 23. Washington, D.C.: Resources for the Future, 2000. REFERENCES 25 Goulder, Lawrence H. AInduced Technological Change and Climate Policy. Arlington, Virginia: Pew Center on Global Climate Change, 2004. Harrison, David, Jr. AEx Post Evaluation of the RECLAIM Emission Trading Program for the Los Angeles Air Basin. Presented at Workshop on Ex Post Evaluation of Tradeable Permits: Methodological and Policy Issues, OECD Environment Directorate, Paris, 2003. Intergovernmental Panel on Climate Change. Climate Change 2007 C The Physical Science Basis: Working Group I Contribution to the Fourth Assessment Report of the IPCC. Cambridge, United Kingdom: Cambridge University Press, 2007a. Intergovernmental Panel on Climate Change. Climate Change 2007 C Impacts, Adaptation and Vulnerability: Working Group II Contribution to the Fourth Assessment Report of the IPCC. Cambridge, United Kingdom: Cambridge University Press, 2007b. Intergovernmental Panel on Climate Change. Climate Change 2007 C Mitigation of Climate Change: Working Group III Contribution to the Fourth Assessment Report of the IPCC. Cambridge, United Kingdom: Cambridge University Press, 2007c. Jacoby, Henry D. and A. Denny Ellerman. AThe Safety Valve and Climate Policy. MIT Joint Program on the Science and Policy of Global Change, Report No. 83. Cambridge, Massachusetts, 2002. Jaffe, Adam B., Richard G. Newell, and Robert N. Stavins. AEnergyEfficient Technologies and Climate Change Policies: Issues and Evidence. Climate Issues Brief, No. 19. Washington, D.C.: Resources for the Future, 1999. Jaffe, Adam B., Richard G. Newell, and Robert N. Stavins. AA Tale of Two Market Failure: Technology and Environmental Policy. Ecological Economics 542005: 164174. Jaffe, Judson and Robert Stavins. ALinking Emissions Trading Systems. Paper prepared for the International Emissions Trading Association, forthcoming, 2007. Jorgenson, Dale W., Richard J. Goettle, Peter J. Wilcoxen, and Mun Sing Ho. The Role of Substitution in Understanding the Costs of Climate Change Policy. Arlington, Virginia: Pew Center on Global Climate Change, 2000. Kerr, Suzi and Richard Newell. APolicyInduced Technology Adoption: Evidence from the U.S. Lead Phasedown. Draft manuscript. Washington, D.C.: Resources for the Future, 2000. Lubowski, Ruben N., Andrew J. Plantinga, and Robert N. Stavins. ALandUse Change and Carbon Sinks: Econometric Estimation of the Carbon Sequestration Supply Function. Journal of Environmental Economics and Management 512006: 135152. Market Advisory Committee to the California Air Resources Board. ARecommendations for Designing a Greenhouse Gas CapandTrade System for California. June 30, 2007. Morris, Michael G. and Edwin D. Hill. ATrade is the Key to Climate Change. The Energy Daily, Volume 35, No. 33, February 20, 2007. National Commission on Energy Policy. Ending the Energy Stalemate: A Bipartisan Strategy to Meet Americas Energy Challenges. Washington, D.C., December, 2004. 26 National Commission on Energy Policy. Energy Policy Recommendations to the President and the 110th Congress. Washington, D.C., April, 2007. Newell, Richard G. AClimate Technology Policy. Resources for the Future Climate Backgrounder, Washington, D.C., 2007. Journal, Volume 25, Number 1 Winter 2006, pp. 2963. 27 Newell, Richard G. and Robert N. Stavins. ACost Heterogeneity and the Potential Savings from MarketBased Policies. Journal of Regulatory Economics 23 2003:4359. Nichols, Albert. ALead in Gasoline. in: Richard Morgenstern, ed., Economic Analyses at EPA: Assessing Regulatory Impact. Washington, D.C.: Resources for the Future, p.4986, 1997. Paltsev, Sergey, John M. Reilly, Henry D. Jacoby, Angelo C. Gurgel, Gilbert E. Metcalf, Andrei P. Sokolov, and Jennifer F. Holak. AAssessment of U.S. CapandTrade Proposals. Working Paper 13176. Cambridge, Massachusetts: National Bureau of Economic Research, June 2007a. Paltsev, Sergey, John M. Reilly, Henry D. Jacoby, Angelo C. Gurgel, Gilbert E. Metcalf, Andrei P. Sokolov, and Jennifer F. Holak. AAppendix C C Assessment of U.S. CapandTrade Proposals: Details of Simulation Results. Cambridge, Massachusetts: National Bureau of Economic Research, June 2007b. Parry, Ian W. H., and William A. Pizer. AEmissions Trading Versus CO2 Taxes. Mimeo, 2007. Pauwelyn, Joost. U.S. Federal Climate Policy and Competitiveness Concerns: The Limits and Options of International Trade Law. Working Paper, Nicholas Institute, Duke University NI WP 0702, April, 2007. Pizer, William. AClimate Policy Design Under Uncertainty. Discussion Paper, No. 0544, Resources for the Future, Washington, D.C., 2005. Plantinga, Andrew J. ALandUse Change and Biological Carbon Sequestration. Presentation at Workshop on Carbon Sequestration in Agriculture and Forestry, Thessaloniki, Greece, June 27, 2007. Reilly, John, Henry Jacoby, and Ronald Prinn. AMultiGas Contributors to Global Climate Change: Climate Impacts and Mitigation Costs of NonCO2 Gases. Arlington, Virginia: Pew Center on Global Climate Change, 2003. Repetto, Robert. ANational Climate Policy: Choosing the Right Architecture. Yale School of Forestry and Environmental Studies, June 2007. Smith, Anne, Martin Ross, and David Montgomery. AImplications of Trading Implementation Design for EquityEfficiency Tradeoffs in Carbon Permit Allocations. Working Paper, Charles River Associates, Washington, D.C., 2002. Stavins, Robert N. AThe Costs of Carbon Sequestration: A RevealedPreference Approach. American Economic Review 894: 9941009, September 1999. Stavins, Robert N. AExperience with MarketBased Environmental Policy Instruments. Handbook of Environmental Economics, Volume I, eds. KarlGoran Maler and Jeffrey Vincent, Chapter 9, pp. 355435. Amsterdam: Elsevier Science, 2003. Stavins, Robert N. AVintageDifferentiated Environmental Regulation. Stanford Environmental Law Stavins, Robert N. A U.S. CapandTrade System to Address Global Climate Change. The Hamilton Project, Discussion Paper 200713. Washington, D.C.: The Brookings Institution, October 2007a. Stavins, Robert N. AProposal for a U.S. CapandTrade System to Address Global Climate Change: A Sensible and Practical Approach to Reduce Greenhouse Gas Emissions. Prepared for the Hamilton Project, the Brookings Institution, September 12, 2007b. Stavins, Robert N. and Kenneth R. Richards. The Cost of U.S. ForestBased Carbon Sequestration. Arlington, Virginia: Pew Center on Global Climate Change, January 2005. Tietenberg, Tom. ATradeable Permits and the Control of Air Pollution in the United States. Paper prepared for the 10th Anniversary Jubilee edition of Zeitschrift Furangewandte Umweltforschung, 1997. U.S. Climate Action Partnership. A Call for Action C Consensus Principles and Recommendations from the U.S. Climate Action Partnership: A Business and NGO Partnership. Washington, D.C., January 22, 2007. U.S. Energy Information Administration. Analysis of S.139, the Climate Stewardship Act of 2003. Washington, D.C.: U.S. Department of Energy, 2003. U.S. Energy Information Administration. Energy Market Impacts of Alternative Greenhouse Gas Intensity Reduction Goals. Washington, D.C.: U.S. Department of Energy, March, 2006. U.S. Energy Information Administration. Energy Market and Economic Impacts of a Proposal to Reduce Greenhouse Gas Intensity with a Cap and Trade System. Washington, D.C.: U.S. Department of Energy, January, 2007. U.S. Environmental Protection Agency. Acid Rain Program: 2005 Progress Report. Washington DC: U.S. EPA, Office of Air and Radiation, Clean Air Markets Division, 2005. Wigley, T., R. Richels, and J. Edmonds. AEconomic and Environmental Choices in the Stabilization of Atmospheric CO2 Concentrations. Nature 3791996, 18: 240243. 28 NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.htm http:www.ssrn.comlinkfeem.html http:www.repec.org http:agecon.lib.umn.edu http:www.bepress.comfeem CCMP CCMP KTHC KTHC SIEV CCMP ETA IEM IEM CCMP KTHC KTHC NRM NRM CCMP KTHC KTHC CCMP PRCG CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN 12.2008 13.2008 14.2008 15.2008 16.2008 17.2008 18.2008 20.2008 21.2008 NOTE DI LAVORO PUBLISHED IN 2008 1.2008 2.2008 3.2008 4.2008 5.2008 6.2008 7.2008 8.2008 9.2008 Valentina Bosetti, Carlo Carraro and Emanuele Massetti: Banking Permits: Economic Efficiency and Distributional Effects Ruslana Palatnik and Mordechai Shechter: Can Climate Change Mitigation Policy Benefit the Israeli Economy? A Computable General Equilibrium Analysis Lorenzo Casaburi, Valeria Gattai and G. Alfredo Minerva: Firms International Status and Heterogeneity in Performance: Evidence From Italy Fabio Sabatini: Does Social Capital Mitigate Precariousness? Wisdom Akpalu: On the Economics of Rational SelfMedication Carlo Carraro and Alessandra Sgobbi: Climate Change Impacts and Adaptation Strategies In Italy. An Economic Assessment Elodie Rouviere and Raphael Soubeyran: Collective Reputation, Entry and Minimum Quality Standard Cristina Cattaneo, Matteo Manera and Elisa Scarpa: Industrial Coal Demand in China: A Provincial Analysis Massimiliano Serati, Matteo Manera and Michele Plotegher: Econometric Models for Electricity Prices: A Critical Survey Bob van der Zwaan and Reyer Gerlagh: The Economics of Geological CO2 Storage and Leakage 10.2008 11.2008 Maria Francesca Cracolici and Teodora Erika Uberti: Geographical Distribution of Crime in Italian Provinces: A Spatial Econometric Analysis Victor Ginsburgh, Shlomo Weber and Sheila Weyers: Economics of Literary Translation. A Simple Theory and Evidence Carlo Giupponi, Jaroslav Mysiak and Alessandra Sgobbi: Participatory Modelling and Decision Support for Natural Resources Management in Climate Change Research Yaella Depietri and Carlo Giupponi: SciencePolicy Communication for Improved Water Resources Management: Contributions of the NostrumDSS Project Valentina Bosetti, Alexander Golub, Anil Markandya, Emanuele Massetti and Massimo Tavoni: Abatement Cost Uncertainty and Policy Instrument Selection under a Stringent Climate Policy. A Dynamic Analysis Francesco DAmuri, Gianmarco I.P. Ottaviano and Giovanni Peri: The Labor Market Impact of Immigration in Western Germany in the 1990s Jean Gabszewicz, Victor Ginsburgh and Shlomo Weber: Bilingualism and Communicative Benefits Benno Torgler, Maria A.Garcia Valinas and Alison Macintyre: Differences in Preferences Towards the Environment: The Impact of a Gender, Age and Parental Effect 19.2008 Gian Luigi Albano and Berardino Cesi: Past Performance Evaluation in Repeated Procurement: A Simple Model of Handicapping Pedro Pintassilgo, Michael Finus, Marko Lindroos and Gordon Munro lxxxiv: Stability and Success of Regional Fisheries Management Organizations Hubert Kempf and Leopold von Thadden lxxxiv: On Policy Interactions Among Nations: When Do Cooperation and Commitment Matter? 22.2008 Markus Kinateder lxxxiv: Repeated Games Played in a Network 23.2008 24.2008 25.2008 26.2008 27.2008 28.2008 29.2008 Taiji Furusawa and Hideo Konishi lxxxiv: Contributing or FreeRiding? A Theory of Endogenous Lobby Formation Paolo Pin, Silvio Franz and Matteo Marsili lxxxiv: Opportunity and Choice in Social Networks Vasileios Zikos lxxxiv: RD Collaboration Networks in Mixed Oligopoly HansPeter Weikard and Rob Dellink lxxxiv: Sticks and Carrots for the Design of International Climate Agreements with Renegotiations Jingang Zhao lxxxiv: The Maximal Payoff and Coalition Formation in Coalitional Games Giacomo Pasini, Paolo Pin and Simon Weidenholzer lxxxiv: A Network Model of Price Dispersion Ana Mauleon, Vincent Vannetelbosch and Wouter Vergote lxxxiv: Von NeumannMorgenstern Farsightedly Stable Sets in TwoSided Matching Rahmi Ilkilic lxxxiv: Network of Commons 30.2008 31.2008 Marco J. van der Leij and I. Sebastian Buhai lxxxiv: A Social Network Analysis of Occupational Segregation Billand Pascal, Frachisse David and Massard Nadine lxxxiv: The Sixth Framework Program as an Affiliation 32.2008 Network: Representation and Analysis 33.2008 Michele Breton, Lucia Sbragia and Georges Zaccour lxxxiv: Dynamic Models for International Environmental Agreements Carmine Guerriero: The Political Economy of Incentive Regulation: Theory and Evidence from US States Irene Valsecchi: Learning from Experts P. A. Ferrari and S. Salini: Measuring Service Quality: The Opinion of Europeans about Utilities 34.2008 35.2008 36.2008 37.2008 Michele Moretto and Gianpaolo Rossini: Vertical Integration and Operational Flexibility 38.2008 William K. Jaeger and Van Kolpin: The Environmental Kuznets Curve from Multiple Perspectives 39.2008 40.2008 Benno Torgler and Bin Dong: Corruption and Political Interest: Empirical Evidence at the Micro Level Laura Onofri, Paulo A.L.D. Nunes, Jasone Cenoz and Durk Gorter: Language Diversity in Urban Landscapes: An econometric study 41.2008 Michel Le Breton, Valery Makarov, Alexei Savvateev and Shlomo Weber lxxxiv: Multiple Membership and Federal Sructures Gideon Kruseman and Lorenzo Pellegrini: Institutions and Forest Management: A Case Study from Swat, Pakistan Pietro Caratti and Ludovico Ferraguto: Analysing Regional Sustainability Through a Systemic Approach: The Lombardy Case Study Barbara Del Corpo, Ugo Gasparino, Elena Bellini and William Malizia: Effects of Tourism Upon the Economy of Small and MediumSized European Cities. Cultural Tourists and The Others Dinko Dimitrov and Emiliya Lazarova: Coalitional Matchings Joan Canton, Maia David and Bernard SinclairDesgagne: Environmental Regulation and Horizontal Mergers in the Ecoindustry Stephane Hallegatte: A Proposal for a New Prescriptive Discounting Scheme: The Intergenerational Discount Rate Angelo Antoci, Paolo Russu and Elisa Ticci: Structural Change, Environment and Wellbeing: Interactions Between Production and Consumption Choices of the Rich and the Poor in Developing Countries Gian Luigi Albano, Federico Dini Roberto Zampino and Marta Fana: The Determinants of Suppliers Performance in EProcurement: Evidence from the Italian Governments EProcurement Platform Inmaculada MartinezZarzoso: The Impact of Urbanization on CO2 Emissions: Evidence from Developing Countries KTHC 44.2008 51.2008 Michele Moretto and Sergio Vergalli: Managing Migration through Quotas: an Optiontheory Perspective 52.2008 Ugo Gasparino, Elena Bellini, Barbara Del Corpo and William Malizia: Measuring the Impact of Tourism Upon Urban Economies: A Review of Literature Reyer Gerlagh, Snorre Kverndokk and Knut Einar Rosendahl: Linking Environmental and Innovation Policy Oguzhan C. Dincer and Burak Gunalp: Corruption, Income Inequality, and Poverty in the United States Carmine Guerriero: Accountability in Government and Regulatory Policies: Theory and Evidence Tanmoyee Banerjee Chatterjee and Nilanjana Mitra: Export, Assemblyline FDI or FDI with the Possibility of Technology Diffusion: Optimal Entry Mode for Multinationals Xavier Pautrel: Environmental Policy, Education and Growth: A Reappraisal when Lifetime Is Finite Natalia Zugravu, Katrin Millock and Gerard Duchene: The Factors Behind CO2 Emission Reduction in Transition Economies Benno Torgler, Maria A.GarciaValinas and Alison Macintyre: Justifiability of Littering: An Empirical Investigation Paolo Rosato, Anna Alberini, Valentina Zanatta and Margaretha Breil: Redeveloping Derelict and Underused Historic City Areas: Evidence from a Survey of Real Estate Developers Ricardo Nieva: Networks with Group Counterproposals 64.2008 61.2008 62.2008 Michael Finus and Dirk T.G. Rubbelke: Coalition Formation and the Ancillary Benefits of Climate Policy 63.2008 Elisabetta Strazzera, Elisabetta Cerchi and Silvia Ferrini: A Choice Modelling Approach for Assessment of Use and QuasiOption Values in Urban Planning for Areas of Environmental Interest Paolo Rosato, Lucia Rotaris, Margaretha Breil and Valentina Zanatta: Do We Care about Built Cultural Heritage? The Empirical Evidence Based on the Veneto House Market Luca Petruzzellis and Antonia Rosa Guerrieri: Does Network Matter in International Expansion? Evidence from Italian SMEs Sheila M. Olmstead and Robert N. Stavins: Comparing Price and Nonprice Approaches to Urban Water Conservation Robert N. Stavins: Addressing Climate Change with a Comprehensive U.S. CapandTrade System KTHC 65.2008 NRM CCMP 66.2008 67.2008 PRCG IEM PRCG ETA CCMP PRCG KTHC CTN NRM SIEV CTN ETA ETA KTHC PRCG CCMP KTHC KTHC ETA KTHC PRCG KTHC ETA CCMP NRM SIEV CTN CTN SIEV SIEV 42.2008 43.2008 45.2008 46.2008 47.2008 48.2008 49.2008 50.2008 53.2008 54.2008 55.2008 56.2008 57.2008 58.2008 59.2008 60.2008 lxxxiv This paper was presented at the 13th Coalition Theory Network Workshop organised by the Fondazione Eni Enrico Mattei FEEM, held in Venice, Italy on 2425 January 2008. 2008 SERIES Climate Change Modelling and Policy Editor: Carlo Carraro Sustainability Indicators and Environmental Valuation Editor: Anil Markandya Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Matteo Manera Corporate Social Responsibility and Sustainable Management Editor: Giulio Sapelli Privatisation Regulation Corporate Governance Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network CCMP SIEV NRM KTHC IEM CSRM PRCG ETA CTN ", "filename": "643914838.pdf", "person": ["Robert N. Stavins", "Stavins, Robert N."], "date": ["2008"]}