{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/44231/1/643914986.pdf"], "title": ["Herausbildung erster Wesenszüge des Normalarbeitsverhältnisses in Deutschland"], "plaintext": " Discussion Paper No. 5107 August 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Herausbildung erster Wesenszuge des Normalarbeitsverhaltnisses in Deutschland Michael J. Kendzia IZA and University of Cologne Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5107 August 2010 ABSTRACT Herausbildung erster Wesenszuge des Normalarbeitsverhaltnisses in Deutschland The paper provides a historical overview of the development of the initial characteristics of the standard employment contract in Germany from the middle of the 19th century until the beginning of World War I. The beginning of the welfare state in Germany took place during the 1880s on the basis of dependent employment. For the analysis of this type of employment, the model of the standard employment contract is used, and the specific factors which determined the rise of the standard employment contract are examined. In the 19th century, wage labour became more and more common and finally displaced the premodern allocation of work. After being freed from feudal dependence, the familiar social question arose. In this context, the main driving forces as well as different approaches in solving this question are surveyed. State regulations were implemented to protect the workforce against exploitation by industrial entrepreneurs. Later on, a social insurance system was created to protect workers against basic risks. The paper finds that prior to the establishment of the social insurance system, a number of insurance funds had existed which were financed by worker contributions. Moreover, these insurance funds already contained the essential structural elements of the later Bismarckian welfare system. The paper concludes that at the end of the observed period, dependent, fulltime employment subject to social insurance contributions can be identified. JEL Classification: Keywords: Abhangiges Beschaftigungssystem, Normalarbeitsverhaltnis, Soziale Frage, Soziale Sicherung, Bismarck, Sozialversicherungsgesetzgebung J50, J40 Corresponding author: Michael J. Kendzia IZA P.O. Box 7240 D53072 Bonn Germany Email: kendziaiza.org Herausbildung erster Wesenszuge des Normalarbeitsverhaltnisses in Deutschland Michael J. Kendzia 1 Einleitung   1 2 Durchsetzung der Lohnarbeit bei der Organisation gesellschaftlicher Arbeit   2 Allgemeine Entwicklung der Beschaftigung bis 1914  2 Der Arbeitsvertrag  8 Das deutsche Berufsbeamtentum   9 3 Entstehung der Sozialen Frage im 19. Jahrhundert   13 Triebkrafte der Sozialen Frage  13 Fruhe Formen der sozialen Sicherung  15 Unternehmerische und andere nichtstaatliche Initiativen  16 3.1 3.2 3.3 2.1 2.2 2.3 4 Institutionalisierung der Sozialversicherungssysteme durch Bismarck   20 Die Krankenversicherung  22 Die Unfallversicherung   24 Die Alters und Invaliditatsversicherung   25 Die Rentenversicherung   27 4.1 4.2 4.3 4.4 5 Entwicklung der Sozialpolitik von 1890 bis 1914  30 6 Schlussbemerkung  35 I Abbildung 1: Armen und Sozialpolitik im Uberblick  19 Abbildung 2: Berufsgruppen nach Berufszahlungen   32 Abbildung 3: Arbeitszeit, Entlohnung und Arbeitslosigkeit 1820 bis 1913   33 II Tabelle 1: Arbeitszeit in Deutschland von 1800 bis 1914   3 Tabelle 2: Indexziffern der Lebenshaltungskosten, der Nominal und Reallohne in Deutschland 18881954 1913100  4 Tabelle 3: Beschaftigte in den Sektoren der Wirtschaft 18001913  6 Tabelle 4: Die Beschaftigten nach Wirtschaftsbereichen 18461913 in Tausend  6 Tabelle 5: Beispielrechnung der jahrlichen Beitrage fur die einzelnen Versicherungen  26 Tabelle 6: Mitgliederzahl der Sozialversicherung von 1890 bis 1913 in Millionen   28 Tabelle 7: Gesamtbeitrage zur Sozialversicherung in Millionen Mark 18871913   28 III1 Einleitung Der Sozialstaat in Deutschland wurde in den 80er Jahren des 19. Jahrhunderts auf der Basis der Erwerbsarbeit errichtet. Er finanziert sich seitdem uberwiegend uber Beitrage der Arbeiter und Arbeitgeber und nicht uber Steuern oder andere Quellen Kocka 2005: 201205. Ein Modell fur ein abhangiges Beschaftigungsverhaltnis bildet seit geraumer Zeit das so genannte Normalarbeitsverhaltnis. Unter dem Normalarbeitsverhaltnis ist eine unbefristete und sozialversicherungspflichtige Erwerbsarbeit aufzufassen, die in Vollzeit betrieben wird. Als Namensgeber des Begriffes Normalarbeitsverhaltnis gilt Muckenberger Muckenberger 1985b. Eine starkere Ausdifferenzierung der Arbeits und Lebensformen weicht das Fundament des lohn, beitrags und leistungsbezogenen Systems der sozialen Sicherung erkennbar auf Butterwegge 2001: 54, Eichhorst et al. 2010. Sogar von einer Erosion des Normalarbeitsverhaltnisses Wustner 2006: 37 ist die Rede. Der vorliegende Artikel will an vorangegangene Uberlegungen anknupfen und untersuchen PierenkemperKendzia 2010, welche konkreten Einflussfaktoren auf die Entstehung des Normalarbeitsverhaltnisses einwirkten. Das Forschungsinteresse konzentriert sich dabei auf einen moglichen Beitrag des Berufsbeamtentums fur die Herausbildung erster Merkmale des Normalarbeitsverhaltnisses. Denn bisher ist unklar, welchen Einfluss das Berufsbeamtenverhaltnis auf die Entstehung des Normalarbeitsverhaltnisses hatte. Den theoretischen Rahmen der Rekonstruktion bietet ein politokonomischer Ansatz, der sich im Wesentlichen mit der Aufteilung der Ressourcen auf die zentralen Akteure innerhalb einer Gesellschaft befasst. Ausgehend von der Durchsetzung der Lohnarbeit bei der Organisation gesellschaftlicher Arbeit innerhalb des 19. Jahrhunderts in Deutschland, soll den Entstehungsgrunden fur die Soziale Frage nachgegangen werden. Hierzu werden neben verschiedenen Triebkraften der Entwicklung auch unternehmerische und andere nichtstaatliche Initiativen aufgezeigt, die sich noch vor der Einfuhrung der Bismarckschen Sozialversicherungen mit der Absicherung der Lebensrisiken der entstandenen Lohn Arbeiterschaft befassten. Daran anschlieend, wird auf die staatlichen Losungsansatze der Sozialen Frage eingegangen und die genaueren Grunde sowie die nahere Ausgestaltung der Bismarckschen Sozialgesetzgebung erlautert und einer politokonomischen Analyse unterzogen. Abschlieend werden weitere Arbeiterschutzbestimmungen behandelt, bevor mit dem Ausbruch des Ersten Weltkrieges und der Identifikation erster Wesenszuge des Normalarbeitsverhaltnisses das vorlaufige Ende der Untersuchung zum Normalarbeitsverhaltnis erreicht wird. 12 Durchsetzung der Lohnarbeit bei der Organisation gesellschaftlicher Arbeit 2.1 Allgemeine Entwicklung der Beschaftigung bis 1914 Die Arbeit im 17. und 18. Jahrhundert erfuhr im Zuge einer neuen Interpretation in der Literatur eine enorme Aufwertung. Arbeit wurde zum Kern menschlicher Selbstverwirklichung verklart. Auch nach Marx gehort Arbeit ganz wesentlich zu einem sinnerfullten Leben, wenngleich diese ihm zufolge im Kapitalismus nur als entfremdet erfahren werden kann Marx 1956: 512, Popitz 1953, Garaudy 1969 . Heute ist Lohnarbeit in den Industrielandern die am weitesten verbreitete Form der Erwerbsarbeit. Dies war, wie bereits in einem vorangegangenen Artikel zum Normalarbeitsverhaltnis gezeigt werden konnte, nicht immer der Fall PierenkemperKendzia 2010. Denn erst im Zuge der Industrialisierung begann freie Lohnarbeit die herrschende Erwerbsform der Massen Borchardt 1978: 39 zu werden. Um 1800 kann man von einer taglichen Arbeitszeit von 10 bis 12 Stunden ausgehen, die dann tendenziell bis zu 14 bis 16 Stunden taglich und 80 bis 85 Stunden wochentlich ausgedehnt wurde und damit die Grenze der physischen Leistungsfahigkeit des Menschen erreichte und gelegentlich auch uberschritt. Erst zur Jahrhundertmitte setzte sich auch bei der Arbeitszeit allmahlich eine Gegentendenz durch. Von 1850 bis 1870 blieb die tagliche Arbeitszeit relativ stabil und zeigte danach eine sinkende Tendenz, die mit einigen Neuerungen hinsichtlich der Aufteilung der Arbeitszeit verbunden war. Zunehmend wurde z. B. in Fabriken Schichtarbeit eingefuhrt und auch die englische Arbeitszeit mit kurzer Mittagspause fand weitgehend Verbreitung. Die sinkende Arbeitszeit hatte fur die Unternehmer den Vorteil einer steigenden Arbeitsproduktivitat und gab daruber hinaus den Arbeitern die Moglichkeit zu hoher bezahlten Uberstunden. Bis 1913 hatte sich dann der Zehnstundentag und in vielen Branchen die Sonntagsruhe weitgehend durchgesetzt Pierenkemper 2009. 2Tabelle 1: Arbeitszeit in Deutschland von 1800 bis 1914 Durchschnittliche tagliche Arbeitszeit in StunZeitraum 1800 1820 18301860 18611870 18711880 18811890 18911895 18961900 19011905 19061910 19111914 den 1012 1114 1416 1214 12 11 10,5 11 10,5 1010,5 1010,5 10 Quelle: Meinert 1958: 521. Bezuglich der Lohne ist zwischen Akkord beziehungsweise Stucklohn und dem Zeitlohn zu unterscheiden: Beim Akkord oder Stucklohn richtet sich die Lohnhohe nach dem Erfolg der Arbeit also der tatsachlichen Arbeitsleistung. Fur einen Berliner Grobetrieb in der Maschinenbauindustrie am Ende des 19. Jahrhunderts gibt Reichelt an, dass vor allem alle unproduktiven und ungelernten Hilfsarbeiter und nur wenige gelernte Arbeiter einen Zeitlohn in Form eines Stundenlohns erhielten. Dies war zu jener Zeit allgemein ublich. Dagegen bereitete die genaue Bestimmung der Akkordlohne enorme Schwierigkeiten, weil hierfur die Messung der Leistung eines Arbeiters unerlasslich war. Die Berechnung des Zeitlohns, die Multiplikation der Arbeitsstunden mit dem Lohnsatz, war demzufolge einfacher, als der Akkordlohn. Wenn zum Beispiel eine Arbeit angefangen, aber noch nicht fertig gestellt worden konnte, erhielten die Arbeiter am Lohntag Vorschusszahlungen. Bei groen Auftragen, die Wochen dauerten, bekamen die Arbeiter haufig nur ihre Stundenlohnsatze ausgezahlt, so dass in der Praxis teils Akkordlohne, teils Zeitlohne entrichtet wurden Reichelt 1906: 2147. 3 Tabelle 2: Indexziffern der Lebenshaltungskosten, der Nominal und Reallohne in Deutschland 18881954 1913100 Lebens haltungs kosten Nominallohn Nominal lohn KuczynskiReallohn Real lohn Kuczynski 70 73,1 75,4 76,9 76,2 74,6 73,8 73,1 72,3 73,8 76,2 76,2 76,9 77,7 78,5 78,5 79,2 82,3 86,9 87,7 87,7 90 92,3 95,4 100 58,9 60,7 61,5 63,5 63,2 63,4 63,6 64 65,7 67,4 69,1 70,9 72,9 73,1 73,6 75,2 77 78,9 83,2 87,2 88 88,4 90,8 93,8 97 62 64 65 65 65 65 65 65 68 68 71 73 75 74 74 75 77 80 84 89 88 89 91 93 96 84 83 82 83 83 85 86 88 91 91 91 93 95 94 94 96 97 96 96 99 101 98 98 98 97 89 88 86 85 85 87 88 89 94 92 93 96 98 95 94 96 97 97 97 101 100 99 99 97 96 Jahr 1888 1889 1890 1891 1892 1893 1894 1895 1896 1897 1898 1899 1900 1901 1902 1903 1904 1905 1906 1907 1908 1909 1910 1911 1912 Quelle: Eigene Darstellung in Anlehnung an GrumbachKonig 1957: 150, Kuczynski 1961: 173, 324, Kuczynski 1961: 170171, 320. Die heutigen Industriegesellschaften sind durch unterschiedliche Auspragungen des Lohnarbeitsverhaltnisses gekennzeichnet. Dies hangt damit zusammen, dass nationale Gesellschaften unterschiedliche Entwicklungspfade beschritten. In Deutschland breitete sich die Lohnarbeit erst allmahlich seit Anfang des 19. Jahrhunderts immer weiter aus. Die vollstandige Genese der Erwerbsgesellschaft selbst, also die Durchsetzung von Marktbeziehungen als Mechanismus der Allokation gesellschaftlicher Arbeit, hat jedoch in Deutschland noch ein ganzes Jahrhundert gedauert Pierenkemper 1984. Schon vor dem 19. Jahrhundert hatte es freie 4Lohnarbeit gegeben, doch stellte diese aus heutiger Sicht neben anderen gebundenen Formen der Arbeit eher ein Minderheitenphanomen dar. Erst im Zuge tiefgreifender Reformen innerhalb der Landwirtschaft und des Gewerbes wurden im 19. Jahrhundert die Voraussetzungen dafur geschaffen, dass Lohnarbeit zur dominierenden Form der Arbeitsverfassung wurde und die an Bodenbesitz und berufsstandische Ordnung gebundenen Arbeitsformen immer mehr verdrangte. Dieser von Karl Polanyi als Great Transformation bezeichnete Wandel fuhrte zu einer grundlegenden Veranderung von Wirtschaft und Gesellschaft, welche den Boden fur eine moderne Erwerbsgesellschaft bereitete Pierenkemper 2006a: 6465. Die Durchsetzung der Lohnarbeit und die Entwicklung des Arbeitsmarktes in Deutschland im 19. Jahrhundert kann in seiner Wirkung nicht uberschatzt werden Kocka 1990. Wahrend um 1800 die Lohnarbeit eher als ein Randphanomen in Erscheinung trat, war einhundert Jahre spater die Mehrheit der arbeitenden Bevolkerung in ein Lohnarbeitsverhaltnis eingebunden Pierenkemper 2006a: 6566. Lohnarbeit breitete sich also erst durch die Industrialisierung massenhaft aus mit der Groindustrie als ihrer naturlichen Umgebung Salais 1985, S. 342. Grundsatzlich lasst sich behaupten, dass sich die Arbeits und Lebensbedingungen der Lohnarbeiter ab 1850 verbesserten Borchardt 1978: 158. Hiermit hing auch die Hochkonjunktur bis 1873 zusammen, die allerdings durch den dann folgenden Grunderkrach und die Krise der Weltkonjunktur bis Februar 1879 deutlich gebremst wurde. Nach einer kurzen Erholungsphase bis 1882 dauerte die nachste, aber etwas schwachere Depression bis August 1886 an, ehe sich von 1895 bis 1913 wieder eine Hochkonjunktur einstellte Wehler 1994: 4243. Beim Ubergang vom 19. ins 20. Jahrhundert hatte sich die Erwerbsgesellschaft bereits etablieren konnen. Lohnarbeitsverhaltnisse und Arbeitsmarkte dienten als Allokationsmechanismen fur die Organisation gesellschaftlicher Arbeit Pierenkemper 2006a: 66. Generell lasst sich die Beschaftigung als Austauschvorgang der Ware Arbeitskraft umschreiben Pierenkemper 1984: 145. Im Folgenden wird nun ein Blick auf die Entwicklung der Beschaftigung in den verschiedenen Sektoren in Deutschland geworfen. 5 Tabelle 3: Beschaftigte in den Sektoren der Wirtschaft 18001913 1800 1825 1849 1861 1875 1900 1913 in % Landwirtschaft Gewerbe Dienstleistungen 62 59 56 52 50 38 35 21 22 24 27 29 37 38 17 19 20 21 21 24 28 Quelle: Fischer et al. 1982: 5253, Hoffmann 1965: 205, Kocka 1990: 77. Ebenso nach Wirtschaftsbereichen geordnet, ergibt sich nach Hoffmann fur die Entwicklung der Beschaftigung in den deutschen Territorien, beziehungsweise nach der Reichsgrundung von 1871 in Deutschland von 1846 bis 1914, nachstehende Tabelle. Folgt man den Angaben bei Hoffmann, dann ubersteigt zu Beginn des 20. Jahrhunderts, laut Tabelle 4 im Jahr 1907, der sekundare Sektor mit Blick auf die Anzahl der Beschaftigten erstmals die Anzahl der Beschaftigten im primaren Sektor. Tabelle 4: Die Beschaftigten nach Wirtschaftsbereichen 18461913 in Tausend Jahr 1846 1849 1852 1855 1858 1861 1867 1871 1875 1876 Landwirtschaft, Forsten, Fischerei Industrie und Handwerk Hausliche Dienste Sonstige Dienstleistungen ohne Verteidigung 1 8298 8293 8195 8235 8253 8333 8541 9230 9250 3 3305 3396 3649 3709 3938 4187 4155 4762 5153 5327 66 1400 1405 1361 1442 1403 1411 1422 1491 1490 7 398 411 432 447 457 473 508 530 589 628 634 632 642 645 651 652 659 672 695 723 749 778 802 823 848 870 894 915 936 959 984 1009 1037 1071 1103 1133 1159 1194 1233 1278 1320 1364 1404 1453 1493 5346 5300 5468 5504 5492 5580 5691 5887 6005 6307 6489 6763 7123 7337 7343 7375 7311 7361 7524 7909 8211 8506 8741 8950 8784 8777 9026 9298 9572 9880 10070 9857 9873 10184 10550 10818 10857 1484 1489 1492 1476 1487 1498 1508 1488 1486 1502 1525 1539 1532 1519 1512 1529 1541 1571 1567 1566 1544 1520 1508 1502 1503 1509 1518 1541 1568 1581 1583 1571 1570 1569 1567 1542 1877 1878 1879 1880 1881 1882 1883 1884 1885 1886 1887 1888 1889 1890 1891 1892 1893 1894 1895 1896 1897 1898 1899 1900 1901 1902 1903 1904 1905 1906 1907 1908 1909 1910 1911 1912 1913 9382 9518 9568 9565 9609 9665 9711 9698 9700 9740 9720 9645 9638 9565 9551 9543 9656 9765 9788 9778 9728 9720 9709 9754 9825 9947 9987 9999 9926 9888 9897 10096 10350 10542 10627 10663 10701 Quelle: Eigene Darstellung in Anlehnung an Hoffmann 1965: 204206. 72.2 Der Arbeitsvertrag Das 1896 entstandene Burgerliche Gesetzbuch BGB betrachtet den Arbeitsvertrag als einen Schuldvertrag: es werden Dienste geschuldet. 611 Abs. 1 BGB besagt: Durch den Dienstvertrag wird derjenige, welcher Dienste zusagt, zur Leistung der versprochenen Dienste, der andere Teil zur Gewahrung der vereinbarten Vergutung verpflichtet. Der Arbeitsvertrag begrundet laut BGB also das Arbeitsverhaltnis, deren Dienste weisungsgebunden und in abhangiger Arbeit geleistet werden. Wahrend Arbeitgeber uber Kapital verfugen, wie z. B. Produktionsmittel, Geld oder Waren und der Abschluss eines Arbeitsvertrages fur sie vor allem eine Mehrung des eingesetzten Kapitals bedeutet, sind Lohnabhangige gezwungen, sich einem Arbeitsverhaltnis zu unterwerfen. Vor diesem Hintergrund erscheint Muckenberger der Begriff Lohnabhangiger insgesamt zutreffender als der Begriff Arbeitnehmer. Lohnarbeit stellt fur den abhangig Beschaftigten eine existentielle Notwendigkeit dar. Trotz freiwilligen Abschlusses des Arbeitsvertrages sei das Arbeitsverhaltnis daher als ein Herrschaftsverhaltnis anzusehen, welches taglich neu bestatigt wird. Kern dieses Abhangigkeitsverhaltnisses ist ein personenrechtliches Verhaltnis, das auf dem Grundsatz beiderseitiger Treue basiert Muckenberger 1985: 2425. Auch andere Autoren betrachten das Arbeitsverhaltnis als ein sozialisiertes Lohnverhaltnis, welches durch die Willensunterwerfung von Personen einem Herrschaftsverband ahnelt. Nipperdey betont beim Arbeitsverhaltnis vor allem die Treue und Fursorgepflichten des Arbeitsgebers Becker 2005: 215216, 298. Erst die Industrialisierung fuhrte zur Entstehung einer Lohnarbeitsgesellschaft. D.h., dass Lohnarbeit im Verlauf des 19. Jahrhunderts den Mittelpunkt der Gesellschaft, des Staates und der meisten Biographien bildete. Der Lohn determinierte fortan in Form des Einkommens die Konsummuster und Lebensweise der Beschaftigten. Er hatte zudem Auswirkungen auf Produktion, Arbeitsdisziplin sowie den Rechtsstatus im Arbeitsvertrag. Arbeit wurde zur Lohnarbeit, zur Ware, und die Marktabhangigkeit der Arbeitskraft trat an die Stelle traditioneller Arbeits und Lebensformen in Landwirtschaft, Handwerk und Hauswirtschaft. Hierdurch kam es auch zu einer Trennung von Arbeit und Leben und eine klare Unterscheidung von Arbeit und Freizeit wurde moglich. Der Arbeitsplatz konnte als eine abgrenzbare und dauerhafte Tatigkeit interpretiert werden Pierenkemper 2006a: 6061. Fur die Arbeiter hie dies, dass sich allmahlich eine Normalform des Arbeitsverhaltnisses durchsetzte. Diese Form der Beschaftigung bildete das so genannte Normalarbeitsverhaltnis. 8Die Durchsetzung von Lohnarbeitsverhaltnissen erfolgte nach Castel in drei Stufen. Zunachst bildete sich wahrend der Fruhindustrialisierung der Typ eines modernen Proletariers heraus. Anschlieend, auf der zweiten Stufe der Hochindustrialisierung, nahm die soziale Stellung des Industriearbeiters zu. Der Lohnarbeiter wurde mit Rechten ausgestattet, die ihm den Zugang zu bestimmten Leistungen bei Krankheit, Unfallen, Alter, etc. und erweiterte Teilhabe am sozialen Leben Wohnung, Bildung, Konsum, etc. ermoglichten. Auf der letzten Stufe angekommen, umfasste die Lohnabhangigkeit den Groteil aller Erwerbstatigen. In der Folge entstanden neue Beschaftigungsgruppen Castel 2000: 193285. Aufgrund immer groerer Betriebe und einer Intensivierung der Arbeitsteilung nahm auch die Zahl der Angestellten rapide zu. Diese bildeten einen neuen Mittelstand, der sich zwischen Arbeitern und dem Burgertum etablierte Schmuhl 2003: 5. 2.3 Das deutsche Berufsbeamtentum Das deutsche Berufsbeamtentum entstand im fruhen 19. Jahrhundert als Teil eines neuen Rechtsstaates, der zugleich die Herausbildung einer burgerlichen Gesellschaft und eines kapitalistischen Systems ermoglichte. Obwohl sich zu jener Zeit das Prinzip des Wettbewerbs durchsetzte, wurden die Beamten, so Wilhelm Heinrich Riehl zur Mitte des 19. Jahrhunderts, in einen kunstlichen Stand versetzt und konnten sich somit der Konkurrenz entziehen. Ziel dieses eigenen Standes war es, ein Organ fur die Regierung zu schaffen, welches unabhangig von sozialen und wirtschaftlichen Stromungen die Aufrechterhaltung staatlicher Tatigkeiten garantierte. Die Gewahrung einer lebenslangen Anstellung fur die zu erbringenden Dienstleistungen des Berufsbeamtentums auf der einen Seite, verlangte auf der anderen Seite unbedingten Gehorsam gegenuber den Vorgesetzten Wunder 1986: 66. Um das Berufsbeamtentum vor der sozialdemokratischen Arbeiterbewegung im 19. Jahrhundert zu schutzen, fuhrte die Regierung das Zuckerbrot der Verbeamtung beziehungsweise Unkundbarkeit ein. Als Gegenleistung, quasi als Peitsche, erfolgte dann eine strengere Disziplinierung durch das Koalitionsverbot. Die Beamtenschaft nahm aufgrund ihrer institutionellen Nahe zur Regierung weiterhin eine privilegierte Stellung innerhalb der Gesellschaft ein. Ihr hohes Ansehen offenbarte sich auch in dem Bestreben der entstehenden Angestelltenschaft in der Industrie, sich als Privatbeamte zu bezeichnen so jedenfalls deren Bezeichnung bis 1911 Wunder 1986: 107108. Bereits im preuischen Allgemeinen Landrecht von 1794, das noch das Amterprivileg des Adels bestatigte, war den Staatsdienern eine besondere Stellung eingeraumt worden. Juris 9tisch bedeutete dies, dass das Arbeitsverhaltnis der Beamten aus dem privatrechtlichen Dienst und Arbeitsrecht gelost und zu einem offentlichrechtlichen Dienstverhaltnis erklart wurde. Die erste rechtliche Fixierung des Beamtenrechts fand 1808 in Bayern statt: Die bayrische Hauptlandespragmatik regelte die Dienstverhaltnisse der Staatsdiener. Es folgten weitere deutsche Staaten, 1850 schlielich auch Preuen. Hierdurch wurde die Unkundbarkeit der Beamten in die jeweiligen Verfassungen aufgenommen. Eine Entlassung war anschlieend nur bei grober Verletzung der Dienstpflichten moglich, die in einem quasigerichtlichen Verfahren festgestellt werden musste Wunder 1986: 2830. Die fachliche Qualifikation stellte allerdings nur ein sekundares Selektionskriterium bei der Rekrutierung dar, denn den damaligen Vorstellungen entsprechend, waren die Herrschaftspositionen in erster Linie einer geburtsstandischen Elite vorbehalten die Rekrutierung fand also nach sozialen Erwagungen statt. Wenn die fachliche Qualifikation der Beamten nur eine sekundare Eigenschaft darstellte, dann so Wunder, war die entscheidende Eigenschaft die Treue des Beamten, also das Treueverhaltnis zum Staatsoberhaupt. Dieses bildete den Kern des Dienstverhaltnisses zwischen dem jeweiligen Regenten und dem Beamten und anderte sich erst durch die Demokratisierung der Verwaltung zur Weimarer Zeit Wunder 1979: 1221. Der seit 1881 amtierende preuische Innenminister Puttkamer verlangte 1883 sogar die absolute, willenlose Unterordnung des Beamtenstandes unter den Willen des allmachtigen Ministers Rejewski 1973: 90. Das Reichsbeamtengesetz RBG vom 31. Marz 1873 galt mit nur wenigen Anderungen durch die Bekanntmachung vom 18. Mai 1907 fur die Zeit des Kaiserreichs und die Weimarer Republik. Letztere war fur die Traditionsbildung des Berufsbeamtentums von groer Bedeutung. Das RGB regelte die Dienstverhaltnisse der Staatsdiener. Das Anhaltische Beamtengesetz Zivilstaatsdienergesetz fur die Herzogtumer AnhaltDessau und AnhaltKothen vom 10. April 1850 definierte die Staatsdiener als diejenigen Personen, denen seitens der Staatsgewalt ein offentliches Amt fur die Zwecke des Staates anvertraut wurde. 2 RBG regelte die lebenslange Anstellung des Reichsbeamten Krause 2008: 913. Das Berufsbeamtentum ist nach Krause weder auf die Grundung des modernen Staates noch auf die Industrialisierung zuruckzufuhren. Eher erscheint die Grundherrschaft, die Herrschaft uber Land und Leute als Strukturprinzip der Ausubung hoheitlicher Kompetenzen zu gelten: Einerseits bestanden Schutz und Fursorgepflichten des Staates gegenuber dem Beamten, andererseits war der Beamte zu Treue und Dienstbereitschaft angehalten Krause 2008: 6870, 86. 10Das Gesinderechtsverhaltnis hingegen war ein eher privatautonomes vertragliches Verhaltnis. Mit dem Eintritt in das Gesindeverhaltnis waren automatisch deutliche Einschrankungen in der personlichen Freiheit und des Personlichkeitsrechts verbunden. Etwa durch die Pflicht, die Befehle der Herrschaft mit Ehrerbietung und Bescheidenheit anzunehmen. Damit weist das privatrechtliche Gesindeverhaltnis eine deutliche Orientierung an der Grundherrschaft auf, so dass es mit einem Berufsbeamtenverhaltnis zumindest nicht im Widerspruch steht. Gleichwohl war das Gesindeverhaltnis nicht zur Hervorbringung des Berufsbeamtentums fahig, da es immer an der Hausgemeinschaft zwischen Herren und Bediensteten festhielt. Das Element der Auerhauslichkeit im Beamtenrecht war nie Teil des Gesinderechts Krause 2008: 142144. Das Rechtsverhaltnis des Berufsbeamtentums loste die Lehnsherrschaft von Personen ab, die mit hoheitlichen Aufgaben betraut wurden. Die immanente Treuepflicht der Lehnsherrschaft wurde Teil des Berufsbeamtentums, das nach dem Ende der Stauferherrschaft in gewissen Grundzugen erkennbar ist. Das Berufsbeamtenverhaltnis ist damit alter als viele erst in der Neuzeit entstandene Staaten. Dies fuhrt Krause darauf zuruck, dass das Berufsbeamtentum fur die Bildung eines Staates erforderlich war Krause 2008: 315. Merz gibt an, dass die Lebenszeitdauer der Beamten nicht im Entstehungszusammenhang des Berufsbeamtentums zu sehen ist. Vielmehr sollte die materielle Versorgung der Beamten sichergestellt und eine enge und konkurrenzlose Bindung an den Staat gewahrleistet werden, so dass der Beamte als Sachverwalter allgemeiner Interessen das Wohl des Staates fordern konnte Merz 1985: 23. Dem Ansinnen des Staatsrechtslehrers Nikolaus Thaddaus Gonner entsprechend sollte der Staatsbeamte als eine Maschine zur Ausubung der Staatsverfassung dienen Stirken 1984: 157158. Trotz deutlicher Abgrenzung des Themas von Angehorigen der geistlichen Sphare auch Schmoller argumentiert, dass Kirchenamter vom weltlichen Amt grundsatzlich als wesensverschieden aufzufassen sind Schmoller 1894: 36 stellt Krause klar, dass Adel und Klerus Kehrseiten ein und derselben gesellschaftlichen Schicht waren Krause 2008: 63. Das Herrschaftssystem der Kirche weist keine allzu groen strukturellen Unterscheidungsmerkmale zum Lehnswesen auf. Im Gegenteil: Wahrend im Lehnswesen der Konig oder Kaiser die oberste Stellung innerhalb der Hierarchie einnahm, nimmt im kirchlichen Herrschaftssystem der Papst die eben erwahnte Position ein. Die eingeraumten Amter wurden dem einzelnen Amtstrager in der Regel auf unbestimmte Zeit ubertragen. Lediglich schwerwiegende Vergehen fuhrten nach einem festgelegten Verfahren zur Amtsenthebung Boehmer 1789: 6465. 11Fur die weitere Untersuchung von groem Interesse bleibt die nahere Ausgestaltung des Berufsbeamtenverhaltnisses. Den Beamten gewahrte der Staat eine dauerhafte und nahezu unkundbare Anstellung, wofur er im Gegenzug eine geradezu bedingungslose Gefolgschaft beziehungsweise Loyalitat einforderte. Abschlieend lasst sich festhalten, dass Berufsbeamtentum und Kirchenamter gewisse strukturelle Analogien aufweisen. 123 Entstehung der Sozialen Frage im 19. Jahrhundert 3.1 Triebkrafte der Sozialen Frage Die Soziale Frage wurde von vielen Zeitgenossen als das Kernproblem des ausgehenden 19. Jahrhunderts empfunden Schmuhl 2003: 6. Fur einen immer groeren Teil der Bevolkerung bildete das Arbeitseinkommen die einzige Quelle des Lebensunterhalts. Unregelmaige Arbeit fuhrte demzufolge immer haufiger auch zu Einschrankungen in der Lebensfuhrung. Die sich hieraus ergebenden sozialen Schieflagen eines breiten Teils der Bevolkerung wurden im 19. Jahrhundert als die Soziale Frage thematisiert Alber 1982: 32, wie beispielsweise durch Gustav Scholler in seinem gleichnamigen Werk: Erst die letzten hundert Jahre aber haben die Beseitigung der Horigkeit in Europa   in der Form der Durchfuhrung groer Emanzipationsgesetze, welche von den staatlichen Gewalten angeordnet, im Laufe einiger Jahre oder Generationen die groe rechtliche und wirtschaftliche Umbildung vollzogen. Sie brachte den handarbeitenden Klassen die personliche Freiheit, die Gleichstellung in bezug auf Ehe, Eigentum, Freizugigkeit, Berufswahl, Vertragsfreiheit mit den ubrigen Klassen, sie schufen formell und rechtlich, definitiv und allgemein einen freien Arbeiterstand.   Auch soweit bisher schon freie Arbeiter existiert hatten, standen sie doch vielfach durch die patriarchalische oder koporative Verfassung, durch Naturallohne mangelnde Gewerbefreiheit und Freizugigkeit, durch erbliche Sitte unter einer analogen Sicherung ihres Lebens wie unter einer gewissen Leitung von oben. Auch sie sollten nun ganz auf sich stehen, durch freie Vertrage, durch Geldlohn sich eine gesicherte, gute Existenz schaffen Schmoller 1918: 193194. Ingesamt war der Ubergang der Gesellschaft in ein neues Zeitalter durch mehrere vorherrschende Trends gekennzeichnet. Schmuhl identifiziert insgesamt sechs so genannte Basisprozesse: Bevolkerungsexplosion, Urbanisierung, Wanderungsbewegungen, Industrialisierung, Klassenbildung und Entstehung des Sozialstaats Schmuhl 2003: 8. Die Bevolkerung des Deutschen Reichs wuchs von 41 Mio. im Jahr 1871 bis auf 67,8 Mio. im Jahr 1914 an Schmuhl 2003: 1. Ursachlich fur das rapide Bevolkerungswachstum war der so genannte demographische Ubergang. Dieser wird definiert als die Ubergangsphase von einer traditionellen Bevolkerungsweise mit hoher Fertilitat und hoher Mortalitat zu einer modernen Bevolkerungsweise mit niedriger Fertilitat und Mortalitat. Im Ubergang sinkt zunachst die Mortalitat, wohingegen die Fertilitat erst mit einiger Verzogerung zu sinken beginnt, so dass die Bevolkerung in dieser Phase einen starken Zuwachs erfahrt Marschalck 1984: 4171. Fur die Unterschichten in der vorindustriellen Zeit bedeutete Armut eine nahezu alltagliche Erfahrung. Von Hippel zahlt zu diesem Kreis Tagelohner, Handwerker, Heimarbeiter und selbst zahlreiche Angehorige des Militars. Weit uber die Mitte des 19. Jahrhunderts hinweg 13war insbesondere diese Gruppe gezwungen, 65 bis 70% ihres Einkommens fur Nahrungsmittel aufzuwenden in den vorangegangenen Dekaden durfte dieser Anteil um 5 bis 10% hoher gewesen sein. Dies hatte zur Folge, dass Missernten unmittelbar und mit aller Scharfe zu mehr Armut fuhrten von Hippel 1995: 313. Die Lohne stagnierten uber Jahrhunderte hinweg auf einem auerst niedrigen Niveau und auch die Arbeitsmoglichkeiten selbst waren auerordentlich rar. Ganz unverhullt kann daher behauptet werden, dass die europaische Gesellschaft im vorindustriellen Zeitalter arm gewesen ist Pierenkemper 2005: 1516. Wegen unterschiedlicher regionaler Entwicklung von Bevolkerung und Industrie mit entsprechenden Arbeitsplatzen entstanden deutliche Ungleichgewichte, die in Auen und Binnenwanderungen zum Ausgleich strebten. Die Binnenwanderungsbewegung in der Hochindustrialisierung war die grote Massenwanderung der deutschen Geschichte. Fast jeder zweite Deutsche hat in diesem Zeitraum an der Binnenwanderungsbewegung teilgenommen. Hinzu kam die Auenwanderung, die sich zu Beginn des 19. Jahrhunderts vor allem aus dem sudwestdeutschen Raum speiste und spater in mehreren groen Auswanderungswellen auf West, Mittel und Ostdeutschland ubergriff. Von geringerer Bedeutung war hingegen die Einwanderung nach Deutschland, die sich in der Fruhphase der Industrialisierung vorwiegend auf englische Fachkrafte und spater auf landwirtschaftliche Arbeitskrafte in den preuischen Nordostprovinzen beschrankte. Insgesamt lasst sich jedoch festhalten, dass der Umfang des Arbeitskraftepotentials durch das Bevolkerungswachstum im 19. Jahrhundert stark zunahm und wegen der industriellen Expansion zugleich die uber den Arbeitsmarkt vermittelte Beschaftigung wuchs Pierenkemper 1984. Bedingt durch die Auflosung des Abhangigkeitsverhaltnisses zwischen Grundherrn und Untertan, war der Grundherr auch nicht mehr dazu verpflichtet, seinen Untertanen im Falle der Not zu versorgen. Erst die doppelte Freiheit des Lohnabhangigen frei von personlichen Bindungen und frei von eigenen Produktionsmitteln macht ihm das Uberleben, Essen, Wohnung, Liebe, Fortpflanzung, biologische und soziale Gesundheit zum personlichen Problem, das er privat zu losen hat Muckenberger 1985: 1718. Nunmehr waren die neuen und immer mehr werdenden Lohn beziehungsweise Industriearbeiter auf sich alleine gestellt. An Sicherungseinrichtungen gegen die Risiken des Lebens wie Arbeitseinkommensverlust durch Arbeitslosigkeit, Krankheit, Unfall, vorzeitige Erwerbsunfahigkeit, Alter und Tod herrschte Mangel. Es gab bereits eine Menge an kleinen, berufs und branchengebundenen lokalen Unterstutzungskassen zur Unterstutzung von Kranken, Arbeitsunfahigen, Witwen und Waisen, jedoch hatten lediglich Arbeiter mit relativ stabilen und hohen Wochenlohnen Zugang zu derartigen Kassen. Das Gros der Tagelohner konnte die Bei 14trage nicht aufbringen. Letztgenannte Gruppe konnte, wenn uberhaupt, nur auf die Armenfursorge der Gemeinden hoffen. Es bestanden zahlreiche soziale Defizite: Vor allem fehlte ein Schutz der Arbeitskraft vor korperlicher und psychischer Beeintrachtigung am Arbeitsplatz. Auerdem mangelte es an einem vorbeugenden Schutz vor zu langen Arbeitszeiten. Dennoch blieb den meisten nichts anderes ubrig, als ihre Arbeitskraft auf dem neu entstandenen Arbeitsmarkt anzubieten Lampert 1997: 1011. 3.2 Fruhe Formen der sozialen Sicherung Fruhe Formen der sozialen Sicherung, an die die bismarckschen Reformen anknupften, waren z. B. die genossenschaftliche Unterstutzung der Zunfte und Gilden, wahrend der Feudalherrschaft das SchutzTreueVerhaltnis zwischen Feudalherren und Untertanen sowie die kommunale Armenfursorge seit dem 16. Jahrhundert. Im Jahr 1794 schrieb das Preuische Allgemeine Landrecht ALR vor, dass der Arbeitgeber sein Dienstpersonal im Krankheitsfall zu unterstutzen habe. Einzelne Gewerbeordnungen in Europa beinhalteten Haftverpflichtungen fur die Arbeitgeber bei Unfallen ihrer Arbeiter. Den eigentlichen Anfang der Ausubung sozialer Sicherung durch den Staat machte die Armenpflege zur Reformationszeit im 16. Jahrhundert. Bis zu dieser Zeit ubernahmen Kirchengemeinden und Kloster derartige Leistungen. Erste Akzente im Bereich der staatlichen Daseinsfursorge setzte England 1573 mit der Einfuhrung einer Armensteuer auf Grundeigentum. Diese wurde im Nachhinein zu einer kommunalen Armenpflege unter staatlicher Leitung weiterentwickelt. Im weiteren Verlauf schufen immer mehr europaische Lander gesetzliche Armenordnungen Alber 1982: 1926. Wer zu fruheren Zeiten auf die Unterstutzung der Armenpflege angewiesen war, verlor zugleich seine Burgerrechte. Nach dem ALR von 1794, wonach das Prinzip des Heimatrechts bei der Armenfursorge griff, wurde dieses 1842 durch das Prinzip des Unterstutzungswohnsitzes abgelost. Hierdurch war die Gemeinde fur die Unterstutzung zustandig, in der die Person zuvor gewohnt hatte Volkmann 1968: 48. Regelrechte Beruhmtheit erlangte das so genannte Elberfelder Modell. Elberfeld wuchs bis zur Mitte des 19. Jahrhunderts zu einer groen Industriestadt mit bereits 50.000 Industriearbeitern heran. Im Jahr 1852 wurde in der Stadt die kommunale Hausarmenpflege beschlossen. Hierfur teilte man die Stadt in zunachst 150 Quartiere auf, denen ehrenamtliche Armenpfleger, die wiederum von Seiten der Kirchen vorgeschlagen wurden, vorstanden. Die einzelnen Quartiere waren in insgesamt 18 Bezirke in Elberfeld eingeteilt, die einen Armenvorsteher hatten. Alle vierzehn Tage genauso lange galt die Feststellung der Bedurftigkeit 15traten die Armenpfleger in einer Bezirksversammlung zusammen und berieten im Einzelfall uber potentielle Hilfen. Unterstutzungen wurden im konkreten Notfall lediglich ausnahmsweise und auerst gering gewahrt. Zu den wichtigsten Aufgaben des Armenpflegers gehorte die Vermittlung des Betroffenen in Arbeit, weshalb sich mit der Zeit die Zahl der Unterstutzungsantrage verringerte und das Modell in ganz Europa imitiert wurde. Das Modell wurde insbesondere aufgrund der inharenten Effizienz bevorzugt, schlielich kosteten die ehrenamtlichen Pfleger nichts und die Ausubung ihrer Arbeit war von einer groen Sparsamkeit im Umgang mit Unterstutzungsleistungen gekennzeichnet Wendt 2008: 329330. 3.3 Unternehmerische und andere nichtstaatliche Initiativen Noch vor dem Beginn der staatlichen Sozialpolitik entwickelten sich in der Mitte des 19. Jahrhunderts unternehmerische Initiativen zur Verbesserung der Situation der Arbeiter. So schreibt Herkner im Jahr 1922, dass wohl keine sozialen Reformen ohne die Beteiligung der Arbeitgeber bewerkstelligt werden konnten Herkner 1922: 443. Die so genannte Grunderzeit kann als eine beispiellose Aufschwungperiode der 70er Jahre Reichelt 1906: 5 des 19. Jahrhunderts in Deutschland betrachtet werden. Sozialpolitische Aktivitaten von Unternehmern finden sich in zahlreichen Biographien wie z. B. in der von Ernst Abbe, Robert Bosch, Heinrich Freese, Franz Haniel, Freiherr von Heyl, Alfred Krupp und vielen anderen. Unternehmer kummerten sich demnach schon fruh um die Belange ihrer Arbeiterschaft. Es entstanden zahlreiche unkoordinierte Ansatze sozialen Handelns, die gemeinsam das Ziel verfolgten, Arbeitskrafte fur den Produktionsprozess zu halten Bildung einer Stammbelegschaft und durch Zusicherung von Loyalitat die Arbeitsproduktivitat zu erhohen. Im Folgenden werden einige unternehmerische Initiativen genauer beleuchtet. Alfred Krupp beispielsweise sah sich in der Rolle eines Arbeiterpatriarchen, dem auf der einen Seite das Recht zustand, Herr im eigenen Hause zu sein, der auf der anderen Seite aber auch die Pflicht hatte, fur alle seine Angehorigen wie ein Vater zu sorgen. Bereits ab 1856 wurden Wohnhauser fur Arbeiter gebaut, um dem Wohnungsmangel der damaligen Zeit entgegenzuwirken. Es folgten ganze Wohnanlagen fur seine Arbeiter. Im Jahr 1869 wurde eine Dampfmuhle, 1871 eine Kaffeebrennerei, ein Jahr spater eine Selterswasserfabrik und ein Gasthaus, 1874 eine Mobelhandlung, 1875 eine Metzgerei mit Fleischverkauf und 1871 das erste Epidemienhaus errichtet. Seit den 50er Jahren existierten Kranken, Sterbe, Pensions und Unterstutzungskassen, die durch Beitrage der Fabrik und der Arbeiter finanziert wurden. 16Im Gegenzug erwartete Krupp von seinen Arbeitern eine gewisse Treue gegenuber ihrem Arbeitgeber. Im Jahr 1875 entstand eine Industrieschule. Die Unterstutzungskassen fur Krankheits und Todesfalle wuchsen mit der Zeit immer weiter an: Wurden 1856 insgesamt 1.750 Reichsmark ausgezahlt, waren es 1874 bereits 267.000 Reichsmark, die sich paritatisch aus den Zahlungen der Fabrik und der Arbeiter zusammensetzten und in insgesamt 22.474 Fallen in Anspruch genommen wurden Tesch 1923: 7289. Alfred Krupp hatte demnach bereits fruhzeitig und freiwillig eine Vorstufe zu einer Betriebskrankenkasse geschaffen Boeckh et al. 2004: 52. Ahnlich verhielt es sich bei Ernst Abbe, der den Gewinn als das Ergebnis der organisierten Zusammenarbeit aller daran Beteiligten innerhalb der Zeissschen Werkstatten ansah. Abbe schuf mit der CarlZeissStiftung eine neue Form der industriellen Arbeitsorganisation, und ermoglichte auch eine rechtliche Sicherstellung der arbeitenden und pensionierten Geschaftsangehorigen. Des Weiteren fuhrte er schon vor dem Jahr 1900 den Achtstundentag ein, gewahrte allen Arbeitern und Angestellten einen regelmaigen Urlaub, garantierte einen Pensionsanspruch und zahlte Abgangsentschadigungen aus. Jegliche Mitbestimmung der Arbeiter bei dem Stiftungsunternehmen lehnte Abbe strikt ab, ebenso einen festen Anspruch der Arbeiter auf den Reingewinn. Die Lohn und Gehaltsnachzahlungen Pramienzahlungen nach Abschluss eines jeden Geschaftsjahres waren fur ihn ein adaquates Mittel um Schwankungen der wirtschaftlichen Konjunktur auszugleichen Volkmann 1966: 3436. Robert Bosch fuhrte im Jahr 1894 die neunstundige Arbeitszeit ein und stellte auch den Achtstundentag in Aussicht. Heinrich Freese, ein Berliner Jalousiefabrikant, fuhrte 1892 als erster groerer Betrieb in Deutschland den Achtstundentag ein. Nach Abbe und Freese fuhrte Bosch schlielich 1906 auf freiwilliger Basis den Achtstundentag ein Heuss 1946: 167. Nach Mommsen resultiert der Sozialstaat aus Industriezeitalter und Kapitalismus, der ohne einen gewaltigen technischen Fortschritt und der Emporhebung der Arbeiterbewegung in der Form niemals moglich geworden ware Mommsen 1981: 78. Je mehr sich Deutschland von einem Agrar zu einem Industriestaat wandelte, desto starker trat die Stellung der Lohnarbeiter in den Mittelpunkt der politischen Betrachtung Manes 1928: 2. Als einer der fuhrenden Wortfuhrer der deutschen Arbeiterbewegung gilt Ferdinand Lassalle. Er gehorte 1863 zu den Mitbegrundern des Allgemeinen Deutschen Arbeitervereins ADAV. Der Verein forderte vor allem die Einfuhrung des allgemeinen, gleichen und freien Wahlrechts Euchner 2005: 141145. Daneben gab es noch eine Reihe anderer Vertreter, die sich fur die Arbeiterbewegung stark machten, wie beispielsweise Friedrich Albert Lange oder Johann Jacoby Nipperdey 1995: 356. Der Verein fur Socialpolitik, welcher 1872 von Gustav 17Schmoller und Adolph Wagner gegrundet wurde, hatte das Ziel, in Deutschland Sozialreformen uber Kongresse, Veranstaltungen und Veroffentlichungen zu forcieren. Im Jahr 1874 wurde beispielsweise das Werk Schmollers Die soziale Frage und der preuische Staat veroffentlicht, in dem die unzureichende Behandlung der sozialen Lage der Arbeiter durch die Politik kritisiert wurde. Im Jahr 1854 waren in Preuen 246.000 Mitglieder in 2.622 Unterstutzungskassen organisiert. Sechs Jahre spater gab es bereits 3.644 Kassen mit 427.190 Mitgliedern. Damit waren erst 45 % der preuischen Fabrikarbeiter erfasst, und qualitativ nur notdurftig abgesichert. Es bildeten sich Dachverbande mit drei Prinzipien: Beitragsfinanzierung sozialer Versicherungsleistungen inklusive eines Rechtsanspruches, solidarischer Ausgleich bei sozialen Risiken und Selbstverwaltung der Organisation durch die Versicherten. Hierdurch wurden im Grunde bereits wesentliche strukturelle Elemente der spateren Sozialversicherungen bestimmt Boeckh et al. 2004: 5661. Im Jahr 1880 grundete sich der Deutsche Verein fur Armenpflege und Wohltatigkeit, der es sich zur Aufgabe machte, Fragen der Armenpflege und der Wohltatigkeit sowie ihre praktische Anwendung zu diskutieren und auf die Gesetzgebung einzuwirken Wendt 2008: 195196. 18 Abbildung 1: Armen und Sozialpolitik im Uberblick Unternehmerische Initiativen und paternalistische Elemente der Oberschicht Selbsthilfeeinrichtungen aus der Arbeiterschaft ArbeiterpolitikSozialversicherungspolitik Burgerliches Engagement Kirchliches Engagement Armenpolitik Quelle: Eigene Darstellung in Anlehnung an die Angaben bei Boeckh et al. 2004: 58. 194 Institutionalisierung der Sozialversicherungssysteme durch Bismarck Durch die Institutionalisierung der Sozialversicherungssysteme vollzog der Staat im Umgang mit der Armenpflege eine Kehrtwende. Hielt man Armut bisher fur individuell verschuldet, so erkannte der Staat Notlagen nun als gesellschaftliches Problem an. Als Entstehungsphase der Sozialversicherung im westlichen Teil Europas lassen sich generell die 30 Jahre von 1885 bis 1915 anfuhren. Mit dem Verlesen der kaiserlichen Botschaft am 17. November 1881 anlasslich der Einfuhrung der funften Sitzungsperiode des Reichstages begann das Zeitalter staatlicher Sozialpolitik. Das deutsche Reich ubernahm mit dem Aufbau einer verpflichtenden staatlichen Sozialversicherung eine Pionierrolle innerhalb Europas und damit auch in der Welt Alber 1982: 1929. Manes definiert eine Sozialversicherung wie folgt: Vom wirtschaftswissenschaftlichen Standpunkt aus sind als Sozialversicherung im weitesten Sinne des Wortes zu bezeichnen alle auf Gegenseitigkeit beruhenden wirtschaftlichen Veranstaltungen, welche der Deckung zufalligen schatzbaren Vermogensbedarf notleidender Bevolkerungsschichten dienen. Die Bedarfsfalle entstehen durch Beeintrachtigung oder Aufhoren der Arbeitsfahigkeit, oder durch ihre Unverwendbarkeit. Tod, Alter, Invaliditat, Unfall, Krankheit, Schwangerschaft, Arbeitslosigkeit kommen hier vornehmlich als Ursachen in Betracht. Die Art der Begriffsbestimmung zeigt bereits, dass die Sozialversicherung als eine echte Versicherung aufzufassen ist, als eine Versicherung ebenso wie die zahlreichen Arten der Privatversicherung. Wahrend aber fur die Organisation der Privatversicherung privatwirtschaftliche Gesichtspunkte den Ausschlag geben, sind es hier solche der Sozialpolitik; daher die Bezeichnung Sozialversicherung, wahrend die fruher ubliche Benennung Arbeiterversicherung sich uberlebt hat, da nicht nur Arbeiter von der Versicherung erfasst werden, sondern auch Angestellte, z.T. auch selbstandige Kleinunternehmer Manes 1928: 56. Im engeren Sinn, so Manes weiter, ist als Sozialversicherung eine auf staatlichen Zwang basierende Versicherung aufzufassen. Des Weiteren dient der Begriff der Sozialversicherung im Grunde genommen als ein Sammelbegriff fur ein System verschiedener Versicherungsarten. Wie jede Versicherung bildet sie einen Teil der wirtschaftlichen Vorsorge. Als Einrichtung der offentlichen Fursorge wird sie dem offentlichen Recht zugeschrieben Manes 1928: 610. Ferner wird die Sozialversicherung durch zwei bestimmende Elemente gepragt: einmal durch die soziale Komponente, die sich in der Berechnung allgemeiner Beitrage nicht am Charakter des Versicherten Alter, Gesundheitszustand, etc. bemisst. Das zweite Element ist die Versicherung selbst. Eine Versicherung mit generellen Pramien ist nur dann moglich, wenn eine Versicherungspflicht besteht. Dafur erhalt der Sozialversicherte einen Rechtsanspruch auf die entsprechende Versicherungsleistung, sofern diese benotigt wird Molitor 1987: 1112. Skeptisch stand Theodor Lohmann, der fuhrende Kopf neben Bismarck beim Aufbau der deutschen Sozialversicherung, dem sozialpolitischen Nutzen der sozialen Versicherungsgesetzgebung gegenuber und warnte vor einer Uberschatzung: 20Sie ist ferner deshalb irrig, weil die eigentliche soziale Missstimmung ihren Grund nicht sowohl in materiellen Missstanden die eigentlichen Trager derselben sind die bessergestellten Arbeiter als in dem Drange nach wirklicher Rechtsgleichheit und Teilnahme an den Errungenschaften der modernen Kultur hat. Befriedigung kann fur die unzufriedenen Arbeiterkreise nur geschaffen werden, wenn man ihnen das Gefuhl wirklicher Gleichberechtigung mit den besitzenden Klassen   verschaffen kann.   Wahrend die Regierung bis jetzt nur die Fursorge fur den arbeitsunfahigen Arbeiter umfasst, handelt es sich bei jenen Forderungen um die Verbesserung des gesunden und arbeitsfahigen Arbeiters, und schon darin liegt fur alle Arbeiter, welche uberhaupt so weit fortgeschritten sind, dass sie sich am offentlichen Leben beteiligen, eine unendlich viel groere Zugkraft als in jener Fursorge Rothfels 1927: 7475. Ursachlich fur die Unruhe unter den Arbeitern waren seines Erachtens nicht so sehr der materielle Mangel, sondern vielmehr das Bedurfnis nach faktischer Rechtsgleichheit. Die Versicherungsfrage traf damit nicht den Kern der sozialen Bewegung Rosenstock 1934: 34. Wie bereits in einem vorausgegangenen Artikel zum vormodernen Allokationsprozess von Arbeit in Deutschland dargelegt PierenkemperKendzia 2010, stellte der eigentliche Beginn staatlicher Sozialpolitik das Regulierungsedikt von 1839 dar, welches Schutzbestimmungen fur die Arbeiter beinhaltete. Den nachhaltigsten Eindruck mit Blick auf die staatliche Sozialpolitik hinterlie gleichwohl die Bismarcksche Sozialgesetzgebung. Bismarck beabsichtigte damit, den besitzlosen Klassen, die zahlenmaig am starksten innerhalb der Bevolkerung vertreten waren, zu zeigen, dass der Staat sowohl eine notwendige also auch wohltatige Institution ist. Im Kern zielte die soziale Versicherungsgesetzgebung darauf ab, die sozialdemokratische und revolutionare Bewegung, die zunehmend an gesellschaftlichem Einfluss gewann, zu schwachen Rosenstock 1934: 3. Bismarck, als der weie Revolutionar Schmuhl 2003: 1, versuchte aus den Arbeitern seinen patriarchalischen Vorstellungen gema Staatsrentner beziehungsweise Staatsdiener zu machen mit dem Unterschied, dass diese ihre Beschaftigung in der freien Wirtschaft nachgingen Hentschel 1983: 2526, Boeckh et al. 2004: 63. De Swaan schreibt hierzu: Es diente hauptsachlich der Staatsbildung, sollte ganz bewusst den neuen deutschen Staatsapparat starken, eine industrielle Arbeiterklasse fest einbinden   Bismarck plante eine Klasse von Staatspensionaren: der Regierung loyal ergeben und streitbar gegen jede Veranderung, die ihre kleinen Vorteile hatte gefahrden konnen zwar ohne Vermogen, aber mit einem eigenen materiellen Interesse am Bestand der politischen Ordnung de Swaan 1993: 208. De Swaans Auerung ist von groem Nutzen fur die Untersuchung, zumal fur die Bildung einer Klasse von Staatspensionaren einzig Elemente des Berufsbeamtentums in Frage kommen konnten. Inwieweit sich Bismarck daran orientierte, ist fraglich. Deutlich wird aber, dass sich Bismarck durch die soziale Absicherung seiner Staatsdiener, ahnlich wie beim Berufsbeamtentum, eine gewisse Treue, beziehungsweise Loyalitat gegenuber dem Staat erhoffte durch eine modifizierte Form der Gehorsamspflicht der Beamten fur die Lohnarbeiterschaft, ohne lebenslange Anstellung oder Laufbahnprinzip. 21Die in den Jahren von 1883 bis 1891 verabschiedeten Gesetze der Sozialversicherung in Deutschland beinhalteten im Kern folgende Strukturmerkmale: Pflichtversicherung fur Arbeiter und Angestellte bis zu einem Jahreseinkommen von 2.000 Mark Beitragsfinanzierung mit variierendem Anteil zwischen Arbeitgebern und Arbeitnehmern. Von einem Drittel zu zwei Drittel bei der GKV, eine paritatische Beitragsleistung bei der Invaliditats und Altersicherung und eine allein von den Unternehmern zu zahlende Unfallversicherung. staatlicher Zuschuss zur Gesetzlichen Rentenversicherung BeitragsLeistungsbezug bei geldlichen Leistungen Aquivalenzprinzip Solidarprinzip bei Sach und Dienstleistungen im Rahmen der KV Selbstverwaltung der Versicherungstrager Organisatorische Vielfalt in allen Versicherungszweigen Differenzierung der Sozialleistungen nach Magabe rechtlich normierter Anspruchsursachen Kausalitatsprinzip und nicht nach Magabe individuell oder sozial bestimmter Leistungszwecke Finalitatsprinzip Boeckh et al. 2004: 6465. Alber fuhrt fur die Erklarung der staatlichen Sozialpolitik funktionalistische und konflikttheoretische Modelle an. Nach Ersteren ist die Sozialgesetzgebung als Reaktion auf veranderte Arbeits und Lebensformen im Zuge des Industrialisierungs und Urbanisierungsprozesses zu verstehen, nach Letzteren als Folge von Demokratisierungsprozessen und der fehlenden Legitimitat der politischen Elite Alber 1982: 119. 4.1 Die Krankenversicherung Die Krankenversicherung, welche ab dem 15. Juni 1883 galt, bezog sich auf Beschaftigte aus der Industrie, dem Handwerk, dem Handel, der Binnenschifffahrt und weiteren speziellen Dienstleistungsbetrieben bis zu einer bestimmten Einkommenshohe. Die Beitrage entrichteten zu zwei Dritteln die Arbeiter und zu einem Drittel die Arbeitgeber und waren auf hochstens 6 % des Arbeitsverdienstes beschrankt. Die Ausweitung der Krankenversicherung auf Familienangehorige war nicht obligatorisch, jedoch grundsatzlich moglich. Eine Entschadigung fur die ersten vier Wochen spater 13 Wochen der Erwerbsunfahigkeit, die durch einen Unfall verursacht wurde, sollte nach dem Gesetzentwurf aus dem Jahr 1881 nicht mehr Gegenstand der Unfallversicherung, sondern der Krankenversicherung sein. Hierzu musste vor der Verabschiedung eines Gesetzes zur Unfallversicherung eine Prufung des Krankenversicherungswesens erfolgen, weil nicht gewahrleistet war, dass Arbeiter, die gegen Unfall versichert werden sollten, bereits auch gegen Krankheit versichert waren. Mageblich zur Entstehung der Krankenversicherung trug der bereits erwahnte Staatsbeamte Theodor Lohmann bei. Als Grundprinzip des 1883 beschlossenen Gesetzes galt die Durchfuhrung des allgemeinen Krankenversicherungszwanges freie Hilfskassen und Spezialkassen blieben zunachst neben den Zwangskassen erhalten. Da die Krankenversicherung versicherungstechnisch an die Ele 22mente anknupfte, die sich bereits bewahrt hatten, war sie mit Blick auf alle drei sozialen Versicherungszweige am unproblematischsten einzufuhren. Versicherungstrager der Krankenversicherung wurden Ortskrankenkassen. Voraussetzung hierfur war, dass mindestens 100 Beitragspflichtige ausfindig gemacht werden konnten. Wurde diese Anzahl unterschritten oder gehorten die Personen keiner Orts, Betriebs, Bau oder anderen Krankenkasse an, so mussten die Gemeinden eine eigene Krankenversicherung einrichten. Bei der Fertigstellung des Gesetzes 1883 wurden die Lohnarbeiter in der Land und Forstwirtschaft vom Versicherungszwang ausgeklammert, obwohl diese haufig zwischen landwirtschaftlichen und gewerblichen Betrieben wechselten. Begrundet wurde dieser Schritt damit, dass landwirtschaftliche Arbeiter eine Krankenversicherung nicht so notig hatten wie gewerbliche Arbeiter, da ihnen bei einer Erkrankung in der Regel durch ihre Familie oder Nachbarn geholfen wurde. Anders stellte sich eine derartige Situation innerhalb der industriellen Bevolkerung dar. Daruber hinaus sollte die haufig auf Naturalwirtschaft basierende Unterstutzung des Arbeitgebers innerhalb der Landwirtschaft nicht durch ein auf der Geldwirtschaft beruhendes System der Krankenkassen verdrangt werden. Als weiteres Argument wurde angefuhrt, dass auf dem Land nur schwer zwischen Dienstboten Gesindewesen und landwirtschaftlichen Arbeitern differenziert werden konnte. Etwas spater, mit dem Jahr 1886, wurden allerdings im Rahmen eines neuen Gesetzes auch die land und forstwirtschaftlichen Arbeiter unter dem allgemeinen Krankenversicherungszwang zusammengefasst. Da beim Umzug in das Gebiet einer anderen Krankenkasse kein Eintrittsgeld erhoben werden durfte und keine Versicherungslucken entstanden, gewahrte die organisierte soziale Krankenkasse ein enorme Freizugigkeit Arbeitslosigkeit fuhrte dennoch stets zu Versicherungslosigkeit und ein Wechsel der Arbeitsstatte brachte in der Regel auch einen Krankenkassenwechsel mit sich Rosenstock 1934: 522. Nach den ersten 13 Wochen der Versorgung der Unfallverletzten durch die Krankenversicherung erhielten die Arbeiter Hilfe aus der Unfallversicherung, weshalb Kranken und Unfallversicherung seit ihrem Bestehen in einem engen Zusammenhang standen Rosenstock 1934: 45. 234.2 Die Unfallversicherung Das zunachst 1871 verabschiedete Haftpflichtgesetz hatte den Nachteil, dass der Geschadigte in der Regel mit Hilfe eines Rechtsprozesses die Schuld des Arbeitgebers an dem Arbeitsunfall nachweisen musste. In der Folge machte sich eine generelle Unzufriedenheit mit dieser Regelung auch auf der Seite der Unternehmer, die ohne staatliche Intervention eine Einschrankung ihrer Wettbewerbsfahigkeit befurchteten breit Butterwegge 2001: 28. Das Unfallversicherungsgesetz zielte zunachst im Kern auf Beschaftigte in Industriebetrieben ab. Unternehmer wurden auf eigene Kosten dazu verpflichtet, Arbeiter und Angestellten mit weniger als 2.000 Mark Jahreseinkommen in selbstverwalteten Berufsgenossenschaften gegen Unfalle abzusichern. Die nach der jeweiligen Branche unterschiedlichen Berufsgenossenschaften hatten den Verungluckten oder ihren Hinterbliebenen nach Ablauf der gesetzlichen Krankenfursorge eine verdienstbezogene Rente auszuzahlen. Zugleich durften die Berufsgenossenschaften Vorschriften zur Vermeidung von Unfallen einfuhren Alber 1982: 68, Molitor 1987: 88. Bereits seit einiger Zeit existierten Einrichtungen, die es den Arbeitern ermoglichten, sich gegen die wirtschaftlichen Folgen von Betriebsunfallen abzusichern so z. B. seit 1870 ein Unfallversicherungsverein der Rheinischen Erzgruben und Huttenwerke und andere Einrichtungen. Des Weiteren gab es schon private Unfallversicherungsgesellschaften bei denen man sich gegen die wirtschaftlichen Folgen von Unfallen absichern konnte. Nach der Reichsunfallstatistik von 1882 waren in dem Jahr noch 50% aller Arbeit gegen Unfalle nicht versichert. Die Unzufriedenheit uber das Haftpflichtgesetz von 1871 sowohl auf Seiten der Arbeitgeber als auch der Arbeitnehmer, wurde immer haufiger als Anlass genommen, gegen das bestehende System zu agitieren. Aufgrund ahnlicher Schwierigkeiten bei der Abgrenzung zwischen landwirtschaftlicher und gewerblicher Arbeit blieben die Arbeiter in land und forstwirtschaftlichen Betrieben zunachst von der Unfallversicherungspflicht ausgenommen. Im Jahr 1886 aber wurde das Gesetz auch auf land und forstwirtschaftliche Betriebe ausgedehnt. Handwerksbetriebe blieben dennoch von der Regelung ausgenommen, da sich in deren Reihen nur selten Unfalle ereigneten und ein Groteil dieser Art von Betrieben lediglich mit einem Gehilfen arbeitete. Als Versicherungstrager wurden Berufsgenossenschaften mit Selbstverwaltung fur bestimmte Bezirke errichtet. Laut Unfallversicherungsgesetz von 1884 erhielten Unfallverletzte die Kosten des Heilverfahrens, Vollrenten in Hohe von 6623% des Jahresarbeitsverdienstes oder Teilrenten bei teilweiser Erwerbsunfahigkeit 5. Hinzu kamen unter anderen die Erstattung der Beerdigungskosten mindestens 30 Mark im Falle der Totung, eine Hin 24terbliebenenrente an die Witwe in Hohe von 20%, an die vaterlosen Kinder 15%, an die Vollwaisen 20% des Jahresarbeitsverdienstes des Getoteten Rosenstock 1934: 2335. 4.3 Die Alters und Invaliditatsversicherung Unter dem Begriff der Invaliditat ist generell die physisch oder psychisch verursachte, dauerhafte Minderung des Leistungsvermogens wahrend des Erwerbsalters gemeint, die bis zur vollstandigen Erwerbsunfahigkeit gehen Molitor 1987: 93 kann. Lohmann kritisierte an dem Entwurf der Alters und Invalidenversicherung, dass erst ein neuartiger Versicherungstrager burokratischer Art, die Landesversicherungsanstalten, geschaffen werden mussten. Des Weiteren verhinderte das Umlageverfahren seiner Meinung nach die Aufstellung einer soliden Bilanz Rothfels 1927: 81. Aus den Verhandlungen des Reichstags gehen die Grunde fur die Einfuhrung der Bismarckschen Invaliditats und Altersversicherung hervor: Erfahrungsgema wird durch die Erreichung eines hohen Lebensalters in den meisten Fallen eine groere oder geringere Beschrankung der Erwerbsfahigkeit bedingt. Wo diese Voraussetzung zutrifft, bildet die Altersrente einen Zuschuss zu dem noch vorhandenen Arbeitsverdienst. Dieser Zuschuss wird es dem altgewordenen Arbeiter erleichtern, eine Uberanstrengung der ihm verbliebenen Arbeitskraft zu vermeiden und sich den Rest seiner Arbeitsfahigkeit langer zu erhalten, den Eintritt der volligen Erwerbsunfahigkeit also hinausschieben. Freilich darf die in diesem Falle zu gewahrende Leistung den Hochstbetrag der an Invalide zu gewahrenden Rente nicht erreichen, weil sonst der Anlass, die verbliebene Arbeitsfahigkeit weiter auszunutzen, fortfallen wurde Molitor 1987: 27. Zuvor sorgten rechtliche Verpflichtungen oder emotionale Bindungen fur die Grundversorgung von Menschen, die z. B. durch Alter nicht oder nur bedingt in der Lage waren ihren Lebensunterhalt aus eigener Kraft zu bestreiten. Kinder, Greise, sowie Kranke und Behinderte waren im Schoe der Familie vor den groten Risiken des Lebens geschutzt Butterwegge 2001: 5657. Bisher hatten noch keine gesetzlichen Einrichtungen bestanden, die den Arbeitern Schutz und Fursorge im Fall der Invaliditat und Altersschwache garantierten. Zumeist war die Bevolkerung auf die Armenpflege angewiesen. Einzig die auf genossenschaftlicher Vereinigung beruhenden Knappschaftskassen bildeten eine Ausnahme. Zusatzlich existierten noch einzelne Invalidenkassen, die freiwillig von Betrieben gegrundet wurden. Bei der Errichtung der Invaliditats und Altersversicherung sich von den bereits bestehenden Knappschaftskasseneinrichtungen inspirieren, die man anschlieend verbesserte. Ubernommen wurden von den Knappschaftseinrichtungen im Invaliditatsversicherungsgesetz unter anderem der Versicherungszwang, die Beitragsbeteiligung der Arbeitgeber und Arbeitnehmer, die Verpflichtung der Arbeitgeber auch fur die Einziehung und Abfuhrung der Beitrage ihrer lie man 25Arbeiter aufzukommen, die Anmeldung der neu eingestellten Arbeitnehmer durch die Arbeitgeber sowie die gemeinsame Verwaltung der Organisation durch Arbeitnehmer und Arbeitgebervertreter Rosenstock 1934: 46, 62. Nach dem Invaliditats und Alterssicherungsgesetz waren alle Arbeiter vom 16. Lebensjahr an versicherungspflichtig. Die Mittel der Versicherung wurden durch einen Reichszuschuss sowie durch gleich hohe Beitrage der Arbeitgeber und der Versicherten bewerkstelligt. Der relativ niedrige und rechtlich komplexe Rentenanspruch kam zustande, wenn beim Versicherten Erwerbsunfahigkeit festgestellt wurde und dieser uber einen langen Zeitraum 530 Beitragsjahre hinweg Beitrage entrichtet hatte Alber 1982: 5455. Tabelle 5: Beispielrechnung der jahrlichen Beitrage fur die einzelnen Versicherungen 1 Jahrlicher Beitrag im Durchschnitt fur jeden Versicherten seitens: Beide zusammen des Versicherten Art der Versicherung des Arbeitgebers Krankenversicherung Unfallversicherung Alters und Invalidenversicherung Zusammen 4,40 14,46 4,00 22,86 in Mark 8,80 4,00 12,80 13,20 14,46 8,00 35,62 Quelle: Rosenstock 1934: 80. Die gesetzliche Altersgrenze fur die Inanspruchnahme der Altersrente betrug zur Zeit Bismarcks 70 Jahre Molitor 1987: 28. Die staatlichen Sozialleistungen implizierten, wenn auch nicht fur alle Arbeiter und Arbeitnehmer zu der Zeit, gewissermaen eine Abschwachung arbeitsmarktlicher Zwange Vobruba 1978. Ahnlich argumentiert Rimlinger, nach dessen Auffassung im Zuge der Auflosung traditioneller Schutzverbande und der Expansion des Arbeitsmarktes die Frage der Einkommenssicherung und die gesellschaftliche Integration vermehrt in den Vordergrund ruckte Rimlinger 1971. Die soziale Sicherung diente dazu, die Risiken der faktoranbietenden privaten Haushalte, die unvermeidlich mit der wirtschaftlichen 1 Bei der Invaliditatsversicherung kam noch der Reichsbetrag 50 Mark Zuschuss zu jeder Rente hinzu. Die Land und Forstwirtschaft ist bei der Tabelle nicht in Betracht gezogen worden Rosenstock 1934: FN 308. 26Dynamik einher gehen, langfristig und unabhangig vom konjunkturellen Verlauf abzufedern Molitor 1987: 205. Die Bismarckschen Sozialversicherungssysteme hatten einerseits durch die Versicherungspflicht bereits fruhzeitig einen breiten Mitgliederstamm, andererseits wurden gut Verdienende und Selbststandige zumindest staatlich nicht abgesichert Alber 1982: 146. Die Invalidenversicherung gewahrte jedoch nur fur wenige nicht mehr arbeitsfahige Arbeiter ein Rentenbezug war erst ab dem siebzigsten Lebensjahr moglich einen Zuschuss zum Unterhalt am billigsten Orte und ist nicht als Pendant zu einem heutigen Ruhegehalt aufzufassen. Das zugrunde liegende Kapitaldeckungsverfahrens erforderte eine lange Anwartschaft Pierenkemper 2006a :4546. 4.4 Die Rentenversicherung Im Jahr 1891 wurde in Deutschland die Rentenversicherung eingefuhrt. Als Vorlaufer fungierte die zuvor erwahnte Invaliditats und Altersversicherung. Ihre Mittel setzten sich zu je einem Drittel aus den Beitragen der Arbeiter, der Arbeitgeber und staatlichen Zuschussen zusammen. Versicherungspflicht bestand auch hier nur fur Arbeiter mit einem Jahreseinkommen von unter 2.000 RM Pohl 1979: 205206. Seit 1911 war sie zugleich auch eine Versicherung der Hinterbliebenen. Nur zwei Jahre spater folgte durch das so genannte Angestelltenversicherungsgesetz AVG eine Rentenversicherung fur die Angestellten. Fur die im Bergbau beschaftigten Arbeiter waren nach wie vor die Knappschaften zustandig Grohmann 1965: 30. Allgemein wird unter einer Rente die regelmaige Zahlung eines Einkommens aufgefasst, das auf einem rechtlichen Anspruch basiert und entweder aus Kapitalertragen oder Beitragen resultiert. Die Renten wurden in dem besagten Zeitraum allerdings erst ab einem Alter von 70 Jahren ausgezahlt bei einer durchschnittlichen Lebenserwartung im Jahr 1910 von 47,4 Jahren bei Mannern und 50,7 Jahren bei Frauen Winkels 2007: 18. 27Tabelle 6: Mitgliederzahl der Sozialversicherung von 1890 bis 1913 in Millionen Jahr Unfallversicherung Krankenversicherung Altersund Invalidenversicherung 6,6 7,5 9,5 11,9 14 14,6 11,8 13,9 15,7 16,3 1890 1895 1900 1905 1910 1913 13,7 18,4 18,9 18,7 24,2 25,8 Quelle: Kuczynski 1947: 228. Abschlieend lasst sich konstatieren, dass im Zuge der staatlichen Sozialpolitik nach Bismarck die Lohnarbeit insgesamt aufgewertet wurde. Lohnarbeiter wurden als potentielle Leistungsempfanger bestimmter Versicherungsleistungen eingestuft, wohingegen Erwerbslose nach wie vor Leistungen der Armenfursorge erhielten Butterwegge 2001: 29. Ihrem Wesen nach war die Bismarcksche Sozialpolitik vor allem Staatspolitik Rothfels 1970: 169, die nicht unter einer spezifisch sozialen Zielsetzung stand. Mit den patriarchalischen Verhaltnisse in Ostelbien war Bismarck seit jeher vertraut, weshalb die dortigen Gepflogenheiten in Bismarcks Sozialpolitik erkennbar blieben Rothfels 1929: 67. Die soziale Frage konnte nach Auffassung Bismarcks nur der Staat bewaltigen. Im Jahr 1885 schrieb von Rottenburg, ein Mitarbeiter Bismarcks: Gewiss kann der Einzelne viel Gutes tun, aber die soziale Frage losen kann nur der Staat Rothfels 1929: 8. Tabelle 7: Gesamtbeitrage zur Sozialversicherung in Millionen Mark 18871913 Jahr Gesamtbeitrage 1887 1900 1913 98,6 485,7 1158,1 Quelle: Kuczynski 1947: 230. Die Unfallversicherung umfasste anfangs etwa 17 % der Erwerbsbevolkerung. Nach Erweiterung der Versicherungspflicht waren im Jahr 1890 schon zwei Drittel der Erwerbsbevolkerung eingebunden. Die Krankenversicherung hatte zu Beginn im Jahre 1885 einen Aus 28dehnungsgrad von 22 % und dehnte sich bis 1890 auf gut ein Drittel der Erwerbsbevolkerung aus. Die Rentenversicherung schloss schon zu Beginn mehr als die Halfte der Erwerbstatigen ein Alber 1982: 147. Die Sozialversicherungen konnten allerdings ihre positive Wirkung erst nach einer gewissen Zeit unter Beweis stellen. Sie bildeten eine Institution zwischen Staat und Gesellschaft, die sich dadurch auszeichnete, dass sie staatsnah, selbstverwaltet und im Wesentlichen durch Beitrage finanziert wurde Stolleis 2001: 255, 265. Durch die Institutionalisierung der Sozialversicherungssysteme schuf Bismarck den institutionellen Kern des Wohlfahrtsstaates Alber 1982: 19. Zwar erwahnt Rothfels in seiner 1929 gehaltenen Rede uber die Prinzipienfragen der Bismarckschen Sozialpolitik einen Normalarbeitstag innerhalb eines Aktenstucks aus dem Jahr 1885 Rothfels 1929: 19, von einem Normalarbeitsverhaltnis in der heutigen Ausgestaltung kann gegen Ende des 19. Jahrhunderts allerdings noch keine Rede sein. Dennoch gilt es festzuhalten, dass mit der Einfuhrung der Bismarckschen Sozialversicherung die Grundzuge des heutigen Normalarbeitsverhaltnisses bereits erkennbar wurden. Folgt man der Minimaldefinition des Normalarbeitsverhaltnisses als eine abhangige und sozialversicherungspflichtige Vollzeitbeschaftigung, so lasst sich argumentieren, dass in der zweiten Halfte des 19. Jahrhunderts der Kern des Normalarbeitsverhaltnisses geschaffen wurde. Auch Butterwegge argumentiert, dass mit der Bismarckschen Sozialgesetzgebung das Lohnarbeitsverhaltnis einen groen Schritt in Richtung Normalarbeitsverhaltnis unternahm Butterwegge 2001: 54. 295 Entwicklung der Sozialpolitik von 1890 bis 1914 Wahrend der Jahre von 1890 bis 1914 veranderte sich die politische Landschaft in Deutschland gewaltig. Am 1. Oktober 1890 lief das so genannte Sozialistengesetz nach zwolf Jahren aus und die Sozialdemokratische Partei wuchs bis 1912 mit 34,8% der Stimmen zur starksten Partei an. Damit einher ging auch der Niedergang der nationalliberalen und konservativen Parteien, was den Abtritt Bismarcks von der politischen Buhne 1890 zur Folge hatte SchildbergSchroth: 87. Angesichts eines derartigen politischen Wandels innerhalb der Gesellschaft ist es interessant zu betrachten, wie sich die Tarifvertragsparteien zum damaligen Zeitraum verhielten. In Deutschland wurde der erste Tarifvertrag 1873 eingefuhrt vom Staat jedoch noch nicht akzeptiert. Erst ab 1899 breitete sich der Tarifvertrag in Deutschland und in anderen westeuropaischen Staaten aus Ullmann 1977, Engelberger 1995. Vor dem Ersten Weltkrieg existierten bereits 12.369 Tarifvertrage fur rund 193.000 Betriebe mit 1,8 Millionen Beschaftigten Hueck et al. 1963: 12. In einer kurzen Episode spielte die Arbeiterschutzgesetzgebung wieder eine gewisse Rolle. Es kam zu der sozialpolitischen Reformara Berlepsch, welche Pflichten zum Erlass von Fabrikordnungen mit sich brachten, die im Wesentlichen auf die Verbesserung von Arbeitsablaufen innerhalb der Betriebe abzielten von Berlepsch 1987, Syrup 1957. Durch das Gesetz betreffend die Abanderung der Gewerbeordnung Gew O, beziehungsweise das Arbeiterschutzgesetz vom 1. Juni 1891 wurde ein Beschaftigungsverbot fur schulpflichtige Kinder erwirkt, der 10StundenArbeitstag fur Jugendliche und der 11stundige Arbeitstag bei Frauen eingefuhrt sowie die rechtliche Moglichkeit geschaffen, Arbeiterausschusse in Fabrikbetrieben zu bilden was jedoch von keiner groen Arbeitgeberschaft mitgetragen wurde Forster 2003: 183184. Zusatzlich beinhaltete das Arbeiterschutzgesetz eine Verscharfung des Truckverbots Verbot der Entlohnung von Arbeitnehmern durch Waren, das Verbot der Sonntagsarbeit sowie das Verbot der Nachtarbeit fur Frauen und Jugendliche unter 16 Jahren. Erganzt wurde das Gesetz durch das Reichsgesetz betreffend Kinderarbeit in gewerblichen Betrieben vom 30. Marz 1903. Mit dem Hausarbeitsgesetz vom 20. Dezember 1911 wurden Vorschriften zum Gesundheitsschutz und der Arbeitssicherheit der Heimarbeiter erlassen. Zwischen 1890 und 1900 setzte der Staat zwar auf Repression gegen die Arbeiterbewegung, konnte aber nicht verhindern, dass die Zahl der organisierten Arbeiter von 280.000 auf 680.000 wuchs, bis sie 1914 schlielich 2,5 Millionen Arbeiter erreichte. Zugleich formierten sich die Arbeitgeber in Verbanden, was zur Folge hatte, dass gegen Ende des 19. 30Jahrhunderts eine Begegnung auf Verbandsebene zwischen Arbeitgebern und Arbeitnehmern moglich wurde. Gleichwohl gewahrte der Staat bis 1914 beiden Parteien keine rechtlich fixierten Mitwirkungsmoglichkeiten und erkannte Tarifvertrage bis dato nicht an, obgleich das Reichsgericht 1910 beschlossen hatte, Tarifvertrage als bindend auszulegen. Im Zuge des Reichsvereinigungsgesetz vom 19. April 1908 durften nun auch Frauen und Jugendlichen solchen Verbanden beitreten und auch der Zusammenschluss der Landarbeiter wurde erlaubt Stolleis 2001: 258260. Im Jahr 1911 wurden die drei zunachst getrennten Zweige der Sozialversicherung in der Reichsversicherungsverordnung RVO zusammengefasst, die bis in die 1970er Jahre Bestand hatte und dann spater von dem Sozialgesetzbuch abgelost wurde. Zusammen mit der RVO wurde 1911 das Angestelltenversicherungsgesetz beschlossen, das die freiwilligen Hilfskassen in Ersatzkassen der Gesetzlichen Krankenversicherung uberfuhrte. Gleichzeitig wurden Witwenrente und Angestelltenversicherung nach dem Muster der Arbeiterrentenversicherung eingefuhrt. Diese bezog alle Angestellten mit einem Jahreseinkommen zwischen 2.000 und 5.000 Mark mit ein Boeckh et al. 2004: 6667, Rother 1994: 229. Mit der Einfuhrung der Angestelltenversicherung positionierten sich die Angestellten zwischen den Arbeitern und den Beamten als eigenstandige Gruppe innerhalb der deutschen Gesellschaft Croner 1962. Die Ausstattung der Angestelltenversicherung mit hoheren Leistungen sowie hoheren Beitrage sollte dazu dienen, die Angestellten gegen die Agitation der Sozialdemokratie und der sozialistischen Freien Gewerkschaften zu immunisieren und fur den Staat bzw. die eigene Partei zu gewinnen Ritter 1998: 9495. Die zweieinhalb Jahrzehnte zwischen dem Abdanken Bismarcks und dem Ersten Weltkrieg waren sowohl durch den weitergehenden Strukturwandel als auch durch eine sich etablierende Angestelltenschaft gepragt. An den Zahlen des Statistischen Bundesamtes lasst sich erkennen, dass mit der Zeit der Anteil der Selbstandigen deutlich abnahm, allerdings durch den Anstieg der mithelfenden Familienangehorigen abgemildert wurde. Das bedeutet, dass die Zahl der Erwerbspersonen, die keiner abhangigen Beschaftigung nachgingen, im Grunde weitestgehend stabil blieb. Dies gilt auch fur den Anteil der abhangig Beschaftigten. Auffallend hingegen ist das enorme Wachstum der Angestellten und Beamten. Dies lasst durch die Expansion industrieller Grounternehmen seit etwa 1870 und der Umstellung der Betriebsfuhrung von Eignern zu Managern erklaren. Mehr noch als im Handel ermoglichte damit die Hochkonjunktur gewerblichindustrieller Unternehmen und das damit verbundene Wachstum der Betriebsgroen die Entstehung zahlreicher neuer Berufe oder Positionen fur die Angestelltenschaft Schulz 2000: 5,12. Interpretiert man diese Zahlen, so lasst sich sagen, das insbesondere die Selbstandigen 31und mithelfenden Familienangehorigen in der Landwirtschaft vorzufinden sind, wohingegen die Arbeiter im gewerblichen Bereich, die Angestellten im Bereich der Dienstleistungen anzusiedeln sind. Dennoch ist darauf zu verweisen, dass die Zuordnung einzelner Erwerbstatiger auf die Berufsgruppen im Sprachgebrauch stark variierte und demzufolge eine eindeutige Zurechnung aus heutiger Sicht unsicher bleibt. Private und offentliche Beamte wurden beispielsweise nur unzureichend voneinander unterschieden. Zu den PrivatBeamten gehorten seinerzeit Kassierer, Buchhalter sowie Betriebsleiter. Bis 1925 zahlten leitende Angestellte zu den Selbstandigen, dagegen wurden Verkauferinnen und Ladendiener zu den unteren Beamten gezahlt Schulz 2000: 53. Abbildung 2: Berufsgruppen nach Berufszahlungen 100%90%80%70%60%50%40%30%20%10%Selbststandige Mithelfende Familienangehorige Beamte und Angestellte Arbeiter 0%5.6.188214.6.189512.6.1907 16.06.1925 16.06.1933 17.05.1939Quelle: Statistisches Bundesamt 1972: 142. Im Zuge der Urbanisierung erfolgte ein quantitativer Ausbau der stadtischen Verwaltungsapparate, welcher die Zahl der Beamten ebenso wie die Zahl der Angestellten rapide ansteigen lie. So beschaftigte z. B. die Stadt Essen im Jahr 1840 acht und im Jahr 1900 bereits 377 halbamtliche Beamte Gall 1990: 33. Eine erste gesetzliche Regelung, die sich dem Thema Kundigungsfrist annahm, beinhaltete das Allgemeine Deutsche Handelsgesetzbuch von 1861. Die Regelung bezog sich auf kaufmannische Angestellte und verlangte, dass ihr Arbeitsverhaltnis nur mit einer Frist von sechs Wochen zum Ende des jeweiligen Quartals aufgelost werden konnte. Erst im Zuge des bereits erwahnten Arbeiterschutzgeset 32zes von 1891 wurde diese Regel auf Angestellte im technischen Bereich ausgeweitet. Hierbei handelte sich aber um abdingbares, also nicht zwingendes Recht, so dass einzelvertraglich andere kurzere Kundigungsfristen moglich waren. Somit wurden die Angestellten zunachst, vor den Bismarckschen Sozialreformen, besser gestellt als die uberwiegende Mehrheit der Arbeiter. Denn in der Regel erhielten Arbeiter keine Lohnfortzahlung im Krankheitsfall und konnte jederzeit, allenfalls mit ein bis zweiwochiger Frist, gekundigt werden Schulz 2000: 15. Noch um 1900 waren ausgiebiger Absentismus individuelles Fernbleiben von der Arbeit und Fluktuationsraten von 80 bis 100% bei den Industriearbeitern innerhalb eines Jahres keine ungewohnlichen Phanomene des Arbeitsalltags RitterTenfelde 1992, Tenfelde 1986. Die geschilderten Tendenzen in der Entwicklung des deutschen Arbeitsmarktes im 19. Jahrhundert lassen sich, soweit quantitative Daten fur Arbeitslosigkeit, Arbeitszeit und Lohne zur Verfugung stehen, anschaulich in einer Grafik darstellen. Die Trends zu steigenden Lohnen und sinkender Arbeitszeit bei recht stabiler Ausschopfung des Arbeitspotentials sind unubersehbar Pierenkemper 2006b: 255. Abbildung 3: Arbeitszeit, Entlohnung und Arbeitslosigkeit 1820 bis 1913 Quelle: Beschaftigung und Arbeitsmarkt: 255. Abschlieend lasst sich sagen, dass das Lohnarbeitsverhaltnis bis 1914 einer Reihe von Veranderungen unterworfen war. Ahnlich argumentiert Schmuhl, der angibt, dass sich am Vorabend des Ersten Weltkriegs bereits die Grundmuster gebildet hatten, die in unserer Gesellschaft bis heute wirksam sind Schmuhl 2003: 1. Damit ist vor allem der Zeitraum 33von den 1880er Jahren bis 1914 als eine auerst pragende Epoche fur das Lohnarbeitsverhaltnis im Allgemeinen und fur das Normalarbeitsverhaltnis im Besonderen aufzufassen. Aufgrund des bereits vorhandenen Arbeitsmarktes, seiner zunehmenden Dynamisierung durch die Industrialisierung und der weiten Verbreitung abhangiger Beschaftigungsverhaltnisse waren die Lohnarbeiter in Phasen des wirtschaftlichen Abschwungs entweder vormodernen Formen der Erwerbstatigkeit oder aber der Erwerbslosigkeit ausgesetzt Faust 1984: 217. Arbeitslosigkeit tauchte als Bezeichnung fur einen sozialen Status erst Ende des 19. Jahrhunderts auf Zimmermann 2006. Sie stellte seit den 1880er Jahren, Ausnahmen bildeten die Jahre 1892 und 1901, mit Arbeitslosenquoten von unter 5% kein allzu drangendes gesellschaftliches Problem dar. Eine staatliche Zwangsversicherung gegen Arbeitslosigkeit entstand erst nach dem Ersten Weltkrieg. Zuvor setzte man auf die Arbeitsvermittlung, zumal die Kommunen hier bereits uber Erfahrungen verfugten. Die niedrige Arbeitslosigkeit bis 1913 lasst sich zum einen durch eine stabile Nutzung des Erwerbspotentials erklaren Pierenkemper 2009: 1520, zum anderen erscheint es moglich, dass im Gegensatz zur Armut Arbeitslosigkeit noch weitestgehend als individuell verschuldet angesehen wurde. 346 Schlussbemerkung In der vorliegenden Untersuchung wurde aus einem politokonomischen Ansatz heraus veranschaulicht, welchen Einflussen das Lohnarbeitsverhaltnis von seiner Etablierung und Durchsetzung im 19. Jahrhundert bis zum Ausbruch des Ersten Weltkrieges unterlag. Hierbei stand in erster Linie die Ausgestaltung des Arbeitsverhaltnisses im Hinblick auf das heutige Normalarbeitsverhaltnis im Mittelpunkt. Es konnte nachgewiesen werden, dass der betrachtete Zeitraum von einem enormen Bevolkerungswachstum und einer damit einhergehenden rasanten Verbreitung der Erwerbsarbeit gepragt war. Der weiter voranschreitende Strukturwandel fuhrte zu einem Anstieg und einer Ausdifferenzierung der abhangigen Beschaftigungsverhaltnisse: Neben der Industriearbeiterschaft konnte sich eine Angestelltenschaft etablieren. Auerdem stieg die Zahl der privaten und offentlichen Beamten betrachtlich an. Zum einen wurde dies darauf zuruckgefuhrt, dass sich die privaten Beamten aus leitenden Angestellten und anderen nicht naher zu spezifizierenden Berufsgruppen zusammensetzten. Zum anderen entstanden infolge des Urbanisierungsprozesses komplexe stadtische Verwaltungsapparate, fur die zahlreiche offentliche Beamte benotigt wurden. Bei den Uberlegungen zur Einfuhrung der Sozialversicherungen wurde deutlich, dass Arbeiter in der Landwirtschaft haufig noch in Naturalien anstatt in barem Lohn bezahlt wurden. Infolge der Urbanisierung und HochIndustrialisierung setzte sich die Lohnarbeit gegenuber alternativen Formen der gesellschaftlichen Organisation von Arbeit durch. Die aus der feudalen Abhangigkeit befreiten Arbeiter sahen sich vielen neuen Herausforderungen ausgesetzt, die unter dem Begriff der Sozialen Fragen subsumiert wurden wie seinerzeit z. B. durch Gustav Schmoller. Neben den Fragen nach einer Versorgung im Krankheitsfall und im Alter drangte sich vor allem eine Absicherung der Industriearbeiterschaft im Falle von Unfallen im Betrieb auf. Fruhe Initiativen qualifizierte Arbeiter an den Betrieb zu binden, wurden durch Unternehmer angestoen, um die Qualitat von Arbeitsprozessen gegen die hohen Fluktuations und Absentismusraten zu schutzen. Es konnte gezeigt werden, dass bereits eine Reihe von Unterstutzungskassen bestanden, die uber Beitrage der Arbeiter und Arbeitgeber finanziert wurden. Diese schlossen zunachst nur einen Teil der Arbeiterschaft ein und sicherten die Betroffenen auch nur notdurftig ab. Dennoch bargen diese Kassen bereits die wesentlichen Strukturelemente der spateren Bismarckschen Sozialversicherungen. Hierzu gehorten die Beitragsfinanzierung sozialer Versicherungsleistungen, aus der sich ein Rechtsanspruch auf den Bezug 35ableitete, der solidarische Ausgleich bei sozialen Risiken sowie die Selbstverwaltung der Organisation durch die Versicherten. Die Institutionalisierung der Sozialversicherungen durch Bismarck sollte in erster Linie eine weitere Starkung und Ausdehnung der Arbeiterbewegung verhindern. Seines Erachtens lie sich die Soziale Frage allein durch den von ihm 1871 gegrundeten Staat losen. Bismarck beabsichtigte, mit Hilfe der sozialen Absicherung Zuckerbrot aus der Lohnarbeiterschaft loyale Staatsrentner Peitsche schaffen zu konnen. Bei der Ausgestaltung des abhangigen Beschaftigungsverhaltnisses durch die Sozialversicherungen konnte eine gewisse Analogie zum Berufsbeamtenverhaltnis ausgemacht werden. Letzteres zeichnete sich durch Treue beziehungsweise Gehorsam gegenuber dem Staat und einer im Gegenzug dafur unbefristeten, unkundbaren und somit privilegierten Anstellung aus. Mit dieser auch heute noch erkennbaren Struktur des Lohnarbeitsverhaltnisses wurde im Kern das Normalarbeitsverhaltnis gegrundet. Insbesondere zum Ende des betrachteten Zeitraums lasst sich aufgrund der Abhangigkeit des Lohnarbeiters vom Arbeitgeber und die an die Erwerbsarbeit gekoppelten Beitrage ein abhangiges und sozialversicherungspflichtiges Vollzeiterwerbsverhaltnis erkennen. Verschiedene Arbeiterschutzgesetze und eine Regulierung der Arbeitszeit verbesserten vor dem Ersten Weltkrieg die Stellung der Lohnarbeiter auf dem Arbeitsmarkt. Neben der Arbeiterbewegung und ihren Selbsthilfeeinrichtungen sowie unternehmerischen Initiativen, trugen auch Intellektuelle wie beispielsweise der Verein fur Socialpolitik zur Verbesserung der Lage der Arbeiter bei. Gesetzliche und sozialversicherungsrechtliche Regelungen begannen den Arbeitsmarkt zu regulieren und definierten erste Wesenszuge eines Normalarbeitsverhaltnisses, obwohl vor dem Ersten Weltkrieg weder Arbeitslosenversicherung noch Kundigungsschutz existierten. Wenn wir also heute vom Normalarbeitsverhaltnis sprechen, dann von dem in der Ausgestaltung Ende der 70er Anfang der 80er Jahre des 20. Jahrhunderts inklusive Arbeitslosenversicherung und Kundigungsschutz. Mochte man ein Bild fur den Zustand des Normalarbeitsverhaltnisses zum Ende des Betrachtungszeitraums benennen, so bestanden nach Bismarck bereits ein solides Fundament und mehrere Saulen eines Tempels. An seiner Fertigstellung wurde bis in die 70er und 80er Jahre des 20. Jahrhunderts weitergearbeitet. 36Literaturverzeichnis Alber, Jens: Vom Armenhaus zum Wohlfahrtsstaat. Analysen zur Entwicklung der Sozialversicherung in Westeuropa, Frankfurt am Main 1982 Becker, Martin: Arbeitsvertrag und Arbeitsverhaltnis wahrend der Weimarer Republik und in der Zeit des Nationalsozialismus, Juristische Abhandlungen, Band 44, Frankfurt am Main 2005 Boeck, Jurgen et al.: Sozialpolitik in Deutschland, Wiesbaden 2004 Boehmer, Georg Ludwig: Principia iuris feudalis praesertim Langobardici quod per Germaniam obtinet, 5. Aufl., Gottingen 1789 Borchardt, Knut: Grundriss der deutschen Wirtschaftsgeschichte, Gottingen 1978 Bundesamt, Statistisches Hrsg.: Bevolkerung und Wirtschaft 1872 1972, Stuttgart 1972 Butterwegge, Christoph: Wohlfahrtsstaat im Wandel. Probleme und Perspektiven der Sozialpolitik, 3. Aufl., Opladen 2001 Castel, Robert: Die Metamorphosen der sozialen Frage. Eine Chronik der Lohnarbeit, Konstanz 2000 Croner, Fritz: Soziologie der Angestellten, Koln 1962 de Swaan, Abram Der sorgende Staat. Wohlfahrt, Gesundheit und Bildung in Europa und den USA der Neuzeit, Frankfurt am Main Amsterdam 1993 1989 Eichhorst, Werner et al.: Atypische Beschaftigung und Niedriglohnarbeit. Benchmarking Deutschland: Befristete und geringfugige Tatigkeiten, Zeitarbeit und Niedriglohnbereich, Gutersloh 2010 Engelberger, Josef: Tarifautonomie im Deutschen Reich, Berlin 1995 Euchner, Walter: Ideengeschichte des Sozialismus in Deutschland, Teil 1, in: Ideengeschichte des Sozialismus in Deutschland, 2. Aufl., Hrsg.: Grebing, Helga, Wiesbaden 2005, S. 13354 Faust, Anselm: Arbeitsmarktpolitik in Deutschland im 19. und 20. Jahrhundert: die Arbeitsvermittlung im Wechsel in: AuswandererWanderarbeiterGastarbeiter. Bevolkerung, Arbeitsmarkt und Wanderung in Deutschland seit der Mitte des 19. Jahrhunderts, Hrsg.: Bade, Klaus J., Ostfildern 1984, S. 216253 arbeitsmarktpolitischer Fischer, Wolfram et al.: Sozialgeschichtliches Arbeitsbuch. Materialien zur Statistik des Deutschen Bundes Strategien, 18151870, 1, Berlin 1982 Forster, Christian: Die Dimension des Unternehmens, Tubingen 2003 Gall, Lothar Hrsg.: Stadt und Burgertum im 19. Jahrhundert, Munchen 1990 Garaudy, Roger: Die Aktualitat des Marxschen Denkens, Frankfurt am Main 1969 Grohmann, Heinz: Die Entwicklung eines Bevolkerungsmodells zur Beurteilung der Finanzierung der dynamischen Rente, Berlin 1965 Grumbach, FranzKonig, Heinz: Beschaftigung und Lohne der deutschen Industriewirtschaft 18881954, in: Weltwirtschaftliches Archiv, Ausgabe 79, 1957, Hentschel, Volker: Geschichte der deutschen Sozialpolitik 18801980, Frankfurt am Main 1983 Herkner, H.: Arbeiterfrage und Sozialreform, Die Arbeiterfrage, 1, 8. Aufl., BerlinLeipzig 1922 Heuss, Theodor: Robert Bosch. Leben und Leistung, StuttgartTubingen 1946 37Hoffmann, Walter G.: Das Wachstum der deutschen Wirtschaft seit der Mitte des 19. Jahrhunderts, BerlinHeidelbergNew York 1965 Hueck, Alfred et al.: Lehrbuch des Arbeitsrechts, Band I, 7. Aufl., Berlin 1963 Kocka, Jurgen: Arbeitsverhaltnisse und Arbeiterexistenzen, Bonn 1990 Kocka, Jurgen: Mehr Last als Lust. Arbeit und Arbeitsgesellschaft in der europaischen Geschichte, in: Jahrbuch fur Wirtschaftsgeschichte, Ausgabe 2, 2005, S. 185206 Krause, Ferdinand: Die hergebrachten Grundsatze des Berufsbeamtentums. Eine rechtshistorische Analyse, Frankfurt am Main 2008 Berlin 1947 Kuczynski, Jurgen: Geschichte der Lage der Arbeiter in Deutschland von 1800 bis in die Gegenwart, Bd. 1, Kuczynski, Jurgen: Darstellung der Lage der Arbeiter in Deutschland 1789 bis 1849. Geschichte der Arbeiter unter dem Kapitalismus, 1, Berlin 1961 Lampert, Heinz: Krise und Reform des Sozialstaats, Finanzwissenschaftliche Schriften, Bd. 82, Frankfurt am Main 1997 Manes, Alfred: Sozialversicherung, 7. Aufl., Berlin 1928 Marschalck, Peter: Bevolkerungsgeschichte Deutschlands im 19. und 20. Jahrhundert, Frankfurt am Main 1984 Marx, Karl: Pariser Manuskripte, MEW, Erganzungsband I, Berlin 1956 Meinert, Ruth: Die Entwicklung der Arbeitszeit in der deutschen Industrie 18201956, Munster 1958 Merz, HansGeorg: Beamtentum und Beamtenpolitik in Baden. Studien zu ihrer Geschichte vom Groherzogtum bis in die Anfangsjahre des nationalsozialistischen Herrschaftssystems, FreiburgMunchen 1985 Molitor, Bruno: Soziale Sicherung, Theorie der Sozialpolitik, 1, Munchen 1987 Mommsen, Hans: Die Gewerkschaften und die Durchsetzung des Sozialstaates in Deutschland, in: Gewerkschaftliche Monatshefte, Ausgabe 2, 1981, Muckenberger, Ulrich: Arbeitsprozess Vergesellschaftung Sozialverfassung, 2. Aufl., Bremen 1985a Muckenberger, Ulrich: Die Krise des Normalarbeitsverhaltnisses. Hat das Arbeitsrecht noch Zukunft?, in: Zeitschrift fur Sozialreform, Ausgabe 31, 1985b, S. 415434, 457475 Nipperdey, Thomas: Deutsche Geschichte 18661918, Band II, Machtstaat vor der Demokratie, 3. Aufl., Munchen 1995 Pierenkemper, Toni: Die Vermarktung von Arbeitskraft in Deutschland: Begriff, Tendenzen, Forschungsprobleme, in: Auswanderer Wanderarbeiter Gastarbeiter. Bevolkerung, Arbeitsmarkt und Wanderung in Deutschland seit der Mitte des 19. Jahrhunderts, Hrsg.: Bade, Klaus J., Ostfildern 1984, S. 139178 Pierenkemper, Toni: Wirtschaftsgeschichte, Munchen 2005 Pierenkemper, Toni: Beschaftigung und Arbeitsmarkt, in: Moderne Wirtschaftsgeschichte: eine Einfuhrung fur Historiker und Okonomen, Hrsg.: Ambrosius, Gerold et al., Munchen 2006, S. 235256 Pierenkemper, Toni: Arbeit und Alter in der Geschichte, Otto von FreisingVorlesungen der Katholischen Universitat EichstattIngolstadt, 25, Wiesbaden 2006a Pierenkemper, Toni: Beschaftigung und Arbeitsmarkt, in: Moderne Wirtschaftsgeschichte. Eine Einfuhrung fur Historiker und Okonomen, 2. Aufl., Hrsg.: Ambrosius, Gerold et al., Munchen 2006b, S. 235256 38Pierenkemper, Toni: Der Auf und Ausbau eines Normalarbeitsverhaltnisses in Deutschland im 19. und 20. Jahrhundert, in: Geschichte der Arbeitsmarkte, Hrsg.: Walter, Rolf, Stuttgart 2009, S. 77112 Pierenkemper, ToniKendzia, Michael J.: Der vormoderne Allokationsprozess von Arbeit in Deutschland, IZA Discussion Paper Series, 4962, Pohl, Hans: Sozialgeschichtliche Probleme in der Zeit der Hochindustrialisierung 18701914, Paderborn u.a. Popitz, Heinrich: Der entfremdete Mensch Zeitkritik und Geschichtsphilosophie des jungen Marx, Basel 1953 Reichelt, Heinrich: Die Arbeitsverhaltnisse in einem Berliner Grobetrieb der Maschinenindustrie, Berlin 1906 Rejewski, HarroJurgen: Die Pflicht zur politischen Treue im preuischen Beamtenrecht 18501918, Berlin 1979 1973 Rimlinger, Gaston V.: Welfare Policy and Industrialization in Europe, America, and Russia, New York 1971 Ritter, Gerhard A.: Uber Deutschland. Die Bundesrepublik in der deutschen Geschichte, Munchen 1998 Ritter, Gerhard A.Tenfelde, Klaus: Arbeiter im Deutschen Kaiserreich 18711914, Bonn 1992 Rosenstock, Gunther: Versicherungstechnische Probleme in der Geschichte der Bismarckschen Sozialgesetzgebung, Koslin 1934 Rother, Klaus: Die Reichsversicherungsverordnung 1911, Aachen 1994 Rothfels, Hans: Theodor Lohmann und die Kampfjahre der staatlichen Sozialpolitik 18711905, Berlin 1927 Rothfels, Hans: Prinzipienfragen der Bismarckschen Sozialpolitik, Konigsberg 1929 Rothfels, Hans: Bismarck, Stuttgart 1970 Salais, Robert: La Formation du chomage comme categorie: le moment des annees 30, in: Revue economique, 36. Jg., Ausgabe 2, 1985, S. 321366 SchildbergSchroth, Gerhard: Szenen zur Kaiserzeit: Ansichten und Aussichten vom 19. zum 20. Jahrhundert, DichtungWahrheitSprache, Bd. 5, MunsterHamburgLondon 2002 Schmoller, Gustav: Begriff und historische Entwicklung des Beamtentums, in: Acta Borussica, Band I, Berlin 1894, S. 15143 Schmoller, Gustav: Die soziale Frage. Klassenbildung, Arbeiterfrage, Klassenkampf, MunchenLeipzig 1918 Schmuhl, HansWalter: Arbeitsmarktpolitik und Arbeitsverwaltung 18712002. Zwischen Fursorge, Hoheit und Markt, Nurnberg 2003 Munchen 2000 1984 Schulz, Gunther: Die Angestellten seit dem 19. Jahrhundert, Enzyklopadie deutscher Geschichte, Bd. 54, Stirken, Angela Der Herr und der Diener. Friedrich Carl von Moser und das Beamtenwesen seiner Zeit, Bonn Stolleis, Michael: Historische Grundlagen. Sozialpolitik in Deutschland bis 1945, in: Geschichte der Sozialpolitik in Deutschland seit 1945, Band 1, BadenBaden 2001, S. 199332 Syrup, Friedrich: 100 Jahre staatliche Sozialpolitik 18391939, Stuttgart 1957 Tenfelde, Klaus Hrsg.: Arbeit und Arbeitserfahrung in der Geschichte, Gottingen 1986 Tesch, Albert: Alfred Krupp, Leipzig 1923 39Ullmann, Peter: Tarifvertrage und Tarifpolitik in Deutschland bis 1914. Entstehung und Entwicklung, interessenpolitische Bedingungen und Bedeutung des Tarifvertragswesens fur die sozialistischen Gewerkschaften, Frankfurt am Main 1977 Vobruba, Georg: Staatseingriff und Okonomiefunktion. Der Sozialstaat als Problem fur sich selbst, in: Zeitschrift fur Soziologie, Ausgabe 7, 1978, S. 130156 Volkmann, Harald: Carl Zeiss und Ernst Abbe. Ihr Leben und ihr Werk, Abhandlungen und Berichte, 34. Jahrgang, Heft 2, Munchen 1966 Volkmann, Heinrich: Die Arbeiterfrage im preuischen Abgeordnetenhaus 1848 bis 1869, Berlin 1968 von Berlepsch, HansJorg: Neuer Kurs im Kaiserreich? Die Arbeiterpolitik des Freiherrn von Berlepsch 1890 bis 1896, Bonn 1987 von Hippel, Wolfgang: Armut, Unterschichten, Randgruppen in der fruhen Neuzeit, Enzyklopadie deutscher Geschichte, Bd. 34, Munchen 1995 Wehler, HansUlrich: Das Deutsche Kaiserreich 18711918, Deutsche Geschichte 9, 7. Aufl., Gottingen 1994 Wendt, Wolf Rainer: Geschichte der sozialen Arbeit. Die Gesellschaft vor der sozialen Frage, 1, 5. Aufl., Stuttgart 2008 Winkels, Rico S.: Demografischer Wandel: Herausforderungen und Chancen fur Personalentwicklung und betriebliche Weiterbildung, Berlin 2007 Wustner, Kerstin: Arbeitswelt und Organisation. Ein interdisziplinarer Ansatz, 1. Aufl., Wiesbaden 2006 Wunder, Bernd: Die Rekrutierung der Beamtenschaft in Deutschland. Eine historische Betrachtung, Konstanz Wunder, Bernd: Geschichte der Burokratie in Deutschland, Neue historische Bibliothek, 281, Frankfurt am Main Zimmermann, Benedicte: Arbeitslosigkeit in Deutschland. Zur Entstehung einer sozialen Kategorie, Frankfurt 1979 1986 am Main 2006 40", "filename": "643914986.pdf", "person": ["Michael J. Kendzia", "Kendzia, Michael J."], "date": ["2010"]}