{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/57526/1/644896531.pdf"], "title": ["Environmental and climate innovation: Limitations, prices and policies"], "plaintext": "Abstract There is currently much hope about environmental innovation and green technologies, notably as a response to the threat of climate change. This paper offers a critical perspective on the role of technological innovation to solving environmental problems, based on considering empirical economic studies, energy and environmental rebound, the energy return on energy investment EROEI of alternative energy technologies, and various crowding out effects. Features of green technologies and motives of green innovators are briefly discussed. This is followed by an examination of the desirable mix of environmental and innovation policies to stimulate environmental innovation, to escape current and to evade early new lockins, and to avoid the occurrence of a green paradox. This involves an evaluation of specific policy instruments from an environmental innovation angle. An extended argument is offered to clarify that environmental CO2 pricing is crucial even though insufficient for environmental innovation to deliver definite solutions. In other words, environmental innovation policy is no substitute for environmental regulation through prices. The paper also discusses the importance for environmental innovation of international agreements for regulation of greenhouse gas emissions and international coordination of innovation efforts. Keywords: climate change; environmental regulation; EROEI; green paradox; rebound; sustainability transition; technological diversity. 1 1023 1. Introduction This paper examines the potential contribution of, and limits to, technological innovation in solving environmental problems. The aim is to contribute in two ways to the important emerging debate on this topic. First, a critical evaluation is offered of the potential role of technical innovation in solving environmental problems. Second, an effective policy package is proposed which can help to overcome some of the identified complications. Attention is devoted to the balance of environmental regulation and technology policy, the choice of policy instruments, the role of price regulation in guiding environmental innovation, and the focus and timing of policy. To set the stage, first opportunities, constraints and complications associated with environmental innovation are critically assessed, so that the policy challenges are very clear. In fact, the terms green technology and environmental innovation are not unproblematic. Their use is widespread, but actually determining whether a concrete technology or innovation contributes to a reduction of environmental pressure will be argued to be very difficult. The policy lessons derived here will depend on a combination of insights from environmental economics and innovation studies including the recent literature on transition management. I will argue that a certain combination of policies and instruments a policy package is required to avoid paradoxes and counterproductive outcomes. I will stress that innovation policy is no substitute for environmental regulation, but that the two are complementary, unlike what many observers and politicians seem to think. It will further argue that innovation is not a cheap or easy or even dominant contribution to environmental solutions in a time frame of two or three decades which will be crucial to make a start with moving towards a safe level of atmospheric CO2 or more generally greenhouse gas GHG concentrations. Actually realizing this safe concentration will likely not be feasible until affordable breakthrough technologies, notably for renewable energy, have become available. The organization of the remainder of this paper is as follows. Section 2 examines the potential contribution of technological innovation to solving environmental problems. Section 3 characterizes green technologies, environmental innovators and their incentives. Section 4 discusses policies and instruments to stimulate environmental innovation in a right direction. Section 5 concludes. 2. On the contribution of technical innovation to solving environmental problems Looking at the literature on innovation and environment, one can easily get the impression that innovations are always good and present a relatively easy and cheap solution to pressing environmental problems, in particular climate change. However, this is an assumption or viewpoint rather than a robust outcome of careful research. This can be motivated in several ways. 2.1 Innovation is only a minor part of the solution In the course of several decades, the contribution of technological innovation is likely to be limited. The reason is that innovations do not appear immediately but require a considerable monetary investment in RD over an extended period of time. This may even be more true of environmental than average commerciallyoriented innovations as environmental innovations often require progress at the level of fundamental knowledge e.g., on new materials with a combination of desired features and do not easily find a large market as their benefits are social rather than private, and as they involve more processes then products. For example, green electricity does not look different from electricity produced with fossil fuels and is therefore not very attractive from the perspective of user needs, commercial value or provision of status to consumers. Important environmental innovations which will reduce greenhouse gas emissions to the atmosphere are thus likely to take a considerable amount of time. However, climate change is occurring at a rapid pace, and the question is not whether we can find innovative solutions at some time in the future but whether we can realize these sufficiently rapidly Stern, 2007. There is no doubt that with enough time available we will be able to achieve almost anything in terms of renewable energy technologies, of course within thermodynamic limits. But time is not on our side. This is illustrated by history, which shows that the full realization of 2 1023 energy transitions in specific countries, such as from wood to coal, to oil, and to electrification took some 200, 85 and 65 years, respectively Huberty and Zysman, 2010. Virtually all economic studies, regardless of the particular model and assumptions used, show that the major part of the reduction of greenhouse gas emissions in the coming decades is unlikely to be realized through technological innovation. Instead, the large part of emissions reduction will come from environmental regulation which will alter decisions about environmentally relevant inputs and outputs by producers as well as consumers. This in turn will cause changes in the production input structure and in the sector and demand structure of national economies. Undoubtedly, this will involve the adoption of already existing technologies, possibly with minor improvements, but it will not depend on extended innovation patterns and major technological breakthroughs. This is conform predictions by the International Energy Agency, according to which most reductions in GHG emissions in the coming decades will come from a more efficient use of fossil fuels and not innovations in renewable energy IEA, 2010. 3t where Lt To understand the difference between innovation and substitution, notice the production function Yt At Lt and Kt are labour and capital inputs to production, and Et is the environmental or energy input or waste output. Technological change can take different forms, namely a change in At which represents neutral technical change and a change in it which is biased technical change. The latter alters the relative productivity of the associated input factor, and can also affect the returns to scale. A change specifically in 3t represents environmental innovation. Finally, changes in Lt, Kt, Et for given parameter values mean factor substitution. This is not the whole story. The production function can be seen as describing a concrete process e.g., within a factory, in which case an innovation or better adoption that replaces the technology or organization of the factory may alter all the parameter and the distinction between substitution, technological adoption and innovation becomes diffuse. At an aggregate level, of a sector, region or country, the production function represents a combination of technologies, in which case interpretations are more difficult as equally recognized in the Cambridge capital controversy and evolutionaryeconomic writings on production and growth van den Bergh and Gowdy, 2003. input values simultaneously, meaning 2t Et 1t Ktthat In this context the longstanding debate on capitalenergy substitution in production functions is also relevant. Different studies generated different insights, depending on whether timeseries or crosssection data were used, the level of data aggregation, whether material inputs were included in the specification, and the definition and measurement of capital Koetse et al., 2008. According to an extensive review by Broadstock et al. 2007, some 75% of the estimates suggest that energy and capital are either complements or weak substitutes. This suggests that investment in production capital, which is necessary for most technical innovations, may not be very effective in terms of reducing energy use and associated pollutive emissions Fiorito, 2011. Various studies can be cited to illustrate the relative contribution of technological innovation to solving enhanced global warming. For example, a CGE study for the USA by a famous modelling team Jorgenson et al., 2009 finds that over 20252040, induced technical change ITC reduces the cost of economic adjustment by no more than 8%. Using a very different dynamic optimization model for the world, Hedenus et al. 2006 find that ITC in this case carbon pricing reduces the net present value NPV of abatement costs with 310 % compared with the case of exogenous technical change extrapolating historical trends. Moreover, specific innovation policies, such as subsidies, feedin tariffs and green certificates, further reduce the NPV with 47 %. These magnitudes are consistent with other studies Nordhaus, 2002; Goulder, 2004; Fischer and Newell, 2008. Popp 2001 uses energyrelated patents as a proxy for energy innovation, and finds that 13 of the overall response of energy use to prices was due to induced innovation, and 23 to factor substitution. All these studies suggest we cannot hope that technical innovation will solve the climate problem before it becomes dangerous. In other words, innovation and innovation policy cannot be used as an excuse for not implementing stringent environmental regulation of climaterelevant emissions. 3 1023 2.2 Will more knowledge save the environment? It is popular nowadays to pose knowledge as the most important production factor. The World Bank 2006, table 1.1 calculated the following composition of capital for 2000 based on monetary valuation of different types of capital: for lowincome countries total capital consists of 58% intangible human capital and informal institutions, 16% produced, 26% natural capital; for the OECD this division is 80%, 17%, 2%, respectively. This suggests a minor role for natural resources including energy. Another wellknown figure is the Solow residual from Solows 1957 econometric study of growth factors for the USA over the period 19091949. This unexplained statistical variation was estimated to be on average 1.5% p.a over the entire period and 2% p.a. in the second half. This was largely attributed to exogenous technological progress, also called the rate of growth of multifactor productivity. According to this view, gross output per man hour doubled during the period of analysis, of which 87.5 per cent was attributable to technical change. This interpretation served as one motivation for the later development of endogenous growth theory in the 1980s. Note that since Solows analysis included only capital and labour as production factors, implicitly energy and other resources were concluded to be relatively unimportant. Although this is broadly considered as an established fact within economics, Ayres and Warr 2005 present empirical evidence for the idea that energy is a much more important factor of historical economic growth. According to neoclassical economic theory, in equilibrium factor payments or their shares reflect the marginal productivity of each factor. Since the cost of or payment to energy at a national level for most countries has been in the range of 710 % over the past decades, this would suggest that the factor energy does not contribute much to production. Ayres and Warr argue that this can be explained by a wrong measurement of energy in traditional economic analysis, namely in monetary terms. They argue that this, however, does not well reflect the distinct qualities of various energy carriers, such as coal, gas, oil and electricity.2 They present an alternative modelling approach based on accounting for useful physical work, or what they call exergy services.3 Their exergy measure combines in a sophisticated way exergy contained in energy and material inputs in production, whereas previous studies dealt only with energy inputs or with energy and material inputs separately. In addition, Ayres and Warr include muscle work, chemical processes, heating and other fuel based mechanical work, and other electric work. More importantly, they take into account the fact that some exergy services are available as a commodity and accordingly valued in markets electricity whereas others are not automotive and heat energy in all sectors. Energy inputs fuels are of course valued in markets, but these differ from the exergy services they generate. Ayres and Warr 2005 find that when using their approach, the unexplained Solow residual almost disappears prior to 1975 while it remains small thereafter. They conclude that technical progress as supposedly captured by the Solow residual is virtually completely explained by historical improvements in exergy conversion to physical work. The break around 1975 may, according to the authors, be due to a structural shift triggered by the energy crisis which considerably raised energy prices and stimulated energy conservation and innovation. Another, earlier study by Kummel 1982 confirms that including energy well in the production function considerably reduces the Solow residual and implies a much more important role for energy than indicated by its cost share see also Kummel et al., 2002. 2 Nevertheless, Kaufman 1994, performing a time series analysis for the period 19551992 of the partial derivatives of the production function with respect to various fuels measured in heat units as indicators of fuel quality, finds that there is a long term relationship between the quality indicator and the relative price of the respective fuels although with a time delay of several years, pointing at some adjustment period. 3 Whereas energy is conserved, exergy is the thermodynamic term to denote nonconserved, available or useful energy, which is able to perform mechanical, chemical or thermal work. A distinction between exergy and exergy service is made, where the first denotes potential work and the second actual work. 4 Other approaches have also reduced the size of the residual. Jorgenson and Griliches 1967 show that changes in the quality of capital and labour inputs and the quality of investment goods explain most of the Solow residual. 4 4 1023 Another consideration is that some observers see in the trend towards an economy with ever more services and related activities an option to move away from intensive use of materials and energy. But this underestimates the indirect energy and material use of these service activities. For example, production of the computer chip, which is emblematic for services that involve ICT technology, requires a great deal of energy and generates much pollution per unit of weight. More generally, Ehrlich et al. 1999 question the environmental and social benefits of ever more knowledge. They point at the fact that there is much irrelevant knowledge or even disinformation fake or even false information, notably through commercial advertisement produced, that a great deal of potential knowledge is irreversibly foregone due to both biological and cultural diversity loss, and that new knowledge and technological innovation have unintended rebound effects Section 2.3. They propose policies to counter these negative effects, such as public production of knowledge, subsidizing the dissemination of knowledge education, reducing incentives for the production and distribution of disinformation regulating advertisement, protecting intellectual property rights well, and protecting the biosphere and biodiversity by adequate environmental and resource policies. Most of these suggestions are not new or surprising, but the idea that the process of information conservation and extension needs to be guided well with a package of multiple policies is worthwhile. Solow 1957 talks about capitalsaturation of technical progress due to the fact that the latter is always embodied in capital. He argued that this would occur if the gross marginal product of capital falls to such an extent that it can only cover depreciation. This he associated in turn with capitallabour ratios or capital intensity of around 5 or higher. Solow indicated that the US economy was far below that still. And it seems that most industries in most countries still are below this threshold, which is a reason to be optimistic about technical progress. Recently, Acemoglu et al. 2009 have presented a general model to examine whether innovation can ultimately lead to a sustainable economy, and if so, under which conditions. If dirty and clean alternatives are strong substitutes, then optimal environmental regulation to redirect technical change is only temporarily necessary. Once clean technologies are sufficiently advanced, RD would be aimed at these technologies without further government intervention. This might, however, be a result that crucially depends on the model including a perfectly clean alternative goodsector. The authors further undercut the current dominant view in climate economics, expressed repeatedly by the prime author on climate economics, Nordhaus 2002, which suggests that policy intervention should be modest and implemented gradually. Instead, an important advice from Acemoglu et al. is that any delay in policy intervention will turn out to be unnecessarily costly. The sooner and the stronger is the policy response, the shorter is the slow growth transition phase. Two other, more technological pessimistic cases are considered as well, in which stringent policy is even more urgent. First, if alternatives are weak substitutes, then permanent intervention is needed. Al Gores 2006 documentary An Inconvenient Truth and The Stern Review Stern, 2007 are mentioned as having expressed this view most clearly in the public debate. Second, if alternatives are complementary, then long run growth needs to be stopped to avoid environmental disaster, which is called the Greenpeace view. This view is not necessarily inconsistent with economic analysis, but simply makes sense if technological innovation is not fast enough to overcome environmental effects of scale increases due to income growth. The model employed has only two products, dirty and clean, with associated production sectors. Research is done in both sectors and the profitability of this depends on three factors: the relative direct productivity, a market size effect, and a price effect relative prices of cleandirty inputs. The authors support the view which is later discussed in more detail in this paper, namely that a policy package of two instruments e.g., carbon tax and innovation subsidy is required. Numerical exercises show that it is probably better to err on the side of a too high carbon tax. Before closing this item, I need to mention two related branches of literature which have received much attention in the 1990s though less since then, namely endogenous growth theory with environment Smulders, 2005 and the environmental Kuznets curve EKC which expresses that the correlation between income and environmental pressure initially is positive 5 1023 but becomes negative beyond a certain income threshold Stern, 2004. The first literature extends traditional growth theory with RD, learning and environmental and resource variables. Despite an enormous amount of intellectual effort on pure theory, its insights are, however, rather trivial or not empirically verified. Studies in this vein have implicitly or explicitly tried to prove the theoretical existence of an EKC curve. The EKC debate initially stimulated optimism about the potential conflict between growth and environment, but ultimately one has to conclude that: the ECK does not yet apply to structural, sustainability type of environmental problems like global warming; it provides a partial perspective in the sense that it does not hold for aggregate environmental indicators; it overlooks the problem of leakage, problem shifting and relocation of dirty industries; and it cannot guarantee that the EKC is a temporary phenomenon, followed by an increase of environmental pressure once behavioural and technological solutions will have been exhausted. In any case, the idea that growth will solve environmental problems without environmental regulation is not supported by the EKC literature: examples of EKCs water pollution, local air pollution, acid rain are characterized by an intense historical regulatory effort. The interpretation of the EKC curve has been threefold: higher incomes stimulate consumers to alter heir individual behaviour towards cleaner consumption; more economic growth stimulates environmental innovations; and richer citizens vote for more stringent policies the environment as a luxury good, and the counterpart of too poor to be green. These mechanisms may hold some truth, but the question remains whether they are sufficiently powerful to realize a delinking between income growth and environmental pressure. The debate about the limits to growth and the role of technology and knowledge has not ended. 2.3 Energy and environmental rebound Much technological innovation is in the area of energyefficient equipment. From the partial perspective of an individual technology this seems a sensible strategy, but the unfortunate fact is that it tends to go along with various unintended effects that cause the net energy saving to be much lower than the initial or direct energy saving. These unintended effects are often referred to as energy rebound. Many studies suggest energy rebound is an underestimated problem which seriously undercuts the effectiveness of wellintended energy conservation strategies see the survey by Sorrell, 2009. This holds even when rebound is below 100 % rebound. When it is equal or higher, then we have the case of what is known as backfire or the Jevons paradox. If the latter is the general case, then we are in big trouble. The evidence on this is, however, mainly anecdotic. Nevertheless, one can not exclude it as a fundamental barrier to energy conservation at the economic systems level, which means that an intensive research effort is justified here. The significance of rebound extends beyond energy use. One speaks of environmental rebound or shifting problems when solving one environmental problem results in causing or magnifying another. An example is solid waste resulting from abatement of air or water pollution. This is in line with the mass balance principle which tells us that pollution abatement cannot make materials disappear. Note that the problem of rebound may be especially important to developing countries. The reason is that their final demand is still far from saturated, so that both demand and production sectors can greatly expand, stimulated by more energyefficient technologies van den Bergh, 2011. These are not optimistic messages, and not surprisingly some engineers and technological optimists have responded with denial Lovins, 1988. To understand rebound, consider the following four fundamental reasons for it. First, improvements in efficiency relieve limits of various types time, money, scarce resources, production factors, and space. Economic activities can subsequently grow leading to an indirect increase in energy consumption. Second, if general purpose technologies become more efficient this will stimulate their diffusion to new activities, sectors and applications, even from production to consumption sectors. For example, the number of appliances used in household activities many of which previously were limited to use within industrial activities is continuously rising. Third, as argued by Tainter 2010, solutions to environmental and other problems humans face generally take the form of increasing complexity in technologies, organizations, institutions or 6 1023 public regulation. This in turn often leads to a larger demand for energy. Fourth, the behaviour of individuals, households and firms is characterized by bounded rationality myopia, habits, partial goals, etc. which results in not understanding or not recognizing rebound mechanisms and their effects, or even denying these or assigning responsibility for them to others. Some important rebound mechanisms of energy efficiency improvements are as follows for a complete list, see van den Bergh 2011: More intensive use of equipment if it has a lower effective energy cost due to a higher Purchase of larger, heavier equipment or with more energy using functions. Respend financial savings due to energy conservation on other energyconsuming energy efficiency. goods or services. Buy a new energyefficient device that embodies energy in its production. If initial energy savings large, the energy price and in turn the prices of energyintensive goods drop, which will stimulating demand for them. Sinn 2008 calls this a green paradox when it relates to price effects and subsequent supply responses on fossil fuel markets. The debate on energy conservation and rebound repeats itself. In the 1970s and 1980s it was stimulated by the need to move away from expensive energy resources. Currently it is stimulated by climate change and the peak oil problem. It seems little has been learned, because currently again the belief is widespread among economists, environmentalist, energy experts and politicians alike that improving energy efficiency and stimulating voluntary action offer easy solutions. Nevertheless, as Brookes 1990 has well argued, countering global warming will unfortunately not be that easy. Especially wellintended voluntary action in the absence of environmental regulation can go along with huge rebound effects. To weaken or minimize energy rebound, conservation and related technological innovation need to be induced by higher energy prices, while overall rebound should be limited by a hard ceiling on relevant environmental CO2 emissions. The combination of a price mechanism and a quantity limit suggests the instrument of tradable emission permits or rights capandtrade as an effective rebound policy van den Bergh, 2011. If rebound occurs, then the ceiling to emissions will push up the permit price until rebound effects are sufficiently discouraged. 2.4 Renewable energy technologies have a low EROEI Next to energy conservation, a main strategy to combat energyrelated pollutive emissions is renewable energy. If we would be able to move to an economy running entirely on renewable energy, then energy rebound would not be a problem anymore since all extra energy use would be renewable. Apart from specific environmental problems associated with large scale application of renewable energy, such as noise wind turbines at land, disturbance of marine life wind turbines at sea, use of scarce materials solar PV, and scarce land use and possible impacts on food production biofuels, an important question is how efficient renewable energy technologies can become in terms of their use of labour, capital and energy itself. One composite measure that has been proposed to capture this is the energy return on energy investment or EROEI Murphy and Hall, 2010.5 It is defined as the energy output obtained in a process divided by the energy input or cost needed to extract, produce, deliver and use the output. If renewable energy needs indirectly many energy and labour inputs, and technological advance cannot reduce these inputs considerably, then the energy surplus or net energy available, i.e. the output minus the input will remain small. An economy running entirely on renewable energy would then devote a disproportionally large share of activity and labour to provide intermediate services to the renewable energy sector: energy delivery, extraction of material resources, production of highquality materials and equipment solar PV panels, wind turbines, transport of materials and equipment, maintenance, and education of experts. 5 A closely related notion is energy payback period. 7 1023 Innovations in renewable energy technologies whether wind, solar or biofuels tend to increase the complexity and roundabout character of the supportive system, causing significant progress in associated EROEI values to be uncertain. Giampietro et al. 1997 calculate that for developing countries complete dependence on biofuels would imply that depending on the country and climate zone 20 to 40 % of the working force would be employed in the energy sector, and an even larger part if pollutive emissions and soil erosion problems associated with large scale biofuel production would have to be countered while problems like a sharp increase in pesticide use would have to be accepted. In general, a serious investment in biofuels will lead to a high demand for land and water, leading to negative effects on other uses of these resources, notably food production. Giampietro et al. conclude p. 598: Massive adoption of biofuel, with its much lower energy throughput per unit of labour than fossil energy, would reverse a basic trend conferred by technological progressnamely, reducing the fraction of human time that can be allocated to the service sector, retirement, and leisure. More generally, one can rank combinations of resources and technologies and climate zones in terms of their EROEI performance Murphy and Hall, 2010. Historical oil exploration was characterized by easily reachable fields with good concentrations and thus scores the best with an EROEI of over 100, followed by coal, which has had a constant EROEI of about 80 since the 1950s. More recently discovered oil and gas fields perform less well. Note that the global average EROEI of oil went down from over 100 to less than 40 nowadays, despite technological progress in exploration, drilling and transport technologies. The reason is that effort is redirected to less easily accessible reserves or reserves with lower concentrations The EROEI of nuclear fission varies between 5 and 15, that of hydropower is above 100 but has limited application, wind is 18, solar PV is about 7, solar flate plate thermal collectors 1.9 and solar concentrated heat power 1.6, sugarcane cornbased ethanol varies between less than 1 and 10, and biodiesel 1.3. This all illustrates that the transition to renewable energy means, unlike historical transitions to coal and oil, moving to a less concentrated and therefore in many ways less attractive source of energy. This underpins the unprecedentedly ambitious nature of the required energy transition. Hall et al. 2009 try to assess a minimum EROEI that a society must attain from its energy exploitation to sustainably support economic activity. A minimum EROEI reflects the idea that to survive or grow any living organisms or socioeconomic system must gain considerably more energy than it uses in obtaining that energy through exploration and extraction activities and all indirect energy use associated with it. The authors calculate the minimum EROEI is approximately 3 for biofuels. Since most current biofuel producing technologies have an EROEI of less than 3, economic systems cannot depend fully on them and will need subsidization from fossil fuels, unless technical progress pushes their EROEI beyond the threshold of 3. This raises the question which are the thermodynamic limits to EROEI for specific combinations of resources and technologies and geographicalclimate zones. Unfortunately, there seems to be no study which has systematically addressed this question.6 2.5 Crowdingout effects Investment in environmental innovation and related RD may have crowdingout effects. This has received attention in recent studies on innovation and climate change. Crowdingout is a term that has been used in different contexts. It can be generally defined as an unintended effect of a policy that frustrates the intended beneficial outcomes of it. A much mentioned example in the context of environmental policy is that price regulation may crowd out intrinsic motivations and associated voluntary action, which can result in a smaller ultimate or net effect on behaviour than apriori expected or planned. Other crowdingout effects of climate policy involve environmental RD reducing investments aimed at improving the productivity of labour 6 Even though EROEI data and analyses can provide a very condensed and powerful message, this should not be interpreted as a complete perspective on alternative energy technology options. For example, they do not well capture differences in energy quality e.g., different fuel types, electricity, heat and overlook that some energy technologies are restricted by scarcity of certain material resources. 8 1023 education and capital general RD. This in turn raises the net, expost cost of climate policy. Of course, complementarity between the production factors labour and capital on the one hand, and energy on the other, means that any technological change that increases labour or capital productivity will increase energy use. To empirically assess or predict the net effect of all these mechanisms is difficult. Different climate models with technological change make different assumptions about it Popp, 2006. This is one reason for diversity in estimated costs of, and thus optimism about, strategies of climate protection. Finally, it is good to realize that general nonenvironment oriented innovations can introduce new externalities or magnify existing ones Witt, 1996. How do we make sure that we only get the beneficial innovations and prevent the harmful ones? Usually we do not know the full implications of an innovation at the time it is being prepared or underway Witt and Schubert, 2008. The good news is perhaps that whereas traditionally innovations in processtechnology have been predominantly laboursaving leading often to an increase in energy use because of associated substitution effects , with stringent environmental regulation innovations will shift to contributing more to environmental conservation, i.e. saving on energy and material inputs in production processes. 3. Characterizing environmental innovation, innovators and their incentives When trying to define, interpret and classify environmental innovations, it should be clear from the problems identified in Section 2 that the notion itself is problematic. The reason is that in many cases it is virtually impossible to know for sure that a new technology will ultimately create a net environmental benefit, after all indirect and unintended effects have materialized. A kind of chain management which takes account of all relevant effects in the extended production chain from resource extraction through production and final consumption to recycling and waste management is a minimum requirement to be able to judge the environmental nature of an innovation. However, a more ambitious, economywide evaluation of all energy and environmental rebound and crowdingout effects would ideally be needed to make sure that one can designate a certain technological innovation as environmentally beneficial. One should not be satisfied with partial, hopeful analysis only. Moreover, we should design policies as much as possible to stimulate innovation to deliver net environmental benefits see Section 4. that demandbased subsidies have primarily encouraged A fundamental, unresolved issue regarding environmental innovation is when to focus on fundamental innovations basic research, both in firms and the public sector and when on applied RD and diffusion. In discussing clean energy, Funk 2010 suggests we are currently focusing too much on demandbased subsidies, which has encouraged the implementation of existing technology and not the development of new types of solar cells, batteries, and wind turbines. Although incremental innovations are also important, in order to realize the very ambitious goal of longrun environmental sustainability notably stable and safe CO2 concentrations in the atmosphere we need dramatic reductions in the cost of clean energy. For example, Funk argues the implementation of single or polysiliconbased solar cells while it is now clear that newer forms of socalled thinfilm solar cells have much lower costs. He makes similar arguments for wind turbines and electric vehicles. For wind turbines, we need materials with higher strengthtoweight ratios in order to build large wind turbines in areas with high wind speeds. For electric vehicles that can eventually compete with traditional vehicles, we need to find materials for batteries that have sufficiently high energy and power densities. Funk argues that all these fundamental innovations are more critical to making a largescale transition to clean energy in a few decades than in the short term trying to raise the cumulative production and consumption of solar cells, wind turbines, and electric vehicles in factories. Support for this view can be found in the important role longterm research on semiconductors played in altering the cost and performance of computers and other electronic products. This was accomplished by steady and rapid improvements in the performance of integrated circuits, as captured by Moores law, namely exponential growth of chip capacity of about 40 % per annum. This in turn reduced the cost of computers which increased demand for them. No demandside policy was needed. Of course, one cannot hope to achieve such a favourable progress rate for renewable energy technologies, certainly not without public support of basic research. 9 1023 Using rather different starting points and theoretical considerations, Nill and Kemp, 2009, Mowery et al. 2010 and Safarzynska and van den Bergh 2010 all argue that the demandside affects innovation and its net benefits too, but the question really is whether this is as important for renewable energy and energy conservation as it has been, for example, for ICT and internet related innovations. The different views suggest more research and debate on this theme is desirable. An important question is why we should subsidize demand, for example, for solar PV technologies. Such a market is not sustainable if the price difference with fossilfuel technologies is large, as it currently is, partly because of the absence of serious environmental regulation. The main other reason to support a larger market would be that it stimulates considerable cost reductions through both demand and supplyside returns to scale learning, economies of scale in production, network externalities, etc  However, there is no clear evidence of this for renewable energy technologies, and moreover, these cost reductions and their time patterns have to be compared with those obtained by shifting demand subsidies to support of fundamental research. Based on a study for Denmark, Germany and the UK, Klaassen et al. 2005 provide evidence that public RD contributed considerably more than marketrelated learning to cost reduction of wind turbine technologies, namely on average 5.4% for learningbydoing and 12.6% for RD based learningbysearching. Although there does not seem to be a similar decomposition study for solar PV, one would expect an even larger difference given that the learning curve of solar PV shows a higher progress rate than that of wind, which has been largely attributed to RD investments van der Zwaan and Rabl, 2003. In addition, it is likely that to solve an environmental problem like climate change, which is caused by emissions from virtually all economic sectors, we need innovations that can be of relevance to multiple sectors or the whole economy as well as systemic innovations requiring complementary changes rather than autonomous standalone ones. Another classical distinction is into factorsaving and qualityimproving innovations. Environmental innovations will be mostly of the first type, although they will often go along with the second feature, and may even need this to make the innovation attractive for a large consumer market less so for firms. Factorsaving can here relate to the abstract factor environment, and more concretely to materials and energy. Finally, we cannot wait for environmental innovations to arise spontaneously through business and market incentives in the absence of stringent environmental regulation and specific technological policies. Perhaps solar PV might without policy become commercial in a century, but this will be too late in view of the ongoing process of climate change. Apart from technologies, agents or environmental innovators can be characterized. Kemp and Pearson 2008 consider three types as essential to understand environmental innovation and diffusion. First, strategic ecoinnovators develop ecoinnovations equipment, services for sale to other firms. Second, strategic ecoadopters intentionally implement ecoinnovations, whether developed inhouse or acquired from other firms. Finally, passive ecoinnovators adopt process, organisational and product innovations that result in unintended environmental benefits e.g., more energyefficient equipment. For the formulation of environmental and innovation policies it is important to know which incentives apply to these various types of environmental innovators. One should not assume a single model here. The diversity of firms, motivations and industries implies a diversity of determinants of ecoinnovation and adoption. Possibly, environmental innovations cover a broader set of motivations than regular innovations. The reason is that environmental innovations are inspired not only by market opportunities but also by health, environmental and ethical concerns. Important determinants or motivations include the following in a random order: Current environmental regulation; this affects environmental innovation positively, but more so in less innovative firms; Vollebergh 2007 and Popp et al. 2009 review many empirical studies, and conclude that environmental regulation has a strong incentive effect on innovation. Anticipation of, or fear for, future regulation. Existence of niche markets and their opportunities, reflecting tastes of environmentally conscious or wealthy consumers. 10 1023 A firstmover advantage for firms in a national, or sectors in an international, context Porter and van der Linde, 1995. Public image ultimately aimed at increasing sales or profits. Awareness of environmental pressure exerted by the firm and opportunities to relieve it, possibly improved by having an environmental manager, unit or management system; studies indicate that environmental management systems and their ISOEMAS certification affect innovation positively Wagner, 2007. Education of employees has an important impact on environmental innovation Horbach, 2008. Social or commercial pressure exerted by environmental NGOs, customers and suppliers; studies indicate that shown corporate social responsibility and consumer pressure affect the presence of environmental innovations but not their magnitude Wagner, 2007. A significant correlation exists between the rate of expenditure on pollution abatement and the level of RD spending and patenting by firms Lanjouw and Mody, 1996. Networking activities involving cooperation and learning from others, possibly aided by covenants voluntary agreements involving multiple firmspolluters, NGOs and a regulator. Different factors apply to different firms and industries, which therefore may require different policy foci. This is what we turn to now. 4. Policy and instrument choice to stimulate environmental innovation 4.1 A policy package Although policy aspects were already alluded to in the previous discussions, here I offer an explicit and more systematic discussion. Policies to stimulate and guide environmental innovation include both environmental regulation and innovation or technologyspecific policies. They serve different functions and are therefore largely complementary, even though many policy writings and political statements suggest incorrectly that innovation policy, or even environmental innovation without policy, can act as a substitute for environmental regulation.7 The distinct capabilities of the two policies are nevertheless very clear. Environmental regulation aims to reduce negative, environmental externalities, while innovation policy intends to address positive, knowledgerelated externalities RD spillovers, i.e. incomplete appropriability of innovation benefits. Both can be useful to counter the problem of lockin which can be conceptualized as a negative externality; Gerlagh and Hofkes, 2002. Implementing only one of these policies is likely to lead to unintended and very undesirable outcomes. Consider first the example of renewable energy subsidies as an instrument of technology policy. In the absence of correct environmental regulation such as a carbon tax, such subsidies will magnify the supply of energy notably electricity, which may due to a depressing impact on fossil fuel prices stimulate a more rapid extraction of fuel resources. This in turn will lead to an increase in greenhouse gas emissions which aggravates global warming. This has been called a green paradox Sinn, 2008, which can be seen as a special case of rebound Section 2.3. The problem here is that policies like renewable energy subsidies, but also strategies like energy conservation through more energyefficient technologies, or even shifting to nuclear fission, reduce the demand for fossil fuels while forgetting about their supply. Lower demand will reduce prices of fossil fuels through both market competition and backstop technology effects which will stimulate their pace of extraction and supply as their conservation in stocks underground will become less profitable, and in turn increase their demand as a second order, rebound effect. The specific problem here is that climate solutions cannot be seen separately from oil markets. Fundamental to this is the mass balance principle, according to which a reduction of carbon dioxide in the atmosphere can only be realized by less extraction of fossil fuels, apart from forestation and carbon capture and 7 This view can be found on both ends of the political spectrum. For example, the Bush administration transmitted this line of thought as one reason for not wanting to ratify the Kyoto Protocol. Supporters of ambitious renewable energy subsidy programs, like in Germany, often express a similar stance. 11 1023 storage both of which offer a very limited capacity.8 To avoid a green paradox due to making clean energy cheaper, one has to simultaneously make dirty energy fossil fuels more expensive through environmental regulation. On the other hand, with only environmental regulation, that is, without innovation policy, also unintended and undesirable outcomes result. Selection pressure will then favour currently costeffective technologies which may lead to an early lockin of these at the disadvantage of technological alternatives that are more desirable from a longrun perspective. In other words, costreducing potential of not yet costeffective technologies is neglected. Adding innovation or technologyspecific policies will help to influence the speed and direction of technological change in a desirable direction, keep options open, and thus guide alternative technological scenarios. One additional reason which makes only environmental regulation insufficient is that environmental innovation has to deal with long term horizons and double uncertainties, namely about climate change and about the international and national regulatory context. Arguably, these uncertainties are much larger than in a normal innovation context, which makes environmental innovation different from innovation in general. So a combination of environmental and technological policies will avoid rebound and the green paradox, and help to create pressure to escape existing, and avoid new, lockin. Nevertheless, probably more policy pressure is needed to unlock the current fossil fuel based energy and transport systems unless the price incentive of regulation is very strong. A kind of separate unlocking policy can compensate for, or counter, increasing returns to scale on demand and supply sides of markets which cause lockin. A range of specific policies to escape lockin includes the following: Regulate environmental externalities so that product and service prices reflect these. Set clear a future goal e.g., the ZEV program by the state of California. Discourage innovation and learning in dominant undesirable technologies. Restrict advertising e.g., of fast cars with oversized engines. Create semiprotected niches e.g., with public subsidies. Public procurement buy green products, ecoefficient buildings. Employ status seeking e.g., stimulate hybrid car and solar panels on houses to become status goods. Stimulate pathway technologies e.g., energy storage batteries. Stimulate complementary technologies and infrastructure e.g., road pricing and intelligent cars, fuel cells and hydrogen filling stations. Educate consumers notably teenagers about impacts and opportunities. 4.2 Policy focus and technological diversity In Section 2 it was argued that we may need first more fundamental research on materials which are essential to the performance of clean energy technologies instead of more diffusion production and demand and learning in factories associated with current, technologies. This suggests the relevance of subsidies for RD on fundamental innovations rather than for deployment. Funk 2010 calls the current demandoriented policies ineffective feelgood approaches. Stimulating demand through subsidies when the price gap between fossil and solar PV electricity is so large is a very expensive way to reduce CO2 emissions as well as to stimulate cost decreases in electricity generation with solar PV. A important question is when to shift the attention from RD to largescale adoption diffusion, and associated with this to move from fundamental, mainly public to applied, private RD and strategic niche 8 Sinn 2008 argues that different instruments can in principle provide a solution by limiting supply of fossil fuels: i declining ad valorem taxes on carbon consumption; ii a constant tax on carbon extraction; iii subsidizing fossil fuel stocks in situ; iv increasing taxes on capital income and closing tax havens; v safer property rights reducing myopia of resource owners; vi quantity constraints and tradable permits; vii sequestration and forestation. Instruments i and iii are politically infeasible, iv may assume too much rationality on behalf of firms and investors, v is difficult, and vii is insufficiently powerful. Arguable, solutions ii and vi offer most potential, but vi needs to be applied at a world scale to avoid leakage, as is currently the case with the EU ETS system for CO2 emissions. 12 1023 management. It has turned out difficult to provide accurate information about this. The literature on time strategies provides some suggestions Section 4.5. Of course, because of the interaction and feedback between the various stages of RDDD the nonlinear model one should stimulate market development before a technology is costeffective. A related question is what fundamental, public research funds should focus on. Mowery et al. 2010 conclude from research in agricultural, biomedical and information technology that a focus on major, radical innovations and deviant technologies is needed.9 In line with this they suggest that diversity is desirable. However, it is not clear how much diversity, how much deviance disparity and for how long. An important tradeoff is between the benefits of increasing returns to scale and the benefits of keeping options open and allowing for spillovers and recombinant innovation van den Bergh, 2008. To ameliorate the conflict between these, one might encourage an international coordination of diversity where different countries specialize more or less in technological RDD that matches well their history university research and industries, expertise labour market, education, and geographical and climate conditions wind, sun, land. Then diversity can be combined with a critical scale in RD for each technology or technological area van den Bergh et al., 2006. To illustrate what this can mean for evaluation of concrete technologies, consider nuclear fusion. It is suggested as one possible technology to escape electricity generation using fossil fuels. However, it not necessarily a good strategy as it is characterized by a lack of diversity: only one largescale experiment is currently undertaken, namely the ITER reactor constructed at Cadarache in southern France. As opposed, technologies like fuel cells and photovoltaic electricity are characterized by much diversity in types, applications and countries institution and policy conditions, and fuel cells in fuels as well. This guarantees more innovation, spillovers, learning and option values. This topic evidently needs more research, where attention should be given to the different dimensions, benefits and costs of diversity van den Heuvel and van den Bergh, 2009; Stirling, 2010; Skea, 2010. Moreover, an important question is whether given the limited time offered by rapid climate change, we can afford the luxury of wasting scarce funds on supporting diversity. I think we have no alternative here as major innovations to allow for a transition after 20402050 will require a certain degree of diversity of options and experiments. Until that time we have to reduce CO2 emissions mainly by environmental regulation CO2 pricing of behaviour by firms and consumers. 4.3 Choice of policy instruments Next, we move to the choice of specific instruments of environmental regulation that are most suitable to promote environmental innovation. The basic, theoretical finding is that price regulation taxes or tradable permits has two advantages. First, it can deal with heterogeneity of polluters, captured by different marginal costs curves of pollution abatement. The reason is that a price incentive makes sure that each reasonably rational polluter will move toward that level of pollution abatement where its marginal abatement cost is equal to the pollution price. As a result, the marginal abatement cost will be equal among all polluters, implying that total pollution abatement in the regulated sector or economy is realized against minimum costs. In other words, this policy instrument realizes an efficient or costeffective outcome. The second advantage of price regulation is what is called dynamic efficiency: if there is a new technology that can realize pollution abatement at a lower cost, then firms will have an incentive to replace the old by the new technology, i.e. undertake innovationadoption, and increase their abatement level. In this way, they will reduce their tax bill, whereas their total pollution abatement costs 9 They also argue that the popular analogies of the Manhattan and Apollo projects are at best inaccurate and at worst misleading models for the design of public RD programs on climate innovation Mowery et al., 2010, p.1022. Unlike these ambitious political projects, where public RD was guiding and the government was effectively the sole consumer, climate innovation involves a multitude of decentralized solutions associated with different technologies ranging from various types of energy conservation to various types of renewable energy, private and public RD, and diffusion of these technologies in markets with many producers and consumers. All together, the climate innovation problem seems tougher. In response, Perrow 2010 argues that the climate strategy CCS carbon capture and storage has features which may legitimate an ApolloManhattan type of research approach. 13 1023 may go in any direction, with an increase always being smaller than the savings on the tax bill Milliman and Prince, 1989; Fischer et al., 2003. As an indirect effect, such adoption incentives will translate into incentives for RD aimed at improving the environmental performance of related technologies. A uniform standard as an instrument of environmental regulation does not have either advantage of the price instrument. This holds for quantity regulation as well as technology standards, such as BAT best available technology and BATNEEC best available technology not entailing excessive costs. In comparison with a price instrument a uniform standard provides a smaller economic incentive benefit for adoption of, and RD on, cheaper abatement technologies. A standard may be more effective, though, as the environmental outcome is more certain. But it specifies a specific behaviour which discourages polluters to search for cheaper or new solutions. Stavins and Schmalensee 2010 note that renewable or clean electricity standards are a very expensive way to reduce carbon dioxide emissions, in fact, much more expensive than carbon pricing. They moreover only apply to a small part of all dirty energy use, omitting about 60 percent of U.S. CO2 emissions. This would then allow for easy rebound effects as well. Standards may, however, provide innovation incentives if they involve stricter norms than are currently technologically feasible along with a time horizon. A wellknown example is the zero emissions vehicles ZEV policy of California. A tradable permit system combines the advantages of price and quantity regulation, namely static and dynamic efficiency and effectiveness. This is not surprising as it is really a standard at the aggregate level, namely a ceiling to pollution for all polluters jointly, and a price incentive through the permit market. Some studies suggest that tradable permits avoid early lockin Krysiak, 2009. Instead, under taxes and standards, only the current leastcost technology is used and developed, contributing to the chance of a lockin into an inferior technology. In the case of tradable permits the price incentive is not uniform or identical for all polluters because the price of permits may vary over time, space and agents. In addition, uncertainty about the cost of future technologies, future permit prices, and diversity of individually negotiated permit prices contributes to firms seeking different ways to insure themselves against price uncertainty. This can give rise to a diversity of abatement strategies, making technological lockin at the sector or market level less likely. At the same time, technological progress may be slower than under taxes, as technology diffusion lowers the permit price which reduces the incentive for nonadopters to adopt. Another factor that may slow down technological progress is volatility of the permit price, as it creates uncertainty about returns to innovations that limit future GHG emissions. With a CO2 tax returns will be more certain and stable over time. This can result in total pollution being higher under permits than under equivalent taxes. The type of tradable permit market matters as well. Whereas spot markets cannot induce the socially optimal degree of innovation, futures markets may be able to do so Laffont and Tirole, 1996. 4.4 Correct energy prices are crucial for environmental innovation Generally, in the literature on innovation studies the role of prices and environmental price regulation is a bit downplayed, and the same holds for the more recent literature on sustainability transitions.10 Here I want to stress why in the case of environmental innovations, for many reasons, it is important to get the prices right. If energy prices reflect well environmental externalities, then all intermediate and final goods and services will appropriately signal direct and indirect environmental impacts. Focusing on climate change, the core role of energy sources, carriers and technologies in the economy demands an efficient information instrument which can deal with this systemwide role of energy as played by no other resource. Pricing of CO2 fulfils this requirement: it will make sure that all goods and services in the economy will have a cost that is proportional to their energyrelated pollutive character 10 In environmental science and Ecological Economics one can find radical views which express that markets and capitalism are unwanted and that price regulation somehow justifies it or submits to its dominance OConnor, 1994. An important argument here is that price regulation will create many undesirable distributional effects. I propose a counterargument in the main text. 14 1023 over their entire lifecycle. As a result, all buyers producers and consumers, investors and innovators will be forced to take the environmental cost into account in any decision they make. No other regulatory instrument is capable of controlling the impact of all goods and services in the economy at such a detailed level and so effectively, consistently and accurately. This insight does not require an assumption of perfect rationality of agents. A degree of sensitivity to price information is sufficient. Many empirical studies indeed show that energy prices are an important factor of behaviour, of both producers and consumers van den Bergh, 2008. Using patent data, Popp 2006 finds that they have the largest inducement effect on innovation. Fischer and Newell 2008 find using an applied model which includes a range of environmental and technological policy instruments that a price on CO2 emissions is the most efficient single policy to reduce emissions. Their explanation is that it simultaneously stimulates fossil energy producers to reduce emissions, consumers to conserve energy, and renewable energy producers to increase production and reduce their costs through learning. They add that a combination of price regulation and technology policy instruments is even better i.e. more efficient. Some other relevant insights are that the fuel efficiency of the new car fleet responds more than proportionally to changes in expected gasoline prices. When energy prices are stable, innovations tend to reduce consumer prices, but following the oil price hikes, innovations made equipment e.g., airconditioning more energyefficient. Interestingly, adoption decisions are more sensitive to upfront cost than to longrun operating costs including energy use Jaffe and Stavins 1995. This suggest a high discounting of future energy costs, which may reflect price uncertainty and bounded rationality myopia. This suggests the need for information provision next to externality pricing. On the other hand, higher energy prices themselves may make polluters more rational in the sense of stimulating consciousness about energy costs beyond a certain price threshold. If prices reflect environmental impacts, any innovation trajectory will better take into account all direct and indirect environmental costs and thus be more likely to arrive at a definite, sustainable solution to environmental problems than without such externality pricing.11 New cleaner technologies will be better able to compete with old, dirtier ones if the latter are charged an extra price for the pollution caused. Moreover, without prices accounting for environmental externalities, or worse, with price distortions resulting from environmentally harmful subsidies, one may mistakenly think to have found a good innovative solution for an environment problem. Witness the debate about biofuels, where some types turned out to have a very low EROEI value and suffered from other problems, like use of scarce land raising the price of food, but nevertheless were thought to represent good strategies for the future by both private and public decisionmakers simply because the economic cost was not in line with the energy cost due to public subsidies provided. Generally, both direct and indirect i.e. offbudget or hidden subsidies are distorting market prices and costs of renewable energy technologies. Such distortions need as much as possible to be removed in order to create the right incentives for environmental innovation, in addition to pricing of environmental externalities van Beers and van den Bergh, 2009. Without pricing for environmental effects, innovative solutions will not be the best as they will not take into account indirect or rebound effects Section 2.3. Adequate environmental price regulation can both contain or minimize rebound and account for indirect unwanted environmental impacts. This does not exhaust the arguments in favour of environmental regulation by prices. Some additional considerations are as follows. Pricing represents a form of regulation that allows for flexibility and freedom on behalf of the polluters which means a kind of 11 This does not mean that information about prices is the only determinant of innovation. Potts et al. 2010 mention as other direct or indirect signals of opportunities to entrepreneurial agents: direct observation of an environmental problem, sciencebased information, information by media and social networks, and expectations. For diffusion the role of prices is more evident. Illustrative is the rapid diffusion of information technology computers, stimulated by prices of memory chips having decreased by a factor 40.9 % per year in the period 19741996 Jorgenson, 2009. 15 1023 decentralisation of policy, with associated low information needs. Another argument is that the majority of people are not environmentally conscious but simply search for cheap deals when making purchasing decisions effective policy evidently should reach out to this majority, and price regulation will be capable of doing this. A practical argument is that pricing instead of ecolabelling means no separate LCA lifecycle analysis is needed to account for all the environmental effects of products and services over their lifecycle. Instead, firms will integrate energy taxes or a CO2 price in existing productservice price accounting. Finally, note that giving no support to price corrections e.g., CO2 taxes means accepting distorted market prices and the huge environmental consequences of these. All in all, it is very important to connect environmental innovation with price regulation. Many observers and authors nevertheless think that environmentally relevant innovations can come about without such environmental price regulation in line with the mistaken technology as mannafromheaven interpretation, or even that they are a substitute for it Section 4.1. No country can be expected to unilaterally raise its energy prices to reflect climate change externalities as this would mean economic suicide. We therefore need as soon as possible an effective international postKyoto climate agreement to raise energy prices worldwide in a coordinated way and predictable over the mid to long term for all agents in the economy. The latter will minimize price and market uncertainty and thus adequately stimulate RD investments with longterm benefits. In consequence, CO2 prices may rise more considerably than many observers realize, namely with a value consistent with higher estimates of climate damage costs, i.e. an order of magnitude of 300 US per ton CO2 Tol, 2008 or even more if extreme climate events and scenarios are more seriously and completely accounted for than has been done up to date van den Bergh, 2010. An important question in the literature and in politics has been whether international treaties should focus on induced environmental innovation rather than on direct emission reduction, or on both. Barrett 2006 concludes that a climate technology treaty is needed only when one deals with breakthrough technologies that exhibit increasing returns to scale. Hoel and de Zeeuw 2010 argue that countries can cooperate in RD to trigger a breakthrough technology and thus lower the cost of adoption. The more countries cooperate, the cheaper the resulting technology will be. With a limited coalition, the outcome is a more expensive technology that is only available to the signatories. Nevertheless, in both cases global welfare will increase, which means there is generally a good reason to negotiate an international agreement for coordinated environmentalclimate RD. Some resist pricing policies on the grounds of equity and fairness concerns. Evidently, a rise in energy prices will have tremendous distributional consequences, especially since it will have to go along with a shift from labour to energy taxes, implying considerable changes in both net incomes and their distribution and consumer prices. These in turn will affect the distribution of spending power. This will force governments to implement matching distributional policies or corrective measures to avoid that lowincome citizens are too much hurt by higher energy prices. Pricing policies can incorporate features to reduce unwanted distributional impacts e.g., income thresholds or blockpricing or they can be complemented by redistribution policies tax revenues recycled more to poor households, or progressive environmental taxes on expensive status goods consumed disproportionally by rich. It should be realized, however, that any other effective policy or strategy to combat climate change will have to involve political decisions about distributional consequences as well.12 So redistribution effects are not a unique, distinctive feature of price regulation, and therefore do not represent a sufficient argument against pricing, or in favour of other instruments or voluntary action for that matter. It should be evident that regardless of the instrument of climate policy, if it is effective, its economic effects will be huge, which is logical if we really want to move to a more sustainable economy. Politicians and voters unfortunately do not realize this sufficiently. 12 I would even say that if a climate strategy of policy has little or no redistribution effects, then it is unlikely to be a stringent or effective policy voluntary action restraint being one illustrative example. 16 1023 Instead they put their hopes on seemingly easy solutions without much pain and distributional consequences, like voluntary energy conservation and technological innovation regarded to come as manna from heaven. From a human bounded rationality perspective this is understandable. From a rational, scientific angle it is not. As argued, among others, by Stavins 2009 and Acemoglu et al. 2009, it is not true that we should wait to implement stringent pricebased climate policy because tomorrows world will be wealthier and therefore better able to carry the policy costs. We should progressively introduce policy and make it more stringent over time to allow the economy producers, consumers and investors to respond with behaviour and new technology to changing prices. This will allow for a relatively gradual transition to a more sustainable economy, which will reduce the long run policy costs. Delaying necessary price corrections will mean either having to accept high damage costs of climate change, or having to rapidly introduce very stringent policies at a future date, which will force the economy to make a radical change with associated high adaptation costs and human dramas. Finally, the importance of prices as argued here does not mean to deny the need for complementary technologyspecific policies, as already clarified in Section 4.1. However, to understand the difference between environmental regulation and innovation policy well and explain their complementary roles further, note that innovation policy will not change the cost of dirty energy sources and all products and services using them, but mainly will make the cost of new energy technologies and associated electricity or other energy carriers cheaper. Environmental regulation instead will make sure that the negative environmental externalities appear in the prices of all goods and services in the economy. As a result, the demand for dirty energy will fall while the demand for cleaner energy will rise, to an extent that is incomparable with the effect realized solely with some form of implicit or explicit subsidization of renewable energy. In other words, clean energy subsidies are no substitute for dirty energy taxes they are complementary. 4.5 Evolutionary considerations and timing of policy To expand the list of policy suggestions, evolutionary and other more explicit temporal views on environmental innovation are useful. Although many studies agree on this, the specific policy suggestions offered are not yet very coherent van den Bergh et al., 2006; Oltra, 2008; Frenken and Faber, 2009; Nill and Kemp, 2009. Because of limited space, the discussion here is very brief and inevitably incomplete. An evolutionary perspective stresses a multidimensional selection environment. In comparison with neoclassical economics, this involves more than just market prices and public regulation. It is recognized that selection occurs inside firms via routines, business politics and powerhierarchy and through demand externalities information networks, fashionimitation. In addition, there is indirect selection in the sense that product selection causes process selection coevolution. This may be important for environmental innovations if radical product innovations are needed which will require innovations. A major environmental innovation may require that policy exerts a maximum force on each of these. Generally, neoclassical economics is strong in the analysis of impacts of marketbased or financial instruments of environmental policy, whereas evolutionary economics with a focus on nonmarket network interactions, imitation and learning can say more about the performance of instruments like information provision and diffusion including awarding prizes, education, information campaigns, advertisement and policies to stimulate or moderate imitation including patent legislation. This difference can be understood by noting the neoclassical economics assumptions of rationality, isolation and perfect information which suggest that price information guided by public policy can steer behaviour, whereas according to evolutionary economics behaviour is boundedly rational and socially interactive, suggesting that price regulation performs worse than predicted by rational agent models Nannen and van den important process 17 1023 Bergh, 2010. Of course this does not mean price instruments do not work, as argued in Section 4.4 and shown by empirical research.13Although the assumptions of both theoretical approaches are conflicting, questions about environmental innovation which can be addressed and the results of their analysis are to some extent complementary, even though they cannot be integrated within a single framework. Possibly, the evolutionary approach is better able to identify specific phases in which different policies or time strategies are needed Sartorius and Zundel, 2005; Nill and Kemp, 2009. This involves rather abstract notions like utilisation of time windows of opportunities and more concrete phases like policy support of basic RD, applied RD, demonstration and experiments, and market diffusion deployment. Each phase is confronted with specific combinations of uncertainty about learning curves, market potential and lockin. This view suggests that for wind market upscaling seems relevant, while solar PV should focus for a while on fundamental RD, consistent with what was said about this in sections 3 and 4.2. Another aspect of time strategies is the duration of policy pressure. Popp et al. 2009 argue that environmental regulation will be permanently needed for the adoptiondiffusion of pollution control technologies as there is little private benefit to pollution control. On the other hand, in the case of energyusing technologies consumers and firms benefit from adopting more efficient alternatives as this reduces their energy bill. Regulation is still needed here, however, since not all benefits are private, i.e. external costs are reduced. Evolution and bounded rationality have been invoked to explain the energy gap and associated winwin strategies and policies. The reasoning is that if firmsinnovators are boundedly rational, then environmental regulation may have two impacts: pollution is reduced and profits are increased Jaffe et al., 2002. An explanation is that the introduction of environmental regulation is a new constraint which makes the firm rethink its strategy. In this context the Porter hypothesis has been suggested. It states that stringent environmental regulation can create a winwin situation in the sense that next to the environment, economic competition is improved through better management, innovation and firstmover advantages Porter and van der Linde, 1995. The general question here is whether we can and should make firms and possibly also consumers in terms of more rational, i.e. less habitual, less imitating others, and instead more focused on costsavings? A related question is whether higher energy prices will make them act more rational. We cannot resolve these questions here, but they are important to future research. 5. Conclusions A first general message of this paper is that there is too much hope and optimism about the contribution of technology and innovation in solving environmentalclimate problems. In the course of two or three decades, when climate change may becomes dangerous, technological innovation cannot contribute much more than one third of the required emissions reduction, the rest having to come from behavioural changes and related substitution mechanisms in production and consumption including transport, enforced by environmental regulation. The latter will of course include the adoption of already existing technologies. A major reason for this small contribution of technical innovation is that it takes much time. This does not deny that major technological breakthroughs, e.g. to make solar PV costeffective, will be needed for a making a largescale transition to a sustainable energy system after 2040. But by then, we should already have stabilized the climate to avoid uncontrolled, dangerous climate change. Regulating behaviour of producers and consumers is crucial in two ways then, namely to offer shortterm relieve of environmental pressure and to aid major innovation trajectories. Betting 13 Given that environmental innovations build upon knowledge generated by fundamental RD on both general and environmentspecific technology, governments should stimulate broad dissemination of such knowledge. Against this background, Mowery et al. 2010 consider that patenting should be minimized for research outcomes that primarily serve as an input to further research as opposed to results that are close to commercial application, and that there should be no restrictions on who can buy licenses to these patents. In line with the aim of dissemination, public funds for supporting private RD should not lead to monopoly positions which block dissemination of knowledge and alternative technological futures. 18 1023 instead on voluntary action by firms, consumers and investors, and on technology as manna from heaven, will only create marginal effects, mistaken technological trajectories, and much rebound. It has been argued extensively here that environmental innovations have many unintended effects from micro to macro levels, which include energy and environmental rebound, the green paradox, and various types of crowdingout. As a result, we can never be sure that an innovation really has a net environmental benefit over the long run, and this is even less likely if basic conditions like prices and policies have wrong settings. In addition, there is a more fundamental and unresolved question, namely whether the energy return on energy investment EROEI can in the future, with further technological progress, become sufficiently high for alternative, renewable energy sources and technologies so as to make our economy both sustainable and sufficiently productive or rich. Moving instead large scale into renewable energy characterized by a low EROEI will mean that a large part of the labour population will be working in the energy sector and in industrial sectors delivering intermediate goods and services to it. This will imply less human capital being available for other production activities or a considerably lower level of productivity and income. Escaping this pessimistic view requires a very clear perspective on what is an effective policy package to stimulate rapid and welldirected environmental innovation. I have argued that this includes at the aggregate level environmental regulation, innovation incentives and unlocking strategies, or a threedimensional transition policy. With regard to particular instruments of environmental regulation and their impact on technical innovation, one can say that price instruments have a clear advantage over standards in terms of dynamic efficiency, through their environmentsignalling effect via prices of all goods and services in the economy. In terms of avoiding existing or new lockin, a system of tradable permits capandtrade was argued to be preferable. To counter rebound and avoid the green paradox, it also performs best. So there are many arguments in favour of it. One might argue that regulation by taxes has the advantage that policy intervention can be arranged initially as modest and gradually becoming more stringent, for instance, through a slowly rising CO2 tax. This then gives time to the economy and technology to adapt. However, one could similarly start a CO2 capandtrade system by initially providing many permits like in the case of the EUs ETS system while over time gradually reducing their number. One might even open the system to nonpolluters e.g., environmental NGOs, allowing them to permanently buy out permits from the created market to reflect that some citizens would prefer more precaution in climate regulation. It was elaborately argued that without good price corrections innovation trajectories are unlikely to realize definite solutions to environmental problems, let alone costeffective ones over the entire time horizon. Empirical studies render a lot of support for the idea that even boundedly rational economic agents are very sensitive to prices and price regulation, and that price regulation leads to environmentally effective and costeffective innovation patterns. This all suggests that innovation policy is no substitute for environmental regulation. Instead it serves a complementary role. We need complementary technologyspecific and unlocking policies, to direct technological trajectories, avoid early lockin of new technologies and keep options open, and to escape the lockin of fossilfuel technologies. This goes against a majority view: many economists though not all stress only the environmental pricing part, while many noneconomists and politicians seem only interested in renewable energy subsidies or some other kind of technology support feedin tariffs. They do not seem to realize that only technologyspecific policies will invite for rebound and a green paradox, and be a much more expensive way of cutting CO2 emissions than CO2 pricing or a combination of the two types of policy. Just subsidizing also goes against the simple intuition and wellreceived insight in economics that one should tax bads rather than subsidizing their reduction, as expressed well by the polluterpaysprinciple. Regarding technology policy per se, an important research question is whether we need to stimulate largescale diffusion of renewable energy through demandside policies, as is a bit a focus or even assumption of the recent literature on transition management, or whether we first need to invest more in basic research on materials and components of renewable energy technologies to bring their cost significantly down. It was suggested here that the answer is 19 1023 likely to vary with the specific technology considered. In any case, for solar PV an intense investment in more basic research seems logical. More generally, this raises the question for various renewable energy technologies about the timing of policy: when to support basic RD, applied RD, demonstration and experimentation, and largescale market diffusion. The literature does not offer a unanimous answer. The upshot of the previous arguments is a topdown approach. An effective PostKyoto climate agreement is urgently needed to realize uniformly higher energy prices worldwide. Without it we will not be able to significantly reduce pollution in the short run or to make a transition in the long run. One cannot expect countries with an open, trading economy to implement stringent, safe climateenergy regulation unilaterally as this would seriously harm their competitive position. Weak voluntary actions or secondbest policies at national and local levels may seem sympathetic but are mainly symbolic and ineffective. Worse, they may give the feeling that we are already doing a lot and thus will weaken the support for firstbest regulatory policies and an associated international climate agreement. Finally, international coordination of RD on renewable energy technologies and possibly other environmentally relevant technologies is needed to reduce the conflict between the benefits of technological diversity and returns to scale. This is a difficult theme which requires more empirical research, notably regarding the assessment of the potential benefits and costs of technological diversity. References Acemoglu, D., P. Aghion, L. Bursztyn and D. Hemous 2009. The environment and directed technical change, NBER Working Paper No. 15451. Ayres, R.U., and B. Warr 2005. Accounting for growth: the role of physical work. Structural Change and Economic Dynamics 162: 181209 Barrett S. 2006. Climate treaties and breakthrough technologies. American Economic Review 962: 2225. Broadstock, D.C., L. Hunt and S. Sorrell. 2007. Elasticity of substitution studies. Review the Rebound Effect, Technical Report 3, October 2007, of Evidence for UKERCWPTPA2007011. UK Energy Research Centre, London. Brookes, L. 1990. The greenhouse effect: the fallacies in the energy efficiency solution. Energy Policy 182: 199201. Ehrlich, P.R., G. Wolff, G. Daily, J. Hughes, S. Daily, M. Dalton, L. Goulder 1999. Knowledge and the environment: Ecological Economics 30: 267284. Fischer, C., and R. Newell 2008. Environmental and technology policies for climate mitigation. Journal of Environmental Economics and Management 552, 142162. Fischer, C., I.W.H. Parry, and W.A. Pizer 2003. Instrument choice for environmental protection when technological innovation is endogenous. Journal of Environmental Economics and Management 45: 523545. Fiorito, G. 2011. Capitalenergy substitution for climate and oil peak: An international comparison using the EUKLEMS database. Unpublished research paper. Frenken, K., Faber, A., 2009. Evolutionary methodologies for analyzing environmental innovations and the implications for environmental policy. Technological Forecasting and Social Change 764: 449452. Funk, J. 2010. Clean energy. Chapter 8 in: The Origins of New Industries. Book manuscript. Gerlagh, R., and M.J. Hofkes 2002. Escaping lockin: The scope for a transition towards sustainable growth? NOTA DI LAVORO 12.2002, FEEM, Milano. Giampietro, M., Ulgiati, S. and Pimentel, D. 1997. Feasibility of largescale biofuel production: Does an enlargement of scale change the picture? Bio Science 479: 587600. Goulder, L.H. 2004. Induced Technological Change and Climate Policy. Pew Center on Global Climate Change, Washington, DC. Hall, C.A.S., S. Balogh, and D.J.R. Murphy 2009. What is the Minimum EROI that a Sustainable Society Must Have? Energies 2: 2547. Hedenus, F., C. Azar and K. Lindgren 2006. Induced technological change in a limited foresight optimization model. The Energy Journal 27: 109122. 20 1023 Hoel, M., and A. de Zeeuw 2010. Can a focus on breakthrough technologies improve the performance of international environmental agreements? Environmental and Resource Economics 47: 395406. Horbach, J. 2008. Determinants of environmental innovation New evidence from German panel data sources. Research Policy 37: 163173. Huberty, M., and J. Zysman 2010. An energy system transformation: Framing research choices for the climate challenge. Research Policy 398: 102729. IEA 2010. World Energy Outlook. International Energy Agency, Paris. Jaffe, A.B, and R.N. Stavins 1995. Dynamic incentives of environmental regulations: The technology diffusion. Journal of effects of alternative policy Environmental Economics and Management 29: S43S63. instruments on Jaffe, A.B., R.G. Newell and R.N. Stavins 2002. Environmental policy and technological change. Environmental and Resource Economics 221: 4169. Jorgenson and Griliches 1967. The explanation of productivity change. Review of Economic Studies 34 99: 24980. Jorgenson, D. 2009. Introduction. In: Jorgenson, D. ed  The Economics of Productivity. The International Library of Critical Writings in Economics, Edward Elgard, Cheltenham. Jorgenson, D., R. Goettle, M. Sing Hoc, P. Wilcoxen 2009. Cap and trade climate policy and U.S. economic adjustments. Journal of Policy Modeling 31: 362381 Kemp, R., and P. Pearson Eds. 2008. EU MEI project about Measuring EcoInnovation, June 2008, Maastricht. http:www.merit.unu.eduMEI Klaassen, G., S. Miketa, K. Larsen and T. Sundqvist, T. 2005. The impact of RD on innovation for wind energy in Denmark, Germany and the United Kingdom. Ecological Economics 54: 227240. Koetse, M.J., H.L.F. de Groot, and R.J.G.M. Florax 2008. Capitalenergy substitution and shifts in factor demand: a metaanalysis. Energy Economics 305: 223651. Krysiak, F. 2009. Environmental regulation, technological diversity, and the dynamics of technological change. Journal of Economic Dynamics and Control, forthcoming. Kummel, R 1982. The impact of energy on industrial growth. Energy The International Journal 7: 189203. Kummel R., J. Henn and D. Lindenberger 2002. Capital, labor, energy, and creativity: Modeling innovation diffusion. Structural Change and Economic Dynamics 13: 415433. Lanjouw, J.O., and A. Mody 1996. Innovation and the international diffusion of environmentally responsive technology. Research Policy 25: 549571. Lovins, A. 1988. Energy saving from more efficient appliances: another view. The Energy Journal 9: 155162. Milliman, S. R., and R. Prince 1989. Firm incentives to promote technological change in pollution control. Journal of Environmental Economics and Management 17: 247265. Mowery, D.C., R.R. Nelson and B.R. Martin 2010. Technology policy and global warming: Why new policy models are needed or why putting new wine in old bottles wont work. Research Policy 398: 10111023. Murphy, D.J., and C.A.S. Hall 2010. EROI or energy return on energy invested. Ecological Economics Reviews, Annals of the New York Academy of Sciences 1185: 102118. Nannen, V., van den Bergh, J.C.J.M., 2010. Policy instruments for evolution of bounded rationality: Application to climateenergy problems, Technological Forecasting and Social Change 771, 7693. Nill, J., and R. Kemp 2009. Evolutionary approaches for sustainable innovation policies: From niche to paradigm? Research Policy 384: 668680. Nordhaus, W.D. 2002. Modeling induced innovation in climate change policy. In: A. Grubler, N. Nakicenovic and W. Nordhaus eds., Technological Change and the Environment. Resources for the Future, Washington DC. OConnor, M. Ed. 1994. Is Capitalism Sustainable? Political Economy and the Politics of Ecology. Guilford, New York OECD 2008. OECD in Figures 2007. OECD, Paris www.oecd.orginfigures. 21 1023 Oltra, V. 2008. Environmental innovation and industrial dynamics: the contributions of evolutionary economics. Working Papers of GRETh A, n 200828, University of Bordeaux. http:ideas.repec.orgpgrtwpegrt200828.html. Perrow, C. 2010. Comment on Mowery, Nelson and Martin. Research Policy 398: 103031. Popp, D. 2001. The effect of new technology on energy consumption. Resource and Energy Economics 23: 215239. Popp, D. 2006. Innovation in climate policy models: Implementing lessons from the economics of RD. Energy Policy 28; 596609. Popp, D., R.G. Newell and A.B. Jaffe 2009. Energy, the environment and technological change. Handbook of the Economics of Innovation: vol. 2, B. Hall and N. Rosenberg Eds., 873937. http:www.nber.orgpapersw 14832 PressElsevier, Porter, M.E., and C. van der Linde 1991. Towards a new conception of the environmentAcademic pages 2010, competitiveness relationship. Journal of Economic Perspectives 94: 97118. Potts, J., J. Foster and A. Straton 2010. An entrepreneurial model of economic and environmental coevolution. Ecological Economics 702: 375383. Safarzynska, K., and J.C.J.M. van den Bergh 2010. Demandsupply coevolution with multiple increasing returns: Policy analysis for unlocking and system transitions. Technological Forecasting and Social Change 772: 297317. Sartorius, C., and S. Zundel eds. 2005. Time Strategies, Innovation and Environmental Policy. Edward Elgar, Cheltenham. Sinn, H.W. 2008. Public policies against global warming: A supplyside approach. International Tax and Public Finance 154: 360394. Smulders, S. 2005. Endogenous technological change, natural resources and growth. In: D. Simpson and M. Toman eds. Scarcity and Growth in the New Millennium. RFF Press, Boston. Solow, R.M. 1957. Technical change and the aggregate production function. Review of Sorrell, S. 2009. Jevons Paradox revisited: the evidence for backfire from improved energy Economics and Statistics 39: 312320. efficiency. Energy Policy 37: 14561469. Stavins, R.N. 2009. Yes: The Transition Can Be Gradualand Affordable. Wall Street 2009. Journal, 21, http:belfercenter.ksg.harvard.edupublication19564yes.html Stavins, R., and R. Schmalensee 2010. Renewable irony. The Huffington Post, November 24, September 2010. http:www.huffingtonpost.comrobertstavinsrenewableirony_b_788046.html Stern, D.I. 2004. The rise and fall of the environmental Kuznets curve. World Development 328: 14191439. Press, Cambridge. Stern, N. 2007. The Economics of Climate Change: The Stern Review. Cambridge University Skea, J. 2010. Valuing diversity in energy supply. Energy Policy 38: 36083621 Stirling, A. 2010. Multicriteria diversity analysis: a novel heuristic framework for appraising energy portfolios. Energy Policy 38: 16221634. Tainter, J. 2010. Energy, complexity, and sustainability: A historical perspective. Environmental Innovation and Societal Transitions 11: forthcoming. Tol, R.S.J. 2008, The social cost of carbon: Trends, outliers, and catastrophes. Economics, the OpenAccess, OpenAssessment EJournal, 2 25, 1 24. van Beers, C., and J.C.J.M. van den Bergh 2009. Environmental harm of hidden subsidies: Global warming and acidification. AMBIO 386: 339341. van den Bergh, J.C.J.M. 2008. Environmental regulation of households? An empirical review of economic and psychological factors. Ecological Economics 66: 559574. van den Bergh, J.C.J.M. 2008. Optimal diversity: Increasing returns versus recombinant innovation. Journal of Economic Behavior and Organization 6834: 565580. van den Bergh, J.C.J.M. 2010. Safe climate policy is affordable 12 reasons. Climatic Change 1013: 339385. 22 1023 van den Bergh, J.C.J.M. 2011. Energy conservation more effective with rebound policy. Environmental and Resource Economics 481: 4358. van den Bergh, J.C.J.M., and J.M. Gowdy 2003. The microfoundations of macroeconomics: an evolutionary perspective. Cambridge Journal of Economics 271: 6584 van den Bergh, J.C.J.M., A. Faber, A.M. Idenburg and F.H. Oosterhuis 2006. Survival of the greenest: Evolutionary economics and policies for energy innovation. Environmental Sciences 31: 5771. van den Heuvel, S.T.A., and J.C.J.M. van den Bergh 2009. Multilevel assessment of diversity, innovation and selection in the solar photovoltaic industry. Structural Change and Economic Dynamics 201: 5060. van der Zwaan, B., and A. Rabl 2003. Prospects for PV: a learning curve experience. Solar Energy 74 1: 1931. Vollebergh, H 2007. Impacts of environmental policy instruments on technological change. Report COMENVEPOCCTPACFA200636FINAL. OECD, Paris. Wagner, M. 2007. On the relationship between environmental management, environmental innovation and patenting: Evidence from German manufacturing firms. Research Policy 3610: 15871602. Witt, U. 1996. Innovations, externalities and the problem of economic progress. Public Choice, 89: 113130. Witt, U., and C. Schubert 2008. Constitutional interests in the face of innovations: How much do we need to know about risk preferences? Constitutional Political Economy 193: 203225. World Bank 2006. Where is the Wealth of Nations? Measuring Capital for the 21st Century. The World Bank, Washington, D.C. 23 1023 ", "filename": "644896531.pdf", "person": ["Jeroen C. J. M. van den Bergh", "van den Bergh, Jeroen C. J. M."], "date": ["2010"]}