{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/44599/1/654790000.pdf"], "title": ["The price impact of lending relationships"], "plaintext": "Abstract This study analyzes the impact of bank relationships on a firms cost of debt.We focus on relationships with the main bank. We find that a firms cost of debtdecreases with relationship strength, proxied by the share of bank debt providedby the main lender, but rises with relationship length. While the increase overtime is weak on average, bankdependent borrowers face a significant premium afterseveral relationship years. Moreover, cost of debt increases with concentration inthe lenders portfolio. Switching the main lender initially leads to only a small pricediscount on average. However, the discount is considerable for borrowers that switchand had a strong relationship to the previous main lender. Our results indicate thatthe information advantage acquired by the relationship bank leads to benefits forthe firm, but also to potential holdup costs in the longterm. Moreover, additionalcosts may result from concentration risks faced by the lender, inducing borrowersto switch to larger relationship banks.JEL classification: G21; G32Keywords: Lending relationship; SME; German banking systemNontechnical summary From a theoretical perspective, existing lending relationships can affect loan conditionsin two ways: First, relationship borrowers may have better access to credit and may haveto pledge less collateral. Second, lending relationships may have an impact on the price.With respect to credit quantity conditions, most empirical studies find similar results.However, results considerably differ concerning price contract terms. Different resultsmay be explained by the fact that most studies use crosssectional data. The studies cantherefore only partly control for developments over the course of the relationship. Paneldata could capture the effects to a larger degree.The frequent lack of adequate data is the starting point of this study. Using panel dataover 12 years, we analyse the price impact of existing lending relationships. We considerthe influence of relationship strength proxied by the share of bank debt provided by thelender and relationship length. Moreover, we also examine how cost of debt developsaround switching the main lender.We find that cost of debt decreases with relationship strength, but rises with the durationof the lending relationship. However, the increase over time is rather weak, i.e. companieswith a strong and long relationship still face a financing advantage. This finding is,however, only valid for average borrowers since the financing advantage also depends onthe position of nonbank lenders. For bankdependent borrowers, i.e. borrowers with ahigh fraction of total bank debt, there is a considerable interest rate premium after severalrelationship years. Overall, these results suggest that relationship banks are able to reduceinformation asymmetries, leading to benefits for borrowers. However, the informationadvantage of the relationship bank compared to other lenders enables the bank to tiethe borrowers and hold them up in the medium to long term. Results for cost of debtdevelopment around switching the lender are in line with this interpretation. Switchingthe main lenders initially leads on average to a small price discount. However, this pricediscount is large for borrowers that had a strong relationship to the previous lender sincethe lender was then better able to holdup the borrower.We also examine how characteristics of the lender affect cost of debt. We find that cost ofdebt increases if the loan provided by the lender is large relative to the lenders capital.The bank then faces concentration risks and may increase the price of the loan. Moreover,companies switching to a larger bank also receive a significant price discount, while thereis no price discount for borrowers switching to a smaller bank or a bank of equal size.The findings support the graduation hypothesis, according to which companies switch tolarger bank to improve their access to credit.Nichttechnische Zusammenfassung Aus theoretischer Sicht kann eine bereits vorhandene Beziehung zu einem Kreditgeberdie Kreditkonditionen auf zwei Wegen beeinflussen: Zum einen ist der Kreditgeber unter Umst anden eher bereit, einen Kredit zu bewilligen, und verzichtet eher auf Sicherheiten.Zum anderen kann die Kreditbeziehung einen Einfluss auf den Zins haben. Die empirische Literatur findet bez uglich der Konditionen f ur die Kreditmenge uberwiegend ahnliche Ergebnisse. Hinsichtlich der Zinskonditionen unterscheiden sich jedoch die Ergebnissestark. Eine Erkl arung f ur die unterschiedlichen Ergebnisse k onnte sein, dass die Studienh aufig Querschnittsdaten verwenden. Dadurch sind sie nur zum Teil in der Lage, f ur Entwicklungen w ahrend der Kreditbeziehung zu kontrollieren. Hierf ur w aren Paneldatenbesser geeignet.Der h aufige Mangel an ad aquaten Daten ist der Ausgangspunkt f ur diese Studie. Wiruntersuchen anhand von Paneldaten uber einen Zeitraum von 12 Jahren, welchen Einfluss bereits vorhandene Kreditbeziehungen zu einer Bank auf den Preis haben. Wirber ucksichtigen dabei die St arke der Kreditbeziehung gemessen uber den Anteil der Bankan der gesamten Kreditaufnahme uber Banken und die Dauer der Beziehung. Dar uberhinaus untersuchen wir, wie sich die Kreditkosten bei einem Wechsel des wichtigsten Kreditgebers entwickeln.Wir finden, dass die Zinskosten sinken, je st arker die Kreditbeziehung ist, aber ansteigen,je l anger die Beziehung dauert. Der Anstieg der Kosten uber die Zeit ist allerdings relativschwach, d.h. Firmen mit einer langen und starken Beziehung haben trotzdem einen Finanzierungsvorteil. Diese Aussage gilt allerdings nur im Durchschnitt, da die Zinskostenauch wesentlich von der Bedeutung anderer Kreditgeber abh angen. F ur Kreditnehmer, diesich insgesamt stark uber Banken finanzieren, entsteht hingegen nach mehreren Jahren einerheblicher Finanzierungsnachteil. Insgesamt sprechen die Ergebnisse daf ur, dass vorhandene Kreditbeziehungen dazu beitragen, Informationsasymmetrien zu reduzieren, was zu Vorteilen f ur den Kunden f uhrt. Der Informationsvorsprung der Bank gegen uber anderen Kreditgebern versetzt die Bank jedoch mittel bis langfristig in die Lage, Firmenan sich zu binden und h ohere Preise durchzusetzen Holdup. Die Entwicklung der Finanzierungskosten bei einem Wechsel des Hauptkreditgebers stehen mit dieser Interpretation im Einklang: Nach einem Wechsel des wichtigsten Kreditgebers gehen die Finanzierungskosten zun achst leicht zur uck. Der Finanzierungsvorteil ist jedoch erheblich,wenn die Firma mit der vorhergehenden Bank eine enge, starke Beziehung hatte und die Bank daher auch gute M oglichkeiten hatte, h ohere Preise durchzusetzen.Dar uber hinaus untersuchen wir, wie die Eigenschaften des Kreditgebers die Zinskonditionenbeeinflussen. Wir finden, dass die Zinskosten ansteigen, wenn die von der Bank gew ahrte Kreditsumme im Vergleich zum Eigenkapital der Bank hoch ist. In diesem Fall hat die Bank Konzentrationsrisiken und wird daher den Kredit verteuern. Ferner finden wir, dass Firmen, die zu einer gr oeren Bank wechseln, einen signifikanten Finanzierungsvorteil erhalten. Firmen, die hingegen zu einer kleineren oder einer gleich groen Bank wechseln,haben keinen Finanzierungsvorteil durch den Wechsel. Diese Ergebnisse st utzen das sog.GraduationArgument, wonach Firmen zu gr oeren Banken wechseln, um ihren Kreditzugang zu verbessern.Contents 1 Introduction 2 Theory and Hypotheses 3 Data 3.1 Sample description . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .3.2 Construction of main variables . . . . . . . . . . . . . . . . . . . . . . . . .3.2.1 Measuring cost of debt . . . . . . . . . . . . . . . . . . . . . . . . .3.2.2 Measuring strength and duration of lending relationships . . . . . .4 Descriptive statistics and first results 5 Regressions 147788912135.1 Econometric specification . . . . . . . . . . . . . . . . . . . . . . . . . . . . 135.2 Empirical results. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 145.3 Robustness checks . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 216 Conclusion Appendix 12529The price impact of lending relationships 1 Introduction There is an extensive theoretical literature about how lending relationships affect priceand nonprice conditions of loans. With respect to nonprice conditions, most empiricalstudies find that relationship borrowers pledge less collateral and have better access tocredit and therefore show similar results see the literature overview in Degryse et al.2009. However, with regard to the price impact of lending relationships, results in theempirical literature are contradictory. For instance, Berger and Udell 1995 and Brickand Palia 2007 find that loan rates decrease with the duration of lending relationships,while DAuria et al. 1999 and Degryse and Cayseele 2000 find the opposite. Conflictingresults are also found for how the exclusivity of the lending relationship impacts cost ofdebt see, for example, Angelini et al. 1998 and Petersen and Rajan 1994. Apart fromdifferent countries included and differences in the empirical specification and definition ofvariables a further reason for conflicting results may be that most studies are based oncrosssectional data. These studies may therefore not be able to fully capture the dynamicpattern of lending relationships.This frequent lack of adequate data is the starting point of our study. We analyse theprice impact of lending relationships by using panel data of bankfirm relationships over 12 years. This allows us to observe the development of lending relationships over time.Specifically, we examine how relationship strength proxied by the share of debt providedby the lender and relationship length affect cost of debt. In doing this, we focus onrelationships with the main bank. Moreover, we also examine how cost of debt developsaround switching the main lender.Affiliation of the author: Ingrid Stein, Deutsche Bundesbank, Department of Financial Stability, email:ingrid.steinbundesbank.de. We thank Ralf Elsas, Rainer Haselmann, Martin Hellwig, Ashok Kaul,Steven Ongena, Andreas Pfingsten and Isabell Schnabel for fruitful comments. The opinions expressed inthis paper are those of the author and do not necessarily reflect the views of the Deutsche Bundesbank.1We use a unique dataset for Germany. Germany, often cited as the classical exampleof a bankbased system see, for example, Elsas and Krahnen 1998, offers an idealenvironment for studying the impact of lending relationships. Bank finance in Germanyplays an important role for both small and large firms. At the same time, there issubstantial variance in the nature of lending relationships for instance, with respect tothe number of relationships. Our database is comprehensive and contains around 18,000observations. Moreover, our dataset consists of firms of all size classes, which allows usto derive more general results.Our key findings are as follows. Cost of debt decreases with relationship strength, but riseswith the duration of the lending relationship. However, the increase over time is ratherweak. Companies with a strong and long relationship still face a financing advantage.This finding is, however, only valid for average borrowers since the financing advantagealso depends on the position of nonbank lenders. For bankdependent borrowers, i.e.borrowers with a high percentage of total bank debt, there is a considerable interestrate premium after several relationship years. These results suggest that relationshipbanks are able to reduce information asymmetries, leading to benefits for borrowers, butalso implying potential larger costs in the medium to long term. Cost results from theinformation advantage acquired by the relationship bank, which enables the bank to holdup the borrower. Our results for cost of debt development around switching the mainlender are in line with this interpretation. We find that switching the main lender leads,on average, to a small price discount in the year of the switch. However, this price discountis larger for borrowers that had a strong relationship with the previous lender, while thediscount is not significant for borrowers without a strong relationship.We also examine how the lenders characteristics affect cost of debt. We find that costof debt increases with the size of the firm relative to the size of the lender. In addition,companies switching to a larger bank also receive a significant price discount, while thereis no price discount for borrowers switching to a smaller bank or a bank of equal size.We interpret this finding as evidence for the graduation hypothesis Gopalan et al  Thegraduation hypothesis postulates that companies switch to a larger bank to improve theiraccess to credit.Our paper is closely related to Ioannidou and Ongena 2010 and Gopalan et al  Using 2data for Bolivia, Ioannidou and Ongena 2010 find that loans granted by a new outsidelender carry significantly lower loan rates than the rates on comparable loans from thefirms current inside banks. However, over time, the new bank increases the loan rateso that the initial advantage is offset. In our study, we find a similar dynamic pattern.However, we do not find that the advantage of switching the lender vanishes after someyears for the average borrower. Moreover, we differ from Ioannidou and Ongena 2010in studying the price conditions for an industrial country with a much more developedand competitive banking market. In addition, while their sample consists mainly of smallcompanies, our sample also contains a significant percentage of mediumsized and largefirms but does not comprise very small firms. Apart from differences in the method andin the measurement of cost of debt, these two differences may also explain the differentfinding with respect to the longrun effect of switching.Gopalan et al. find that switching to a larger nonrelationship banks improves nonprice conditions of loans. However, they do not find a pricereducing effect of switching.By contrast, we find that switching the lender reduces cost of debt for certain groupsof borrowers. Unlike Gopalan et al., our sample contains a far larger percentage ofsmaller and mediumsized companies. Moreover, while Gopalan et al. contains moreinformation about the lenders capital market services of the lender, we have informationon the lenders capital. This variable is important for determining credit constraintsby the lender.In addition, our paper differs from Gopalan et al. and Ioannidou and Ongena 2010 since we combine both arguments holdup and graduation in a singlepaper while Ioannidou and Ongena 2010 focus on the holdup cost and Gopalan et al.on the graduation effects. We find evidence that both arguments have an impact on costof debt, but that holdup costs are quantitatively more important.The paper is organized as follows. Section 2 discusses related literature and outlines thehypotheses. In Section 3 we describe the underlying data set and the construction of ourmain variables. Section 4 contains descriptive statistics and first results. Results of theregressions are presented in Section 5. Finally, section 6 concludes.32 Theory and Hypotheses From a theoretical perspective, the impact of lending relationships on a firms cost ofdebt is unclear. There are two major reasons why a firms financing cost may decreasewith the length and the strength of the lending relationship. Both reasons are related tothe information production of the lender. First, by regularly monitoring their borrowers,lenders accumulate information over time. This implies that repeated borrowing shouldbe associated with lower cost for the lender. If the lender shares these savings with theborrower, lending rates should decrease over the lending relationship Boot and Thakor1994.Moreover, according to the model of Bris and Welch 2005, lending rates should also belower if the firm borrows a large fraction from one lender. The reason is as follows: Dueto freerider incentive problems, the bargaining power of a single creditor or a creditorwith a large share of debt is higher than the bargaining power of a large number ofdispersed banks. In the event of financial distress, a creditor with a dominant debt shareis likely to be relatively more successful in enforcing its claim. By borrowing the bulkfrom one lender, a firm can therefore signal its quality and its confidence not to becomebankrupt. This should lead to a lower lending rate given public information on firmscreditworthiness. We call a lenders share of debt the strength of a lending relationship.Hypothesis 1 summarizes the predictions:Hypothesis 1: H1 A firms cost of debt decreases with the strength of a lendingrelationship proxied by a lenders share of debt and the length of the lending relationship.Hypothesis 1 therefore states that relationship banks, i.e. banks that have a strongandor long relationship with their borrower, decrease a firms cost of debt. Sharpe1990 and Rajan 1992 come to a different conclusion, emphasizing the possible costs ofrelationship lending. They argue that relationship lenders gain an information advantagecompared to outside lenders over time, leading to adverse selection problems for outsideuninformed lenders.Inside lenders are therefore able to holdup their borrowers andenforce higher lending rates as time passes. However, over the total length of a bankborrower relationship, relationship borrowers do not necessarily pay higher average ratesthan nonrelationship borrowers since relationship banks may subsidize borrowers at the 4beginning of a relationship see Sharpe 1990 and Petersen and Rajan 1995. In any case,the holdup argument implies an increase in cost of debt over the relationship. Moreover,theory also suggests that cost of debt rises with the share of the relationship bank, sincethis variable determines the incentive of other banks to gather information and thus theinformation advantage of the relationship lender.Rajan 1992 and von Thadden 2004 show, however, that borrowers are, in general, notlockedin to the relationship bank with probability 1. Outside lenders face a winnerscurse problem when bidding for the company. Outside lenders therefore play a mixedstrategy, which makes their bidding behavior nonpredictable for the relationship bank.Outside lenders thereby limit the inside banks rent extraction. Part of the goodtype andthe badtype firms receive a loan rate offer from outside lenders that is lower than theoffer from the relationship bank and therefore switch to outside lenders. The models of Rajan 1992 and von Thadden 2004 have two testable implications: First, switching to anew relationship lender should cause a drop in a firms cost of debt. Second, the interestrate advantage after a switch should be larger for borrowers that had long, strong tieswith their previous lender. The previous lender was then able to charge a large interestrate premium.Finally, the risk of a holdup by a relationship bank should also depend on the position ofother nonbank lenders. If a company is substantially financed by other financial lenders,such as bond investors or associated companies, the relationship banks bargaining poweris significantly weaker even if the bank holds a large percentage of the companys bankdebt. We therefore expect the positive interest rate effect of relationship strength andlength to increase with the share of total bank finance.Hypothesis 2:H2a A firms cost of debt increases with the strength and the length of the lendingrelationship.H2b The positive impact of relationship strength and length on a firms cost of debtincreases with the share of total bank debt.H2c Switching the relationship lender reduces cost of debt. The interest rate advantageafter a switch is larger for borrowers that had a long relationship with their previouslender and for borrowers that maintained a strong relationship with their previous lender.5An additional factor which may influence a firms cost of debt is the size of the relationshiplender. Gopalan et al. show that firms that are growing switch their relationship lenderand start a relationship with a new larger lender in order to improve their access to creditgraduation. The previous smaller lender may not willing to meet, or meet onlyagainst a premium, a firms financing needs since, for example, the previous lender mayconsider concentration risks in its credit portfolio to be significant.1 By switching to alarger lender, a firm should therefore be able to reduce financing cost. This implies thata company acquires an interest rate advantage after a switch if the new lender is largerthan the previous one.Moreover, if concentration risks influence cost of debt, we expect not only an impact atthe time of switching, but also over the relationship, i.e. we expect cost of debt to increasewith concentration risks in the lenders credit portfolio with respect to the company. Wemeasure concentration risks by the lenders amount of loans to this company divided bythe lenders equity.Hypothesis 3:H3a A firms cost of debt increases with the amount of loans provided by the lenderrelative to the lenders capital.H3b Switching the relationship lender reduces cost of debt if the new lender is largerthan the previous one.1Gopalan et al. provide evidence that firms also switch to a large bank in order to obtain capitalmarket services such as underwriting and investment banking. Their sample consists of US firms. Thisadditional motivation should be a minor issue for the firms in our sample since the firms in our sample aremuch smaller than the firms in Gopalan et al  In addition, the German financial system is bankbasedand firms in Germany typically issue bonds at a later stage in their life than firms in the US.63 Data 3.1 Sample description We use a unique bankfirm level dataset that contains annual information from 1993 to 2004. The dataset is composed of three different databases compiled by the Deutsche Bundesbank: i the German credit register Mi Mi K, containing single bankfirm credit relationships, ii German firms balance sheet data JalysUstan and iii German banksbalance sheet data and audit reports BAKIS. The dataset used for this study thusprovides information as to whether a bank grants credit to a specific firm through dataseti as well as the characteristics of the corresponding firms ii and banks iii. In our analysis, we focus on the main lender and therefore keep only the information on the largestlender. In the appendix, we provide some information about the single datasets and describe the matching process, which was a precondition for composing the data used inthis study. The final data set consists of annual data for 3,741 firms and contains 18,119observations.Since the underlying datasets are used for supervisory or monetary policy purposes, theinformation in our dataset is supposed to be more reliable and of better quality overallthan information in publicly available databases or survey data. A limitation of ourdatabase is that it predominantly contains large loans, which results from the relativelyhigh reporting threshold in the German credit register. Banks in Germany are requiredto report credit to the Bundesbank only if their exposures to an individual borrower orthe sum of exposures to borrowers belonging to one borrower unit exceeds the thresholdof EUR 1.5 million once in the respective quarter. Nevertheless, a large portion of singleexposures in the database are below EUR 1.5 million, owing, for example, to the factthat the threshold is applied at the group level see Schmieder 2006. In the matcheddatabase, 36% of the exposures are below EUR 1.5 million.To investigate a potential sample bias, we calculate for each observation the ratio of balance sheet indebtedness according to the credit register over total bank loans reportedin the firms balance sheet. Table 1 shows the distribution of this ratio. Table 1 indicatesthat the credit register is likely to contain the bulk of banks claims for most companies in 7our sample. However, there are a number of companies where the balance sheet indebtedness in the credit register is higher than the sum of bank loans on a firms balance sheet.This is due to the fact that the credit register and the balance sheet statistics refer todifferent definitions of debt. Whereas the balance sheet statistics apply a legal definitionof indebtedness, the credit register adopts an economic perspective. For example, a firmsbonds held by a bank are classified as bonds in the corporate balance sheet statistics, butas bank credit in the credit register. Moreover, if a bank grants a loan to a borrower inwhich it holds a stake, this particular loan is classified as a loan in the credit register,but as a shareholders loan in the balance sheet statistics.In other instances, the credit register tends to understate a firms bank loans: Writtenoffloans, for example, are not included in the credit register, but are included in the balancesheet statistics. Overall, the different concepts of debt make comparisons difficult. Wewill consider this issue subsequently.3.2 Construction of main variables 3.2.1 Measuring cost of debt Cost of debt is derived from a firms balance sheet data by means of an implicit firmspecific interest rate spread. It is calculated as follows where i indicates the firm and tthe year:spreadit interest expensesitaverage f inancial debtit yield on German industrial bondst Average financial debt i.e. interest bearing debt in year t is calculated as the mean offinancial debt at the beginning and the end of year t.To deal with outliers, values belowthe 2th percentile and values above the 98th percentile are excluded from the sample.Our measure of cost of debt does not distinguish between cost of debt associated with bankloans and cost of debt associated with other financial debt instruments, such as bonds orloans from associated companies, as we do not have access to such data. However, sincefor the median firm, 55% of financial debt is provided by banks, our measure of cost ofdebt is strongly influenced by banks. In the regressions, we control for the share of otherdebt instruments.83.2.2 Measuring strength and duration of lending relationships For the empirical analysis, we consider only relationships with the main bank, i.e. thebank granting the largest share of loans to the firm measured by stock of loans.2 Byfocusing on relationships with the main lender we expect the impact of potential benefitsof lending relationships reduction of information asymmetries and costs holdup, creditrestrictions due to an increase of concentration risks to become particularly clear. Thisapproach follows Herrera and Minetti 2007 and is also similar to papers using the LPCDealscan database that focus on relationships with the lead investor see, for example,Bharath et al. and Gopalan et al i strength of lending relationship We measure the strength of the main lending relationship using the share of bankdebt provided by the main lender. A high fraction of debt has proved to be the mostimportant and reliable indicator for relationship lending, i.e.for the existence of closeties between borrower and lender see Elsas 2005. An alternative measure would be thebreadth of the relationship, i.e. the number of different services the firm purchases fromthe bank. Unfortunately, we do not have information concerning the breadth.The main lenders share of bank debt is calculated by dividing the amount of loans of therespective bank to the firm by the firms total borrowing from banks both variables asstock values at time t. We transform this variable into a dummy variable and classify arelationship as strong if the bank holds a share of at least 80% Strong Rel 1. We choosea threshold of 80% to indicate a dominant exposure of the main lender. The threshold isto some extent discretionary. As robustness checks, we vary the threshold for the dummyvariable and take alternative levels, for example, of 70%.The indicator is determined based on information from the credit register. This offers theadvantage that we not only capture lending by traditional loans, but that we also have information on offbalance sheet lending. We are therefore able to apply a broader measurefor the importance of a bank. As the amount of total bank borrowing denominator is 2At every point in time t, there is only one main lender.9also derived from the credit register, this approach has the shortcoming that the variableis affected by truncation in the database and may thus overstate the importance of thelargest lender. To account for this fact, we apply relatively strict measures for Strong Relminimum share of a firms bank loans of 80%, which means that the identified strongrelationships are likely to be those found via more common definitions and full information on the credit side. Moreover, as we showed in section 3, definitions of bank loansdiffer significantly between the credit register and firm balance sheets.It is thereforedifficult to construct an indicator that combines the two statistics in a consistent way.3We take account of truncation effects in the database by various robustness checks below.ii duration of lending relationship The duration of a lending relationship reflects the interaction of borrower and lender overtime and is also a common indicator of relationship lending see, for example, Bergerand Udell 1995 or Petersen and Rajan 1994. Following Herrera and Minetti 2007,we measure the duration of the relationship with the main lender Duration as thenumber of subsequent years for which a bank has been a firms main lender. The valueof Duration is thus closely related to switching the main lender. The variable Switchequals 1 if the largest lender in the current period is not equal to the largest lender in theprevious period. If Switch equals 1, we set the value of Duration to 1.Please note that Duration is less than or equal to the number of subsequent years forwhich a firm has maintained a relationship with its main lender, since the firm mayhave started the relationship with the main lender at a time when another bank wasits main lender. By using this proxy, we expect as above that the benefits and costsof lending relationships resulting from the information production by the main lenderbecome especially clear. In contrast to smaller lenders, a firms main lender has a highincentive to collect information and cannot easily freeride on screening and monitoringactivities of other lenders. From a theoretical perspective, a firms main lender therefore 3Relating the largest loan in the credit register to bank debt according to the balance sheet statisticswould lead to a ratio above 100% in roughly 15% of the observations, even if we were to restrict the creditregister exposure to balance sheet loans. Moreover, this approach would reduce the sample significantlyas information about balance sheet indebtedness has been available only since mid1996.10functions as a delegated monitor of the other lenders Diamond 1984. The main lenderthus accumulates a significant information advantage over time, implying that the risk ofa holdup by the main lender is also more pronounced. Hence, the theoretical argumentsrelated to information production should be more easily testable.With respect to measuring duration, three types of data issues arise. First, we do nothave separate information on the length of relationships, but measure the duration bycounting the number of years over the sample period. The value of duration is thereforedownwardbiased. However, since we measure duration by the number of subsequent yearsfor which a bank has been a firms main lender and not by the number of subsequentyears a bank has a relationship with the firm, our measure of duration is shorter and theissue of censoring is less acute. In the regressions, we consider only companies for whichwe have at least six years of observations, i.e. we include companies only from the sixthobservation onwards. Moreover, we control for the number of years a company has beenincluded in the sample up to the current year. We carry out additional robustness checks.Second, for some firms, we cannot determine the largest lender for the total period in whichthe firm is included in the sample since the credit register does not contain informationon the firm for some years. This issue affects the measurement of Duration since thisvariable counts the number of years for which a bank has been the largest lender. Withregard to such gaps in our data, i.e.if data are missing for some years, we proceed asfollows. If the largest lender before an information gap remains the largest lender aftera gap, we assume that the firm has not changed its main lender in between. If, however,the largest lender before a gap is not the largest lender after a gap and the gap is nolonger than two years, we assume that the firm has switched to the new main lender inthe middle of the data gap.Third, in the sample period, banks were frequently involved in mergers. We thereforeexamine whether a firms main lender was taken over. If we observe that a firm has anew main lender in period t that has acquired the firms previous main lender in periodt or t1 or if there is a data gap in the time span between t and the previous observedperiod, we do not classify this event as a switch of the main lender i.e. the relationshipwith the main lender does not end.114 Descriptive statistics and first results Table 2 summarises descriptive statistics for our dependent variable and the explanatoryvariables. Cost of debt, measured by a firms interest spread, is, on average, slightly negative 24 basis points. 58.5% of the companies in the sample have a strong relationshipwith their main lender Strong Rel 1, i.e. raise at least 80% of their bank loans fromone bank. If we vary the threshold above which a relationship is defined as strong see Strong Rel 90% and Strong Rel 70%, the value changes only by a few percentage points.15.8% of the companies switch their main lender on average per year.With respect to the relative size of the main lender, the table reveals a large variancein the loan to bank capital ratio i.e. the amount of loans provided by the main lenderrelative to the main lenders capital. For most companies in the sample the ratio is lessthan 1% the median equals 0.2%, not included in the table. The high average of 1.5% isdriven by relatively large values above the 90th percentile which equals 4.5%. Table 2also contains information about additional explanatory variables. 75% of the companiesin our sample reach a volume of sales of EUR 41 million or less. The bulk of companiesin our sample is therefore small and mediumsized. To control for company default risk,we use a probability of default measure which is calculated from firm balance sheet data.4The average probability of default over a oneyear horizon equals approximately 2%.To deal with potential data outliers, we censorized some variables probability of defaultand the loan to capital ratio at the 99% level.5Before going forward to the regressions, we discuss some descriptive evidence concerningour hypotheses outlined above. We examine the impact of the three key factors consideredin our hypotheses, namely relationship strength, duration and the loan to bank capitalratio, on cost of debt. Figure 1 shows evidence with respect to relationship strengthconsidered in hypotheses H1 and H2a. The figure contains the main parameters of thespread distribution median, 25th quantile and 75th quantile subject to the strength ofthe relationship Strong Rel and different firm size classes measured by firm assets. We 4This PD is derived from a binary logistic regression model. The explanatory variables are capitalratio, shortterm assetsshortterm liabilities, profitability, size and industry dummies. See Gerke et al.2006 for further information.5This means that we set those values above the 99th quantile exactly equal to the 99th quantile.12control for firm size, since size strongly interferes with relationship strength. As Figure 1shows, firms with a strong relationship to their main lender exhibit lower cost of debt thanfirms without a strong relationship. The difference between firms with and firms withouta strong relationship is observed for each size class as well as for each quantile median,25th quantile, 75th quantile. This striking difference suggests that strong relationshipshelp to reduce cost of debt in line with hypothesis 1.In Table 3, we investigate whether relationship duration works in the same direction asrelationship strength as assumed in hypothesis H1. However, Table 3 rather suggeststhat cost of debt increases with duration consistent with hypothesis H2a: A firms costof debt is lowest if a firm has switched to a new main lender in the current period. Costof debt is in a medium range if Duration is between two and four years and is highestif the relationship between the firm and its main lender has been close for at least fiveyears. This relationship between duration and cost of debt is found once again for differentquantiles of the interest rate spread. Overall, information from descriptive statistics givesa first hint that relationship strength and relationship length work in opposite directions.Finally, Table 4 contains information with respect to hypothesis H3a. Hypothesis H3apostulates that financing cost increases if the amount of loans granted by the main lenderis large relative to the main lenders capital since she may then charge a compensationfor the significant concentration risk. The descriptive statistics are consistent with thisidea. For each quantile of the interest rate spread, cost of debt is lowest if the amount ofloans granted by the main lender relative to the capital is small. Cost of debt increasesif the loan to bank capital ratio is in the medium range and is highest if the loan to bankcapital ratio is large.5 Regressions 5.1 Econometric specification We use two models to test our above hypotheses. Both models are panel data models andestimated by OLS regressions. Standard errors are corrected for heteroscedasticity and 13firmlevel clustering. Model A is of the following form:Spreadit 1Strong Relit 2Durationit 3Strong Relit Durationit4Size Bankit controlvarit itwhere Strong Rel indicates a strong relationship with the main lender and Size Bankreflects the relative size of the main lender. Size Bank is captured by the amount of loansprovided by the main lender relative to its capital. Control variables are firm size, firmcredit quality, firm debt structure and year dummies.Model B is a modification of the above specification, which is designed to examine inmore detail the development of cost of debt around a switch of the main lender. Thebasic model is of the following form:Spreadit 1Strong Relit 2Size Bankit Switchitcontrolvarit itwhere Switch is a dummy variable that equals 1 if the firm has switched to a new mainlender in the current period. We augment the basic model B by including characteristicsof the relationship with the previous main lender. For instance, we include interactionterms of Switch and Strong Relt 1:Spreadit 1Strong Relit 2Size Bankit1Switchit Strong Reli,t 1 1 2Switchit Strong Reli,t 1 0controlvarit it We derive dummy variables from Duration and Size Bank with respect to the relationshipwith the previous main lender, create interaction terms with Switch and include them aswell.5.2 Empirical results Cost of debt development over the relationship Table 5 shows the results of our regressions for model A see section 5.1. In addition tothe variables of interest, we control for firm size, firm credit quality and debt structure.14We find that larger companies as measured by the log of assets and firms of high creditquality as measured by the probability of default have significantly lower cost of debt.Moreover, the interest rate spread decreases with the share of shortterm liabilities, reflecting the fact that, in most times, shortterm interest rates are below longterm rates.Furthermore, cost of debt decreases with the share of loans from associated companiesas well as with the share of loans from owners. Loans from parties inside the companyi.e.loans from associated firms or loans from owners are therefore cheaper than bankloans, probably on account of lower information asymmetries of those parties.6 A companys share of debt securities does not have a clear impact on cost of debt. Finally, wealso include year dummies to control for the time trend in our data set not reported.The dummies are mostly significant, reflecting the interest rate trend during the sampleperiod.If relationship lending, measured by relationship strength and length, helps to reducefinancing cost, we should observe that firms that maintain a strong relationship withtheir main lender face lower cost of debt hypothesis H1. The interest rate discountfollows from the argument that tying to a creditor that holds a dominant fraction ofa companys debt should signal that the firm has a high credit quality see Bris and Welch 2005. Moreover, we would expect cost of debt to decrease with the duration ofthe lending relationship, since relationship lenders should pass on cost savings to theirborrowers Boot and Thakor 1994. If, by contrast, we find that cost of debt increaseswith the strength and the duration of the lending relationship hypothesis H2a, then thisresult indicates that relationship lenders holdup their borrowers.Results for the two conflicting hypotheses are presented in Table 5. In addition to theabovementioned control variables, the basic regression model A1 includes the loan tobank capital ratio to test the graduation hypothesis, see below and the dummy variable Strong Rel. Model A2 differs from model A1 in including firm fixed effects. Models A3 to A5 augment the basic model by considering different variables for the duration ofthe lending relationship. Models A3 to A5 are based on a subsample of companies for 6Most companies in the sample are organized in legal forms with, typically, a small number of owners,such as Gmb Hs or KGs. In general, owners then have better information and control rights than creditorsand are sometimes directly involved in management.15which we have at least six years of observations. Specifically, we include companies onlyfrom the sixth observation onwards. The reason for this is that we do not have separateinformation on the duration of lending relationships, but can measure duration only byobserving relationships over the sample period. We therefore focus on the second half ofthe sample in order to gain a meaningful and sufficient variation in duration. Besides, it isimportant to keep in mind that we measure duration by the number of subsequent yearsfor which a bank has been a firms main lender and not by the number of subsequentyears a bank has a relationship with the firm. Our measure of duration is thus shorterand the issue of censoring is less acute. Moreover, in our regressions we always controlfor the number of years a company has been included in the sample up to the currentyear see the variable Years in sample, in order to differentiate between the impact of Duration and potential effects resulting from the inclusion in the sample.Table 5 shows that relationship strength and duration differ in their impact on cost ofdebt, as already suggested by the descriptive evidence in section 4. Firms that maintaina strong relationship with their main lender have significantly lower financing cost. Theyobtain, on average, an interest rate discount of approximately 40 basis points comparedto firms without a strong relationship see models A1, A3 and A4. If we include firmfixed effects, the interest rate discount goes down considerably to 21 basis points since alarge fraction of the variance is taken out, but the variable is still significant see model A2.By contrast, duration has a positive impact on cost of debt, although the impact isgenerally weak. The positive sign is consistent with the prediction of a holdup. If durationis considered as a linear term see model A3, the influence is not significant. Durationexerts a significantly positive impact at the 10% level in model A4 where we consider it asa dummy variable. The variable Long Duration equals 1 if a bank has been a firms mainlender for at least five years. In model A5, we include an interaction term of Durationand Strong Rel to test whether the influence of Duration interferes with the strength ofthe lending relationship.7 The interaction term is indeed positively significant at the 1% level. This shows that the interest rate discount granted to very close borrowers 7We omit the linear term of duration to simplify the interpretation of the quantitative results. If weinclude the linear term of duration, the variable has a positive sign, but is insignificant.16i.e. relationships with Strong Rel 1 decreases over time. The combined effect of thevariable Strong Rel and of the interaction term Duration Strong Rel therefore indicatesan intertemporal smoothing of interest rate conditions in line with Sharpe 1990 and Petersen and Rajan 1995. The coefficients of the two variables suggest, however, thatthe interest rate discount will vanish only after more than ten years.One caveat to our results is that, due to the rough measurement of duration, our resultsmay be noisy. We carry out robustness checks with respect to this issue below. Overall,the value of duration is downwardbiased. This suggests that the interest rate advantagewould disappear even later if duration could be measured accurately.A further prediction of the holdup hypothesis is that the impact of relationship strengthand length on the spread depends on the position of other nonbank financial lenders, i.e.the share of debt which the company receives from other financial lenders. Specifically,for bankdependent borrowers i.e. if the fraction of nonbank lenders is low, we expectthe costincreasing effect of duration to be larger. Likewise, the costdecreasing impact ofstrength should be smaller. Bankdependent firms have less viable alternative financingsources, which should imply that the main bank has a greater bargaining power hypothesis H2b. To investigate this hypothesis, we classify borrowers above the 75th belowthe 25th percentile of the ratio of total bank debt to financial debt as bankdependentnot bankdependent borrowers. We successively restrict the sample to each group ofborrowers and repeat regression models A1 and A4 see models A6 to A9.The evidence in Table 5 supports our prediction. For bankdependent borrowers, thecoefficient of the dummy variable Strong Rel turns from negative into slightly positiveand the variable is no longer significant see models A6 and A8. Relationship strengththen no longer has a costreducing effect. In addition, the coefficient of duration roughlydoubles. This implies that bankdependent borrowers that have a long relationship withtheir main lender face a clear net disadvantage. The interest rate premium equals morethan 30 basis points according to model A8.By contrast, for non bankdependent borrowers see models A7 and A9, the costreducingimpact of relationship strength is much more pronounced than in the reference modelsmodels A1 and A4. Likewise, the costincreasing effect of duration is considerablysmaller than in the reference model model A4. Companies with a long relationship to 17their main lender pay only a modest premium of 9 basis points. Together with the strongnegative effect of relationship strength, non bankdependent companies thus receive asubstantial net advantage of tying to a relationship lender of more than 60 basis pointsaccording to model A9.8 This implies a difference of nearly 100 basis points betweenbankdependent and non bankdependent companies.Finally, table 5 also provides evidence with respect to the graduation hypothesis. Accordingly, cost of debt depends positively on the size of the firm relative to the size ofthe bank. When firms are growing and their financing needs increase, small banks maynot be willing to fulfil their loan demand or do so only against a premium. For smallbanks, larger loans imply concentration risks, whereas large banks still manage to be welldiversified. The key factor is the ratio of the bank loan supply to the banks capital, sincecapital restricts credit granting.Regressions results are consistent with the graduation hypothesis. There is a significantlypositive relationship between the interest spread and the loan to bank capital ratio seemodels A1 A5. The impact of the main banks capital is also significant in economicterms: An increase by one standard deviation in the loan to bank capital ratio raises theinterest rate spread by 17 to 26 basis points, depending on the model. This suggests thatfirms may want to switch to larger banks in order to avoid such an interest rate premium.The variable is not significant in models A6, A8 and A9, which are based on subsamplesincluding only observations with a high or low share of bank debt. This restriction alsolimits the variance in the loan to bank capital ratio.Cost of debt development around switching the main lender In Table 6, we examine how the interest spread develops when the borrower switches toa new main lender model B. In line with the above results, we find an interest ratediscount in the year of the switch of the main lender. The interest rate discount is rathersmall in model B1 4 basis points, but is somewhat larger and significant in model B2including firm fixed effects 11 basis points. An interest rate advantage after a switch isconsistent with a holdup by the previous main lender hypothesis H2c as well as with thegraduation hypothesis hypothesis H3b. To differentiate between the two explanations,8The spread premiumdiscount according to models A8 and A9 changes only slightly if we includean interaction term of Strong Rel and Long Duration.18we subsequently examine how the characteristics of the previous main lender before theswitch influence cost of debt see models B3 B6.If the graduation hypothesis is true and borrowers switch lenders to improve their accessto credit, we expect the interest rate advantage to be larger for borrowers that switch to alarger new main lender. Model B3 is in line with this prediction. Borrowers that changeto a larger new main lender receive a significant interest rate advantage in the year of theswitch. The discount equals 14 basis points. Switching to a main lender that is smallerthan or of equal size to the previous one does not affect cost of debt at all.We test the holdup hypothesis in models B4 and B5. The holdup hypothesis impliesthat the interest rate advantage after a switch is larger for i borrowers that had a longrelationship with their previous main bank as well as for ii borrowers that maintaineda strong relationship with their previous main bank. We find evidence that is consistentwith both predictions. Borrowers that maintained a strong relationship with their previousmain lender acquire a substantial interest rate discount after the switch 25 basis points,see model B4. By contrast, for borrowers that did not have a strong relationship withtheir previous main lender, financing cost does not change significantly after a switch.Finally, companies that have a long relationship with their previous main lender alsoacquire a considerable discount after a switch 17 basis points, see model B5, whilecompanies with a short relationship face a slight increase. The discount for the firstgroup is, however, not statistically significant.9In model B6, we include both significant interaction terms of models B3 and B4 in addition to the dummy variable Switch. The coefficient for borrowers that switch and hada strong relationship with the previous main lender remains roughly constant 10 and thevariable remains statistically significant. However, the coefficient for borrowers switchingto a larger bank goes down and is no longer significant. Our results concerning switching 9The fact that the interest rate discount is not statistically significant may be due to the smallersample size for model B5 than for models B3 and B4.10Please note that model B6 contains the dummy variable Switch which is not included in model B4. The marginal effect for borrowers that switch and had a strong relationship with the previous mainlender therefore equals 26 basis points 348 in model B6 , which is approximately 25 basis points asin model B4.19therefore support the holdup hypothesis and provide some, albeit nonrobust, evidencefor the graduation argument. Overall, holdup costs seem quantitatively to be more important than costs due to concentration risks in the lenders portfolio.Comparison with recent literature There are some recent related papers about duration and switching. Bharath et al. findthat repeated borrowing from the same lender reduces cost of debt. Gopalan et al. document that firms switch banks to improve nonprice conditions of loans such as accessto credit, but do not find a pricereducing impact of switching as we found. Theirresults rather support the findings of Bharath et al  Unlike the two papers, we findthat cost of debt increases over the relationship. While our sample consists mainly ofsmall and mediumsized companies, the sample of Bharath et al. and Gopalan et al.primarily comprises large firms.11In general, large firms have much better alternativefunding sources than small and mediumsized ones and are hardly exposed to the risk ofa holdup. Potential pricedecreasing effects from relationship lending may then becomeclearer. Overall, the results of Bharath et al. and Gopalan et al. are consistent with ourfinding that not bankdependent borrowers benefit much more from relationship lendingthan bankdependent ones.Ioannidou and Ongena 2010 find that borrowers receive a discount after switching thelender. Over time, the new lender increases loan rates, so that the borrower has to paya premium after some relationship years. This dynamic pattern is qualitatively in linewith our findings. The quantitative effects, however, are much smaller in our study;in particular, the increase of loan rates over time is much slower.12 Moreover, average 11Median firm assets equal USD 360 million in Bharath et al., in contrast to EUR 9 million in oursample.12A comparison of results is generally difficult, owing, for example, to different methods and differentmeasures. In Ioannidou and Ongena 2010, the interest rate discount equals 36 basis points 13 to 18months after the switch. After a period of 37 months or longer, there is an interest rate premium of 191 basis points. In our study, the interest rate advantage after a switch equals 4 basis points 11 in thefixed effects model. After a period of 37 months or longer, there is an interest rate premium of only 8basis points calculated by a dummy variable, not reported in Table 5. Please note that, in Ioannidouand Ongena 2010, the interest rate development is derived from firmbank loan level data and refers tonew loans only. Since we do not have access to such detailed data, our measure is calculated on a higher 20borrowers that have a strong relationship with their main lender receive a considerableinterest rate advantage even after several relationship years. One reason for the differentfindings is that firms in our sample are larger than in Ioannidou and Ongena 2010 andare therefore less exposed to the risk of a holdup. Moreover, while the two authors studythe loan rate dynamics in an emerging market, we focus on an industrialized country witha much more competitive banking market. This implies that enforcing higher loan ratesis much more difficult for the banks in our sample see Petersen and Rajan 1995.5.3 Robustness checks We carry out a number of robustness checks with respect to the measurement of relationship strength and duration. Since the main difference between regression model A Table 5 and model B Table 6 consists in the different interactions terms in model B, we focusfor the tests of model B on the sensitivity of these terms.Measuring relationship strength Our proxy for relationship strength may be affected by truncation in the credit register.The variable Strong Rel derived from the largest bank loan divided by the total amountof bank debt is based only on information from the credit register due to the differentdefinitions of debt in the credit register and the balance sheet statistics. However, sinceloans of less than EUR 1.5 million are reported only in part of the cases in the creditregister see Section 3, the variable may be biased and may overstate the importance ofthe largest lender. We therefore carry out several robustness checks with respect to ourmeasure of relationship strength Strong Rel in model A see Table 7 as well as to theinteraction term between Strong Rel and Switch in model B see Table 8. In Table 7,we repeat the most important regression models of Table 5 namely model A1, A4 and A5, Table 8 shows the corresponding robustness checks for regression model B4 of Tableaggregation level. Our measure includes loans of banks and other financial debt and contains new loansand existing ones. If we assume that other financial lenders hold their financing conditions constant andadjust for the maturity of loans, the interest rate cut carried out by the main lender after a switch is, inour sample, smaller than or of equal size to that in Ioannidou and Ongena 2010, but the interest ratepremium after a period of 37 months is substantially smaller 41 basis points.216 which includes the interaction term between Strong Rel and Switch.13First, as especially small companies are exposed to the problem of truncation, we excludesmall companies sales below median from our sample see models Rob A1 to Rob A3 in Table 7 and model Rob B1 in Table 8. The coefficient of relationship strength tends toincrease somewhat. The coefficient of the interaction term between Switch and Strong Relincreases as well. In the regression models Rob A2 and Rob A3 in Table 7, the loan to bankcapital ratio is no longer significant. This finding is somehow consistent with Gopalanet al. who, based on a sample including primarily companies, do not find a pricereducingeffect of switching as expected from the graduation argument.Our second robustness check refers to a comparison of the debt level in the credit registerand on the balance sheet. The idea is that the credit register shows a more reliablepicture for those companies for which the sum of loans across all banks according to thecredit register is relatively high compared to the debt on the balance sheet. Therefore,we restrict our observations to those companies for which the sum of loans in the creditregister is at least 90% of the corresponding amount in the balance sheet statistics seemodels Rob A4 Rob A6 in Table 7 and model Rob B2 in Table 8. Once again, the impactof relationship strength increases, as indicated by the coefficients of Strong Rel and ofthe interaction term. Moreover, the profile over time advantage at the beginning andincrease over time, see model Rob A6 becomes also more pronounced. Overall, resultsbecome clearer.Third, we carry out an additional robustness check with respect to truncation by constructing an indicator of relationship strength which combines information from the creditregister CR with the balance sheet statistics BS. Data from these two data sourcesmay differ because i loans of less than EUR 1.5 million are reported only in part of thecases in the credit register and ii data sources apply different definitions of debt. As weare interested only in the effects of truncation i.e.i, we construct a new indicator intwo steps. In the first step, we create an auxiliary variable which classifies a relationshipas strong if 13Results remain qualitatively similar if we use model B6 instead of B4 as reference model.22Strong Reltemp,it 1 iflargest loanit according to CRcid:2bank loansit according to BS 80%.14Strong Reltemp,it 0 otherwise When we compare Strong Reltemp with the indicator according to the original definitionStrong Rel, three cases are possible. In the best case i, the two variables are identical.If Strong Reltemp 0 and the indicator according to the original definition is 1 ii, thisis probably due to truncation in the credit register as, for example, smaller exposuresof other banks are not shown in the credit register. However, if Strong Reltemp 1 and Strong Rel 0 iii, this combination results from the fact that the balance sheet statisticsin general apply a narrower definition of bank debt than the credit register. In this case,the new indicator would overstate the importance of the largest lender. We thus combinethe two indicators in a single variable which contains the value of Strong Reltemp in caseii and the value of Strong Rel in case iii:Strong Rel BSCR minStrong Rel, Strong ReltempIn models rob A7 rob A9, Strong Rel is replaced by the new indicator Strong Rel BSCR.The effects of relationship strength generally decrease, but relationship strength remainssignificant at the 1% level. The profile over time is somewhat less pronounced see modelrob A9. We also replace the interaction term between Switch and Strong Rel by a newinteraction term based on Strong Rel BSCR see model rob B3 in Table 8. The coefficientof the interaction term roughly doubles, implying a larger difference between companieswith and without a strong relationship with their main lender. Overall, the analysesconcerning truncation in the credit register thus support the robustness of our results.Another potential critical issue with respect to our measure of relationship strength is thethreshold above which a relationship is classified as strong. We vary this threshold andincrease decrease the threshold to 90% 70%, i.e. relationships are considered as strong 14We apply a narrow definition of debt and include only bank loans in the denominator see discussionin Section 323if the main bank holds at least 90% 70% of a companys total bank debt. The resultsfor regressions carried out in Tables 5 and 6 do not change much not reported.Measuring relationship length When we examine the influence of duration, we face the problem that we can measureduration only by observing relationships over the sample period. We therefore cannotaccurately quantify the variable in all cases. In the first years of the sample, this issueis particularly relevant since the variation in duration is also much lower than in the lastyears of the sample.In our above regressions, we tried to tackle this problem in twoways: Firstly, we restricted the sample to companies for which we have at least six yearsof observations, i.e. we included the companies only from the sixth observation onwards.Secondly, we controlled for the number of years a company has been included in thesample up to the current year. Overall, it is important to keep in mind that our measureof duration is shorter than in other studies, since we measure duration by the number ofsubsequent years for which a bank has been a firms main lender and not by the numberof subsequent years a bank has a relationship with the firm. This implies that we observemore switches and the issue of left and right censoring is less acute.To test the sensitivity of our results with respect to the measurement of relationshiplength, we carry out an additional robustness check. We are able to correctly measurethe value of duration for relationships which were established after the start of our sample. We therefore focus on firms that switched their main lender at least once over thesample period and confine the sample to the observations after the first observed switch.Moreover, the regressions include only those observations where no data gap occurredsee section 3. Results for models A3 A5 of Table 5 are presented in Table 7 as models rob A10 rob A12. As above, duration measured as linear term is not significant.If duration is captured as a dummy variable, duration is now not significant either seemodel rob A11. However, according to model rob A12, the dynamic profile of relationshiplending i.e. discount at the beginning and increase over time does not change. Thispattern therefore seems to be robust.We apply this robustness check also to model B5 of Table 6, which contains interactionterms of Switch and Long Duration presented as model rob B4 in Table 8. Resultsare similar to those above, i.e. differences between companies with and without a long 24relationship with their main lender can be observed, but are not statistically significant.6 Conclusion In this study, we examine how lending relationships affect a firms cost of debt. We focuson the relationship with the main lender. We consider the impact of relationship strength proxied by the share of debt provided by the main lender and relationship length.Moreover, we also examine how cost of debt develops around switching the main lender.We use a unique, comprehensive dataset for Germany. The dataset consists of panel dataof bank firm relationships over 12 years and contains firms of all size classes.We find that cost of debt decreases with relationship strength, but rises with the durationof the lending relationship. However, the increase over time is rather weak. Companieswith a strong and long relationship still enjoy a financing advantage. This finding is,however, only valid for average borrowers since the financing advantage also depends onthe position of nonbank lenders. For bankdependent borrowers, i.e. borrowers with ahigh percentage of total bank debt, there is a considerable interest rate premium afterseveral relationship years. These results suggest that relationship banks are able to reduceinformation asymmetries, leading to benefits for borrowers, but also implying potentiallylarger costs in the medium to long term. Costs result from the information advantageacquired by the relationship bank, which enables the bank to holdup the borrower. Ourresults for cost of debt development around switching the lender are consistent with thisinterpretation. We find that switching the main lender initially leads, on average, to asmall price discount. However, this price discount is larger for borrowers that had a strongrelationship with the previous lender, while the discount is not significant for borrowerswithout a strong relationship.We also examine how the lenders characteristics affect cost of debt. We find that costof debt increases with the amount of loans provided by the lender relative to the lenderscapital. In addition, companies switching to a larger bank also receive a price discount,while there is no price discount for borrowers switching to a smaller bank or a bank ofequal size. We interpret this finding as evidence for the graduation hypothesis, accordingto which companies switch to a larger bank to improve their access to credit.25References Paolo Angelini, R. Di Salvo, and Giovanni Ferri. Availability and cost of credit for smallbusinesses: customer relationships and credit cooperatives. Journal of Banking and Finance, 22:925954, 1998.Allen N. Berger and Gregory Udell. Relationship lending and lines of credit in small firmfinance. Journal of Business, 68:351381, 1995.Sreedhar T. Bharath, Sandeep Dahiya, Anthony Saunders, and Anand Srinivasan. Lending relationships and loan contract terms. Review of financial studies forthcoming.Arnoud W. A. Boot and Anjan V. Thakor. Moral hazard and secured lending in aninfinitely repeated credit markets game. International Economic Review, 35:899920,1994.Ivan E. Brick and Darius Palia. Evidence of jointness in the terms of relationship lending.Journal of Financial Intermediation, 16:452476, 2007.Arturo Bris and Ivo Welch. The optimal concentration of creditors. Journal of Finance,60:21932212, 2005.Claudio DAuria, Antonella Foglia, and Paolo Marullo Reedtz. Bank interest rates andcredit relationships in italy. Journal of Banking and Finance, 23:10671093, 1999.Hans Degryse and P. Van Cayseele. Relationship lending within a bankbased system:Evidence from european small business data. Journal of Financial Intermediation, 9:90109, 2000.Hans Degryse, Moshe Kim, and Steven Ongena. Microeconometrics of Banking. Oxford University Press, 2009.Deutsche Bundesbank. West German enterprises profitability and financing in 1999.Monatsbericht, 2001.Douglas W. Diamond. Financial intermediation and delegated monitoring. Review of Economic Studies, 51:393414, 1984.26Ralf Elsas. Empirical determinants of relationship lending. Journal of Financial Intermediation, 14:3257, 2005.Ralf Elsas and Jan Pieter Krahnen. Is relationship lending special? Evidence from creditfiles in Germany. Journal of Banking and Finance, 22:12831316, 1998.Wolfgang Gerke, Ferdinand Mager, Timo Reinschmidt, and Christian Schmieder. Empirical risk analysis of pension insurance the case of Germany. Deutsche Bundesbank Discussion Paper Series 2, No. 72006, 2006.Radhakrishnan Gopalan, Gregory F. Udell, and Vijay Yerramilli. Why do firms switchbanks? Journal of Financial and Quantitative Analysis forthcoming.Ana Maria Herrera and Raoul Minetti. Informed finance and technological change: Evidence from credit relationships. Journal of Financial Economics, 83:223269, 2007.Vasso Ioannidou and Steven Ongena. Time for a change: Loan conditions and bankbehavior when firms switch banks. Journal of Finance, 65:18471878, 2010.Christoph Memmel and Ingrid Stein. The Deutsche Bundesbanks prudential databaseBAKIS. Schmollers Jahrbuch, 128:321328, 2008.Christoph Memmel, Christian Schmieder, and Ingrid Stein. Relationship lending empirical evidence for Germany. Discussion Paper 1407, Series 2, Deutsche Bundesbank,2007.Mitchell Petersen and Raghuram Rajan. The benefits of lending relationships: Evidencefrom small business data. Journal of Finance, 49:337, 1994.Mitchell Petersen and Raghuram Rajan. The effects of credit market competition onlending relationships. Quarterly Journal of Economics, 110:407443, 1995.Raghuram Rajan.Insiders and outsiders: The choice between relationship and armslength debt. Journal of Finance, 47:13671400, 1992.Christian Schmieder. The Deutsche Bundesbanks large credit database BAKISM and Mi Mi K. Schmollers Jahrbuch, 126:653663, 2006.27Steven A. Sharpe. Asymmetric information, bank lending and implicit contracts: Astylized model of customer relationships. Journal of Finance, 45:10691087, 1990.Elmar Stoess. Deutsche Bundesbanks corporate balance sheet statistics and area ofapplication. Schmollers Jahrbuch, 121:131137, 2001.ErnstLudwig von Thadden. Asymmetric information, bank lending, and implicit contracts: The winners curse. Finance Research Letters, 1:1123, 2004.28Appendix 1The final dataset used in this study is composed of three different data sources. Thisappendix gives an overview of the single datasets and describes the matching process.For more detailed information on the single datasets, see Schmieder 2006, Stoess 2001and Memmel and Stein 2008, for the matched dataset, see Memmel et al. 2007.i Credit register Mi Mi KThe credit register contains quarterly data on large exposures of banks to individualborrowers or single borrower units e.g. groups. Banks located in Germany are requiredto report if their exposures to an individual borrower or the sum of exposures to borrowersbelonging to one borrower unit exceed the threshold of EUR 1.5 million once in therespective quarter.In the credit register, the concept of indebtedness is broadly defined, i.e. the conceptof credit encompasses a wide range of onbalance and offbalance sheet loans and bonds,but positions from the trading book are not included. In the database, several types ofdoublecounting occur, primarily due to loans to civillaw associations Gesellschaftenb urgerlichen Rechts. The indebtedness of such associations is not only shown in thedata of the respective association, but is also reflected in the indebtedness of individualborrowers that are partners of the civillaw association and liable for the associationsdebt. To prevent doublecounting of exposures, we calculate the borrowers indebtednessexcluding their liabilities to civillaw associations. For the underlying study, the differentsources for doublecounting have been systematically investigated and taken into accountin order to avoid misleading results.ii Corporate balance sheet data JalysUSTANJalysUSTAN is one of the most comprehensive databases for German nonfinancial firms.The database was established for the Deutsche Bundesbank s rediscount business. Forthe 1990s, the database contains annual data for up to 60,000 firms. Since 1998, thenumber of balance sheets in the sample has decreased, reaching a level of about 18,000 in 2004. This drop is connected to the fact that the discount credit facility in the contextof billbased lending was not included in the European Central Banks set of monetarypolicy instruments see Deutsche Bundesbank 2001.29Two aspects are of special interest. While small SMEs tend to be underrepresented inthe dataset, the data are extensive for both mediumsized and large companies. Second,as a result of the collection mechanism, a certain quality bias seems to exist. For thepurpose of our study where we predominantly use information for mediumsized andlarge companies, the bias is relatively limited see Stoess 2001.iii The balance sheet data of the German banks BAKISThis database comprises the annual balance sheets and profit and loss accounts of all German banks and of some types of financial service providers. In addition, it containsthe yearly quantitative audit reports, which include information about the banks loanquality. Due to the ongoing consolidation in the German banking sector, the number ofinstitutions included in BAKIS went down from about 3,900 in 1993 to roughly 3,000 in 2004.iv Matched dataset For the purpose of this study, we merged data from all three data sources. Whereasthe German credit register and the banks balance sheet data BAKIS are linked by acommon identifier for banks, the match between the credit register and the corporatebalance sheet data JalysUSTAN had to be carried out by comparing firm relatedinformation from the two data sources. The firms were matched based on six criteria:i their name, ii location, iii legal form, iv their industry, v ratio of a firms balancesheet indebtedness as stated in the credit register to bank loans shown in the balancesheet data and vi ratio of a firms total indebtedness according to the credit registerto total debt according to the balance sheet data. The last three criteria were primarilyused as additional criteria in case of uncertainty about the validity of the match.15Ifinformation in the credit register and in the balance sheet database differed only to aminor extent regarding the first three criteria, we checked whether the respective firmchanged its name, legal form or domicile. Furthermore, additional information from theinternet was used to check the correctness of the match.As mentioned above, we also compared a firms indebtedness according to the creditregister with a firms indebtedness according to JalysUSTAN for the match criteria v and 15The industry classification is, to some extent, discretionary. For comparisons of indebtedness, seethe discussion below.30vi. While these comparisons are generally meaningful, two caveats have to be mentioned:First, JalysUSTAN contains only bank loans included in the balance sheet, whereas thecredit register comprises on and offbalance sheet bank loans, and, information about thetype of loan onoffbalance sheet is available from only mid1996. Second, the two datasources apply different definitions of debt see p. 8. Due to these differences, we usedthe ratio between the indebtedness according to the credit register and the indebtednessaccording to JalysUSTAN only to indicate the correctness of the match.We excluded 51 firms from our sample where two or more banks are equally importantmeasured by their exposures and where we cannot determine a unique largest lender.We eliminated all observations from these firms 299 observations. Our matched datasetconsists then of annual data for 3,741 firms 18,119 observations. Missing informationfor some variables reduces the size of the sample to 14,826 observations or less in theregressions.In order to align the frequencies of the different data sources, the higher frequency of thequarterly credit register data was reduced by calculating fourquarter averages. Whilethe alternative aggregation method, taking the values of the quarter to which the balancesheet JalysUSTAN refers, may be more precise, our method may mitigate one of theshortcomings of the credit register, namely that only loans above EUR 1.5 million areincluded. By referring to averages of quarterly values, smaller loans which exceed thethreshold in one quarter only are more likely to be captured.31Table 1: Distribution of coverage ratio Quantiles 50th 25th 90th 10th 39.7% 72.2% 96.5% 104.3% 158.4%75th The coverage ratio is the ratio of a firms total balance sheet indebtedness according to the creditregister to the sum of bank loans according to the corporate balance sheet database. The ratio iscalculated using the credit register value of the quarter referred to on the balance sheet. The table showsthe distribution of the coverage ratio of the observations in the sample. It can only be calculated forvalues from 1997 to 2004.Table 2: Descriptive statistics 25th Pct Mean 75th Pct Std. dev.N1.751.20Cost of debt, relationship strength and duration and relative size of bank Spread %Strong Rel 70% %Strong Rel %Strong Rel 90% %Switch %Duration yearsLoan to bank capital %0.2464.6458.5153.0715.813.471.502.410.480.490.500.362.633.125.001.311.000.02Control variables about firm characteristics Total assets EUR mnSales EUR mnPD %Shortterm loans %loans from associated companies %loans from owners %debt securities %3.645.230.3444.980.000.000.00112.68107.941.9368.6112.4015.886.1629.7341.342.35100.0012.4622.974.471460.16890.312.4329.7823.2924.2314.211600818119181191811915038181191724418119181191752218060180631806318063Spread is a firms annual average cost of debt minus the yield on German industrial bonds. Strong RelStrong Rel 70%Strong Rel 90% is a dummy variable which equals 1 if the bank holds at least 80%70%90% of a firms total bank debt. Switch is a dummy variable which equals 1 if a firm has changedits main lender in the current period. Loan to bank capital is the amount of loans provided by the lenderto the lenders capital. PD denotes probability of default.32Figure 1: Interest rate spread in percentage points for companies with andwithout strong relationship with their main lenderpp 32101234575%quantile Strong Rel 075%quantile Strong Rel 1Median Strong Rel 0Median Strong Rel 125%quantile Strong Rel 025%quantile Strong Rel 1 cid:188 5m cid:188 5 10m cid:188 10 25m cid:188 25 100m cid:188 100mfirm assets The figure shows the 25th quantile, the median and the 75th quantile of the interest rate spread, dependenton firm size class and the indicator for a strong relationship with the main lender Strong Rel. Strong Relequals 1 if a firm concentrates at least 80% of its borrowing at one bank. The interest rate spread iscalculated as a firms annual average cost of debt minus the yield on German industrial bonds.33Table 3: Interest rate spread and relationship length with main lender Switch of main lender in t Duration 2 4 yrs Duration 5 yrs Interest rate spread in percentage points25th Quantile Median 75th Quantile0.760.500.322.281.961.640.660.911.03The table shows the quantiles of the interest rate spread subject to the length of the relationship withthe main lender Duration, i.e. the sample is divided into three groups with respect to Duration andfor each group quantiles are determined. The interest rate spread is calculated as a firms annual averagecost of debt minus the yield on German industrial bonds.Table 4: Interest rate spread and relative size of main lenderloan to bank capitalsmallmediumlarge Interest rate spread in percentage points25th Quantile Median 75th Quantile0.770.230.032.761.651.250.971.261.50The table shows the quantiles of the interest rate spread subject to the loan to bank capital ratio. Theloan to bank capital ratio is the amount of loans provided by the main lender relative to the main lenderscapital. For the table, the sample is divided into three groups with respect to the latter variable wheresmall large indicates that the loan to bank capital ratio is below the 33th percentile above the 67thpercentile of the distribution of the variable. For each group, quantiles of the interest rate spread arethen determined. The interest rate spread is calculated as a firms annual average cost of debt minus theyield on German industrial bonds.34Aledo Mpihsnoitalerehtrevotnempolevedtbedfotso C:5elba T5A750.04A950.0507.0593.001.312.322.314.725.481.401.497.42A270.0112.01A680.088.6873.028.5092.065.690.582.582.546.8002.0002.0564.090.421.441.430.631.371.361.387.628.318.387.353.341.2920.095.266.443.543.553.563.871.01260.0600.0400.0900.0300.037.1540.082.16284102.0seysey 1822.042.8790.077.7400.040.4510.036.8610.0600.077.2310.036.06284191.0seyon 19A440.083.1747.074.38A320.057.0400.020.0190.024.0423.061.27A180.030.4356.036.46A230.073.1301.020.1961.054.2961.027.2510.013.4000.080.0300.019.0100.061.0000.000.0233101.0seyon 6422.068.3630.072.1000.031.0700.090.1410.0040.056.0945171.0seyon 683.2950.093.3261.015.3770.002.2110.055.4200.088.0200.087.0700.0950.055.1607380.0seyon 1720.016.1000.012.0400.016.0320.0840.094.1707322.0seyon 1tcp%52tcpht 57tcpht 52tcpht 57750.066.2291.0980.0500.0900.0210.0600.045.1900.022.0475561.0seyon 6251.096.1980.0500.0900.0210.0500.064.1510.063.0475561.0seyon 63A950.0193.0020.092.1980.0500.0900.0210.0500.064.1210.082.0475561.0seyon 6gol,%nilatipacknabotnao Lnoitaru Dle Rgnort Sgolstessalato T%niDPnoitaru Dgno Lle Rgnort Snoitaru D%ni.pmoc.cossamorfsnao L%nisnaolmrettroh S%nisrenwomorfsnao L%niseitirucestbe Delpmasnisrae Y35elpmasnisraeyforebmuntbedknablatotfo.inmerahsstceffestceffederauqsRdexfiraeydexfimrfisnoitavresb Onisistlusertnacfiingisyllacitsitatsetacidni.tbedlaicnanfiottbedknablatotfoerahssmrfia.e.itbedknabfoerahsehtelpmasehtwohdnarehtehwsetacidniwortsaleh T.sdrawnonoitavresbohtxisehtmorfylnoseinapmocedulcniew.e.i,sraeyxisottsaeltatcepser.gniretsulclevelmrfidnayticitsadecsoretehrofdetcerrocerasrorredradnatseh T.stekcarbniseulavtsnoissergerlenap SLOfostluserehtswohselbatnisdnoblairtsudninamre Gnodleiyehtsunmitbedfotsocegarevalaunnasmrfiasadetaluclacsit I.daerpsetartseretniehtsielbairavtnednepedeh Teh Tslauqe.rednelelpmashcihwelbairavymmudasile Rgnort S.latipacsrednelehtniamsmrfianeebsahknabahcihwrofsraeytneuqesbusotforednelehtybdedivorpsnaolfotnuomaehtsilatipacknabotnao L.stniopegatnecreprebmunehtsinoitaru D.tbedknablatotsmrfiafo%08tsaeltasdlohrednelehtfi 1nisrae Y.tluafedfoytilibaborpsetoned DP.sraeyevfiotlauqeronahtregralsinoitaru Dfi 1slauqehcihwelbairavymmudasinoitaru Dgno Lrehtehwetacidnidedulcnineebelbatevahhcihwseinapmocotdetcirtsersielpmaseht,noitarudnonoitamrofnignidulcnisnoissergerro F.selpmasbusnodesabehtfosworowttsaleh T.raeytnerrucehtotpuelpmasehtdedulcnineebsahynapmocehthcihwrofsraeyforebmunehtsetonederarofsnoissergerelpmasehthtiwdetcirtser.tnatsnocaedulcnisnoissergereh T.ylevitcepser,level%01dna%5,%1ehtta0.0040.050.1411.760.2472.010.0450.655.883.497.215.540.0780.0575.945.540.2080.4467.207.720.0870.0050.0140.0150.0090.0510.0060.0040.0070.0050.0780.2100.0820.0050.0140.0150.1725.920.0997.250.0065.280.0179.210.0176.304.635.944.084.207.104.103.137.803.197.893.994.30B60.3010.0800.990.1281.490.3362.480.1745.990.0987.210.0065.280.0169.180.0170.0083.340.0600.540.1681.290.0640.2100.0890.0050.0100.0120.0061.510.02255170.16yesno 6Table 6: Cost of debt development around switching the main lender Model B4.334.27B10.3050.0350.54B20.2020.1142.66B30.3134.42B40.2994.28B50.3523.76Strong Rel Switch SwitchML smaller or equal size SwitchML larger Switch Strong Relt 1 1Switch Strong Relt 1 0Switch Long Durationt 1 0Switch Long Durationt 1 1Loan to bank capital in %, logTotal assets logPDShortterm loans in %Loans from assoc. comp. in %Loans from owners in %debt securities in %9.176.8510.589.055.3410.533.583.040.0083.290.0093.63122390.15yesno 1124990.16yesyes 1122220.14yesno 1124990.15yesno 1Years in sample Observations 12222Rsquared 0.15year fixed effectsyesfirm fixed effectsno 1min. number of years in sample The table shows the results of OLS panel regressions tvalues in brackets. The standard errors arecorrected for heteroscedasticity and firmlevel clustering. The dependent variable is the interest ratespread. It is calculated as a firms annual average cost of debt minus the yield on German industrialbonds in percentage points. Strong Rel is a dummy variable which equals 1 if the lender holds a shareof at least 80% of a firms total bank debt. Switch is a dummy variable which equals 1 if the firm haschanged its main lender in the current period. Switch is interacted with characteristics of the previousmain lender. ML larger ML smaller or equal size is a dummy variable which is equal to 1 if thecurrent main lender is larger than smaller than or of equal size to the previous one. Long Durationis a dummy variable which equals 1 if the bank has been the firms main lender for at least 5 years.Loan to bank capital is the amount of loans provided by the main lender to the main lenders capital.PD denotes probability of default. Years in sample denotes the number of years for which the companyhas been included the sample up to the current year. The last row of the table indicates whetherthe regression is based on a subsample. For model B5, which includes an interaction term of Switchand Long Duration, the sample is confined to companies which have been included in the sample for atleast six years, i.e. we include companies only from the sixth observation onwards. indicatestatistically significant results at the 1%, 5% and 10% level, respectively. The regressions include aconstant.36 Table 8: Robustness Checks for Model B table 6rob B3rob B1rob B2only large firmscov. ratio 90% ind. BS CR obs after switch B40.0806.100.1342.010.5873.420.1041.580.1786.460.0815.840.0053.900.0147.880.0158.890.0083.44122390.15yesrob B4B50.0663.530.5395.200.0060.070.1291.010.1984.980.0793.240.0042.420.0093.500.0114.270.0071.8647720.14yesrestrictionreference modelloan to bank capital in %, logStrong Rel Strong Rel BSCRSwitch Strong Relt 1 1Switch Strong Relt 1 0Switch Strong Rel BSCR,t 1 1Switch Strong Rel BSCR,t 1 0Switch Long Durationt 1 0Switch Long Durationt 1 1Total assets PD in %Shortterm loans in %loans from assoc. comp. in %loans from owners in %debt securities in %Observations Rsquaredyear fixed effects B40.0462.490.4514.78B40.0824.560.4564.830.3862.150.0530.630.5382.990.1021.090.1854.310.1123.900.0053.050.0124.880.0136.270.0082.4465930.14yes0.2236.300.0995.290.0042.880.0146.580.0157.720.0030.8071470.16yes The table shows robustness checks for different regression models included in Table 6. tvalues are shownin brackets. The standard errors are corrected for heteroscedasticity and firmlevel clustering. The firstrow shows which restriction is considered in the robustness check. Only large firms indicates that thesample includes only companies above the median size. Cov. ratio denotes the coverage ratio, whichis defined as the sum of loans across all banks according to the credit register relative to bank debt onthe firms balance sheet. ind. BS CR denotes that the indicator for strong relationship is derived bycombining information from the credit register and the firm balance sheet. obs after switch shows thatthe sample includes only observations after the first observed switch of the main lender. The second rowcontains the reference model of Table 6.Strong Rel is a dummy variable which equals 1 if the lender holds at least 80% of a firms total bankdebt. Strong Rel BSCR is defined as Strong Rel, but combines information from the credit register andthe balance sheet statistics. Switch is a dummy variable which equals 1 if the firm has changed its mainlender in the current period. Switch is interacted with characteristics of the previous main lender. Forthe definition of the remaining variables see Table 6. indicate statistically significant results atthe 1%, 5% and 10% level, respectively. The regressions include a constant.38 The following Discussion Papers have been published since 2010: Series 1: Economic Studies Optimal monetary policy in a small open economy with financial frictions Rossana Merola Price, wage and employment response to shocks: evidence from the WDN survey Bertola, Dabusinskas Hoeberichts, Izquierdo, Kwapil Montornes, Radowski Exports versus FDI revisited: Does finance matter? C. M. Buch, I. Kesternich A. Lipponer, M. Schnitzer Heterogeneity in money holdings across euro area countries: the role of housing Ralph Setzer Paul van den Noord Guntram Wolff Loan supply in Germany during the financial crises U. Busch M. Scharnagl, J. Scheithauer Empirical simultaneous confidence regions for pathforecasts Oscar Jorda, Malte Knuppel Massimiliano Marcellino Monetary policy, housing booms and financial imbalances On the nonlinear influence of Reserve Bank of Australia interventions on exchange rates Sandra Eickmeier Boris Hofmann Stefan Reitz Jan C. Ruelke Mark P. Taylor Banking and sovereign risk in the euro area S. Gerlach A. Schulz, G. B. Wolff Trend and cycle features in German residential investment before and after reunification Thomas A. Knetsch 392010 2010 2010 2010 2010 2010 2010 2010 2010 2010 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 2010 What can EMU countries sovereign bond spreads tell us about market perceptions of default probabilities during the recent financial crisis? Niko Dotz Christoph Fischer 2010 2010 2010 2010 2010 2010 2010 2010 2010 User costs of housing when households face a credit constraint evidence for Germany Tobias Dummler Stephan Kienle Extraordinary measures in extraordinary times public measures in support of the financial sector in the EU and the United States Stephanie Marie Stolz Michael Wedow The discontinuous integration of Western Europes heterogeneous market for corporate control from 1995 to 2007 Rainer Frey Bubbles and incentives: Ulf von Kalckreuth a postmortem of the Neuer Markt in Germany Leonid Silbermann Rapid demographic change and the allocation of public education resources: evidence from East Germany Gerhard Kempkes The determinants of crossborder bank flows to emerging markets new empirical evidence Sabine Herrmann on the spread of financial crisis Dubravko Mihaljek Government expenditures and unemployment: Eric Mayer, Stephane Moyen a DSGE perspective Nikolai Stahler NAIRU estimates for Germany: new evidence on the inflationunemployment tradeoff Florian Kajuth Macroeconomic factors and microlevel bank risk Claudia M. Buch Sandra Eickmeier, Esteban Prieto 40 21 22 23 24 25 26 27 01 02 2010 2010 2010 2010 2010 How useful is the carryover effect for shortterm economic forecasting? KarlHeinz Todter Deep habits and the macroeconomic effects of government debt Rym Aloui Pricelevel targeting when there is pricelevel drift The home bias in equities and distribution costs C. Gerberding R. Gerke, F. Hammermann P. Harms M. Hoffmann, C. Ortseifer Instability and indeterminacy in a simple search and matching model Michael Krause Thomas Lubik 2010 Toward a Taylor rule for fiscal policy M. Kliem, A. Kriwoluzky 2010 2011 2011 Forecast uncertainty and the Bank of England interest rate decisions Guido Schultefrankenfeld Longrun growth expectations and global imbalances M. Hoffmann M. Krause, T. Laubach Robust monetary policy in a New Keynesian model with imperfect interest rate passthrough Rafael Gerke Felix Hammermann 41Series 2: Banking and Financial Studies 2010 2010 2010 Deriving the term structure of banking crisis risk with a compound option approach: the case of Kazakhstan Stefan Eichler Alexander Karmann Dominik Maltritz Recovery determinants of distressed banks: Regulators, market discipline, or the environment? Thomas Kick Michael Koetter Tigran Poghosyan Purchase and redemption decisions of mutual Stephan Jank fund investors and the role of fund families Michael Wedow 2010 What drives portfolio investments of German banks in emerging capital markets? Bank liquidity creation and risk taking during distress Performance and regulatory effects of noncompliant loans in German synthetic mortgagebacked securities transactions Banks exposure to interest rate risk, their earnings from term transformation, and the dynamics of the term structure Completeness, interconnectedness and distribution of interbank exposures a parameterized analysis of the stability of financial networks Christian Wildmann Berger, Bouwman Kick, Schaeck Gaby Trinkaus Christoph Memmel Angelika Sachs 01 02 03 04 05 06 07 08 09 2010 2010 2010 2010 2010 Do banks benefit from internationalization? Revisiting the market powerrisk nexus C. M. Buch C. Tahmee Koch, M. Koetter 42 10 11 12 13 14 01 02 03 04 2010 2010 Do specialization benefits outweigh concentration risks in credit portfolios of German banks? Rolf Bove Klaus Dullmann Andreas Pfingsten Are there disadvantaged clienteles in mutual funds? Stephan Jank 2010 Interbank tiering and money center banks Ben Craig, Goetz von Peter 2010 2010 2011 2011 2011 Are banks using hidden reserves to beat earnings benchmarks? Evidence from Germany Sven Bornemann, Thomas Kick Christoph Memmel Andreas Pfingsten How correlated are changes in banks net interest income and in their present value? Christoph Memmel Contingent capital to strengthen the private safety net for financial institutions: Cocos to the rescue? George M. von Furstenberg Gauging the impact of a lowinterest rate environment on German life insurers Anke Kablau Michael Wedow Do capital buffers mitigate volatility of bank lending? A simulation study Frank Heid Ulrich Kruger 2011 The price impact of lending relationships Ingrid Stein 43 44 Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Among others under certain conditions visiting researchers have access to a wide range of data in the Bundesbank. They include micro data on firms and banks not available in the public. Visitors should prepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics, financial markets or international economics. Proposed research projects should be from these fields. The visiting term will be from 3 to 6 months. Salary is commensurate with experience. Applicants are requested to send a CV, copies of recent papers, letters of reference and a proposal for a research project to: Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14 60431 Frankfurt GERMANY 45 ", "filename": "654790000.pdf", "person": ["Ingrid Stein", "Stein, Ingrid"], "date": ["2011"]}