{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74656/1/656235853.pdf"], "title": ["Retirement effects of heavy job demands"], "plaintext": "Retirement effects of heavy jobdemands Golo Henseke April 6, 2011This study focuses on the influence of heavy job demands on retirement,using the available SHARE waves. Heavy job demands may have a directand health mediated effect on individual retirement. An econometricchallenge is the dynamic selfselection of workers into jobs. The mainfindings indicate: the frequency of heavy job demands is higher amongworkers with low levels of socioeconomic status. Heavy job demands areassociated with on average higher retirement probabilities, once workersbecome eligible to pension benefits. The effect is driven by longtermexposure to heavy job demands during the career. There are overall noretirement effects in the age bracket 5058 and thus no indication forstrong adverse health effects. A change in the level of current job demandsdoes not influence the subsequent probability of retirement.JELCode: J26, J28, C26Keywords: Health, job demands, selection bias 1. Introduction An increase in labor force participation rates of older workers and thus a raiseof average effective retirement age is a declared target of European governmentsEUROPEAN COMMISSION, 2010. Early retirement programs have been University of Rostock, Institute of Economics, Email: golo.hensekeunirostock.de.1ceased and some countries plan to increase or have already increased the normalretirement age. The effectiveness of these measures will depend on the abilityof workers to delay retirement.Previous research, particularly in occupational epidemiology, suggest thatcertain job attributes contribute to poor health outcomes and therefore lead toearly retirement. Especially, heavy job demands are conjectured to have adversehealth effects. But the effect is compensable by, for example, rewards, taskcontrol, and an individuals intrinsic ability to cope with stressful situations.The available empirical findings are limited and inconclusive. The extantliterature usually supports an association between job demands and early andeven disability retirement. But many of the available studies are silent aboutthe influences of dynamic selection of workers into jobs. Selection will biasthe results, if heavy job demands correlate with unobserved but retirementrelevant characteristics of workers, or if workers choose jobs in order to reachan otherwise determined retirement age.The aim of this paper is two shed light on the effect of heavy job demandson the retirement decision. Heavy job demands are defined as a combinationof constant time pressure and physical efforts. I pursue two related questions:what is the average difference in retirement probability and would a changein job demands in the population at risk of retirement alter the subsequentlabor force cessation probability. To address selection bias, I use longitudinalinformation of workload on the main job, similar to Chirikos and Nestel 1991;Hayward et al. 1998, and, additionally, an instrumental variable approach.The IV strategy is adopted from Friedberg 2003. She investigates the role ofcomputer use on the timing of retirement. Like heavy job demands, computeruse is an endogenous explanatory variable in the retirement decision becauseof selection and unobservable covariates. I follow her strategy and instrumentheavy job demands by occupationspecific averages of workload levels. Thedata set is constructed from the available SHARE waves. SHARE is a large European survey on characteristics and social situations of persons aged 50 andabove.The results indicate limited influences of heavy job demands on retirement.In the age bracket 5058, neither past nor current exposure to heavy jobdemands have an effect. However, in the age span 59 till normal retirementage, past exposure is clearly associated with higher retirement probabilities.2The findings are robust to the inclusion of covariates like health status, pensionentitlement and early retirement opportunities, and to treatment of the currentexposure to heavy job demands as endogenous variable. Thus, it appears thatin contrast to previous findings the degree of job demands does not lead to veryearly labor force cessation, for example, through disability retirement. Instead,workers with an employment background in demanding jobs have a robustlyhigher retirement probability, once they reach the eligible age span for pensionbenefits. Conditioned on the employment history, a decrease of workload forthose workers, who were exposed to heavy job demands, has no effect on thesubsequent probability of labor force cessation.The remainder of the paper is structured as follows. Section 2 reviews the existing theoretical and empirical literature on the link between job characteristics,particularly job demands, and the retirement decision. The section furthermoredescribes and highlights the possible sources of selection bias. Section 3 derivesthe empirical model and discusses the estimation strategies. In section 4 thedataset for the estimation is introduced, the dependent and independent variables are described and corresponding descriptive statistics are presented. Theestimations of the effect of heavy job demands on retirement are derived anddiscussed in section 5. Section 6 summarizes the main results and conclusionsof the study.2. Background 2.1. Job demands and labor force participation Job demands comprise the degree of physical and psychological efforts on a job.The exposure to high job demands and therefore to high levels of workload canconstitute a stressor and thus an antecedent to stress reactions, like fatigue orexhaustion. Consequently, job demands may have adverse health effects.The idea of a link between job demands and stress reactions is formalized inseveral models in psychology and occupational epidemiology. A common featureis the potentially adverse influence of job demands on health outcomes that is,however, compensable by an appropriate level of job resources, like decisionlatitude, the level of rewards and status control, or resources in general. Theworst working conditions in terms of health hazards are usually characterized by 3an imbalance between the level of demands and the resources to cope with thedemands. Well established models in this field are the demandcontrol modelKarasek, 1979 and the effortreward imbalance model Siegrist, 1996.The demandcontrol approach focuses on job demands and the decisionlatitude. Decision latitude captures an individuals ability to control his herwork activities, and the skill usage and development. High control provideslearning opportunities, while high demand conditions constitute strains andthus increase stress as well as learning opportunities. Situations of high demandin conjunction with low control, called job strains, are hypothesized to exertstrong negative influences on workers health and wellbeing, since the lack ofresources makes it difficult to adequately cope with the high demand situationand therefore cause strain reactions Karasek, 1979. An extension of the basicmodel includes social supported received from supervisors and colleagues asthird dimension. Social support is conjectured to moderate the negative effectsof job strains.The effortreward imbalance model analyzes the consequences of the perceived imbalance between effort e. g., work pressure, job demands, motivationand reward e. g., earnings, job security, acknowledgment of a job Siegrist,1996. The main argument bases on the concept of reciprocity: A persistentasymmetry between invested efforts and received rewards impose a stressfulwork environment with adverse effects on wellbeing and health Tsutsumi and Kawakami, 2004. Low rewards are assumed to restrict status control andthus efficacy and selfesteem. In combination with high levels of spend effortsthey increase the risk of poor health. The model hence focuses on the socialimplications of working conditions.Siegrist 1996 argues that many workers, who experience higheffort lowcontrol situation have little discretion to decrease their effort level. The usuallylimited bargaining power of workers in those jobs makes renegotiation of workingconditions difficult or impossible. High and hardly reducible effort levels are notrestricted to blue collar workers, though. They could, for example, also occuras part of failed career tournaments among high skilled white collar worker.Empirical studies broadly confirm the predictions of the models. Severalcrosssectional and longitudinal studies reveal a relation between the exposure tohigh demand and low control conditions with the prevalence of health problemslike cardiovascular disease van der Doef and Maes, 1998 and poor jobspecific 4and general wellbeing of individuals de Lange et al., 2003; van der Doef and Maes, 1999. Also a permanent imbalance between efforts and received rewardscontributes to poor health outcomes of workers Tsutsumi and Kawakami, 2004.Both approaches supplement each other by explaining different dimensions ofthe working conditionhealth nexus Siegrist and Marmot, 2004: poor workingconditions defined by high demands, low taskcontrol and a gap between spendeffort and received reward jointly correlate with an increased risk of adversehealth outcomes and overall reduced individual wellbeing Ostry et al., 2003;Tsutsumi and Kawakami, 2004.Evidence on the path from job demands to retirement is limited, scatteredover time, comes from various social sciences, hence relies on different theoreticalbackgrounds, definitions, data set and covariates. Nonetheless, physical andenvironmental demands appear to increase both the risk of early retirement Filerand Petri, 1988; Hayward et al., 1989 and disability retirement Blekesauneand Solem, 2005; Chirikos and Nestel, 1991; Hayward et al., 1998; Krause et al.,1997. However, findings are not unambiguous, the effect on the retirementdecision might be spurious and could disappear once one controls carefullyfor workers characteristics, occupational pension plans and further workingconditions like the ability to alter working hours or the common retirement ageHurd and Mc Garry, 1993.In addition, retirement appears to be contingent upon coping resources, liketask control. Lower levels of control are associated with earlier anticipatedage of retirement Siegrist et al., 2006, actual early retirement, and evendisability retirement Blekesaune and Solem, 2005. Furthermore, Haywardet al. 1998; Hayward and Grady 1986; Hayward et al. 1989 confirm apositive relationship between a construct called substantive complexity factorcapturing training intensity, mental aptitudes, and high controlcomparableto high demand and high control and actual transition rates out of the laborforce; workers in complex jobs retire later.However, the effortreward imbalance hypothesis receives mixed support inthe context of retirement decisions. There is some evidence from Europeandata SHARE that the anticipates retirement age declines with an imbalancebetween effort and reward at work Siegrist et al., 2006. However, the samedata reveals no statistical dependency between effortreward imbalances andthe observed retirement pattern in the subsequent period, neither for men nor 5for women Schmalzenberger et al., 2008.In sum, previous research broadly supports the idea of job demand effects onthe retirement decision. But most of the evidence comes from crosssectionaldata. Two studies, Hurd and Mc Garry 1993; Siegrist et al. 2006 use intendedinstead of the observed retirement as dependent variable.In other cases,Blekesaune and Solem 2005; Filer and Petri 1988, working environmentattributes are measured at the occupational level, which raises the questionwhether occupational attributes are able to capture an individuals experience.An overall almost neglected topic are the consequences of dynamic matchingprocess of workers and jobs in the labor market and structural differencesbetween workers across job types. The revealed relations are thus best viewedas associations.2.2. Selection bias and the influence of job demands Workers are not randomly assigned to jobs, but choose them based on individualcharacteristics, preferences, job attributes, and available information e. g., Blauet al., 1956; Ham et al., 2009; Polachek, 1981. Job choice and job turnover aredynamic processes. In other words, workers continue to change jobs over theirworking life, for example, as part of job ladders, the arrival of new informationabout job match quality, demand shifts, or in response to health shocks.Assuming that each worker has a nondegenerated distribution of productivityacross jobs, there will be a distribution of differently productive workers forevery given job. Both market sides, workers and employers, should be in pursuitof an optimal match under imperfect information. The quality of a match maybe unknown ex ante but is revealed over time with the duration of the job. Poorquality matches will be resolved early, while separation probability declinesas the confidence in the match grows over time Jovanovic, 1979; Moscarini,2005. On the workers side, match quality might translate into overall jobsatisfaction levels Clark, 2001. The quality of the jobworker match is mostlikely associated with the retirement decision and at the same time related withjob demands Rogerson et al., 2005. Furthermore, match quality may alsosummarize the individuals ability to cope with working conditions and thusinfluence possible strain reactions.As consequence of matching processes, workers will not only differ by job6specific productivity but also by sociodemographic and socioeconomic characteristics. Highly demanding jobs are more frequent among workers with lowsocioeconomic status Rahkonen et al., 2006. But socioeconomic status is itselfassociated with individual wealth, health outcomes, lifestyle in general, andhealth related behavior in particular Borg and Kristensen, 2000; Contoyannisand Jones, 2004. Jobs with heavy demands will be an attractive alternative, ifthey pay a wage premium that compensates workers for the health risks of strenuous working conditions Viscusi and Aldy, 2003. The structural differencesbetween workers will contribute to selection bias if these shared characteristicsare omitted from the analysis, while influencing the timing of retirement.Closely related to general jobmatching is the labor market behavior ofworkers after or in anticipation of future productivity shocks, like deterioratinghealth. Workers must not necessarily leave the labor force, but could insteadchange into jobs with less adverse working conditions in order to reach anotherwise determined retirement age. Lets for example assume that there isa true negative effect of job demands on health. Frail workers might changeover the course of their career into less demanding jobs. Consequently, whilea positive selected group remains in demanding jobs, the average frailty inless demanding working environments might increase as a cohort of workersapproaches retirement ages. A standard regression framework would in thiscase underestimate the true effect of job demands.Selection bias could therefore result from two related sources: matchingprocesses that influence the individual response to the degree of job demands.As sideeffect of matching, workers with similar characteristics could clusterwithin jobs with similar degrees of job demands. This selection will generallytake place independently of the retirement decision but could bias estimatesbecause covariates of treatment choice might relate to retirement as well. Theother source of selection bias is reverse causality. Observed job demands couldbe the outcome of an otherwise determined retirement age. The consequencewould be a dependency between job demands and potential retirement outcomes.The relevance of the bias will depend on the job mobility costs, foregone earningsand the eligibility rules for alternatives outside of the labor market like early ordisability retirement.The bias from selfselection has hardly been explicitly addressed in theaforementioned studies on the working conditions, health and retirement nexus.7The vast majority of research relies on crosssectional data, does not attemptto instrument the degree of observed job demands nor includes informationon individuals work history, which would help to control for time invariantindividual effects and past career patterns. Inference relies almost exclusivelyon information on the last job held prior to retirement conditioned on a limitedset of observed covariates education, health, job characteristics. Jobmatchquality is generally not included as regressor. Therefore, measured effects arelikely to be a mixture of influence from current working conditions, individualsorting, and accumulated effects from past exposure.Chirikos and Nestel 1991; Hayward et al. 1998 are two exceptions. Basedon US data, they can show that working conditions on the longest held joband the last job prior to labor force exit have distinct effects on the retirementdecision. The findings are however not conclusive. While Hayward et al.1998 report that high demand and low control jobs at higher ages raise theprobability to retire conditioned on covariate information on past workingconditions. The effect of longterm exposure to adverse working conditionsseem to manifest mainly in poor health and therefore influences labor force exitindirectly. Chirikos and Nestel 1991 instead find a direct effect of physicallyand environmentally demanding working conditions during earlier stages ofcareers on the transition probability particularly into disability but also nondisability retirement. Characteristics of the current job have less clear effects intheir study.3. Empirical model and estimation strategy Individuals retire if the expected present value from future pension benefitsexceeds the present value of utility from labor earnings and the option valueto retire at a later, more beneficial, point in time BorschSupan et al., 2004;Lumsdaine and Mitchell, 1999; Stock and Wise, 1990. The present value ofutility is a function of the indirect utility from net earnings till retirement andthe indirect utility from pension benefits both discounted by the time preferencerate and the survival rate. The individual timing of retirement is thereforemainly dependent on the pension plan and the earning stream till retirement.Retirement pension plans are defined by social security, occupational pensions,private provisions, hence the national statuary framework. Earning streams 8depend mostly on job security, the development of an individuals productivityover age on a given job and features of the employment contract, like deferredpayment and fringe benefits.Poor health is the other main antecedent of the retirement decision andconstitute the major push factors. Health influences individual productivity andearnings budget constraint, might affect and change the utility from leisureand consumption preferences, and finally should directly influence the timingof retirement through its impact on the life expectancy Dwyer and Mitchell,1999; Lumsdaine and Mitchell, 1999. Poor health severely reduces the workcapacity of individuals and can lead to disability retirement. Studies largelyconfirm that poor heath and adverse health shocks increase the likelihood ofretirement Bound et al., 1999; Disney et al., 2006 even in the presence oflimited financial resources Bound et al., 2010. Generally, poor health appearsto dwarfs the effects of financial retirement incentives Dwyer and Mitchell,1999; Mc Garry, 2004.Job demands may affect the incentives to retire directly and indirectly. Thedirect effects works through the budget constraint and the marginal disutility ofwork. Filer and Petri 1988 note that the effect of marginal changes of workingconditions e. g., as consequence of individual aging on the retirement decision,depends on the implied changes in the ratio of oldage productivity to lifetimeproductivity and the ratio of oldage disutility to lifetime disutility from work.If the change of the former were larger than of the latter, a change of workingconditions would lead to delayed retirement and vice versa. A part of the effectof job demands will however be mediated by health and therefore influence thetiming of retirement indirectly.Let Di be a binary indicator that describes whether a worker i is engaged ina job with highly demanding working conditions Di 1, or not Di 0. Riis the outcome variable and captures the transition into retirement of worker iwithin a subsequent period of time. Since workers are not randomly assignedto jobs but chose them as they chose the timing of retirement, it is necessaryto include a set of covariates Xi that relate to job choice and the retirementdecision, like the level of education, pension entitlements, and job matchquality. Differences in job demands will then have a ceteris paribus effect onthe retirement decision:9Ri ERi X, D i1The expression summarizes the conjectured causal relationship of job demands onan individuals retirement decision holding other influences constant. The termi subsumes unobserved individual effects that are independent of treatmentand the observed covariates.Lets assume one could observe a worker i under both regimes treated andnot treated with the corresponding potential outcome.R1i ER1i X 1i R0i ER0i X 0i Ri if D 1,if D 0.The actual retirement outcome Ri is a combination of the potential outcomes.Ri R0i R1i R0iD2The individual causal effect of high job demands treatment is R1i R0i.Individuals however either work or do not work in jobs with demanding workingconditions and are thus only observed in one state. The unobserved outcome iscounterfactual.From a policy point of view it would be beneficial to have more knowledge onthe potential delay in retirement caused by a reduction of job demands for thoseworking under demanding conditions. The naive comparison of groupspecificdifferences will generally not suffice to provide this piece of information, because:ERi Di 1 ERi Di 0ATT: ER1i R0i Di 1Selection bias: ER0i D 1 ER0i D 03The fist term, ATT, measures the average treatment effect on the treated, whichis the potential differences in retirement outcomes had the workers in highlydemanding jobs the treated worked in less demanding jobs instead and hencethe figure of interest. The second term, selection bias, captures structuraldifferences in the average retirement probability between the treated and nontreated workers that are not caused by treatment. On one hand, if there is 10positive selection, for example workers in highly demanding jobs share a lifestylewith adverse health effects, the naive difference will overestimated the ATT.On the other, selection bias will be negative if frail workers select into lessdemanding jobs. The term thus clouds the true effect of job demands on theretirement decision.The key to identify the average treatment effect on the treated is the conditional independence assumption, which states that conditioned on a set ofcovariates, treatment is as good as randomly assigned. In other words, conditioned on observables the choice of treatment is independent of potentialoutcomes and therefore exogenous. In mathematical terms:R1i, R0i Di Xi Given the assumption holds, selection bias will vanish and the potential outcome R0i of the treatment group can be correctly inferred from the outcome of thenontreated workers. Lets assume that the conditional expectation of the controloutcome is linear in covariates and that the effect of job demands is constantacross workers, then R0i X0R1i R0i Plugging the expressions into Eq. 2, yieldsi 0i45Ri X0i Di 0i6Under conditional independence, E0i Xi, Di 0, the causal parameter can be estimated by linear regression. Selection on observables is however astrong assumption. Labor market outcomes are in most cases the result ofindividual choice. It is not clear that all determinants can be generally observed.Moreover, choice of treatment might depend on potential outcomes. Violationof the conditional independence assumption would imply omitted variable bias.Therefore, the study pursues two empirical strategy: Firstly, a regressionbased approach to estimate the differences between the treatment and nontreatment group. This approach uncovers the association between job demandsin the last job prior to retirement and the incidence of retirement. By successive 11addition of covariates it is possible to give information about the robustness ofthe association.A minor difficulty arises from the binary nature of the dependent variable.The conditional expectation function equals in this case a probability withvalues between zero and one. A linear probability model LPM will giveconsistent estimates of the coefficients, but might generate implausible fittedvalues. If the model is not saturated, the conditional expectation function willbe generally not linear in parameters. However, a LPM will still give the bestlinear approximation. Especially if the explanatory variables are dummies andthe analysis focuses on average effects, LPM can be an adequate estimationmachinery Angrist and Pischke, 2009; Wooldridge, 2002.Based on the causal model Eq. 6, the LPM is:PRi 1 X07Since the dependent variable is Bernoulli distributed, the variance is a functionof the covariates and thus heteroscedastic.i 0 1 Di ei If the nonlinearity of the conditional expectation function is explicitly takeninto account, the estimation model becomescid:18 X0i 0 PRi 1 1 Dicid:198with i as latent error term, which is by assumption distributed N0, 2. Theaverage effect of heavy job demands on the retirement probability of treatedworkers is then equal tocid:20Ecid:18 X0i 0 1cid:19cid:18 X0i 0cid:19cid:12cid:12cid:12cid:12 Di 1cid:21 This contrast with the corresponding standard error is estimated with the helpof the user written STATA program margeff Bartus, 2005.The second estimation approach relies on longitudinal data and, additionally,on an instrumental variable strategy. The level of job demands could becorrelated with i, if there are for example omitted variables like anticipatedhealth shocks, past work experience, and past exposure to heavy job demandsthat affect selection into treatment. Moreover, the level of job demands isoverall determined by the job tasks, but workers should have at least limited 12discretion about individual efforts. It is possible and even likely that selectioninto jobs over the career and change in individual efforts are dependent onpotential retirement age. The level of job choice could hence be an endogenousvariable in the retirement context, which implies that conditional independenceassumption cannot hold.A very similar problem is described in Friedberg 2003. The author triesto identify the effect of computer use on the probability to retire. Like heavyjob demands, computer use, on the one hand, influences retirement, but onthe other, may itself depend on the planned retirement age. Computer skillsand their application are in other words not independent of potential outcomes. Friedberg develops an instrumental variable strategy to exogenouslyshift computer use. She suggests that industry and occupation specific meansof computer usage among primeage workers can be appropriate instruments,because these variables correlate, according to her, with individual computer usebut are, conditional on the other covariates, unrelated with potential outcomesand unobserved individual characteristics. The effect of computer use on theretirement probability is then estimated by 2SLS.This study adopts the strategy for the problem at hand, but additionally takesadvantage of the availability of longitudinal information on respondents mainjob characteristics. The information allows to capture unobserved individualcharacteristics related to job choice. The inclusion of information of heavyjob demands on the main job holds past work experience constant and wouldtherefore give information on the difference in retirement by workers with similarbackground but currently varying job demands. In other words, heavy jobdemands on the main job can be interpreted to measure the long run influenceof high workload on the retirement probability, while the treatment variablewill represent the retirement effect of deviations from the mean workload. Thestrategy is very similar to an within estimator, where the mean captures timeinvariant unobserved individual preferences and characteristics between workersand the current degree of job demand the influence of shifts within an individualholding unobserved characteristics constant. The level of job demands on themain job should per se be exogenous in the retirement decision, but probablycorrelated with individual, not totally observable behavior.Workload prior to retirement might, however, be related to the desiredretirement age. An appropriate instrumental variable must be redundant in the 13structural equation conditioned on the exogenous covariates. The instrumentsinfluence on the outcome should conditional on other covariates only stemfrom its association with treatment. An IV strategy overcomes the selection onunobservable problem, by exogenously shifting the treatment variable. Similar to Friedberg 2003, I construct possible instrumental variables from the industryand occupationspecific means of heavy job demand from persons, whose labormarket outcomes should not yet reflect retirement plans. The informationcomes form respondents, who describe the job characteristics and workloadon their first job during the SHARELIFE interview, but are not part of theanalyses because they are either not selected into the analyzed sample or havemissing data in basic covariates. The idea is that average workload on theindustry or occupational level describe the task production function of jobsand therefore the technology induced level of workload that is required toperform the specific set of tasks.However, without the constant effect assumption, IV uncovers only the effectof treatment for those whose treatment status is changed by the instrument.The constant effect assumption can technically not be true in limited dependvariable models. And unlike OLS, the commonly used 2SLS estimation doesnot per se provide the best linear approximation to the underlying nonlinearconditional expectation Abadie, 2003; Angrist, 2001. Nonetheless, 2SLSappears to produce estimates that are generally close to the average treatmenteffect also in the case of limited dependent variable Angrist and Pischke, 2009.4. Dataset, variables, and descriptive statistics The analysis bases on the Survey of Health, Ageing and Retirement in EuropeSHARE. SHARE is a large probability sample that contains comprehensiveand crossnationally comparable data on the health status, socioeconomic andsociodemographic characteristics, and the social networks of individuals bornin or before 1954 and their partners independently of age BorschSupan et al.,2005. SHARE offers unique chances to investigate the retirement decision ina broad context. Firstly, it provides a rich set of information on individualcharacteristics, working conditions, health, and the labor market status of olderindividuals. Secondly, the availability of two successive waves and life historydata from SHARELIFE allows to observe transition into retirement and job 14changes contingent upon past work experiences. And thirdly, the crossnationalvariation in the cultural and institutional setting makes it possible to assess theeffect of job demands under distinct yet not completely different retirement andpension systems.The first wave of SHARE was conducted in twelve countries in the years 2004 and 2005: Austria, Belgium, Denmark, France, Greece, Germany, Italy,the Netherlands, Sweden, Switzerland, Spain, and later Israel. Longitudinalinformation for the original eleven countries and additional data from the Czech Republic, Ireland, and Poland became available with the release of the secondwave that was fielded 2 years later in 20062007. The third wave, SHARELIFE,was made public in November 2010. It supplements the collected informationwith life history data of the respondents prior to the first SHARE interview.This study focuses on persons aged 50 and older of either gender, who areemployed and have not yet reached the country and genderspecific normalretirement age at the time of the first interview. It is assumed that persons aged 50 and older are at risk of retirement. In most countries, the selected workersbelong to the age group 5064. Retirement is defined as an absorbing state.The normal retirement ages were taken from Kalwij and Vermeulen 2008and updated if necessary by information from the Social Security Programs Throughout the World Project Social Security Administration, 2006; see Appendix A for detailed values.Information on the treatment and control variables from 2004 is used toexplain labor force exit cessation within the following two years. The variablesare therefore predetermined in the subsequent retirement decision. The approach also provides a well defined counterfactual, namely economic activityor inactivity, respectively. The higher data requirements limit the number ofobservations to roughly 4, 500 individuals in the analysis.The decision to retire is in most countries analyzed over an age bracket of 15years. Many European pension system have however been subject to reformsin the last two decade, for example, to eliminate early retirement incentives.Workers who are currently in their 50es experience or will experience otherconditions and eligibility rules than older cohorts. The frame of the retirementdecision differs. Thus, the question arises to what extent estimated effectsamong older old workers can predict behavior of younger old workers, andvice versa. The likelihood of retirement will grow considerably as workers 15approach the national early retirement thresholds Zamarro et al., 2008. Inother words, retirement before age 60 is likely to be the exemption, whileretirement after age 60 is the rule. Therefore, I estimate the model in the totalsample, but also separately for workers aged 59 and older and workers below 59.Transition into retirement is the dependent variable and defined as the changein individual labor market status from employed including selfemployment toeconomic inactivity between the two consecutive interviews. Economic inactivitycomprises retirement, disability retirement, and homemaker. For simplicity, Iwill refer to these different states as retirement. The average transition rate isabout 17 percent in the total sample. There is however strong variation acrossage groups: while the transition rate is about 11 percent in the age group 5058,it reaches around 43 percent at ages 59 and older.Exposure to heavy job demands on the primary job in 2004 constitutes thetreatment variable. SHARE includes two questions about job demands: thedegree of physical workload and the experience of constant time pressure in therespondents primary job. Responses are coded on a 4level Likert scale fromone strongly agree to four strongly disagree. A sum score of two or three isdefined as heavy job demands. In other words, heavy job demands are the sumof high physical and psychological workloads. The measure does not directlydescribe hazardous environments, nor the risk of work injuries in general, insteadit focuses on the exposure to stressors and unfavorable working conditions thatcan have adverse health consequences and may alter the preference for leisureand consumption. According to this definition, around 20 percent of workers inthe sample are exposed to heavy job demands.Effects of job demands, for example on health, might accumulate over thecareer and the degree of job demands in 2004 will most likely depend on thepast levels of workload. The data on heavy job demand on the main job is takenfrom SHARELIFE. The dataset allows to identify the main job in workerscareers and to assess the degree of workload based on the same items as instandard SHARE. The main job is either directly derived from the response tothe corresponding item or, if not available still working, defined as the jobwith the longest duration lasting at least five years during the employmenthistory till 2004. Main job and primary job in 2004 must not be distinct fromeach other. In fact, only slightly more than a quarter of the population at riskof retirement has stopped to work in the main job by 2004. Again around 2016percent of the workers report exposure to heavy job demands. It is clear thatheavy job demands on the main job increase the frequency of reported heavyjob demands on the last job.The explanatory power of the estimated effect of heavy job demands dependson the included control variables. Covariates should simultaneously have aninfluence on the probability of treatment and the retirement decision. Theirrealization should be determined before treatment status is selected. Firstly, aset of birth year dummies ranging from 1940 to 1954, country dummies, and agender dummy variable are included in the regression. The variables capturethe systematic differences in the retirement dynamics. These variables aremainly meant to increase the precision of the estimates. However, they mayalso capture differences in the probability of treatment, for example, as result ofnational variation in the industry structure, genderspecificities in the averageexposure to heavy job demands, or shifts in the degree of job demands overbirth cohorts as a consequence of structural change. Distribution of gender andbirth year does not differ by treatment status. But there are country differences:The fraction of Italian, Danish, and Greek workers reporting heavy job demandsis significantly above the values in the control group. Older workers from the Netherlands, Spain, France, and Switzerland report on the contrary a lowerfrequency of heavy job demands Table 1.Secondly, the level of educational achievement grouped into broad ISCEDcategories capture differences in potential earnings, health and related behavior,and therefore general socioeconomic status. Educational achievement differentiates between no formal education, primary or lower secondary low, secondaryor upper secondary medium, and tertiary high level of education. It is exogenously given in the retirement decision and helps to disentangle the influenceof heavy job demands from individual background. Heavy job demands aresignificantly more prevalent among workers with lower educational achievementTable 1.Thirdly, selection into treatment and retirement will correlate with characteristic of the employment relation. Employers, for example, could have aninterest to provide different retirement schemes depending on the degree ofjob demands. On the one hand, if heavy job demands influence health andwork capacity, employers might provide means to facilitate the transition intoretirement like occupational pensions and early retirement schemes, also as 17Table 1: Descriptive statistics of covariates by treatment status Source:SHARE, own calculationsDi 0N 3, 081Di 1N 751diff.0.1490.0200.0090.0120.0160.0120.0080.0100.0120.0130.0100.0100.0140.0050.0180.0200.0190.0200.0201948.90.4340.0560.1160.1640.0520.0250.0880.0830.1360.0950.0450.1410.0210.3520.3620.2580.5290.4911948.70.4470.0440.0970.1910.1030.0490.0560.1080.1010.0570.0660.1270.0110.2750.3660.3440.5970.5873.706 0.1950.4960.0130.230 0.0120.320 0.0190.0280.3700.0510.2220.0230.1570.283 0.0320.0260.2750.343 0.0350.293 0.0370.0210.2080.348 0.0140.144 0.0110.478 0.0770.4810.4380.5000.500Year of birth Female Austria Germany Sweden Netherlands Spain Italy France Denmark Greece Switzerland Belgium ISCED noneISCED lowISCED mediumISCED highPrivat pension Early ret. possibility0.010Job satisfaction0.015Self employed0.016Excellent h.0.019Very good h.0.020Good h.0.012Fair h.Poor h.0.005Note: The sample includes all SHARE respondents who were aged 50 and older and employedat the first interview, with a valid observation on employment status in the second wave. Std.dev in, std. errors in , p0.10, p0.05, p0.01.3.6520.4970.2050.2960.3940.3040.2150.2300.3110.3010.2320.2490.3330.1030.4470.4820.4750.4910.4920.2330.3460.4020.4610.4870.2910.1040.0040.0850.0680.0960.8770.2360.1840.2560.4260.1150.0200.0650.3280.425 0.0970.3880.4370.495 0.0390.319 0.02140.140 0.0090.0190.0500.9420.1390.2030.3060.3880.0930.01118part of the compensation scheme Filer and Petri, 1988. On the other, delayed payment contracts typically found among higher and lower services biasretirement incentives Lazear, 1979. Occupational pension schemes and earlyretirement windows could be an attractive option for both sides to promoteretirement in this case. Therefore measure of entitlements to private pensionincluding occupation pension and early retirement opportunities might relateto treatment and observed retirement behavior. In fact, more than half of theworkers in both groups report to have private pension claims and still aroundthe half has the opportunity to retire early, that is before a normal age. Bothfractions are clearly higher among workers in less demanding jobs Table 1.The quality of job match and the availability of resources to cope with heavyjob demands are further potentially important pieces of information and areapproximated by job satisfaction. A workers who is satisfied with his or her jobdespite strenuous working conditions is conjectured to be able to compensateadverse influences. SHARE covers overall satisfaction with the primary job bya single 4level Likert item. The response categories are dichotomized. Thedummy variable takes the value one if the respondent agrees or strongly agreeswith the statement All things considered I am satisfied with my job. Theinformation is available for the job held in 2004. Average job satisfaction is highTable 1; around 94 percent of workers in the control group and 88 percentof workers in jobs with heavy demands are satisfied with their job. It mightindicates that either only high quality matches survive or that only high qualitymatches are formed. The reported difference in the average frequency of satisfiedworkers is highly significantly.Independently of other covariate, selfemployment is generally found to beassociated with delayed retirement. The data additionally reveals that thefrequency of heavy job demands is significantly higher among selfemployedworkers than among employees Table 1. Selfemployment appears to be anattractive alternative to retirement Fuchs, 1982 and at same time may beassociated with nonpecuniary rewards Hamilton, 2000, decision latitude andother resources to successfully counteract high levels of workload.Individual health is a further main determinant of retirement, which may atthe same time possibly correlate with the treatment variable. Health status isconjectured to be contingent upon the degree of job demands. Controlling forhealth status would thus close a channels through which heavy job demands 19might influence the retirement decision. However, seeing as health is bestdefined as stock, a change in working conditions is unlikely to reveal shortterminfluences but will impact health over the long run. Therefore, conditioningon health would lead to an estimate of the short term influence of treatment.Selfassessed health status is measured on a cardinal scale ranging in five stepsfrom excellent to poor. Slightly more than 10 percent of respondents in theinvestigated subsample report poor or fair health status Table 1. Excellentand very good health status is much more common, about 50 percent of workersin less demanding jobs and 44 percent in the treatment group report a verygood health status or better. Overall, treated workers have a slightly higherchance to report less than very good health. But looking at single levels, onlythe contrast in very good health status turns out to be clearly statisticallysignificant.Fourthly, there might be general occupation and industry specific effects ontreatment probability and retirement patterns, such as job stability, decisionautonomy, and other specificities of the work environment, but also differencesin socioeconomic status. Occupations are organized into major ISCO88 groups.The list of industry bases on the NACE coding schema. The two sets ofdummy variables will measure general differences in retirement and treatmentselection between individuals. By holding occupation and industry constantin the estimation, the coefficient of heavy job demands will pick up the effectwithin an industryoccupation cell.In other words, treatment receipts arecompared to nontreated workers within the same cell. It is furthermore crucialto include occupational and industry level dummies in the estimation, becausethe instrumental variables capture job demands on the same level of aggregation.Statistically significant influences of the industry and occupation dummies inthe main equation may indicate a direct aggregate workload effects and henceviolation of the redundancy assumption.Heavy job demands occur across the whole range of industries and occupations.But the frequency clearly differs: Workers in agriculture, construction and lowskilled services like transport, storage and communication, and health and socialwork are significantly more likely to work in jobs with heavy demands. Overall,it appears to be a contrast between on the one side high skilled white collarworkers who tend to report lower levels of job demands, and blue collar and lowskilled white collar workers with a higher frequency of strenuous job demands 200.0267 0.0070.0291 0.0100.1070.3090.0599 0.2370.0472 0.0120.0373 0.1900.0730 0.2600.0107 0.1030.0439 0.2050.0058 0.07620.0036 0.05970.1560.3630.0094 0.09660.0523 0.2230.0682 0.2520.0140 0.1170.0510 0.220Di 10.165 0.0221 0.0040.0280.0067 0.0814 0.00310.0030.0150.02030.1360.3430.0040.0067 0.08140.00280.302 0.0489 0.0100.1010.0812 0.273 0.01310.0100.0280 0.165 0.0140 0.0050.0692 0.254 0.01830.009Agriculture and fishing Mining Manufacturing Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, businessactivities Public administration and defense Education Health and social work Other community, social andpersonal services Other or Missing Legislators, senior officials, and Professionals Technicians and associate professionals Clerks Services and sales workers Skilled agricultural and fisheryworkers Craft and related workers Plant and machine operatorsand ass 0.0999 0.300 0.0350 0.011Elementary occupations 0.0346 0.183 0.0005Other or Missing0.007Note: The sample includes all SHARE respondents who were aged 50 and older and employedat the first interview, with a valid observation on employment status in the second wave. Std.dev in, std. errors in , p0.10, p0.05, p0.01.0.320 0.01040.0130.3310.00860.0140.0883 0.0160.3340.0437 0.0160.3550.0714 0.0130.0506 0.2190.336 0.0341 0.0120.1290.0692 0.254 0.0488 0.0070.0759 0.2650.1980.0386 0.1930.0562 0.0130.399 0.0611 0.0150.0090.00880.1460.0692 0.254 0.01470.354 0.0790 0.0110.0090.1220.3270.0951 0.2930.0204 0.1420.1050.1340.2160.1910.3070.3400.4120.3940.0675 0.2510.0545 0.2270.0649 0.2460.0341 0.1810.1320.3390.1370.3440.0474 0.213Table 2: Industry and occupation dummies by treatment Source: SHARE, owncalculationsDi 0diff.0.1160.1250.1280.14821Table 3: Measurement quality of the treatment variable Source: SHARE, owncalculationsDi 0N 3, 8580.2660.2340.4260.016Functional lim.0.016Health limits0.018Retirement asap Rounded to three decimal places. Std. dev in , s.e. in , p 0.10, p 0.05, p 0.010.474 0.0750.498 0.2210.495 0.1490.4420.4230.495diff.Di 1N 9840.3390.4550.575on the other side Table 2.5. Results 5.1. Heavy job demands: Does it measure what it is supposed tomeasure?For starters, it would be helpful to know whether, the variable of interest actuallyrelates to outcomes that are generally associated with heavy job demands. Thedemandcontrol and effortreward imbalance models suggest that heavy jobdemands should be negatively associated with health outcomes, work capacity,and lastly retirement intentions. To assess the quality of the defined treatmentvariable, I test if it can capture those differences in the data.The prevalence of functional limitations disability, the fear health limitsthe ability to work till regular retirement on the given job, and the statedpreference for retirement as soon as possible are all significantly lower in thecontrolgroup than among treatment receipts Table 3. Noteworthy, almosthalf of the workers with heavy job demands fear health is limiting their abilityto work till regular retirement on the current job, compared to a fraction ofnot even a quarter in the control group. The results overall indicate a clearassociation of the defined treatment variable with usual outcomes of heavy jobdemands.22Table 4: Retirement by treatment status and age group. Source: SHARE, owncalculationsTotal N 4, 83658 N 3, 89158 N 945Std. dev in , s.e. in , p 0.10, p 0.05, p 0.010.3730.3110.491Di 10.1900.1140.514Di 00.1670.1090.404diff.0.392 0.0230.01350.319 0.0060.01240.501 0.1100.04045.2. Heavy job demands and the incidence of retirement Table 4 summarizes the simple difference between retirement probabilitiesacross treatment and age stratified samples. Overall, the average differencein retirement probability is negligible in the total sample as well as in theyounger subsample. But, there is a significant difference in average retirementprobability by treatment among the older workers in the conjectured directionacross European countries.The findings reveal a mixed picture of the association between heavy jobdemands and retirement. The probability of very early retirement, possiblydriven by poor health, does not differ by treatment status. However, it seemsthat as workers become eligible to regular pension benefits, the retirementprobabilities jump up particularly among workers in jobs with a high workload.Around a half of the workers in this group had retired within the following twoyears; about 11 percentage points more than in the control group. Remarkably,the observed probability of retirement in the age group 59 and older closelycoincide with the stated preference for retirement as early as possible in Table 3.The question in the following is, what of the univariate lack of differencesis due to selection bias and what reflects the causal influence of heavy jobdemands.Estimation results of the regression Eq. 7 and the probit model Eq. 8are displayed in Table 5. Apparently, the basic findings remain intact: thereis a statistically significant correlation between heavy job and the averageretirement probability in European countries, but only in the older agegroup.The estimated contrast in the LPM is about 9 percentage point independently 23of model specification, which is below but sill close to the simple difference inmeans between both groups.In the younger and total sample, there is overall no conclusive statisticalevidence for a relationship between heavy job demands and retirement first andsecond panel in Table 5. Just with the basic set of covariates, the estimatedcoefficient in the total sample turns out to be statistically significant at the 10percent level. Still, the confidence level of a positive relationship between heavyjob demands is 96%. However, by successive inclusion of covariates, the pointestimates decline in the total and younger sample, while standard errors hardlychange. If heavy job demands had strong adverse health effects, one wouldexpect to observe clearer differences in the retirement probability also amongworkers aged 58 and below. But it might as well be possible that because ofsample size limitations, there were just not sufficient transitions from work todisability retirement below age 59 to precisely estimate the difference.The estimated coefficient in the older subsample is roughly constant acrossmodel specifications third panel in Table 5. The included covariates either donot strongly correlate with treatment status or have only a weak influence onretirement. Still, there are subtle variations. Especially the inclusion of dummyvariables for educational levels, industry, and occupation reduce the magnitudeof the estimated contrast LPM3. Thus a part of the effect of heavy jobdemands stems from differences between educational levels, occupation andindustry. But there is still substantial variation in heavy job demand andretirement behavior within educationindustryoccupation cells.Adding the entitlements to private pensions, early retirement opportunities,job satisfaction, selfemployment status, and health slightly increase the pointestimate. The explanation is as follows. Private pension claims as well as earlyretirement opportunities are negatively correlated with treatment status, butcontribute to a raised probability of retirement positive correlation. Theirinclusion must hence increase the estimated coefficient of heavy job demands.Selfemployment status has a similar inflating influence on the influence oftreatment, but for opposite reasons: it is more prevalent among workers withheavy job demands positive correlation, and associated with lower retirementprobabilities negative correlation. Job satisfaction and health status, on theother hand, are on average lower in the treated than in the control groupnegative correlation and at the same time associated with a lower transition 24Table 5: Association of heavy job demands with retirement. Source: SHARE,NR2Covariates:Birth year, country, gender Educational level Industry, Occupation Pension claims, job satisfaction,health, selfemployment Std. errors in ; p 0.10, p 0.05, p 0.01See Appendix B for detailed results.own calculationsHeavy job demands Total NR2 58NR2 58LPM40.0120.0143, 8320.25Probit 0.0110.0153, 816LPM30.0170.0134, 8360.23LPM20.0160.0124, 8360.220.001 0.001 0.010 0.0080.0140.0123, 8913, 0330.090.0880.0389450.230.0123, 8910.100.0870.0409450.260.0143, 0490.120.0910.0467830.290.0940.042783LPM10.0220.0124, 8360.210.0070.0123, 8910.090.0930.0389450.2325rate into retirement negative correlation. They would thus each ceteris paribusnarrow the gap in the retirement probability between both groups. Apparently,the correlation of the pension variables and selfemployment with retirementand heavy job demands overcompensates the influence of job satisfaction andhealth in the older age group.The difference between LPM3 and LPM4 is that in the former specificationa worker within a given educationindustryoccupation cell is assumed to changenot only the degree of job demands but also associated attributes improvedpension scheme, lower probability of selfemployment, becomes more satisfiedand healthier, while in the latter case job characteristics and health are heldconstant. The comparison in LPM4 is hence based on identically healthyworkers in similar lousy jobs. However, at health status and job satisfactionmight change over the long run, if the degree of job demands were altered. Thecoefficient in LPM4 is thus best viewed as short term influence. But since therelationship is only significant in the older agegroup and cessation of laborforce participation will most certainly occur within a rather short time period,it seems plausible to concentrate on LPM4 for inference.Since neither of the models is saturated, the LPM only approximates theunderlying conditional expectation function. Results of RESET tests clearlyindicate the presence of neglected nonlinearities. To check the reliability ofthe findings, the fully specified model is reestimated by probit using Eq. 8.1Results are reported as average discrete effects probit column in Table 5. Theygive, like in the LPM case, the average difference in retirement probabilities bytreatment status. The estimated contrasts are virtually identical to results of LPM4 even in the younger subsample with its very low retirement rate. Thesimple linear model appears to approximate the effect of interest reasonablywell.The previous estimates represent associations, in other words the differencein retirement probability between workers in jobs with heavy workload and lessstrenuous working conditions prior to retirement. The findings largely mirrorthe results in the extant literature, with the exemption of the clear age gradientof the retirement contrast. But observed differences must not necessarily reflect 1A discrete choice model has the additional advantage to resemble a special type of durationmodel in this context.26the average effect of heavy job demands per se, but could result from otherunobserved but correlated influences like accumulated work experiences, pastexposure to heavy job demands, or expectation concerning the development ofindividual work capacity and wellbeing. Thus, they do not answer the questionhow would the retirement decision change, if a worker changed from heavy tolower job demands.5.3. Alleviated job demands delayed retirement?The question is tackled in two steps: firstly, exposure to heavy job demands onthe main job is included as covariate in the estimation of Eq. 7. Dependingon the result, one or both of the instrumental variables are chosen to, secondly,treat the current level of job demand as endogenous. The IV estimation isperformed by two stage least squares 2SLS. In the first stage, the currentlevel of job demand is regressed on the exogenous variables. The fitted valuesare used in the second stage to replace the possible endogenous explanatoryvariable in the structural equation.According to the data, heavy job demands on the main job strongly correlatewith the job demands in the current position Table 6. The difference betweentreatment receipts and nonreceipts in the frequency of high workload levels onthe main job is substantial, above 30 percentage points, and highly significant.Note the reduced number of observations, which results from panel attrition anditem nonresponse. The potential instruments show the anticipated pattern, thefrequency of heavy job demands are significantly higher in the treatment group.The variability of the potential instrumental variables is limited, since they aredefined at a high level of aggregation, which may have adverse influences onthe precision of the 2SLS standard errors Angrist and Pischke, 2009.The inclusion of heavy job demands on the main job in the estimation supports,on one hand, previous findings: workload matters in the older subsample, butnot among the younger fraction of workers at the risk of retirement. Additionallyinclusion of covariates reduces the effect of workload in the total sample, whereasthe point estimate increases in the older subsample. But on the other hand, theresults reveal that rather than the workload level prior to retirement, longrunexposure over the career to heavy job demands affects the retirement probabilityTable 7.27Table 6: Distribution of past and average job demands by treatment status.Source: SHARE, own calculationsDi 00.126Di 10.4370.2090.1030.2620.332Heavy demands, main job,D0 2, 137 D1 577IV: heavy job demands average ISCO88 1digit, D0 3, 773 D1 945IV: heavy job demands average NACE 1digit, D0 3, 491 D1 852Std. dev in , s.e. in ; p 0.10, p 0.05, p 0.010.08610.195diff.0.496 0.311 0.0180.116 0.053 0.0040.0988 0.040 0.0030.235Conditioned on the workload on the main job, i. e. average exposure to heavyjob demands over the career, workload prior to retirement, i. e. the deviationfrom the average, has no effect on the retirement probability. Workers who wereexposed to heavy job demands on the main job have a 1415 percentage pointhigher probability of retirement. There is however no indication of increaseddisability retirement or very early labor force cessation as response to heavy jobdemands. Furthermore, high workload on the current job does not matter inthe subsequent retirement decision. A reduction of workload of treated workersin the population at risk of retirement would, in other words, not lead to achange of the retirement probability on the average.As previously mentioned, the current level of heavy job demand may beendogenous. Seeing as heavy workload is indeed associated with higher transitionrates into retirement, workers could decide to either change job or lower workeffort to reach an otherwise determined retirement age.The potential instruments vary on the level of one digit industry and occupation classification. It is therefore important to have information on the industryand occupationspecific influences on individual retirement Friedberg, 2003.Independent of age bracket sample and included covariates, the set of industrydummies is jointly significant at confidence levels above 99%. It is thereforeimpossible to rule out a direct influence of industryspecific workload averages 28Table 7: The retirement effects of current and past levels of job demands.Source: SHARE, SHARELIFE, own calculationsLPM5LPM62SLS12SLS2Heavy job demands mainTotal Heavy job demands current 0.0010.0180.0330.0192, 7080.24NRsq Fvalue 1st stage 58Heavy job demands current 0.020 0.0190.0210.0010.0210.0290.0212, 1510.27Heavy job demands main0.0400.1380.0190.0442, 6400.2455.320.0920.0180.1470.013 0.001 0.0190.0450.0192, 0172, 0760.110.1343.280.0221, 6240.15NRsq 1st Fvalue 58Heavy job demands currentHeavy job demands main0.0910.1720.0510.0552, 1160.2635.570.0910.1850.0100.0541, 5950.1525.970.4750.052 0.3720.0530.5110.0570.3760.0500.3590.2830.137 0.1480.2170.1500.0620.0525216235276320.200.290.340.1910.876.71Average workload NRsq 1st Fvalue Instrument:Covariates:Birth year, country, gender Educational level Industry dummies Occupation dummies Pension claims, Health, jobsatisfaction, selfemployment Std. dev in , s.e. in ; p 0.10, p 0.05, p 0.01See Appendix B for detailed results.29on the individual retirement decision. The set of occupation dummies is, on thecontrary, jointly significant at confidence levels below 50%again independentof sample and included set of covariates. Aggregate occupation effects can thusbe excluded from the structural equation.Instrumental variable estimates are reported in Table 7. Column 2SLS1 includes basic demographic covariates, education and industry dummiesas exogenous covariates, whereas 2SLS2 extends the list to pension schemecharacteristics, health, job satisfaction, and selfemployment status. Firstly,there is in every specification a valid first stage; the instrument is able to explaina significant fraction of variation in individual heavy job demand. Secondly,compared to LPM5 and LPM6 findings, there is again no statistical significanteffect of heavy workload, past or current, on overall retirement behavior andvery early retirement. OLS and 2SLS results are not distinct from one an other.Thus the lack of an association in the previous section is not driven by selectionbias but by the absence of an underlying effect. A fraction of workers betweenage 50 and 58 in the dataset in fact retires, but for other reasons than heavyworkload.Thirdly, the picture remains different in the older subsample. Still, currenttreatment has like in LPM6 and LPM5 no effect on retirement. The pointestimates drastically drop to negative values in fact, but the standard errors aretoo large to draw further conclusions. However, the effect of past workload isstill weakly significant but with an escalated estimated coefficient compared to OLS. Based on 2SLS1, heavy job demands on the main job rise the retirementprobability by 28 percentage points. Treating current heavy job demandas endogenous has a clear influence on the estimated coefficient of averageworkload. The reason might be the strong correlation between both variables,i. e. the attributed influence of one variable determines the influence, which is leftover for the other. Holding other important covariates like retirement scheme,selfemployment and jobsatisfaction fix at their levels prior to retirement, theeffect of past workload even increases to almost 36 percentage point 2SLS2.The instability of the point estimates between 2SLS1 and 2SLS2 indicatesa undesirable sensitivity of the instrument to the included covariate. Theinstrument is not randomly assigned to workers and does thus not constitutes aquasiexperiment. It describes features of the task production function in broadoccupational groups and therefore the limits of individual discretion over job 30demands within occupations. Its validity hinges on the ability to conditioningout all confounding influences, i. e. there should be no omitted variables. Thissuggests that 2SLS2 is more reliable as it includes additional covariates whichare obviously associated with the instrument. Still, the IV estimates confirmthe longitudinal OLS findings.6. Conclusions Growth of labor force participation at older ages is a current political goal inthe EU. The effectiveness of achievement will depend among other things onthe ability of workers to delay retirement.Previous research suggests that heavy job demands are stressors with potentialadverse health effects. Adequate resources on the job may however mitigatethe negative influence of stressful situations. Resources refer, for example, totask control, pecuniary and nonpecuniary rewards, and jobmatch quality. Thestudy tackles two questions: Is there a negative influence of heavy job demandson delayed retirement and if there is an effect, would a reduction lead to lowerretirement probability among those who are exposed to heavy workload. Toanswer the questions, I use the available waves of SHARE. SHARE collectsdata in several European countries and allows thus to investigate the effectof heavy job demands conditional on different public pension systems. Heavyjob demands are defined as the combination of permanent physical efforts andconstant time pressure.The results indicate the following. Firstly, around 20% of the workers areexposed to heavy job demands. But the probability of heavy job demands isnot equally distributed. Workers with low levels of education, in blue and lowskilled white collar occupations are more likely to report high levels of workload.Furthermore, heavy job demands is positively related to functional limitations,the fear that health will limit the ability to work till the normal retirement age,and the intention to retire as soon as one becomes eligible to pension benefits.Secondly, there are significant differences in the observed retirement patterns,but only among workers aged 59 and older. Retirement in the age bracket 5058 is not associated heavy job demands. Multivariate regression supportthis findings.However, workers may select into less demanding jobs or reduce efforts on 31a give job to lower workload and reach a desired retirement age. On the onehand, selection may lead to an overestimation of true workload effects, if highworkload is associated with individual characteristics that favor early retirement.On the other, selection may contribute to an underestimation of the true effect,if for example frail workers will choose to change into jobs with lower levelsof workload. Observed workload may thus be an endogenous variable in theretirement decision.To disentangle the effect of heavy workload from selection process, I use,thirdly, an instrumental variable strategy and include additional availableinformation on the degree of job demands on a respondents main job. Jobdemands on the main job can be interpreted as mean workload over the career,which correlates with time invariant unobserved individual characteristics, whilecurrent job demands capture the effect of deviations from this mean. Theinstrumental variable is defined as average heavy job demand across broadoccupational groups. OLS and 2SLS results are very similar. They indicate thatneither current nor past exposure to heavy job demands has a retirement effectin the age group 5058. However, in the agegroup 59 and older, past exposurehas a clear average effect on retirement. It seems, that once workers becomeeligible to pension benefits longterm exposure to heavy job demands and theassociated individual characteristics lead to a higher probability of labor forcecessation. A reduction in workload prior to retirement has generally no effect.In terms of the political agenda, the results are not conclusive. On the onehand, they indicate that heavy job demands are neither related to very earlyretirement, nor disability retirement, and most of the effect in the older subsample is independent of health. On the other hand, workers with a employmenthistory in demanding jobs have on average a higher retirement probability, oncethey reach the eligibility age for old age and early retirement. A reductionin workload prior to retirement does not reduce the probability of labor forcecessation in the subsequent period. A job change or a reduction of workload ona given job thus yields no shortterm benefits in terms of delayed retirement.Acknowledgment This paper uses data from SHARELIFE release 1, as of November 24th 2010 or SHARE release 2.3.1, as of July 29th 2010. The SHARE data collection has 32been primarily funded by the European Commission through the 5th framework programme project QLK6CT2001 00360 in the thematic programme Quality of Life, through the 6th framework programme projects SHAREI3,RIICT 2006062193, COMPARE, CIT5CT2005028857, and SHARELIFE,CIT4CT2006028812 and through the 7th framework programme SHAREPREP, 211909 and SHARELEAP, 227822. Additional funding from the U.S. National Institute on Aging U01 AG0974013S2, P01 AG005842, P01AG08291, P30 AG12815, Y1AG455301 and OGHA 04064, IAG BSR0611,R21 AG025169 as well as from various national sources is gratefully acknowledged see www.shareproject.orgt 3shareindex.php for a full list of fundinginstitutions.References Abadie, A. 2003, Semiparametric instrumental variable estimation of treatment response models, Journal of Econometrics 1132, 231 263.Angrist, J. D. 2001, Estimation of limited dependent variable models withdummy endogenous regressors: Simple strategies for empirical practice,Journal of Business and economic Statistics 191, 228.Angrist, J. D. and Pischke, J.S. 2009, Mostly harmless econometrics: anempiricists companion, Princeton Univ Press.Bartus, T. 2005, Estimation of marginal effects using margeff, Stata Journal 53, 309329.Blau, P., Gustad, J., Jessor, R. and Parnes, H. 1956, Occupational choice: Aconceptual framework, Indus. Lab. Rel. Rev. 94, 531543.Blekesaune, M. and Solem, P. E. 2005, Working conditions and early retirement: A prospective study of retirement behavior, Research on Aging 271, 330.Borg, V. and Kristensen, T. S. 2000, Social class and selfrated health: canthe gradient be explained by differences in life style or work environment?,Social Science and Medicine 517, 10191030.33BorschSupan, A., Hank, K. and Jurgens, H. 2005, A new comprehensive andinternationa view on ageing: Introducing the Survey of Health, ageing and Retirement in Europe, European Journal of Ageing 24, 245253.BorschSupan, A., Schnabel, R., Kohnz, S. and Mastrobuoni, G. 2004, Micromodeling of retirement decisions in Germany, in J. Gruber and D. A. Wise,eds, Social Security Programs and Retirement around the World: MicroEstimation, University of Chicago Press, pp. 285344.Bound, J., Schoenbaum, M., Stinebrickner, T. and Waidmann, T. 1999, Thedynamic effects of health on the labor force transitions of older workers,Labour Economics 62, 179202.Bound, J., Stinebrickner, T. and Waidmann, T. 2010, Health, economicresources and the work decision of older men, Journal of Econometrics 156, 106129.Chirikos, T. N. and Nestel, G. 1991, Occupational differences in the abilityof men to delay retirement, The Journal of Human Resources 261, 126.Clark, A. E. 2001, What really matters in a job? hedonic measurement usingquit data, Labour Economics 82, 223 242.Contoyannis, P. and Jones, A. M. 2004, Socioeconomic status, health andlifestyle, Journal of Health Economics 235, 965 995.de Lange, A. H., Taris, T. W., Kompier, M. A. J., Houtman, I. L. D. and Bongers, P. M. 2003, the very best of the millennium: Longitudinalresearch and the demandcontrolsupport model, Journal of Occupational Health Psychology 84, 282305.Disney, R., Emmerson, C. and Wakefield, M. 2006, Ill health and retirement in Britain: A panel databased analysis, Journal of Health Economics 254, 621649.Dwyer, D. S. and Mitchell, O. S. 1999, Health problems as determinants of retirement: Are selfrated measures endogenous?, Journal of Health Economics 18, 173193.34EUROPEAN COMMISSION 2010, Green paper: Towards adequate, sustainable and safe European pension systems, COM2010365 final .Filer, R. K. and Petri, P. A. 1988, A jobcharacteristics theory of retirement,Review of Economics and Statistics 701, 123128.Friedberg, L. 2003, The impact of technological change on older workers:Evidence from data on computer use, Industrial and Labor Relations Review 563, 511529.Fuchs, V. R. 1982, Selfemployment and labor force participation of oldermales, Journal of Human Resources 173, 339357.Ham, R., Junankar, P. and Wells, R. 2009, Occupational choice: Personalitymatters, IZA Discussion Papers 4105.Hamilton, B. H. 2000, Does entrepreneurship pay? An empirical analysis ofthe returns of selfemployment, Journal of Political Economy 1083, 604631.Hayward, M. D., Friedman, S. and Chen, H. 1998, Career trajectoriesand older mens retirement, Journal of Gerontology: SOCIAL SCIENCES53B2, S91S103.Hayward, M. D. and Grady, W. R. 1986, The occupational retention andrecuitment of older men: The influence of structural characteristics of work,Social Forces 643, 644666.Hayward, M. D., Grady, W. R., Hardy, M. A. and Sommers, D. 1989, Occupational influences on retirement, disability, and death, Demography 263, 393409.Hurd, M. and Mc Garry, K. 1993, The relationship between job characteristicsand retirement, NBER Working Paper 4558.Jovanovic, B. 1979, Job matching and the theory of turnover, The Journalof Political Economy 875, 972990.35Kalwij, A. and Vermeulen, F. 2008, Health and labour force participationof older people in Europe: What do objective health indicators add to theanalysis?, Health Economics 175, 619638.Karasek, R. A. 1979, Job demands, job decision latitude, and mental strain:Implications for job redesign, Administrative Science Quarterly 242, 285308.Krause, N., Lynch, J., Kaplan, G. A., Cohen, R. D., Goldberg, D. E. and Salonen, J. T. 1997, Predictors of disability retirement., Scand J Work Environ Health 236, 403413.Lazear, E. P. 1979, Why is there mandatory retirement?, The Journal of Political Economy 876, 12611284.Lumsdaine, R. L. and Mitchell, O. S. 1999, New developments in the economicanalysis of retirement, in O. C. Ashenfelter and D. Card, eds, Handbook of Labor Economics, Vol. 3, Elsevier, chapter 49, pp. 32613307.Mc Garry, K. 2004, Health and retiremen: Do changes in health affect retirement expectations?, The Journal of Human Resources 393, 642648.Moscarini, G. 2005, Job matching and the wage distribution, Econometrica 732, 481516.Ostry, A. S., Kelly, S., Demers, P. A., Mustard, C. and Hertzman, C. 2003, Acomparison between the effortreward imbalance and demand control models,BMC Public Health 3.Polachek, S. 1981, Occupational selfselection: A human capital approachto sex differences in occupational structure, The Review of Economics and Statistics 631, 6069.Rahkonen, O., Laaksonen, M., Martikainen, P., Roos, E. and Lahelma, E. 2006,Job control, job demands, or social class? the impact of working conditionson the relation between social class and health, Journal of epidemiology andcommunity health 601, 50.Rogerson, R., Shimer, R. and Wright, R. 2005, Searchtheoretic models ofthe labor market: A survey, Journal of Economic Literature 434, 959988.36Schmalzenberger, M., Schneeweis, N., WinterEbemer, R. and Zweimuller, M.2008, Job quality and retirement decisions, in A. BorschSupan, A. Brugiavini, H. Jurges, A. Kapteyn, J. Mackenbach, J. Siegrist and G. Weber,eds, Health, Ageing and Retirement in Europe 20042007, Starting the Longitudinal Dimension, Mannheim Research Institute for the Economics of Aging MEA, pp. 215221.Siegrist, J. 1996, Adverse health effects of higheffortlowreward conditions,Journal of Occupational Health Psychology 11, 2741.Siegrist, J. and Marmot, M. 2004, Health inequalities and the psychosocial environment two scientific challenges, Social Science Medicine 588, 14631473.Siegrist, J., Wahrendorf, M., von dem Knesebeck, O., Jurges, H. and BorschSupan, A. 2006, Quality of work, wellbeing, and intended early retirementof older employeesbaseline results from the SHARE study, European Journal of Public Health 171, 6268.Social Security Administration, ed. 2006, Social Security Programs Throughoutthe World: Europe, 2006, SSA Publication.Stock, J. H. and Wise, D. A. 1990, Pensions, the option value of work, andretirement, Econometrica 585, 11511180.Tsutsumi, A. and Kawakami, N. 2004, A review of empirical studies on themodel of effortreward imbalance at work: reducing occupational stress byimplementing a new theory, Social Science Medicine 59, 23352359.van der Doef, M. and Maes, S. 1998, The job demandcontrolsupport modeland physical health outcomes: A review of the strain and buffer hypotheses,Psychology and Health 13, 909936.van der Doef, M. and Maes, S. 1999, The job demandcontrolsupport modeland psychological wellbeing: a review of 20 years of empirical research, Work Stress 132, 76114.37Viscusi, W. K. and Aldy, J. E. 2003, The value of a statistical life: Acritical review of market estimates throughout the world, Journal of Riskand Uncertainty 27, 576.Wooldridge, J. M. 2002, Econometric analysis of cross section and panel data,The MIT press.Zamarro, G., Meijer, E. and Fernandes, M. 2008, Labor force participationand retirement, in A. BorschSupan, A. Brugiavini, H. Jurges, A. Kapteyn,J. Mackenbach, J. Siegrist and G. Weber, eds, Health, Ageing and Retirementin Europe 20042007, Starting the Longitudinal Dimension, Mannheim Research Institute for the Economics of Aging MEA, pp. 4855.A. Appendix: Retirement ages Normal retirement ages menwomen : Austria 6560, Belgium 6564, Denmark 6565, France 6060, Germany 6565, Greece 6560, Italy 6560,the Netherlands 6565, Spain 6565, Sweden 6565, and Switzerland 6564.B. Appendix: Detailed estimation results Table 8: Total sample OLS1LPM15Probit margeff234LPM20.0160.0120.5500.0520.5560.0480.2150.0460.0740.0430.0330.0380.0720.0360.0220.0120.5520.0520.5580.0480.2190.0460.0740.0420.0340.0380.0740.036LPM30.0170.0130.5550.0520.5600.0470.2140.0450.0780.0420.0380.0380.0740.036LPM40.0120.0140.5860.0530.5520.0540.2370.0510.0820.0470.0080.0410.0770.0400.0110.0150.5720.0390.5400.0410.2690.0510.1190.0500.0300.0460.0800.043Heavy job demands 194019411942194319441945380.0300.0300.0330.0280.0280.0320.0280.0280.0280.0320.0280.0260.0250.0260.0260.0290.0280.0250.0250.0240.0240.095 0.095 0.091 0.0950.0300.147 0.147 0.144 0.1530.0280.137 0.135 0.132 0.1530.0290.197 0.198 0.196 0.2120.0260.209 0.209 0.208 0.2280.0260.243 0.242 0.236 0.2620.0250.255 0.255 0.253 0.2660.0240.233 0.231 0.228 0.2480.0260.2000.0300.0810.0200.1450.0200.0860.0240.1820.0270.1150.0190.0670.0190.0060.0170.0020.0210.1310.0180.0260.0100.0290.0260.2180.2060.0360.0300.0950.0890.0240.0200.1690.1450.0250.0200.0570.0760.0320.0240.1850.1740.0330.0270.1220.1210.0230.0190.0880.0780.0220.0190.0240.0050.0280.0170.0100.0030.0240.0210.1460.1320.0240.0180.0350.0270.0130.0100.0430.0410.0460.0400.0310.0210.0150.0130.034 0.028 0.0210.0140.0110.0450.0680.0260.1900.0300.0850.0200.1510.0200.0670.0250.1690.0270.1180.0200.0720.0190.0110.0180.0110.0220.1230.0180.0420.0110.0460.0410.0190.0130.0120.0390.0630.179 0.1510.0240.0210.1010.0320.1650.0270.1630.0270.2250.0220.2440.0210.2740.0190.2740.0180.2610.0200.2650.0470.1000.0320.1600.0290.0430.0300.1780.0370.1230.0290.0710.0250.0090.0250.0010.0210.1480.0300.0390.0140.0440.0440.0340.0160.0270.0140.0320.06719471948194919501951195219531954Austria Germany Netherlands Spain Italy France Denmark Greece Switzerland Belgium Female No formal education Primary or lower secondary education Tertiary education Agriculture and fishing Mining 39Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, business activities Public administration and defense Education Health and social work Other community, social and personal services Other Missing Legislators, senior officials, and managers Technicians and associate professionals Clerks Services and sales workers Skilled agricultural and fishery workers Craft and related workers Plant and machine operators and assemblers Elementary occupations Other Missing Private pension 400.1310.1180.0670.0620.0030.0330.0260.0280.054 0.0490.0220.0250.094 0.0500.0460.0370.0030.0070.0300.0270.0970.0950.0390.0370.0150.0150.0270.0240.0320.0250.0220.0240.0280.0170.0220.0230.038 0.0360.0200.0220.055 0.0350.0260.0290.060 0.0390.0420.0310.0220.0100.0280.0240.0150.0140.0200.0180.0030.0080.0160.0180.0070.0070.0230.0210.0090.0000.0210.0240.0510.0540.0440.0370.0440.0050.0270.0240.0140.0230.0320.0280.0090.0260.0280.0240.1090.0740.0540.0480.0220.0150.0470.0340.0150.0160.1200.0730.0020.0270.0550.0230.0520.0410.0160.0290.0920.0410.0130.0260.0280.0220.0290.0240.0340.0210.0350.0280.0500.0430.0040.0300.0060.0230.0090.0200.0110.0230.0160.0240.0380.0470.0010.0270.0140.0280.0170.0260.0670.0520.0140.0510.0080.015Early ret. possibility Satisfied with job strongly agree Self employed Excellent h.Very good h.Fair h.Poor h.Constant 0.0100.0130.0590.0200.0350.0160.0260.0150.0280.0130.0390.0210.0540.0530.0130.0130.0590.0240.0390.0180.0270.0150.0280.0130.0400.0230.0490.0560.2480.0460.1820.0240.1860.0250.1860.032Observations R2Standard errors in parentheses p 0.10, p 0.05, p 0.0148360.2148360.2248360.2338320.253816Table 9: 58 OLS12340.0340.0320.0280.0280.0300.0300.0280.0280.032LPM20.0010.012LPM30.0010.012LPM40.0100.014LPM10.0070.0120.095 0.094 0.092 0.0930.0300.144 0.144 0.143 0.1460.0280.134 0.131 0.128 0.1460.0280.196 0.197 0.196 0.2090.0260.210 0.208 0.209 0.2280.0260.241 0.239 0.235 0.2560.0250.253 0.252 0.252 0.2610.0240.232 0.229 0.228 0.2460.0260.1610.0300.0330.0260.1520.0310.0380.0290.1590.0370.0360.0260.1660.0300.0420.0260.0260.0290.0260.0260.0280.0250.0250.0280.0240.0240.0285Probit margeff0.0080.0140.0990.0310.1560.0270.1580.0260.2190.0220.2390.0210.2650.0210.2660.0210.2540.0210.1990.0530.045Heavy job demands 19471948194919501951195219531954Austria Germany 41Netherlands Spain Italy France Denmark Greece Switzerland Belgium Female No formal education Primary or lower secondary education Tertiary education Agriculture and fishing Mining Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, business activities Public administration and defense Education Health and social work0.0190.0920.0200.0540.0240.1870.0280.0870.0190.0050.0160.0180.0160.0130.0210.1120.0180.0250.010420.0190.0970.0200.0360.0250.1690.0280.0880.0190.0080.0170.0160.0170.0050.0210.1050.0180.0420.0110.0370.0410.0230.0140.0230.0190.1050.0910.0250.0200.0410.0150.0310.0240.1610.1760.0340.0280.0810.0910.0230.0190.0160.0140.0200.0160.0110.0170.0270.0160.0090.0030.0240.0210.1090.1110.0240.0180.0330.0260.0130.0100.0380.0270.0440.0400.0370.0280.0130.0160.036 0.028 0.0260.0110.0140.0510.0710.0120.0420.0680.165 0.1260.0220.0740.0700.0220.0260.0280.0220.0510.0340.0140.0280.0590.0370.0110.0230.0190.0220.0320.0210.0300.0210.1180.0790.0090.0300.0400.0230.0310.0440.0240.0320.0500.0400.0160.0260.0250.0240.0350.0230.0200.0330.1050.0320.0170.0290.1490.0430.0830.0290.0020.0210.0040.0230.0050.0240.1120.0330.0320.0140.0350.0370.0350.0170.0270.0120.0230.0710.1060.0760.0130.0290.0420.0220.0240.0400.0310.0300.0500.0390.0120.0250.0210.0200.0330.0210.015Other community, social and personal services Other Missing1 Legislators, senior officials, and managers3 Technicians and associate professionals4 Clerks5 Services and sales workers6 Skilled agricultural and fishery workers7 Craft and related workers8 Plant and machine operators and assemblers9 Elementary occupations Other Missing Private pension Early ret. possibility Satisfied with job strongly agree Self employed Excellent h.Very good h.Fair h.Poor h.Constant Observations R20.0200.0220.041 0.0250.0250.0280.064 0.0500.0390.0270.0100.0150.0240.0280.0220.0180.0200.0170.0200.0110.0160.0180.0140.0060.0230.0210.0320.0260.0240.0210.0330.0210.0460.0400.0040.0390.0270.0250.0250.0180.0320.0280.0170.0070.0280.0240.0330.0640.0500.0550.0030.0060.0460.0330.0000.0160.0050.0130.0570.0240.0050.0180.0150.0150.0270.0130.0450.0240.0310.0570.2990.0460.2220.0310.0210.0250.0280.0510.0340.0060.0290.0290.0190.0260.0170.0170.0200.0330.0200.0020.0430.0110.0250.0240.0250.0240.0230.0280.0490.0080.0490.0040.0130.0020.0120.0530.0180.0100.0180.0110.0150.0270.0120.0400.0210.0400.0550.2060.0240.2100.02538910.0938910.0938910.1030490.12303343Standard errors in parentheses p 0.10, p 0.05, p 0.01Table 10: 58 OLS1LPM12LPM23LPM34LPM45Probit margeff0.0590.0530.0590.0530.0550.0730.1150.1070.1150.0570.0560.0630.0520.0530.0530.0580.0590.0660.0910.0460.0440.0670.0870.0400.0220.0630.0880.0380.0120.0630.0930.0380.0120.0620.3280.3300.3330.3100.0590.4640.4630.4670.4740.0570.5310.5310.5320.5710.0530.4910.4920.4880.5110.0520.403 0.411 0.390 0.5160.1130.206 0.213 0.217 0.2610.0510.338 0.338 0.344 0.4160.0590.1500.0590.0250.0770.2920.1140.233 0.243 0.255 0.3130.0640.0550.0560.1480.1500.0770.0600.0930.0520.0590.048 0.051 0.0590.0150.0520.0490.0490.0490.2390.1320.1430.1510.0830.0670.0650.0650.0330.0350.0180.0180.0400.0320.0370.0320.084 0.0810.0310.1970.1490.1410.0310.0190.0150.0370.0420.0380.021 0.032 0.0120.0610.0590.1350.1460.0630.0610.0370.0240.0770.0780.309 0.2930.1150.1210.0670.2010.0880.1390.0940.3550.1320.0560.0520.0940.0420.0400.0420.2580.0740.4290.0760.5430.0690.4760.0730.3820.0550.2370.0560.3580.0530.1910.0750.1510.0920.3040.0830.2760.0550.0350.0920.0100.0600.2280.0720.0300.0380.0340.1900.0320.0400.005Heavy job demands 19401942194319441945Austria Germany Netherlands Spain Italy France Denmark Greece Switzerland Belgium Female No formal education Primary or lower secondary education Tertiary education 44Agriculture and fishing Mining Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, business activities Public administration and defense Education Health and social work Other community, social and personal services Other Missing1 Legislators, senior officials, and managers3 Technicians and associate professionals4 Clerks5 Services and sales workers6 Skilled agricultural and fishery workers7 Craft and related workers8 Plant and machine operators and assemblers9 Elementary occupations Other 450.0370.0440.0970.1460.0400.0980.1310.1380.1220.2060.0990.1320.1230.070 0.0630.0690.0720.167 0.1310.0690.0780.300 0.1410.1510.1830.110 0.0890.0770.0860.279 0.3200.1070.1180.040 0.0420.0820.0850.052 0.0880.0670.0710.045 0.0260.0690.0700.051 0.1040.0640.0670.072 0.0520.0750.0820.091 0.0330.1850.1440.0410.0280.0810.0700.1180.1250.0570.0530.0640.0380.0490.0510.049 0.0030.0680.0640.0760.0790.0610.0630.1040.1190.1070.0930.0130.0370.0720.0750.0030.0500.0850.0920.053 0.0400.0790.0690.2960.2180.0440.0700.1400.0800.1720.0650.0680.1360.0720.1290.1260.0790.0850.2310.0780.0440.0770.0810.0670.0250.0690.0980.0670.0360.0780.0040.1300.0270.0810.1220.0570.0410.0540.0040.0700.0740.0660.1060.1020.0090.0770.0030.0850.0410.0770.186Missing Private pension Early ret. possibility Satisfied with job strongly agree Self employed Excellent h.Very good h.Fair h.Poor h.Constant Observations R2Standard errors in parentheses p 0.10, p 0.05, p 0.010.1230.1280.180 0.2840.1480.0950.0810.0480.0530.0390.0820.0880.1940.0500.0460.0440.0020.0390.0290.0640.2030.1420.687 0.687 0.656 0.6740.0519450.0809450.1297830.0559450.230.230.260.300.1130.0770.0440.0510.0400.0940.0720.2090.0460.0440.0450.0040.0380.0260.0560.1620.117774Table 11: Total Long IV1234LPM50.0010.0180.0330.0190.5610.0570.5310.0580.1700.0570.0450.0510.0220.0480.0450.048LPM60.0010.0210.0290.0210.5770.0590.5170.0650.1770.0630.0430.0570.0110.0520.0380.0522SLS10.0400.1380.0190.0440.5580.0580.5380.0580.1820.0580.0550.0520.0300.0500.0510.0482SLS20.0910.1720.0510.0550.5860.0620.5290.0650.1860.0630.0530.0580.0090.0540.0440.052Heavy job demands 1.0000Heavy job demands main194019411942194319441945460.0340.0400.0370.0400.0380.0380.0350.0390.0400.0400.0360.0400.0440.0440.0400.0450.0440.0450.0410.0450.0390.108 0.125 0.108 0.1240.0400.155 0.183 0.150 0.1690.0390.154 0.183 0.154 0.1780.0390.221 0.249 0.218 0.2440.0360.221 0.254 0.220 0.2450.0360.290 0.334 0.289 0.3220.0340.290 0.322 0.290 0.3130.0340.263 0.302 0.258 0.2940.0350.2270.0490.0990.0290.2010.0310.0780.0350.1890.0350.1500.0300.1100.0300.0100.0260.0010.0330.1380.0260.0240.0160.0790.0530.0240.0190.0160.0180.0430.0750.206 0.179 0.188 0.1500.0330.0360.0400.2340.2680.0490.0570.1030.1090.0330.0340.2030.2160.0310.0370.0870.0800.0360.0440.1940.2130.0350.0420.1580.1710.0300.0350.1120.1330.0320.0340.0140.0130.0270.0380.0030.0250.0330.0360.1450.1770.0270.0340.0240.0160.0190.0160.106 0.0730.0570.0610.0470.0240.0210.0220.0080.0210.0180.0200.0400.0600.0810.0790.0390.2700.0560.1190.0360.2190.0380.0710.0470.2100.0410.1730.0350.1380.0350.0160.0380.0320.0350.1850.0340.0140.0180.1070.0620.0440.0230.0050.0190.0920.0880.0320.0310.04619471948194919501951195219531954Austria Germany Netherlands Spain Italy France Denmark Greece Switzerland Belgium Female No formal education Primary or lower secondary education Tertiary education Agriculture and fishing Mining 47Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, business activities Public administration and defense Education Health and social work Other community, social and personal services Other Missing1 Legislators, senior officials, and managers3 Technicians and associate professionals4 Clerks5 Services and sales workers6 Skilled agricultural and fishery workers7 Craft and related workers8 Plant and machine operators and assemblers9 Elementary occupations Other Missing Private pension 480.0330.0280.1170.1380.1180.1280.0980.0850.0980.0880.0250.0070.0430.0070.0370.0410.0370.0400.080 0.0610.082 0.0600.0290.0360.0340.0410.126 0.0340.109 0.0290.0710.0650.0720.0620.0010.0020.0060.0010.0400.0340.0430.0380.1010.0850.0940.0890.0510.0480.0530.0500.0350.0240.0260.0230.0370.0320.0410.0360.0220.0110.0190.0140.0290.0310.0320.0350.0380.0250.0300.0150.0320.0270.0290.0350.057 0.061 0.069 0.0620.0300.0360.084 0.081 0.084 0.0930.0360.0380.0410.069 0.0490.0690.0430.0400.0580.0250.0370.0260.0260.0150.0230.0410.0310.0040.0310.0370.0510.0720.0360.0070.0400.0290.0360.0530.0700.0130.0470.0440.0290.0580.0050.0420.0300.0300.0080.0250.0180.0350.0360.0350.0320.0580.0100.0390.0400.0450.0330.0400.0450.0780.0400.0680.0230.0220.0240.022Early pension Satisfied with job strongly agree Self employed Excellent h.Very good h.Fair h.Poor h.Constant Observations R2Standard errors in parentheses p 0.10, p 0.05, p 0.010.0020.0180.0560.0340.0690.0260.0310.0210.0420.0180.0450.0330.1250.0780.2830.0680.2060.0460.0020.0200.0730.0410.0480.0280.0340.0210.0420.0190.0440.0330.1190.0760.3030.0730.2150.04027080.2421510.2726400.2421160.26Table 12: 58 Long IV12340.0440.0400.0450.0450.0410.045LPM60.0200.0210.0010.0222SLS20.0910.1850.0100.0542SLS10.0920.1470.0190.045LPM50.0200.0180.0130.0190.109 0.125 0.107 0.1220.0400.152 0.174 0.149 0.1600.0400.152 0.175 0.154 0.1700.0390.223 0.249 0.218 0.2420.0360.223 0.254 0.224 0.2450.0360.291 0.330 0.295 0.3200.0340.295 0.320 0.295 0.3110.0340.266 0.302 0.262 0.2950.0350.1970.0390.2070.0360.1980.0390.2080.0400.0410.0390.0440.0400.0440.0380.0400.0370.0400.0400.0370.0390.0350.035Heavy job demands Heavy job demands main19471948194919501951195219531954Austria 490.0590.0520.0390.1370.0400.0150.0470.1810.0440.1200.0360.0290.0340.0080.0380.0000.0410.1400.0360.0250.0180.0690.0630.0520.0230.0160.0200.0870.0950.0510.0500.0290.1390.0320.0570.0370.1980.0370.1200.0310.0220.0270.0270.0260.0050.0350.1280.0270.0280.0170.0710.0520.0300.0210.0180.0180.0200.0800.194 0.160 0.190 0.1340.0320.0240.0980.0240.0390.0380.0350.0910.0560.0120.0410.0620.0520.0020.0370.0030.0340.0300.0470.0330.0480.0430.1090.0920.0170.0250.0470.0400.0310.0470.0300.0360.123 0.0800.0580.0690.0070.0150.0430.0370.0660.0420.0520.0500.0260.0090.0380.0340.0140.0010.0340.0320.0390.0420.0610.0430.0340.1400.0390.0230.0450.1850.0450.1200.0360.0250.0320.0010.0390.0050.0390.1360.0360.0230.0190.0860.0620.0540.0240.0150.0210.0480.0850.0500.0430.0350.1390.0340.0710.0380.1970.0360.1250.0310.0140.0290.0240.0270.0110.0370.1260.0280.0270.0160.0590.0600.0290.0220.0250.0180.0070.0840.0320.0460.1110.0050.0430.0370.0400.0850.0710.0090.0470.0410.0540.0240.0420.0160.0380.043Germany Netherlands Spain Italy France Denmark Greece Switzerland Belgium Female No formal education Primary or lower secondary education Tertiary education Agriculture and fishing Mining Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, business activities Public administration and defense Education 50Health and social work Other community, social and personal services Other Missing1 Legislators, senior officials, and managers3 Technicians and associate professionals4 Clerks5 Services and sales workers6 Skilled agricultural and fishery workers7 Craft and related workers8 Plant and machine operators and assemblers9 Elementary occupations Other Missing Private pension Early ret. possibility Satisfied with job strongly agree Self employed Excellent h.Very good h.Fair h.Poor h.Constant0.0370.0330.0540.0440.0310.0350.068 0.0670.0370.0420.083 0.0800.0380.0520.0120.0250.0440.0380.0010.0070.0270.0310.0190.0020.0260.0230.0190.0350.0370.0330.0090.0040.0380.0330.0300.0610.0630.0560.0790.0100.0420.0380.0240.0300.0460.0400.0280.0170.0380.0420.0500.0670.0870.0770.0100.0100.0750.0490.0080.0230.0060.0190.0610.0350.0170.0260.0240.0220.0350.0190.0500.0350.0710.0870.3440.0710.2300.0480.0270.0300.067 0.0510.0290.0360.073 0.0680.0340.0380.083 0.0920.0370.0510.0080.0230.0090.0210.0720.0430.0060.0280.0270.0220.0350.0190.0500.0350.0570.0860.3530.0750.2370.04251Observations R2Standard errors in parentheses p 0.10, p 0.05, p 0.0120760.1316240.1520170.1115950.15Table 13: 58 Long IVHeavy job demands Heavy job demands main19401941194219431944Austria Germany Netherlands Spain Italy France Denmark Greece Switzerland Belgium Female No formal education1LPM50.0530.0500.1370.0520.5480.0650.5050.0670.1430.0620.0300.0580.0020.0550.2820.1340.2130.0680.3600.0740.1030.0800.0020.0890.3160.1460.2870.0680.1350.0760.0410.0650.0800.0780.0010.0490.0002LPM60.0520.0570.1480.0620.5780.0690.5050.0730.1680.0680.0230.0630.0360.0580.3360.1470.2210.0870.3890.0870.2140.1050.0740.1060.3350.1550.3420.0780.0300.1160.0260.0690.1960.1010.0400.0530.01732SLS10.3720.3760.2830.1500.5760.0750.5120.0680.1260.0630.0140.0600.0270.0630.2870.1560.2540.0740.3840.0760.0750.0820.0350.0990.2790.1440.3300.0780.1490.0860.0250.0780.0760.0760.0280.0480.00442SLS20.4750.5110.3590.2170.6310.0910.5210.0730.1600.0680.0070.0680.0050.0720.3160.1680.2200.0840.4060.0930.1440.1300.0570.1100.2630.1680.3680.0870.0310.1360.1100.0900.1700.1070.0640.0540.004520.1710.0640.0630.0130.0490.2590.1630.4710.2360.4510.1060.0310.0850.1400.0720.1070.2090.0510.0950.2980.1260.1210.0950.0630.0720.0290.0710.0000.0880.1090.0890.0190.1600.1710.0610.0670.0530.0550.1500.1730.3970.1030.0090.0980.1070.0940.4060.2410.0340.1160.3940.1460.1240.1040.0560.0800.0240.0750.0240.1340.1200.0960.0590.229Primary or lower secondary education Tertiary education Agriculture and fishing Mining Electricity, gas, water Construction Wholesale and retail Hotels and restaurants Transport, storage, communication Financial intermediation Real estate, renting, business activities Public administration and defense Education Health and social work Other community, social and personal services Other Missing1 Legislators, senior officials, and managers3 Technicians and associate professionals4 Clerks5 Services and sales workers6 Skilled agricultural and fishery workers7 Craft and related workers8 Plant and machine operators and assemblers0.2000.0440.0480.0180.0490.1650.1430.1860.1660.4400.0960.0880.0840.2040.0840.0820.1990.0670.0970.2620.1300.1520.0970.0770.0790.0230.0830.0860.0790.0950.0930.0420.1560.0230.0990.0650.0620.0510.0590.0220.0810.0450.0760.0690.1280.0170.0880.0930.1810.0450.0520.0240.0550.1450.1740.3970.1030.0370.0860.1320.0970.3220.2250.0430.1050.3660.1410.0980.1020.0600.0840.0070.0840.0640.0840.0640.1020.1270.1930.0690.1140.0740.0670.0110.0610.0040.0850.0910.0800.0580.1440.0550.0940.111539 Elementary occupations Other Missing Private pension Early ret. possibility Satisfied with job strongly agree Self employed Excellent h.Very good h.Fair h.Poor h.Constant Observations R2Standard errors in parentheses p 0.10, p 0.05, p 0.010.1130.0090.0880.0170.1700.1500.1130.2090.0856320.290.1200.0920.1020.0240.1800.1470.1470.0780.0580.0200.0490.0590.1020.1890.0650.0170.0560.0260.0460.0450.0810.3270.1670.2000.1465270.340.0940.0580.0070.0590.1100.1220.1260.0780.0700.0750.0720.0650.0530.0880.4110.1800.2840.1755210.200.2280.0746230.1954", "filename": "656235853.pdf", "person": ["Golo Henseke", "Henseke, Golo"], "date": ["2011"]}