{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/50675/1/65692165X.pdf"], "title": ["The 'policy mix' for innovation: Rethinking innovation policy in a multi-level, multi-actor context"], "plaintext": "The policy mix for innovation: rethinking innovation policy in a multilevel, multiactor context Abstract Recent years have seen the emergence, takeup and use of the term policy mix by innovation policy makers and by policy analysts scholars alike. Imported from economic policy debates, the term implies a focus on the interactions and interdependencies between different policies as they affect the extent to which intended policy outcomes are achieved. However the meaning of the term remains ambiguous. Nonetheless, we argue that the emergence of the policy mix concept into common use in the field of innovation policy studies provides us with a window of opportunity to reconsider some basic and often hidden assumptions in order to better deal with a messy and complex, multilevel, multiactor reality. We draw on the mainstream policy studies literature and on evolutionary thinking in order to reconceptualise the basic building blocks of innovation policy studies in order to arrive at a useful definition of policy mix interactions. We suggest that this reconceptualisation has profound implications for the scope and focus of innovation policy studies and for what such studies can realistically hope to achieve in terms of policy prescriptions. Keywords Policy mix; policy interactions; policy instruments; actors; agency; innovation policy Acknowledgement Earlier versions of this paper were presented at the GlobelicsPRIME Conference in Mexico City in September 2008, the PRIME ERISP Workshop in Strasbourg in October 2008 and the PRIME Annual Conference in AixenProvence in December 2008 and we are grateful to participants and discussants in each of those sessions for their comments. The authors wish to acknowledge the PRIME Network of Excellence FP6 for supporting their work through the ERASpaces and ERISP projects, and are grateful to project partners for their comments. The authors are also grateful to Paul Cunningham and Michael Keenan for comments on earlier drafts, and to Phil Shapira for two important suggestions. The authors are particularly grateful to Ken Guy for clarifying the timeline of the uptake of the term policy mix in European innovation policy debates. Flanagan and Uyarra would also like to acknowledge the role of discussions with the various partners in the EU DG RTD funded Policy Mix project Monitoring and analysis of policies and public financing instruments conducive to higher levels of RD investments in helping to clarify their thinking on this topic. 5 1 Introduction The innovation policy discourse has changed profoundly in recent years. Policy makers, scholars and analysts have all moved away from talking about innovation policy or even innovation policies. Instead debates increasingly focus on policy complexity and policy coordination. This shift in emphasis is exemplified by the recent uptake of the term policy mix. Imported from economic policy debates, the term implies a focus on interactions and interdependencies between different policies as they affect the extent to which intended outcomes are realised. The recent popularity of the term seems to reflect, then, an aspiration towards a more realistic approach to policy complexity. However, we argue that in practice the term is largely used to black box this complexity. We believe that it is time not simply to acknowledge this complexity but to grapple with it. We agree wholeheartedly with Morlacchi and Martin 2009 that innovation policy studies, as a field of research, is at something of a crossroads. As a discipline it has been extraordinarily successful over several decades in persuading policymakers of the importance of innovation and the need for active innovation policies. However, it may be that, in this process, the innovation policy research community has lost the critical reflexivity which Morlachhi and Martin feel is necessary to sustain both the instrumental and critical roles of innovation policy research in the longer term. We take up this challenge, spelling out the elements we believe are necessary to an analytically useful conceptualisation of policy complexity. We outline an approach to policy mixes compatible with a more sophisticated, multiactor, multilevel and dynamic understanding of the processes by which policies relevant to innovation emerge, interact and have effects. We do this by critically reflecting upon the innovation policy studies status quo and by drawing upon insights both from the mainstream policy studies literature and from evolutionary thinking in both political studies and economics. The paper does not explore specific policy mixes. Nor does it attempt to prescribe appropriate or effective instrument combinations. Indeed we will suggest that it is unrealistic to seek to identify unambiguously good policy mixes for innovation. Instead of making prescriptions about the specific content of public policy for innovation we focus on improving our fundamental understanding of policy processes and especially of policy learning. The paper proceeds as follows. First we briefly outline the origin and diffusion of the term policy mix, before exploring the relevance of the term for innovation policy studies. Then, we begin our problematisation of public policy complexity by exploring the setting of policy agendas and the shaping of policy rationales. We next turn to problematise actors and agency in innovation policy processes, arguing that, despite the recent interest in multiactor innovation policy, this aspect of innovation policy studies is particularly underconceptualised. Having considered actors, we go on to consider policy action, exploring the implications of the adoption in much of the innovation policy studies literature of a simplistic approach towards policy instruments. Having considered action, we finally turn to interaction between public policies, exploring the range of dimensions across which interactions can occur. Here we emphasise the need for a genuinely dynamic view of policy interactions. In the final section we draw together our conclusions. 6 2 The origin of the term and its adoption in innovation policy studies The term policy mix emerged in the economic policy literature in the 1960s, specifically that dealing with the relationship and interaction between fiscal and monetary policy. Amongst his contributions Nobel Economics Prize winner Robert Mundell 1962 noted that, under one condition, a floating exchange rate, monetary policy becomes a powerful tool for stabilising the economy whilst fiscal policy becomes powerless, whereas under a fixed exchange rate the opposite becomes true. Mundell pioneered the concept of the fiscalmonetary policy mix which later came to prominence in the economic policy debates around European Economic and Monetary Union 1 see e.g. Claeys, 2006. A search of the International Bibliography for the Social Sciences shows that the term policy mix remains largely confined to economic policy debates until the late 1980searly 1990s at which point it not only explodes within the economic policy literature with the increased attention to EMU but is also extended to other areas of public policy to explore the interaction between different policiesinstrument to achieve a particular goal or outcomes see for instance Stroick and Jenson, 1999 on the best policy mix for Canadas young children. The most significant extension of the concept 2 has been into the literature on environmental policy and regulation, where it has been especially used to explore interactions and tradeoffs between different policies in terms of climate change policy and carbon emissions reduction see for instance ETAN Expert Working Group, 1998; Sorrel and Sijm, 2003. Recent years have seen the transfer of the term to the innovation policy arena. Though scholars have periodically discussed the need for innovation policymakers to consider a mix of objectives and policy instruments e.g. Smith, 1994; Branscomb Florida, 1998 the term policy mix seems to have found its way into the innovation policy discourse around the beginning of this decade via both the environmental policy discourse the ETAN Expert Working Group mentioned above explored the RD challenges presented by climate change and included influential innovation policy analysts active in the subsequent dissemination of the term and via the macroeconomic policy discourse through the conclusions of the Lisbon Council in March 2000, in which the importance of increased RD expenditures and a favourable macroeconomic policy mix for continued economic growth are discussed more or less sidebyside 3. A STRATAETAN Expert Group on Benchmarking National RTD Policies 2002, later summarized by Soete and Corpakis 2003, states that effective policy learning from crosscountry comparison requires an understanding of the ways in which individual instruments are combined into effective policy mixes within national innovation systems. Subsequently, in response to the Barcelona target for raising RD investment to 3 per cent of GDP and the Commissions Action Plan, a CREST European Union Scientific and Technical Research Committee Expert Group on Public Research Spending and Policy Mixes was charged with stimulating the implementation of parts of the Action Plan via a process of mutual learning under the Open Method of Coordination OMC4. The level of activity under the CRESTOMC banner since 20034 has led to the 1 Mundell himself being a consultant to the Monetary Committee of the EEC in 1970, and later a member of its Study Group on Economic and Monetary Union. 2 And, from our trawl of the IBSS, the earliest, with a 1995 paper by Reimund Schwarze, Haftungsrecht und Auflagen als PolicyMix Liability and regulation as policy mix. 3 We are grateful to Ken Guy for this observation. 4 In subsequent cycles of OMC activity in this area the focus on policy mix design and finetuning has continued, with the commissioning, production and analysis of national cases and the promotion of policy learning through peer review of national policies by peers from other member states. For details and reports see: http:ec.europa.euinvestinresearchcoordinationcoordination 01_en.htm 7 mainstreaming of the policy mix term into Europes monitoring and analysis efforts through activities like ERAWatch and the dedicated Policy Mix project commissioned by DG RTD5. In addition, the OECD Working Party on Innovation and Technology Policy TIP has conducted a number of peerreview based reports to examine innovation policy mixes in a set of volunteer countries with the aim of better understanding how innovation policy mixes differ among OECD countries and provide further insight into how such differences contribute to overall policy effectiveness. We believe that the uptake of the policy mix concept reflects two developments in innovation policy studies. First, there is a general recognition that innovationdriven economic success depends on more than traditionallyconceived ST policies. This realisation is typified by the rise of systemic rationales and more recent trends towards new typologies of innovation policies which recognise the role of indirect as well as traditional direct measures and demandside as well as supplyside measures or instruments see e.g. Soete and Corpakis, 2003; Georghiou, 2006; Smits and Kuhlman, 20046. This expansion of the legitimate scope of innovation policy implies that instruments intended to achieve other policy goals such as procurement, regulation, education, tax measures, etc could or should be coopted in the service of innovation policy. As Nauwelaers and Wintjes 2008 put it, innovation has invaded the agendas of many traditional policy fields p.286. Borras 2009 characterises a process both of widening and deepening of innovation policy, with the introduction of new and more sophisticated policy instruments widening and an expansion of the realm of action for innovation policy deepening. The second realisation is that modern states are increasingly characterised by a dispersal of power not merely upwards and downwards from the national level to supra and subnational actors, but also outwards to quasistate actors and nonstate actors. This is not confined to innovation policy studies and is articulated in general political and policy studies discourse by the substitution of traditional statecentric models of government and public administration with new ideas about multilevel, multiactor governance and New Public Management see e.g. Bache and Flinders, 2004; Dunleavy and Hood, 1994. The realisations discussed above are not simply the result of scholarly developments. Even whilst the dispersal of power from traditional state actors just mentioned arguably makes it harder for policymakers to use traditional direct levers, let alone set framework conditions, expectations about the scope for public action on the part of analysts and policy makers alike remain high 7. Possibly for this reason, policymakers 8 have sought new conceptualisations to account for the relative failure of traditional research and innovation policies to transform the innovation performance of nation states. Despite its newfound popularity in innovation policy studies, then, the policy mix term remains underconceptualised 9. Regardless of this, normative assertions are 5 Monitoring and analysis of policies and public financing instruments conducive to higher levels of RD investments Contract No. DGRTD2005M0102. See http:www.policymix.eu for more information. 6 Supplyside innovation policies represent the older tradition of aid through finance grants, tax incentives and public venture capital and aids through the provision of public services brokerage services, incubators, science parks, etc. Demandside policies would include relatively new tools such as systemic instruments Smits and Kuhlman, 2004, for instance the use of regulation and standardsetting to incentivise innovation and promote lead markets. 7 A situation which usually leads to calls for more coordination, a point to which we will return below. 8 Especially European policymakers 9 The concept in itself is seen as selfexplanatory and unproblematic. The only working definition we can find in the context of innovation policy is that proposed by the Policy Mix project, which defines the policy mix for 8 made about policy mixes. What is needed are appropriate, effective, or balanced policy mixes Soete and Corpakis, 2003; CREST Policy Mix Expert group, 2007; UNUMERIT et al, 2009; Wieczorek et al, 2009. Achieving this is seen as a challenge of coherence and coordination. The assumption seems to be that policy makers are underutilising the full portfolio of instruments theoretically available to them and that this is a bad thing. This implicit conceptualisation entails not only a normative assumption about composition but is also rather static. Change only occurs insofar as the complexity of the policy mix increases with the introduction of new instruments. Using the term policy mix simply as shorthand for an expanding portfolio of innovation policy instruments necessarily involves making a value judgement as to what currently constitutes or should constitute the boundaries of innovation policy 10. A second value judgement is also implicitly made in this discourse, whereby innovation is transformed from a means to achieving a broad range of public policy goals into a policy goal for a broad range of public policy domains 11. The popular use of the term without any clear attempt at definition places it firmly in Markusens 2003 category of fuzzy concepts 12. We have already noted that this fuzziness has not stopped the term being associated with normative prescriptions. We believe that such prescriptions depend on an implicit model of the policy process which runs counter to the very trends the term ostensibly reflects. We detect an implicit assumption that policy mixes can be meaningfully considered at a single level of governance and that coordination itself considered to be an unproblematic activity necessitated by growing policy complexity can in principle be done by a single, objective, rational and neutral overseeing policy maker. In a world of dispersed, multilevel and multiactor governance patterns coordination in this sense is clearly impossible. As Hay 1999, p 322, original emphasis notes, the state as a complex and institutionally fragmented system of systems has no innate propensity to proactive and reflexive transformation as a system. In order to engage in a process of reflexive selftransformation, the state must display the characteristics of a unified actor, not merely coordinating its multifarious practices, but coordinating the process by which these are reconstituted and recoordinated but in order to do so the fragmented state must first constitute itself as a unified actor, something which may be possible only rarely Hay, 1999, p 322. It is hard enough to see how any policy actor operating within a system of policy systems can at the same time step outside the system and take a rational and objective overview. It is even harder to imagine how the resulting impetus to coordination would be legitimated and accepted within that system. Coordination then can at best mean mutual adjustment between actors and systems within this larger system of systems. It seems to us that this is often not what is implied when innovation policy analysts demand better coordination. RD the focus of that study as the combination of policy instruments which interact to influence the quantity and quality of RD investments in public and private sectors UNUMERIT et al, 2009, p 3. 10 Even in making this judgment, analysts and scholars rarely question why certain instruments and policy domains are added to the broad innovation policy arena or why some are consigned into obscurity. The influence of fashionable ideas, imitation, and other policy rationales Laranja et al, 2008 clearly play a role. 11 Witt 2003 observe that an implicit presumption in evolutionary economics and its policy making applications is that innovativeness   is, by and large, beneficial and therefore ought to be encouraged. Morlacchi and Martin 2009 imply a similar criticism in their reflections on the need for a fundamental and critical debate about the goals and roles of innovation policy studies. 12. In a strong critique of influential concepts in economic geography such as Learning Regions and World Cities Markusen 2003 defines a fuzzy concept as one which posits an entity, phenomenon or process which possesses two or more alternative meanings and thus cannot be reliably identified or applied by different readers or scholars p.702. 9 The policy mix concept as applied in innovation policy discourses, then, seems to downplay Mundells original emphasis on the interactions between policy instruments as they seek to achieve a single, identified policy goal 13, emphasising instead the accumulation of instruments and coordination conceived unproblematically. We believe that if the policy mix concept is to add genuine value to innovation policy analysis this must lie in forcing our attention to the tradeoffs between policies as they impact upon the extent to which the ultimate intended goals or outcomes of innovation policy are realized, in a particular space and at a particular time. We now turn our attention to the various elements of the policy process which are relevant to this task. 3 Agendasetting and policy rationales Citing Richard Nelsons 1977 The Moon and the Ghetto, Morlacchi and Martin 2009 lament that the genesis of policy problems and research problems is a critical process in STI policy, just as much as deciding how those problems can be addressed, yet we do not have any satisfactory theory for this p. 580. However this process has been extensively explored in the policy studies literature, with agenda setting, advocacy and the evolution of ideas the focus of much attention in recent decades. Determining how political and policy agendas are set and who is involved demands a more dynamic perspective than is seen in traditional policy studies and in nearly all innovation policy studies and the outcome of this substantial literature on agendasetting has been a new and promising interest in evolutionary accounts of policy and politics 14. The innovation policy literature often implies that theorybased rationales are the primary driver of policy development. The policy process is seen as proceeding in linear discrete stages, implying a one to one mapping between scholarly ideas and policy rationales, and between policy rationales and policy instruments. Accounts of shifts in innovation policy are mapped onto changes in scholarly ideas, with the implication that the former are caused by the latter e.g. Ruivo, 1994; Elzinga and Jamison, 1995. Conversely, when giving policy recommendations, innovation scholars implicitly assume an unproblematic and straightforward translation of these into the formulation of innovation policies. Such accounts reduce the policy maker to a passive recipient of rationales from outside, implying an expertdriven or technocratic policy process with little or no role for politics. In contrast, the policy studies literature treats ideas about causeeffect relationships as but one amongst many factors shaping public policy. As Kay 2006 puts it policies cannot be analyzed apart from the policy making process. For instance Kingdons seminal work on agendasetting in public policy 1984 has 13 However, whilst in the area of fiscalmonetary policy managing the policy mix means manipulating a small set of fairly stable policy instruments to achieve a single explicit goal, this is clearly not the case for innovation policy mixes. Here the set of instruments potentially in scope is larger but these instruments are also more complex and as we shall argue below less liable to be stable over time, from place to place andor across levels of governance. Whilst the early use of the term in connection with the Barcelona 3% RD objective does at least fit the concept of trading off different combinations of instruments at multiple levels of governance against a single, welldefined target, once we begin to talk of innovation policy mixes then the goals and objectives of a range of policy domains must be tradedoff against the often rather diffuse goals and objectives associated with innovation policy 14 Inspired by influential studies of agendasetting and policy dynamics of Kingdon 1984 and Baumgartner and Jones 1993, 2002 a number of political scientists have proposed conceptualizing policy processes in an evolutionary way e.g. Kerr,2002; John, 2003; Kay, 2006, In parallel a number of evolutionary economists have explored the dynamics of policy processes Slembeck, 1997; Witt, 2003; Pelikan and Wegner, 2003; Moreau, 2004. However, few connections are made between the two literatures one exception being the work of van den Berg and Kallis, 2009. 10 attempted to understand the genesis of policy ideas and what makes them catch on and survive in certain communities and at certain times. Kingdon uses the term policy primeval soup to depict the development process of policy proposals as an evolutionary one. Policy systems will contain a plethora of ideas at any given time and these ideas compete in a complex selection environment see also Slembeck, 1997. At various times policy windows open and specific ideas come to prominence. The development of policy streams, Kingdon argues, combines gradual and incremental evolution with instances of punctuated equilibrium. Similarly, Baumgartner and Jones 1993 depict the political system as characterised by considerable stability, punctuated with periods of volatile change. They see policy change in Schumpeterian terms, discussing the generation and creative destruction of policy monopolies which display a common political understanding in relation to the policy of interest, accompanied by an institutional arrangement that reinforces that understanding. The prominence of a particular idea the exploitation of windows of opportunity or the breaking up of policy monopolies is often contingent on the action of policy entrepreneurs 15 Kingdon, 1984 who have a particular interest in the success of the policy. Such entrepreneurs may be incentivised by personal interest, the promotion of certain values, or the mere satisfaction of being part of the policy action Kingdon calls such actors policy groupies. The purpose of the above discussion is not to provide a comprehensive account of the origin and development of policy ideas but merely to highlight the multiple and complex influences at play in the process of policy formation other than theoretical and scholarly developments. Is there a special role for theory as a particular subset of ideas in this agenda setting process? Laranja et al 1998; 825 argue that scholarly theories are seldom adapted wholesale in a oneto one transfer of ideas to policy but rather that attractive elements of scholarly ideas tend to be cherrypicked by policy makers. Majone 1989 suggests that policy makers use theory in a selective way to justify policy action and indeed policy choices are influenced by norms, beliefs, goals and pressures that differ from those in the academic community. Policy makers may use theories to justify policies but more often policies may be rationalised retrospectively. Majone also notes the artificiality of distinguishing between policy analysis and policy advocacy, policy innovations being the result of objective analysis combined with advocacy and persuasion. It is important then to differentiate between rationales derived from, or directly implied by, scholarly theories and the specific rationales explicitly or implicitly used by policy makers to justify the design, selection and use of particular policies. Laranja et al 2008 distinguish between metarationales highlevel philosophies about the proper modes and limits of government action which influence in turn the way in which specific ideas are taken up and interpreted in the policy process; and specific policy rationales, the adoption of which is guided by the metarationales in operation at the higher level 16. The idea of metarationales is akin to the term policy paradigm proposed by Hay 2002, inspired by Thomas Kuhn 1962, namely packages of related ideas that act as a filter for possible responses to problems. Importantly, new rationales seem not to simply substitute for old ones. As ideas are institutionalised, they become the foundation for shaping allowing andor constraining the context in which future policy choices are made Steinmo, 2003; Pelikan, 2003; Kay, 2006. 15 Policy entrepreneurs are characterised, much like business entrepreneurs, by their willingness to invest their resourcestime, energy, reputation and sometimes moneyin the hope of a future return Kingdon, 1984: p.129 16 Metarationales can prevent certain sorts of conclusions being drawn from otherwise influential theories and concepts. This can lead to an overemphasis on one lesson from a body of theory at the expense of other, possibly equally significant, lessons. 11 In our view, then, scholarly theories at best suggest specific actors, institutions, relationships, spaces or other phenomena as targets of policy action in order to achieve certain objectives. In turn these specific policy rationales may themselves imply or at least inspire specific instruments or policy mix choices. In this view concepts and theories developed and critiqued by scholars on the one hand, and specific policy rationales held by policy makers on the other, constitute distinct, albeit interacting, bodies of knowledge. Fundamentally, the specific rationales formulated by policy makers, whether explicit or implicit and in need of unearthing, should be the starting point for any evaluation of the effectiveness of policy action rather than theoretical rationales retrospectively mapped onto policy actions by scholars. 4 Actors and agency Although innovation policy analysts are heavily influenced by evolutionary understandings in their approach to innovation, most of their policy prescriptions explicitly or implicitly assume that policy action is largely confined to the selection of discrete and welldefined instruments or the development of new ones by a single, purposive, boundedly rational and disinterested policy maker often implicitly synonymous with national government or the state. Making and implementing public policy is rarely likely to be the preserve of a single actor or group of actors Howlett and Ramesh, 2003 and the processes of reform and shifts in the dynamics of governance already discussed make this kind of simplification increasingly untenable. Hay 1999, p 320 appreciatively quotes Schmitters 1985, p 33 comment that the state is an amorphous complex of agencies with illdefined boundaries, performing a variety of not very distinctive functions. Hay further notes p 321 that although a complex variety of agencies and institutions claim their authority and legitimacy to intervene within civil society and the economy from the state, this state in itself displays precious little capacity to behave as a singular actor. Indeed Hay suggests that the main unifying principle behind this diversely interested set of actors and institutions is a shared pathdependent trajectory of periodic transformation or reinvention. This tendency to consider the state or the policy maker as a single, rational or boundedlyrational actor reflects the early influence of welfare economics on mainstream policy studies. As this influence has progressively waned, new ideas have risen in turn. Howlett and Ramesh note a move towards a more openended and empirically informed neoinstitutional analysis in policy studies. They also note the rise of interest in learning by policy actors and in discussion, argument and persuasion as integral parts of a policy process conceived of as a process of learning by trial, error and example Howlett and Ramesh, 2003, p 47. Increasingly the insights offered by these neoinstitutionalist and argumentative approaches are being synthesised. Rhodes 2006, discussing the contribution of Scharpf 1997, describes the combination of an actor interest negotiationfocused approach with neoinstitutionalist insights as actorcentric institutionalism. In this view policy is the outcome of the interactions of resourceful and boundedlyrational actors whose capabilities, preferences, and perceptions are largely, but not completely, shaped by the institutionalised norms within which they interact Scharpf, 1997, p 195, quoted in Rhodes, 2006. The policy studies literature uses the terms policy subsystem or sometimes policy network to describe the set of state and nonstate, national and international actors and institutions that shape policies focused on a particular policy area in a particular jurisdiction at a particular time see for instance Howlett and Ramesh, 2003; Rhodes, 12 2006. According to Howlett and Ramesh the policy subsystem is a space where relevant actors discuss policy uses and persuade and bargain in pursuit of their interests  These interactions  occur in the context of various institutional arrangements surrounding the policy process, which affect how the actors pursue their interests and ideas and the extent to which their efforts succeed. A policy subsystem includes both actors who are intimately involved in a policy process as well as others who are only marginally so Howlett and Ramesh, 2003, p 534. Those actors who participate more frequently and more directly are often described as belonging to interest networks whilst those involved to a lesser extent are described as belonging to discourse communities. The nature of the relationship between the interest networks and discourse communities that compose a policy subsystem are seen as important shapers of the content of public policy in that area. Almost an infinite variety of actors and institutions in the policy universe may actually or potentially constitute a policy subsystem. Composition varies by country, by policy domain and over time see for instance Howlett and Ramesh, 2003. These influential approaches in mainstream policy studies stress the variety of actors, state and nonstate, individual, networked and corporate, that may be involved in policy processes. Despite the focus on a range of state and nonstate actors in systemic accounts of innovation, we argue that most actors are largely seen as passive in relation to public policy for innovation. Prescriptive innovation policy studies continue to assume in the welfare economics tradition that policy is made by a unitary policy maker and even descriptive and analytical studies tend to focus on a single unitary state actor or on a limited set of state actors. Other actors are largely denied agency as regards public policy. These actors are often reduced to the functions they perform in the system 17 and any suggestion of agency in relation to public policy is in the very limited and unidirectional sense that such actors are passive targets of public policy to be transformed by policyinduced learning into exhibiting behavioural changes 18. This emphasis on functions is potentially problematic in several ways: first, because actors are often represented as performing a single explicit function in the system 19; secondly because despite an emphasis on institutions, actors, relationships and learning in the source literature many systemic approaches to innovation policy implicitly privilege the structure of a system as an explanatory factor for outcomes whilst downplaying agency 20. However, if public policy is part of the system then the agency of actors must be acknowledged both in relation to innovation processes and also to processes shaping policy problems and solutions 21. 17 Systemic approaches to innovation policy tend to classify actors according to knowledge producing, knowledge using, intermediating or policymaking functions, although the literature is somewhat split on whether functions reside in actors and institutions or whether functions are a property of the system itself see e.g. Chaminade and Edquist 2006 versus Van Lente et al 2003. Hekkert et al 2007 seem to ascribe functions both to the system and to individual actors. 18 This transformation and learning is not generally acknowledged to change the policy subsystem as well as the innovation system. 19 The use of function by Howells 2006 in his discussion of innovation intermediaries and intermediation is a typical illustration of these difficulties. Van Lente et al 2003 paint a similar picture in their account of systemic intermediaries, one in which the terms actor, organization and institution are used all but interchangeably. Intermediary is neither an actor class nor is intermediation a function rather intermediation is a role which can be played or claimed by a variety of actor types. 20 Such accounts are often rather circular: for instance Hekkert et al 2007 assert that a wellfunctioning innovation system will probably lead to a climate in which entrepreneurial activities blossom, entrepreneurial activities being one of the functions they identify as being required from such a wellfunctioning system. 21 Bressers and OToole 2005 note that adopting a networkdominated perspective can lead scholars into static analyses and away from a focus on the detail of actors involvement in different processes. They argue for a focusingin on the processes going on within the network or system. This seems to be a particular apposite warning for those of us engaged in innovation policy studies. 13 Accounts which privilege structure, then, often deny agency in relation to innovation policy to all but policymakers and ascribes passive systemic functions to other actor types. They also tend to conflate actors with the roles that they play in policymaking and policy implementation as well as in the innovation process 22. Making a clearer distinction between actor types and role types could be particularly important for comparative studies and policy learning, as we might expect that different types of actors may play similar roles in different national or regional contexts, or at different times. It could also help redress the tendency of some innovation policy studies to downplay variety within actor categories e.g. individual researchers, SMEs, universities23. Actors may choose or choose not to play multiple complementary or contradictory roles. Further, actors can choose to play roles in tension with or even in contradiction with those projected for or expected from them by other actors and institutions. Individual human actors are members of organisations, research groups, disciplinary communities and policy networks which, as collectives, can all have agency and which may play different and contradictory roles from those played by the individual human actors who make them up. Considering actors as playing roles in processes policy processes, innovation processes, rather than seeing them as simply fulfilling a specific function in a pseudomechanical system, acknowledges the reality that actors are defined by their agency. This agency is of course enabled, shaped and constrained by other actors and by institutions, which themselves have been created and shaped by earlier action and institutions 24. Although not a primary aim of this paper, as a starting point we can suggest some very simple categories of role in the policy process which might be played by individual, group, network or organisational actors, whether state or nonstate, domestic or international Table 1, below. 22 A rare acknowledgement of the agency of system actors in relation to policy can be found in the account of innovation system governance by Kuhlmann and Shapira 2006. Here too, though, governance is arguably treated as impacting upon the innovation system as if an exogenous force whilst somehow the actors involved are part of it. Aghion, David and Foray 2009 also make a plea for more consideration of the dynamic roles human actors play not just in the innovation process but in the policy process from those who seek to improve innovation policy design and implementation. Galli and Teubal 1997 stress that organizational actors may play multiple roles. Finally, Wieczorek at al 2009 acknowledge the distinction between actors and the roles that they play, although they slip back into a functional view of the innovation system for much of their analysis. 23 Although Bobrow 2006 suggests that this tendency is not confined to innovation policy debates. 24 March and Olsen 2006 describe how institutions in their terminology rules of action shape the roles actors play in multiple senses, including in the important indirect sense of providing beliefs and expectations which shape the ways in which actors chose to exercise their agency. 14 Table 1: some idealised actor roles in the innovation policy process Policy Principals 25 Actors mobilizing resources in order to achieve a policy goal or goals. Policy Entrepreneurs Actors promoting a policy problem solution package. Policy Targets Actors targeted by policy action for behaviour change, or new actors organisations or networks created by policy action in order to fill a perceived gap in the system Policy Implementation Agents Existing or newly created actors in receipt of resources from a policy principal in order to achieve a policy outcome Policy Beneficiaries Actors who benefit or lose out from the impactsoutcomes of the policy action e.g. patients in the case of healthcare innovation. None of these idealised roles are necessarily mutually exclusive. Specific actors may play multiple roles simultaneously e.g. target and implementation agent, implementation agent and entrepreneur 26 or different and multiple roles at different times. A similar role may also be played by different actors at different times. Policy action often creates new actors organisations or networks which then go on to play other roles. Relationships can also be nested, as per PrincipalAgent theory see e.g. Slembeck, 1997. For instance research funding agencies play two simultaneous roles, as agents of policy principals typically ministries responsible for science and technology and as principals who in turn transfer resources to their own agents researchers, groups, teams or institutes to actually perform research. 5 Action, inaction and instruments As we have seen, much innovation policy research reflects the traditional interest of economic policy research Slembeck, 1997; Gunningham and Sinclair, 1999 and more generally of applied policy studies Howlett and Ramesh, 2003 in the strengths and weaknesses, costs and benefits of single policy instruments. Policy instruments are widely seen as being in principle substitutable 27, with the most appropriate instrument being the cheapest one to implement which least distorts the market whilst still achieving its objective. Public policy is thus a toolbox from which the optimal tools are or should be selected. In this view what ends up in the policy mix is taken for granted whilst the problem of potential policy interaction is simply a 25 We adopt here only the terminology of principalagent theory. Peters 2005, p 362 critiques a tendency to think of instrument choice in rather simple principalagent terms, with delegation from one principal the legislature or the minister to a public agent, which uses an instrument to produce action. Hence our use of the term in the plural. 26 For instance innovation intermediaries are now amongst the strong advocates of systemic policies 27 From a purely logical and technical point of view, policy tools appear to be perfectly interchangeable Landry and Varone, 2005, p 111. However the authors go on not only to make the common warning that the effectiveness of instruments will be dependent on the problem and implementation context an issue which in theory can be addressed by better technical analysis but also to argue that instruments cannot be considered outside of the rationales offered by and the institutional environment of the actors involved in their selection. 15 matter to factor into tool selection. The only obstacle to adding policy instruments to the mix is cost. In the real world policy instruments are intangible and, as a piece of social technology have a high degree of what science and technology studies scholars call interpretive flexibility, carrying quite different meanings from time to time, place to place and actor to actor see e.g. Bijker, Hughes and Pinch, 1989. The context and implementation of an instrument can be fluid over time as instruments are interpreted and reinterpreted in the light of changing rationales. Implementation is another factor here, and decisions taken during implementation may be critical in determining the impacts of policy action, potentially leading to major variations in the same instrument across time and space quite independently of differences in strategies, policy rationales or metarationales see e.g. Slembeck, 199728. Consider the recent proliferation of innovation voucher schemes, an idea transferred far and wide from the originating instance in the Netherlands. Such schemes can be considered to be at least nominally the same instrument and are likely to be treated as such by innovation policy reviews but the precise rationale, goals and means vary from country to country Table 2 illustrates variety in the goalsrationales and modes of implementation of innovation voucher schemes in selected EU member states, based on Inno Policy Trend Chart records. The actual impact such schemes may have is likely to depend rather more on the implementation mode e.g. how the vouchers are publicized, how and to whom they are allocated, what supporting guidance and brokerage is put in place to help firms find knowledge providers than on whether the rationale usually seen as the basis for the policy transfer that such schemes are a demandside corrective to traditional approaches is correct or not. With almost any policy instrument there will always be a fundamental uncertainty about which aspect of that instrument is actually responsible for any observed effect Bressers and OToole, 2005. 28 It is almost a truism to say that policy studies tend to ignore or downplay implementation see e.g. Barrett, 2004 for an account of the decline in interest in implementation studies. 16 Table 2: Variety in innovation voucher schemes in selected EU member states Source: European Inventory of Research and Innovation Policy Measures, Inno Policy Trend Chart, http:www.proinnoeurope.eu last accessed August 2009. Entries summarised by the authors. Stated rationalesgoals Targets of policy action Implementation noitaroballoc etomor P ot evisnopser erom DR cilbup eka M slangis dnamedl fo yppus hcta M rof dnamed dna eht ni egdewonkli noger emas ni DR rof dnamed smrif fo level esiar etaumlit Si gnmrofrep DR snoitutitsni troppu S Country region Austria Innovation Voucher Austria Belgium Wallonia Technology vouchers Cyprus Innovation Vouchers Denmark Knowledge Voucher small innovation projects Denmark Research voucher for SMEs l egdewonkDR srentrapl fo euav eca F rehcuov snoitidnoc rehto dna noitacoll Al ebgiil Ei yb gndnufo C ynapmoc No info SME must cofund 25% of the value of the voucher Max. one voucher per year per company. Allocation on a first come, first served FCFS basis. Maximum 40 technology vouchers per company per year. ytilibgiil EAustrian SMEs not in any contract with the selected partner during the past 5 years and which have received less than a certain amount of public funding. Wallonian SMEs. The supported services cannot already be subject to public funding. Cypriot SMEs Danish SMEs that have never collaborated with the selected partner. Universities or nonuniversity public research institutes from Austria, any EU member state or from any external country. 5,000 500 5000 One of the 22 accredited Wallonian research centres or one of the 13 research centres associated to the Frenchspeaking Hautesecoles of Belgium. All public or private organisations in Cyprus doing research andor technology transfer activities A public research organisation or a member of The Advanced Technology Group GTS institution One voucher per company. Applications on FCFS basis No info 667013330 No info SME must meet at least 50% of the cost of the project Danish SMEs not in receipt of other public funding. Project must meet Frascati manual definition of RD. Danish universities, RD intensive Danish hospitals, GTSinstitutes or other research institution, including equivalent overseas research institutions. 0.2m Partnership of at least one SME and at least one research organisation. SME must meet 50% of the total cofunding and the research institution at least 25%. 17 Country region Greece Innovation Vouchers for SMEs Hungary INNOCSEKK Innovation voucher ni DR rof dnamed smrif fo level esiar etaumlit S Netherlands Innovation vouchers troppu S snoitutitsnii gnmrofrep DR noitaroballoc etomor P Portugal SME Skills Support System Innovation Voucher Stated rationalesgoals Targets of policy action Implementation ot evisnopser erom DR cilbup eka M slangis dnamedl fo yppus hcta M rof dnamed dna eht ni egdewonkli noger emas ytilibgiil EOne or more Greek SMEs of the manufacturing sector, software industry and research and development firms Hungarian SMEs registered or having a branch office in the respective region. Eligible activities: project concept appraisal; product development; process innovation; and other innovation development services. For small vouchers, Dutch SMEs not previously in receipt of a small voucher. For large vouchers, Dutch SMEs. l egdewonkDR srentrapl ebgiil EGreek universities, technological colleges, research centres and institutes and sectoral suppliers of knowledgeintensive services of high added value. No information Semipublic knowledge institutes; large companies with RD expenditures that exceed 60 million p.a.; other EU public knowledge institutes. l fo euav eca F rehcuov 7000 but two SMEs may combine their vouchers A range from 12,000 project appraisal 120,000 product development 2500 small or 7500 large Portuguese SMEs. Threeyear limit of 200,000 per company. No information 25,000 18 snoitidnoc rehto dna noitacoll AOne voucher per company allocated on a FCFS basis while funds remain available. Applications must be submitted in one region only for one of the listed activities. 3,500 of each type per year. One small voucher per SME. One large voucher per SME per year. Allocation on a FCFS basis. SMEs can combine large vouchers for collective projects. Priority given to smallest firms. After size, allocation on FCFS basis. i yb gndnufo C ynapmoc No info Not required voucher can meet up to 100% of project costs. For large vouchers, SME must meet at least onethird of the face value. No information Policy instrument is therefore not a completely unproblematic concept. At its simplest the policy instrument is seen as the active means by which policy is implemented the programmes, organisations, rules and regulations which affect policy outcomes. These instruments are by no means necessarily stable over time and across space whether in terms of rationales, goals or means implementation. As we shall see in the following section, these policy actions frequently harden over time into new actors and institutions 29 which become part of the changed context in which future policy processes and innovation processes occur. Further, not all policy can be explained in terms of positive action. Conscious decisions not to intervene also count as policy choices, and may similarly constrain future choices. Howlett 2005 makes a potentially useful basic distinction between substantive policy instruments, the hard instruments which are the traditional focus of policy analysis, those which directly intervene in social or economic life, and procedural instruments, soft instruments which seek to affect the participation of selected actors in the governance process itself. Adapting and extending this typology to encompass inaction as well as action might provide a more realistic framework within which to conceive of policy instruments Table 3, below. All policy action can be conceptualised as the mobilisation of resources of one kind or another, and the deployment or threat of power remains a key resource of state actors. It is also important to note that the resource implications of inaction are not necessarily zero. Policy inaction at one place or time might lead to high costs being incurred elsewhere or at another. Thus inaction in one policy domain, at one level of governance, or at one time may lead to resourceintensive actions being taken at in another domain, at another level, or at a later time. Of course the content of public policy is broader still than action and inaction. Policy encompasses aims, objectives, visions, rationales and models of action. Policy also plays a rhetorical and performative function. Policymaking activity can be an end in itself being seen to have a policy about a problem can play an important political role regardless of whether that policy leads to effective action to solve the problem. As Ringeling 2005 notes, instruments can be goals from the perspective of a particular governance style or metarationale or from the perspective of actors in the policy process. In other words values and interests are bound up with instruments. In the words of Bressers and OToole the wrong end of the system from which to approach the question of policy instrument selection is from the instruments and those who choose them 2005. p 151. Public policy goes beyond instruments and mixes of instruments. Policy, conceived in this way, is the outcome of the continual interplay of two processes, governance in the strict political science definition of the term and including policy processes shaped by ideas, networks, institutions, choices made by individual decisionmakers, etc and politics. Acknowledging this will become still more important as analysts of innovation policy increasingly move on to consider the wider roles played by Statepublic actors as economic actors in their own right, that is as sources, vectors or purchasers of innovation. 29 Aghion, David and Foray 2009 ask the question whether organisational actors and institutions should be considered as system structures or policy instruments, or both. Table 3: Policy action and inaction Table adapted and extended by the authors from those of Hood 1986 and Howlett 2005 Policy action Mode of intervention Substantive Hard instruments; Direct interventions; Formal use of power and resources. Subsidy; Regulation; Direct incentivisation e.g. through foregone taxation; Legislation Procedural Indirect, soft; Mobilisation of other actors; building shared visions Stakeholder fora, foresight exercises, etc. Informal power Indirect incentivisation persuasion through the informal use threat of state power Voluntary or selfregulation to avoid threat of substantive action Policy inaction Active explicit rejection of option to act or Passive implicit decision not to act ??? Usually low neglible expenditure of resources by state actors Resources mobilised are largely those of nonstate actors Mixed Deployment of state power to achieve the mobilisation of resources held by nonstate actors Resource implications Significant resources typically expended by state actors Spending or foregoing of revenue; Legislative resources 6 Interactions and tradeoffs in the policy mix Almost always, the influence of policy instruments is effectively a blend, or combination, of different instruments, sometimes enacted at different times and often for somewhat different purposes. Instruments are not parachuted onto an empty stage to debut a policyrelevant soliloquy Bressers and OToole, 2005, p 134. This idea of interactions and tradeoffs between policy instruments is fundamental to the policy mix concept as it has originated in macroeconomic policy debates. Yet as we have seen innovation policy studies has tended to remain focused on the analysis of individual policy instruments, with at least a tacit assumption that these are perfectly interchangeable. This view reduces public policy to the selection of standardised instruments or easilyunderstood combinations of noninteracting instruments from a toolbox Witt, 2003. However, as we have already argued, nominally similar policy instruments are not necessarily stable in terms of their rationales, goals, use and impacts across time, space or policy domains. Nor does public policy pursue a single goal or even a coherent and hierarchical set of goals rather it pursues a broad and everchanging range of more or less explicit and implicit, final and intermediate goals and objectives, many of which will conflict in the sense that one can only be obtained at the expense or another Klappholz, 1964. It is 20 these policy rationales and policy goals 30, and the means by which they are implemented, that are often in tension or conflict in the policy mix. In discussing rationales, actors and roles, and instruments, we have already argued that goals, rationales and implementation choices are key in determining the effects of public policies. These effects are felt across space and across time. Whilst a good deal of academic attention is devoted to the spatial implications of public policy much less attention has been focused on the time dimension Pollitt, 2008. Kay 2006 critiques the treatment of time in policy analysis, noting that most dynamic accounts are really exercises in comparative statics relating to the time horizons of policies e.g. shortmediumtermlongterm impacts of policies. This snapshot view fails to account for different rhythms, cycles and process speeds in the policy learning Kay, 2006: p.7. Pollitt 2008 also emphasises the importance of nonlinear, pathdependent dynamics in public policy and the interaction between these and other kinds of dynamics electoral, budget and planning cycles, economic cycles, organisational life cycles etc. Partly because of these different cycles, different classes of actors can have very different conceptions of time. The result of these dynamics is that goals, rationales and instruments can all change or disappear, existing actors can change through learning, adopting new roles and discarding others, whilst new actors enter the arena, new institutions are formed and existing ones are modified, lose their meaning or depart the stage. Public policy, then, unfolds over time. The impact of a policy depends on when it is implemented and on the path previously followed, not only by the target economic system in the sense of Davids narrow window 1987, the brief period in which the policy maker can influence a dynamic economic system but also by the policy process. Public policies, just like innovations, display irreversibility and pathdependency effects: they are adopted not on a tabula rasa but in a context of preexisting policy mixes and institutional frameworks which have been shaped through successive policy changes Uyarra, 2010. Past policy decisions clearly constrain the range of options available for current decision makers Kay, 2006; Bardach, 2006. Steinmo 2003, tracking the evolution of tax policy in the 20th policy, shows how the tax policies of one period set the foundation for tax policy reforms in subsequent ones. He notes how successful policy ideas become institutionalised and thereafter form part of the foundation for the beliefs of actors. Kay 2006 also sees past policy decisions as legacies that gradually institutionalise, and as institutions they restrict or enable options for future policy makers. The accretion of policies and institutions is a wellknown phenomenon, although one little explored empirically Bardach, 2006. The unintended outcomes of complex policy interventions can even create new problems that displace the original policy problem, as Wildavsky 1979, quoted by Bardach, 2006 demonstrated in connection with the US Medicare and Medicaid programmes. Some policy processes simply take a long time to play out Pollitt, 2008. A corollary of this is that each use of a policy instrument constitutes an intervention at a certain moment in a continuous stream of events that both condition and constrain the evolution of a given instrument and which will be influenced by it Pelikan, 2003. Interactions can arise between short and long term, direct and indirect effects, perhaps even undermining the original intended goals. Because we must grant a wide range of actors agency in relation to the shaping of policy we must acknowledge that the learning induced by 30 in Kays 2006 term policy values 21 previous policy actions can have impacts on future policy choices. This learning effect impairs attempts to understand cause and effect relationships over time Witt, 2003; Wegner, 2003. It is not difficult to find examples of policies which have induced learning on the part of the actors over time, learning which has arguably partly offset any impacts of the policy as originally conceived 31. Learning, then, is not constrained to innovation processes; it also occurs in policy processes. The idea of the adaptive and learning policy maker which has been taken up, following Metcalfe 1994, in many innovation policy studies, embodies a concept of policy learning which acknowledges the challenges of state intervention in a context of uncertainty and path dependence, but which tends to overlook the similarly uncertain and pathdependent evolutionary dynamics inherent in the policy process itself. We have argued that the sheer complexity of the policy process precludes any staticcomparative analysis of instruments as if they were stable, discrete and independent units. In the words of Ringeling 2005, p 192 single instruments can never be evaluated because their actual state is influenced by the fact that they always come in a mix. However this kind of perspective remains the basis for most policy analysis. Few studies have systematically explored interactions between different instruments, whether across time or across the other dimensions of the policy process. Gunningham and Sinclair 1999, writing in the environmental policy literature in which the concept of policy mix has been most recently explored, hypothesise four classes of policy instrument mix: those that are inherently complementary; those that are inherently incompatible; those that are complementary if sequenced; and those whose complementarity or otherwise is essentially context specific. They go further, theorising combinations of broad instrument types under each category see Table 4 for examples, noting that in contextspecific cases it is likely to be the goals of the policy instruments in combination which are conflicting, rather than the fundamental mode of operation or rationale of the instruments themselves. UNUMERIT et al 2009, exploring policy mix issues in the context of research and innovation policies hypothesise a similar set of general classes of interaction, although they admit a far greater influence of context in shaping the precise way in which specific classes of instrument are likely to interact. Going further still, Bressers and OToole 2005, p 137 identify five kinds of interaction between instruments in a blend or mix Table 5. 31 The UK Research Assessment Exercise presents a good example of a repeated policy intervention which has over time induced learning by participants which goes beyond the intended behaviour change to constitute gameplaying. 22 Table 4: Theoretical policy instrument combinations Source: Authors based on Gunningham and Sinclair 1999. Inherently complementary instrument combinations Inherently counterproductive instrument combinations Informationbased strategies with any other kind of instrument; Voluntary or selfregulation with commandandcontrol regulation; Commandandcontrolself regulation with supplyside incentives; Command and controlself regulation with generic economic instruments i.e. nonsector specific tradeable permits or taxes; Legal liability rules and commandandcontrolself regulation Generic economic instruments with compulsory reporting and monitoring provisions Commandandcontrolself regulation with generic economic instruments; Technologybased standards with performancebased standards; Incentivebased instruments with legal liability rules Instruments complementary if sequenced Selfregulation followed by commandandcontrol; Selfregulation followed by generic economic instruments Table 5: Five forms of influence or confluence in policy instrument blends or mixes Source: Authors based on Bressers and OToole, 2005, p 137. Increased intensity of policy intervention Integration of multiple instruments into one interactive process between government and target groups Multiple instruments targeting a specific actor or group of actors Multiple instruments targeting different actorsactor groups involved in the same process Instruments and actions at different levels of governance Interactions between instruments and actions taken at different levels of multilevel governance Interactions and tensions across policy areasdomains Interactions mediated through processes in a broader system Competition and cooperation between different but interdependent policy fields Mutual strengthening or weakening of the effects of interventions at different points of action in the broader system 23 The approaches discussed above are primarily focused on interactions in what we might call designed mixes the intentional combination of two or more instruments. The time dimension is present only in the limited sense that sequencing of instruments is acknowledged to be important, and to the extent that context is acknowledged as a potential shaper of interactions. We have already argued that the actor and institutional context in which instruments operate will be crucial in determining their effects. The implications of this for policy mixes are, first, that it seems highly unlikely that, regardless of theoretical complementarities, complementarities in practice can be achieved by the simple accumulation of instrument after instrument. At some point theoretically complementary instruments may begin to interact in negative or contradictory ways if layered one upon the other. In other words these characteristics of interactions are relative an instrument is only complementary or negative in relation to another instrument or mix of instruments and potentially transient. Policy instruments are flexible and evolve over time, and, because the wider institutional and actor environment in which they operate can also change, the kinds of interaction seen may change over time, and from context to context, place to place. If complementarity is not a simple matter then nor is substitution. It seems difficult to imagine that two different policy instruments could ever be perfect substitutes and the extent to which instruments might substitute for one another will change over time. In our view the Bressers and OToole framework presents a useful starting point from which to attempt to build a more sophisticated conceptualization of interactions. The five categories themselves seem to us to be partially overlapping. At the same time several of their forms of influence are better seen as dimensions of policy mix interactions. So, for instance, there is the dimension of policy space, that is the abstract space in which different policy domains coexist. There is a governance level dimension, representing interactions across multiple hierarchical levels of governance. There is also a geographical dimension policy mix interactions occur in real space as well as in these abstract policy and governance spaces. Finally there is the dimension of time. Putting these four dimensions to one side, we are left with three kinds of policy mix interaction from the original five, namely interactions between instruments targeting the same actor or group of actors, interactions between instruments targeting different actorsgroups involved in the same process, and interactions between instruments targeting points of action which may seem to be far removed but which interact because the processes or actors targeted prove ultimately to be linked by other processes in a broader system. To these we would add another possibility. So far we have considered interactions between unambiguously distinct instruments. However we must also allow for the possibility that the same instruments will interact with each other across one or more of the possible dimensions for instance, between different levels of governance or over time. Finally, we should remember the sources of potential tension between instruments already discussed: conflicting rationales, conflicting goals and conflicting approaches to implementation. Thus we are left with some elements of a working conceptualisation of policy mix interactions in terms of dimensions, forms of interaction and potential underlying sources of tension. These are reproduced in Table 6. Some of these interactions are identifiable in the policy mix affecting innovation within the North West of England for a fuller account see Flanagan and Uyarra, 2008. When considering the impact of public policy on innovative activity in the region, we can see a policy mix that is complex in terms not only of levels of governance and policy domains, but also in terms of actors, roles, rationales and goals. Most of the science and innovation activity in the Northwest of England occurs outside the direct influence of regional innovation policy. To the extent that it is influenced by public policy, it is largely 24 driven by national noninnovation policies such as defence, health, energy and security and the actions of firms and major public sector organisations such as the National Health Service NHS pursuing their own goals. The effects of this noninnovation policy are a major challenge for the region. Indeed, vulnerability to outside economic and policy change is a key concern driving the regions formal innovation policy. The policy mix also has a complex temporal footprint, with many of the policy decisions most important in influencing innovation activity in the region today having been made in the distant past. This kind of case provides a good illustration of the need to go beyond simple toolbox or portfolio approaches to conceptualising the policy mix for innovation. Whilst regional authorities consider an ever expanding menu of policy options in order to address regionspecific problems, the focus of attention cannot be solely on regional initiatives and regional providers of innovationrelated services but rather must be on the totality of factors influencing innovation in the region. Cases of this kind reinforce the profound difficulty of achieving a more active governance of the policy mix affecting innovation. Whilst formal and informal mechanisms often exist to promote coordination within the domain of innovation policy across multiple levels of governance 32, formal or informal mechanisms for evaluating and governing the wider policy mix affecting innovation are largely absent. In our view innovation policy studies systematically underestimate the challenge complexity poses to policy coordination. They view complexity as arising from the widening and deepening processes described earlier, perhaps also acknowledging the uncertain, multiactor nature of the innovation process, whilst tending to downplay the inherent dynamics of the policy process itself as a source of irreducible complexity. Better coordination is seen as the unproblematic outcome of better governance, something which can be achieved through the application of new, procedural instruments. However, procedural instruments introduce further complexity into the system to be coordinated, both directly by the simple addition of new actors, new roles, new institutions, but also indirectly by virtue of their inherent interpretive flexibility. This problem may be exacerbated by the fact that it is rather easier to create new mechanisms than it is to remove ones that have become institutionalised. The absurd but logical outcome of seeking to manage complexity with new coordination mechanisms is that additional coordinating mechanisms will periodically have to be created to coordinate the older ones, and so on and so forth in an infinite regress of the kind predicted by the wellknown map and the territory metaphor 33. In fact Lindblom 1958 offered a similar critique of the assumption that policy processes need active coordination and therefore the creation of new roles, structures or institutions for coordination several decades ago 34. With a large number of explicit and implicit, and potentially mutually conflicting policy goals at play in the messy real world, Lindblom 1959 famously argued that agencies must of necessity proliferate in tandem with the 32 The UK approach to multilevel, multiactor policy mix coordination is essentially a twotrack system of semiformal and informal policy coordination through a variety of interactions, crossmemberships and coordinating bodies coupled with a more formal system of monitoring and accountability under a system of indicatordriven targets. These seem inadequate as a framework for wider policy mix coordination as they promote efforts at joinedup government or governance only within traditionally conceived silos. 33 Any map of a territory would, to be truly accurate, have to contain a representation of itself representing the territory, including a map representing the territory, and so on, in infinite regress. 34 Ironically Lindblom was criticising the Dutch economist Tinbergen for overrationalising the policy process. Tinbergen 1952, 1956 proposed an approach to the modeling of economic policy problems that emphasized clear and distinct policy goals. In Tinbergens view there must be as many instruments as goals in order to model the tradeoffs and resolve the best solutions. Today it is the evolutionary economists who are stressing the profound challenges of coordination see for instance Aghion, David and Foray, 2009 and it is innovation policy scholars who often downplay them. 25 number of policy goals and that the only coordination possible is adaptive mutual coordination. In this view agent complexity is the unavoidable resultant of goal diversity and ongoing mutual adaptation between agents is not a symptom of fragmentation but the only possible route to coordination between diverse goals. . Table 6: Conceptualising policy mix interactions: dimensions, forms of interaction and potential sources of tension Dimensions of interaction Forms of interaction Policy space Governance Geography Time Between different instruments targeting the same actor or group within or across dimensions Between different instruments targeting different actorsgroups involved in the same process within or across dimensions Between different instruments targeting different processes in a broader system within or across dimensions Between nominally the same instruments across the different dimensions Possible sources of tension between instruments in the policy mix Conflicting rationales Conflicting goals Conflicting implementation approaches 26 7 Conclusions The emergence of the policy mix concept into common use in the field of innovation policy studies provides us with a narrow window of opportunity to reconceptualise the basic and often hidden assumptions of innovation policy in order to better deal with a messy and complex, multilevel, multiactor reality. We have argued that the way in which the term policy mix is currently used in innovation policy studies puts policy complexity into a black box rather than tackling it. Much of the innovation policy literature which attempts to deal with complexity treats policy makers as translators of theoretical rationales into action, denies agency to actors in relation to policy change, remains focused on a superficial analysis of instruments despite the supposed emphasis on the mix and interactions and treats policy interactions as something to be designed out of existence by better policy making coordination. In doing so we, as a community of policy scholars, run the risk of conflating means and ends, and maps with territories. We would argue instead that policy processes are better thought of as a subset of the broader category of innovation processes. Policy processes are not amenable to instrumental rationality any more than are innovation processes the focus should be on incrementaladaptive learning, experimentation, reflection, debate and argument about meansends, and even creative tensions. Politics isnt something that we reluctantly must acknowledge but which gets in the way of rational analysis and therefore good policy making but the source of ideas, values and the mechanism for resolving the tradeoffs which will be inherent in the policy mix for innovation. The role of innovation policy studies should be to highlight these tradeoffs and promote open debates about them. Policy mix interactions manifesting themselves in relation to innovation policy outcomes have a complex, multilevel, multiactor and temporally distributed character. This is likely to make specific instances of interaction and even repeated instances of particular classes of interaction difficult to detect. As well as a challenge to scholarly analysis this is a practical issue for governance and policy learning. Of course some of the innovation policy studies literature does explicitly acknowledge the multilevel, multiactor, negotiated nature of public policy e.g. Kuhlmann and Shapira, 2006. But even where explicitly discussed, processes of negotiation and the need for compromise are generally seen as unproblematic outcomes which can be assured by simple soft procedural policy innovations such as the better use of strategic policy intelligence such as evaluation or foresight, or better coordination. But these new procedural policy instruments have even more interpretive flexibility than the traditional substantive levers of public policy. How can we hope to tell when these instruments are working well? Even if we can tell, how can we attribute that success to a particular causeeffect relationship? Despite the importance attached to strategic policy intelligence by innovation policy analysts, little empirical attention has been devoted to actual processes of policy learning. Much more empirical effort is needed to investigate actual, as opposed to idealised, processes of policy learning, and to better understand the roles experts, analysts and evaluators play in those processes vis a vis other actors. Sadly, much innovation policy analysis today, at least in Europe, is dependent on a very small empirical base, largely consisting of commissioned evaluation studies and template driven monitoring exercises. Such processes cannot form the empirical basis for 27 sensible learning and prescription. We thus need to move towards substantial empirical policy histories akin to the innovation histories which provided most of our understanding of the innovation process. As with innovation, change is probabilistic rather than deterministic and a better understanding of the policy process can no more enable us to predict policy outcomes than a better understanding of the innovation process has enabled us to predict innovation outcomes. This is effectively acknowledged by the recent evolutionary turn in mainstream policy studies 35. Innovation policy studies, too, claims to be influenced by evolutionary thinking but the relevance of these insights is paradoxically not fully acknowledged by those who seek to translate them into policy prescriptions. An evolutionary theory of the policy process cannot be predictive or firmly prescriptive about specific policies. However it can tell us about the constraints on and potentialities of public action Kerr, 2002: p 334. The scope for successful policy action in an evolutionary world is more limited than in the mechanistic world inhabited by many innovation policy studies, and any policy action will shape and constrain the future. Acknowledging this should be our starting point for thinking about the prescriptive scope of innovation policy studies in the future. As Richard Nelson noted in The Moon and the Ghetto 1977, p 18: the coin of rational analysis is likely to be devalued by trying to achieve what cannot be bought by rational coin. This has profound implications for the scope and focus of innovation policy studies and for what such studies can realistically hope to achieve in terms of policy prescriptions. As analysts we need to understand and treat policymaking as it is and not as we would like it to be. Innovation policy studies has progressively built up a kind of normative structure around an idea of innovation systems which is derived from and which claims legitimacy from empirical and comparative innovation studies and from evolutionary accounts of technological and economic change. This normative structure assumes an underlying or achievable rationality and coherence to the system as a target for policy action which is unrealistic see Caracostas, 2007, for a policymakers critique of this tendency. This normative structure has become selfreferencing and a set of widelyrepeated policy recommendations have effectively become a kind of STI policy folk wisdom, seldom fully explained and rarely questioned. We suggest that what is needed in innovation policy studies is a dose of humility about the scope for prescription coupled with a new wave of rich empirical studies of actual policy processes, implementation and impacts. Ultimately, better prescriptions should come from a more realistic, more empirical and more experimental approach to innovation policy. A particular focus for sustained empirical research might be on the uses and usefulness of the procedural instruments particularly associated with systems rationales. We also need to do more to uncover and critique the policy rationales implicit in interventions and to explore the tensions between these and the goals to which they are aligned, rather than simply to try to dictate them. We need to better understand the relationships between these rationales and the theories and concepts from which they often claim legitimacy and through the lenses of which we unquestioningly review them. We need deep comparative studies of similar instruments and of actors roles in different settings. Finally we need to look at policy learning in the context not just of innovation systems but also of broader policy processes. How does learning happen in the policy process and who is involved? As Peters 2005, p 361 notes, most work on policy learning assumes that instruments are in essence technical instruments that are largely independent of 35 and by those evolutionary economists who have started to explore the policy process, such as Moreau 2004, Witt 2003, Pelikan and Wegner 2003 and van den Berg and Kallis 2009. 28 the context within which they are being employed. This assumption is almost certainly incorrect. 29 References Aghion, P. David, P.A. Foray, D. 2009. Science, technology and innovation for economic growth: Linking policy research and practice in STIG Systems Research Policy 384: 681693. Bache, I. and Flinders, M. 2004 Multilevel Governance Oxford: Oxford University Press. Bardach E, 2006, Policy Dynamics in Moran M, Rein M and Goodin RE eds The Oxford Handbook of Public Policy Oxford University Press. Barrett S, 2004, Implementation studies: time for a revival? Personal reflections on 20 years of implementation studies Public Administration 82 No. 2, pp 249262. Baumgartner, F. R. and B. D. Jones 2002. Policy dynamics, University of Chicago Press. Bijker, W., Hughes, T. and Pinch, T. eds, 1989, The Social Construction of Technological Systems MIT Press, Cambridge MA. Bobrow, D.B. 2006 Social and Cultural Factors: Constraining and Enabling in Moran M, Rein M and Goodin RE eds The Oxford Handbook of Public Policy Oxford University Press. Borras, S. 2009 The Widening and Deepening of Innovation Policy: What Conditions Provide for Effective Governance CIRCLE working paper 20092. Lund University. Branscomb, L.M. and Florida, R. 1998 Challenges to Technology Policy in Branscomb, L.M. and Keller, J.H. eds Investing in Innovation: creating a research and innovation policy that works, MIT Press: Cambridge MA and London. Bressers, H.A. and OToole, L.J. 2005 Instrument selection and implementation in a networked context, in Eliadis P, Hill M and Howlett M eds, Designing Government: from instruments to Governance. Mc GillQueens University Press, Montreal. Caracostas, P. 2007 The policyshapers anxiety at the innovation kick, in Malerba, F. and Brusoni, S. eds Perspectives on Innovation Cambridge: Cambridge University Press. Chaminade, C.; Edquist, C. 2006 From theory to practice. The use of the systems of innovation approach to innovation policy, in Innovation, Science and Institutional Change. A Research Handbook, Oxford University Press. Claeys, P., 2006. Policy mix and debt sustainability: evidence from fiscal policy rules, Empirica, vol 33, 23, pp 89112. David, P. 1987, Some new standards for the economics of standardization in the information age. In: Dasgupta P, Stoneman P eds Economic policy and technological performance. Cambridge University Press, Cambridge Dunleavy P and Hood C 1994 From old public administration to new public management Public Money Management; Vol. 14 Issue 3, p 916. Elzinga A and Jamison A, 1995 Changing policy agendas in science and technology, in Jasanoff S ed, Handbook of science and technology studies Thousand Oaks, Calif and London: Sage. ETAN Expert Working Group, 1998 Climate Change and the Challenge for Research and Technological Development RTD Policy ETAN Working Paper Directorate General XII Directorate D Environment and Climate RTD Programme, Directorate AS RTD Actions: Strategy and Coordination; Directorate General Joint Research Center Institute for Prospective Technological Studies. Flanagan, K. and Uyarra, E. 2008 Policy Mix for RD in the Northwest of England Policy Mix Project, available at: http:www.policymix.eupolicymixtooldoc.cfm?pageid204docid200 Galli R and Teubal M 1997 Paradigmatic Shifts in National Innovation Systems in Edquist C ed Systems of innovation: technologies, institutions, and organizations Pinter, London. Georghiou, L, 2006, Effective Innovation Policies for Europe the Missing Demand Side, paper for the Economic Council, during Finland Presidency Gunningham, N. and D. Sinclair 1999. Regulatory pluralism: designing policy mixes for environmental protection Law Policy 21: 49. Hay, C., 1999. Crisis and the structural transformation of the state: interrogating the process of change British Journal of Politics and International Relations 13: 317344. Hay, C., 2002 Political analysis: a critical introduction Basingstoke, Palgrave. Hekkert, M. P., Suurs, R.A., Negro, S.O., Kuhlmann, S. and Smits, R.E. 2007. Functions of innovation systems: a new approach for analysing technological change Technological Forecasting Social Change 744: 413432. Howells, J. 2006. Intermediation and the role of intermediaries in innovation Research Policy 355: 715728. Howlett, M 2005 What is a policy instrument? Policy tools, policy mixes, and policyimplementation styles in Eliadis P, Hill M and Howlett M eds, Designing Government: from instruments to Governance. Mc GillQueens University Press, Montreal. Howlett, M and Ramesh, M, 2003, Studying public policy: policy cycles and policy subsystems Second Edition, Oxford University Press. John, P. 2003. Is There Life After Policy Streams, Advocacy Coalitions, and Punctuations: Using Evolutionary Theory to Explain Policy Change? Policy Studies Journal 314: 481498. Kay, A. 2006 The Dynamics of Public Policy: Theory and Evidence, Edward Elgar Publishing Kerr, P. 2002. Saved from extinction: evolutionary theorising, politics and the state The British Journal of Politics and International Relations 42: 330358. Kingdon, J 1984 Agendas, alternatives and public policies. Longham, New York Klappholz, K. 1964. Value Judgements and Economics The British Journal for the Philosophy of Science58: 97114. Kuhlmann, S. and Shapira, P. 2006 How is Innovation Influenced by Science and Technology Policy Governance? Transatlantic Comparisons. In: Hage, J. Meeus, M. eds.: Innovation, Science, and Institutional Change; A Research Handbook, Oxford, Oxford University Press. Kuhn, T. 1962 The Structure of Scientific Revolutions University of Chicago Press. Kuhnert, S. 2001. An Evolutionary Theory of Collective Action: Schumpeterian Entrepreneurship for the Common Good Constitutional Political Economy 121: 1329. 31 Landry, R. and Varone, F. 2005 Choice of policy instruments: Confronting the deductive and the interactive approaches. In Eliadis, F. P., et al. 2005. Designing government: from instruments to governance, Mc Gill Queens Univ Press. Laranja, M., Uyarra, E. and Flanagan, K. 2008 Policies for science, technology and innovation: Translating rationales into regional policies in a multilevel setting Research Policy 37 5 823835. Lindblom CE 1958 Tinbergen on PolicyMaking, Journal of Political Economy Vol 66, No. 6, pp 531538. Lindblom CE 1959 The Science of Muddling Through Public Administration Review, Vol. 19, No. 2., pp. 7988. Louis Lengrand Associes, PREST and ANRT 2002 Innovation tomorrow Innovation policy and the regulatory framework: Making innovation an integral part of the broader structural agenda, Innovation Papers No.28, DirectorateGeneral Enterprise, Luxembourg: Office for Official Publications of the European Communities, EUR 17052. Majone, G. 1989. Evidence, argument, and persuasion in the policy process, Yale University Press. March, J.G. and Olsen, J.P. 2006 The Logic of Appropiateness in Moran M, Rein M and Goodin RE eds The Oxford Handbook of Public Policy Oxford University Press. Markusen, A. 2003 Fuzzy concepts, scanty evidence, policy distance: the case for rigour and policy relevance in critical regional studies Regional Studies, vol. 33.9 pp.869884 Metcalfe, J. S. 1994. Evolutionary economics and technology policy The Economic Journal: 931944. Moreau, F. 2004. The role of the state in evolutionary microeconomics Cambridge Journal of Economics 286: 84774. Morlacchi, P. and B. R. Martin 2009. Emerging challenges for science, technology and innovation policy research: A reflexive overview Research Policy 384: 571582. Mundell, R. 1962 The Appropriate Use of Monetary and Fiscal Policy for Internal and External Stability IMF Staff Papers, March 1962, pp 7077. Nauwelaers, C. and Wintjes, R. 2008 Conclusions and perspectives: adapting old policy institutions to new challenges, in Nauwelaers, C. and Wintjes, R. Eds. Innovation Policy in Europe: Measurement and Strategy. Edward Elgar Publishing Ltd. Nelson, R. R. 1977. The moon and the ghetto, WW Norton Company. Pelikan, P. and Wegner, G. 2003. The Evolutionary Analysis of Economic Policy. Edward Elgar. Peters, B.G. 2005 The future of instruments research. in Eliadis, F. P., et al. 2005. Designing government: from instruments to governance, Mc Gill Queens Univ Press. Pollitt C, 2008, Time, Policy, Management: governing with the past, Oxford University Press. Rhodes, R.A.W.2006 Policy Network Analysis in Moran M, Rein M and Goodin RE eds The Oxford Handbook of Public Policy Oxford University Press. Ringeling, A.B. 2005 Instruments in four: the elements of policy design in P Eliadis, MM Hills, M Howlett eds Designing Government: From Instruments to Governance, 32 Mc GillQueens University Press. Ruivo, B. 1994, Phases or paradigms of science policy? Science and Public Policy vol 21 No.3, pp 157164. Scharpf, F. 1997, Games real actors play: Actorcentered institutionalism in policy research Westview Press. Schmitter, P. 1985 Neocorporatism and the state, in W. Grant ed., The Political Economy of Corporatism London: Macmillan. Schwarze, R. 1995, Haftungsrecht und Auflagen als PolicyMix, Wirtschaftswissenschaft vol 46 No. 3, pp.306326. Slembeck, T. 1997. The Formation of Economic Policy: A CognitiveEvolutionary Approach to PolicyMaking Constitutional Political Economy 83: 225254. Smith, K., 1994 New directions in research and technology policy: indentifying the key issues, STEP Report R01, STEP Group, Oslo, ISSN 08048185. Smits, R. and Kuhlman, S 2004. The rise of systemic instruments in innovation policy International Journal of Foresight and Innovation Policy 123: 432. Soete, L. and Corpakis, D., 2003. RD for Competitiveness and Employment The Role of Benchmarking. IPTS report February 2003, 71, available at http:www.jrc.eshomereportenglisharticlesvol 71welcome.htm Sorrel, S. and Sijm, J. 2003.Carbon trading in the policy mix, Oxford Review of Economic Policy, Vol. 19, No. 3, pp. 420437 Steinmo, S. 2003. The evolution of policy ideas: tax policy in the 20th century The British Journal of Politics and International Relations 52: 206236. STRATAETAN Expert Working Group, 2002, Benchmarking National RD Policies: the impact of RTD on competitiveness and employment, Report of an Independent STRATAETAN Expert Working Group to the European Commission. Stroick, S, and Jenson,J. 1999. What is the Best Policy Mix for Canadas Young Children? Study no. F09. Ottawa: Canadian Policy Research Network. Tinbergen J 1952 On the theory of Economic Policy North Holland, Amsterdam. Tinbergen J 1956 Economic Policy: Principles and design North Holland, Amsterdam. UNUMERIT, Technopolis Group, Manchester Institute of Innovation Research, Wise Guys Limited, Joanneum Research and ZEW, 2009, Policy Mixes for RD in Europe, Final Report of the project Monitoring and analysis of policies and public financing instruments conducive to higher levels of RD investments Contract No. DGRTD2005M0102. Uyarra, E., 2010, What is evolutionary about regional systems of innovation?, Journal of Evolutionary Economics 201: 115137. Van den Bergh, J. and Kallis, G. 2009 Evolutionary Policy. Papers on Economics and Evolution. Max Planck Institute of Economics, Jena. van Lente, H., Hekkert, M. Smits, R. and Waveren, B. 2003. Roles of systemic intermediaries in transition processes International journal of Innovation management 7: 247280. Wegner, G. 2003. Evolutionary markets and the design of institutional policy, in 33 Pelikan, P. and Wegner, G. 2003. The Evolutionary Analysis of Economic Policy. Edward Elgar. Wieczorek AJ, Hekkert MP and Smits R 2009 Contemporary innovation policy and instruments: challenges and implications, Innovation Studies Utrecht ISU Working Paper Series No. 09.12 Universiteit Utrecht. Wildavsky, A. 1979 Speaking truth to power: the art and craft of policy analysis Boston: Little Brown. Witt, U. 2003. Economic policy making in evolutionary perspective Journal of Evolutionary Economics 132: 7794. 34 ", "filename": "65692165X.pdf", "person": ["Kieron Flanagan", "Flanagan, Kieron", "Elvira Uyarra", "Uyarra, Elvira", "Manuel Larangja", "Larangja, Manuel"], "date": ["2010"]}