{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45390/1/657076732.pdf"], "title": ["Zur Reform der Sozialen Pflegeversicherung"], "plaintext": " Inhaltsubersicht 1. Reformbedarf in der Sozialen Pflegeversicherung   2 1.1 Das bestehende System   2 1.2 Finanzielle Fehlentwicklung und drohende Beitragserhohungen   6 1.3 Verschiedene Reformansatze in der Diskussion   13 1.3.1 Vorschlage zur Ausgestaltung des Beitrags  13 1.3.2 Vorschlage zum Finanzierungssystem  14 1.3.3 Vorschlage zum Leistungskatalog   16 2. Grundanforderungen an die Reform  17 2.2 Vorsorge fur kunftige Demographielasten 19 2.1 Begrenzung der Beitragslasten 17 2.3 Starkung des Versicherungs bzw. Aquivalenzprinzips 23 2.4 Uberprufung und Begrenzung der Leistungen 26 2.5 Unterstutzung der Beschaftigung 30 2.6 Konformitat mit dem Grundgesetz 32 3. Ergebnis: Erganzende Kapitaldeckung durch private Zusatzversicherung vorzuziehen 35 21. Reformbedarf in der Sozialen Pflegeversicherung 1.1 Das bestehende System Im Jahr 1995 wurde in Deutschland eine eigenstandige gesetzliche Pflegeversicherung eingerichtet, die annahernd die gesamte Bevolkerung erfasst. Es gilt der Grundsatz die Pflegeversicherung folgt der Krankenversicherung. Danach existieren nebeneinander die Soziale und die Private Pflegeversicherung. Der Sozialen Pflegeversicherung gehoren all diejenigen an, die in der Gesetzlichen Krankenversicherung versichert sind 1. Das gilt sowohl fur die Pflichtversicherten als auch fur die freiwillig Versicherten; allerdings haben letztere ein Wahlrecht zur Privaten Pflegeversicherung. Der Privaten Pflegeversicherung sind jene Personen angeschlossen, die in der Privaten Krankenversicherung voll versichert sind. Wer weder der gesetzlichen noch der Privaten Krankenversicherung angehort, weil er uber Sondersysteme gegen das Krankheitsrisiko abgesichert ist, wird der Privaten Pflegeversicherung zugewiesen. Wer uberhaupt nicht gegen Krankheit versichert ist, braucht auch das Pflegerisiko nicht abzusichern. Als Begrundung fuhrt das zustandige Ministerium fur Gesundheit an, dass die zwangsweise Erfassung dieses Personenkreises und die Uberwachung der Beitragszahlung mit einem unverhaltnismaig hohen Verwaltungsaufwand verbunden ware 2. Zur Finanzierung Die Finanzierung der Sozialen Pflegeversicherung erfolgt uber das in der deutschen Sozialversicherung typische Umlageverfahren. Allerdings haben nicht nur Erwerbstatige in sozialversicherungspflichtigen Beschaftigungsverhaltnissen wie es z.B. in der Gesetzlichen Rentenversicherung der Fall ist Beitrage zu entrichten, sondern auch Rentner und Pflegebedurftige. Beitrage werden prozentual auf die Bruttoarbeitsentgelte oder Altersrenten bis zur Beitragsbemessungsgrenze von derzeit 3.525 Euro pro Jahr erhoben. Der Gesetzgeber bestimmt den Beitragssatz, der bis 31.12.2004 fur alle Versicherten bei 1,7 v.H. lag. Die Gewahrleistung des bundesweit einheitlichen Beitragssatzes wird mit Hilfe eines kassenubergreifenden Finanzausgleichs erreicht, der Wettbewerb zwischen den Pflegekassen unterbindet. Seit 1.1. 2005 haben kinderlose Erwerbstatige, die alter als 24 Jahre sind, einen Zuschlag in Hohe von 1 Dies sind 70,5 Millionen Personen bzw. rund 85 v.H. der Bevolkerung. 50,2 Millionen Mitglieder entrichten Beitrage, die restlichen 20,3 Millionen Personen sind beitragsfrei mitversicherte Familienangehorige. Vgl. Bundesministerium fur Gesundheit, Versicherte der Sozialen Pflegeversicherung, Stand: 31.12.2005, im Internet, http:www.bmg.bund.de. 2 Vgl. 2025 SGB XI und Bundesministerium fur Arbeit und Soziales, Ubersicht uber das Sozialrecht 2006, S. 502 f. 30,25 Prozentpunkten in Erganzung zum allgemeinen Beitragssatz zu entrichten 3. Die Arbeitgeber und Arbeitnehmer tragen jeweils die Halfte des allgemeinen Beitragssatzes, somit je 0,85 v.H  Im Bundesland Sachsen gilt jedoch fur Arbeitgeber ein Beitragssatz in Hohe von 0,35 v.H., da dort nicht wie in den ubrigen Bundeslandern ein Feiertag zur Entlastung der Arbeitgeber gestrichen worden ist; die Arbeitnehmer tragen dort 1,35 v.H. des allgemeinen Beitragssatzes 4. Bezieher von Altersrenten haben seit dem 1.4.2004 den vollen allgemeinen Beitragssatz und gegebenenfalls den Beitragszuschlag selbst zu ubernehmen 5. Die Private Pflegeversicherung finanziert sich aus Pramien nach dem Kapitaldeckungsprinzip. Bei der Festlegung der Pramien unterliegen die Anbieter allerdings gesetzlichen Vorgaben. Vorerkrankungen oder bereits pflegebedurftige Personen konnen von der Versicherung nicht ausgeschlossen werden. Daruber hinaus sind Pramienstaffelungen nach Geschlecht sowie Risikozuschlage untersagt. Fur die Pramienhohe ist somit nur das Eintrittsalter in die Versicherung ausschlaggebend. Kinder werden wie in der Sozialen Pflegeversicherung beitragsfrei mitversichert und Ehegatten erhalten eine Beitragsminderung. Zwischen den privaten Versicherungsunternehmen wird ein Finanzausgleich durchgefuhrt. Dadurch werden Unterschiede in der Hohe der Beitragspramien ausgeglichen und Wettbewerb zwischen den Pflegekassen verhindert 6. Der Hochstbeitrag in der Privaten Pflegeversicherung entspricht dem Hochstbeitrag in der Sozialen Pflegeversicherung und liegt im Jahr 2006 bei monatlich 69,47 Euro 7. Ein Anteil von knapp 60 v.H. des Beitrags wird den Ruckstellungen zugefuhrt. Diese werden zum Aufbau eines Kapitalstocks und zur Abfederung spaterer Beitragsanhebungen gebildet. Im Jahr 2005 lag die Hohe der Ruckstellungen bei insgesamt rund 14 Milliarden Euro 8. Zu Leistungsarten und hohe Die Leistungen der Sozialen Pflegeversicherung sind mit den Leistungen der Privaten Pflegeversicherung identisch. Die Private Pflegeversicherung hat grundsatzlich die Aufgabe, die Vorgaben des Gesetzgebers zur Pflegeversicherung fur die Privatkrankenversicherten umzusetzen. Bei der Leistungsgewahrung durch die Pflegekassen sind verschiedene gesetzliche Rahmenbedingungen von Bedeutung. Die Pflegeversicherung soll mit ihren Leistungen vorrangig die ambulante Pflege und die Pflegebereitschaft der Angehorigen und Nachbarn unterstutzen, damit die Pflegebedurftigen moglichst lange in ihrer hauslichen Umgebung bleiben konnen 9. Pravention und medizinische Rehabilitation gehen der Pflege vor 10. Erfolgt die Pfle 3 Vgl. 55 SGB XI. 4 Vgl. 58 SGB XI. 5 Vgl. 59 SGB XI. 6 Vgl. 110 und 111 SGB XI. 7 Dieser monatliche Beitrag ist zu entrichten, wenn das Einkommen der Beitragsbemessungsgrenze von 3.562.50 Euro entspricht und der erhohte Beitragssatz von 1,95 v.H. Versicherter ohne Kinder zur Anwendung kommt. 8 Vgl. Verband der Privaten Krankenversicherung, PKV Publik 32005, S. 28. 9 Vgl. 3 SGB XI. 4ge stationar in einem Pflegeheim, so werden zunachst teilstationare Pflege und Kurzzeitpflege erbracht, ehe eine vollstationare Pflege gewahrt wird 11. Leistungen der Pflegeversicherung haben in der Regel Vorrang gegenuber anderen Sozialleistungen, insbesondere gegenuber der Sozialhilfe nach dem zwolften Sozialgesetzbuch 12. Als pflegebedurftig gelten Personen, die wegen einer korperlichen, geistigen oder seelischen Krankheit oder Behinderung fur die gewohnlichen und regelmaig wiederkehrenden Verrichtungen im Ablauf des taglichen Lebens auf Dauer, voraussichtlich fur mindestens sechs Monate, in erheblichem oder hoherem Mae der Hilfe bedurfen 13. Bezuglich der Pflegebedurftigkeit werden drei Pflegestufen unterschieden. Die Hohe der Leistungen variiert je nach Pflegestufe. Im Rahmen der ambulanten und stationaren Pflege haben Pflegebedurftige Anspruch auf Pflegesachleistungen. Bei der ambulanten Pflege ist auch die Zahlung von Pflegegeld an den Pflegebedurftigen moglich. Pflegesachleistung und Pflegegeld konnen auch kombiniert gewahrt werden. Die Pflegesachleistungen fur den Einsatz von Pflegefachkraften liegen je nach Pflegestufe bei monatlich bis zu 384 1. Stufe, 921 2. Stufe oder 1432 Euro 3. Stufe, Hartefalle 1918 Euro. Das Pflegegeld fur den Pflegeeinsatz von Familienangehorigen betragt je nach Pflegestufe monatlich 205 1. Stufe, 410 2. Stufe oder 665 Euro 3. Stufe. Ist eine ambulante oder teilstationare Pflege nicht moglich, so haben Pflegebedurftige Anspruch auf Pflege in vollstationaren Einrichtungen. Bei vollstationarer Pflege werden fur Pflegeeinsatze monatlich bis zu 1023 1. Stufe, 1279 2. Stufe oder 1432 Euro 3. Stufe, Hartefalle 1688 Euro gewahrt, maximal jedoch nicht mehr als 75 v.H. des Gesamtheimentgelts 14. Pflegegeld kann dauerhaft auch erbracht werden, wenn ein Pflegebedurftiger ins EUAusland verzieht; dies gilt jedoch nicht fur Pflegesachleistungen 15. In der Sozialen Pflegeversicherung waren am 31.12.200416 rund 69,85 Millionen Personen versichert. Die Zahl der Pflegebedurftigen lag zu diesem Zeitpunkt bei rund 1,93 Millionen 10 Vgl. 5 und 31 SGB XI. 11 Vgl. 3 und 43 SGB XI. 12 Vgl. 13 SGB XI. 13 Vgl. 14 SGB XI. 14 Vgl. 3643 SGB XI. 15 Der Europaische Gerichtshof Eu GH hat in einem Urteil vom 5. Marz 1998 Rechtssache C16096 MolenaarAOK Baden Wurttemberg entschieden, dass Geldleistungen im Rahmen der Pflegeversicherung exportierbar seien und dass dies aus Art. 19 Abs. 1 b der VO 140871 folge. Sachleistungen konnen jedoch nicht ins Ausland erbracht werden. Diesbezuglich hat sich der Eu GH offenbar noch nicht daran gestoen, dass die Versicherten, die im Ausland wohnen, zum Teil ganz erhebliche Leistungseinbuen hinnehmen mussen, wenn die Leistungen im Wohnortstaat hinter den Leistungen des zustandigen Staates zuruckbleiben. Vgl. N. Lafrenz, Die Pflegeversicherung als Teil der Krankenversicherung im Sozialrecht der Europaischen Union, ZERPDiskussionspapier 22002, S. 27 f. 5Personen 2,8 v.H. der Versicherten. Von diesen waren 67,3 v.H. ambulant und 32,7 v.H. stationar pflegebedurftig. Von den ambulant Pflegebedurftigen waren wiederum 57,5 v.H. der ersten Pflegestufe, 32,9 v.H. der zweiten und 9,6 v.H. der dritten Pflegestufe zugeordnet. Bei den stationar Pflegebedurftigen lagen die Anteile bei 39,0 v.H. in der ersten, 41,2 v.H. in der zweiten und 19,8 v.H. in der dritten Pflegestufe 17. In der Privaten Pflegeversicherung waren am 31.12.2004 rund 9,04 Millionen Personen versichert. Die Zahl der Pflegebedurftigen lag zum selben Zeitpunkt bei rund 119.000 Personen 1,3 v.H. der Versicherten. Von diesen waren 68,1 v.H. ambulant und 31,9 v.H. stationar pflegebedurftig. Von den ambulant Pflegebedurftigen waren wiederum 51,1 v.H. der ersten Pflegestufe, 36,1 v.H. der zweiten und 12,8 v.H. der dritten Pflegestufe zugeordnet. Bei den stationar Pflegebedurftigen lagen die Anteile bei 27,6 v.H. in der ersten, 45,3 v.H. in der zweiten und 27,1 v.H. in der dritten Pflegestufe. Auffallig ist, dass in der Privaten Pflegeversicherung die Anteile der Pflegebedurftigen in der zweiten und dritten Pflegestufe weitaus hohere Werte annehmen als in der Sozialen Pflegeversicherung. Die Ursache wird in strukturellen Besonderheiten des versicherten Personenkreises sowie im hoheren Durchschnittsalter der Pflegebedurftigen gesehen 18. 16 Fur die Soziale Pflegeversicherung liegen zwar Zahlen fur das Jahr 2005 vor, allerdings nicht fur die Private Pflegeversicherung. Um die beiden Versicherungszweige zu vergleichen, wurden deshalb Daten mit Stand 31.12.2004 verwendet. 17 Vgl. Bundesministerium fur Gesundheit, Zahlen und Fakten zur Pflegeversicherung, im Internet, http:www.bmg.bund.de. 18 Vgl. ebenda. 61.2 Finanzielle Fehlentwicklung und drohende Beitragserhohungen Die Bundesregierung hat seit Einfuhrung der Sozialen Pflegeversicherung im Jahr 1995 insgesamt drei Pflegeversicherungsberichte veroffentlicht. In den Berichten wird der Eindruck vermittelt, die bisherige Entwicklung der Sozialen Pflegeversicherung sei insgesamt erfolgreich verlaufen 19. Auch in jungeren Pressemitteilungen des Bundesministeriums fur Gesundheit wird die Entwicklung der Sozialen Pflegeversicherung auerst positiv dargestellt 20. Tatsachlich sind selbstgesetzte Ziele der Bundesregierung auch im Wesentlichen erreicht worden: Die ursprungliche Prognose hinsichtlich der Zahl der Pflegebedurftigen und die Erwartung einer deutlichen Entlastung der bisher beanspruchten Sozialhilfe haben sich weitgehend bestatigt. Auch sind neue Arbeitsplatze im Pflegebereich entstanden und das Angebot an Pflegediensten hat sich verbessert 21. Zur Beurteilung der Entwicklung der Sozialen Pflegeversicherung reicht jedoch die Orientierung an diesen von der Bundesregierung festgelegten Zielsetzungen nicht aus. Vielmehr ist eine umfassendere Sicht geboten. Dabei spielt die Analyse der finanziellen Entwicklung der Versicherung die zentrale Rolle. Insbesondere eine nachhaltige Finanzierung der Sozialen Pflegeversicherung und die dadurch bedingten Belastungen der Versicherten und Arbeitgeber sind von entscheidender Bedeutung. Wie Tabelle 1 Seite 7 verdeutlicht, offenbaren die Finanzergebnisse der letzten Jahre eine zunehmende Fehlentwicklung in der Sozialen Pflegeversicherung: Nach anfanglichen Uberschussen ergeben sich seit 1999 jahrliche Defizite, die sich bis zum Jahr 2005 auf insgesamt 2,75 Milliarden Euro summiert haben. Dadurch verringerten sich die im Zeitraum von 1995 bis 1999 gebildeten Rucklagen in Hohe von 5,54 auf 2,79 Milliarden Euro. Unterstellt man fur die kunftige Entwicklung ein jahrliches Defizit in Hohe von rund 0,6 Milliarden Euro wie durchschnittlich in den Jahren 2003 bis 2005 und berucksichtigt man, dass eine Mindestrucklage in Hohe von 50 v.H. einer Monatsausgabe der Sozialen Pflegeversicherung 22 gesetzlich vorgeschrieben ist, so wird der noch bestehende Uberschuss Anfang des Jahres 2009 komplett aufgebraucht sein. Steigt das jahrliche Defizit allerdings weiter an so wie es 19 Vgl. Erster Bericht uber die Entwicklung der Pflegeversicherung, 1997, Bundesratsdrucksache 103697, S. 19; Zweiter Bericht uber die Entwicklung der Pflegeversicherung, 2001, Bundestagsdrucksache 145590, S. 18 und Dritter Bericht uber die Entwicklung der Pflegeversicherung, 2004, Bundestagsdrucksache 154125, S. 23. 20 So weist das Bundesministerium fur Gesundheit darauf hin, dass sich die Soziale Pflegeversicherung in den vergangenen zehn Jahren ihres Bestehens bewahrt habe; vgl. Pressemitteilung vom 1.4.2005, im Internet: http:www.bmg.bund.de. 21 Vgl. Erster Bericht uber die Entwicklung der Pflegeversicherung Fn 19, S. 8 f. und S. 52. 22 Im Jahr 2005 lag die Hohe einer Monatsausgabe der Sozialen Pflegeversicherung bei rund 1,49 Milliarden Euro, womit die gesetzliche Mindestrucklage nach 64 SGB XI rund 0,75 Milliarden Euro betragen hatte. 7zuletzt in den Jahren 2002 bis 2004 der Fall war so werden die Rucklagen bereits deutlich fruher abgebaut sein. Tabelle 1: Finanzentwicklung der Sozialen Pflegeversicherung im Zeitraum 1995 bis 2005 1995 1996 1997 2004 2005 2002 2003 1998 2001 1999 2000 16,0 4,97 16,9816,5516,6716,8716,8117,3616,328,41 12,04 15,94 16,35 0,7 0,82 0,37 0,3 0,12 0,06 0,3810,86 15,14 15,8816,86 16,87 17,49 17,56 17,69 17,86 3,44 1,18 0,8 0,12 Einnahmen insg. in Mrd. Euro Ausgaben insg. in Mrd. Euro Uberschuss bzw. Defizit in Mrd. Euro Quelle: Bundesministerium fur Gesundheit. Bei einem Festhalten an den geltenden Regelungen der Sozialen Pflegeversicherung droht schon relativ bald eine Erhohung des allgemeinen Beitragssatzes. Die angestrebte Stabilitat bei 1,7 v.H. wird aus einer Reihe von Grunden die bei Einfuhrung der Pflegeversicherung nur unzureichend bedacht wurden bereits mittelfristig nicht mehr gewahrleistet werden konnen. Wie die Gesetzliche Renten und Krankenversicherung wird auch die Soziale Pflegeversicherung durch die demographische Entwicklung unter starken Druck geraten. Denn der Anteil alter Menschen und damit der Anteil der Bevolkerungsgruppen, in denen Pflegebedurftigkeit hauptsachlich auftritt, wird deutlich ansteigen. Ausgabenexpansion insbesondere durch Alterung Die Tabelle 2 Seite 8 fuhrt die Prognose des Statistischen Bundesamtes zum Altersaufbau der Bevolkerung Deutschlands bis zum Jahr 2050 an. Sie geht von einer Verdreifachung des Anteils der uber 80Jahrigen an der Gesamtbevolkerung aus. Insbesondere der medizinische Fortschritt wird dazu beitragen, dass immer mehr Menschen dieses hohe Lebensalter erreichen werden. Zugleich werden die Menschen infolge der zusatzlichen Lebensjahre vermehrt und langer pflegebedurftig sein und damit auch verstarkt Leistungen der Pflegeversicherung nachfragen. Wegen der Zunahme des Anteils der uber 60Jahrigen und vor allem wegen des starken Anstiegs des Anteils der uber 80Jahrigen an der Gesamtbevolkerung wird sich un 8ter Annahme der in Tabelle 3 angefuhrten Pflegerisiken die Anzahl der Pflegebedurftigen bis zum Jahr 2050 kontinuierlich erhohen. Tabelle 2: Prognose zum Altersaufbau der Bevolkerung Deutschlands Jahr 2001 2010 2030 2050 Insgesamt am Jahresende in Millionen 82,4 83,1 81,2 75,1 Davon im Alter von   bis   Jahren unter 20 2059 60 und alter Insgesamt 80 und alter 20,9 18,7 17,1 16,1 in Prozent 55,0 55,7 48,5 47,2 24,1 25,6 34,4 36,7 3,9 5,0 7,3 12,1 Quelle: Statistisches Bundesamt, 10. koordinierte Bevolkerungsvorausberechnung, 2003, S. 31. Ab dem Jahr 2010 Schatzwerte Variante 5 mittlere Bevolkerung: mittlere Wanderungsannahme W2 jahrlicher Saldo 200.000 Personen und mittlere Lebenserwartungsannahme L2 durchschnittliche Lebenserwartung 2050 bei 81 Jahren Manner bzw. 87 Jahren Frauen. Tabelle 3: Risiko der Pflegebedurftigkeit fur verschiedene Altersgruppen Alter Wahrscheinlichkeit in Prozent 0,6 3,9 31,8 Vor dem 60. Lebensjahr Zwischen dem 60. und dem 80. Lebensjahr Nach dem 80. Lebensjahr Quelle: Bundesministerium fur Gesundheit. Zu Ende des Jahres 2005 gab es 1,95 Millionen Pflegebedurftige bzw. Leistungsempfanger in der Sozialen Pflegeversicherung 23. Die RurupKommission hat im Jahr 2003 auf Grundlage der 9. koordinierten Bevolkerungsvorausberechnung des Statistischen Bundesamtes den Anstieg der Zahl der Pflegebedurftigen bis zum Jahr 2040 auf rund 3,4 Millionen beziffert. Erst nach 2050 sei damit zu rechnen, dass der Anstieg zum Erliegen komme, da die geburtenstarken Jahrgange zu einer steigenden Besetzung hoherer Altersklassen beitragen werden 24. Neuere Schatzungen auf Basis der 10. koordinierten Bevolkerungsvorausberechnung des Statistischen Bundesamtes, die im Vergleich zur vorherigen Berechnung von einer hoheren Le 23 Vgl. Bundesministerium fur Gesundheit, Zahlen und Fakten zur Pflegeversicherung, im Internet, http:www.bmg.bund.de. 24 Vgl. Bundesministerium fur Gesundheit und Soziale Sicherung Hrsg., Bericht der RurupKommission zur Nachhaltigkeit in der Finanzierung der Sozialen Sicherungssysteme, 2003, S. 189. 9benserwartung ausgehen, weisen zum Teil einen noch starkeren Anstieg der Anzahl der Pflegebedurftigen aus. Unter Annahme konstanter Pflegewahrscheinlichkeiten der einzelnen Altersgruppen in Zukunft, ergeben sich unterschiedliche Schatzwerte, je nachdem welche Annahme bezuglich der Bevolkerungsentwicklung getroffen wird. In der folgenden Tabelle 4 sind Schatzwerte fur eine mittlere Variante angefuhrt 25. Tabelle 4: Prognosen zur Entwicklung der Anzahl der Pflegebedurftigen RurupKommission 1 Jahr IWG Bonn 3 Eigene Berechnungen 4 Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung 2 in Millionen 2,12 1,955 2,01 2005 2010 2020 2030 2040 2050 1 Nur Soziale Pflegeversicherung. Bundesministerium fur Gesundheit Hrsg., Bericht der RurupKommission zur Nachhaltigkeit in der Finanzierung der Sozialen Sicherungssysteme, 2003, S. 189, sowie dass., Zahlen und Fakten zur Sozialen Pflegeversicherung 0405, S. 6. 1,97 2,16 2,57 2,90 3,24 3,68 2,13 2,64 3,09 3,4 2 Nur Soziale Pflegeversicherung. Jahresgutachten 200405, Bundestagsdrucksache 154300, S. 263. 3 Private und Soziale Pflegeversicherung zusammen. A. Ottnad, Institut fur Wirtschaft und Gesellschaft Bonn 4,0 3,11 2,60 3,31 e.V., Die Pflegeversicherung: Ein Pflegefall, 2003, S. 141. 4 Nur Soziale Pflegeversicherung. Basierend auf den Angaben zum Altersaufbau der Bevolkerung gema Tabelle 2 Seite 8 und unter Annahme konstanter Pflegewahrscheinlichkeiten fur die in Tabelle 3 Seite 8 ausgewiesenen Altersgruppen. 5 Bundesministerium fur Gesundheit, Istwert vom 31.12.2005. Wie Tabelle 4 verdeutlicht, kann bis zum Jahr 2050 bei der Zahl der Pflegebedurftigen in der Sozialen Pflegeversicherung von einer Zunahme zwischen 70 und 100 v.H. gegenuber dem Jahr 2005 ausgegangen werden. Selbst bei konstanten Leistungssatzen wurden sich damit auch die Ausgaben der Sozialen Pflegeversicherung entsprechend erhohen. 25 Die Prognose der RurupKommission basiert auf der 9. koordinierten Bevolkerungsvorausberechnung des Statistischen Bundesamtes. Die Schatzwerte des Sachverstandigenrats zur Begutachtung der gesamtwirtschaftlichen Entwicklung beruhen auf der 5. Variante der 10. koordinierten Bevolkerungsvorausberechnung des Statistischen Bundesamtes. Diese Variante legt eine mittlere Wanderungsannahme W2, jahrlicher Saldo 200.000 Personen und eine mittlere Lebenserwartungsannahme L2, durchschnittliche Lebenserwartung 2050 bei 81 Jahren Manner bzw. 87 Jahren Frauen zu Grunde. Die Schatzwerte des Instituts fur Wirtschaft und Gesellschaft Bonn basieren auf ahnlichen Annahmen. 10Seit Einfuhrung der Sozialen Pflegeversicherung im Jahr 1995 kam es zu keiner nominalen Veranderung der Leistungspauschalen. Dennoch ist in den letzten Jahren ein standiger Anstieg der Ausgaben zu beobachten gewesen. Dies ist einerseits auf die gestiegene Anzahl der Leistungsempfanger und andererseits auf Anderungen bei der Leistungsinanspruchnahme zuruckzufuhren. So werden in der Sozialen Pflegeversicherung zunehmend professionelle, personalintensive und damit teure Pflegedienste in Anspruch genommen 26, statt dass Angehorige gegen Zahlung eines niedrigeren Pflegegeldes die Versorgung der Pflegebedurftigen selbst ubernehmen. Der anhaltende Trend zum Einpersonenhaushalt 27 und die standig steigenden Mobilitatsanforderungen in der Arbeitswelt schranken die Moglichkeit der Versorgung durch Familienangehorige ein und werden zu einer Ausweitung der kostenintensiveren Leistungsinanspruchnahme fuhren, wodurch sich der Ausgabendruck in Zukunft noch erheblich verstarken wird. Gebremste Einnahmenentwicklung Neben solchen Kostentreibsatzen auf der Ausgabenseite bestehen gleichzeitig auf mittlere und langere Sicht Unsicherheiten auf der Einnahmenseite. Die Entwicklung der Einnahmensumme hangt stark von der Anzahl der Beitragszahler sozialversicherungspflichtig Beschaftigte, beitragspflichtige Rentner und Pflegebedurftige ab. Rentner und Pflegebedurftige haben im Durchschnitt ein geringeres beitragspflichtiges Einkommen als die sozialversicherungspflichtig Beschaftigten und entrichten somit bei gleichem Beitragssatz niedrigere Beitrage. Da die Anzahl der Rentner und Pflegebedurftigen kunftig weiter steigen wird, wird das Niveau der Einnahmenbasis in der Sozialen Pflegeversicherung tendenziell sinken. Diese Tendenz wird durch die langfristige Abnahme der Zahl der sozialversicherungspflichtig Beschaftigten verstarkt. Bis zum Jahr 2020 weisen Prognosen zwar auf eine zunachst steigende Anzahl der Erwerbstatigen und damit annahmegema auch der sozialversicherungspflichtig Beschaftigten hin 28. Da fur das Erwerbspersonenpotenzial bis zum Jahr 2050 jedoch ein deutlicher Ruck 26 Siehe z.B. Schlussbericht der EnqueteKommission Demographischer Wandel Herausforderungen unserer alter werdenden Gesellschaft an den Einzelnen und die Politik, Bundestagsdrucksache 148800, Marz 2002, S. 247. im 27 Seit Beginn der Datenerhebung wachst der Anteil der Einpersonenhaushalte an der Zahl der Gesamthaushalte in Deutschland kontinuierlich. Der Anteil hat sich von 20,6 v.H. im Jahr 1961 auf 37,2 v.H. im Jahr 2004 nahezu verdoppelt. Vgl. Statistisches Bundesamt, Lange Reihen, Bevolkerung, Internet: http:www.destatis.de. 28 Es wird erwartet, dass die Anzahl der Erwerbstatigen von 39,0 Millionen im Jahr 2005 auf 40,3 Millionen im Jahr 2020 zunehmen wird, vgl. Institut fur Arbeitsmarkt und Berufsforschung, Kurzbericht 122005, S. 2. 11gang erwartet wird 29, ist langfristig anzunehmen, dass die Anzahl der Erwerbstatigen und annahmegema auch der sozialversicherungspflichtig Beschaftigten sinken wird. Dies bedeutet einen weiteren Ruckgang des Niveaus der Einnahmenbasis. Wird in Erganzung dazu die Wachstumsrate der Bruttolohne dem Trend der Vergangenheit folgen und sich in Zukunft weiter abschwachen, so werden die Beitragseinnahmen den Ausgabendruck nicht kompensieren konnen 30. Baldige Beitragserhohungen scheinen damit bereits vorprogrammiert zu sein. Drohende Beitragserhohungen Die demographische Entwicklung der zunehmenden Alterung der Gesellschaft wird eine Ausgabenexpansion in der Pflegeversicherung zur Folge haben 31. Wird kunftig am Umlageverfahren festgehalten, so wird die Hohe des Beitragssatzes jedoch insbesondere vom jahrlichen Zuwachs der beitragspflichtigen Einkommen 32 und von der jahrlichen Veranderungsrate der Leistungsausgaben je Versicherten 33 abhangen. Je groer die Differenz zwischen der Wachstumsrate des ersten und des zweiten Faktors angenommen wird, um so geringer wird die Erhohung des Beitragssatzes ausfallen. Der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung prognostiziert fur eine mittlere Variante in Bezug auf die Entwicklung der Anzahl der Leistungsempfanger und bei einem jahrlichen Zuwachs Dynamisierung der Leistungsausgaben je Versicherten in Hohe von 1,5 v.H. und der beitragspflichtigen Einkommen je Versicherten in Hohe von 2 v.H. fur das Jahr 2050 einen Anstieg des Beitragssatzes auf 3,14 v.H  Wurden die beitragspflichtigen Einkommen je Versicherten dagegen um jahrlich 3 v.H. wachsen wurde also die Differenz zwischen den Wachstumsraten der beiden Faktoren somit 1,5 statt 0,5 Prozentpunkte betragen so wurde der Beitragssatz 29 30 In der Variante einer jahrlichen Nettozuwanderung von 200.000 Personen seit 1965 sind im Durchschnitt jahrlich rund 150.000 Auslander mehr zugewandert als weggezogen wird ein Ruckgang des Erwerbspersonenpotenzials von 44 Millionen im Jahr 2005 auf 39 Millionen im Jahr 2050 prognostiziert, vgl. Institut fur Arbeitsmarkt und Berufsforschung, Kurzbericht 112005, S. 5. Einen erheblichen langfristigen Ruckgang der Zahl der Erwerbspersonen erwartet auch das Deutsche Institut fur Wirtschaftsforschung, vgl. Wochenbericht 482000, S. 809 ff. Im Zeitraum von 1995 bis 2004 nahmen die Bruttomonatsverdienste der Angestellten im produzierenden Gewerbe, Handel, Kredit und Versicherungsgewerbe durchschnittlich um jahrlich 2,96 v.H. zu. Im Zeitraum von 1985 bis 1994 lag die jahrliche Wachstumsrate bei durchschnittlich 4,39 v.H., im Zeitraum von 1975 bis 1984 noch bei durchschnittlich 6,15 v.H  Die Bruttomonatsverdienste der Arbeiter stiegen zwischen 1995 und 2004 durchschnittlich um jahrlich 2,14 v.H  Zwischen 1985 und 1994 lag die durchschnittliche jahrliche Wachstumsrate bei 3,95 v.H., zwischen 1975 und 1984 noch bei durchschnittlich 5,46 v.H  Vgl. Statistisches Bundesamt, Lohne und Gehalter, Lange Reihen, im Internet: http:www.destatis.de. 31 Siehe oben S. 7 ff., Ausgabenexpansion insbesondere durch Alterung. 32 Damit sind die Bruttolohne gemeint. Die Diskussion um eine Erweiterung der beitragspflichtigen Einkommen auf andere Einkunfte wie z.B. Einkunfte aus Kapitalvermogen sei an dieser Stelle ausgeblendet. 33 Hierbei treten insbesondere die Fragen in den Vordergrund, ob in Zukunft eine Dynamisierung der Leistungen erfolgt und ob eine Ausweitung des Kreises der Leistungsberechtigten, z.B. auf Demenzkranke, vorgenommen wird. 12bis zum Jahr 2050 auf lediglich 1,96 v.H. ansteigen 34. Das hierbei unterstellte Einkommenswachstum erscheint jedoch recht optimistisch, so dass der Beitragsanstieg eher das zuvor genannte Niveau der mittleren Variante in Hohe von 3,14 v.H. erreichen durfte. Die Bundesregierung selbst, hat sich unterschiedlich zur kunftigen finanziellen Entwicklung der Sozialen Pflegeversicherung geauert. Die Prognose im Ersten Pflegebericht im Jahr 1997, wonach der Beitragssatz bis zum Jahr 2030 nur allmahlich auf 2,4 v.H. zunehmen werde, wurde u.a. auf die wenig realistische Annahme gestutzt, dass die Lebenserwartung ab dem Jahr 2000 nicht mehr ansteigen werde 35. Im Zweiten und Dritten Pflegebericht wurde die Annahme wieder verworfen und es wurden neuere Erkenntnisse zur Alterung der Bevolkerung und zur Entwicklung der Lebenserwartung berucksichtigt. In diesem Zusammenhang hat die Bundesregierung im Zweiten Pflegebericht im Jahr 2001 Prognosen der EnqueteKommission Demographischer Wandel angefuhrt, wonach allein die demographische Entwicklung der zunehmenden Alterung der Gesellschaft den Beitragssatz zur Sozialen Pflegeversicherung bis zum Jahr 2030 auf 3,0 bis 3,5 v.H. ansteigen lassen werde 36. Nur drei Jahre spater im Rahmen des Dritten Pflegeberichts vertrat die Bundesregierung die Ansicht, dass eine langerfristige Finanzprognose nicht moglich sei. Zur Begrundung fuhrte sie an, die Entwicklung der Anzahl der Pflegebedurftigen konne nicht vorausgesagt werden. Bereits vorliegende Prognosen zu dieser Schatzgroe seien in der Regel uberhoht, da von konstanten altersspezifischen Pflegewahrscheinlichkeiten ausgegangen werde. Die Annahme sei zu pessimistisch, da es in Zukunft durch gesundere Lebensfuhrung sowie gezielte Pravention und Rehabilitation gelingen konne, den Eintritt von Pflegebedurftigkeit in ein hoheres Lebensalter zu verschieben 37. Es fragt sich jedoch, ob die Bundesregierung dabei nicht allzu sehr auf das Prinzip Hoffnung setzte und ausreichenden Realismus vermissen lie. 34 Vgl. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200405, Bundestagsdrucksache 154300, S. 266, Tabelle 54. 35 Vgl. Erster Bericht uber die Entwicklung der Pflegeversicherung Fn 19, S. 53. 36 Vgl. Zweiter Bericht uber die Entwicklung der Pflegeversicherung Fn 19, S. 74. Die Prognosewerte beruhten auf einem Zwischenbericht der EnqueteKommission. Im Schlussbericht der Kommission wurde die Prognose zur Entwicklung des Beitragssatzes in der Sozialen Pflegeversicherung mit 3,4 bis 3,7 v.H. fur das Jahr 2040 festgeschrieben. Hierbei wurden konstante Lohne, Gehalter und Versicherungsleistungen zu Grunde gelegt. Zudem eine steigende Inanspruchnahme professioneller Pflegeleistungen und eine steigende Erwerbsneigung. Die Kommission hat erganzend darauf hingewiesen, dass realistischerweise Lohn und Gehaltssteigerungen angenommen werden mussten, die ihrerseits zu Kostensteigerungen in der Pflegeversicherung fuhren wurden. Somit musste das Verhaltnis von Pflegekosten und Versicherungsleistungen als weiterer Einflussfaktor fur die Entwicklung des Beitragssatzes berucksichtigt werden. Vgl. Schlussbericht der EnqueteKommission Demographischer Wandel Fn 26, S. 247. 37 Vgl. Dritter Bericht uber die Entwicklung der Pflegeversicherung Fn 18, S. 76. 13Zusammenfassend kann festgehalten werden, dass die zunehmende Alterung der Bevolkerung einen erheblichen Anstieg der Zahl der Pflegebedurftigen nach sich ziehen wird. Bis zum Jahr 2050 kann nahezu von einer Verdopplung der gegenwartig knapp zwei Millionen Pflegebedurftigen ausgegangen werden. Selbst wenn die Leistungssatze der Sozialen Pflegeversicherung wie bisher konstant gehalten werden, wird sich damit auch das Ausgabenvolumen fast verdoppeln. Eine Dynamisierung der Leistungen im Rahmen der Sozialen Pflegeversicherung wurde einen weiteren Ausgabenschub verursachen. Um den drohenden Beitragserhohungen entgegenzuwirken und die Soziale Pflegeversicherung auf eine nachhaltige Finanzierungsbasis zu stellen, sind auch in diesem Sozialversicherungszweig grundlegende Reformmanahmen unerlasslich. 1.3 Verschiedene Reformansatze in der Diskussion Zur notwendigen Reform der Sozialen Pflegeversicherung sind bereits eine Reihe von Empfehlungen und Vorschlagen in der Diskussion. Dabei sind die zentralen Ansatzpunkte und Stellschrauben fur die Reform die Ausgestaltung des Beitrags, des Finanzierungssystems und des Leistungskatalogs. 1.3.1 Vorschlage zur Ausgestaltung des Beitrags a Ausbau der einkommensabhangigen Beitragsfinanzierung durch eine Burgerpflegeversi Im Rahmen dieses Vorschlags 38 sollen alle Versicherten aus der Sozialen und der Privaten Pflegeversicherung in eine einheitliche Burgerpflegeversicherung integriert werden. Die Beitragszahlungen sollen wie bisher in der Sozialen Pflegeversicherung mit wachsendem Arbeitseinkommen bis zur Beitragsbemessungsgrenze ansteigen. Daruber hinaus sollen aber in die einkommensabhangige Beitragsbemessung zusatzliche Einkommen, wie z.B. Kapitaleinkunfte einbezogen werden. Bei der Beitragserhebung sind zwei Saulen mit einheitlicher Beitragsbemessungsgrenze vorgesehen: Die erste Saule soll die Arbeitseinkommen und die neue zweite Saule Kapitaleinkommen und sonstige Einkunfte umfassen. cherung 38 Der Vorschlag wird sowohl von der SPD als auch von den Grunen unterbreitet. Vgl. Gutachten der SPD zur Internet, 90Die Grunen, im Einfuhrung http:www.gruene.de, in der Rubrik Unsere Themen. einer Burgerpflegeversicherung; vgl. Bundnis 14 b Erganzung der einkommensabhangigen Beitragsfinanzierung durch eine zusatzliche Pramie Bei dieser Variante soll die bisherige einkommensabhangige Beitragsfinanzierung in der Sozialen Pflegeversicherung durch eine private Zusatzversicherung erganzt werden, fur die alle Versicherten eine einkommensunabhangige Zusatzpramie entrichten sollen 39. Bei Beziehern niedriger Einkommen ware gegebenenfalls zur Abmilderung der zusatzlichen Beitragsbelastung an einen Sozialausgleich zu denken. c Einfuhrung einer Pflegepramie anstelle einkommensabhangiger Beitragszahlungen Dieses Modell 40 sieht eine komplette Aufhebung des einkommensabhangigen Beitrags und die Einfuhrung einer einheitlichen, lohnunabhangigen Pflegepramie fur alle Versicherten vor. Fur Bezieher niedriger Einkommen wurde dadurch die Hohe des zu entrichtenden Beitrags deutlich steigen. Zur Kompensation der zusatzlichen Belastung soll in diesem Fall ein Sozialausgleich an Geringverdiener gezahlt werden. 1.3.2 Vorschlage zum Finanzierungssystem a Beibehaltung und Ausbau des reinen Umlagesystems durch eine Burgerpflegeversicherung Wie bereits unter 1.3.1 angefuhrt, sollen bei diesem Reformvorschlag alle Versicherten aus der Sozialen und Privaten Pflegeversicherung in eine einheitliche Burgerpflegeversicherung einbezogen werden. Das bestehende Umlageverfahren soll demnach nicht nur beibehalten, sondern sogar ausgebaut werden, weil dann auch fur ansonsten privat Versicherte das Kapitaldeckungsverfahren durch das Umlageverfahren ersetzt wird. 39 Dies sieht z.B. der Vorschlag der bayerischen Gesundheitsministerin Stewens CSU und das Modell des Verbandes der Privaten Krankenversicherung PKV vor. Zum CSUVorschlag siehe Handelsblatt vom 8.12.2004, CSU macht eigenen Vorschlag zur Reform der Pflegeversicherung. Zum Modell der PKV siehe Pressemitteilung des Verbandes vom 14.3.2005, im Internet, http:www.pkv.de. 40 Der Reformvorschlag stammt ursprunglich von der CDUCSU, die jedoch inzwischen kein reines Pramienmodell mehr verwirklichen will. Auch das Modell der Stiftung Marktwirtschaft und das Modell der Burgerpauschale des Sachverstandigenrates zur Begutachtung der gesamtwirtschaftlichen Entwicklung sehen die Einfuhrung einer Pflegepramie vor. Vgl. Stiftung Marktwirtschaft, Tragfahige Pflegeversicherung, Schriftenreihe Band 42, 2005 und Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200405 Fn 34, S. 418 ff. 15b Erganzung des Umlageverfahrens durch Kapitaldeckung Bei diesem Vorschlag soll das derzeitige Umlageverfahren durch eine obligatorische Zusatzversicherung mit Kapitaldeckung erganzt werden. Hierfur sprechen sich z.B. der Verband der Privaten Krankenversicherung 41, der Vorsitzende des Sachverstandigenrates Gesundheit, Wille 42, und der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung Modell der Burgerpauschale43 aus. Selbst Befurworter einer Burgerpflegeversicherung, die das Umlageverfahren ausbauen wollen, denken auch an einen begrenzten Aufbau eines Kapitalstocks in der Sozialen Pflegeversicherung. Dieser soll jedoch vor allem durch Ubernahme des Kapitalstocks der Privaten Pflegeversicherung in die Soziale Pflegeversicherung geschaffen werden 44. c Ubergang vom Umlage auf ein Kapitaldeckungsverfahren Auch ein kompletter Ausstieg aus dem Umlageverfahren und die Einfuhrung eines Kapitaldeckungsverfahrens wird von verschiedenen Seiten befurwortet, wobei sich die einzelnen Modellvarianten unterscheiden. So pladieren z.B. die Stiftung Marktwirtschaft 45, der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung 46, das Institut fur 41 Das Modell des Verbandes der Privaten Krankenversicherung halt am bisherigen System mit der Trennung zwischen gesetzlicher und privater Pflegeversicherung fest. Fur alle Versicherten der Sozialen Pflegeversicherung ist eine private Zusatzversicherung mit einer einheitlichen Pramie von monatlich 8,50 Euro vorgesehen, wobei eine jahrliche Erhohung um einen Euro erfolgen soll, vgl. Verband der Privaten Krankenversicherung, Pressemitteilung vom 14.3.2005 Fn 39. 42 Auch hier soll das Umlageverfahren durch eine Zusatzpramie erganzt werden. Die einheitliche Pramie soll dabei zwischen monatlich 10,23 Euro und 12,40 Euro liegen und bis zum Jahr 2030 um einen Euro pro Jahr ansteigen, vgl. Capital, Zusatzbeitrag gefordert, Ausgabe 42006, S. 11. 43 Bei diesem Vorschlag wird der Versichertenkreis wie in einer Burgerversicherung auf alle Burger ausgedehnt und es werden einheitliche kassenspezifische Pauschalbeitrage in Hohe von rund 25 Euro je Versicherten erhoben. Das Umlageverfahren wird durch interne kollektive oder externe individuelle Kapitaldeckungselemente erganzt. Die Private Pflegeversicherung in der bisherigen Form wird abgeschafft, vgl. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200405 Fn 34, S. 418 ff. 44 Allerdings wurde im Koalitionsvertrag des Jahres 2005 festgelegt, dass zwar ein Finanzausgleich zwischen Privater und Sozialer Pflegeversicherung vorgenommen, der Kapitalstock der Privaten Pflegeversicherung jedoch nicht angegriffen werden soll. 45 Das Modell der Stiftung Marktwirtschaft sieht bei einem Umstieg auf ein vollstandig kapitalgedecktes System die Einfuhrung von risikoaquivalenten, einkommensunabhangigen Pramien vor. Jeder Versicherte soll zwar eine einheitliche Pramie von monatlich rund 50 Euro entrichten, der Deckungsgrad des damit abgesicherten Pflegerisikos variiert jedoch nach Alter und damit Risiko pflegebedurftig zu werden. D.h. nicht jede Person kann fur monatlich 50 Euro den vollen Mindestversicherungsschutz erlangen; vgl. Stiftung Marktwirtschaft, Tragfahige Pflegeversicherung Fn 40, S. 23 ff. 46 Dieses so genannte Kohortenmodell beruht ebenfalls auf einkommensunabhangigen nach Alter Kohorten bemessenen Pramien kombiniert mit einer altersspezifischen Kapitaldeckung zur Pramienglattung. Diese Ausgestaltung entspricht vom Grundsatz her der Privaten Pflegeversicherung. Alle Geburtsjahrgange nach 1951 scheiden aus der derzeitigen Sozialen Pflegeversicherung aus und mussen sich privat versichern. Zusatzlich zu ihrer Pauschalpramie im kapitalgedeckten System haben sie einen Umlagebeitrag Altenpauschale fur die Versorgung der Geburtsjahrgange bis 1950 zu leisten, die in der umlagefinanzierten Sozialen Pflegeversicherung verbleiben. Die Geburtsjahrgange bis 1950 zahlen statt eines einkommensabhangigen 16Wirtschaft und Gesellschaft 47, die Vereinigung der Bayerischen Wirtschaft 48, die Kommission Soziale Sicherheit HerzogKommission49 und die FDP50 fur eine solche komplette Umstellung des Finanzierungssystems. 1.3.3 Vorschlage zum Leistungskatalog a Anderungen und Umschichtungen in der Leistungsstruktur zugunsten der ambulanten Pflege Die stationare Pflege wird derzeit von rund einem Drittel der Pflegebedurftigen in Anspruch genommen. Ursache fur diesen relativ hohen Anteil sind unter anderem die relativ hohen Leistungssatze in den einzelnen Pflegestufen der stationaren Pflege. In verschiedenen Reformvorschlagen wird eine Absenkung der Leistungssatze der stationaren Pflege auf das Niveau der ambulanten Pflege angeregt, um dadurch Anreize fur die ambulante Pflege zu setzen 51. b Dynamisierung von Leistungen Seit Einfuhrung der Sozialen Pflegeversicherung im Jahr 1995 wurde die Hohe der Leistungssatze nicht verandert. Eine Reihe von Vorschlagen sehen fur die Zukunft eine Dynamisierung in Anlehnung an die Inflationsrate vor 52. Beitrags kunftig eine einheitliche Pramie in Hohe von monatlich 50 Euro in die Soziale Pflegeversicherung, vgl. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200405 Fn 34, S. 413 ff. 47 Siehe A. Ottnad, Institut fur Wirtschaft und Gesellschaft Bonn, Die Pflegeversicherung: Ein Pflegefall, 48 Vgl. Vereinigung der Bayerischen Wirtschaft, Pflegevorsorge, Vorschlag fur eine finanzierbare, soziale und nachhaltige Reform der Pflegeversicherung, 2005, S. 28 ff. 49 Vgl. Kommission Soziale Sicherheit HerzogKommission, Bericht zur Reform der sozialen Sicherungs2003, S. 94 ff. systeme, 2003, S. 31 ff. 50 Vgl. Pressemitteilung der FDP vom 8.8.2003, Rekorddefizit der Pflegeversicherung beweist dringenden Handlungsbedarf, im Internet: http:www.fdp.de. 51 Siehe dazu unten S. 26 ff. 52 Die RurupKommission schlagt eine Dynamisierung in Hohe des Durchschnitts aus allgemeiner Inflation und Lohnsteigerung vor. Ausgehend von einer jahrlichen Nominallohnsteigerung von 3 v.H. und einer durchschnittlichen jahrlichen Inflationsrate von 1,5 v.H., wird eine Dynamisierungsrate in Hohe von 2,25 v.H. pro Jahr angefuhrt, vgl. Bundesministerium fur Gesundheit und Soziale Sicherung Hrsg., Bericht der RurupKommission Fn 24, S. 193. Der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung folgt den Empfehlungen der RurupKommission, vgl. ders., Jahresgutachten 200405 Fn 34, S. 421, Randziffer 554. Der Sachverstandigenrat zur Begutachtung der Entwicklung im Gesundheitswesen empfiehlt als Dynamisierungsrate einen Wert, der die allgemeine jahrliche Inflationsrate um etwa einen Prozentpunkt ubersteigt, vgl. ders., Jahresgutachten 200506, Bundestagsdrucksache 155670, S. 248, Randziffer 663. Der Verband der Privaten Krankenversicherung pladiert fur eine niedrigere Dynamisierungsrate in Hohe von 2 v.H., vgl. ders., Pressemitteilung vom 14.3.2005 Fn 39, S. 2. 17c Ausweitung der Leistungen Hierbei wird insbesondere eine Ausweitung der Leistungen auf Demenzkranke diskutiert 53, die bislang keine Leistungen aus der Sozialen Pflegeversicherung erhalten. 2. Grundanforderungen an die Reform 2.1 Begrenzung der Beitragslasten Das Hauptanliegen der Reform sollte sein, den drohenden Anstieg der Beitragslasten in der Sozialen Pflegeversicherung 54 zu bremsen und weitgehend zu vermeiden. Dies ist auch deshalb notwendig, weil kunftig in den meisten anderen Sozialversicherungszweigen ebenfalls erheblicher Druck auf die Beitrage entstehen wird. So wird in der Gesetzlichen Rentenversicherung ein Anstieg der Beitragsbelastung von gegenwartig 19,5 v.H. auf mindestens 22 v.H. im Jahr 2030 erwartet. Es ist jedoch fraglich, ob der Beitragssatz in dieser Hohe im Jahr 2030 eingehalten werden kann. Denn die Bundesregierung hat bislang nicht eindeutig festgelegt, welches Rentenmindestniveau vor Steuern in Zukunft gelten soll. Neben einer Zielgroe in Hohe von 43 v.H., wird im Gesetz zur Sicherung der nachhaltigen Finanzierungsgrundlagen der gesetzlichen Rentenversicherung auch der Wert 46 v.H. genannt. In diesem Zusammenhang hat der Bundesrat darauf hingewiesen, dass bei einem Mindestniveau von 46 v.H. im Jahr 2030, der von der Bundesregierung anvisierte Beitragssatz von 22 v.H. nicht realisierbar sei, sondern vielmehr auf voraussichtlich 23,6 v.H. ansteigen werde 55. Auch der Sozialbeirat erwahnt kritisch, dass die vorgegebene Sicherungsklausel eines bestimmten Rentenmindestniveaus vor Steuern das gesetzlich festgelegte Ziel gefahrdet, den Beitragssatz bis 2030 nicht uber 22 Prozent steigen zu lassen 56. In der Gesetzlichen Krankenversicherung soll allein der Wandel der Altersstruktur einen Beitragssatzanstieg um zwei bis zweieinhalb Prozentpunkte verursachen. Hinzu kommt die ausgabensteigernde Wirkung des medizinischen Fortschritts und der mit dem Wohlstand steigen 53 So findet sich z.B. ein entsprechender Hinweis im Koalitionsvertrag der Groen Koalition, vgl. Koalitionsvertrag von CDU, CSU und SPD, Gemeinsam fur Deutschland. Mit Mut und Menschlichkeit, 2005, S. 107 f. Auch die RurupKommission hat eine solche Ausweitung angedacht, vgl. deren Bericht Fn 24, S. 197. 54 Siehe dazu die Ausfuhrungen unter 1.2. 55 Vgl. Gesetz zur Sicherung der nachhaltigen Finanzierungsgrundlagen der gesetzlichen Rentenversicherung RVNachhaltigkeitsgesetz, Bundesgesetzblatt I, Nr. 38, 2004, S. 1795 f., Randziffer 24 und vgl. Unterrichtung durch den Bundesrat, Anrufung des Vermittlungsausschusses, Bundestagsdrucksache 152903, S. 1. 56 Vgl. Gutachten des Sozialbeirats zum Rentenversicherungsbericht 2005 und zum Alterssicherungsbericht 2005, Bundestagsdrucksache 16906, S. 339, Randziffer 51. 18den Nachfrage nach Gesundheitsleistungen. Bei Fortschreibung der bisherigen Trends wird es in der Krankenversicherung im ungunstigen Fall zu einer Erhohung des durchschnittlichen Beitragssatzes von derzeit 13,3 v.H. auf uber 20 v.H. im Jahr 2040 kommen 57. In der Arbeitslosenversicherung wird zwar ein Senkungspotenzial von 2,358 bis 3,5 Prozentpunkte 59 des geltenden Beitragssatzes von 6,5 v.H. gesehen 60. Dadurch werden sich jedoch die erwarteten Beitragssteigerungen in den anderen Sozialversicherungszweigen nicht kompensieren lassen. Eine Begrenzung der Beitragslasten ist ferner unerlasslich, weil zu den hohen Sozialversicherungsbeitragen noch eine hohe Steuerbelastung hinzukommt. Daher zehrt die gesamte Abgabenbelastung schon jetzt die Einkommen der Burger ubermaig auf 61. Die derzeitige Einkommensbelastungsquote von 51,3 v.H. zeigt dies besonders deutlich: Im Durchschnitt wird von den erwirtschafteten Einkommen mehr als die Halfte von staatlichen Kassen vereinnahmt, nicht einmal die Halfte bleibt den Burgern und Betrieben zur unmittelbaren Verfugung. Auch der internationale Vergleich dokumentiert, dass Deutschland bereits ein Hochabgabenland ist; diese Aussage gilt sowohl fur Arbeitnehmer als auch fur Unternehmen 62. Fur die notwendige Begrenzung der Beitragslasten der Sozialen Pflegeversicherung ist von mageblicher Bedeutung, dass eine Reihe von Grundanforderungen bei der Reform berucksichtigt werden. So verbessern sich die Voraussetzungen fur Beitragsentlastungen grundlegend, wenn in der Sozialen Pflegeversicherung fur die kunftigen Demographielasten Teil Vorsorge getroffen wird, das Versicherungs bzw. Aquivalenzprinzip gestarkt wird, Leistungen uberpruft und begrenzt werden und die Beitragszahlungen wachstums und beschaftigungsfreundlich ausgestaltet werden. Dies wird in den folgenden Abschnitten 2.2 bis 2.5 naher erlautert. 57 Vgl. EnqueteKommission Demographischer Wandel, Schlussbericht 2002 Fn 26, S. 191 f. Vgl. auch D. Sauerland, Kunftige Ausgabenentwicklung in der GKV und ihre Finanzierung, in: Wirtschaftsdienst, 102005, S. 677. 58 Vgl. Kommission Soziale Sicherheit HerzogKommission, Reform der sozialen Sicherungssysteme Fn 59 Vgl. EnqueteKommission Demographischer Wandel, Zweiter Zwischenbericht, Bundestagsdrucksache 49, S. 73. 1311460, S. 117124 und S. 126. 60 Eine Absenkung des Beitragssatzes in der Arbeitslosenversicherung um zwei Prozentpunkte soll bereits zum 1.1.2007 erfolgen. Davon soll jedoch ein Prozentpunkt aus der Umsatzsteuererhohung von drei Prozentpunkten finanziert werden, so dass es sich insoweit nur um eine Lastenverschiebung handelt. 61 Siehe KarlBrauerInstitut des Bundes der Steuerzahler, Die Entwicklung der Steuer und Abgabenbelastung, Heft 100 der Schriftenreihe, 2006, insb. S. 25 ff., 55 ff. und 70 ff. 62 Ebenda, S. 70 ff. und 105 ff. 192.2 Vorsorge fur kunftige Demographielasten Die demographische Entwicklung der zunehmenden Alterung der Gesellschaft stellt die Soziale Pflegeversicherung kunftig vor groe Herausforderungen. Insbesondere die prognostizierte Verdreifachung des Anteils der uber 80Jahrigen an der Bevolkerung bis zum Jahr 2050 wird dazu beitragen, dass sich die Zahl der Pflegebedurftigen nahezu verdoppeln wird. Dadurch wird sowohl Druck zur Steigerung der Ausgaben als auch zur Erhohung der Beitrage entstehen 63. Um auf die absehbaren Folgen der demographischen Entwicklung bereits jetzt zu reagieren und den drohenden Beitragsanstieg kunftig zu bremsen, ist es sinnvoll und notwendig umgehend mit einer entsprechenden Vorsorge zu beginnen. Denn die Soziale Pflegeversicherung muss zur Abfederung der demographischen Lasten auf ein stabileres Fundament gestellt werden. Reformoptionen Wird kunftig das gegenwartige System des reinen Umlageverfahrens beibehalten oder noch erweitert 64, so wurde keinerlei Zukunftsvorsorge betrieben 65. Denn beim Umlageverfahren werden die hohen Kosten und Finanzierungsschwierigkeiten, die sich aus der zunehmenden Alterung der Gesellschaft ergeben, einfach auf zukunftige Generationen verschoben. Weniger Beitragszahler mussten die zunehmende Zahl der Leistungsempfanger direkt durch ihre Beitrage finanzieren. Dies stellt die ungunstigste Losung dar und hatte in Zukunft stark steigende Beitragslasten in der Sozialen Pflegeversicherung zur Folge. Zudem kame es zu einer ungerechten intergenerativen Umverteilung zu Lasten der jungeren Generationen. Mit der Einfuhrung einer erganzenden Kapitaldeckung zum Umlageverfahren 66 konnten hingegen Alterungsruckstellungen gebildet werden. Die Versicherten wurden dann mit dem Ansparen solcher Ruckstellungen bereits von jetzt an Vorsorge fur die kommenden Demographielasten treffen. In Zukunft lieen sich dann aus den verzinsten Ruckstellungen die erhohten Pflegekosten teilweise kompensieren. Fur eine erganzende Kapitaldeckung empfiehlt sich eine fur alle Versicherten obligatorische private Zusatzversicherung 67 mit einer einheitlichen Pramie. Eine Versicherung auf freiwilliger Basis durfte dazu fuhren, dass viele Versicherte wohl kei 63 Siehe dazu naher oben Kapitel 1.2, insb. S. 7 ff. 64 So wie es der Vorschlag zur Einfuhrung einer Burgerpflegeversicherung vorsieht. Siehe oben S. 14 unter Punkt 1.3.2 a. Infolge der Burgerpflegeversicherung wurde sogar diejenige Zukunftsvorsorge eingeschrankt, die bisher durch die Private Pflegeversicherung mit ihrer Kapitaldeckung erfolgt. 65 66 Siehe oben S. 15 unter Punkt 1.3.2 b. 67 Vgl. auch den folgenden Abschnitt Externe oder interne Kapitaldeckung. 20nen privaten Zusatzvertrag abschlieen wurden. Dies zeigen jedenfalls die Erfahrungen der freiwilligen kapitalgedeckten Altersvorsorge in der Gesetzlichen Rentenversicherung seit deren Einfuhrung im Jahr 2001. Eine flachendeckende Bildung von Ruckstellungen ist jedoch notwendig, um den Umfang des Umlageverfahrens in Zukunft reduzieren zu konnen. Die konsequenteste Alternative zur Bewaltigung der kunftigen demographischen Lasten ware eine Ersetzung des Umlageverfahrens durch eine vollstandige Umstellung auf ein Kapitaldeckungsverfahren 68. Das Kapitaldeckungsverfahren bliebe dann nicht nur auf die Private Pflegeversicherung beschrankt, sondern wurde auf die gesamte Pflegeversicherung ausgeweitet. Bei einem solchen kompletten Wechsel des Finanzierungssystems waren kunftig auch die einkommensabhangigen Beitragszahlungen durch einkommensunabhangige Pramien zu ersetzen. Die Hohe der Pramie ware so festzusetzen, dass nicht nur die anfallenden Kosten in der Gegenwart wie im Umlageverfahren abgedeckt werden, sondern zugleich auch Alterungsruckstellungen in einem solchen Ausma gebildet werden, dass daraus in der Zukunft die gesamten Pflegeaufwendungen finanziert werden konnen. Mit einem Ubergang auf ein erganzendes oder volles Kapitaldeckungsverfahren konnte auch der ungerechten Umverteilung zu Lasten der jungeren Generationen entgegengewirkt werden. Externe oder interne Kapitaldeckung? Im Zusammenhang mit der Einfuhrung von Kapitaldeckungselementen stellt sich die Frage, ob eine externe individuelle Kapitaldeckung oder eine interne kollektive Kapitaldeckung gewahlt werden sollte. Gegen eine interne Einfuhrung von Kapitaldeckungselementen in der Sozialversicherung lassen sich insbesondere zwei Punkte anfuhren 69. Erstens wurde der Staat in ordnungs und wettbewerbspolitisch bedenklicher Weise am Kapitalmarkt tatig werden und es mussten im Bereich der Burokratie personelle und organisatorische Kapazitaten fur ein Portfoliomanagement aufgebaut werden, dessen Effizienz fraglich ware. Zweitens bestunde die groe Gefahr politischer Zugriffe auf die gebildeten Rucklagen. Denn der Staat wurde diese zusatzlichen Gelder praktisch seinen eigenen Kassen zufuhren und selbst verwalten. In Zeitraumen mit finanziellen Engpassen in der Pflegeversicherung konnte der Staat dann bereits vorzeitig der Versuchung unterliegen, auf einen Teil der Rucklagen zuzugreifen und da 68 Siehe oben S. 15 f. unter Punkt 1.3.2 c. 69 Vgl. auch A. Ottnad, Die Pflegeversicherung: Ein Pflegefall Fn 47, S. 72 f. 21mit laufende Ausgaben zu finanzieren 70. Es bestunde sogar Gefahr, dass die Rucklagen fur andere sozialpolitische oder gar allgemeine haushaltspolitische Zwecke angegriffen wurden. Werden die Ruckstellungen hingegen individuell am Kapitalmarkt aufgebaut, ware ein vorzeitiger staatlicher Zugriff zwar nicht unmoglich, es besteht jedoch eine wesentlich hohere Hurde, da die Gelder bei privaten Institutionen eingezahlt werden. Bei einem Ubergang auf ein erganzendes oder vollstandiges Kapitaldeckungsverfahren hatten die Versicherten zunachst hohere Beitragszahlungen zu leisten als beim ausschlielichen Umlageverfahren. Denn aus den Beitragen waren nicht nur die laufenden Ausgaben fur Pflegeleistungen zu erbringen, sondern auch die aufzubauenden Alterungsruckstellungen zu finanzieren. Auf mittlere bis langere Sicht wurden jedoch die zunachst hoheren Beitragszahlungen abnehmen und die Beitragszahlungen beim reinen Umlageverfahren unterschreiten, weil dann ein zunehmender Teil der Pflegekosten aus den gebildeten Ruckstellungen aufgebracht werden kann. Zudem wurden die Beitragszahlungen beim Ubergang zu einem erganzenden oder reinen Kapitaldeckungsverfahren uber den gesamten Zeitverlauf insgesamt niedriger ausfallen als beim ausschlielichen Umlageverfahren, da durch die Verzinsung der Alterungsruckstellungen zusatzliche Mittel erzielt wurden, die nicht durch Beitrage von den Versicherten zu erbringen waren. Bei einer Umstellung auf eine erganzende oder vollstandige Kapitaldeckung kame es also zunachst zu zusatzlichen Beitragslasten, dafur waren aber die spateren Beitragszahlungen niedriger und insgesamt geringer als beim reinen Umlageverfahren. Die Frage des Sozialausgleichs Es stellt sich die Frage, ob bei einer Umstellung des Finanzierungssystems der Sozialen Pflegeversicherung auf eine Teilkapitaldeckung bzw. eine vollstandige Kapitaldeckung die Bezieher von niedrigen Einkommen mit der Hohe der zu entrichtenden Pramie uberfordert sein wurden. Diese Problematik tritt im gegenwartigen System nicht auf, da die Bezieher von niedrigen Einkommen auf Grund des einkommensabhangigen Beitrags entsprechend niedrige Beitrage zu entrichten haben. 70 Die Rucklagen sollen jedoch erstens langfristig aufgebaut werden, um insbesondere dann zur Verfugung zu stehen, wenn die Alterung der Bevolkerung und die damit verbundene Steigerung der Anzahl der Pflegebedurftigen einen besonderen Ausgabendruck in der Pflegeversicherung verursachen wird. Und zweitens sollen die Rucklagen auch deshalb nicht vorzeitig angegriffen werden, weil sich mit einem zunehmend groeren Kapitalstock auch die Zinseffekte erhohen und dadurch eine zusatzliche Kapitalbildung fur die Rucklage erfolgt. 22Sowohl im Modell einer Teilkapitaldeckung als auch im Modell einer vollstandigen Kapitaldeckung wird zumeist davon ausgegangen, dass der Eigenanteilssatz der Versicherten eine Groenordnung von 2 v.H. des Bruttoeinkommens ohne Zinseinkunfte, Einkunfte aus Vermietung und Verpachtung und sonstige Einkunfte nicht uberschreiten sollte. Versicherte bei denen die Pramienbelastung uber diesem Prozentsatz liegt, sollten demnach einen Sozialausgleich erhalten. Dies wurde konkret bedeuten, dass die Differenz zwischen der Pramie und dem Betrag, der 2 v.H. des Bruttoeinkommens entspricht, aus Haushalts bzw. Steuermitteln finanziert wurde. Ein Sozialausgleich fuhrt letztlich dazu, dass fur Versicherte mit niedrigen Einkommen die Beitragslasten unter dem Strich weiterhin einkommensbezogen und somit auch ermaigt sind. Wegen der angespannten Haushaltslage des Bundes ware der NettoFinanzbedarf fur den Sozialausgleich allerdings eng zu begrenzen und auf ein Volumen von zwei bis drei Milliarden Euro zu beschranken. Zudem sollten die finanziellen Mittel nicht uber Steuererhohungen aufgebracht werden. Als Teil Finanzierungsquelle wird vorgeschlagen, den derzeitigen Arbeitgeberbeitrag zur Pflegeversicherung an die Arbeitnehmer auszubezahlen und zu versteuern. Das Steueraufkommen sollte dann zur Teil Finanzierung des Sozialausgleichs eingesetzt werden. Die Hohe des Sozialausgleichs ist davon abhangig, welche Bedeutung der Kapitaldeckung kunftig eingeraumt wird. Entscheidend ist dabei, ob eine erganzende Kapitaldeckung gewahlt wird oder ob das System vollstandig vom Umlage auf ein Kapitaldeckungsverfahren umgestellt wird. Im ersten Fall wurde die Hohe des benotigten Sozialausgleichs deutlich geringer ausfallen als im Fall eines kompletten Systemwechsels. Denn bei Einfuhrung einer Teilkapitaldeckung in Form einer Zusatzpramie wurde die Beitragsbelastung fur Bezieher niedriger Einkommen nur maig ansteigen. Dementsprechend wurde auch der Sozialausgleich zur Kompensation dieser Zusatzlasten ein relativ geringes Volumen einnehmen. Der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung beziffert in seinem Modell der Burgerpauschale, in dem eine Teilkapitaldeckung in Erganzung zum Umlageverfahren vorgesehen ist, die Hohe des Sozialausgleichs auf rund vier Milliarden Euro. Bei einer Versteuerung des ausgezahlten Arbeitgeberbeitrags lieen sich Mehreinnahmen in Hohe von jahrlich zwei Milliarden Euro realisieren, wodurch der Finanzierungsbedarf fur den Sozialausgleich dann bei zwei Milliarden Euro lage 71. 71 Vgl. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200405 Fn 34, S. 420, Randziffer 553. 23Bei einer vollstandigen Umstellung des Systems auf Kapitaldeckung und bei Verpflichtung eines jeden Versicherten, eine eigene Pramie zu entrichten, wurde sich die Beitragsbelastung fur Geringverdiener deutlich erhohen. Dies hatte zur Konsequenz, dass der dann zu gewahrende Sozialausgleich weitaus hoher ausfallen wurde als im Modell einer Teilkapitaldeckung. Die Kommission Soziale Sicherheit HerzogKommission hat die Hohe des notwendigen Sozialausgleichs bei Umstellung auf vollstandige Kapitaldeckung mit neun Milliarden Euro beziffert 72. Wurde man auch hier den Betrag von zwei Milliarden Euro durch Versteuerung des ausbezahlten Arbeitgeberbeitrags in Abzug bringen, so verblieben immer noch rund sieben Milliarden Euro an Finanzierungsbedarf. Der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung weist im Rahmen seines Modellvorschlags einer vollstandigen Kapitaldeckung Kohortenmodell darauf hin, dass die Hohe des notwendigen Sozialausgleichs davon abhangt, wie hoch der zumutbare Eigenanteil gewahlt wird und auf welche Art und Weise die Umstiegskosten zwischen Steuer und Beitragszahlern und zwischen den Generationen verteilt werden sollen 73. 2.3 Starkung des Versicherungs bzw. Aquivalenzprinzips In der Sozialen Pflegeversicherung sind die Leistungsanspruche unabhangig von der Beitragshohe bzw. dem beitragspflichtigen Einkommen. Jede versicherte Person hat gleiche Anspruche auf Pflegeleistungen. Daher ware es folgerichtig und auch gerecht, wenn jeder Versicherte einen einheitlichen, einkommensunabhangigen Beitrag zu entrichten hatte. So wurde dem Versicherungs bzw. Aquivalenzprinzip konsequent entsprochen, wonach fur gleiche Leistungsanspruche auch gleiche Gegenleistungen, sprich Beitrage, zu entrichten sind. Dem Aquivalenzprinzip wird allerdings in der Sozialen Pflegeversicherung bisher nicht durchgehend Rechnung getragen. Die Versicherten, deren Einkommen unterhalb der Bei 72 Vgl. Kommission Soziale Sicherheit Herzog Kommission, Reform der sozialen Sicherungssysteme Fn 49, S. 34, Randziffer 47. Die RurupKommission beziffert in einem Minderheitenvotum die Hohe des notwendigen Sozialausgleichs auf bis zu 10 Milliarden Euro, vgl. Bericht der Kommission Fn 24, S. 221. 73 Bei einem Eigenanteilssatz von 2 v H hatte das Zuschussvolumen im Jahr 2005 rund 10,5 Milliarden Euro betragen und damit ware die Beteiligung der Steuerzahler an den Umstiegskosten hoch und die Zahl der Zuschussempfanger gro. Wurde man jedoch bei den alteren Jahrgangen, die in der umlagefinanzierten Sozialen Pflegeversicherung verbleiben, einen hoheren Eigenanteilssatz von z.B. 3,5 v H wahlen, so hatte der Zuschussbedarf im Jahr 2005 bei rund sieben Milliarden Euro gelegen, vgl. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200506 Fn 52, S. 385. 24tragsbemessungsgrenze 74 liegen, leisten unterschiedlich hohe Beitrage, die mit steigendem Einkommen proportional zunehmen. Alle anderen Versicherten mit Einkommen an oder uber der Beitragsbemessungsgrenze haben dagegen gleich hohe Beitrage abzufuhren. Bei gleichen Leistungsanspruchen wird in der Sozialen Pflegeversicherung gegen das Aquivalenzprinzip aber nicht allein durch die einkommensabhangigen Beitrage verstoen. Vielmehr wird das Aquivalenzprinzip auch dadurch missachtet, dass in der Sozialen Pflegeversicherung nicht erwerbstatige Ehegatten, die keine Kinder erziehen, beitragsfrei mitversichert sind. Diese Ehegatten haben einen eigenen Versicherungsanspruch, obwohl fur sie keine zusatzlichen Beitrage entrichtet werden, was offensichtlich dem Aquivalenzprinzip widerspricht. Anders zu beurteilen ist die beitragsfreie Versicherung von kindererziehenden Ehegatten. Die Beitragsfreiheit dieser Gruppe lasst sich namlich grundsatzlich mit dem Aquivalenzprinzip begrunden. Das Aufziehen und die Erziehungsarbeit stellen einen wichtigen nichtmonetaren Beitrag zur Zukunft des Umlageverfahrens in der Pflegeversicherung dar. Auch nach Ansicht des Bundesverfassungsgerichts hat die Kindererziehung eine konstitutive Bedeutung fur die Funktionsfahigkeit der Pflegeversicherung 75. Diese Aussage bezieht sich auf die Finanzierungsgrundlage der Sozialen Pflegeversicherung. Die gegenwartig laufenden Ausgaben fur die Pflegebedurftigen werden im Umlageverfahren durch die Beitragszahlungen der heute Erwerbstatigen gedeckt. Gleichzeitig erwerben die Beitragszahler eigene Leistungsanspruche fur den in der Regel erst im Alter eintretenden Pflegefall. Zur Finanzierung dieser kunftigen Leistungsanspruche ist der Nachwuchs einer Beitragszahlergeneration unerlasslich. Ehegatten mit Kindern leisten daher durch das Aufziehen und die Erziehung von Nachwuchs einen nichtmonetaren Beitrag fur die Funktionsfahigkeit der Pflegeversicherung. Bei den monetaren Beitragen zur Pflegeversicherung wird die Kindererziehung inzwischen einbezogen. Seit dem 1. Januar 2005 erfolgt eine Beitragsdifferenzierung zwischen Versicherten mit Kindern und solchen ohne Kinder. Eine solche Differenzierung wurde vom Bundesverfassungsgericht in seiner Entscheidung vom 3. April 200176 gefordert. Statt eine monetare Beitragsentlastung fur kindererziehende Versicherte fur ihre nichtmonetaren Beitrage zur Zukunft des Umlageverfahrens herbeizufuhren, wahlte der Gesetzgeber jedoch einen anderen 74 Die Beitragsbemessungsgrenze der Sozialen Pflegeversicherung liegt im Jahr 2006 im gesamten Bundesgebiet einheitlich bei monatlich 3.562,50 Euro. 75 Vgl. Bundesverfassungsgericht vom 03.04.2001, Az.: 1 Bv R 162994. 76 Siehe Fn 75. 25Weg und erhohte allein die Beitrage fur kinderlose Versicherte, um so die geforderte Beitragsdifferenzierung anzustreben. Damit erfolgte jedoch eine unbefriedigende Umsetzung des Urteils, die nur auerst schwer nachzuvollziehen ist 77. Den Beitragssatz nur relativ gunstiger zu gestalten so wie es jetzt geschehen ist kommt den Eltern am wenigsten zu Gute, die ganz oder teilweise auf eine Erwerbstatigkeit verzichten, um dafur Kinder zu erziehen. Auerdem wird bei der geltenden Regelung die generative Leistung der Erziehenden nicht ausreichend erfasst, da nicht nach der Anzahl der erzogenen Kinder differenziert wird. Zudem wurde die Abgabenbelastung in der Pflegeversicherung weiter nach oben geschraubt. Dabei ware eine aufkommensneutrale Losung zur Umsetzung des Urteils moglich gewesen: In dem Mae, in dem Kindererziehende beim monetaren Beitrag entlastet worden waren, hatte eine Erhohung des Beitrags fur Kinderlose erfolgen konnen. Alternativ hatten auch die Beitrage der Kindererziehenden gesenkt und die dadurch bedingten Beitragsausfalle durch Einschrankung der Leistungsausgaben der Pflegeversicherung ausgeglichen werden konnen. Wie die vorangegangenen Ausfuhrungen gezeigt haben, ware es aufgrund gleicher Leistungsanspruche folgerichtig und gerecht, das Aquivalenzprinzip in der Sozialen Pflegeversicherung zu starken. Dadurch wurde auerdem der Zusammenhang zwischen Versicherungsanspruchen bzw. leistungen und Versicherungsbeitrag verdeutlicht und dem Eindruck entgegengewirkt werden, die Gewahrung von Pflegeleistungen und ihre Finanzierung waren weitgehend voneinander unabhangig. Mit der Starkung des Aquivalenzprinzips wurde also eine verantwortungsbewusste Leistungsinanspruchnahme von Seiten der Versicherten und insoweit auch eine Begrenzung der Leistungsausgaben in der Sozialen Pflegeversicherung gefordert. Zur Starkung des Aquivalenzprinzips wurde bereits beigetragen, wenn die bisherigen einkommensabhangigen Beitrage durch eine einkommensunabhangige einheitliche Pramie erganzt wurden. Ein weiterer deutlicher Schritt in diese Richtung wurde getan, wenn auch die beitragsfreie Mitversicherung von nicht erwerbstatigen Ehegatten ohne Kinder abgebaut wurde. Da solche Eheleute weder einen zweifachen monetaren Beitrag noch einen Beitrag in Form von Kindererziehung leisten, ware ihre starkere Einbeziehung in die Beitragsfinanzierung gerechtfertigt. Hatten Ehegatten ohne Kinder kunftig einen eigenen Beitrag zu entrichten, so wurde insgesamt das Beitragsaufkommen steigen. Dieses Mehraufkommen ware dann 77 So auch die Stiftung Marktwirtschaft, Tragfahige Pflegeversicherung Fn 40, S. 19 f. 26nicht fur Leistungsausweitungen, sondern allein fur Beitragssenkungen fur alle Versicherten insbesondere fur Versicherte mit Kindern zu verwenden. Durch eine komplette Umstellung des Beitrags auf einkommensunabhangige einheitliche Pramien konnte das Aquivalenzprinzip noch besser umgesetzt werden. Mit einem solchen Schritt wurde eine direkte Aquivalenz zwischen dem Beitrag und dem einheitlichen Leistungsanspruch eines jeden Versicherten hergestellt. Die Einfuhrung von einheitlichen Beitragspramien fur alle Versicherten wurde allerdings die Frage aufwerfen, ob und in welcher Hohe ein Sozialausgleich fur Bezieher von niedrigen Einkommen zu gewahren ware 78. Eine noch starkere Realisierung des Aquivalenzprinzips wurde versicherungsmathematisch kalkulierte Individualpramien nach Eintrittsalter erfordern. Langfristig wurde ein solches System jedoch ebenfalls zu einheitlichen Pramien tendieren, namlich dann wenn alle neuen Mitglieder jeweils im selben Alter z.B. von Geburt an in die Versicherung eintreten. 2.4 Uberprufung und Begrenzung der Leistungen Seit Einfuhrung der Sozialen Pflegeversicherung im Jahr 1995 sind ihre Ausgaben kontinuierlich gewachsen und drohen bereits in naher Zukunft verstarkt anzusteigen 79. Um der expansiven Entwicklung und dem dadurch bedingten Beitragsschub 80 entgegenzuwirken, ist eine Evaluierung der Leistungs bzw. Ausgabenseite dringend erforderlich 81. Bei der Festlegung des kunftigen Leistungsumfangs der Pflegeversicherung wird es unumganglich sein, wunschenswerte Leistungsverbesserungen, Effizienzuberlegungen und knappe Finanzierungsspielraume gegeneinander abzuwagen. Aus diesem Grund wird auch eine Einschrankung von Leistungen nicht vollig ausgeschlossen werden konnen. Zur Reduzierung des Umfangs von Leistungen der Pflegeversicherung, konnte an die Streichung einer Pflegestufe gedacht werden. So hat im Jahr 2003 das zustandige Bundesministerium fur Gesundheit erwogen, eine komplette Abschaffung der ersten Pflegestufe vorzunehmen. Eine Umsetzung erfolgte jedoch nicht. Man hatte erkannt, dass eine solche Streichung 78 Siehe dazu oben S. 21 ff. 79 Siehe dazu naher oben S. 7 ff. 80 Ebenda. 81 Dies ist unabhangig davon, welche Finanzierungsform letzten Endes gewahlt wird. 27nicht sinnvoll ist 82, da namlich davon uberwiegend Personen betroffen waren, die ambulant und teilstationar gepflegt werden. Da zur Kostendampfung jedoch gerade die hausliche Pflege gefordert werden soll, ware dies kontraproduktiv. In anderen Bereichen erscheinen allerdings Leistungsbegrenzungen moglich und auch geboten. Dies gilt vor allem fur die stationare Pflege, bei der die Ausgabenentwicklung besonders expansiv verlauft. Dies beruht insbesondere auch darauf, dass bei der stationaren Pflege durch die geltenden Regelungen falsche Anreize gesetzt werden. Denn die wesentlich hoheren Leistungssatze der ersten und zweiten Pflegestufe bei stationarer Pflege haben zur Folge, dass sich Pflegebedurftige und deren Angehorige bei Inanspruchnahme stationarer Pflege aus monetaren Gesichtspunkten deutlich besser stellen als bei ambulanter Pflege. Dies reizt dazu an, dass Pflegebedurftige stationar versorgt werden, obwohl eine hausliche Pflege moglich ware. So erhalt der Pflegebedurftige in der ersten Pflegestufe bei stationarer Pflege einen Satz von monatlich 1023 Euro, wahrend ihm bei ambulanter Pflege monatlich 384 Euro zustehen. In der zweiten Pflegestufe werden bei stationarer Pflege 1279 Euro gewahrt, bei ambulanter Pflege sind es hingegen monatlich 921 Euro. Lediglich in der dritten Pflegestufe gelten fur die ambulante und die stationare Pflege jeweils die gleichen Leistungssatze. Um die falschen Anreize zu beseitigen, sollten die bestehenden Differenzen bei den Leistungssatzen in den ersten beiden Pflegestufen kunftig abgebaut werden. Hierzu empfiehlt sich eine weitgehende Senkung der stationaren auf das Niveau der ambulanten Pflegesatze. Dafur pladieren auch die RurupKommission und der Verband der Privaten Krankenversicherung 83. Mit einer solchen Anpassung entstunde der Anreiz, dass bei Vorliegen leichter Pflegebedurftigkeit eher eine Entscheidung zur ambulanten Pflege getroffen wird. Dies ist deshalb zu erwarten, weil die Kosten bei stationarer Pflege deutlich hoher sind und in Zukunft weiter ansteigen werden. Im Zuge einer Anpassung der Leistungssatze bietet es sich daruber hinaus an, eine Rundung der Betrage vorzunehmen. Die Hohe der dann einheitlichen Leistungssatze bei 82 So auch A. Ottnad, Die Pflegeversicherung: Ein Pflegefall Fn 47, S. 67. 83 Als einheitliche Pflegesatze fur die erste, zweite und dritte Pflegestufe schlagen die RurupKommission und der Verband der Privaten Krankenversicherung 400, 1000 und 1500 Euro vor. Vgl. Bundesministerium fur Gesundheit und Soziale Sicherung Hrsg., Bericht der RurupKommission Fn 24, S. 193 ff. und Verband der Privaten Krankenversicherung, PKVPublik 32005, S. 30. Auch die CSU hat vorgeschlagen, Einsparungen durch eine Angleichung der unterschiedlichen Leistungssatze fur die stationare und ambulante Pflege zu erreichen siehe Handelsblatt vom 8.12.2004, CSU macht eigenen Vorschlag zur Reform der Pflegeversicherung. Und auch die Bundesregierung spricht sich fur eine Aufhebung der Trennung von ambulant und stationar aus, wobei eine Angleichung der Leistungsbetrage vorgenommen werden soll. Vgl. Dritter Bericht uber die Entwicklung der Pflegeversicherung Fn 19, S. 25. 28ambulanter und stationarer Pflege sowie die Hohe des Pflegegeldes, konnten kunftig entsprechend den Betragen in der folgenden Tabelle 5 festgelegt werden. Tabelle 5: Mogliche Anpassung bei den Leistungssatzen bei ambulanter und stationarer Pflege Ambulante 1 und stationare 2 Pflegegeld 3 bei ambulanter Pflege Pflege Betrag in Euro je Monat Erste Pflegestufe Zweite Pflegestufe Dritte Pflegestufe 400 940 1450 210 410 670 1 Geltender Leistungssatz in der ersten Pflegestufe monatlich 384 Euro, in der zweiten Stufe monatlich 921 2 Geltender Leistungssatz in der ersten Pflegestufe monatlich 1023 Euro, in der zweiten Stufe monatlich 1279 Euro und in der dritten Stufe monatlich 1432 Euro. Euro und in der dritten Stufe monatlich 1432 Euro. 3 Geltender Leistungssatz in der ersten Pflegestufe monatlich 205 Euro, in der zweiten Stufe monatlich 410 Euro und in der dritten Stufe monatlich 665 Euro. Quelle: Sozialgesetzbuch XI. Zur Quantifizierung des Entlastungspotenzials Legt man die in Tabelle 5 aufgezeigte Anpassung der stationaren und ambulanten Pflegesatze zu Grunde, so konnte ein nicht unerhebliches Einsparpotenzial zur Begrenzung der Beitragslasten mobilisiert werden. Im Durchschnitt des Jahres 2005 wurden in der ersten Pflegestufe 251.730 Personen stationar gepflegt. Der geltende Leistungssatz von monatlich 1023 Euro je Pflegebedurftigen hatte insgesamt jahrliche Gesamtausgaben von rund 3,1 Milliarden Euro zur Folge. Rein rechnerisch lieen sich auf Basis der Personenzahl des Jahres 2005 bei einer Absenkung des monatlichen Leistungssatzes je Pflegebedurftigen auf 400 Euro die jahrlichen Gesamtausgaben auf rund 1,2 Milliarden Euro reduzieren. Somit waren allein in der ersten Pflegestufe die Ausgaben pro Jahr um rund 1,9 Milliarden Euro niedriger zu veranschlagen. In der zweiten Pflegestufe liee sich ebenfalls ein betrachtliches Potenzial zur Ausgaben und Beitragsentlastung erschlieen. In dieser Stufe wurden im Jahr 2005 durchschnittlich 262.528 Personen stationar behandelt. Der geltende monatliche Leistungssatz von 1279 Euro je Pflegebedurftigen hatte jahrliche Gesamtausgaben von insgesamt rund 4 Milliarden Euro zur Folge. Nimmt man wiederum die Personenzahl des Jahres 2005 als Basis, so konnten rein rechnerisch bei einer Reduzierung des monatlichen Leistungssatzes auf 940 Euro die jahrlichen Gesamtausgaben auf rund 3 Milliarden Euro abgesenkt werden. Somit wurde sich eine jahrli 29che Einsparsumme in Hohe von rund 1 Milliarde Euro ergeben. Insgesamt errechnet sich also in der ersten und zweiten Pflegestufe ein jahrliches Einsparvolumen von rund 2,9 Milliarden Euro. Auf das Jahr 2005 bezogen, entsprache dieser Betrag etwa einem Sechstel der Gesamtausgaben der Sozialen Pflegeversicherung. Konzentriert sich die gesamte Anpassung der stationaren und ambulanten Pflegesatze aus Grunden des Vertrauensschutzes auf die Neuzugange bei den Leistungsbeziehern, dann wurden sich die Einsparungen in der angefuhrten Groenordnung nicht schon kurzfristig, sondern auf mittlere Sicht einstellen. Dynamisierung der Leistungen? Um dem kunftigen Beitragsschub in der Sozialen Pflegeversicherung entgegenzuwirken, sollte auch auf eine Ausweitung der Leistungen 84 und eine Dynamisierung der Leistungssatze 85 weitgehend verzichtet werden. Die empfohlene Zuruckhaltung gegenuber einer Dynamisierung der Leistungssatze bedeutet indes nicht, dass kunftig uberhaupt kein Inflationsausgleich gewahrt werden soll. Dieser Ausgleich sollte nur nicht innerhalb der umlagefinanzierten Sozialen Pflegeversicherung erfolgen, um deren Ausgaben und kunftige Beitragsbelastung in Grenzen zu halten. Wie bereits in Kapitel 2.2 naher ausgefuhrt worden ist, ist es notwendig und sinnvoll, in Erganzung zum Umlageverfahren eine kapitalgedeckte Zusatzvorsorge einzufuhren. Neben dem Hauptziel des Aufbaus eines Kapitalstocks zur Abfederung kunftiger demographiebedingter Ausgaben, kann mittels der Kapitalrucklagen auch eine jahrliche Dynamisierung finanziert werden. Sobald ein ausreichender Kapitalstock vorhanden ist, kann zum ersten Mal eine Dynamisierung der Leistungen vorgenommen werden. Als angemessene und vertretbare Dynamisierungsrate kann ein Wert in Hohe der jahrlichen Inflationsrate in Deutschland angesehen werden. Im Zeitraum der letzten zehn Jahre 1996 bis 2005 lag die jahrliche Inflationsrate bei durchschnittlich 1,44 v.H.86. In Bezug auf diesen Durchschnittswert erscheint eine jahrliche Dynamisierungsrate in Hohe von 1,5 v.H. ratsam. Sollte die jahrliche Inflationsrate kunftig erheblich von diesem Wert abweichen, konnte die Dynamisierungsrate entsprechend angepasst werden. 84 Gegen Leistungsausweitungen in der Sozialen Pflegeversicherung spricht sich auch die Initiative Neue Soziale Marktwirtschaft aus. Vgl. dies., Reformkonzepte der gesetzlichen Pflegeversicherung auf dem Prufstand, 2005, S. 16. Zur Ausweitung von Leistungen vgl. bereits oben S. 17, Abschnitt 1.3.3 c. In Abschnitt 1.3.3 b auf S. 16 wurde bereits auf die Vorschlage zur Dynamisierung der Leistungen in der Sozialen Pflegeversicherung hingewiesen. 85 86 Vgl. Statistisches Bundesamt, im Internet, http:www.destatis.de Verbraucherpreisindex. 302.5 Unterstutzung der Beschaftigung In der geltenden Sozialversicherung stellen die Beitrage fur die Unternehmen Lohnnebenkosten dar, weil die Beitrage lohnabhangig sind und etwa zur Halfte von den Arbeitgebern zu zahlen sind. Die direkte Kopplung der Beitrage an den Bruttolohn der Arbeitnehmer fuhrt dazu, dass der Anstieg der Beitragssatze in der Sozialversicherung fur die Unternehmen direkt eine entsprechende Erhohung der Lohnnebenkosten mit sich bringt. Dies hat negative Auswirkungen auf die Nachfrage der Unternehmen nach Arbeitskraften, wodurch es gesamtwirtschaftlich zu einem Ruckgang der Beschaftigung kommt. Die Belastung der Unternehmen durch die Beitragsfinanzierung der Sozialversicherung hemmt damit bereits heute Wachstum und Beschaftigung 87 und fordert die Schattenwirtschaft 88. Da die Unternehmen rund die Halfte der Beitrage zur Gesetzlichen Renten, Kranken, Pflege und Arbeitslosenversicherung zu finanzieren haben, betragen die Lohnnebenkosten aus Sozialversicherungsbeitragen gegenwartig bereits rund 20,5 v.H. des Bruttolohns eines Arbeitnehmers 89. Hinzu kommen die Beitrage zur Gesetzlichen Unfallversicherung, die in voller Hohe von den Unternehmen zu ubernehmen sind. Prognosen weisen darauf hin, dass in Zukunft die Beitragssatze in der Sozialversicherung weiter ansteigen werden 90. Dementsprechend kame es zu einem Anstieg der Lohnnebenkosten, wodurch die Nachfrage der Unternehmen nach Arbeitskraften weiter zuruckgedrangt wurde. Wird in Zukunft in der Sozialen Pflegeversicherung an der rein lohn bzw. einkommensbezogenen Beitragsfestsetzung wie im gegenwartigen Umlageverfahren festgehalten, so bleiben die ungunstigen Voraussetzungen fur die Beschaftigung erhalten. Zu einer beschaftigungspo 87 Vgl. z.B. auch die Arbeitsgemeinschaft deutscher wirtschaftswissenschaftlicher Forschungsinstitute e.V  Die Lage der Weltwirtschaft und der deutschen Wirtschaft im Fruhjahr 2002, in: Deutsches Institut fur Wirtschaftsforschung, DIWWochenbericht 17182002, S. 290; Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Jahresgutachten 200001, Bundesratsdrucksache 79500, Randziffer 24, S. 11 sowie Jahresgutachten 200203, Bundestagsdrucksache 15100, Randziffer 483, S. 272 Aussagen zur einkommensabhangigen Beitragsfinanzierung in der Gesetzlichen Krankenversicherung und Jahresgutachten 200506 Fn 52, S. 331. 88 Der Zusammenhang zwischen der Hohe der gesetzlichen Zwangsabgaben insbesondere Sozialbeitrage und Umsatzsteuer und dem Ausma der Schattenwirtschaft ist auch statistisch belegbar. Vgl. z.B. F. SchneiderR. Osterkamp, Schattenwirtschaft in Europa, in: ifo Schnelldienst 302000, S. 1726, hier Tabelle 5, S. 22. 89 Der Gesamtsozialversicherungsbeitrag liegt bei derzeit 41,05 v.H  Zur Gesetzlichen Rentenversicherung fallt fur die Unternehmen bzw. Arbeitgeber ein Beitrag in Hohe von 9,75 v.H. an die Halfte des Beitragssatzes von 19,5 v.H.; zur Gesetzlichen Krankenversicherung in Hohe von durchschnittlich 6,675 v.H. die Halfte des durchschnittlichen Beitragssatzes von 13,35 v.H.; zur Arbeitslosenversicherung in Hohe von 3,25 v.H. die Halfte des Beitragssatzes von 6,5 v.H. und zur Sozialen Pflegeversicherung in Hohe von 0,85 v.H. die Halfte des allgemeinen Beitragssatzes von 1,7 v.H  90 Siehe oben S. 17 f. 31litischen Verschlechterung kame es indes, wenn die einkommensbezogene Beitragsfestsetzung noch weiter ausgebaut wurde. Dies wurde bei Einfuhrung einer Burgerpflegeversicherung nach den Vorstellungen von SPD und Grunen eintreten 91. Dann hatten namlich auch diejenigen, die sich ansonsten privat versichern, einkommensabhangige Beitrage zu entrichten. Bei Beibehaltung wie auch bei Ausbau einkommensbezogener Beitrage wurden die zu erwartenden Beitragssteigerungen, die sich insbesondere infolge der starken Alterung der Bevolkerung ergeben 92, die Lohnnebenkosten weiter ansteigen lassen. Somit wurde die Nachfrage der Unternehmen nach Arbeitskraften dauerhaft gebremst; Wachstum und Beschaftigung wurden noch starker gehemmt. Einer solchen Entwicklung kann jedoch entgegengewirkt werden, wenn der einkommensbezogene Beitrag der Sozialen Pflegeversicherung durch eine einkommensunabhangige einheitliche Pramie erganzt oder sogar vollstandig ersetzt wurde 93. So ware es beschaftigungspolitisch vorteilhaft, wenn die zusatzlichen Ausgaben der Sozialen Pflegeversicherung infolge der Bevolkerungsalterung durch eine private Zusatzversicherung mit einheitlicher Pramie abgesichert wurden und zugleich im verbleibenden Umlageverfahren mit einkommensabhangigem Beitrag der Beitragssatz auf dem bisherigen Niveau gehalten oder sogar gesenkt wurde. Da die private Zusatzversicherung nicht an den Bruttolohn gekoppelt und allein von den Arbeitnehmern zu tragen ware, wurden somit die wachsenden Zusatzlasten der Sozialen Pflegeversicherung die Lohnnebenkosten nicht weiter erhohen und moglicherweise sogar verringern. Und weil durch die private Zusatzversicherung Alterungsruckstellungen aufgebaut und durch deren Verzinsung zusatzliche Mittel gewonnen wurden, liee sich zudem auf mittlere bis langere Sicht eine weitere Senkung des Beitragssatzes beim verbleibenden Umlageverfahren herbeifuhren. Eine solche Erganzung und Reduzierung des lohnbezogenen Beitrags wurde eine Begrenzung und Absenkung der Grenzbelastung der Arbeitsentgelte ermoglichen. Im Vergleich zum geltenden System hatten die Arbeitgeber brutto weniger aufzubringen, um den Nettolohn eines Arbeitnehmers um z.B. 100 Euro zu steigern, wodurch sich Beschaftigungsimpulse ergeben wurden 94. Sowohl fur Arbeitgeber als auch fur Arbeitnehmer entstunde ein Anreiz zum 91 Siehe oben S. 13 f. unter Punkt 1.3.1 a. 92 Siehe oben S. 7 ff. 93 Zur vollstandigen Umstellung auf eine einkommensunabhangige Pramie siehe unten S. 32. 94 Siehe hierzu auch die Ausfuhrungen zur Wirkung von pauschalen Gesundheitspramien in der Gesetzlichen Krankenversicherung auf den Arbeitsmarkt im Bericht der RurupKommission, Nachhaltigkeit in der Finanzierung der Sozialen Sicherungssysteme Fn 23, S. 164. 32Ausbau von geringfugigen Beschaftigungsverhaltnissen zu sozialversicherungspflichtigen Teilzeitbeschaftigungen, aber auch zur Erweiterung von Teilzeit zu Vollzeitbeschaftigungsverhaltnissen. Dadurch wurde auch die Finanzierung des verbleibenden Umlageverfahrens erleichtert und die Stabilisierung und Senkung des dort erhobenen Beitragssatzes gefordert. Mit einer kompletten Umstellung der einkommensbezogenen auf einkommensunabhangige Beitrage lieen sich die Voraussetzungen zur Erhohung der Nachfrage nach Arbeitskraften noch weiter verbessern. Mit der Einfuhrung einer umfassenden Pramie konnte umgehend eine vollstandige Abkopplung der Beitrage von den Lohnen erzielt werden. Ob dadurch auch eine entsprechende Senkung der Lohnnebenkosten sofort erreicht wurde, ware allerdings davon abhangig, ob und in welchem Ausma die Arbeitgeber dazu veranlasst wurden, ihre bisherigen Beitragszahlungen in erhohte Bruttolohne umzuwandeln, um nicht die gesamten bisherigen Beitragslasten auf die Arbeitnehmer zu verlagern. Die Grenzbelastung der Arbeitsentgelte wurde aber voraussichtlich bereits in der Gegenwart und auch in der Zukunft starker sinken als bei Einfuhrung einer nur erganzenden Pramie. Damit ware der Gesamteffekt auf die Beeinflussung der Nachfrage nach Arbeitskraften und gesamtwirtschaftlich auf die Beschaftigung noch gunstiger. Der Anreiz fur Arbeitgeber und Arbeitnehmer zum Ausbau von geringfugigen Beschaftigungsverhaltnissen zu sozialversicherungspflichtigen Teilzeitbeschaftigungen und zur Erweiterung von Teilzeit hin zur Vollzeitbeschaftigung wurde weiter verstarkt. Allerdings wurde eine komplette Umstellung auf einheitliche Beitragspramien einen Sozialausgleich fur Geringverdiener erfordern 95. Die Finanzierung eines solchen vergleichsweise hohen Sozialausgleichs birgt jedoch ihrerseits beschaftigungspolitische Risiken. Wurde namlich die Finanzierung ganz oder teilweise uber Steuererhohungen erfolgen, wurden sich daraus gegenlaufige, beschaftigungshemmende Effekte ergeben, die nicht ubersehen und unterschatzt werden sollten. 2.6 Konformitat mit dem Grundgesetz Bei der Reform der Sozialen Pflegeversicherung ist auch sicherzustellen, dass keine verfassungsrechtlich problematischen oder gar verfassungswidrige Reformmanahmen ergriffen werden. Dies betrifft insbesondere die Vorhaben einer Einbeziehung privat Versicherter in eine einheitliche Zwangsversicherung und eine Sanierung der Finanzen der Sozialen Pflege 95 Siehe dazu oben S. 21 ff. 33versicherung mittels eines Ruckgriffs auf die Ruckstellungen der Privaten Pflegeversicherung. Beide Absichten werden im SPDModell einer Burgerpflegeversicherung verfolgt, in dem mit der Erweiterung des Umlageverfahrens praktisch eine einheitliche Pflegeversicherung fur alle Burger geschaffen werden soll 96. Eine Pflichtmitgliedschaft privat Versicherter in der Sozialen Pflegeversicherung wurde zu Belastungen der Grundrechte der Zwangsvereinigten fuhren. Wie Sodan 97 ausfuhrt, sind nach standiger Rechtsprechung, insbesondere des Bundesverfassungsgerichts, Pflichtmitgliedschaften in offentlichrechtlichen Korperschaften wie es die gesetzlichen Pflegekassen sind am Mastab des Art. 2 I GG zu messen. Das darin gewahrleistete Grundrecht auf freie Entfaltung der Personlichkeit soll die Freiheit beinhalten, offentlichrechtlichen Zwangskorperschaften nicht angehoren zu mussen. Zwar seien gema Art. 2 I Halbsatz 2 GG Beschrankungen des Rechts auf freie Entfaltung der Personlichkeit im Rahmen der verfassungsmaigen Ordnung zulassig. Solche Beschrankungen verlangten jedoch ausreichende Sachgrunde, die bei einer Burgerzwangsversicherung nicht gegeben seien. Nach standiger Rechtsprechung des Bundesverfassungsgerichts seien Vorschriften uber die Grundung offentlichrechtlicher Verbande mit Zwangsmitgliedschaft nur dann mit dem Grundrecht auf freie Entfaltung der Personlichkeit im Sinne von Art. 2 I Halbsatz 2 GG vereinbar, wenn diese Vereinigungen legitime offentliche Aufgaben wahrnehmen wurden 98. Damit seien solche Aufgaben gemeint, an deren Erfullung ein gesteigertes Interesse der Gemeinschaft bestehe und die nicht durch private Initiative und Einrichtungen, sondern nur durch offentliche Korperschaften wirksam wahrgenommen werden konnten. In Anwendung des Grundsatzes der Verhaltnismaigkeit werde in der Judikatur aus Art. 2 I GG das Recht abgeleitet, nicht durch Zwangsmitgliedschaft in unnotigen Korperschaften in Anspruch genommen zu werden. Uberflussig ware die Burgerzwangsversicherung fur alle diejenigen Personen, die im Rahmen ihrer privaten Pflichtversicherung gut oder sogar besser versichert sind. Eine umfassende Burgerzwangsversicherung stunde fur diese Zwangsvereinigten in keinem vernunftigen Verhaltnis zu den diesen Personen aus der Pflichtzugehorigkeit erwachsenden Vorteilen 96 Siehe dazu das Wahlmanifest der SPD, S. 54, im Internet, http:www.spd.de. 97 H. Sodan, Die Burgerversicherung als Burgerzwangsversicherung, in: Zeitschrift fur Rechtspolitik 72004, S. 217 ff., hier S. 218. Der Artikel bezieht sich zwar auf die Gesetzliche Krankenversicherung. Die Hauptargumente gegen die Einfuhrung einer Burgerversicherung konnen jedoch auf die Soziale Pflegeversicherung ubertragen werden. 98 Ebenda, S. 219 f. 34und ware daher wegen Verstoes gegen das Recht auf freie Entfaltung der Personlichkeit verfassungswidrig 99. Auch Kirchhof 100 sieht in der Einfuhrung einer Burgerversicherung verfassungsrechtliche Probleme. Die damit verbundene Zwangsmitgliedschaft im gesetzlichen Versicherungssystem stellt nach seinen Ermittlungen ebenfalls einen Eingriff in die allgemeine Handlungsfreiheit gema Art. 2 I GG dar, fur den keine ausreichenden Sachgrunde vorliegen. Auch fur ihn ware die Burgerversicherung fur die von anderen Versorgungssystemen bereits ausreichend bedachten Einwohner Deutschlands eine unnotige Korperschaft. Auch das Vorhaben einer Sanierung der Finanzen der Sozialen Pflegeversicherung mittels eines staatlichen Zugriffs auf die Ruckstellungen der privaten Pflegeversicherung wirft verfassungsrechtliche Probleme auf. Depenheuer 101 sieht dieses Vorhaben als nicht mit dem Grundgesetz vereinbar an. Ein solcher Ruckgriff stelle eine Legal Enteignung i.S.d. Art. 14 Abs. 3 GG dar 102. Enteignungen seien jedoch nur zum Wohl der Allgemeinheit zulassig. Daran fehle es in Fallen wie diesem, weil fiskalische Interessen des Staates Enteignungen prinzipiell nicht rechtfertigen konnten. Zudem sei die Enteignung der Ruckstellungen ein NullSummenSpiel, weil der Staat als angemessene Entschadigung fur die Enteignung zuruckgeben musse, was er genommen hatte. Dies fordere das Gebot der angemessenen Entschadigung nach Art. 14 Abs. 3 S. 3 GG. 99 Ebenda, S. 220. 100 F. Kirchhof, Verfassungsrechtliche Probleme einer und RentenBurgerversicherung, in: Neue Zeitschrift fur Sozialrecht 12004, S. 17. Der Aufsatz bezieht sich zwar auf die Kranken und Rentenversicherung. Die Hauptargumente gegen eine Burgerversicherung lassen sich jedoch auf die Soziale Pflegeversicherung ubertragen. umfassenden Kranken 101 O. Depenheuer, Der verfassungsrechtliche Schutz der Ruckstellungen der privaten Pflegepflichtversicherung, im Internet: http:www.pkv.de. 102 Diese Einschatzung stutzt auch der Prasident des Bundesverfassungsgerichts, H.J. Papier, mit seiner Aussage, dass die Altersruckstellungen in der Privaten Krankenversicherung grundsatzlich dem Eigentumsschutz unterlagen. Diese Aussage kann entsprechend auf die Altersruckstellungen der Privaten Pflegeversicherung ubertragen werden. Vgl. Frankfurter Allgemeine Zeitung vom 16.06.2006, Ein Ruckbau des Sozialstaats ist nicht verboten. 353. Ergebnis: Erganzende Kapitaldeckung durch private Zusatzversicherung vorzuziehen Die Soziale Pflegeversicherung ist fur die Zukunft schlecht gerustet. Bis zum Jahr 2050 wird die Lebenserwartung generell weiter ansteigen und sich der Anteil der uber 80Jahrigen an der Gesamtbevolkerung voraussichtlich verdreifachen. Da sich das Risiko der Pflegebedurftigkeit nach dem 80. Lebensjahr stark erhoht, wird sowohl die Anzahl der Pflegefalle als auch die Dauer der Pflegezeiten deutlich zunehmen. Entsprechend wird die Nachfrage nach Leistungen der Pflegeversicherung steigen, so dass wachsende Mehrausgaben zu erwarten sind. Als Folge droht in kommenden Jahren eine Anhebung des Beitragssatzes. Prognosen gehen bereits fur das Jahr 2030 von einer Verdopplung des allgemeinen Beitragssatzes von derzeit 1,7 v.H. aus. Das Hauptanliegen der erforderlichen Reform der Sozialen Pflegeversicherung sollte sein, den drohenden Anstieg der Beitragslasten zu bremsen und weitgehend zu vermeiden, um damit auch eine Erhohung der Lohnnebenkosten zu verhindern. Die vorangehende Analyse hat gezeigt, dass zur Begrenzung der Beitragslasten verschiedene Schritte notwendig sind. So sollten gerade auch im Leistungsbereich Einsparmoglichkeiten genutzt werden 103. Eine Starkung des Anreizes zur ambulanten Pflege wurde zu Kostensenkungen beitragen. Hierzu empfiehlt sich eine weitgehende Senkung der stationaren auf das Niveau der ambulanten Pflegesatze. Dafur pladiert auch die RurupKommission. Fur eine Konstanz des Beitragssatzes ist es aber vor allem erforderlich, das Festhalten am reinen Umlageverfahren aufzugeben. Beim Umlageverfahren werden die hohen Kosten und Finanzierungsschwierigkeiten, die sich aus der zunehmenden Alterung der Gesellschaft ergeben, einfach auf kunftige Generationen verschoben. Die schrumpfende Zahl der Beitragszahler hat die zunehmende Zahl der Leistungsempfanger direkt durch ihre Beitrage zu finanzieren. Um dies zu andern, empfiehlt es sich, moglichst umgehend verstarkt auf Kapitaldeckungselemente zu setzen 104. Denn dadurch konnen fur die Zukunft Rucklagen aufgebaut werden, welche dann zur Abfederung der zu erwartenden demographischen Lasten herangezogen werden konnen. Somit wurden auch kunftige Generationen weniger stark belastet werden. 103 Siehe oben S. 26 ff. unter Punkt 2.4. 104 Siehe oben S. 19 ff. unter Punkt 2.2. 36In diesem Zusammenhang ware der konsequenteste Weg eine Ersetzung des Umlageverfahrens durch ein vollstandiges Kapitaldeckungsverfahren. Die Umsetzung eines kompletten Systemwechsels wird sich in der Praxis allerdings nur schwer realisieren lassen. Denn erstens wird eine lange Ubergangszeit benotigt und zweitens entstehen zunachst hohe Ubergangskosten, weil die Pflegekosten fur die alteren Versicherten wie im Umlageverfahren abgedeckt und zugleich Alterungsruckstellungen in einem solchen Umfang gebildet werden mussten, dass daraus kunftig die gesamten Pflegeaufwendungen finanziert werden konnen. Zudem ware ein relativ hoher steuerfinanzierter Sozialausgleich an Bezieher niedriger Einkommen zu gewahren, da diese durch eine einheitliche einkommensunabhangige Beitragspramie deutlich hoher als gegenwartig belastet wurden. Die Einfuhrung einer erganzenden Kapitaldeckung zum Umlageverfahren kann dagegen einfacher verwirklicht werden. Dabei bietet sich eine fur alle Versicherten obligatorische private Zusatzversicherung mit einer einheitlichen Pramie an. Eine Versicherung auf freiwilliger Basis durfte dazu fuhren, dass viele Versicherte keinen privaten Zusatzvertrag abschlieen wurden. Eine flachendeckende Bildung von Ruckstellungen ist jedoch notwendig, um den Umfang des Umlageverfahrens in Zukunft reduzieren zu konnen. Die Zusatzpramie sollte vor allem zur Bildung von Alterungsruckstellungen verwendet werden. In Zukunft lieen sich dann aus den verzinsten Ruckstellungen die erhohten Pflegekosten teilweise kompensieren. Auch eine begrenzte Dynamisierung der Pflegesatze konnte durch die private Zusatzversicherung finanziert werden. Bei erganzender Kapitaldeckung mittels privater Zusatzversicherung haben zwar die Versicherten zunachst etwas hohere Beitragszahlungen zu leisten, weil auch Alterungsruckstellungen anzusparen sind. Auf mittlere bis langere Sicht werden jedoch ihre Beitragszahlungen jeweils niedriger und insgesamt geringer sein als beim reinen Umlageverfahren, weil durch die Verzinsung der Ruckstellungen zusatzliche Mittel erzielt werden. Durch die private Zusatzversicherung mit einheitlicher Pramie wurde auch das Versicherungs bzw. Aquivalenzprinzip in der Sozialen Pflegeversicherung gestarkt 105. Dies ware aufgrund gleicher Leistungsanspruche in der Pflegeversicherung nicht nur folgerichtig und gerecht. Dadurch wurde auerdem der Zusammenhang zwischen Versicherungsanspruchen bzw. 105 Siehe oben S. 25 f. unter Punkt 2.3. 37leistungen und Beitragszahlungen deutlicher gemacht und somit auch eine verantwortungsbewusste Leistungsinanspruchnahme gefordert. Ferner ist die private Zusatzversicherung mit einheitlicher Pramie auch beschaftigungspolitisch von Vorteil 106. Da die Pramie nicht an den Bruttolohn gekoppelt und allein von den Arbeitnehmern zu tragen ist, werden alterungsbedingte Mehrausgaben die Lohnnebenkosten nicht weiter erhohen. Und weil sich die Alterungsruckstellungen auch verzinsen, kann auf mittlere bis langere Sicht der Beitragssatz beim verbleibenden Umlageverfahren verringert und somit eine Senkung der Lohnnebenkosten erwartet werden. Der falsche Ansatz ware die Einfuhrung einer Burgerpflegeversicherung, die alle Versicherten aus der Sozialen und der Privaten Pflegeversicherung in eine umlagefinanzierte Einheitsversicherung mit einkommensabhangigen Beitragen zwingt. Dadurch wurde das Umlageverfahren noch ausgeweitet und das Kapitaldeckungsverfahren der Privaten Pflegeversicherung zuruckgedrangt, so dass die alterungsbedingten Finanzierungsschwierigkeiten der Pflegeversicherung und der dadurch bedingte Beitragsauftrieb verscharft wurden 107. Zugleich wurde das Versicherungs bzw. Aquivalenzprinzip in der Pflegeversicherung zusatzlich geschwacht und somit der Ausgabenexpansion tendenziell Vorschub geleistet 108. Auerdem wurden die beschaftigungspolitischen Hemmnisse durch steigende Pflegebeitrage und Lohnnebenkosten noch erhoht 109. Schlielich ware die Burgerpflegeversicherung infolge der Einbindung privat Versicherter in eine einheitliche Zwangsversicherung verfassungsrechtlich hochst bedenklich, vor allem bei einer Sanierung der Sozialen Pflegeversicherung mittels Ruckgriff auf die Ruckstellungen der Privaten Pflegeversicherung 110. 106 Siehe oben S. 31 f. unter Punkt 2.5. 107 Siehe oben S. 19 unter Punkt 2.2. 108 Vgl. oben S. 25 unter Punkt 2.3. 109 Siehe oben S. 30 f. unter Punkt 2.5. 110 Siehe oben S. 32 ff. unter Punkt 2.6. ", "filename": "657076732.pdf", "person": ["Michael Römer", "Römer, Michael"], "date": ["2006"]}