{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45606/1/658945068.pdf"], "title": ["Die Rezeption der John Maynard Keynes Manuskripte von 1904 bis 1911. Anregungen für die deutschsprachige Diskussion"], "plaintext": "Die Rezeption der John Maynard Keynes Manuskripte von 1904 bis 1911. Anregungen fur eine deutschsprachige Diskussion. Elke Muchlinski, BerlinHalle 1 2 The object of analysis is, not to provide a machine, or method of blind manipulation, which will furnish an infallible answer, but to provide ourselves with an organised and orderly thinking out particular problems Keynes C.W., VII, 297. Engl. Title: Key words: Philosophy, ethics, theory of probability, theory of knowledge, animal spirits, Bloomsbury Group, uncertainty versus risk, economic methodology and language The John Maynard KeynesManuscripts from 1904 to 1911 A proposal for a Discussion in German Literature. Abstract: This paper provides textual evidence of Keyness writing and composing on issues which are linked to philosophy, moral science and economics. As a philosopher Keynes was concerned with contemporary discussion on knowledge, probability, judgment and methods of reasoning. He participated in the Bloomsbury Group. He developed a distinct view on ethics, egoism, individual and conventional judgment, animal spirits and responsibility. He denied that expectations can be reduced to mathematical calculation. He developed ways to theorize about uncertainty, confidence and the future. The project Keynes as a philosopher is of great and Frenchspeaking discourses. Unfortunately it has not been received and recognized in German discourses. in English importance 1 Muchlinski, Elke PD Dr. Freie Universitat BerlinUniversitat Halle Lehrstuhlvertretung Monetare OkonomikInternationale monetare Institutionen, elke.muchlinskifuberlin.de http:www.fuberlin.dewiwissinstitutewirtschaftspolitikgeschichtemuchlinski 1. Einleitung 3 John Maynard Keynes setzt sich in seinen Manuskripten aus den Jahren 1904 bis 1911 mit Denksystemen in CambridgeGrobritannien auseinander. Zu den Manuskripten gibt es bereits intensive Diskussionen im englisch und franzosischsprachigen Raum. In der Beurteilung uber die Relevanz dieser Manuskripte fur die okonomischen Schriften von Keynes werden unterschiedliche Aspekte hervorgehoben. Ungeachtet dessen wird die Exegese entlang von zwei zentralen Thesen gefuhrt vgl. Muchlinski 1996a. Die These der Kontinuitat betont, dass die Manuskripte einen, wenn auch recht unterschiedlich interpretierten, Einfluss auf die Ausarbeitung seiner okonomischen Theorie haben, wahrend die These der Diskontinuitat dies leugnet. Die folgenden Ausfuhrungen setzen an dieser Debatte an, um weitere Argumente fur die Kontinuitatsthese zu liefern. Die Manuskripte bilden, so meine Arbeitshypothese einen Ausgangspunkt fur Wissenschaftstatigkeit und Begriffstatigkeit von Keynes. Ich mochte ferner Argumente dafur liefern, warum die Manuskripte in ihrer zeitgeschichtlichen Entstehung wahrgenommen werden mussen, um weitere Schlussfolgerungen fur die Kontinuitatsthese ziehen zu konnen. Die folgenden Ausfuhrungen mochten verdeutlichen, dass Keynes in den Manuskripten auch handlungstheoretische Uberlegungen entwirft, die in seiner okonomischen Theorie einen hohen Stellenwert einnehmen. Charakteristisch fur seine okonomischen Schriften ist seine innovative und differenzierte Begriffsverwendung. Keynes konfiguriert seine okonomischen Uberlegungen mit Begriffen, die in Orthodoxie kaum oder gar keine Rolle spielen. Da die Bedeutungen von Worten und Satzen mit Kontexten verwoben sind, ist auch Keynes in seiner Begriffstatigkeit in einen Kontext und Diskurs zu stellen. Zwar ist unbestritten, dass Wissenschaft auf einer Begriffstatigkeit basiert vgl. Knobloch 1999, aber dass auch die okonomische Wissenschaft als Begriffstatigkeit verstanden werden muss, ist gerade auch anhand der Schriften von Keynes nachvollziehbar. Auch im 21. Jahrhundert ist die Fortentwicklung der okonomischen Wissenschaft davon abhangig, inwiefern es ihr gelingt, mit neuen Begriffen und modifizierten Fragestellungen neue Forschungsfelder zu eroffnen. Begriffe sind Gedankenwagen mit denen unbekannte Landschaften erschlossen werden, so Hauser 1984 in einem Artikel uber die Anstrengungen von Okonomen, den Begriff der Einkommensteuer zu definieren. Im Unterschied zur Orthodoxie gelang es Keynes, innovative Antworten auf okonomische Probleme seiner Gegenwart zu geben, die sich aus dem Vokabular der 4 Orthodoxie herausbewegte vgl. Muchlinski 2005. Exemplarisch mochte ich die Groe Depression in den 30er Jahren, die Analyse der Funktion der Borse aus der differenzierten Sicht der Anteilseigner und der Gesellschaft, sowie seine Analyse der Zahlungsbilanzkrise in den 20er Jahren nennen. Was nun die Manuskripte von Keynes betrifft, so kommt es, wie bei allen Interpretationen von Texten, auf Grunde fur einen gewahlten interpretatorischen Zugang an, uber deren Akzeptanz nicht Keynes entscheiden kann, sondern die community of science, wie Max Weber 1904 betont. Aus meiner Sicht sind die in den Manuskripten erarbeiteten Uberlegungen von hoher Relevanz fur die Formulierung der okonomischen Theorie von Keynes. Sie betreffen das Handeln und Entscheiden unter Wissensunvollkommenheit, Erkenntnis und Begriffstatigkeit, die Konsequenzen einer begrenzt numerischen Messbarkeit von Wahrscheinlichkeit fur die Urteilsbildung und die Ankerung der Erwartungen im sozialen Kontext, nicht jedoch in formaldeduktiven Systemen. Im nachfolgenden zweiten Abschnitt skizziere ich den philosophiegeschichtlichen Hintergrund der Entstehung der Keynes Manuskripte. Im dritten Abschnitt pointiere ich einige Aspekte aus der englischsprachigen Debatte. Im vierten Abschnitt stelle ich zentrale Uberlegungen aus einigen ausgewahlten Manuskripten vor, um anhand dieser die begriffliche Tatigkeit von Keynes nachvollziehen zu konnen. Im funften Abschnitt begrunde ich, warum Keynes begriffliche Untersuchungen in seiner okonomischen Theorie nicht von den Untersuchungen in den Manuskripten zu trennen sind. Im sechsten Abschnitt schliee ich meine Ausfuhrungen. 2. Der philosophische Hintergrund und relevante Zeitgenossen der Manuskripte Den philosophischen Hintergrund konfigurieren zentrale Personen und deren Ziel, die dominante hegelianische Interpretation durch eine nicht idealistische Interpretation zu ersetzen.2 Zur Sprache kommen sollen hier vor allem Keynes Zeitgenossen George Edward Moore 18731958, Bertrand Russell 18721970 und Ludwig Wittgenstein 18891951, deren gemeinsame Argumentationslinie aus ihrer, unterschiedlich artikulierten, Ablehnung der idealistischen Philosophie entstanden ist.3 Ihre theoretischen 2 In Grobritannien vertreten idealistische philosophische Positionen, wonach jeder Wahrnehmung eine Idealitat zugrunde liegt, die die Wirklichkeit strukturiert, u.a. John Ellis Mc Taggert 18661925 und Francis Herbert Bradley 18461924. 3 Wittgenstein gab der Analytischen Philosophie eine paradigmatische Wende: die ordinary language philosophy; vgl. Stroud 1990, Wittgenstein 1984a, Nr. 4.112 betont, dass Philosophie keine Lehren verkundet, sondern Philosophie ist Tatigkeit. 5 Innovationen und Anstrengungen werden in der Literatur unter dem Begriff der Analytischen Philosophie gruppiert. Aber auch der Philosoph Henry Sidgwick 183819004, der Mathematiker und Philosoph Alfred North Whitehead 18611947 und der Logiker William Ernest Johnson 185819315 liefern als Zeitgenossen theoretische Impulse fur die Arbeiten von Keynes, wie anhand der Referenz von Keynes nachvollziehbar ist.6 Whitehead veroffentlicht zusammen mit Russell eine drei Bande umfassende Abhandlung Principia Mathematica 19101913. In seinem Werk Science and the Modern World 1925 entwickelt in Abgrenzung zu dem Whitehead, fruhen Russell, eine phanomenalistische Begriffsdeutung der Wahrnehmung.7 Phanomenalistisch meint, dass Begriffe als Strukturierungen der Wahrnehmung fungieren, somit wird eine Wahrnehmung nicht einfach als eine Reprasentation oder ein Abbild der wahrgenommenen Gegenstande verstanden. Es ist wichtig, diese Differenzierung zu verstehen: Wird die Wahrnehmung als Abbild oder Reprasentation wahrgenommener Gegenstande oder Sachverhalte verstanden, die direkt in das Gehirn hineintransponiert wird, dann haben Begriffe und Konzepte fur die Prozesse der Erkenntnisgewinnung keine Funktion; sie sind neutral und das Wahrgenommene wird lediglich mit Begriffen etikettiert. Whitehead folgt der Philosophie Immanuel Kants, wonach sich die Erkenntnis nach den Begriffen richtet. Dieser als Kopernikanische Revolution beschriebene Erkenntnisweg, der von der modernen Kognitionsforschung nicht in Frage gestellt wird vgl. Gigerenzer, Hertwig Pachut 2011, beinhaltet, dass die Wahrnehmung durch Begriffe strukturiert wird. Whiteheads Arbeiten und die erkenntnistheoretische Position von Kant sind fur Keynes hochst relevant vgl. Muchlinski 1996a, 1996b, 1998. Die Orientierung auf die Begriffe als Instrument der Strukturierung von Wahrnehmung, Erfahrung und Erkenntnis forcierte zu Beginn des 20. Jahrhunderts die Zuversicht, mit perfekten Begriffen bzw. Begriffssystemen die Erkenntnisprozesse zu perfektionieren. Es ist der wissenschaftliche Aufbruch in die Suche nach einem System der 4 Sidgwicks Hauptwerk The Methods of Ethics versucht zwischen dem ethischen Intuitionismus, dem Utilitarismus und dem egoistischen Hedonismus eine Brucke zu schlagen. Keynes Kritik an der utilitaristischen Ethik ist buchstablich: We used to escape from Benthamite tradition C.W., X, 445. 5 Johnson hielt Vorlesungen zur Moral Science von 18961931, u.a. am Kings College in Cambridge. Keynes bedankt sich bei Johnson im Vorwort von A Treatise on Probability C.W., VIII; vgl. auch den kurze Essay von Keynes uber W.E. Johnson in: C.W., X, 349359. 6 Ayer 1971 erlautert die analytischen Wurzeln von Keynes und Russell. 7 Russell gilt bis 1918 als ein Vertreter der phanomenologischpositivistischen bzw. neurealistischen Sichtweise. 6 perfekten Sprache, wobei formale Begriffe als ideal fur Wissenschaftsaussagen betrachtet wurden. Es herrschte bezogen auf die Moglichkeiten einer Formalsprache ein ungetrubter Optimismus, da in der Formalisierung von Aussagen und ihrer Perfektion zu logischmathematischen Systemen zugleich die Chance gesehen wurde, die Imperfektionen und fehlende Exaktheit der Alltagssprache auszuschlieen. Der Optimismus, eine Wissenschaft als ein formallogisch konsistentes Begriffssystem als eine Idealsprache zu konstruieren, begeisterte zunachst viele Zeitgenossen von Keynes, wahrend er sich dazu kritisch auert vgl. Muchlinski 2007. Die Analyse der Sprache, der enthusiastisch konzipierte Entwurf eines formalen Sprachsystems, ist programmatisch fur die Analytische Philosophie. Entscheidend ist jedoch, dass die Frage, wie dieses im Verhaltnis zur Alltagssprache und zu den Objekten zu verstehen ist, lie unuberwindbare Zweifel uber die Funktionsweise eines exklusiven formalen Sprachsystems gerade bei ihren Begrundern entstehen.8 Kurzgefasst kann diese interessante wissenschaftliche Epoche so pointiert werden, dass trotz vieler Differenzen Wittgenstein und Russell die gemeinsame Erfahrung des Versuchs und des Scheiterns der Konzipierung einer die Alltagssprache ersetzenden oder strukturierenden formalen Logik und Mathematik verbinden. Das Ziel, die Vagheit, fehlende Exaktheit bzw. Randunscharfe der Alltagssprache durch formale Regeln zu bandigen, konnte und kann nicht erreicht werden. Wahrend Wittgenstein noch im Tractatus logicophilosophicus 1984a9 versucht, die Alltagssprache einem logischen System unterzuordnen, kehrt er dieses Verhaltnis ab den fruhen 20er Jahre radikal um und betonte, dass die Logik im Gebrauch der Sprache ihre Wurzeln hat Muchlinski 2006. Das Ziel der Analytischen Philosophie war es, die hegelianischen Weltgeistbetrachtungen durch Sprachkritik und formale deduktive Beweisfuhrung, die sich als eine CommonSense Betrachtung etablieren lasst, zu ersetzen. Damit sollten Fragen der Erkenntnis und Erkenntnismoglichkeiten anhand von formalen Begriffen und Konzepten gefuhrt werden und nicht als Fragen der Ubereinstimmung mit uberweltlichen Gesetzen. Keynes vielfaltige und detaillierte Anmerkungen zur Formalsprache, zu der Funktion von Formalbegriffen, der Rolle der Mathematik und Logik fur die Erkenntnis, die 8 Theoretische Linien und Kernpunkte der Analytischen Philosophie thematisiert Bieri 1994. 9 Das Werk wurde 1921 in Ostwalds Annalen der Naturphilosophie publiziert; 1922 erschien es in der englischen Ubersetzung von C.K. Ogden und F.P. Ramsey. Wittgenstein begann seine Arbeit am Tractatus als Kriegsgefangener in Italien. Das Buchmanuskript wurde noch wahrenddessen von Russell und Keynes nach England geschafft. 7 Wissensgenerierung und Wissensunvollkommenheit sind im Lichte dieser zeitgenossischen Diskurse zu sehen Muchlinski 2011b. Keynes, der in seinen fruhen und spateren Texten immer wieder die Frage nach den Bedeutungen von Aussagen propositions stellt, bezieht sich, ahnlich wie Wittgenstein in seinen spateren Schriften ab 1929, in den Manuskripten direkt auf Moore. Aus diesem Grunde mochte ich einige Informationen zu Moore auch an dieser Stelle liefern vgl. Muchlinski 1996a. G. E. Moore gilt seit der Veroffentlichung seines Artikel A Defense of Common Sense 1912, der zu den uberzeugendsten seiner Werke zahlt, als Verfechter der Common SenseWahrheiten. Diese CommonSenseWahrheiten werden als eine Kritik an die idealistische Philosophie formuliert, die erfahrbare und existierende Dinge in Raum und Zeit anzweifelten. Moore promoviert uber Kants Ethik. Er veroffentlicht 1903 zwei Werke, Principia Ethica und The Refutation of Idealism. Er lehrt in Cambridge zu Fragen der Moralphilosophie und des Common Sense. Die Common SenseAussage impliziert eine Aussage uber eine Beziehung zwischen den wahrgenommenen Sinnesdaten, den Objekten und dem Sprecher. Die Theorie der Sinnesdaten besagt, dass die Wahrnehmung durch die Sinne nicht als eine Reprasentation der wahrgenommenen Dinge, sondern als eine Konstruktion verstanden werden kann. Keynes war Mitglied der BloomsburyGroup vgl. CrabtreeThirlwall 1980. Ferner gehorte er einem Kreis von Intellektuellen an, die sich die Apostel nannten. Dieser war uberwiegend der Adressat seiner Manuskripte. Viele seiner fruheren Argumente greift Keynes als begriffliche Pfade in der okonomischen Theorie wieder auf. Keynes horte 1902 in Cambridge die Vorlesungen von Moore. Retrospektiv urteilt er in My Early Beliefs: It was exciting, exhilarating, the beginning of a renaissance, the opening of a new heaven on a new earth C.W., X, 435. Moores Ausfuhrungen boten eine neue Orientierung gegenuber tradierten Lebensentwurfen, wie sie das viktorianische England kennzeichneten. Moore fand bei vielen Zeitgenossen hohe Anerkennung. Zugleich versetzte er seine Zuhorerschaft oft in Erstaunen und Verwirrung, da er Alltagsansichten plotzlich in ihrer Umkehrung und in einer skurrilen Beweisfuhrung vortrug. Sein philosophisches Ziel, die Widerlegung des Idealismus, versuchte Moore mit einfachen und anschaulichen Quellen des Wissens zu erreichen. Ein beruhmtes Beispiel ist sein Versuch des Beweises der Auenwelt, in dem er seine Hand hob und sagte, ich wei, dass das meine Hand ist. Mit diesem Satz sollten die Zuhorer auch von der Neukonzeption des Begriffs Wissen uberzeugt werden, was misslang 8 vgl. Majetschak 2004. Mit dem Rekurs auf den Common Sense beansprucht Moore Gewissheit in seinen Argumenten. Gerade aber diese Versuche der Beweisfuhrung provozieren viel Widerspruch bei seinen Zeitgenossen, u.a. Keynes, Russell und Wittgenstein 1984b. Wittgenstein kritisch: kann man nun wie Moore, aufzahlen, was man wei? So ohne weiteres, glaube ich, nicht ibid 6. Wittgenstein nennt dies die Binsenweisheiten von Moore, mit denen dieser behauptet, Satze der Erkenntnis liefern zu konnen. Mit diesem Satz Erkenntnis behaupten zu wollen, klinge wie ein Witz, so Wittgenstein 1984b, Bd. 8 409. Wenn Moore sagt, ich wei, dass dies meine Hand ist, oder Wittgenstein ihn paraphrasiert, ich wei, dass ich zehn Finger habe, dann wird keine Erkenntnis artikuliert, sondern ein propositionales Wissen. Das propositionale Wissen ist ein Wissen dass etwas der Fall ist, z.B. dass die Aussage, ich wei, dass ich zehn Finger habe zutreffend ist. Es ist ein Faktenwissen oder ein Uberzeugungswissen, fur das es Grunde des Furwahrhaltens gibt. Das propositionale Wissen ist ein kontextabhangiges Wissen. Einige Autoren beschreiben es als explicit knowledge und grenzen es von implicit knowledge ab; letztgenanntes lasst sich nicht vollstandig explizieren vgl. Polanyi 1985. In Principia Ethica 1903 hebt Moore das handelnde und urteilende Subjekt hervor. Diese neue Akzentuierung, die sich gegen die idealistische Philosophie richtete, setzt Keynes und seine Zeitgenossen in Bewegung und zugleich in Aufruhr. Ich mochte auf einige Kernzuge der Principia Ethica 1903 eingehen, da Moore der Dialogpartner in den Manuskripten ist. Moore formuliert drei Fragen 10: 1. Was bedeutet gut? 2. Welche Dinge sollen um ihrer selbst willen existieren? 3. Wie sollen wir uns verhalten, um das Gute zu vermehren? Seine Antwort auf die erste Frage lautet kurz und knapp und ist gegen die damalige Bedeutungstheorie gewandt: Gut ist ein analytischer Begriff und kann nicht auf andere Begriffe reduziert werden. So konne man nicht sagen, gut ist anhand eines anderen Begriffs, beispielsweise interessant, definierbar, ohne einen naturalistischen Fehlschluss zu begehen, so Moore. Aus dem Sein folgt kein Sollen, anderenfalls ware dies ein naturalistischer Fehlschluss. Wahrend es bei der Definition des Begriffs, der Junggeselle ist ein unverheirateter Mann, keine offene Frage gibt, fuhrt die Frage danach, ob interessant zugleich gut ist, zu einem Argument der offenen Frage. Beide Argumente waren der Grund fur Keynes Repliken in den Manuskripten und die in Cambridge entbrannten Diskussionen daruber, was Moore eigentlich meint. 10 In Ubereinstimmung mit der deutschen Ubersetzung des Buches von Moore verwende ich gut und good in der englischen Schreibweise und in kursiver Form 19031970. 9 Fur Moore war es wichtig, gut als einen ethischen Begriff unabhangig von anderen Definitionen, somit nicht als einen zusammengesetzten Begriff, abgeleitet aus dem Wissen uber die Menschheit und Naturprozessen, zu definieren vgl. Muchlinski 1996a. Dennoch blieb fur seine Zeitgenossen unklar, warum er den naturalistischen Fehlschluss und das Argument der offenen Frage mit der Undefinierbarkeit von gut verbindet.11 Selbst wenn man eine Handlung H als moralisch gut beschreibt und Handlungen H1 Hn benennt, die dieser Definition genugen und das grote Gluck der groten Zahl ein Beispiel, das Moore ausfuhrlich durchspielt bewirken, dann bleibt die Frage, warum H1 oder H1 Hn unternommen werden sollen. Die Antwort auf die zweite Frage fallt differenzierter aus. Gute Dinge sind im Unterschied zu gut analysierbar, weil sie zusammengesetzte Dinge sind Moore 19031970, 78f, 205. Die Antwort auf die dritte Frage Was sollen wir tun? erfolgt im 5. Kapitel der Principia Ethica, Ethik in Beziehung zum Verhalten. Fur Moore besteht die Pflicht eines jeden darin, unter alternativen Handlungen diejenige zu wahlen, die das Gute in der Welt wahrscheinlich vermehre ibid: 19031970, 210f. Moore konstatiert, fur das wahrscheinliche Resultat sei ein Principle of Organic Unity zu beachten und fuhrt aus: Das Paradox, das zu beachten ist, besteht darin, dass der Wert eines solchen Ganzen in keiner regelmaigen Proportion zur Summe der Werte seiner Teile steht.   Der Wert eines Ganzen darf nicht als Summe der Werte seiner Teile gleich angenommen werden ibid: 19031970, 61, 62, 255. Was meint er mit paradox? Die Wertbestimmung eines Ganzen erfolgt nicht additiv uber die Werte seiner Teile. Moore geht es hier um ein ethisches Argument. Ethik ist nicht naturwissenschaftlich definierbar. Dieses ist ein Hauptargument des ethischen Intuitionismus, dem Moore zuzuordnen ist. Es ist nicht moglich Gut als Ganzheit an den individuellen, wahrscheinlichen Handlungsfolgen bemessen wollen ein Argument, das Keynes in immer neuen Varianten differenzieren wird. Moores geht von der Annahme einer unveranderlichen und notwendigen Beziehung zwischen dem allgemeinen gut general good und dem privaten gut private good aus. Demnach existiere gut absolut und sei fur alle Individuen das gleiche. Das absolute gut ist auch fur den Egoisten bindend, somit das Streben nach einem privaten gut sinnlos ibid: 19031970, 150f. Die Behauptung, es gabe gut als etwas Privates, das sich vermehren liee, bedeute laut Moore die Negierung von gut im absoluten Sinne ibid: 19031970, 239. Moore folgert der wichtigste Irrtum betrifft den Begriff mein eigenes Wohl good 11 Zur Aktualitat der Thematik good bzw. good for bzw. good that, vgl. Kraut 2007. 10 im Gegensatz zu dem Wohl anderer ibid, 19031970, 148. Da es keinen solchen Gegensatz gabe, kann ich nicht von meinem gut sprechen, denn es gibt gut nur im absoluten Sinne ibid: 19031970, 152. Er kritisiert den utilitaristischen Egoismus, demzufolge gut privat sei und jeder Egoist sein eigenes gut fur das alleinige hielte. Es ist gerade diese Pointierung, auf die Keynes seine Kritik in den Manuskripten konzentriert vgl. den ubernachsten Abschnitt. 3. Die John Maynard Keynes Manuskripten im Spiegel der englischsprachigen Diskussion eine Kurzbetrachtung Meine These, die John Maynard Keynes Manuskripte und seine okonomischen Schriften als Dokumente seiner begrifflichen Untersuchungen zu lesen, mochte ich zunachst erganzende Bemerkung zur Exegese der Manuskripte voranstellen. Die Exegese wird unter dem Projekttitel Keynes als Philosoph gefuhrt. In Ubereinstimmung mit den philosophischen Umwalzungen in CambridgeUK zu Beginn des zwanzigsten Jahrhunderts, wird die Analytische Philosophie als eine begriffliche Tatigkeit verstanden, die nach der Verwendung von Begriffen, nach der Entstehung von Bedeutung und ihrer Veranderung fragt. Damit verbunden ist nicht nur die Abkehr von idealistischen Philosophien, sondern auch von einer damals dominierenden Bedeutungstheorie, wonach die Gegenstande oder mentalen Zustande die Bedeutung der Begriffe lieferten vgl. Muchlinski 2006. Bertrand Russell und Ludwig Wittgenstein vollziehen diese Abkehr in ihrer wissenschaftlichen Arbeit und sind als die Begrunder der spater als linguistic turn bezeichnete Auffassung zu nennen.12 Ein Konsens uber die in den John Maynard Keynes Manuskripten erorterten Aspekte ist auch nach zwei Dekaden kontroverser Diskussionen im englischsprachigen Raum nicht in Sicht vgl. Backhouse und Bateman 2006. Eine Systematisierung der Debatte findet sich in Muchlinski 1996a. Eine detaillierte Ubersicht der Gesamtschriften von Keynes liefert Dostaler 2005. Ich orientiere mich im Weiteren an dem Konsens in der angelsachsischen Literatur, wonach Keynes keine Philosophie lieferte, wie sie beispielsweise Kant, Platon, Hegel oder Wittgenstein zugeschrieben werden kann. An Keynes die Forderung nach einer konsistenten Philosophie zu richten, ist Unsinn, so 12 Trabant 2003, 333 weist darauf, dass der Begriff linguistic turn oft Rorty 1991 zugeschrieben wird, aber bereits vor 1967 verwendet worden ist. 11 Hillard 1995. Philosophie ist als diagnostisches Verstehen und als Begriffstatigkeit zu verstehen. An dieser Stelle mochte ich drei Autoren zu Wort kommen lassen, die mageblich das Projekt Keynes als Philosoph pragten.13 John Davis 1991a, 1991b, 1994 ist der Auffassung, Keynes habe in den Manuskripten als young man enthusiastisch seine Position zu Egoism and individual judgment vertreten, hingegen sein Interesse in den reifen Jahren auf die gesellschaftlichen Zusammenhange und das conventional judgment orientiert. Diese Sichtweise ist in der Literatur umstritten.14 Umstritten ist auch die Interpretation, wonach sich Keynes Denken als eine Entwicklung von der empiristischen zur rationalistischen Sichtweise nachvollziehen lasst.15 Die rationalistische Tradition, von Descartes 15961650 und Leibniz 16461716 vertreten, sagt, dass allein Denkprozesse und logisches Schlussfolgern eine wahre und gultige Erkenntnisbasis liefern. Wahre Erkenntnis ist als Vernunfterkenntnis begrundet. Schon Platon 427347 v. Chr. sah in der Welt der Ideen die Vollkommenheit der Erkenntnis, die nur unvollkommen von der Wahrnehmung oder den Gegenstanden der Welt abgebildet oder reprasentiert werden konne. Die empiristische Tradition hingegen sieht in der Wahrnehmung und Erfahrung die vorrangige Erkenntnisquelle. Aristoteles 384322 v. Chr. entwickelte ein empiristisches Modell, das durchaus Vorbildcharakter fur die von Empiristen, u.a. Hobbes 15881679, Locke 16321704, Hume 17111776, entwickelten Methoden der systematischen Beobachtung hat.16 Auch ich folge nicht diesen interpretativen Entwicklungslinien, da egoism und individual judgment neben conventional judgment, die empiristische neben der rationalistische Referenz gleichberechtigt eine Urteils und Handlungsrelevanz sowohl in den Manuskripten als auch in den okonomischen Schriften von Keynes haben und hiermit die Kontinuitatsthese begrundet wird. 13 Die Kontinuitatsthese vertreten u.a. BrownCollierBausor 1988, Carabelli 1991, Dow 1991, Hillard 1992, 1995, Lawson 1991, 1995, ODonnell vgl. Funote 16. Mit Blick auf die Frage, wie Keynes Induktion und Wahrscheinlichkeit konzipiert und verstanden hat, vertritt Bateman die Diskontinuitatsthese 1987, 1988; Kritik an der BatemanInterpretation formuliert u.a. Gillies 2006, Winslow 1986, 1989a und 1989b. 14 BrownCollierBausor 1988, Dostaler 2005, Hillard 1992, 1995, Muchlinski 1996a, 1996b, 1998. 15 Vgl. ODonnell 1989, 1990a und 1990b, 1991a und 1991b und Skidelsky 1995. 16 Fitzgibbons 1988, 1991 erortert die Platonischen Wurzeln in der Arbeit von Keynes; wahrend ODonnell die rationalistische Tradition in den Arbeiten von Keynes als eine Kontinuitat hervorhebt zur Literatur vgl. Funote 16. 12 Bateman 1991a kritisiert, dass Keynes in seinem Essay My Early Beliefs den Einfluss von Moore sichtlich ubertrieben habe und Keynes fur sich nicht in Anspruch nehmen kann, in seinen eigenen Schriften exakte und eindeutige Begriffe verwendet zu haben. Wahrend ich Bateman darin zustimme, dass der Einfluss von Moore oft uberschatzt wird, ubersieht er, dass sich die Begriffstatigkeit von Keynes in der Betonung der Randunscharfe der Begriffe manifestiert. Was ist darunter zu verstehen? Wahrend sich formale Begriffe Begriffe der Mathematik oder Geometrie als eindeutige Begriffe bzw. Symbole eines Gesamtsystems verstehen und ihre Bedeutung deduktiv aus diesem Symbolsystem folgt, haben Begriffe der Alltagssprache unscharfe Rander. Der Begriff Bank kann verschiedenes bedeuten; es kommt fur das Verstehen auf den Kontext an. Wittgenstein wahlt das Beispiel hole mir die Platte. Im Kontext von Baustelle oder Musikgeschaft wird eindeutig verstanden, was mit dem Satz gemeint ist. Begriffe der Alltagssprache weisen ferner einen induktiven Horizont ihrer Bedeutung auf. Begriffe der Umgangssprache sind so definiert, dass sie an den Randern unscharf bzw. nicht exakt definiert sind. Davon abzugrenzen sind Definitionen innerhalb deduktiver oder mathematischer, formaler Systeme vgl. Knobloch 1999. Keynes begrenzt seine theoretische Darstellungsweise nicht auf Formalbegriffe, auf das marginalistische und messbarer Kalkul, die Hillard 1995 treffend als canonical stereotyp bezeichnet. Seine in vielen Texten geauerten Vorbehalte gegenuber einem blinden Vertrauen in formale Herleitungen ist Ausdruck seiner Kenntnis der Mathematik und Wahrscheinlichkeitstheorie Muchlinski 1999. Hierzu mag der interessierte Leser uber das 2., 12., 13. und 14. Kapitel der General Theory hinaus exemplarisch seinen Artikel uber die monetary theory of production 1933 lesen. Keynes begrundet darin die Nichtneutralitat des Geldes fur die Investition im Kontext seiner Analyse des Zusammenspiels von Gutermarkt und Geldmarkt und nicht als eine formale Kategorie. Ebenso verwendet er den Begriff Wahrscheinlichkeit nicht wie Moore, um sichere Handlungsergebnisse zu postulieren, sondern als eine Urteilsheuristik. Eben deshalb gelingt es ihm, Antworten auf aktuelle okonomische Krisen zu geben. Es ist das Merkmal von Krisen, dass bisherige begriffliche Konzepte, Erklarungen, Methoden und Instrumente versagen. Keynes kritisiert an Moore nicht die fehlende Eindeutigkeit der Begriffe, sondern vergleichbar mit Wittgensteins Kritik die fragwurdige Beweisfuhrung seiner Behauptungen. Es ist wichtig, sich klarzumachen, dass es Keynes gelingt, in einer begrifflichen Reflexion seine okonomischen Uberlegungen neu zu konzipieren. Aus 13 diesem Grunde finden wir Begriffe wie Spekulationsmotiv, Liquiditatspraferenz und Zinspolitik als Erwartungssteuerung vgl. Muchlinski 2011b. Keynes betont die individuelle Urteilsfahigkeit in analogen Anwendungen und Situationen, das heit das Urteilen unter Unsicherheit. Damit zieht er eine Konsequenz aus der Vagheit der Alltagsbegriffe.17 Die Erfahrungen, Analysen und Beschreibungen sind begriffliche Erfahrungen, begriffliche Analysen und begriffliche Beschreibungen. Sicherheit des Verstehens kann es nur im Zusammenhang mit Kontexten geben. 4. Kernuberlegungen in ausgewahlten John Maynard Keynes Manuskripten Zu den Manuskripten von 1904 bis 1911 zahlen die Essays, Ethics in Relation to Conduct 1904a, The Political Doctrines of Edmund Burke 1904b, Truth 1904c, Toleration 1904d, Miscellanea Ethica 1905, A Theory of Beauty 1905a, Modern Civilisation 1905b, Egoism 1906, The Principles of Probability 1907 3 Vols. first unsuccessful dissertation, The Principles of Probability 1908 3 Vols. second, successful dissertation. Science and Art 1909a, Can we consume our Surplus or the influence of furniture on our love 1909b, und Principle of Organic Unity 1910.18 Von diesen mochte ich eine Auswahl anhand zentraler Argumentationslinien vorstellen: Ethics in Relation to Conduct 1904, Miscellanea Ethica 1905, Egoism 1906 und Principle of Organic Unity 1910. Wie eingangs erwahnt, sind es bestimmte Begriffe, die in den Manuskripten und in der okonomischen Theorie von Keynes eine Bedeutung haben und die mir als Kriterien fur die getroffene Auswahl dienen. 4.1. Ethics in Relation to Conduct 1904 Das Manuskript Ethics in Relation to Conduct 1904 tragt den Titel des 5. Kapitels von Moores Principia Ethica. Moore behauptet, es bestehe eine individuelle Verpflichtung, diejenige Handlung zu wahlen, die wahrscheinlich das Gute in der Welt des Universums vermehre. Keynes kritisiert zwei Aspekte an dieser Auffassung: 1 Moores a posteriori Konzeption der Wahrscheinlichkeit, die er durch eine a priori Wahrscheinlichkeitskonzeption ersetzt. Keynes prazisiert diese a priori Wahrscheinlichkeitskonzeption in seiner Doktorarbeit, die er im Jahre 1907 dem Kings College in Cambridge einreicht. 17 Die posthum publizierten Philosophischen Untersuchungen 1951 von Wittgenstein fokussieren auf Ahnlichkeitsurteile, vgl. Wittgenstein 1984a. 18 Keynes Manuscripts The Provost and Scholars of Kings College, Cambridge University GB, vgl. Muchlinski 1996a. 14 2 Die von Moore konstatierte individuelle Verpflichtung, das Gute des Universums zu vermehren und hierbei allgemeinen Regeln zu folgen, die Moore in ihrer Entstehung und gesellschaftlichen Akzeptanz nicht begrundet.19 Zum ersten Aspekt: Die ausschlielich empirische oder a posteriori Fundierung der Wahrscheinlichkeit beurteil Keynes als inadaquat. In other words it is supposed that the statement of a probability makes a prophecy of certain truth concerning future events Ethics 1904: 2. In kritischer Distanz zu Moore argumentiert Keynes, dass eine Wahrscheinlichkeitsaussage eine a priori Aussage ist. Dass beim Munzwurf Kopf und Zahl je zur Halfte auftreten, ist a priori relevant vgl. Ethics 1904: 58. Mit der allein empirischen Fundierung des Wahrscheinlichkeitsbegriffs unterlauft Moore ein zweifacher Irrtum: Erstens ubersieht er, dass Erfahrungen eine wichtige, dennoch unsichere Instanz zur Herleitung von wahrscheinlichen Ereignissen sind. Zweitens benutzt Moore den Begriff Wahrscheinlichkeit im Sinne der relativen Haufigkeitstheorie, um die Voraussetzungen fur die Messbarkeit zu schaffen. Vor diesem Hintergrund formuliert Keynes mit einer gewissen Skepsis die methodischen Konsequenzen fur seine Wahrscheinlichkeitsauffassung: It has not always been recognised that such questions are not typical of all questions on probability, and that in fact only a very limited class of questions are capable of numerical treatment Ethics 1904, 5. Mit diesem Einwand entwirft er seine Position, die er in A Treatise fortentwickelt.20 Keynes konzipiert Wahrscheinlichkeit als einen Grundbegriff. Er definiert ihn nicht ontologisch Muchlinski 1996a, 2003a. A definition of probability is not possible, unless it contents us to define degrees of the probabilityrelation by reference to degrees of rational belief C.W., VIII. 8.21 Das Argumentieren in Wahrscheinlichkeiten beinhaltet die Verknupfung von der urteilenden und der logischen Bedeutungsgewichtung eines Ereignisses als eine Wahrscheinlichkeitsaussage. Das Urteilen in Wahrscheinlichkeiten ist an logische und empirische Evidenz gebunden, wobei empirische Evidenz nicht ein ontologisch da sein meint, sondern interpretiert werden muss. Hier gewinnt die 19 Er greift diesen zweiten Aspekt in Miscellanea Ethica 1905 und Egoism 1906 erneut auf. 20 Nach einer Kritik von Ramsey an seiner Wahrscheinlichkeitskonzeption akzeptiert Keynes die Unterscheidung in formal logic und human logic, vgl. Muchlinski 1996a, 2007; see auch Gillies 2006. 21 Carabelli 1988: 31 schreibt: Keyness probability shared all the attributes of Moores goodness   Principia Ethica Everything is what it is, and not another thing. Diese Interpretation wird nicht von allen Autoren unterstutzt. Siehe z.B. Cottrell 1993, Davis 1991a, Hillard 1992 und Vercelli 1991. 15 Grundthese von Keynes Relevanz, die zeitubergreifend fur seine Schriften gilt: Das diagnostische Verstehen leitet sich aus der Begriffstatigkeit her. Die Betonung des individuellen Urteilsakt individual judgment als eine Artikulation in Aussagen ist zentral: By the statement A is more probable than B this type can include the case where B is not A I mean something of this nature I have more evidence in favour of A than in favour of B; I am making some statement concerning the bearing of the evidence at my disposal Ethics 1904, 4, Herv. EM. Keynes grenzt die logische Beurteilung oder Evidenz, die nicht empirisch begrundet ist, vom induktiven Wahrscheinlichkeitsurteil ab vgl. Ethics 1904: 10.22 Diese nennt er logische Wahrscheinlichkeit. Eine Wahrheitsbehauptung ist weder als logische, noch als induktive Wahrscheinlichkeitsaussage moglich. Probability implies ignorance; it is because we do not know for certain that we use the word at all, and the fact Ethics 1904: 12. Die Bedeutung des Begriffs Wahrscheinlichkeit wurzelt im Sprachgebrauch und ist als eine relationale Beziehung verstehbar. Keynes weist das Postulat sicherer, wahrscheinlicher Handlungsfolgen, wie sie Moore vertritt, zuruck Muchlinski 2007. Keynes argumentiert, dass die von Moore konstatierte Symmetrie zwischen Gegenwart und Zukunft nicht begrundet werden kann. Moore blendet die Unsicherheit in seiner Wahrscheinlichkeitskonzeption, mit der das Gute maximiert werden konne, aus. Diese kritischen Einwande gegenuber Moore sind auerordentlich bedeutsam vgl. Keynes C.W., VII, 14. Kapitel.23 fur Keynes okonomische Theorie Festzuhalten ist an dieser Stelle, dass Wahrscheinlichkeitsaussagen fur Keynes individuelle Urteile uber logische Aussagen sind, eine Position, die er in den Manuskripten entwirft und spater fortfuhrt. It probability, Erg. EM refers to the logical relation between two sets of propositions CW, VIII, 11. Diese Verknupfung von individuellen Urteilen und logischen Aussagen beinhaltet nicht, wie ich an anderer Stelle ausfuhrlicher begrunde, dass Keynes eine subjektive Theorie der Wahrscheinlichkeit vertreten habe vgl. Muchlinski 1996a, 2007. 22 Mit diesem Evidenzbegriff wird nicht wie in der Evidenztheorie der Wahrheit von Franz Brentano die Wahrheit oder Falschheit von Aussagen behauptet. Vgl. Kunne 1994 und Chisholm 1979. 23 Zur Auseinandersetzung mit der klassischen Zinstheorie im 14. Kapitel der General Theory, vgl. Spahn 2007. 16 Dieser Punkt ist der wohl strittigste Punkt innerhalb der Debatte uber die Keynes Manuskripte. ODonnell argumentiert, Keynes habe eine objektive Wahrscheinlichkeitsauffassung uber die Zeit hinweg vertreten, wahrend Bateman dies verneint.24 Ungeachtet dieses strittigen Punktes, mochte ich hervorheben, dass Keynes mit dem Begriff Wahrscheinlichkeit als eine relationale Aussage eine neue Sichtweise vorstellt, die innovativ fur die Wahrscheinlichkeitstheorie und fur seine okonomische Theorie als auch inspirierend fur Wittgensteins Umorientierungen in den 20er Jahren war.25 Damit komme ich zum zweiten Aspekt, den Keynes betont. Moores lost seinen Anspruch, eine ethische Theorie des Verhaltens formuliert zu haben, nicht ein. Keynes insistiert, die Referenzen fur die Beurteilung von Handlungskonsequenzen sind nicht allgemeine Regeln, sondern der Einzelfall vgl. Ethics 1904: 19. Diese Orientierung auf den einzelnen Fall beinhaltet die fur das Verstehen notwendige Einbeziehung eines kontextuellen Bezugs vgl. Kober 2002. Fur Keynes ist ferner nicht akzeptabel, dass Moore ein ohnmachtiges Individuum entwirft und auch nicht die Entstehung von Regeln und deren Akzeptanz und Geltung erklart. Weder akzeptiert Keynes die Maximierung des sog. allgemeinen Guten als das individuelle Handlungsziel, noch die Verpflichtung des Einzelnen, das individuelle Handeln und Entscheiden allgemeinen Regeln zu unterwerfen. In My Early Belief hebt er the right to judge every individual case on its merits, and the wisdom, experience and selfcontrol to do so successfully ibid: 496 hervor.26 Regeln erlangen erst uber ein fortgesetztes Handeln und Entscheiden eine Akzeptanz vgl. King 2004. Ich mochte meine Kommentierungen zu diesem Manuskript zusammenfassen: Keynes diskutiert Wahrscheinlichkeit als eine a priori Konzeption und beschreibt sie als eine logische Beziehung von Aussagen, die vom individuellen Urteilsakt nicht zu trennen ist. Im 26. Kapitel von A Treatise The Application of Probability to Conduct bezieht sich Keynes explizit auf den Wahrscheinlichkeitsbegriff aus Ethics in Relation to Conduct. Unsicherheit ist, wie in Ethics in Relation to Conduct betont, nicht durch den Ruckbezug auf numerische Wahrscheinlichkeit eliminierbar. Unsicherheit erfordert uber die Untersuchung des Einzelfalls hinaus die Kontextfaktoren. Erneut zeigt sich das Argumentationsmuster, das Keynes Begriffstatigkeit charakterisiert: die Wechselbeziehung zwischen Einzelfall und Gesamtwirkung, wie sich dies auch in seinem Vorwort zu 24 ODonnell 1990a und ODonnell 1991, Bateman 1987, 1988. 25 Vgl. exemplarisch das 12. Kapitel in der General Theory. 26 Auf die Konsequenzen fur seine okonomische Theorie geht Keynes u.a. in seinem Artikel aus dem Jahre 1937 ein. 17 General Theory findet. Im 12. der General Theory thematisiert er die individuelle Urteilsbildung unter Unsicherheit als eine Wechselwirkung zwischen individual judgment und conventional judgment. Er erklart, worauf das Vertrauen state of confidence in eine Marktbewertung basieren kann, wenn Unsicherheit fur jede Urteilsbildung, jedes Handeln und jede Entscheidung evident ist vgl. Muchlinski 2003b. 4.2. Miscellanea Ethica 1905 Im Essay Miscellanea Ethica 1905 hinterfragt Keynes den Begriff der Intuition bei Moore. Intuition ist fur Moore ein undefinierbarer Grundbegriff und im Prozess des Argumentierens eine Letztbegrundung.27 Moore gilt als Vertreter des ethischen Intuitionismus, den er mit den normativen Grundlagen des Utilitarismus verknupft, um daraus die Pflicht abzuleiten, die Handlung zu wahlen, die das Gute in der Welt vermehre. Keynes formuliert Einwande gegen die Anwendung des Begriffs good auf das Universum. In Miscellanea Ethica differenziert er in fit und good wobei ich diese englischen Begriffe zur besseren Lesbarkeit beibehalten werde. Mit dieser Differenzierung in good und fit will Keynes der problematischen Verwendung des Begriffs good eine Alternative gegenuber stellen. Er argumentiert, dass good allein auf Individuen anwendbar ist, nicht aber auf die Welt oder auf das Universum. Das Objekt, das eine Empfindung hervorruft, ist fit, die Empfindung hingegen good. Dem Universum kann keine Empfindung zugeschrieben werden, somit ist das Pradikat good auf es nicht anwendbar. Objekte oder Gegenstande sind fit, aber nicht good. Fit objects, so Keynes sind wahrnehmbare Dinge. Er differenziert zwischen der Wahrnehmung des Objekts als individuelle Strukturierungsleistung und den Eigenschaften eines Objekts, worin er Russell und Kant folgt. Keynes weist das Postulat von Moore zuruck, der einzig rationale Grund des Handelns bestehe darin, ein grotmogliches, wahrscheinliches good des Universums zu erzielen vgl. 1905: 20. Es sind nun zwei zentrale Vorwurfe zu pointieren, die Keynes an Moore adressiert: die verbliebene metaphysische Basis seines Ansatzes und die Subjektlosigkeit seiner Auffassung ibid 1905: 21. Keynes betont, jede Erkenntnis setze ein Subjekt voraus. Bei der Erorterung des Erkenntnisprozesses sind Voraussetzungen zu 27 Dieser Aspekt wird in der Literatur in Variationen diskutiert. Davis 1994 vertritt die Auffassung, Keynes habe eine twofoldview of intuition vertreten, die seine fruhere Sichtweise, von Intuition und individuelle Urteilsfahigkeit dominierten. In spateren Jahren habe er diese mit dem Ruckbezug conventional judgment aufgegeben; vgl. Davis 1991a, 1991b, 1995, wahrend Skidelsky 1995 und Muchlinski 1996a, 2003a dieser Interpretation nicht folgen. 18 treffen, die von Moore ubergangen werden. Keynes benennt die Annahme der approximate uniformity of human organs, um zu erlautern, dass es rationale Grunde gibt, uber menschliche Reaktions und Verhaltensweisen in einer Weise zu urteilen, die fur alle Menschen gelten. Dazu zahle, den Personen anders als den Planeten Beweggrunde zu unterstellen, auf denen ihre Handlungen und Entscheidungen basieren ibid: 1905: 25. 4.3. Egoism 1906 In Egoism 1906 verteidigt Keynes das verantwortlich entscheidende und handelnde Individuum, das den Pflichten gegenuber sich selbst keine Alternativen einraumt. Darin folgt er Kant, der in seinen Vorlesungen uber Ethik diesen Gesichtspunkt ins Zentrum ruckte: Die Pflichten gegen sich selbst beruhen nicht auf der Beziehung der Handlung zu den Zwecken der Gluckseligkeit vgl. Kant in: Gerhardt 2002, 133, Das Recht zum egoistischen Handeln, das Keynes gegenuber Moore begrundet, hat mit dem utilitaristischen Nutzlichkeitsziel nichts zu tun. Das Principium der Pflichten gegen sich selbst, so Kant weiter, besteht nicht in der Selbstgunst, sondern in der Selbstschatzung, d.h. unsere Handlungen mussen mit der Wurde der Menschheit ubereinstimmen ibid: 137. Wie Kant, argumentiert Keynes gegen den auch von Moore geteilten philosophischen Determinismus, der individuelle Handlungen und Motive als Abbildungen naturwissenschaftlicher Gesetzmaigkeiten modelliert. Da ein vollkommenes Wissen uber die Gesetzmaigkeiten unterstellt wird, steht ihre Prognostizierbarkeit auer Zweifel. Keynes hingegen betont, eine Person entscheidet und handelt auf Basis individueller Motive und Willen.28 Er thematisiert den Konflikt zwischen Egoismus und Universalismus und arbeitet deren Unterschiede heraus, die ich anhand von sechs zentralen Argumenten vorstellen mochte, wobei ich uberwiegend die englischen Worter beibehalte: 1 Zuruckweisung der von Moore postulierten Ubereinstimmung von universal good und personal good. Keynes kritisiert, dass Moore damit a petitio principie begeht vgl. Egoism, 1906: 12. 2 Zuruckweisung der Gleichsetzung von Egoist und Universalist. Keynes fragt, ist es rational fur das Individuum, die Verfolgung eines allgemeinen good zu rechtfertigen? Welche Motive sollte das Individuum haben, auf das Gute zu verzichten? 28 Eine kritische Auseinandersetzung mit dem philosophischen Determinismus liefert Bieri 2001. 19 Are we not each of us, an end to ourselves?   Am I to choose to be bad in myself in order that some devils whom I neither know nor can for should wallow in heaven? Egoism, 1906: 34. Die Betonung der Individualitat, die nicht im Universellen negiert werden kann, kennzeichnet die unterschiedlichen Sichtweisen von Moore und Keynes. 3 Kritik an dem von Moore konstatierten allgemeinen Gesetz, das sowohl normativ das Handeln des Individuums als auch das Verhaltnis des Individuums zum Universum bestimme. Warum sollte ich als Individuum meinen Willen, meine Motive und mein Handeln einem naturgesetzlichen Determinismus unterstellen, fragt Keynes. Er zieht eine argumentativmethodische Trennungslinie zwischen Sozialwissenschaften moral science und Naturwissenschaften. Economics is essentially a moral science and not a natural science. That is to say, it employs introspection and judgments of value C.W., XIV, 300. Mit dieser Differenzierung will er auf die Grenzen einer formalen Analyse, die nicht auf die Alltagssprache und die kontextuelle Beurteilung ruckgebunden wird, hinweisen. Keynes konkretisiert diese Uberlegung in den okonomischen Schriften: It is, I think, a further illustration of the appalling state of scholasticism into which the minds of so many economist have got which allow sic them to take leave their intuition altogether. Yet in writing economics one is not writing either a mathematical proof or a legal document. One is trying to arouse and appeal to the readers intuitions; and if he has worked himself into a state where he has none, he is helpless! C.W., XXIX,150151. Wahrend Moore das Handeln universell zu begrunden und einem ubergeordneten Prinzip zu unterstellen versucht, wehrt Keynes dies als Entmundigung des Individuums ab. Er verneint das von Moore postulierte common law, welches eine Ubereinstimmung zwischen individual good and universal good herbeifuhre Egoism, 1906: 9. 4 Moores Forderung, auf das private good zugunsten des universal good zu verzichten, weist Keynes zuruck: We may be strong enough to sacrifice our own pleasure, but never strong enough deliberately to sacrifice our own goodness. We ought, but we cant.   Universal good is supreme in heaven. Private good is supreme on earth Egoism, 1906, 12. Keynes formuliert damit eine Kritik am Determinismus, die wir auch in einigen fruheren okonomischen Schriften, The Economic Consequences of the War 1919 und The Economic Possibility for our Grandchildren 1930 und spateren Werken finden. 20 5 Der Egoist verfolgt sein personal good. Welche Motive sollte ich haben, fragt Keynes, mein eigenes good zu opfern? Ein Egoist lasst sich nur auf die Rationalitat des privaten good ein. I am a good friend of the universe and I do my best for it: but am I willing to go to the devil for it? And as I am opening my mouth to say, NO Egoism, 1906, 11. Keynes betont die intuitive Unmittelbarkeit von private good, die nicht im Universellen aufhebbar ist.29 Es muss demzufolge Etwas Einzeltatbestand existieren, auf das ich meine Forderungen richten kann. 6 Die explizite Aufforderung von Moore, das Gute, in der Welt durch Gutes tun zu vermehren fuhrt zur Frage, ob diese Verpflichtung an sich gut ist. It may be true that by such action I shall increase the general good, that I shall be doing good. But is the obligation to do good? Is it not rather to be good? Egoism, 1906, 34. Keynes Argumente in Egoism, die einer ethischen Verpflichtung gegen sich selbst als Person entsprechen, liefern den roten Faden fur seine okonomischen Schriften. 4.4. On the Principle of Organic Unity 1910 Das Manuskript On the Principle of Organic Unity 1910 enthalt weitere Argumente zum Thema gut und eine Prazisierung des principle of organic unity, das Moore verwendet. Moores Argument, das Universum als Ganzes konstituiere eine organische Einheit und es sei die Pflicht einer jeden Person, das Gute des Universums zu fordern, weist Keynes zuruck. Ahnlich seiner Argumentation in Egoism, betont Keynes die Relevanz der individuellen Beurteilung. Pointiert kann man sagen, er thematisiert ein agierendes, handelndes und denkendes Individuum, das er von dem auf auere Gesetze, Regeln und Impulsen reagierenden Individuum, das Moore thematisiert, abgrenzt. Das Denken in Zusammenhangen ist weder reaktiv, noch normativ aus einem zuvor konstatierten universellen Prinzip deduzierbar. Keynes thematisiert die Interdependenz von individuellem Handeln und gesellschaftlichen Wirkungen und leitet hieraus die Notwendigkeit der Neukonzeption des Prinzips der organischen Einheit ab. In dieser Neukonzeption von Keynes konfiguriert, strukturiert und interagiert das Individuum als 29 Die Frage, welche Rolle das universal good fur das individuelle Motiv haben kann, thematisiert Shionoya 1991. 21 handelnde Person innerhalb von Strukturen und Kontext, die es damit verandert. Sie ist kein Abbild des naturwissenschaftlichen Kosmos. Die gravierenden Konsequenzen fur seine okonomische Theorie seien hier nur erwahnt: Die handelnden und entscheidenden Individuen vollziehen keine okonomischen Mechanismen, die durch universelle Prinzipien oder Gesetze determiniert sind. Erst durch das individuelle Handeln, Wollen, die Artikulation der Erwartungen und die Interaktionen mit anderen Personen bzw. Institutionen im Markt konfigurieren Individuen die okonomische Realitat die in einer Wechselwirkung zu dieser Hervorbringung stehen. Keynes verwendet hierzu an vielen Stellen die Formulierung at the whole vgl. exemplarisch das Vorwort zur General Theory, C. W. VII. Die Fragen, wie Okonomie als Gesamtsystem zu verstehen ist, ob okonomisches Handeln von Naturgesetzen oder okonomischen Gesetzen pradeterminiert sind, sind ein Forschungsdesiderat der Gegenwart vgl. Issing, 2010a, 2010b, Muchlinski 2010a, 2010b. Keynes betont einen, bezogen auf die aktuelle Umorientierung der Okonomie hochst interessanten, soziologischen Aspekt, den Giddens als Wechselwirkung von structure and actions erortert: Structure is not external to individuals 1984, 16. Individuelle und kollektive Akteure, z.B. Institutionen, kommunizieren und interagieren, und verandern dadurch ihre Strukturen, die auf die Akteure zuruckwirken.30 Handlungen und Entscheidungen basieren nicht auf von Okonomen traditioneller verwendeten Rationalkalkulen, sondern auf habituelle Orientierungen, Normen und Werten, die modifizierend auf die Strukturen wirken vgl. Muchlinski 2010a.31 Diesen Aspekt betont auch Akerlof 2007 wenn er Okonomen auffordert, die Entstehung von Strukturen, Regeln, Normen und die ihnen zugrundeliegenden Motive und Werte zu erklaren und Neutralitatsannahmen aufzugeben. Fur Keynes geht es nicht um den Nachvollzug gegebener Werte, Normen, Regeln und Uberzeugungen, sondern um die Frage, wodurch diese entstehen. Wir finden genugend Hinweise, dass dies kontextuelle und zeitgeschichtliche Grunde sind. But beyond individual mind the organic principle cannot reach ibid: 19. Im ubertragenen Sinne verweist der Einzelfall auf den Kontextbezug, auf die Verankerung in Raum und Zeit. Anders als Keynes, verbleibt Moore in einem Denksystem, wonach sich das Ganze aus der Unverbundenheit seiner Teile zusammensetze. Es gelingt ihm nicht, das Ganze uber die 30 Hier gilt das Theorem der Kommunikationsforschung, wonach es nicht moglich ist, nicht zu kommunizieren; vgl. WatzlawickBeavinJackson 2000101969. 31 Nicht nur Giddens, sondern auch Gigerenzer 1996, 2000, Kahneman 2003 u.a. sind hier zu nennen; vgl. zur aktuellen Forschung Muchlinski 2010a. 22 internen Beziehungen und ihren Wechselwirkungen zu den externen Beziehungen zu beschreiben.32 In My Early Beliefs betont Keynes, dass er immer ein Advokat des Prinzips der organischen Einheit gewesen sei, womit er seine Neukonzeption meint. Unser Handeln warten nicht darauf, von universellen Gesetzen abgerufen zu werden. Gegenwart und Zukunft sind nicht uber eine symmetrische Beziehung bestimmt, das heit, die Zukunft ist keine abdiskontierte Gegenwart. Die Gegenwart und Zukunft wird uber das Handeln, Entscheiden und Gestalten konfiguriert. Keynes Neukonzeption ist auch eine Kritik der Methode des Separatismus AnalyseSyntheseVerfahren und des Atomismus, die wohl wichtigsten Grundlagen des postcartesianischen Erkenntnis und Wissenschaftsmodells des 20. Jahrhunderts. In dieser kritischen Distanz nimmt Keynes eine Entscheidung Russells vorweg, der 1918 den Logischen Atomismus als Prima Philosophia aufgibt. In der Kritik von Keynes an Moore verdeutlichen sich die handlungstheoretischen Uberlegungen, die spater in seiner okonomischen Theorie einen hohen Stellenwert einnehmen werden. Die Untersuchung der okonomischen Zusammenhange fuhrt Keynes als eine Untersuchung des interdependenten Zusammenspiels. 5. Okonomie als begriffliche Untersuchungen Wohin fuhren die zuvor erorterten Argumente? Inwiefern sind Keynes Schriften Dokumente seiner Begriffstatigkeit? Evident ist, dass er mit seinen theoretischen Uberlegungen neue okonomische Fragestellungen konfiguriert und es dadurch gelingt, Erklarungen der Orthodoxie zu hinterfragen. Die Begriffstatigkeit, die zweifellos der Wissenschaftstatigkeit zugrunde liegt, ist nicht neutral gegenuber ihrem Erkenntnisgegenstand. Auch die moderne Zentralbankforschung unterstreicht language is not a label Issing 2008 op. cit. Muchlinski 2011a. Begriffe sind keine Etikette vgl. Knobloch 1999, Trabant 1999. Begriffe sind nicht neutral gegenuber den Gegenstanden oder den Sachverhalten, die Okonomen beschreiben. Mit Begriffen werden okonomische Sachverhalte geschaffen. Mit Blick auf die aktuelle Finanzmarktkrise sprechen einige Okonomen treffend vom Esperanto der Kapitalmarkte Franke Krahnen 2009. Auch aus diesem Grunde ist eine Auf 32 Winslow 1986, 1989 verweist auf die Rezension, die Whitehead uber die Doktorarbeit von Keynes verfasste. Whitehead 1908 wurdigt darin die von Keynes entwickelte Differenzierung in atomic versus organic. 23 merksamkeit auf die von Keynes verwendeten Begriffe geboten: expectations, individual judgment, conventional judgment, egoism, principle of organic unity, average opinion, rational belief, uncertainty, liquidity preference, nonneutrality of money, precautionary and speculative motive, the concept of hoarding, animal spirits, etc. Exemplarisch mochte ich auf die Textpassage eingehen, in der Keynes animal spirits als begrifflichen Bestandteil seiner Untersuchung von Entscheidungen, Handeln und Erwartungsbildung unter Unsicherheit beschreibt:33 Most, probably, of our decisions to something positive, the full consequences of which will be drawn out over many days to come, can only be taken as a result of animal spirits of a spontaneous urge to action rather than inaction, and not as the outcome of a weighted average of quantitative benefits multiplied by quantitative probabilities C.W., VII: 161. Wie ich eingangs erorterte, mochte ich in diesem Beitrag die okonomische Theorie als Begriffstatigkeit mit Begriffen und Keynes als ein exemplarisches Beispiel einer innovativen Begriffstatigkeit vorstellen. Ein Einwand gegen diese Erorterung der Okonomie als Begriffstatigkeit lautet, Keynes beschreibe doch mit animal spirits ein Verhalten. Der Punkt, um den es ungeachtet dessen geht, ist, dass Begriffe, mithin Satze und Konzepte, die Wahrnehmung und die Erkenntnis strukturieren vgl. Muchlinski 2011a, 2011c. Die Begriffstatigkeit von Keynes kann anhand weiterer exemplarischer Textevidenzen nachvollzogen werden: i Pramissenkritik und Modellkritik im 2. Kapitel der General Theory; ii seine Analyse der Erwartungsbildung im Kontext von Wissensunvollkommenheit und warum die Erwartungsbildung in einer konventionellen Urteilsbasis verankert werden muss vgl. das 12. Kapitel der General Theory; iii die begriffliche Fundierung seiner Zinstheorie, die er der klassischen und neoklassischen Theorie gegenuberstellt vgl. 13. und 14. Kapitel der General Theory. Diese exemplarisch erwahnten Begriffe sind zeitgenossischen Okonomen oft Anlass fur eine vernichtende Kritik, da sie mit den Pramissen und Konklusionen der vorherrschenden neoklassischen und klassischen Theorien in Konflikt geraten. Die begriffliche Landschaft 34, die Keynes in seinen okonomischen Schriften entwickelt, verdeutlicht, dass er okonomische Prozesse nicht als lineare oder mechanische Prozeduren 33 Zur Funktion des conventional judgment bei Keynes, vgl. Muchlinski 2003b. 34 Wittgenstein verwendet den Terminus begriffliche Landschaften. 24 versteht, sondern als individuelle Beurteilungen in Abhangigkeit von Kontextfaktoren.35 Auf diese Quintessenz mochte auch das Zitat von Keynes, das ich meinen Ausfuhrungen in diesem Beitrag voranstelle und mit dem ich es enden lassen werde, hinweisen. In der Auseinandersetzung mit zentralen Behauptungen von Moore entwickelt Keynes eine eigene Position zu wichtigen Fragen seiner Gegenwart. Mit der Hervorhebung von individual judgment als Handlungs und Entscheidungsmotiv des Subjekts verwirft er die Konzeption eines Individuums, das invariant universellen Regeln unterzuordnen ist. Keynes verteidigt gegen die Auffassung von Moore ein Individuum, das sich durch Handeln und Entscheiden unter Unsicherheit in einer sich wandelnden Umgebung zu orientieren versucht und mit der Moglichkeit von Irrtum und Scheitern konfrontiert ist. Dieses Anerkennen von Wissensunvollkommenheit, Wahrscheinlichkeit und Unsicherheit veranlasst Keynes nicht, in universellen Regeln oder in formaldeduktiven Losungen eine Quelle der Gewissheit zu behaupten.36 Damit kann er gegenuber den Gewissheitsvorstellungen eines zeitgenossischen philosophischen und okonomischen Dogmatismus abgegrenzt werden. Das individuelle Urteilen ist als Urteilsfahigkeit und Urteilsmoglichkeit unter Wissensunvollkommenheit zu verstehen. In der General Theory und anderen okonomischen Schriften betont er diese Unsicherheit, die nicht auf messbare Wahrscheinlichkeit ruckfuhrbar ist. Charakteristisch fur seine Schriften ist die differenzierte Darstellungsmethode von okonomischen, ethischen, philosophischen und politischen Fragestellungen. Fur diese Akzeptanz der begrifflichen Innovationen, neuen Fragestellung, fur die Umorientierung aus begrifflich nicht mehr begreifbaren Denkschulen, engagiert er sich in seinen Werken. Okonomische Untersuchungen sind fur Keynes begriffliche Untersuchungen, wie diese zu Beginn dieses Abschnitts exemplarisch vorgestellten Begriffe indizieren. Beispielsweise benennt er im Vorwort zur Treatise er Moore, Russell, Johnson, Wittgenstein und andere aus der Cambridge Tradition, zu denen auch Piero Sraffa 37 gehort, als Zeitgenossen, deren Denken und Schriften fur die Entwicklung seiner eigenen Uberzeugung und beliefs wichtig waren. Wittgenstein betritt die Buhne in Cambridge im Jahre 1911, nachdem er 1908 in Manchester ein Studium begonnen hatte. Als Nachfolger von Moore, lehrt Wittgenstein in Cambridge zum Themenfeld Sprache, Logik und Mathematik 35 Keynes und Erkenntnis, Wissen und Erfahrung, Pramissenbildung, Pramissenkritik, Modell und Anwendung vgl. Muchlinski 1996a, 8. Kapitel. 36 Wittgenstein 1984b folgt Keynes in dessen Kritik an Moore. 37 Vgl. Kurz 2009. 25 Wie bereits erwahnt, legt Keynes den ersten Entwurf seiner Doktorarbeit zum Themenfeld Wahrscheinlichkeit und Erkenntnis im Jahre 1907 dem Kings College in Cambridge vor. Weder in diesem, noch in der publizierten Fassung, erortert er Wahrscheinlichkeit als ontologische Frage, sondern als eine epistemologische Theorie des Urteilens unter Wissensunvollkommenheit. Wahrscheinlichkeitsaussagen, so die Quintessenz seiner Arbeit, sind relational, ansonsten bliebe der Satz elliptisch, somit auf sich selbst bezogen. All propositions are true or false, but the knowledge we have of them depends on our circumstances; and while it is often convenient to speak of propositions as certain or probable, this expresses strictly a relationship in which they stand to a corpus of knowledge, actual or hypothetical, and not a characteristic of the propositions in themselves C.W., VIII, 3. Das obige Zitat verdeutlicht vor dem Hintergrund meiner Arbeitshypothese, dass Prozeduren der Erkenntnis und des Verstehens fur Keynes keine Frage der logischen Konsistenz von Aussagen ist. Sie resultieren auch nicht aus der Annahme, Satzaussagen seien als Instanzen von Wahrheit oder Falschheit evident. Denn alles, was wir mit Satzen, Wortern oder Aussagen artikulieren konnen, steht in Relation zu einem corpus of knowledge und ist aus diesem Grunde kontextuelles Wissen. Keynes pointiert auch in dem Zitat, dass die relationalen Prozeduren nicht ohne Individuum vollzogen werden konnen. Es bedarf der Begriffstatigkeit und der im Sprachgebrauch verankerten Logik, um die Erkenntnisprozeduren zum Erfolg zu fuhren. Anders als Keynes in den Manuskripten, betonte Wittgenstein noch im Tractatus logicophilosophicus die Dominanz des logischen Systems gegenuber der Alltagssprache. Schlielich konzediert Wittgenstein Alle Philosophie ist Sprachkritik.   Russells Verdienst ist es gezeigt zu haben, dass die scheinbar logische Form nicht seine Wirkliche sein muss 1984a, Nr. 4.0031. Im Tractatus betont Wittgenstein noch die Dominanz der Logik und ihrer Symbolstrukturen gegenuber der Umgangssprache. In den 20er Jahren kehrt er diese Auffassung radikal um und verankert die Logik im Gebrauch der Alltagssprache und nicht in davon unabhangigen logischen Systemen.38 Die Logik bei Keynes spielt uber die Manuskripte hinaus eine wichtige Rolle, wenn es um die Konkretisierung der okonomischen Theorie geht. Im Schriftwechsel mit Harrod 38 In den Tagebuchern 19141916 schreibt Wittgenstein, dass er den Satz als eine probeweise Zusammenfugung der Welt unter der Beachtung der logischen Konsistenz der Aussagen verstanden habe und es sein Problem war, wie er den Zusammenhang zwischen dem geschriebenen Satz auf dem Papier, dem logischen System und der Welt logisch begrunden konne. Ein Projekt, dass er nach 1919 aufzugeben bereit ist. 26 uber formale Methoden in der Okonomie, betont Keynes: It seems to me that economics is a branch of logic, a way of thinking C.W., XIV, 300, Logik ist ein Element der Aussagenrelation und nicht auf formaldeduktiver Regeln reduzierbar vgl. Muchlinski 1996a: Kapitel 5.4  Keynes differenziert in formal logic und human logic, um deutlich zu machen, dass die Funktion der Logik im Erkenntnisprozess uber formale Ableitungen hinauszugehen hat C.W., X, 338339.39 Daher sind Wahrscheinlichkeitsurteile, die Keynes als logische Beziehungen der Wahrscheinlichkeitsaussagen beschreibt, Beurteilungen des Einzelfalls. Diese Uberlegung kommt im folgenden Zitat zur Sprache, die eine Fortfuhrung seiner Uberlegung aus den Manuskripten beinhaltet: As soon as we have passed from the logic of implication and the categories of truth and falsehood to the logic of probability and the categories of knowledge, ignorance, and rational belief, we are paying attention to a new logical relation in which, although it is logical, we were not previously interested, and which cannot be explained or defined in terms of our previous notion C.W., VIII, 8. Die im Zitat pointierte kategoriale Neuorientierung, Erkenntniskategorien, Unwissen und rationale Uberzeugungsgrunde, ist wegweisend fur Keynes Gesamtwerk. Darin manifestiert sich seine Begriffstatigkeit. Die Wahrscheinlichkeitsrelation impliziert eine Existenzbehauptung von logischen Aussagen, jedoch keine Eigenschaftsbeschreibung C.W., VIII, 12. Keynes verwendet einen im Sprachgebrauch verankerten Logikbegriff, Ich mochte nun einige wenige Erganzungen zu den Zeitgenossen und ihren Arbeiten anfugen, um den Kontext der Entstehung der Manuskripte zu beleuchten. Mit Moore, Johnson, Keynes und Wittgenstein verbindet Russell eine realistische Grundposition, d.h., die Akzeptanz der Auenwelt vgl. Russell 19121967. Anders als Moore, geht Russell, Keynes, Johnson, spater dann Wittgenstein, gegen die erkenntnistheoretische Restriktion vor, in der die Welt und das Subjekt auf Ideen reduziert wird. Russell argumentiert im Sinne Kants, dass Erkenntnis mit Begriffen beginnt. Dies verbindet ihn mit Keynes, Johnson und dem spaten Wittgenstein.40 Russell argumentiert mit zwei damals umstrittenen Konzepten, die fur Keynes in den Manuskripten und spater in A Treatise eine Rolle spielen.41 Russell differenziert in Erkenntnis durch Bekanntschaft und Erkenntnis durch Beschreibung. Mit Erkenntnis 39 Winslow argumentiert im Sinne der eingangs vorgestellten Kontinuitatsthese und grenzt sich von Bateman ab; vgl. Winslow 1986, Winslow 1989a und Winslow 1989 b. 40 Wittgenstein gibt seine in den Jahren 19141918 im Tractatus logicophilosophicus ausgearbeitete Sprachauffassung kurz nach deren Publikation auf vgl. Muchlinski 2006. 41 Russells Buch Probleme der Philosophie 19121967 wird von der Mehrzahl der Autoren als Vorbild fur Keynes Erkenntnistheorie interpretiert. 27 durch Bekanntschaft thematisiert er die unmittelbare Erkenntnis ohne Verwendung von Schlussprinzipien. Die Quellen sind wahrgenommene Sinnesdaten, zum Beispiel Gerausche, Geruche, Gefuhle und Farben.42 Russell nennt sie Wahrnehmungswahrheiten und die Satze, in denen sie formuliert werden, Wahrnehmungsurteile 1967, 101f  Begriffe oder Kategorien generieren Erkenntnis und Erfahrung: Wir konnen die mit dem Gegenstand verknupften Sinnesdaten angeben, aber niemals den Gegenstand selbst ibid: 96, Diese Unmoglichkeit der Gegenstandserkenntnis vertritt Kant. Die Bekanntschaft von Dingen ist nicht identisch mit den Sinnesdaten selbst.43 Erkenntnis durch Beschreibung ist eine mittelbare Erkenntnisform, da sie auf der Verwendung von Schlussprinzipien basiert. Russell nennt sie diskursive Erkenntnis. Russell geht damit uber die Tradition der Sinnesdatenkonzeption, die noch fur Moore bindend ist, hinaus, da er die begriffliche Ebene des Erkenntnisprozesses thematisiert. Weder Russell noch Keynes erfullen die von den Zeitgenossen an sie gerichteten Erwartungen, diesen Verweisungszusammenhang zu prazisieren.44 BrownCollierBausor 1988 bemerken, dass die Unterscheidung zwischen direct und indirect knowledge die Keynes in Anlehnung an Russell trifft, analog der Differenzierung zwischen analytischen bzw. a priori und synthetischen Satzen bei Kant ist. Russell ist Mitbegrunder der Analytischen Philosophie und gilt als Vertreter des Logischen Atomismus. Der Logische Atomismus unterstellte, dass Tatsachen eindeutig definierbare Strukturen aufweisen, die ihrerseits mit der logischen Struktur der Sprache korrespondieren. Keynes greift diesen Aspekt auf und warnt davor, die mathematischen Darstellungen zugewiesene Wahrheitsanspruche zu adaptieren: Those writers, who strain after exaggerated precision without going the whole hog with Mr. Russell, are sometimes merely pedantic. They lose the readers attention, and the repetitious complication of their phrases eludes his comprehension, without their really attaining, to compensate, a complete precision C.W., VIII, 128. Keynes hinterfragt, ob Russell mit seinem Projekt der perfectly exact language noch im Bereich des gultigen Urteilens verbleibt, da er von Pramissen ausgeht, die nicht auf die Erfahrungswelt bezogen werden konnen. Er kritisiert Russell ob des scholasti 42 Sinnesdaten werden in der Analytischen Theorie Moore, Russell als elementare Bausteine des Universums verstanden, vgl. Gabriel 1993, 186. 43 Dinge sind fur Russell Universalien vgl. Russell 1967, 45, 95; vgl. Tugendhat 1993. 44 Die Herausgeber von A Treatise on Probability betonen, die Erwartungen an Keynes Schrift sei sehr hoch gewesen, da Russells zweistufige Erkenntnistheorie, die er 1912 publizierte, interessante Fragen aufgeworfen habe, die den Zusammenhang zwischen derivate knowledge und intuitive knowledge betreffen. 28 cisms, der sich in der Dominanz des formalen Symbolismus gegenuber der Alltagssprache zeigt. Keynes Einwande behalten einen hohen Stellenwert fur die Konzeption seiner okonomischen Theorie. Ein logisches Sprachsystem, basierend auf formalen Deduktionen, verdeutliche die deduktive Symbole, liefere keine Inhalte. Keynes opponiert, da Russell concludes with familiar results, but he reaches them from premises, which have never occurred to us before, and by an argument so elaborate that our minds have difficulty in following it. It gives rise to questions about the relation in which ordinary reasoning stands to this ordered system C.W., VIII, 128. Eine Reduktion der Alltagssprache auf den formalen Symbolismus impragniert nicht nur die Forschung leitende Frage und die Untersuchungsmethode, sondern auch damit erzielbaren Ergebnisse. Confusion of thought is not always best avoided by technical and unaccustomed expressions, to which the mind has no immediate reaction of understanding; it is possible, under the cover of a careful formalism, to make statements, which, if expressed in plain language, the mind would immediately repudiate C.W., VIII, 20, Fn 1. Diese Pramissenkritik, die sich in Keynes Kritik an Moore nachvollziehen lasst, ist wegweisend fur die Pramissensetzung in der okonomischen Theorie.45 Mathematische Symbole sind in der Alltagssprache und in der sozialen Interaktion zu verankern, um Bedeutung erlangen zu konnen. Interessanterweise formuliert Keynes seine Kritik am Formalsprachenprojekt zu einem Zeitpunkt, als Russell bereit ist, sich davon zu trennen. Diese Prima Philosophia, wie Russell den Logischen Atomismus in seinen Vorlesungen 1918 bezeichnet, ist fur ihn nicht mehr akzeptabel, da sich der Logische Atomismus und das intendierte Projekt der perfectly exact language auf eine Wiederbelebung des Idealismus zu bewege vgl. Muchlinski 2011a. Russell auert folgende Bedenken: Eine logisch perfekte Sprache ware, wenn sie konstruiert werden wurde, nicht nur ungeheuer umstandlich, sondern in Bezug auf ihren Wortschatz weitgehend die Privatsprache des Sprechers 2003, 234 ein Argument, das spater von Wittgenstein ubernommen wird. In der Schrift A Treatise fuhrt Keynes seine in den Manuskripten begonnene Begriffstatigkeit als philosophische Tatigkeit fort. Diese manifestiert sich in der Kritik an der formalen Sprache, wie sie Russell in Principia Mathematica vertritt.46 Die Bedeutung von Begriffen wurzelt nicht in formalen Definitionen. Die Anwendung der Mathematik in 45 Vgl. exemplarisch die Kapitel 2, 12, 13, 14 der General Theory. 46 Russell, Ramsey, Wittgenstein und Keynes arbeiteten uber vagueness, Vagheit der Alltagssprache und das Verhaltnis zur Idealsprache. 29 der Okonomie ist an formale Voraussetzungen gebunden, die oftmals nicht beachtet werden. It is a great fault of symbolic pseudomathematical methods of formalising a system of economic analysis  , that they expressly assume strict independence between the factors involved and lose all their cogency and authority if this hypothesis is disallowed;   To large a proportion of recent mathematical economics are merely concoctions C.W., VII, 2978. Diese Textstellen sind, obgleich sie uns 100 Jahre zuruckversetzen, in hochstem Mae fur die okonomische Theorie aktuell vgl. Rubinstein 2000.47 Ein Formalismus, der keinen Erfahrungsbezug intendiert oder erlaubt, ist riskant, denn seine Losungen sind leere Vernunfteleien oder sophistische Kunst Kant, Keynes zieht die Konsequenz der vorsichtigen Verwendung von formalen Darstellungen in seiner okonomischen Theorie. StekelerWeithofer unterstutzt zweifellos die Position von Keynes, wenn er pointiert: So wenig wie eine poetische Form, etwa Rhythmus und Reim, die Glaubwurdigkeit der mit ihrer Hilfe leichter lernbaren Merksatze erhoht, so wenig definieren Axiome und Deduktionsregeln die Wahrheit der deduzierbaren Satze 1999, 512. Handlungen und Entscheidungen sind unter Wahrscheinlichkeitsuberlegungen und Unsicherheit zu wahlen. Keynes bahnt seine begrifflichen Untersuchungen entlang neuer Kategorien. Er betont, dass die Alltagssprache durch Vagheit, fehlende Eindeutigkeit und Randscharfe gekennzeichnet ist. Die Bedeutung der Aussagen ist von Verwendung des Wortes im sozialen Kontext nicht zu trennen. Im Kontext der theoretischen Umdeutungen im Cambridge zu Beginn des zwanzigsten Jahrhunderts erortert er, dass Begriffe keine Etikettierungen der Welt sind. Interessant ist hierbei, dass Wittgensteins Distanzierung vom Tractatus und Umdeutung erst posthum, im Jahre 1951 als die Philosophische Untersuchungen publiziert wurden, erfolgt. Die Herausgeber betonen aber seine Vorarbeiten, die zuruck zu Tagebuchern von 19141916 reichen.48 Wittgenstein schreibt: Die Bedeutung eines Wortes ist sein Gebrauch in der Sprache 1984a Bd.1 43. Worter und Wortverwendungen sind Instrumente und als solche in unterschiedlichen Kontexten einsetzbar. Deshalb haben Worter unterschiedliche Verwendungen ibid, 421. Das meint ihre Randunscharfe und fehlende Exaktheit, die Keynes in den Manuskripten betont. 47 Rubinstein erklart, dass die Formalsprache der Interpretation in der Alltagssprache bedarf 2000, 5. 48 Die Art und Weise, wie die Sprache bezeichnet, spiegelt sich in ihrem Gebrauche wider und nicht, so mochte ich erganzen im Mentalen oder den Gegenstanden vgl. Wittgenstein 1984a Bd.1 177. Der Gebrauch ist das Sprachspiel vgl. Muchlinski 2006. 30 Meine Arbeitshypothese, dass okonomische Untersuchungen fur Keynes begriffliche Untersuchungen sind, impliziert auch, dass Keynes Uberlegungen und Werke nicht von diesen sprachphilosophischen Umwalzungen in Cambridge, die fur ihn eine zeitgeschichtliche Buhne bilden, zu trennen sind. Seine Einwande gegen das Projekt der Formalsprachendominanz, die an Russell adressiert ist, zeigen dies: If an author tries to avoid all vagueness, and to be perfectly precise, he will become so prolix and pedantic, will find it necessary to split so many hairs, and will be so constantly diverted into an attempt to clear up some other part of the subject, that he himself may perhaps never reach the matter at hand and the reader certainly will not C.W., XXIX, 36. Satze sind verstehbar auch und gerade wenn sie keine exakten Rander aufweisen, da ihre Bedeutungskonstitution im Gebrauch in Kontexten und nicht in deduktiven Regelsystemen erfolgt. Das Zitat von Keynes, das ich meinen Ausfuhrungen voranstellte, mochte ich an dieser Stelle enden lassen:   and after we have reached a provisional conclusion by isolating the complicating factors one by one, we then have to go back on ourselves and allow, as well as we can, for the probable interactions of the factors amongst themselves. This is the nature of economic thinking 1936, 297. 6. Abschlieende Bemerkungen Meine Arbeitshypothese, dass okonomische Untersuchungen fur Keynes begriffliche Untersuchungen sind, impliziert, dass seine Uberlegungen und Werke nicht von den sprachphilosophischen Umwalzungen in CambridgeUK zu trennen sind. Seine Einwande gegen das Projekt der Formalsprachendominanz verdeutlichen dies. Mit der Hervorhebung von individual judgment als Handlungs und Entscheidungsmotiv des Subjekts verwirft er die Konzeption eines Individuums, das invariant universellen Regeln unterzuordnen sei. Keynes verteidigt gegen den philosophischen Determinismus das Principium aller Pflichten gegen sich selbst Kant und damit ein wie es in seiner Auseinandersetzung mit Moore heit egoistisches Individuum, das sich durch verantwortungsvolles Handeln und Entscheiden unter Wissensunvollkommenheit in einer sich wandelnden Umgebung zu orientieren versucht. Die Konsequenzen einer begrenzt numerischen Messbarkeit von Wahrscheinlichkeit fur die Urteilsbildung, die er in den Manuskripten herausarbeitet, verlangt die Ankerung der Erwartungen im sozialen Kontext conventional judgment. Dies erfordert die Untersuchung der Wechselwirkungen von individuellen und 31 gesellschaftlichen Handlungen. Das Anerkennen von Wissensunvollkommenheit, Wahrscheinlichkeit und Unsicherheit veranlasst ihn nicht, in universellen Regeln oder in formaldeduktiven Losungen eine Quelle der Gewissheit zu behaupten. Keynes kann gegenuber den Gewissheitsvorstellungen eines zeitgenossischen philosophischen und okonomischen Dogmatismus abgegrenzt werden. Fur die Akzeptanz und Anerkennung der begrifflichen Differenzierung, fur die Umorientierung aus nicht mehr begreifbaren Denkschulen, rang Keynes Zeit seines Lebens. Seine Schriften sind Dokumente der Erorterungen von okonomischen, ethischen, philosophischen und politischen Problemen. Wie in diesem Beitrag gezeigt wurde, greift Keynes zentrale Argumente aus den ausgewahlten Manuskripten als begriffliche Pfade in der okonomischen Theorie auf. 7. Literaturverzeichnis Akerlof, G. A. 2002, Behavioral Macroeconomics and Macroeconomic Behavior. In: The American Economic Review, Vol. 92, No. 3: 412433. Akerlof, G. A. 2007, The Missing Motivation in Macroeconomics, Presidential Address, in: American Economic Review, Vol. 97, Issue 1, March 2007, 536. Ayer, A.J. 1971, Russell and Moore. The Analytic Heritage. London. Backhouse, R. E.Bateman, B. 2006, eds. The Cambridge Companion to Keynes, Cambridge: Cambridge University Press. Bateman, B.W. 1987, Keyness Changing Conception of Probability. In: Economics and Philosophy, Vol. 3: 97120. Bateman, B.W. 1988, G.E. Moore and J.M. Keynes: A Missing Chapter in the History of the Expected Utility Model. In: American Economic Review, Vol. 78: 10981106. Bateman, B.W. 1989, Human Logic and Keyness Economics: A Comment. In: Eastern Economic Journal, Vol. XV, Nr. 1, Jan.March: 6367. Bateman, B.W. 1991, Das Maynard Problem. In: Cambridge Journal of Economics. Vol. 18: 101111. Bateman, B.W.Hirai, T. and C. Marcuzzo 2009, eds. The Return of Keynes: Keynes and Keynesian Policies in the New Millennium. Cambridge, MA: Harvard University Press. Bieri, P. Hg. 19943, Analytische Philosophie der Erkenntnis. FrankfurtM. Bieri, P. 2001, Das Handwerk der Freiheit. Hanser Verlag Munchen. BrownCollier, E. Bausor, R. 1988, The Epistemology Foundations of the General Theory. In: Scottish Journal of Political Economy, Vol. 35, Nr. 3: 227241. Carabelli, A. 1988, On Keynes Method. London. Carabelli, A. 1991, The Methodology of the Critique of the Classical Theory: Keynes on Organic Interdepence. In: Bateman, B.W. Davis, J.B. Ed. 1991 Keynes and Philosophy. Essays on the Origin of Keyness Thought. London: 104125 Chisholm, R.M. 1979, Erkenntnistheorie. Munchen. Cottrell, A. 1993, Keyness Theory of Probability and its Relevance to his Economics. In: Economics and Philosophy, Vol. 9: 2551. Crabtree, D. Thirlwall, A.P. 1980, Keynes and the Bloomsbury Group, London. Davis, J.B. 1989, Keynes on Atomism and Organicism. In: The Economic Journal, Vol. 99: 11591172. Davis, J.B. 198990, Keynes and Organicism: Comment. In: Journal of Post Keynesian Economics, Vol 12, No 2: 308315. 32 Davis, J.B. 1991a, Keyness View of Economics as a Moral Science, in: Bateman, B.W. Davis, J.B. Ed. 1991, Keynes and Philosophy, Essays on the Origin of Keyness Thought, Aldershot UK: 89103. Davis, J.B. 1991b, Keyness Critique of Moore: Philosophical Foundations of Keyness Economics. In: Cambridge Journal of Economics, Vol. 15: 6177. Davis, J.B. 1994, Keyness Philosophical Development. Cambridge. Davis, J.B. 1995, Keyness Later Philosophy. In: History of Political Economy. Vol 27, Nr. 2: 237260. Dostaler, Gilles 2005, Keynes et ses Combats. Paris, Albin Michel. Dostaler, Gilles 2007, Keynes and his Battles. Edwar Elgar, Cheltenham, UKNorthampton, MAUSA. Dow, S. 1991, Keyness Epistemology and Economic Methodology. In: ODonnell, R.M. Hg. 1991b Keynes as a PhilosopherEconomist. The Ninth Keynes Seminar held at the University of Kent at Canterbury, 1989, London. Fitzgibbons, A. 1988, Keyness Vision. A New Political Economy. Clarendon Paperbacks, Oxford. Fitzgibbons, A. 1991, The Significance of Keyness Idealism. In: Bateman, B.W. Davis, J.B. 1991, Ed. Keynes and Philosophy. Essays on the Origin of Keyness Thought, Aldershot UK: 126132. Franke, G. und Jan P. Krahnen 2009, Instabile Finanzmarkte, Perspektiven der Wirtschaftspolitik 2009, 10 4, 335366. Gabriel, G. 1993, Grundprobleme der Erkenntnistheorie von Descartes zu Wittgenstein. Gottingen. Gerhardt, V. 2002, Immanuel Kant: Vernunft und Leben. Reclam. Stuttgart. Giddens, Anthony 1984, The Constitution of Society. Outline of the Theory of Structuration. Cambridge, Cambridge University Press. Gigerenzer, G. 1996, Why social context matters. In: Baltes, P.B.Staudinger, U.M. Eds. Interactive minds. Lifespan perspectives on the social foundation of cognition. Cambridge: 319346. Gigerenzer, G. 2000, Adaptive Thinking: Rationality in the Real World. New York: Oxford University Press. Gigerenzer, G., Hertwig, R. Pachut, T. Eds. 2011 Heuristics: The Foundations of Adaptive Behavior. New York, Oxford, University Press. Gillies, D. 2006, Keynes and Probability. In: BackhouseBateman Eds. 2006, 199216. Hauser, K. 1984, Die Rolle der Begriffswahl und der Begriffsbildung am Beispiel des Einkommens und der Einkommensteuer. In: Braun, H.Hahn, A.1984, Hrsg. Kultur im Zeitalter der Sozialwissenschaften. Friedrich H. Tenbruck zum 65. Geburtstag. Diedrich Reimer Verlag Berlin: 5170. Hillard, J. 1992, Keynes, Orthodoxy and Uncertainty. In: Gerrard, B. Hillard, J. 1992, Ed. The Philosophy and Economics of J.M. Keynes, Aldershot UK: 5979. Hillard, J. 1995, Keynes, Interdependence and the Monetary Production Economy. In: DowHillard Ed. 1995, Dow, S. Hillard, J. Ed. 1995, Keynes, Knowledge and Uncertainty. AldershotUK: 244263. Issing, O. 2010a, Politischer Wille oder okonomisches Gesetz? Anmerkungen zu einem groen Thema. Beitrag auf der Tagung der Bayerischen Wissenschaften, Wissenschaft und Politik, 14. bis 16. Oktober 2009, Munchen unveroffentlichtes Manuskript Issing, O. 2010b, Geld und Vertrauen. Vortrag im Rahmen der Reihe Wirtschaft und Kultur im Gesprach an der Universitat Mannheim, http:www.wirtschaftundkultur.de Kant, I. 17873, Kritik der reinen Vernunft. Nach der 1. und 2. Originalausgabe Hg. Schmidt, R., Hamburg, 1990. Kahneman, D. 2003, Maps of Bounded Rationality: Psychology for Behavioral Economics. In: The American Economic Review, Vol. 93, Number 5, December: 14491475. Keynes, J.M. 19041911, The Provost and Scholars of Kings College, Cambridge University, UK. Keynes, J.M. 197389, The Collected Writings C.W. of John Maynard Keynes. Volume IXXXII, Moggridge, D.E. Johnson, E. Ed.: Macmillan, London. 33 Keynes, J.M. 1933, A Monetary Theory of Production. In: C.W., Vol. XIII. The General Theory and After. Part I. Ed. by Moggridge, D.E. ibid. Keynes, J.M. 1937a, The General Theory of Employment. In: The Quarterly Journal of Economics: 209223. Keynes, J.M. 1937b, The ExAnte Theory of the Rate of Interest. In: C.W., Vol. XIV: 215223. London. Keynes, J.M. 1919, The Peace Conference 1919. In: Keynes C.W., Vol. XVI: 387 ff. Keynes, J.M. 1925, The Economic Consequences of Mr. Churchill. In: Keynes C.W., Vol. IX: 207230. King, M. 2004, The Institutions of Monetary Policy. Richard T. Ely Lecture, in American Economic Review, Vol. 94, No. 2, 113. Knobloch, C. 1999, Inwiefern wissenschaftliche Gegenstande sprachlich konstituiert sind und inwiefern nicht, In: Wiegand, H. E. 1999 Hrsg. Sprache und Sprachen in den Wissenschaften. Geschichte und Gegenwart. De Gruyter Verlag Berlin: 221243. Kober, M. 2002, Bedeutung und Verstehen. Grundlegung einer allgemeinen Theorie sprachlicher Kommunikation. Mentis Paderborn. Kraut, R. 2007, What is Good and Why? The Ethics of WellBeing. Harvard University Press. Cambridge, Massachusetts, London, England. Kunne, W. 1994, Wahrheit. in: Martens, E.Schnadelbach, H. Hg. Philosophie. Band 1, Hamburg: 116171. Lawson, T. 1991, Keynes an the Analysis of RationalBehavior. In: ODonnell, R.M. 1991b, Keynes as a PhilosopherEconomist. The Ninth Keynes Seminar held at the University of Kent at Canterbury, 1989, London. Majetschak, Stefan 2004, Privatsprache bei Russell und Wittgenstein. Uber einige Hintergrunde des sogenannten Privatsprachenarguments. In, Lutterfelds, Wilhelm Hrsg. 2004 Erinnerungen an Wittgenstein: Kein Sehen in die Vergangenheit? Peter Lang Verlag, FrankfurtMain, 109125. Moggridge, D. E. Ed. 1992, Maynard Keynes. An Economists Biography. Routledge, LondonNew York. Moore, G.E. 19031970, Principia Ethica. Deutsche Ubersetzung von B. Wisser. Stuttgart. Muchlinski, E. 1996a, Keynes als Philosoph. Duncker und Humblot, Berlin. Muchlinski, E. 1996b, Die erkenntnistheoretische Position von John Maynard Keynes Anmerkungen zur aktuellen Kontroverse. In: Zeitschrift fur Wirtschafts und Sozialwissenschaften ZWS 116, S. 615640. Muchlinski, E. 1998, The Philosophy of John Maynard Keynes A Reconsideration. In: Cahiers d Economie Politique. Histoire de la Pensee et Theories, No. 3031, LHarmattan, ParisMontreal: 227253. Muchlinski, E. 1999,The Lucas Critique Lucasianism Considering the History of Macroeconomics. In: Diskussionsbeitrage des Fachbereichs Wirtschaftswissenschaft der Freien Universitat Berlin Nr. 19991, Volkswirtschaftliche Reihe, 39 S., ISBN3933225469. Muchlinski, E. 2002, Transzendentaler Realismus oder Transformation der Kategorien? In: Bauer,L.Hamberger, K. Hg. 2002, Gesellschaft Denken. Eine erkenntnistheoretische Standortbestimmung der Sozialwissenschaften. Springer Verlag, Wien, New York: 215234. Muchlinski, E. 2003a, Epistemologie et probabilite chez Keynes. In: LACTUALITE ECONOMIQUE. REVUE DANALYSE ECONOMIQUE, Vol. 79 Nos 12, janvierdecembre 2003, HEC Montreal, Societe Canadienne de Science Economique: 5770. Muchlinski, E. 2003b, Knowledge, Knowledge Sharing and Convention in Keynes Thinking. In: Helmstadter, Ernst Ed. The Economics of Knowledge Sharing. Edward Elgar: 115129. Muchlinski, E. 2005, Kreative Theorieproduktionen: Wittgenstein und Keynes. In: Abel, Gunter 2005 Hrsg. Kreativitat. XX. Deutscher Kongress fur Philosophie, Sektionsbeitrage Bd. 1, Universitatsverlag der Technischen Universitat Berlin, September 2005, 969979. Muchlinski, E. 2006, Was meint Wittgenstein mit In der Sprache wird alles ausgetragen? Logos Verlag Berlin. Muchlinski, E. 2007, Keynes A Treatise on Probability, Beitrag fur die KeynesGesellschaft, on page: http:www.keynesgesellschaft.de 34 Muchlinski. E. 2008, Keynes, John Maynard. In: Handbuch der Politischen Philosophie und Sozialphilosophie. Gosepath, S.Hinsch, W.Rossler, B. Hrsg. 2008, Walter de Gruyter, Berlin, New York, 604608. Muchlinski, E. 2010a, Metaphern, Begriffe und Bedeutung. Das Beispiel internationale monetare Institutionen. Diskussionsbeitrage 201014 des Fachbereich Wirtschaftswissenschaft der Freien Universitat Berlin, Economics, ISBN 9783941240261. Muchlinski, E. 2010b, Wie zweckmaig ist das Vorbild der Physik fur okonomische Begriffe und Metaphern? Diskussionsbeitrage 201013 des Fachbereich Wirtschaftswissenschaft der Freien Universitat Berlin, Economics, ISBN 9783941240254. Muchlinski, E. 2011a, Central Banks and Coded Language. Risks and Benefits. Palgrave Macmillan Basingstoke, et al.New York July, forthcoming Muchlinski, E. 2011b, Keynes Economic Theory Judgment under Uncertainty. In, Tom Cate ed. 2011 Keynes General Theory Seventy Five Years Later. Edward Elgar Publishing forthcoming Muchlinski, E. 2011c, Wissen, Sprache und Bedeutung in der Okonomik. Studien zur Entwicklung der okonomischen Theorie, XXVIWissenThe Knowledge Economy, Schriftenreihe des Vereins fur Socialpolitik N.F., Duncker Humblot, Berlin, 83102. ODonnell, R.M. 1989, Keynes: Philosophy, Economics and Politics. The Philosophical Foundations of Keyness Thought and their Influence on his Economics and Politics. London. ODonnell, R.M. 1990a, Continuity in Keyness Conception of Probability. In: Moggridge, D.E. Ed. Keynes, Macroeconomics and Method. Selected Papers from the History of Economics Society Conference, 1988. Perspectives on the History of Economic Thought: 5372. ODonnell, R.M. 1990b, Keynes on Mathematics: Philosophical Foundations and Economic Applications. In: Cambridge Journal of Economics, Vol. 14: 2947. ODonnell, R.M. 1991a, Keynes on Probability, Expectations and Uncertainty. In: ODonnell, R.M. 1991a, Keynes as a PhilosopherEconomist. The Ninth Keynes Seminar held at the University of Kent at Canterbury, 1989, London. ODonnell, R.M. 1991b, Keynes as a PhilosopherEconomist. The Ninth Keynes Seminar held at the University of Kent at Canterbury, 1989, London. Polanyi, K. 1985, Implizites Wissen. Frankfurt am Main. Suhrkamp. Ramsey, F. P. 1980, Grundlagen. Abhandlungen zur Philosophie, Logik, Mathematik und Wirtschaftswissenschaft, Problemata frommannholzboog, Berlin. Rorty, R. 1991, Inquiry as Recontextualisation: An AntiDualist Account of Interpretation, in D. Hiley ed., The Interpretative Turn. Philosophy, Science, Culture, Ithaca, NY: Cornell University Press, pp. 5980. Rubinstein, A. 2000, Economics and Language. Cambridge UP. Russell, B. engl. 1912 dt. 1967, Probleme der Philosophie, FrankfurtMain. Russell, B. 1959 1992, Denker des Abendlandes. Munchen. Russell, B. 1976, Die Philosophie des logischen Atomismus. Munchen Russell, B. 20032, Sechs Aufsatze zum Logischen Atomismus. Beitrage zur Logik und Erkenntnistheorie 1908 1918. Hrsg. von J. Sinnreich, Xenomos Verlag Berlin: 81100. Shionoya, Y. 1991, Sidgwick, Moore and Keynes: A Philosophical Analysis of Keyness My Early Beliefs. In: Bateman, B.W. Davis, J.B. Ed. 1991, Keynes and Philosophy. Essays on the Origin of Keyness Thought. Aldershot UK: 629. Skidelsky, R. 1983, John Maynard Keynes: Hopes Betrayed 18831920. 2 Bande, London. Skidelsky, R. 1995, Review of Davis, John B. 1994a, Keyness Philosophical Development. In: The Economic Journal, 106 July: 10701072. Spahn, H.P. 2007 Realzins, intertemporale Preise und makrookonomische Stabilisierung. Ein Streifzug durch die Theoriegeschichte. Hohenheimer Diskussionsbeitrage. Institut fur Volkswirtschaftslehre 520 Universitat Hohenheim, ISSN 09308334. Stroud, B. 1990, Wittgenstein on Meaning, Understanding, and Community. In: Wittgenstein Eine Neubewertung: Akten des 14. Internationalen WittgensteinSymposiums, Kirchberg am Wechsel. Hrsg. Von Rudolf Haller und Johannes Brandl. Wien: HolderPichlerTempsky. Schriftenreihe der WittgensteinGesellschaft: Bd. 19: 2736. 35 StekelerWeithofer, P. 1999 Wie bestimmen Sprachformen den Horizont einer Wissenschaft? In: Wiegand, H. E. 1999 Hrsg. Sprache und Sprachen in den Wissenschaften. Geschichte und Gegenwart. De Gruyter, Berlin: 508532. Trabant, J. 1999, La Lingua di questa Scienza: Alte Sprache Neue Wissenschaft. In: Wiegand, H. E. 1999 Hrsg., Sprache und Sprachen in den Wissenschaften. Geschichte und Gegenwart. De Gruyter Verlag Berlin: 716741. Trabant, J. 2003, Mithridates im Paradies. Kleine Geschichte des Sprachdenkens. C.H.Beck Verlag, Munchen. Tugendhat, E. 1993, Selbstbewusstsein und Selbstbestimmung. Sprachanalytische Interpretationen. Suhrkamp, FrankfurtMain. Vercelli, A. 1991, Methodological Foundations of Macroeconomics: Keynes and Lucas. Cambridge University Press. Watzlawick, P.Beavin,J.H.Jackson, D. D. 2000101969, Menschliche Kommunikation. Formen, Storungen, Paradoxien. Verlag Hans Huber, Bern, Gottingen, et al. Weber, M. 1904, Die Objektivitat sozialwissenschaftlicher und sozialpolitischer Erkenntnis. In: ders. Gesammelte Aufsatze zur Wissenschaftslehre. 7. Auflage, Tubingen 1988: 146214. Whitehead, A.N. 1908 A, Dr. A.N. Whiteheads and Mr. W.E. Johnsons Report on Mr. Keyness Dissertation 1908, unpublished. In the Marshall Library of Economics holdings of Keynes papers. Cambridge University. Winslow, E.G. 1986, Human Logic and Keyness Economics. In: Eastern Economic Journal, Vol. XII, Nr. 4: 413430. Winslow, E.G. 1989a, Organic Interdependence, Uncertainty and Economic Analysis. In: The Economic Journal, Vol. 99: 11731182. Winslow, E.G. 1989b, Human Logic and Keyness Economics: A Reply to Bateman. In: Eastern Economic Journal, Vol. XV, Nr. 1: 6769. Wittgenstein, L. 1984a, Tractatus logicophilosophicus. Tagebucher 19141916. Philosophische Untersuchungen. Hrsg. von Rush Rhees. Werkausgabe Band 1, Suhrkamp Verlag, FrankfurtMain. Wittgenstein, L. 1984b, Uber Gewissheit, Zettel, Vermischte Bemerkungen. Hrsg. von Rush Rhees, Werkausgabe Band 8, Suhrkamp Verlag, FrankfurtMain. Wittgenstein, L. 1995 Ludwig Wittgenstein: Cambridge Letters. Correspondence with Russell, Keynes, Moore, Ramsey and Sraffa. Ed. By Brian Mc Guinness and G.H. von Wright, Blackwell Publishers, Oxford. 36 Diskussionsbeitrage des Fachbereichs Wirtschaftswissenschaft der Freien Universitat Berlin 2011 20111 NEHER, Frank Markets Wanted Expectation Overshooting in Transition Economics 20112 KNOLL, Martin Petra ZLOCZYSTI The Good Governance Indicators of the Millennium Challenge Account Economics 20113 KAPPLER, Marcus Helmut REISEN Moritz SCHULARICK Edouard TURKISCH The Macroeconomic Effects of Large Exchange Rate Appreciations Economics 20114 MULLER, KaiUwe Viktor STEINER Economics 20115 WRAGE, Markus Anja TUSCHKE Rudi K. F. BRESSER The Influence of Social Capital on CEO Dismissal in Germany Strategic Management 20116 BLAUFUS, Kay Sebastian EICHFELDER Jochen HUNDSDOERFER The hidden burden of the income tax FACTS 20117 MUCHLINSKI, Elke Die Rezeption der John Maynard Keynes Manuskripte von 1904 bis 1911 Economics Beschaftigungswirkungen Mindestlohnen von Lohnsubventionen und ", "filename": "658945068.pdf", "person": ["Elke Muchlinski", "Muchlinski, Elke"], "date": ["2011"]}