{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45621/1/659413396.pdf"], "title": ["Imagined futures. Fictionality in economic action"], "plaintext": "Beckert: Imagined Futures iii Abstract Starting from the assumption that decision situations in economic contexts are characterized by fundamental uncertainty, the paper argues that the decisionmaking of intentionally rational actors is anchored in fictions. Fictionality in economic action is the inhabitation in the mind of an imagined future state of the world and the beliefs in causal mechanisms leading to this future state. Actors are motivated in their actions by the imagined future and organize their activities based on these mental representations. Since these representations are not confined to empirical reality, fictionality is also a source of creativity in the economy. Fictionality opens up a way to an understanding of the microfoundations of the dynamics of the economy. The paper develops the notion of fictional expectations and applies it to investments, consumption and money. The last part relates the notion of fiction to calculation and social macrostructures as two other devices of decisionmaking and hints at the relevance of fictionality for the macrodynamics of capitalism.Zusammenfassung Entscheidungshandeln in wirtschaftlichen Kontexten findet unter Bedingungen fundamentaler Ungewissheit statt. Ausgehend von dieser Annahme argumentiert das Papier, dass Entscheidungen intentional rationaler Akteure in Fiktionen verankert sind. Fiktio nalitat umfasst die Vorstellungen des zukunftigen Zustands der Welt und der kausalen Mechanismen, die zu diesem Zustand fuhren. Akteure werden durch diese Imaginationen der Zukunft motiviert und organisieren ihre Handlungen auf ihrer Grundlage. Da die Vorstellungen nicht an die empirische Realitat gebunden sind, ist Fiktionalitat auch eine Quelle der Kreativitat. Fiktionalitat eroffnet so einen Weg zum Verstandnis der Mikrofundierung wirtschaftlicher Dynamik. Das Papier entwickelt das Konzept der fiktionalen Erwartungen und wendet es auf Investitionen, Konsum und Geld an. Im letzten Teil wird das Verhaltnis von Fiktionen zur Rolle von Kalkulation und sozialen Makrostrukturen in der Entscheidungsfindung erortert und die Relevanz von Fiktionalitat fur die Makrodynamik des Kapitalismus angedeutet.iv Contents 1 Decisionmaking in economics and sociology Economics Economic sociology 2 From rational expectations to fictional expectations Fictionality Fictions as stories Fictions and economic dynamics Fictions as a basis for action Literary and nonliterary fictions 3 Fictionality in economic action Investment decisions Consumption Trust and money 4 The role of calculation and social macrostructures Calculation and fictionality Macrostructures and fictionality 5 Conclusion References MPIf G Discussion Paper 10 822345791011121217182121232426Beckert: Imagined Futures 1Imagined Futures: Fictionality in Economic ActionThere are matters about which there is no scientific basis on which to form any calculable probability whatever. We simply do not know. Nevertheless, the necessity for action and for decision compels us as practical men to do our best to overlook this awkward fact   Keynes 19731937: 213On what basis do actors make decisions in economic contexts? According to economic theory, decisions are based on rational calculations of the outcomes associated with the various possible choices. Following sociological approaches to the economy, decisions are anchored in social structures, especially institutions, networks, and cultural frames. In this paper, I want to add a different perspective on the question of the microfoundations of economic action, giving weight to a much underemphasized aspect of it. Starting from the assumption that decision situations in economic contexts are characterized by fundamental uncertainty, I argue that the decisionmaking of intentionally rational actors is anchored in fictions. By fictions I refer to images of some future state of the world or course of events which are cognitively accessible in the present through mental representation. Fictionality in economic action is the inhabitation in the mind of an imagined future state of the world. Actors are motivated in their actions by the imagined future state and organize their activities based on these mental representations. Since these representations are not confined to empirical reality, fictionality is also a source of creativity in the economy. Fictional expectations in the economy take narrative form as stories, theories, and discourses. Including fictionality in a theory of decisionmaking opens up a way to an understanding of the microfoundations of the dynamics of the economy. I first provide a brief overview of various approaches in economics and economic sociology to the explanation of economic decisionmaking. This will sharpen the point of departure advanced in the article. Second, I develop the notion of fictional expectations to be applied here and its role in the constitution of action in economic contexts and especially the creativity of action. In the third part, I illustrate the role of fiction in the contexts of investments, consumption, and money. In the last section, I relate the notion of fiction to the role of calculation and social macrostructures in economic decisionmaking. Finally, in the conclusion I hint at the relevance of fictional expectations for the macrodevelopment of the economy. For helpful comments on earlier versions of this paper I would like to thank David Dequech, Christoph Deutschmann, Arne Dreler, Martin Hellwig, Sophie Mutzel, and Werner Rammert.2 MPIf G Discussion Paper 10 81 Decisionmaking in economics and sociology Economics Economic theory assumes that actors make choices based on rational calculations Williamson 1993. Assuming a fixed set of preferences, given factor endowments and restrictions, actors calculate the choice which maximizes their expected utility. To do so, actors systematically scrutinize all possible alternative combinations and calculate the consequences of all options. This makes it possible to arrange the various options in a rank order of utility and to construct complete indifference maps across all feasible tradeoffs. The macroeconomic result is an equilibrium which can be deduced mathematically based on the starting conditions and the assumptions made in the theory. The future enters into the decision models of economics in the form of rational expectations Muth 1961; Lucas 1972. Assuming market pressures and the systematic use of all available information, rational expectations theory states that the predictions actors form with regard to economically relevant variables in the future are correct, in the aggregate, because all individual errors are random. Hence, the predicted outcomes do not differ systematically from the resulting market equilibrium. As a consequence, the uncertainty entailed in the future is transformed into a state predictable by forecast, allowing for the rational calculation of optimal choices. One of the rituals of economic theorizing is to assume optimizing behaviour and rational expectations based on a full understanding of ones environment Hellwig 1998: 721.The assumption that decisions in economic contexts can be optimal choices based on rational expectations has been criticized within economics. One of the most prominent critiques stems from John Maynard Keynes. According to Keynes, expectations cannot be uniquely correct, since our existing knowledge does not provide a sufficient basis for a calculated mathematical expectation Keynes 19641936: 152. In consequence, all sorts of considerations enter into the market valuation which are in no way relevant to the prospective yield Keynes 19641936: 152. Similarly, economists working in the tradition of the Austrian School see the limits of rational expectations theory in the unknowability of the future due to novelty that cannot be anticipated in the present BuchananVanberg 20081984: 380 f  Expectations, and the decisions based on them, are shaped by the ability of humans to see and do things in a novel way Dequech 1999: 422. The possibility of rational calculation has also been questioned by theories of bounded rationality.1 Actors lack the necessary information to calculate the optimal choice or they might not have the cognitive capabilities to do so Simon 1957. Moreover, actors have different aspirational levels, assume different random events, and cannot predict 1 A further critique of the economic model refers to its consequences with regard to the determinacy of choices Parsons 19491937; Bronk 2009: 216. Spiro Latsis 1972 has summarized this point in the statement that general equilibrium theory confronts actors with singleexit situations: that is, a situational determinism which reduces choice to the execution of the optimizing decision.Beckert: Imagined Futures 3precisely the behavior of their interaction partners GuthKliemt 2010, making it impossible to predict equilibrium outcomes. This implies that decisionmaking cannot be understood as the mechanical, rational processing of information, leading to unequivocal equilibria based on optimizing decisions. Economic theories of rational expectation are wrong in ignoring the real cognitive capacities of actors: How can one impute to the social agents the capacity to make the calculations that occupy many pages of mathematical appendixes in the leading journals and that can be acquired only through years of professional training? Elster 2009: 7.Behavioral economics goes beyond the concept of satisficing by attempting to understand systematically the different types of cognitive biases in decision processes.2 It refers to cognitive mechanisms, such as stereotypes, overconfidence, limited attention, the sunkcost fallacy, or projection biases as relevant aspects in decisionmaking, potentially diverting actors from the optimal choice. The hope of behavioral economists is that, once one understands precisely how these cognitive mechanisms influence the decisionmaking process, it becomes possible to develop a predictive theory of decisionmaking that is more realistic than expected utility theory. Economic sociology Economic sociology has paid little attention to the microfoundations of the economy Beckert 2003. This is attributable largely to the structuralist premises of most work in economic sociology. In structural theories, the question of how actors make choices is answered only indirectly: decisions are anchored in social macrostructures, such as networks, institutions, and cultural scripts which direct choices Callon 1998: 11 ff.; Granovetter 1985; Dobbin 2004. Even when explaining the dynamics of economic formations, structuralist theories do not necessarily need a behavioral basis. Change can be explained also in terms of the internal contradictions of institutional configurations Di Maggio 1988; StreeckThelen 2005, the reconfiguration of network structures Burt 1992, or exogenous cultural shifts. To the extent that theories in economic sociology address the issue of microfoundations, they usually make pragmatic use of rational actor models, assuming, for instance, that behavior changes with different institutional incentives HallSoskice 2001 or a change in position in the network structure Burt 1992; Granovetter 1985. Structuralist theories in economic sociology are closely related to economics if they consider networks and technologies to be the basis for the possibility of rational calculation Callon 1998; CallonMuniesa 2005. 2 An important vantage point for behavioral economics has been the work of Maurice Allais 1953, who showed that, in certain betting experiments, agents violate the principle of maximum expected utility.4 MPIf G Discussion Paper 10 8Although structuralist approaches dominate in economic sociology, this is not to say that there have been no advances which deal with questions of the microfoundations of economic action Barbalet 2010; Beckert 2003; StorperSalais 1997. These theories usually make the uncertainty and indeterminacy of decision situations the starting point of their reasoning and bring to the fore the need for actors to interpret the social macrostructures in the action process. According to Neil Fligstein 2001: 112 the identities of actors that is, their interpretation of the structures of the world are not fixed but emerge in the process of social interaction. Charles Sabel and Jonathan Zeitlin 1997: 15 argue that actors define themselves strategically in the very act of constituting their context because context is not objectively given but established through the definition of the situation carried out by the actors who are acting in these structures. The economics of conventions FavereauLazega 2002 assumes the simultaneous presence of different conventions, making it necessary for actors to decide which convention holds in a specific situation, a process that takes place in the action process and is potentially conflictual. 2 From rational expectations to fictional expectations Action takes place in the present but is directed towards the future. Making a choice means to evaluate possible courses of action in light of a future desired state.3 To make decisions in the economy, actors must form expectations, among other things, with regard to technological development, consumer preferences, prices, availability of raw materials, the strategies of competitors, the demand for labor, the trustworthiness of promises, the state of the natural environment, political regulations, and the interdependencies between these factors. The complexity of decision situations, cognitive biases, unforeseeable interaction effects, and genuine novelty through unpredictable innovations and the choices of other actors make it impossible to predict the future as already implied in the present. The future holds novelty and genuinely unpredictable outcomes BuchananVanberg 20081984: 380. Hence choices represent a gamble in an unanalyzable world. It is a gamble on being intelligent in the long run AugierKreiner 2000: 677.4 3 4 In this article, I assume that actors in economic contexts are intentionally rational: they intend to maximize their utility. This is not to deny the crucial role of routine behavior also in economic contexts Camic 1986; Tappenbeck 1999: 48. The discussion here, however, refers only to a type of action in which actors are reflexive in the sense that they make decisions based on a deliberate consideration of alternatives, weighted against each other with regard to their expected outcomes.In part, this is a problem of lack of thoroughness of economic analysis Hellwig 1998: 719 ff  However, the problem cannot be reduced to superficiality of analysis. In practical terms, actors are simply overburdened and therefore cannot take all relevant information into account Elster Beckert: Imagined Futures 5However, despite its unknowability, actors form expectations with regard to the future state of the world, the relevant parameters for their decisions, and the likely decisions of relevant other actors. On what basis are expectations formed if they are not rational calculations of what will indeed be the case? What are expectations under conditions of uncertainty?I suggest that expectations with regard to uncertain future events are fictions. These fictions provide parameters for decisionmaking and thereby provide orientation despite the uncertainty inherent in the situation. At the same time, such fictions are themselves also a source of the uncertainty they are responding to because decisions based on counterfactual imaginings can bring about novelty. Table 1 juxtaposes different modes of decisionmaking.Table 1 Rational and fictional expectations Mode of operation Situation Certainty and risk Calculation Script following Imagination Fictionality Basis for decisions Rational expectations Uncertainty certainty and riskSocial macrostructures Uncertainty Fictional expectations The term fiction is alien to economic discourse. It stems from literary theory. Fiction as a term derives from the Latin fictio, which means forming, which is itself derived from the term fingere to shape, to form, to make up Bunia 2009: 47; Vaihinger 20071911: 129. The main characteristic of fiction is not that it is not real hence the mistaken opposition between fiction and reality but that it creates a world of its own. Fiction creates a space, in which one can in thought and imagination experience a different reality which can differ from real reality to any extent Bunia 2009: 47. In this sense, John Searle 1975: 320 has characterized fiction as nonserious. By this Searle does not mean that writing fiction is not a serious activity but that the author of fiction isnt seriously committed to believing that the statements he makes are indeed true propositions about the world. The worlds created through fiction are based not on an empirically observable truth but on the authors imaginings. This does not imply that there is no correspondence to reality. On the contrary, the assertions made in fictional texts achieve their credibility often because they could very well be true or because they are closely interwoven with elements that are indeed nonfictional.5 2009. And with regard to novelty the necessary information for optimizing decisions is simply not available at the time of decision making Dequech 2003. 5 Another element of the credibility of fictional texts is their coherence Searle 1975: 331.6 MPIf G Discussion Paper 10 8The parallel with representations of the future finding expression in the expectations of economic actors is evident. Such depictions can also be nonserious only in the sense that they refer to nonobservable states that may or may not take place. This brings up the question of why neither fictional texts nor expectations regarding future events are simply disregarded as uninteresting or even as lies. Why is the reader or the holder of expectations willing to assume an attitude described by the British Romantic poet Samuel Taylor Coleridge as the willing suspension of disbelief Coleridge 1817? Searle shows that the willingness to suspend disbelief is based on specific rules applied in the writing and reception of fictional texts but not in the writing and reception of nonfictional texts. What makes fiction possible is a set of extralinguistic, nonsemantic conventions   that enable the speaker to use words with their literal meanings without undertaking the commitments that are normally required by those meanings Searle 1975: 326. The author of fiction is pretending to make an assertion or acting as if she were making an assertion ibid.: 324. Pretending here does not mean that the author intends to deceive the reader, but rather that she pretends in the sense of acting as if. The conventions are shared by readers who are willing to go along with the pretended assertions made by the author. Searle summarizes his analysis of the characteristics of fiction in the definition: A fictional story is a pretended representation of a state of affairs ibid.: 328. The analysis of the characteristics of fictional texts is relevant beyond literary theory because of the crucial role, usually underestimated, that imagination plays in human life, and the equally crucial role that shared products of imagination play in human social life Searle 1975: 332. Hence the fictional is not confined to the literary world: Fictions also play vital roles in the activities of cognition and behavior, as in the founding of institutions, societies, and world pictures Iser 1993: 12. It is this intuition which is taken up here. I suggest that, under conditions of uncertainty in which future states of the world cannot be calculated, fictions, created by the actors in the field, substitute for the unachievable calculationbased anticipation of future states and of future events.6 Fictional expectations allow actors to create a representation of future events, making them capable of acting purposefully with reference to this pretended future, even though this future is indeed unknown and therefore unpredictable. Fictionality, moreover, allows the attribution of qualities to goods that exist only as imaginaries. By analogy to the definition of fictional texts provided by John Searle 6 Although imaginings form the basis for fiction its production and its reception and the notion of imagination plays a greater role in economic thought Bronk 2009; Shackle 1979 than the concept of fictionality, fiction seems to be the more suitable conception. As Volkmann 2001: 15 elaborates with reference to Wolfgang Iser, the act of fictionalizing converts the diffuseness of the imaginary into a gestalt. Fictionalizing provides the imaginary with a determinacy that it would otherwise not possess ibid Beckert: Imagined Futures 7I argue that expectations are, under conditions of uncertainty, pretended representations of a state of affairs.The argument relates to Hans Vaihingers 20071911 epistemological analysis of the role of fiction in science. Vaihinger describes scientific categories and theories as consciously false assumptions ibid.: XII in the sense that the objects characterized do not actually possess the characteristics ascribed to them but are treated as if they would hold these characteristics ibid.: 163. The use of such fictions is necessary since humans can never know the underlying reality of the world itself.7 A similar problematic holds for decisionmaking under conditions of uncertainty. Since the future cannot be known, expectations are images of future states of the world which are taken by actors as if they were true. They are placeholders Riles 2010 in the decisionmaking process through which the unknowability of future states of the world and courses of events is overlooked for the moment. Fictions as stories The use of the notions imagination and fictionality warrants further clarification. In a way, all action is based on imaginings of future states. Alfred Schutz 2004: 152 ff. defines action as behavior that has been designed in advance. The actor, in order to choose a course of action, must put himself imaginatively in the situation in which the goal is already achieved. While this holds true for all action, it is not a necessary condition for action that the actor can rationally calculate how the future will look. Under conditions of uncertainty this is exactly what he cannot do. Instead of leading to paralysis, uncertainty is overcome by suspending the disbelief in the calculability of future states, and by acting based on fictional depictions which are handled by the actors as if they were true representations of the future.These fictional depictions take narrative form. It is through their storystructure that imaginings of future states become determinate Iser 1993. Stories have become a topic in economic sociology DiazBoneKrell 2009; Mutzel 2010; White 1992, organization studies Brown et al. 2005; Czarniawska 2004, economic anthropology Holmes 2009, and political science Salmon 2007, but also in economics AkerlofShiller 2009; McCloskey 1990. One strand of this research focuses on narrative representations of past occurrences that take the form of organizational, economic, or societal myths Anderson 1983. Stories, however, are also used to depict future events imaginatively. 7 Vaihingers argument is closely related to John Deweys 19881929 analysis of the knowledge process. According to Dewey, scientific progress develops in the action process based on beliefs which provide orientation. Beliefs are tentative knowledge that must be verified in practical activity. The underlying uncertainty cannot be dissolved but is the basis for continuous inquiry into the characteristics of the objective world. 8 MPIf G Discussion Paper 10 8Financial markets are especially prone to giving rise to such stories about events in the future, as can be seen from the dotcom euphoria, the enthusiasm for the biotechnology industry in the late 1990s, or the BRIC concept a few years later. Moreover, influential economic actors such as central banks shape expectations through narratives giving an account of the current economic situation and its future development. Such narratives serve as analytical bridges to the near future Holmes 2009: 386. Instead of just reporting the facts, stories create the economy itself as a communicative field and as an empirical fact ibid.: 384. The stories circulating move markets by influencing demand and prices: Stories impart meaning, which is to say worth Mc Closkey 1990: 68. The expectation that gold will rise to two thousand dollars, put forward by commodities investor Jim Rogers in October 2010 see the Frankfurter Allgemeine Zeitung of October 20, 2010, is a story providing a justification for investing money in the precious metal. Rogers can foresee future events in the commodity markets as little as anybody else, but his story may nevertheless shape expectations and thereby motivate investment decisions. High confidence tends to be associated with inspirational stories, stories about new business initiatives, tales of how others are getting rich AkerlofShiller 2009: 55.Fictional depictions, however, not only create worth, but can also destroy it: the Asian crisis in 1997 started out as a Thai crisis. Investors took the crisis in Thailand as evidence of potential difficulties in other Asian countries Hellwig 1998: 715. This opinion formed in the financial markets despite very different situations in these countries in terms of economic fundamentals. By withdrawing funds also from countries like Korea investors created the difficulties that were predicted by the story. If a sufficient number of investors believe in the fictional depiction it becomes a selffulfilling prophecy. If the fictional story is disappointed, expectations will eventually be revised. This points to an experimental process in which stories are open to revision and modification as new data and new interpretative insights become available Holmes 2009: 401. Stories, however, can also prevail despite known flaws and incoherencies due to organizational inertia, group pressures, and powerful particular interests. Beckert: Imagined Futures 9Language and reasoning are not necessarily employed for the benefit of the institution for which one works; most importantly they serve the purposes of the speaker within the institution. For these purposes, it is important that one uses formulations that are effective without necessarily being right. Hellwig 1998: 721Fictions and economic dynamics By not being bound to rational calculation, action has a much higher degree of freedom than assumed by rational actor theory Schutz 2003: 148 f  The images themselves are not determined by the situation and are therefore not predictable Tappenbeck 1999: 89.8 The images of the future may be untamed speculations or, at the other extreme, pretend to be a determinate representation of a future state.9 Due to their unlimited freedom, nonliterary fictions are of particular importance for understanding innovative processes and hence the dynamics of the economy. Imagination makes possible conceptual jumps which allow us to generate new hypotheses and see things differently Bronk 2009: 203. They allow actors to move beyond inherited thoughtpatterns and categories by bringing them into an asif world in which given reality is surpassed and a different one considered Bronk 2009: 201; Tappenbeck 1999: 53. The creative rethinking of the parameters of a decision situation based on imaginaries makes it possible to reorganize links in a new narrative texture Patalano 2003: 4. In this sense, the fictional can be subversive of established order Bronk 2009. The indeterminacy of fictional expectations is also an indispensable basis for what David Stark 2009 has called the sense of dissonance. Different fictional expectations can be operational at the same time. Entrepreneurship exploits the opportunities opened up by this indeterminacy in the interpretation of the situation.The connection between imagination and innovativeness has been supported in particular by the work of economists working in the Keynesian and Austrian traditions and in the Carnegie School. George Shackle 1979 sees the uncertain basis of expectations as allowing for the freedom to create hitherto unexplored visions of the future. Choice 8 Psychological theories BeachMitchell 1987 distinguish between several mental images through which knowledge is represented. The selfimage, consisting of personal beliefs and values; the trajectoryimage depicting a desirable future; the actionimage, portraying the sequences of actions needed to achieve the desirable future; and the projectedimage which depicts the anticipated results of the action.9 An example of the latter type of fiction is forecasts of economic growth provided by economic research institutes. Based on the theoretical considerations developed here it would be a categorical mistake to blame such forecasts with hindsight for being wrong. They are necessarily wrong because the future cannot be foreseen. They may nevertheless serve an important function in the action process by providing reasons for decisions. Actors act as if the forecasts were right. Ironically, they can become true precisely because actors act as if they were true. In this sense, fictions can be selffulfilling prophecies. 10 MPIf G Discussion Paper 10 8is choice amongst imagined experiences Shackle 1964: 12. James Buchanan and Viktor Vanberg 20081984 argue that, given that the future state of the world depends on choices yet to be made, any knowledge of this future can be a matter of speculation, but not of foreknowledge ibid.: 385. In a market economy, this lack of foreknowledge is at the same time a source of innovativeness. Markets institutionalize the creativeinventiveimaginative element in choice ibid.: 389. From an organizational perspective, James March sees fictionality as a nonrational decision device contributing to actors willingness to engage in innovations: Soothsayers create sheltered worlds of ignorance, ideology and faith. Within the shell that they provide, craziness is protected long enough to elaborate its challenge to orthodoxy March 1995: 437.10 Fictions as a basis for action Although nonliterary fictions are nonserious in the sense that they pretend facts, they can be sources of action and thereby constitutive of reality. By motivating action, the fictionability of humans Wolfgang Iser is not simply an illusion. That imagined experiences Shackle 1964: 12 of future states can in fact motivate decisions seems to be connected to the emotions these images evoke. George Shackle has argued that the imagined outcomes of choices evoke emotions of an enjoyment by anticipation Shackle 1979: 45 that are instant rewards for the personal commitment to a particular action. Imagination can perceive an attainable state of thought and realize it as an attained satisfaction ibid.: 47. It is these pleasurable sensations experienced by actors exposing themselves to uncertain endeavors which help explain their willingness to commit themselves and to overcome environmental pressures towards conformity. The attachment to a fantasy converts the ambiguities of history into confirmations of belief and a willingness to persist in a course of action March 1995: 437.11 In psychological terms, highrisk behavior, like play and exploration in organizations that insist on rationality, may heighten the intensity of feelings, and may motivate a commitment to, for example, projects that are at the same time imagined with a substantial amount of disbelief AugierKreiner 2000: 678.10 For the relationship between imaginaries and social order and change, see especially the work of Cornelius Castoriadis 1998.11 This is a process not limited to imaginings in the economy. With regard to religious beliefs, Pascal asserted that the hope which Christians have of possessing an infinite good is mingled with real enjoyment,   they hope for holiness, for freedom from injustice, and they have something of this Pascal 19581672: 145. Albert Hirschman 1986: 150 applied this thought to political activities: the members of a group fighting for a revolutionary goal experience a sensation of the utopian state while they are engaged in the struggle, although they indeed live in the present under the most oppressive conditions. To experience this sensation, the actor must have committed himself to the struggle for the goal.Beckert: Imagined Futures 11Literary and nonliterary fictions The analogy between literary and nonliterary fictions warrants two qualifications, pointing to differences between the two. Firstly, while literary texts wear their fictionality on their sleeve, nonliterary fictions hide it. In the selfdisclosure of its fictionality, an important feature of the fictional text comes to the fore: it turns the whole of the world organized in the text into an asif construction. In light of this qualification implicitly accepted the moment we embark on our reading, it is clear that we must and do suspend all natural attitudes adopted toward the real world once we are confronted with the represented world   Just as the incorporated real world is bracketed off, so too are our natural attitudes. Iser 1993: 1213By contrast, in the nonliterary narrative of future states of the world, the natural attitude remains in place. Although actors should know that the imaginaries of the future are, as such, nonserious, they act as if they were serious in other words, factual. This is a crucial condition for fictions to motivate action, because only if they are perceived as factual anticipations of future states will economic actors base their choices on them.12 The second difference is that fictions in economic contexts actually do motivate actions in the real world, while literary fiction does not at least, it is not intended to do so 13. In the terminology of Alfred Schutz 2003: 148, this reflects the difference between mere fantasies, with regard to which there is no intention of realization, and design fantasies Entwurfsphantasien, in respect of which there are plans to put them into practice. This also indicates a difference in the status of nonseriousness and seriousness between nonliterary fictions and literary fictions. Because the nonliterary fiction that motivates economic action is based on the assumption that what is currently an imaginary will be turned into something existent at a later point in time, fiction in economic contexts is vulnerable to contradictory experiences in the real world and at least potentially open to adaptation. The rationality badge of the As If is by definition only for the present, subject to further reevaluation Riles 2010: 9. John Dewey 1957 analyzed this process in terms of the notion of endsinview. Such endsinview are plans for action which structure current decisions but change in the course of action based on new experiences. This connection between cognition and experience leads to a concept of situated rationality in which goals are revised continu12 For their effectiveness it does not matter whether actors themselves believe in the fictions or they only believe that others believe in them and therefore base their actions on them.13 This does not exclude the fact that fiction has educational purposes: one might mention here the Bildungsroman. It also does not exclude the fact that readers take the characters of novels as heroes whose actions they sometimes imitate, as was the case, for instance, after the publication of Goethes Werther and Salingers Catcher in the Rye: both books led to suicides among their readers. 12 MPIf G Discussion Paper 10 8ously. Contrary to the assumptions of teleological theories of action, goals and preferences are not conceptualized as external to the action situation but rather discovered in the situation itself. Endsinview are foreseen consequences which influence present deliberation Dewey 1957: 223. Fictional depictions are only preliminary and change in the situation Barbalet 2010: 6; Joas 1996; Putnam 2006: 282; Whitford 2002: 339. While with regard to economic fictions real world experiences have feedback effects, a novel will not be rewritten because it turns out that it does not stand the test of reality. Text and reality are dissociated. 3 Fictionality in economic action How do fictions enter into economic decisionmaking? All economic decisionmaking is oriented towards the future. In this section I illustrate the relevance of fictional expectations by discussing investment decisions, consumption, and money as central realms of decisionmaking in the economy. Investment decisions Innovation Capitalist economies are characterized by their dynamic character, stemming from constant innovation. To a large degree, competition in capitalist economies takes place through the introduction of new products, new manufacturing processes, or product differentiation.The central role of fictional expectations for innovations was already recognized by Joseph Schumpeter 1912. Schumpeters analysis sets out from the observation that new combinations exist at the beginning only in the consciousness of the actor. While most actors are caught in routines, some actors with more acute intelligence and a more active imagination envisage countless new combinations ibid.: 163. As soon as the entrepreneur considers possible new combinations, he will adapt his economic activities accordingly ibid.: 165. This has direct consequences for the economy because the entrepreneur will, based on the imaginary of the possible new combination, change the value assessment of the goods offered in the market in other words, change product demand. This leads to changes in relative prices. Using the terminology introduced above, the entrepreneur pretends the existence of the imagined new combinations in the future and structures his present behavior on the basis of these pretensions. Beckert: Imagined Futures 13Schumpeter insists that entrepreneurial innovation in the economy is incompatible with the calculative behavior assumed by economic theory. Innovations cannot be rationally deduced from existing knowledge. Instead, the imaginaries of economic actors motivate and guide inherently incalculable innovative activity. This point is also supported by James Buchanan and Victor Vanberg 20081984 who emphasize that the choices of entrepreneurs are not between possibilities which are already out there, but that the reality of the future must be made by choices yet to be made, and this reality has no existence independent of these choices ibid.: 386. Innovation requires the imaginative injection of inherently unpredictable novelty Bronk 2009: 209.The role of fictions in technological innovation has come to the fore in many studies. According to Harro van Lente and Arie Rip 1998: 222 innovation processes start with the voicing of promises which show the way to collective projections of the future. This leads in a second step to agenda setting. The voicing of promises has not only the function of shaping a collective mindset but also of protecting new ideas from disbelief so they can be cultivated. Hence it is a utopian vision which stands at the outset, which shows a pretended future reality that comes into existence or doesnt as a result of the fiction standing at the outset. Marita Sturken and Douglas Thomas 2004: 7 argue that technological vision is not simply a means to characterize new technology, rather it serves both to define new technologies and to construct them. According to David Nye 2004 technological predictions are narratives about our desires for the future, rather than accurate reflections of technological capabilities. Investment Investments are costly commitments to anticipated future states of the world, associated with the uncertainty of whether this state will indeed prevail. Based on the expectation that a certain situation will duly transpire, investors commit money or time to a specific venture either engaging in the production of a product or investing in a financial asset expecting a gain in utility from it. Although investors undoubtedly take great pains in trying to calculate which investments will maximize their gains given their respective tolerance for risk many economists have been critical of the possibility of doing so. Frank Knight 19851921 saw the very possibility of profit as depending on the incalculability of outcomes of investments. John Maynard Keynes 19641936 argued that under conditions of genuine uncertainty, investments are based on conventions, fluctuate with rapid waves of optimistic and pessimistic sentiment, and reflect a spontaneous urge to action rather than inaction ibid.: 161.Despite the incalculability of the outcome of investments actors must form expectations with regard to payoffs. What is the basis of expectations of investors? Calculation plays an important role. But rather than leading to the recognition of the optimal choice in an objective sense, calculations should under conditions of uncertainty be considered to be fictions themselves Dobbin 2001; because they appear rational they 14 MPIf G Discussion Paper 10 8provide legitimated justifications for decisions despite the incalculability of outcomes. Hence, calculations in situations characterized by fundamental uncertainty have an entirely different role than the one assumed by the actors themselves: they are not instruments which allow us to anticipate the future, but tranquilizers against the paralyzing effects of having to act in unpredictable environments. One field in which this can be observed especially well is financial investment. The unpredictability of financial markets has its chief cause in their selfreferentiality Orlean 2005; Soros 1998; Shiller 2000. This means that the calculative efforts of financial investors must anticipate the expectations of other investors in the market with regard to the development of market opinion Keynes 19641936. The decisions of market actors regarding market opinion can follow convention Orlean 2008; Keynes 19731937: 114, but can also mirror peer pressure ensuing from the style of discourse Hellwig 2009: 161 or reflect imaginaries. Kraemer 2010 has argued that a shared belief in certain market developments can either be an expression of isomorphism or be produced by charismatic financial entrepreneurs who succeed in influencing the beliefs of other market participants with their stories. Market influencing beliefs stem from powerful investors, bank analysts, economists, or central banks and highranking treasury officials. Based on research by Douglas Holmes 2009, Stephen Nelson and Peter Katzenstein 2010 argue that central banks manage the expectations of investors by talking to the markets through public statements and carefully worded interviews:Prices become anchored in the expectations of market participants who take these allegories seriously and adjust their practices and expectations   Together with open market operations, the economic narratives of central banks thus become the second main determinant for price developments. Put differently, uncertainty is being reduced by discursive practices that rely on strategic rhetorical action with essentially pedagogical aims. NelsonKatzenstein 2010: 31 f.Expectations of financial investors might be connected to charismatic ideas which point beyond exclusively economic profit calculation Kraemer 2010: 14. Investment strategies are loaded, for instance, with a growth story which entails elements of prophecy. Such charismatic fictions provide motivation for investment decisions despite the incalculability of future yields. The proliferation of such fictions that is, their influence on investors often depends on their connections to normative ideas of a better society. Examples of this include influential fictions, such as investments in renewable energies or investments in the housing market which are anchored in a cultural discourse of hopes for a better society SturkenThomas 2004. Beckert: Imagined Futures 15In a similar vein, Hirokazu Miyazaki 2003 has argued in a study on arbitrage trading on the Tokyo stock exchange that this trading strategy is based on an underlying faith on the part of the traders in the efficient market hypothesis. Arbitrage trading seeks to identify financial assets which are mispriced relative to their theoretical value ibid.: 258. Rather than being true, traders act as if the efficient market hypothesis were true. The theory is akin to utopian thought, emphasizing a gap between reality and the ideal. Economic myths Deutschmann 2009 contributing to the shared assumptions of investors with regard to the future yield of an investment can become a selffulfilling prophecy, causing the success of the investment anticipated in the fictional depiction. This holds true if the shared expectations create widespread demand for the asset, leading to higher prices, stronger sales and profits that were anticipated at the beginning of the process as a pretension. In this case, the fictionality of economic decisionmaking is performative. Actors might interpret the outcome as confirmation of the accuracy of their calculation, although the outcome is the result of the joint belief in a fictional expectation.14 Strategy Closely related to investments is the formation of business strategies. Strategies are heuristics in decision situations through which firms define their identity in the market. They give a general direction in decisionmaking by proclaiming general goals, products on which the firm focuses, technologies seen as promising, or market developments identified as relevant. All these guideposts for decisionmaking are produced under conditions of the unknowability of the future; in other words, conditions of uncertainty. Charles Sabel and Jonathan Zeitlin 1997: 15 have argued that strategic business choices cannot be understood as optimization because the contexts of action are not objectively given but constituted by the actors interpretation of the situation. Actors choices depend on their articulation of stories about possible developments ibid  The formation of strategies is based on pretended facts, articulated as fictional expectations of the future. One realm in which the role of fictionality in strategy development comes to the fore is the constitution of new markets. Sophie Mutzel 2010 has investigated the process of strategy formation at biotechnology firms aiming to develop genetically engineered medication for treating breast cancer. This is a highly uncertain environment in which the success of firms research strategies cannot be foreseen and hopes of successful prod14 The influence of fictional depictions of future states on investments is not limited to financial markets; it is a much wider phenomenon. It shows itself, for instance, in the bequest of wealth Beckert 2008, the buying of life insurance Zelizer 1979: 595 f., the purchase of lottery tickets, or investments in education motivated by imaginaries of intergenerational upward mobility, supported by collective narratives such as the American dream.16 MPIf G Discussion Paper 10 8uct development are often disappointed. Actors expectations take the form of narratives, which are communicated in the market field. Such narratives consist of stories of how the goal of development of a certain medical therapy can be pursued successfully. The fictional depictions have several functions. They are signals to competitors, informing them of the convictions of other players with regard to promising strategies. Moreover, the stories establish reciprocal perspectives on the position of each firm within the market field and thereby have stabilizing effects within the network structure Mutzel 2010: 93. The narratives have the further consequence of generating expectations in the financial community. They serve as a basis for investment decisions. The narratives can thus contribute to raising share prices by influencing investors expectations positively, or in case of disappointing stories regarding the outlook for a firms strategy to their decline. The empirical case investigated by Mutzel 2010 provides insights into the role of fictionality in the constitution of market structures. It also shows how fictional expectations come to be revised based on their testing in reality. A second example of the role of fictionality in strategy construction is provided by Guido Mollerings 2010 investigation of decisionmaking processes in technology development in the semiconductor industry. Mollerings focus is an industry workshop called the Next Generation Lithography Workshop, where competing firms from the semiconductor industry come together to debate their expectations with regard to industry development and their intended strategies for creating new technologies. Again, this is a field characterized by high uncertainty with regard to technological development and only tentative prospects. The industry workshop aims at providing orientation for firms by identifying the most important issues to be resolved, information about opinions on the most promising technologies, and an understanding of the timeframes involved before certain steps in technological development are likely to be completed. What is presented at the workshop are fictional representations of future states which show the convictions of participants, shape the expectations of industry actors, and provide rationales for the decisions to be taken in the present. The narratives contribute to the constitution of the market by shaping the technological strategies pursued. A last example of the role of fictional depictions in strategy development refers to the outsourcing of production. Geny Piotti 2009 has investigated the decisionmaking processes of German firms outsourcing parts of their production to China in the mid2000s. She shows that these decisions were often illinformed and in many cases led to disappointment of the hopes associated with the strategic move. What motivated firms to go to China? Piotti shows from the interviews conducted with managers involved in these decisions that the choice was not so much rooted in economic calculation as motivated by a general euphoria with regard to investment in China created by the media and industry organizations, such as chambers of commerce. The depictions of the opportunities presented through narratives by firms already operating in China triggered overly optimistic assessments, motivating decisions which often led to losses. Beckert: Imagined Futures 17Some managers interviewed by Piotti compared the decision to outsource to China explicitly to the Gold Rush in America Piotti 2009: 23. Narratives of the great opportunities opening up in China, strong normative pressures in the field, and sentiments of euphoria were major ingredients in the decision to relocate. The reference to the Gold Rush reveals again the role overarching economic myths may play in decisionmaking in conditions of uncertainty. Consumption While the realms of fictional expectations discussed so far all refer to investment decisions, fictional depictions of a future state also play an important role when it comes to explaining the desire to purchase goods. In his Philosophy of Money Georg Simmel 20041978 analyzed value as emerging from a distance between a desired object and its mental accessibility. The desired products are already present as images to the consumer before they are purchased and it is the emotions created by the idea of possessing them that motivate purchasing decisions Campbell 1987; Mc Cracken 1988. Satisfaction is experienced in anticipation of the possession of the good. This confirms the observation developed in the previous section that imaginaries can bring about a state of mind in which the situation, which so far exists only as a mental representation, is already felt as real.The desirability of goods depends on imaginaries of how they will satisfy a need. In contemporary economies the utility of goods often consists of symbolic meanings. Certain goods become representations of the identities of social groups or more generally of social status and hence position their owners within a differentiated social world. It is this power of goods which becomes a source of their desirability Bourdieu 1984; Veblen 19731899; Simmel 20041978. Other goods assume symbolic value by becoming representations of espoused values and aspiredto ideals which are intangible. The values become symbolically embodied in specific goods and thereby accessible Beckert 2011. Objects may evoke fantasies based on symbolic associations with desired events, people, places or values and thereby create the desire for the product Mc Cracken 1988: 104 ff.; Campbell 1987. Here the good performs as an arbitrator or bridge between the subject and a desired but intangible ideal. An example of this is the role of provenance in antique markets. The value of an item of antique furniture depends not only on its physical properties but also on its former possessors a chair owned by Napoleon and stories of past uses of the object the chair on which Napoleon sat when he   Value in the market for antiques is created by either finding out about such associations of objects with prominent people or historically significant situations or simply by making such stories up Bogdanova 2010. The narrative is a piece of fiction which constitutes imaginaries, connecting the object with adored former owners or important historical situations and allowing the owner 18 MPIf G Discussion Paper 10 8of the piece to achieve closeness to them. In both cases the value of goods is anchored in their symbolic meaning, which is fictional in the sense that the asserted connection between the materiality of the good and its symbolic meaning is based on the suspension of disbelief that the good is more than what is embodied in its materiality.Georg Simmel observes the paradoxical fact that the attraction of goods is stronger in anticipation than when the distance from the imagined qualities is overcome through the act of purchase. The moment of enjoyment itself, when the separation of subject and object is effaced, consumes the value Simmel 20041978: 66. While the desire to realize imaginaries may motivate the purchase of symbolically charged consumption goods, its actual realization destroys the fiction and with it the desire.The fictional character of the value of consumer goods and the risk that this value will vanish through the very act of appropriation is a crucial ingredient in the explanation of the dynamics of consumption. Goods become symbolic representations of pretended future states that motivate purchasers to buy them. The faltering of the imaginary as a consequence of the appropriation or because of a shift in symbolic meaning is compensated by the projection of desires on new objects: a process that can be reproduced endlessly, as long as consumers project symbolic qualities onto objects, and provides a basis for explaining the dynamics of capitalism from the demand side. Trust and money Trust differs systematically from the other realms discussed because it does not refer to the purchase of objects or property rights but to social relationships. The centrality of trust in the economy has recently come to the fore in the financial crisis. In 2008, the interbank lending market collapsed because private banks no longer trusted the counterparty to repay the loan. Liquidity could be kept in the market only through the infusion of money by central banks. Hence, trust was shifted from the economic system to the political system. Generating trust can be seen as a major problem confronting modern economies and as a principal objective of the regulatory activities of the state. Trust is the precondition for actors to engage in cooperative relations where they expose themselves to the risk that the contracts they make may not be fulfilled by the counterparty Arrow 1974; Gambetta 1988; Luhmann 1979; Mollering 2006; Kreps 1990. Trust is also the foundation of the modern money economy in which the value of money is not guaranteed through a fixed exchange rate with a valuable commodity but hinges on peoples expectation that the materially worthless pieces of paper will be accepted by others in exchange for valuable goods and their confidence in the monetary system itself. Without trust, no functionally differentiated economy and no modern monetary system could exist. At Beckert: Imagined Futures 19the same time, the collapse of trust is an ever present threat to the economy which must be suspended.Once uncertainty with regard to the fulfillment of contractual obligations and monetary stability is acknowledged, trust can be recognized as a key example of the role of fictionality in economic action. The incalculability of the decision of the trusttaker will he honor the trust or will he defect? leads to a profound sense of insecurity on the side of the trustgiver Goffman 1969: 69. If this situation is not to lead to paralysis, in which every advantage of cooperative action is lost in advance, then the judgment Karpik 2010: 36 must prevail on the side of the trustgiver that the trusttaker will fulfill his contractual obligations. The expectation that the trust conferred upon the trustgiver will be honored is the fiction making the cooperative relationship possible. William James summarized this attitude of the trustgiver as the will to believe: Wherever a desired result is achieved by the cooperation of many independent persons, its existence as a fact is a pure consequence of the precursive faith in one another of those immediately concerned. A government, an army, a commercial system, a ship, a college, an athletic team, all exist on this condition, without which not only is nothing achieved, but nothing is even attempted. James 2006: 22The imagination of the trustworthiness of the trusttaker works as a tranquilizer enabling the trustgiver to remain calm despite the ever present possibility of nonfulfillment Beckert 2005. Harald Wenzel 2001 has explored the mechanisms through which imaginaries of trusting behavior influence the definition of the situation and the behavior of the trusttaker. Wenzel analyzes trust as a form of parasocial interaction, in which, through the advance concession of the trustgiver, a successful game of trust is pretended, but is in fact produced only with the subsequent action of the trusttaker that is, through the actual fulfillment of the contractual obligation. But it is the decision of the trustgiver based on the pretension that his trust will be honored that makes the cooperation possible. The move by the trustgiver, Wenzel argues, influences the interaction outcome itself by exercising influence over the behavior of the trusttaker in the same sense a gambit does in chess: the move by one player provokes a specific countermove. The same idea is expressed by William James: There are, then, cases where a fact cannot come at all unless a preliminary faith exists in its coming. And where faith in a fact can help create the fact James 2006: 25. It is in the attitude of an as if in which the constitutive force of trust is anchored. The suspension of uncertainty Mollering 2006 operative in decisions involving trust is the phenomenon Samuel Coleridge identified as the willing suspension of disbelief. The centrality of trust for the operation of modern capitalist economies becomes most obvious in the monetary system. The operation of money involves fictions in the sense of asif assumptions. The first fiction in the operation of money as medium of exchange 20 MPIf G Discussion Paper 10 8is that actors actually value the, in themselves, worthless pieces of paper that they accept in return for giving up property rights in valuable goods. Although money is not valuable, actors act as if it were. For this to take place, actors must assume that they can change the worthless notes back into valuable goods. Hence they must have trust in monetary stability. The fiction consists in the belief that the value of money will not have deteriorated at the point in time when the holder wants to use it for the purchase of goods. Philip Mirowski has called this assumption a working fiction of a monetary invariant Mirowski 1991: 581. The fiction is working as long as actors believe in monetary stability; it is a fiction because monetary stability depends on the commitment of central banks to low inflation Ingham 2004: 31 and on macroeconomic development in the future Ganmann 2010: 14 f., both of which are uncertain. As the history of monetary crises shows, the devaluation of money is a recurrent phenomenon. Nevertheless, in a money economy actors must act as if the value of money were invariant in order to accept the money as means of payment and abstain from inflationary wage and price increases in anticipation of a rise in prices. Because there can never be enough information the belief in the stability of money requires an element of supratheoretical belief or socialpsychological quasireligious faith Simmel 20041978: 179, quoted from Ingham 2004: 65.The stability of money and the monetary system depend on monetary policies but also on the actual fulfillment of the promises underlying credit relations. All emerging credit relationships necessarily involve trust in the ability of the debtor to repay his loan and in the issuers viability. The promise to repay, however, is confronted with uncertainty about whether the debtor will actually be able to repay the loan. If the debtor is a state the ability to repay the loan depends on tax revenues. If the debtor is a company its ability to repay the loan depends on the companys success on the market and ultimately on macroeconomic developments. This must be assumed by the creditor but cannot be foreseen. Although the investor can ask private debtors for collateral or insure against loan default, financial crises show that such assurances easily become worthless, either because the collateral loses its value or because the insurer himself becomes insolvent. If the expectations are not sufficiently fulfilled the whole system becomes destabilized Ganmann 2010: 14. Monetary policy attempts to regulate the supply of credit in a way that trust in monetary stability is maintained but at the same time there is sufficient money supply in the economy to allow economic growth, which is itself a condition of monetary stability. Such a balance, however, is difficult to achieve, not only because of the unpredictability of future economic development but also because of the incentive structure of financial investors. Investors increase their profits through the extension of credit relations. Since the risks involved in credit relations are ultimately uncertain, their assessment is open to fictional expectations or can be biased through ignorance. This may lead to poor assessments of risks and hence to speculative bubbles that undermine the stability of the monetary system. The overevaluation of assets can lead to profitable investments as long as market opinion does not consider them unrealistic, in which case a run may Beckert: Imagined Futures 21start Minsky 1986 . The fact that investors are overconfident is the outcome of fictions that provide rhetorical justification for participating in investments that later turn out to be speculative bubbles. Even if investors are aware of the overevaluation of an asset, the individual investor overestimates the chances that he will be first in line when the borrower gets into difficulties and a run takes place Hellwig 1998: 718. 4 The role of calculation and social macrostructures So far, I have developed the concept of fictionality and applied the concept to several fields of economic decisionmaking. This has been done in juxtaposition to the concepts of calculation and social macrostructures as the two devices identified in economics and sociology as forming the basis for decisions. To introduce the concept of fictional expectations, however, does not mean that calculation and social macrostructures do not play a role in decisionmaking processes. How exactly does fictionality relate to calculation and social macrostructures? Calculation and fictionality Approaches stressing the role of imaginaries in economic decisionmaking emphasize that actors attempt to make decisions which maximize their utility and therefore must combine imagination with reason Bronk 2009; BuchananVanberg 20081984; Shackle 1961. Hence it would be a grave misunderstanding to see the introduction of the concept of fictionality as promoting a theory of naivete. Creative moments solidify into an actionguiding vision of a possible future   only if we judge them rationally as likely to be feasible and pertinent in the light of experience. Imagined futures and creative solutions often go way beyond what can be rationally deduced from todays facts and hypotheses; but these potential futures and creative solutions must be stresstested so far as possible by a rational and ethical audit, if they are not to lead us unnecessarily astray. Bronk 2009: 206George Shackle underlined that imagination must be constrained to be congruous with what the decisionmaker knows of things in general and of human nature Shackle 1961: 11. This oscillation between unbound imaginaries and calculation can be seen, for instance, in relationships involving trust: actors attempt to obtain information on the cooperation partner and interpret carefully the signals that are available regarding the persons trustworthiness BacharachGambetta 2001; Beckert 2005. Ultimately, however, the freedom of the trusttaker to defect cannot be eliminated and the decision to trust resembles a leap not justified by calculation, but based on faith, anchored in the asif portrayal of the behavior of the trusttaker that she will honor the trust. 22 MPIf G Discussion Paper 10 8Investors also engage in meticulous calculative practices to find out about the likely prospects of an investment. However, the impossibility of including genuine novelty in such a calculation and the complexity of the decision situation due to its selfreferentiality makes the representation of future development always a fictional expectation. The imaginary makes it possible to overcome the profound sense of insecurity. Calculation plays a role in this, not only by providing reasons for the revision of prevailing fictional depictions but also as a practice through which disbelief in fictional representations is reduced.15 To demonstrate by means of mathematical models that certain events will take place tranquilizes actors and thereby reinforces their beliefs, despite the incalculability of outcomes.The relationship between fictionality and calculation differs between consumption goods and investments. In the case of investments, fictional depictions of future states motivate investors to make monetary commitments despite the uncertainty of the profit generated by them. The goal of the investment, however, is to maximize profits, the imaginaries being only a means through which situations are judged. Investors will attempt to find inferences for the soundness of the investment by trying to calculatively assess the factors bearing upon the success of the investment and react accordingly.16For consumption goods, the relationship between imaginaries and calculation is different. The value of consumption goods desired for their symbolic qualities depends on the creation and maintenance of narratives constituting the symbolic value. The symbolic meaning itself is noncalculative; it is based on the belief in the symbolically ascribed qualities of the good. Calculative struggles emerge around the question of which goods actually possess the symbolic value. This can be a struggle between competing firms CallonMeadelRabeharisoa 2002 or a struggle between status groups in society Simmel 20041978. Fashion is a constant struggle about which style is in or out. In the art market the actors in the field struggle over the artistic value of an artist and thereby constitute and shift value. In all these cases, however, calculation is not a means of calculating the true value of these goods. Calculation rather refers to strategies of firms attempting to position their products in ways that maximize symbolic value to increase market price or market share.17 15 See, for instance, Zbaracki 2004: 17 who shows, based on ethnographic work in a large industrial firm, that pricesetting practices rely on economic price theory. But rather than determining prices, the theory has influence because it is used to legitimate the position advocated by a group of managers in the negotiations. Price theory may serve as a rational myth used by actors to orient themselves in a complex situation. In financial markets, what is relevant in these calculative processes, however, is not the personal opinion of the investor, but rather her assessment of the market opinion Orlean 2005. Certain fictional depictions of the future can remain the basis of intentionally rational decisionmaking, if the actor is convinced that market opinion believes in them, even if she, in her personal opinion, is convinced of the opposite.16 17 This can be seen from lottery tickets. Lottery tickets are an investment under risk where the players lose, statistically, about half of their money. Knowing this, demand for lottery tickets should drop to zero. If interpreted as a consumption good, the value of the lottery ticket conBeckert: Imagined Futures 23Macrostructures and fictionality Social macrostructures that is, institutions, networks, and cultural frameworks are connected to the emergence and stability of fictional expectations:1. Institutional structures and networks can reduce uncertainty in the action situation and thereby support specific fictions. The imagination that the trust conferred in a business partner will not be exploited is facilitated by social networks Granovetter 2005 and an effective legal system Coleman 1990. Likewise, entrepreneurial ideas depend to a significant degree on the institutional framework in which innovators operate; and the ability of new ideas to take root likewise depends on the institutional environment Bronk 2009: 299. The channeling of contingencies through rules and social networks does not imply a deterministic force on the part of these rules with regard to the imaginaries: the creativity of actors exercised in the imagining of future states of the world remains and actors must always reckon with opportunistic behavior. 2. Cognitive frames shape the direction of imaginaries. One example of this is the prevalence of a social norm to trust or to distrust in specific situations which feeds the imaginaries of outcomes of situations involving trust and ultimately the decision to trust Karpik 2010. Another example is cultural expectations of economic accomplishment. Innovation as a form of deviant behavior is also anchored in the normative structure of modern capitalist societies, which values innerworldly transcendence through industriousness and successseeking by risk taking Merton 1957, and thereby encourages deviant imaginaries and the associated actions. The cultural frame is a powerful ingredient in imaginaries of a life in which these cultural expectations are fulfilled. The imaginaries take on concrete forms as depictions of a life in wealth. The experience of actors of being unable to achieve these imaginaries by socially sanctioned means does not necessarily lead to an adaptation of the imaginaries. Merton analyses as the source of superstitious beliefs and of deviant behavior a conflicting situation in which the incentives for success are provided by the established values of the culture and second, the avenues available for moving toward this goal are largely limited by the class structure Merton 1957: 145. Hence, including fictional representations in a theory of economic decisionmaking does not deny the relevance of social structures. Seen from the perspective of the actor these macrostructures are typifications which guide imaginaries in culturally and institutionally rooted ways. sists of the daydreams it makes possible for the players. No rational calculation of the odds will deter the gambler from playing. Demand would decline if the tickets no longer generated daydreams. These correlations can be shown empirically BeckertLutter 2009.24 MPIf G Discussion Paper 10 85 Conclusion This paper set out from the proposition that decisionmaking in the economy cannot be understood as the result of rational calculation of the factors relevant for the outcome. Fundamental uncertainty due to unknown and unknowable future events Dequech 2003 prevents such calculations. This implies that the expectations that intentionally rational actors hold are not of the kind assumed by rational expectations theory. The proposition developed in the paper states instead that expectations are fictional in the sense that they are based on pretensions of future states of the world. Decisions are built upon fictional expectations. Understanding decision processes based on the concept of fictionality points to a nonteleological theory of action which brings the creativity of actors and the contingency of the future into the foreground Joas 1996. The goal is not to develop a more accurate theory of prediction but rather a theory of the unpredictability of the world and of how intentionality unfolds despite this unpredictability of outcomes. The fictionability Iser 1993 of humans allows for the imaginative representation of future states of the world in the mind and the imagination of decisions of other actors. The fictional representations of future states shape expectations and provide justifications for decisions, reducing the ever possible disorientation of decisionmakers due to the openness of the future. The concept of fictionality suggests an alternative not only to calculationbased models in economics but also to the focus on social macrostructures prevailing in sociological approaches to the economy. The fictionability of humans is a source of innovation and novelty. Humans can imagine a world different from the existing one, and inhabit this world through mental representations. Imaginaries can include depictions of genuine novelty. They can transcend the known and thereby motivate decisions which create newness. Humans ability to imagine things that never were can contribute to actual future states by motivating actions. The future state fictionally claimed at the outset might be realized based on corresponding decisions. To include fictionality in a theory of decisionmaking provides a tool for understanding the dynamics of economic systems from a micro perspective. Fictional expectations, however, are not teleological in the sense that actors fix a future state in their mind and all steps to be taken derive from this representation of a goal. Instead, imaginaries and courses of action emerge in a reciprocal process in which goals and means inform each other, based on experiences of the situation and their interpretation Dewey 19981938; Holmes 2009, as well as the power structures in the field Hellwig 1999, 2009. Calculation enters this dialogical process continuously when actors attempt to find proof for the soundness of the imaginaries constituting their decisions. Social macrostructures enter the process by shaping the imaginaries themselves through cognitive frames and by supporting actors in realizing specific imaginaries. In this sense, imaginaries are socially anchored and not purely individual. Beckert: Imagined Futures 25If action is not determined by rational calculation or social structures, but also based on contingent imaginaries of future states it follows also that the imaginaries become contested. Although fictional representations do not anticipate actual future states they influence decisions in the present. These decisions have distributional consequences in the market, consequences for macroeconomic development and consequences for the institutionalization of regulatory rules. For example, the fictional expectations produced with regard to the technologies that will be used for the production of semiconductors Mollering 2010 or the identification of approaches seen as promising for innovative cancer treatments Mutzel 2010 are part of a competitive struggle between firms, determining investments and equity prices. Financial markets are especially obvious targets for the strategic spread of fictional expectations if other investors can be convinced of the future state these fictions depict, they are a source of profit opportunities.The management of expectations of actors in the economy through fictions is not just relevant to understanding the intentionality of action but also for macroeconomic development. In the aggregate, expectations shape the development of economic processes. The great overall processes of economic life inflation, deflation, depression, recovery, and economic development are governed largely by the process of reorganization of economic images through the transmission of messages Boulding 1956: 90. Making fictionality an essential element of a theory of intentionally rational decisionmaking provides a vantage point for the understanding of the microfoundations of the dynamics of capitalism. 26 References MPIf G Discussion Paper 10 8Akerlof, George A.Robert Shiller, 2009: Animal Spirits: How Human Psychology Drives the Economy, and Why It Matters for Global Capitalism. Princeton: Princeton University Press.Allais, Maurice, 1953: Le comportement de lhomme rationnel devant le risque: critique des postulats et axiomes de lecole americaine. In: Econometrica 21, 503546.Anderson, Benedict, 1983: Imagined Communities: Reflections on the Origin and Spread of Nationalism. London: Verso.Arrow, Kenneth J., 1974: The Limits of Organization. New York: Norton.Augier, MieKristian Kreiner, 2000: Rationality, Imagination and Intelligence: Some Boundaries in Human DecisionMaking. In: Industrial and Corporate Change 9, 659681.Bacharach, MichaelDiego Gambetta, 2001: Trust in Society. In: Karen S. Cook ed., Trust in Society. New York: Russell Sage, 148184.Barbalet, Jack, 2010: Action Theoretic Foundations of Economic Sociology. In: Jens BeckertChristoph Deutschmann eds., Wirtschaftssoziologie. Kolner Zeitschrift fur Soziologie und Sozialpsychologie, Sonderheft 49 . Wiesbaden: VS Verlag, 143157.Beach, Lee RoyTerence R. Mitchell, 1987: Image Theory: Principles, Goals, and Plans in Decision Making. In: Acta Psychologica 66, 201220.Beckert, Jens, 2003: Economic Sociology and Embeddedness: How Shall We Conceptualize Economic Action? In: Journal of Economic Issues 37, 769787., 2005: Trust and the Performative Construction of Markets. MPIf G Discussion Paper 058. Cologne: Max Planck Institute for the Study of Societies. www.mpifg.depumpifg_dpdp 058.pdf, 2008: Inherited Wealth. Princeton: Princeton University Press., 2011: The Transcending Power of Goods. In: Jens BeckertPatrik Aspers eds., The Worth of Goods. Oxford: Oxford University Press, 106128 forthcoming.Beckert, JensMark Lutter, 2009: The Inequality of Fair Play: Lottery Gambling and Social Stratification in Germany. In: European Sociological Review 25, 475488.Bogdanova, Elena, 2010: The Mechanisms of Value Creation in the Market for Antiques. Unpublished manuscript. Cologne: Max Planck Institute for the Study of Societies.Boulding, Kenneth E., 1956: The Image: Knowledge in Life and Society. Ann Arbor, MI: The University of Michigan Press.Bourdieu, Pierre, 1984: Distinction: A Social Critique of the Judgement of Taste. Cambridge, MA: Harvard University Press.Bronk, Richard, 2009: The Romantic Economist: Imagination in Economics. Cambridge: Cambridge University Press.Brown, John Seely, et al., 2005: Storytelling in Organizations. Burlington, MA: Elsevier ButterworthHeinemann.Buchanan, JamesVictor Vanberg, 20081984: The Market as a Creative Process. In: Daniel Hausmann ed., The Philosophy of Economics. Cambridge: Cambridge University Press, 379398.Bunia, Remigius, 2009: Was ist Fiktion? In: Kunstforum 202, 4652.Burt, Ronald S., 1992: Structural Holes: The Social Structure of Competition. Cambridge, MA: Harvard University Press.Callon, Michel ed., 1998: The Laws of the Markets. Oxford: Blackwell.Callon, MichelCecile MeadelVololona Rabeharisoa, 2002: The Economy of Qualities. In: Economy and Society 31, 194217.Callon, MichelFabian Muniesa, 2005: Economic Markets as Calculative Collective Devices. In: Organization Studies 26, 2291250.Camic, Charles, 1986: The Matter of Habit. In: American Journal of Sociology 91, 10391087.Campbell, Colin, 1987: The Romantic Ethic and the Spirit of Modern Consumerism. Oxford: Blackwell.Castoriadis, Cornelius, 1998: The Imaginary Institution of Society. Cambridge, MA: MIT Press.Coleman, James S., 1990: Foundations of Social Theory. Cambridge, MA: Harvard University Press.Coleridge, Samuel Taylor, 1817: Biographia Literaria. www.gutenberg.orgebooks6081Beckert: Imagined Futures 27Czarniawska, Barbara, 2004: Gabriel Tarde and Big City Management. In: Distinktion 9, 119133.Dequech, David, 1999: Expectations and Confidence. In: Journal of Post Keynesian Economics 21, 415430., 2003: Conventional and Unconventional Behavior under Uncertainty. In: Journal of Post Keynesian Economics 26, 145168.Deutschmann, Christoph, 2009: Soziologie kapitalistischer Dynamik. MPIf G Working Paper 095. Cologne: Max Planck Institute for the Study of Societies.www.mpifg.depuworkpapwp 095.pdf Dewey, John, 1957: Human Nature and Conduct: An Introduction to Social Psychology. New York: The Modern Library., 19881929: The Later Works, 19251953, Volume 4, 1929: The Quest for Certainty. Carbondale, IL: Southern Illinois University Press., 19981938: The Pattern of Inquiry: The Essential John Dewey. Bloomington, IN: Indiana University Press, 169179.DiazBone, RainerGertraude Krell eds., 2009: Diskurs und Okonomie: Diskursanalytische Perspektiven auf Markte und Organisationen. Wiesbaden: VS Verlag.Di Maggio, Paul J., 1988: Interest and Agency in Institutional Theory. In: Lynne Zucker ed., Institutional Patterns and Organizations. Cambridge, MA: Ballinger, 322.Dobbin, Frank, 2001: How Institutional Economics Is Killing MicroEconomics. ECONSOC Edito rial. www.wjh.harvard.edudobbincvother2001_ASA_editorial.pdf, 2004: The Sociological View of the Economy. In: Frank Dobbin ed., The New Economic Sociology: A Reader. Princeton: Princeton University Press, 146.Elster, Jon, 2009: Excessive Ambitions. In: Capitalism and Society 4, 130.Favereau, OlivierEmmanuel Lazega, 2002: Conventions and Structures in Economic Organization. Cheltenham: Edward Elgar.Fligstein, Neil, 2001: Social Skill and the Theory of Fields. In: Sociological Theory 19, 105125.Gambetta, Diego 1988: Can We Trust Trust? In: Diego Gambetta ed., Trust: Making and Breaking Cooperative Relations. New York: Blackwell, 213238.Ganmann, Heiner, 2010: Geld und die Rationalitat wirtschaftlichen Handelns. Unpublished manuscript. Berlin: Freie Universitat Berlin.Goffman, Erving, 1969: Strategic Interaction. Philadelphia, PA: University of Pennsylvania Press.Granovetter, Mark, 1985: Economic Action and Social Structure: The Problem of Embeddedness. In: American Journal of Sociology 91, 481510., 2005: The Impact of Social Structure on Economic Outcomes. In: Journal of Economic Perspectives 19, 3350.Guth, WernerHartmut Kliemt, 2010: UnEingeschrankt rational entscheiden in Geschaft und Moral. In: BerlinBrandenburgische Akademie der Wissenschaften ed., Preis der BerlinBrandenburgischen Akademie der Wissenschaften: 2009 Weyma Lubbe. Berlin: BBAW, 1728.Hall, PeterDavid Soskice, 2001: Varieties of Capitalism. Oxford: Oxford University Press.Hellwig, Martin, 1998: Discussion on International Contagion: What Is It and What Can Be Done Against It? In: Swiss Journal of Economics and Statistics 134, 715739., 1999: Zur volkswirtschaftlichen Verantwortung der Banken. In: Franz Jaeger ed., Die volkswirtschaftliche Verantwortung der Banken. Chur: Ruegger.Hellwig, Martin, 2009: Systemic Risk in the Financial Sector: An Analysis of the SubprimeMortgage Financial Crisis. In: De Economist 157, 129207.Hirschman, Albert, 1986: Rival Views of Market Society. New York: Viking.Holmes, Douglas R., 2009: Economy of Words. In: Cultural Anthropology 24, 381419.Ingham, Geoffrey, 2004: The Nature of Money. Cambridge: Polity Press.Iser, Wolfgang, 1993: The Fictive and the Imaginary: Charting Literary Anthropology. Baltimore, MD: Johns Hopkins University Press.James, William, 20061897: The Will to Believe and Other Essays in Popular Philosophy. New York: Cosimo.Joas, Hans, 1996: The Creativity of Action. Chicago, IL: The University of Chicago Press.28 MPIf G Discussion Paper 10 8Karpik, Lucien, 2010: Valuing the Unique: The Economics of Singularities. Princeton: Princeton University Press.Keynes, John Maynard, 19641936: The General Theory of Employment, Interest, and Money. Lon don: Macmillan., 19731937, The General Theory of Employment. In: John Maynard Keynes, The Collected Writings, Vol. XIV, Part II. London: Macmillan, 109123.Knight, Frank H., 19851921: Risk, Uncertainty, and Profit. Chicago, IL: University of Chicago Press.Kraemer, Klaus, 2010: Propheten der Finanzmarkte: Zur Rolle charismatischer Ideen im Borsengeschehen. In: Berliner Journal fur Soziologie 20, 179201.Kreps, David, 1990: Corporate Culture and Economic Theory. In: James E. AltKenneth A. Shepsle eds., Perspectives on Positive Political Economy. Cambridge: Cambridge University Press, 90143.Latsis, Spiro, 1972: Situational Determinism in Economics. In: British Journal of Philosophy of Science 23, 207245.Lucas, Robert, 1972: Expectations and the Neutrality of Money. In: Journal of Economic Theory 4, 103124.Luhmann, Niklas, 1979: Trust and Power. Chichester: Wiley.March, James G., 1995: The Future, Disposable Organizations and the Rigidities of Imagination. In: Organization 2, 427440.Mc Closkey, Donald, 1990: Storytelling in Economics. In: Don Lavoie ed., Economics and Hermeneutics. New York: Routledge, 6175.Mc Cracken, Grant, 1988: Culture and Consumption. Bloomington, IN: Indiana University Press.Merton, Robert, 1957: Social Theory and Social Structure. Glencoe, IL: The Free Press.Minsky, Hyman 1986 Stabilizing an Unstable Economy. New York: Mc Graw Hill.Mirowski, Philip, 1991: Postmodernism and the Social Theory of Value. In: Journal of Post Keynesian Economics 13, 565582.Miyazaki, Hirokazu, 2003: The Temporalities of the Market. In: American Anthropologist 105, 255265.Mollering, Guido, 2006: Trust: Reason, Routine, Reflexivity. Oxford: Elsevier. , 2010: Collective MarketMaking Efforts at an Engineering Conference. MPIf G Discussion Paper 102. Cologne: Max Planck Institute for the Study of Societies.www.mpifg.depumpifg_dpdp 102.pdf Muth, John F., 1961: Rational Expectations and the Theory of Price Movements. In: Econometrica 29, 315335.Mutzel, Sophie, 2010: Koordinierung von Markten durch narrativen Wettbewerb. In: Jens BeckertChristoph Deutschmann eds., Wirtschaftssoziologie. Kolner Zeitschrift fur Soziologie und Sozialpsychologie, Sonderheft 49. Wiesbaden: VS Verlag, 87106.Nelson, StephenPeter J. Katzenstein, 2010: Uncertainty and Risk and the Crisis of 2008. Paper prepared for the Politics in the New Hard Times workshop honoring Peter Gourevitch, University of CaliforniaSan Diego, April 2324, 2010.Nye, David E., 2004: Technological Prediction. In: Marita SturkenDouglas ThomasSandra J. BallRokeach eds., Technological Visions. Philadelphia, PA: Temple University Press, 159185.Orlean, Andre, 2005: The SelfReferential Hypothesis in Finance. Unpublished manuscript. Paris: ParisJourdan sciences economiques. www.pse.ens.frorleandepotpubliCHA2005t SELF.pdf, 2008: Knowledge in Finance: Objective Value versus Convention. Unpublished manuscript. Paris: ParisJourdan sciences economiques. www.pse.ens.frorleandepotpubliknowledge 0606.pdf Parsons, Talcott, 19491937: The Structure of Social Action: A Study in Social Theory with Special Reference to a Group of Recent European Writers. Glencoe, IL: Free Press.Pascal, Blaise, 19581672: Pensees. New York: E. P. Dutton Co.Patalano, Roberta, 2003: Beyond Rationality: Images as GuideLines to Choice. Working Paper 052003. Turin: University of Torino, Department of Economics. Beckert: Imagined Futures 29Piotti, Geny, 2009: German Companies Engaging in China: DecisionMaking Processes at Home and Management Practices in Chinese Subsidiaries. MPIf G Working Paper 0914. Cologne: Max Planck Institute for the Study of Societies. www.mpifg.depuworkpapwp 0914.pdfPutnam, Ruth Anna, 2006: Democracy and Value Inquiry. In: John R. ShookJoseph Margolis eds., A Companion to Pragmatism. Malden, MA: Blackwell, 278289.Riles, Annelise, 2010: Collateral Expertise. In: Current Anthropology 51, 125.Sabel, Charles F.Jonathan Zeitlin, 1997: Stories, Strategies, Structures: Rethinking Historical Alternatives to Mass Production. In: Charles F. SabelJonathan Zeitlin eds., World of Possibilities: Flexibility and Mass Production in Western Industrialization. Cambridge: Cambridge University Press, 133.Salmon, Christian, 2007: Storytelling: la machine a fabriquer des histoires et a formater les esprits. Paris: La Decouverte.Schumpeter, Joseph, 1912: Theorie der wirtschaftlichen Entwicklung. Berlin: Duncker Humblot.Schutz, Alfred, 2003: Das Problem der Personalitat in der Sozialwelt: Bruchstucke. In: Martin EndreIlja Srubar eds., Theorie der Lebenswelt 1: Die pragmatische Schichtung der Lebenswelt. Alfred Schutz Werkausgabe Band V.1. Constance: UVK Verlagsgesellschaft, 91176., 2004: Der sinnhafte Aufbau der sozialen Welt: Eine Einleitung in die verstehende Soziologie. Alfred Schutz Werkausgabe Band II, edited by Martin Endre and Martin Remm. Constance: UVK Verlagsgesellschaft. Searle, John, 1975: The Logical Status of Fictional Discourse. In: New Literary History 6, 319332.Shackle, George Lennox Sharman, 1961: Decision, Order and Time in Human Affairs. Cambridge: Cambridge University Press., 1964: General Thoughtschemes and the Economist. Woolwich Economic Paper 2. Woolwich, NJ: Woolwich Polycentric Press., 1979: Imagination and the Nature of Choice. Edinburgh: Edinburgh University Press. Shiller, Robert J., 2000: Irrational Exuberance. Princeton: Princeton University Press.Simmel, Georg, 20041978: The Philosophy of Money. Third enlarged edition. London: Routledge.Simon, Herbert, 1957: Models of Man. New York: Wiley.Soros, George, 1998: The Crisis of Global Capitalism: Open Society Endangered. New York: Public Affairs.Storper, MichaelRobert Salais, 1997: Worlds of Production. Cambridge, MA: Harvard University Press.Streeck, WolfgangKathleen Thelen eds., 2005: Beyond Continuity: Institutional Change in Advanced Political Economies. Oxford: Oxford University Press.Sturken, MaritaDouglas Thomas, 2004: Introduction: Technological Visions and the Rhetoric of the New. In: Marita SturkenDouglas ThomasSandra J. BallRokeach eds., Technological Visions: The Hopes and Fears that Shape New Technologies. Philadelphia, PA: Temple University Press, 318.Tappenbeck, Inka, 1999: Phantasie und Gesellschaft: Zur soziologischen Relevanz der Einbildungskraft. Wurzburg: Konigshausen und Neumann.Vaihinger, Hans, 20071911: Die Philosophie des Als Ob. Saarbrucken: VDM.van Lente, HarroArie Rip, 1998: Expectations in Technological Developments: An Example of Prospective Structures to be Filled in by Agency. In: Cornelius DiscoBarend van der Meulen eds., Getting New Technologies Together: Studies in Making Sociotechnical Order. Berlin: de Gruyter, 203229.Veblen, Thorstein, 19731899: The Theory of the Leisure Class. Boston, MA: Houghton Mifflin.Volkmann, Christina, 2001: Organization Theory and Literary Theory: Strange Encounters. Discussion Paper 0301. Exeter: University of Exeter Business School. http:businessschool.exeter.ac.ukdocumentspapersmanagement20030301.pdf Wenzel, Harald, 2001: Die Abenteuer der Kommunikation: Echtzeitmedien und der Handlungsraum der Hochmoderne. Weilerswist: Velbruck.White, Harrison, 1992: Identity and Control: A Structural Theory of Social Action. Princeton: Princeton University Press.Whitford, Josh D., 2002: Pragmatism and the Untenable Dualism of Means and Ends: Why Rational Choice Theory Does Not Deserve Paradigmatic Privilege. In: Theory and Society 31, 325363.30 MPIf G Discussion Paper 10 8Williamson, Oliver, 1993: Calculativeness, Trust, and Economic Organization. In: Journal of Law and Economics 36, 453486.Zbaracki, Mark J., 2004: Pricing Structure and Structuring Price. Philadelphia, PA: University of Pennsylvania.Zelizer, Viviana, 1979: Human Values and the Market: The Case of Life Insurance and Death in 19th Century America. In: American Journal of Sociology 84, 591610.Recent Titles in the Publication Series of the MPIf GMPIf G Discussion Papers MPIf G Working Papers MPIf G Books DP 117Malets, O.From Transnational Voluntary Standards to Local Practices:A Case Study of Forest Certification in Russia DP 116B. Amable, K. Azizi Varieties of Capitalism and Varieties of Macroeconomic Policy: Are Some Economies More Procyclical Than Others?DP 115T. Paster German Employers and the Origins of Unemployment Insurance: Skills Interest or Strategic Accommodation?DP 114M. Lutter The Adoption of Lotteries inthe United States, 19642007:A Model of Conditional and TimeDynamical Diffusion WP 114A. Honneth Verwilderung des sozialen Konflikts: Anerkennungskampfe zu Beginn des 21.Jahrhunderts WP 113A. Nolke Transnational Economic Order and National Economic Institutions: Comparative Capitalism Meets International Political Economy WP 112U. Schimank Wohlfahrtsgesellschaften als funktionaler Antagonismus von Kapitalismus und Demokratie: Ein immer labilerer Mechanismus?WP 111J. Pennekamp Wohlstand ohne Wachstum: Ein Literaturuberblick DP 113J. Beckert Where Do Prices Come From? Sociological Approaches to Price Formation WP 108R. Mayntz Die transnationale Ordnung globalisierter Finanzmarkte:Was lehrt uns die Krise?DP 112 T. ten Brink Institutional Change in MarketLiberal State Capitalism: An Integrative Perspective on the Development of the Private Business Sector in China WP 107J. Beckert Are We Still Modern?Inheritance Law and the Broken Promise of the Enlightenment P. Aspers Markets Polity Press, 2011M. Lutter Markte fur Traume: Die Soziologie des Lottospiels Campus, 2010P. Klages Wirtschaftliche Interessen und juristische Ideen: Die Entwicklung des Aktienrechts in Deutschland und den USA Campus, 2010S. Munnich Interessen und Ideen: Die Entstehung der Arbeitslosenversicherung in Deutschland und den USACampus, 2010P. Aspers Orderly Fashion: A Sociology of Markets Princeton University Press, 2010M.L. Djelic, S. Quack eds.Transnational Communities: Shaping Global Economic Governance Cambridge University Press, 2010 B. Apitzsch Flexible Beschaftigung, neue Abhangigkeiten: Projektarbeitsmarkte und ihre Auswirkungen auf Lebensverlaufe Campus, 2010Ordering Information MPIf G Discussion Papers Order printed copies from the MPIf G you will be billed or download PDF files from the MPIf G website free.MPIf G Working Papers Order printed copies from the MPIf G you will be billed or download PDF files from the MPIf G website free.MPIf G Books At bookstores; abstracts on the MPIf G website.www.mpifg.de Go to Publications.New Titles Consult our website for the most complete and uptodate information about MPIf G publications and publications by MPIf G researchers. To sign up for newsletters and mailings, please go to Service on the MPIf G website. Upon request to infompifg.de, we will be happy to send you our Recent Publications brochure.ERPAMPIf G Discussion Papers and MPIf G Working Papers in the field of European integration research are included in the European Research Papers Archive ERPA, which offers fulltext search options: http:eiop.or.aterpa. ", "filename": "659413396.pdf", "person": ["Jens Beckert", "Beckert, Jens"], "date": ["2011"]}