{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46248/1/660772094.pdf"], "title": ["What are the effects of tax changes in the United Kingdom? New evidence from a narrative evaluation"], "plaintext": " What are the Effects of Tax Changes in the United Kingdom? New Evidence from a Narrative Evaluation Abstract This paper estimates the effects of tax changes on the U.K. economy. Identification is achieved by isolating the exogenous tax policy shocks in the postwar U.K. economy using a narrative strategy as in Romer and Romer 2010. The resulting tax changes are shown to be unforecastable on the basis of past macroeconomic data. I find that a 1 per cent cut in taxes stimulates GDP by 0.6 per cent on impact and by 2.5 per cent over three years. These findings are remarkably similar to the corresponding estimates for the United States. The results reinforce the view that tax changes do indeed have powerful, persistent and significant effects on the economy. Finally, exogenous tax changes are shown to have contributed to major episodes in the U.K. business cycle. JELCode: E200, E320, E620, H200, N100. Keywords: fiscal policy, tax shocks, tax multiplier, narrative approach, business cycles. CESifo Working Paper No. 3433 James Cloyne Department of Economics University College London Gower Street UK London WC1E 6BT j.cloyneucl.ac.uk April 7, 2011 I am very grateful for comments and advice from, and discussions with, Alexis Anagnostopoulos, Wendy Carlin, Chris Carroll, Jeff Fuhrer, Liam Graham, Nezih Guner, Ethan Ilzetzki, Nicola Pavoni, Morten Ravn, Helene Rey and Harald Uhlig as well as seminar participants at the Bank of England, the Federal Reserve Bank of Boston, the University of Edinburgh and University College London. I would also like to thank Carl Emmerson at the Institute for Fiscal Studies and the librarians at the London School of Economics and Her Majestys Treasury. I would also like to thank CESifo for sponsorship and comments received at the CESifo 2011 Macro, Money and International Finance Conference in Munich. At the same conference, this paper and the author were awarded the 2011 CESifo Distinguished Young Affiliate Prize. 1Introduction Despite its importance for current macroeconomic policymaking, evidence of the macroeconomiceffects of tax changes in the United Kingdom is sparse. Furthermore, there remains a distinct lackof consensus in the international evidence. Do tax cuts stimulate the economy? Will tax increasesharm economic recovery? Answering these questions remains a contentious issue and one that isparticularly pertinent at a time of intense disagreement about the macroeconomic consequences ofa fiscal consolidation.This paper helps fill the evidence gap, making three important contributions. First, I providenew, robust estimates for the macroeconomic effects of tax changes in the United Kingdom byconstructing a new narrative dataset. I find that a 1 percentage point cut in taxes as a proportionof GDP causes a 0.6 per cent stimulus to GDP on impact, rising to 2.5 per cent increase overnearly three years. Second, this paper makes a direct contribution to the international evidence;my results are remarkably similar to the Romer and Romer 2010 narrativebased estimates for the United States. Third, this work and the narrative paper itself, Cloyne 2010 provides detailednew data for analysing the effects of U.K. tax policy and its history.Microeconometric work has already used historical tax reforms in the U.K. for estimatingchanges in behaviour. For example, Blundell et al. 1998 use the 1980s tax reforms to estimatelabour supply elasticities. Cummins et al. 1996 use the 1991 corporation tax cuts to examine theresponsiveness of business investment using firm level data.1However, few studies have examined the macroeconomic effects of tax changes in the United Kingdom. This gap is reflected in the U.K. Office for Budget Responsibilitys report from June 2010. The tax multipliers used by the OBR are derived, in part, from an IMF survey paper from 2009. Of the nineteen studies reviewed by the IMF only two specifically examine the U.K. The OBRs other multiplier assumptions come from common largescale macroeconometric forecastingmodels which often crucially depend on modelling assumptions.2The academic literature has focused on the United States and cross country panel datasets.However, even for the U.S. there is no consensus. This reflects the difficulty of identifying taxpolicy shocks uncorrelated with, and uncontaminated by, other fluctuations. The basic problem isone of simultaneity. Changes in taxes are likely to contemporaneously affect GDP but commonlyused tax variables such as tax revenues are also contemporaneously driven by GDP.1Other examples are Blow and Preston 2002 who use the post1979 tax reform period to estimate the extent ofresponsiveness in taxable earned income to rates of taxation and various papers which study the employment effect ofthe introduction of the Working Families Tax Credit, such as Gregg and Harkness 2003 and Blundell et al. 20052Indeed, Blanchard and Perotti 2002 argue the evidence from largescale econometric models has been largelydismissed on the grounds that, because of their Keynesian structure, these models assume rather than document apositive effect of fiscal expansions on output.2The recent literature has tackled the resulting identification problem in two ways. The firstapproach, initiated by Blanchard and Perotti 2002, seeks to identify the shocks to revenues thatare contemporaneously uncorrelated with other fluctuations, from a structural vector autoregressionSVAR.3 This is achieved by assuming that policymakers do not respond to shocks within thequarter. External information on the elasticity of revenue to output is then used to create cyclicallyadjusted revenues. For the U.S., the effect of a tax shock on GDP is typically around 1 per cent.4However, results vary across countries. For example, one of the few studies to consider the U.K.,Perotti 2005, reports small negative effects of a tax cut on GDP.The second method uses the narrative record to construct a direct measure of the policy shocksthat are uncorrelated with current or projected economic fluctuations. Socalled narrative approaches have been used to identify government spending shocks Ramey and Shapiro 1998;Ramey 2008, monetary policy shocks Romer and Romer 1989, 2004 and, most relevantly,tax shocks in the U.S. by Romer and Romer 2010. Romer and Romer find a large and persistenteffect of tax changes on GDP, reaching nearly 3 per cent over three years.Identification in the SVAR approach crucially depends on the assumptions. Furthermore, theresults can be quite sensitive to the elasticity used. This issue is a particular problem for the U.K.results in Perotti 2005. The narrative method offers a more direct approach and, in evaluatingthe state of current knowledge, Beetsma 2008 argues the contribution that likely yields the mostreliable results up to now is Romer and Romer.However, the existing literature presents at least two puzzles. First, do the effect of tax changesvary across countries in particular does a tax cut in the U.K. really lead to a decline in GDP?Second, is the effect as large in the U.S. as estimated by Romer and Romer? Without furthernarrative studies this is very difficult to establish.This paper provides new estimates for the U.K. by pursuing a narrativebased approach. However, in doing so, I directly contribute to the international evidence. A number of factors make the U.K. an ideal country for a new study. Firstly, the U.K. has a long history of using tax policy andthere were many policy changes. Secondly, the U.K. Budget process is ideal for the constructionof a new narrative dataset. Tax policy is highly centralised 5 and since the Budget is a major annual event, tax changes are largely saved for this announcement with implementation taking placethroughout the year. Furthermore, unlike in the United States, these announcements almost alwaysbecome law. In addition, detailed revenue forecasts are provided for all the Budget measures andthere is extensive political debate and discussion about the motivation for each change.3See, for example, Perotti 2005, 2007, for a survey.4Blanchard and Perotti 2002 conclude that the effects for the U.S. are small, often close to 1. Perotti 2005finds a maximum effect on GDP for the U.S. of around 0.6 per cent.5Adam et al. 2010 note that only 5 per cent of revenue is raised locally.3I therefore construct, from scratch, a new narrative dataset for the U.K. The detail can be foundin a companion paper Cloyne 2010.6 Having assembled data from official Budget sources on all thediscretionary policy changes between 19452009, I employ the Romer Romer RR identificationstrategy. I use the justifications given in the narrative record to isolate tax policy changes whichwere not responding to, or influenced by, current or projected economic fluctuations. I follow RRin calling these exogenous tax policy changes as opposed to endogenous.In categorising each of the 2,500 discretionary policy changes I keep as close as possible to thestated motivation. This generates slightly different subcategories from those in RR. The exogenouscategory contains actions to improve longrun economic performance, ideological changes relatedto party political or social causes, rulings from external bodies such as courts, and fiscal consolidation measures based on longrun considerations. The endogenous changes are actions to managedemand, to stimulate production, to offset a debt crisis and those to fund spending decisions.Having constructed an exogenous tax series, I then use it to consistently estimate the macroeconomic effects of tax shocks in the United Kingdom. Given the construction of the series, arelatively simple regression should, in principle, achieve this.This paper is structured as follows. Section 2 describes the identification strategy and my new U.K. quarterly dataset, its construction and properties. I also show that the constructed series isunforecastable on the basis of past macroeconomic data. The companion paper, Cloyne 2010,contains more details and the narrative itself. Section 3 presents the baseline results using thenew tax shocks. Section 4 runs a variety of robustness checks. Section 5 shows that both longrun economic and ideologically motivated tax cuts have similar stimulus effects. Finally, section 6examines the contribution of the tax shocks to the U.K. business cycle. I show they contributed toseveral major episodes in the postwar period. Section 7 concludes that the macroeconomic effectsof tax shocks are powerful, persistent and significant in the U.K.2 The new U.K. postwar tax dataset 2.1 Identification One of the key problems in identifying the macroeconomic effects of tax changes is simultaneity.Discretionary changes in taxes are likely to affect GDP contemporaneously, but aggregate fluctuations will also contemporaneously affect commonly used tax measures such as tax revenues.Suppose output growth, yt where yt is the log of real GDP, is related to changes in taxes asfollows:6Available at: http:www.homepages.ucl.ac.ukuctpjscyt 0 t ut14where 0 is a constant and t is a chosen measure of tax changes. Any measure t which is afunction of factors also contemporaneously affecting output, cannot be used to consistently identifythe effects of tax changes. If t ut then the chosen tax measure would be contemporaneouslycorrelated with the error term, violating the standard requirement for consistent estimation of thecoefficients.As a specific example, and to illustrate the popular Blanchard and Perotti 2002 identificationapproach, consider the following simple model. Suppose taxes are measured by log of real taxrevenues, st. Also assume that the change in tax revenues is affected by movements in aggregateoutput and another shock, t:yt 0 st utst yt t23where is taken to be the elasticity of output with respect to revenues.The Blanchard and Perotti 2002 approach seeks to identify t as the structural shocks torevenues: those uncorrelated with other contemporaneous economic shocks. The method assumespolicymakers are not informed about, or are unable to respond to, shocks within the same quarter.The method then uses external information to calibrate the elasticity . A series for can thenbe constructed. Under these assumptions the series is interpreted as the discretionary policydecisions uncorrelated with other fluctuations.There are at least three problems with this method. First, if the timing assumptions do nothold, then does not simply reflect the automatic response of revenues to output. would alsobe capturing any legislated changes in policy which are contemporaneously correlated with output.Second, we need to be confident that the specification 3 adequately captures the cyclical influenceson revenues. Of course, we could add extra variables such as inflation or the interest rate to the righthand side but, as many factors are likely to affect revenues, it is unclear what a comprehensive listwould be. Errors in the specification would lead to incorrectly capturing the structural, policyinduced, shocks to revenues. Third, legislated tax shocks are not simply shocks to revenues; theyalter rates and liabilities, which themselves are likely to affect the elasticity .Ideally we would like a direct measure of the policy innovations uncorrelated with other currentor prospective shocks. Suppose we could construct such a series and that its past and presentvalues were uncorrelated with other contemporaneous shocks. This is sometimes referred to asweak exogeneity or simply exogeneity.7 Under this condition,8 with an infinite sample and byappealing to the Wold decomposition theorem, we can estimate a simple infinite distributed lagmodel 7In contrast to strict exogeneity which requires that the whole tax series t 0,  , T is uncorrelated with ut.8And the other standard conditions ensuring the consistency of OLS.5cid:88j0yt jdtj t,4and consistently estimate the dynamic effects of the tax shock on output the coefficients. dtis the constructed exogenous tax series. Note that the key identifying assumption is Etdt, dt 1,   0.In this paper I adopt a narrative approach to identify such a series and, following Romer RomerRR, I call these exogenous discretionary tax changes. Data on all discretionary policy decisionsare collected from narrative sources such as U.K. Budget documents.I then employ the RRstrategy of classifying tax changes by motivation. This allows me to identify those decisions thatwere taken for reasons uncorrelated with current or prospective economic conditions. Actions whichdo not satisfy this criteria are referred to as endogenous.To make the discussion more concrete assume the discretionary policy decisions are observablefrom narrative sources and call these pt. pt is likely to be made up of an exogenous componentxt in the sense discussed above and policy changes that react to economic fluctuations forexample output, inflation, unemployment, fiscal deficits and so on, f yt, t, ut, bt. Hence pt xt f yt, t, ut, bt. Simply using pt as a measure of dt will lead to inconsistent estimates of the coefficients in equation 4 as f is correlated with . However, assuming that we can constructan exogenous series from the narrative record, xt and its lags should be uncorrelated with theerror terms, allowing for consistent estimation of the effects of tax policy shocks.It can also be seen from equation 4 that several common tax measures cannot be used in placeof dt. Using total revenues violates Et dt, dt 1,   0 as current shocks to output also affectrevenues equation 3. The same is likely to be true of tax rates and the full discretionary policychange series pt. As policy variables sometimes respond contemporaneously to other economicshocks, these are also correlated with t. The narrative approach is so useful precisely because itisolates the policy changes for which the identifying assumptions hold.2.2 Constructing the exogenous series 2.2.1 Data Sources The centrepiece of the British tax process is the annual Budget. This is a traditional and grandoccasion which attracts extraordinary media coverage in spite of its technical nature. Part of theattraction is the rhetoric and theatre of the Budget speech as well as the anticipation of surprises Chancellors invariably try to pull out of their hat. However, the Budget is more than pomp andcircumstance; it is also the annual presentation of the Governments economic policy. The policychanges are with the exception of emergency measures and recently a second Budgettype event 6in the autumn the PreBudget Report stored up for this performance. This process and theother features mentioned in the introduction make the U.K. ideal for a narrative study of taxchanges.To construct an exogenous series, the starting point is to identify and collect revenue forecastsfor all the discretionary policy changes. The source for the revenue estimates is the Financial Statement and Budget Report 9 FSBR, commonly known as the Red Book, which is publishedalongside the Budget speech. For actions between Budgets not already covered in the FSBR Iuse estimates given by the Chancellor of the Exchequer to Parliament. The source for this is theofficial parliamentary record, Hansard.Other sources are used to ensure that I have accounted for all the interim tax changes. Firstly,the Chancellors Budget speech often mentions measures already taken. But secondly, I use the economic history literature; several major contributions contain chronologies which were of significanthelp.10 Together all these sources identify nearly 2,500 nonnegligible 11 tax changes.Changes in Social Security contributions National Insurance are considered when they are partof the Budget process. In the earlier part of the sample, changes to National Insurance contributionswere announced separately and closely followed changes in welfare transfers; this reflected theoriginal Contributory Principle behind National Insurance. I am therefore confident that theseextraBudgetary changes were spendingdriven and therefore not exogenous see discussion below.In later years National Insurance became more like a tax both in structure and use and wasbrought into the Budget process. When included in the Budget process I make use of these changes.This is discussed in more detail in Cloyne 2010.The next step is to split the series by motivation. For each change I primarily use the Chancellors Budget speech and, since 1997, the Economic and Fiscal Strategy Report EFSR which wasspecifically designed to explain and justify actions. Other documents also proved useful: the FSBRitself, the Economic Surveys in the early years, relevant White Papers statements of governmentpolicy, technical notes and additional debates and speeches recorded in Hansard. The historyliterature was important in framing the context and highlighting additional events of relevance.However, as in RR, the policymakers explanation is generally taken at face value. The intention isnot to provide an exhaustive review of different commentators perspectives but rather to provide anarrative of the stated justifications for action and a sense of how policymakers saw their actionsat the time.9Before 1969 this was simply called the Financial Statement and in the early years a separate Economic Surveywas published.10Useful texts included Dow 1964, Cairncross 1992, Britton 1991 and Woodward 2004.11The definition of a negligible action is made by Her Majestys Treasury HM Treasury and no public figure isthen given for these policy changes. In 2009 for example, this was a change amounting to less than 0.0002 per centof GDP.7Implementation dates are usually given in the FSBR or the speech. For changes where this isnot the case I also make use of the Finance Act itself the legislation enacting the Budget measuresor relevant Statutory Instruments secondary legislation and technical notes. More detail on thelegislative arrangements in the U.K. are described in Cloyne 2010.2.2.2 Classifying the motivation Following RR, I distinguish between endogenous and exogenous tax policy changes. Recall that anexogenous policy decision is one that was taken for reasons uncorrelated with current or prospectiveeconomic conditions. This is the most important distinction given that the objective is preciselyto isolate these changes.As mentioned, I have attempted to keep as close as possible to the spirit of the motivation. I splitendogenous changes broadly into four categories: those to regulate demand demand management,those to boost production supply stimuli, those to deal with a deficit crisis deficit reduction andthose that financed spending decisions.A demand management change attempts to adjust aggregate demand or specific componentsfollowing contemporaneous or projected fluctuations in the economy. There are many examplesfrom 1945 to 1979.12 A classic example is a stimulus to aggregate demand to offset a negativeshock to output. However, there are many cases where the policymaker was responding to curbinflation or rectify a balance of payments crisis. The crucial element is whether demand regulationvia a tax change was the key mechanism to offset another shock.Where a supplyside reform attempts to offset an immediate shock I classify this as a supplystimulus. A good example is the 1985 cuts to National Insurance contributions. As a consequenceof the early 1980s recession, unemployment had been rising sharply to 1985 and this motivatedpolicy action. The approach was, however, justified in terms of making it less costly to hire workersand policymakers specifically rejected a stimulus to demand.I classify a policy as a deficit reduction action if it was specifically triggered by concern overcurrent movements in the deficit for example concerns about the governments credit rating or aclear consequence of another shock. For example, the Government in 1993 argued the deficit wasa direct consequence of the recession and was rising too fast: immediate action was required andtaxes were increased. RR do not have this category but there is clear evidence in the U.K. narrativeof policy contemporaneously responding to deficit changes.Spendingdriven changes explicitly finance a spending action. I only assign this category wherethere is a clear link between a tax change and a spending decision. A good example of a spending12Dow 1964 argues there is probably no country in the world that has made a fuller use than the United Kingdomof budgetary policy as a means of stabilising the economy.8driven change was the 2002 increase in National Insurance contributions to fund expansion of the National Health Service.The exogenous actions are split into four categories: measures taken to boost longrun economicperformance, those motivated by ideological or political reasons, those enforced by external bodiesand, less obviously, those to deal with an inherited deficit or for future deficit consolidation.Although longrun economic actions are not designed to offset a current shock, these need notonly be taken in times of calm. The 1979 Conservative Government made a number of supplysidereforms as part of their longterm economic strategy even during a recession. Such measures werenot designed to offset the current recession. In cases where a supplyside action is intended to offseta shock, supply stimulus would be a more appropriate categorisation.Ideological changes are those taken for political and philosophical reasons, not explicitly toinfluence economic performance. The Conservative Governments married couples allowance andthe 1997 Labour Governments removal of it is a clear example of this.External changes are those imposed on policymakers by rulings from external bodies. Examplesof external decisions are court judgements and the enforcement of European directives.The previous three categories are more obviously exogenous: policy changes do not react toshocks. Policy actions in the fourth exogenous category, deficit consolidation, are likely to reflectpast shocks for example the effect of a previous recession. RR define a deficitdriven policychange as either dealing with an inherited deficit for longrun reasons for example, a belief thatit will support longrun growth or a planned future consolidation to offset a current fiscal action.However, there are no examples in the U.K. where an incoming government decided to deal with adeficit independent of the current macroeconomic situation. There was always a sense of crisis andthis led me to introduce the new endogenous deficit reduction category.There are, however, some cases where deficit consolidations were planned for future years. Thiswas a way of anchoring credibility while spreading the consolidation over time. For example, thefiscal stimulus designed to offset the 200809 recession was accompanied by planned tax rises severalyears later. In the sense discussed in section 2.1 these are still exogenous, being correlated onlywith past shocks. One still might worry that all deficit consolidations are in some sense endogenous.Indeed the RR deficit category has attracted some criticism on these grounds. To guard againstthis possibility, in section 5 I reestimate the baseline model excluding the deficit consolidationcategory; I report that the results are largely unaffected.It is useful to note the similarity with the RR categories. Their countercyclical category closelyrelates to demand management and supply stimuli.Spendingdriven is the same category. Thenew endogenous category is deficit reduction as there is sufficient evidence of contemporaneousinfluences on deficit actions. For the exogenous changes, longrun, ideological and external can be 9matched to RRs longrun category and deficit consolidation is similar although more restrictive.2.2.3 Specific issues in applying the categorisation Budgets tended to have an overall motivation as well as providing specific justification for eachmeasure. In the companion paper, Cloyne 2010, I individually classify all the discretionary policychanges and provide evidence for the categorisation.I carefully weigh up both the overall andspecific comments to disentangle the primary motivation. In annex C two example Budgets areshown, taken from the companion paper: 1968 where almost all the measures were to limit demandand 1985 where the central theme was supplyside reform for longterm economic performance.There is an important grey area that requires discussion. In a few cases the overall motivationappears in direct conflict with the specific objective for individual measures. Consider a simpleexample. In 1968 all but two changes were stated to limit demand tax increases but the otherchanges are designed to help the elderly a tax cut and this is clearly marked as delivering on alongrun social objective. In one sense the latter is exogenous but, if the Chancellor had a target forlowering demand in mind, then this cut had to be offset elsewhere. Furthermore, the measures oftenhave different implementation dates and do not offset each other in the aggregate. Two actionsmay therefore be correlated if a seemingly exogenous action precipitates a larger endogenous one.It is usually very unclear the extent to which the Chancellor intended for some measures to offsetothers. In these more complicated cases I provide an alternative classification taking the whole Budget package together. In the 1968 example I classify all measures, including an ideological taxcut, as demand management. The alternative series is then used as a robustness check below,with the results largely unaffected.Another related but simpler issue is the treatment of packages of measures or actions designedto offset other actions. For example, between 1979 and 1997 there were considerable alterationsin the balance of taxation from income tax to Value Added Tax V.A.T It was argued thatthe V.A.T. rise was funding an income tax cut and the income tax cut was designed to stimulatelongterm growth. Rather than categorise the income tax cut as longrun and the V.A.T. riseas, for example, deficit reduction, it seems wise to categorise the package as longrun, even if a V.A.T. rise on its own might harm the economy.102.2.4 Transforming the narrative into a quarterly dataset The objective is to construct a quarterly time series from 1945 to 2009.13 The resulting serieswill be the change in projected revenue which most closely reflect changes in ongoing liabilitiesnormalised by GDP and expressed as a percentage. In this sense the resulting series can be seenas changes in an average tax rate.14I make use of revenue forecasts from the Budget documents but my focus is on the change in taxliabilities. In general, measures that simply alter the timing of existing taxes are excluded. Goodexamples of this are the introduction of quarterly payments of tax for small employers or where areduction in Advance Corporation Tax was to be balanced by an increase in the subsequent liabilityto mainstream corporation tax.15 However, for some taxes, exclusion seems less appropriate. Inthe 2000s there were several examples of attempts to raise fuel duty but then, following volatilityin the oil market or protests, this was deferred. In several cases the postponement was explicitlydesigned to support consumers expenditure a form of stimulus and it seems prudent to leavethese changes in the series. Cloyne 2010 discusses these cases in more detail.In keeping with this focus on liabilities I make use of the full year revenue estimate. This wasthe ongoing annualised revenue effect rather than any temporary revenue effect in the short rundue to the timing of revenues reaching the Exchequer. I assign this figure to the implementationdate, following Romer and Romer. I deal with possible anticipation effects below. In more recentyears, estimates were given for several years ahead rather than as a full year figure. However,the figures for the later years forecast are usually very similar. It is clear what reflects the fullyear estimate and where figures did not correspond to a full year concept this is explained in the Budget documents. I therefore generally use the latest year of data, although carefully watch forchanges in revenue which do not appear to follow the full year concept. Each case is consideredindividually in Cloyne 2010.Having assigned a motivation to a revenue change, I aggregate the tax series based on motivationand implementation date. This requires assigning the calendar dates to quarters. I follow RR byassuming that changes implemented in the second half of a calendar quarter have their economiceffect in the next quarter. For example, a change implemented on 25th March is assigned to quartertwo and not quarter one. In terms of announcement dates the appropriate dating method is the 13The final Budget I consider is April 2009. The December 2009 PreBudget Report PBR contained measuresto be implemented in the 2010 Finance Bill but, with a General Election scheduled for the first half of 2010, it wasunclear at the time of analysis which measures would actually become law. I do, however, use macroeconomic dataup to and including 2009Q4; being in December, PBR measures would have been dated in 2010Q1 at the earliest see below.14As in both Romer and Romer 2010 and Mertens and Ravn 2010.15FSBR 1988, page 47.11actual quarter of announcement.The resulting aggregate series represents the forecast full year change in revenues in eachquarter, by motive. I follow RR and scale this by the annualised level of nominal GDP in eachquarter. This is appropriate as the revenue figures are also annualised hence quarterly revenuedivided by quarterly GDP would generate the same ratio. UK GDP is not available quarterlyprior to 1955 and so the consistent part of the sample must begin in 1955Q1. However, annual GDP is available from 1948 to 1955 and for these years I use the annual nominal GDP figure forthe four quarters within that year.There are a number of more specific technical issues and assumptions but for brevity I directthe reader to Cloyne 2010 for the detailed discussion. I simply flag the most important casesbelow.The first is how to treat temporary changes. For a temporary change the appropriate revenueestimate is not the full year cost but rather the value which most closely reflects the total yieldor cost of the action. This is usually clear and I assign this figure to the implementation date,reversing it on the end date.Secondly, there are a minority of changes which have retroactive elements about 120 of the 2500. I follow RR in dealing with this issue. A tax change with a retroactive implementation datehas two components, the future effect on revenues going forward the nonretroactive elementand the outstanding liabilities for the period before the announcement. As in RR, the baselinedataset simply excludes the retroactive elements and I assign the full year revenue estimate tothe announcement date.16 As a robustness check I derive a series which assigns the accumulatedretroactive liabilities as a levy to the same date, removing this the following quarter.Finally, a few policy actions are not included. These include personal income tax credits the Treasury and the Institute for Fiscal Studies regard these as spending; they have to be claimed andare closer to a definition of welfare transfers and statutory or preexpected indexation of duties,allowances and thresholds for example uprating of the personal allowance each year with inflationor simple inflation increases in excise duties. Inflation increases in certain taxes are recorded by the Treasury as zerorevenue changes against the indexed base and also contain no new discretionarypolicy information so are excluded.17 For more detail and justification again see Cloyne 2010.16There are several reasons for this. Firstly, many changes are passed by Budget Resolution and are implementedon Budget day anyway see annex B. Secondly, few taxes are altered in debate and so this Budget announcementis often presented as the implementation unless of course a later date is given. When an implementation date isin the past, the day the change becomes known seems the most appropriate implementation for the nonretroactiveelement. See Cloyne 2010 for how this compares with RR.17Romer and Romer do the same, arguing that these types of changes are basically an automatic uprating, containing no new policy information.122.3 Properties of the new tax dataset This section considers some of the features of the new dataset. Figure 1 illustrates the exogenouspolicy changes which will be used in the later analysis. The series has a mean of 0.06 per cent of GDP, which is the same order of magnitude and sign as the RR series. There is also a fair amountof variation in figure 1 and the standard deviation is 0.25. The large positive and negative spikesin the middle of the series come from staggered timing in a move from direct to indirect taxes.18As a robustness check I correct for this later.Figure 1: Exogenous tax changes The full discretionary policy series including exogenous and endogenous changes, shown infigure 2, is more volatile, largely reflecting the countercyclical actions many of which were to dealwith inflation. The mean is closer to zero at 0.014 but is more volatile with a standard deviationof 0.48.Figure 3 shows the different subcomponents of the exogenous category except the externalcategory as these changes are small. The larger changes clearly arise from the longrun economicactions. We can also see some key periods of supplyside reform. The most sizable attempts touse tax policy for stimulating longterm economic performance were in the early 1950s the Butlersupplyside reform and mid 1950s boom, the early 1970s less but better government 19 and the 18V.A.T was increased in 1979Q3, income tax allowances were cut for the whole year 197980 and so the implementation date is taken as the announcement, but the accompanying income tax rate changes were not implementeduntil 1979Q4.19Cairncross 1992, page 189.13195019601970198019902000201021.510.500.511.52Exogenous discretionary tax policy changes PercentHeathBarber boom, throughout the 1980s the ThatcherHoweLawson supplyside reforms andthe 199697 Clarke income tax cuts.Figure 2: Exogenous policy changes and all policy changes Figure 3: Longrun economic, ideological and deficit consolidation exogenous policy changes There were some sizable ideologically motivated policy changes, although not on the scale or 1419501960197019801990200020103210123Exogenous and all policy changes Percent Exogenous All policy changes 195019601970198019902000201021.510.500.511.52Subcategories of exogenous tax changes Percent Ideological Deficit consolidation Longrunfrequency as the 1980s reforms aimed at longrun economic performance. There were also notabledeficit consolidation measures throughout the 1990s following the recession.It is also interesting to briefly look at the components of the endogenous series. These areillustrated in figure 4. There were few countercyclical tax policy actions demand managementor supply stimuli after 1980 until 2008. The height of demand management policy was thereforebetween 1945 and 1979. This compares with a greater emphasis on the use of monetary policy forstabilisation after 1979. Sizable deficit reduction actions can also be seen, for example Geoffrey Howes famously strict 1981 Budget. Measures to help fund increased expenditure on public servicesin the early 2000s are also visible.Figure 4: Countercyclical, spendingdriven, deficit reduction endogenous policy changes 2.4 Testing the predictability of the exogenous tax changes The exogeneity of the constructed tax series is the key identifying assumption. While we cannottest whether our exogenous series is contemporaneously uncorrelated with other macroeconomicdata,20 it is still instructive to consider whether the new series is unforecastable on the basis ofpast information.Following Romer and Romer, I first perform a simple Granger Causality test using output 2120Recall that the tax variable itself may simultaneously determine the independent variable, for example output.21The series in this section are detrended using the BaxterKing filter. However the results in table 1 are similarfor growth rates and linear detrending. In both cases using the exogenous series generated high pvalues, using thecountercyclical series generated low pvalues.1519501960197019801990200020102.521.510.500.511.522.5Subcategories of endogenous tax changes Percent Deficit reduction Spendingdriven Countercyclicaland the exogenous tax series. The results are presented in table 1.22 Table 1 shows that at all threelag lengths it was not possible to reject the hypothesis that GDP does not Granger Cause the taxseries. The pvalue was high, over 0.9, with 4, 8 and 12 lags. As a comparison, I check whether theendogenous countercyclical series can be forecast on the basis of output. The null hypothesis wasclearly rejected with pvalues well below 0.01 for all three lag lengths.Table 1: Granger Causality and Ordered Probit Results Series Test statistic Pvalue Exogenous series Granger Causality: 4 lags Granger Causality: 8 lags Granger Causality: 12 lags Ordered Probit Countercyclical series Granger Causality: 4 lags Granger Causality: 8 lags Granger Causality: 12 lags 0.240.350.4210.0653.23.7Ordered Probit 27.500.910.940.950.610.0010.0020.00010.007Secondly, and perhaps more importantly, I check whether the decision to act itself can beforecast from past information. This method is suggested by Mertens and Ravn 2010. It requiresreaggregating the tax series using the announcement date rather than the implementation dateand performing an Ordered Probit regression. The underlying latent process is the tax series itself,call this t. Now define a policy action indicator variable t where:t 1 if t 00 if t 01 if t 0The Ordered Probit model is then estimated as usual by Maximum Likelihood. As in Mertensand Ravn 2010, the independent variables are taken to be lags 1 to 4 of output, consumption and investment. This method addresses whether the decision itself is forecastable from pastmacroeconomic data. Of course, this does not consider the size of the announcement but should 22A high pvalue for the Granger Causality test implies that we cannot reject the null hypothesis that output doesnot Granger Cause the tax shocks. A high pvalue for the Ordered Probit implies we cannot reject the null hypothesisthat all the coefficients on the various forecasting variables are zero.16give a sense of whether the policy decision was a product of economic conditions. In this sense itis a more meaningful test.I test the null hypothesis that all the coefficients in the regression are zero. For the exogenousseries, the pvalue of the Likelihood ratio statistic was 0.61, implying that at standard significancelevels we cannot reject the hypothesis that the variables in the regression contain no informationfor forecasting the exogenous series. By contrast the pvalue for the countercyclical series was 0.007,clearly allowing us to reject the hypothesis that output, consumption and investment contain noinformation on which to forecast the countercyclical endogenous tax series.These two tests suggest that the exogenous series is unforecastable on the basis of past information and add weight to our claim that the constructed tax series is indeed exogenous.3 The macroeconomic effects of tax shocks: baseline specification Having given weight to our claim that the newly constructed series is exogenous we are now readyto make use of these data for analysis. As discussed in section 2, with an infinite sample theestimation of equation 4 should yield consistent estimates of the effects of an exogenous taxshock. However, in truncating the number of lags and with the smaller samples in time seriesanalysis, it has become standard practice to use vector autoregressions, although I compare thesebaseline results with equation 4 later.The effects of a tax shock are estimated from the following vector autoregression VAR:Xt A0 A1t BLXt 1 CLdt t5where B and C are lag polynominals with P and Q 1 lags respectively. The narrative shocks dtare included as an exogenous variable following the preceding discussion. This specification follows Mertens and Ravn 2010 and the inclusion of narrative shocks as an exogenous variable is inkeeping with the narrative approach to government spending shocks, for example in Burnside et al.2004. There is a tradeoff between a long lag structure reflecting equation 4 and protectingdegrees of freedom in a smaller sample. RR use 12 lags of dt and the contemporaneous valueand I follow this convention, in other words Q 12. I take P 4 which is common, although Iexperiment both with longer and shorter lag structures for BL and the results are robust. Later Ialso show that the results are robust to estimating the model with the X vector in first differences.As mentioned earlier, quarterly National Accounts data are not available for the United Kingdom before 1955Q1. I therefore take the sample to be 1955Q1 to 2009Q4. The baseline specificationincludes the log of real per capita GDP yt, consumption ct and investment it. Thus:cid:48Xt yt ct it.17Other variables of interest are then added as in Burnside et al. 2004 to preserve degrees of freedom.The other variables of interest will be: imports, exports, government consumption, government totalmanaged expenditure, total revenues all log of real per capita as well as inflation, the nominalinterest rate, real wages and hours worked per person. Precise description of the data is given inannex A.The figures below report the baseline results for output, consumption and investment for Q 12,P 4, together with standard 68 per cent nonparametric, noncentred bootstrapped confidenceintervals using 10,000 replications.233.1 Baseline results for output and its components Figure 524 illustrates the central result of this paper. A one percentage point cut in taxes as apercentage of GDP generates a large and persistent stimulus to output. A percentage point cut inthe tax variable causes a boost of 0.6 per cent p 0.02 in output on impact. This effect thenrises to nearly 2.5 per cent p 0.001 after about 3 years before receding.25I now compare this result with the RR United States dataset. Figure 6 performs estimation ofequation 5 using the Romer Romer data.26 The results in figures 5 and 6 are strikingly similarand reflect the actual findings in Romer and Romer 2010 where the empirical specification isdifferent and Mertens and Ravn 2010 for an unanticipated tax cut. The close similarity withthe United States is quite remarkable; all the more so given the very different tax history, policyframework and sources and that the U.K. data are the result of aggregating nearly 2,500 classifiedchanges.23The method was as follows: i randomly draw residuals from the fitted residuals t and use 5 to simulatean artificial time series Xt ii perform estimation of 5 using the simulated data iii construct impulse responsefunctions for this simulated dataset and save the output iv repeat 10,000 times to construct an empirical distributionof impulse response functions v take the 16th and 84th percentile as the empirical confidence intervals.24The Matlab software written to perform all the estimation and generate the graphical outputs is available fromthe author on request.25As the figures are based on a simulation which sets dt 1 in t 1 and 0 for all other time periods, we couldequally have displayed a tax rise d 1 1 with a large and persistent negative output effect.26Available from their website.18Figure 5: Response of GDP to 1 per cent of GDP cut in taxes Figure 6: Response of GDP using Romer Romer U.S. data I consider the effect of the 1 percentage point tax cut on the other variables in the baseline VAR. Figure 7 illustrates the effect on household consumption and investment. For consumptionthe impact effect is larger at 1.3 per cent p 0 and has a maximum impact of 2.9 per centp 0.004. This suggests that tax shocks have a slightly greater effect on household consumption 19Response of GDP to a 1 percentage point tax cut Quarters Percent 02468101214162101234Romer and Romer dataset for the US: Response of GDP to tax cut Quarters Percent 02468101214162101234than on GDP, although the shape and order of magnitude are very similar. It is also interestingto note that the consumption response is smoother. The investment response is large and positive,again remarkably similar to the results for the United States. The impact effect is 1.2 per centp 0.07 and rises to 4.5 per cent p 0.02.Figure 7: Response of consumption and investment to 1 per cent of GDP cut in taxes Figure 8 illustrates the effect of the tax cut on imports and exports. One would expect a moreimmediate effect on imports than exports: the tax cut directly reduces the demand for importsby affecting domestic demand. The effect on exports may well be driven more at least in the 20Response of consumption to a 1 percentage point tax cut Percent Quarters 02468101214162101234Response of investment to a 1 percentage point tax cut Percent Quarters 02468101214164202468short run by the state of foreign demand although this obviously depends on what happens tothe real exchange rate. Figure 8 reflects this intuition. Imports increase significantly followingthe tax cut while the export response is largely insignificant. It is interesting to note the similarshape of the investment and the imports responses suggesting that the volatility of investmentis driven by volatility of imported capital goods.Figure 8: Response of imports and exports to 1 per cent of GDP cut in taxes In short, this section demonstrates a striking result. Tax cuts increases have large, positive 21Response of imports to a 1 percentage point tax cut Quarters Percent 024681012141621012345678Response of exports to a 1 percentage point tax cut Quarters Percent 02468101214166420246negative, significant and persistent effects on key macroeconomic aggregates in the U.K.3.2 The labour market response I now consider the effect on labour market variables of a 1 percentage point cut in taxes. Unfortunately, data for hours worked and the real wage are not available for U.K. over the whole period 19552009; I therefore use a restricted sample.Hours worked are defined as average weekly hours worked per person and this series is onlyavailable from 1971Q1. The real wage is defined as the nominal Average Earnings Index dividedby the GDP deflator. This series is available from 1963Q1 onwards. I first check that the GDPresponse to the tax shock is similar when the sample is restricted to these time periods: the GDPresponse is indeed very similar in shape, magnitude and persistence. I then add each of the labourmarket variables to the VAR.Figure 9 illustrates the effect of the tax cut on the real wage and on hours worked. The impacteffect on the real wage is sizable at 1.2 per cent and rising to 3.3 per cent after 11 quarters bothwith pvalues approximately zero.Hours worked, however, exhibit a smaller response. This can be seen in the bottom panel offigure 9. The response is not statistically significant for much of the period and the size of theresponse is everywhere less than 1 per cent. This suggests that hours worked do not respond muchin response to a tax shock. These results are similar to Mertens and Ravn 2010 who find, followinga surprise shock, that hours worked are less significant and not as sizable as the other variablesalthough their hours response peaks above 1 per cent, which is higher than my estimate.The labour market results are interesting: so far the GDP, consumption and investment broadlyreflect neoclassical predictions at least qualitatively and including features such as investmentadjustment costs as in Christiano et al. 2005. The hours response is qualitatively what onewould expect from a typical theoretical model given the substitution effects from distortionarytaxes, although the real wage may well be too responsive. Further work is needed to explore howwell theory can fit these facts.22Figure 9: Response of the real wage and hours worked to 1 per cent of GDP cut in taxes 23Response of the real wage to a 1 percentage point tax cut Quarters Percent 024681012141621012345Response of hours worked per person to a 1 percentage point tax cut Quarters Percent 024681012141610.80.60.40.200.20.40.60.814 Robustness 4.1 Estimation of a first differences model To guard against the possibility of spurious results deriving from unit roots in the output, consumption and investment series,27 I also estimate a first difference version of the VAR with theendogenous variables as the growth rates.28On impact the contraction is very similar at 0.65 per cent p 0.02 and the greatest impactis again at 11 quarters at 2.96 per cent p 0.005. The shape is very similar although the VAR in growth rates produces a more persistent response but this is sensitive to the lag length Q. Certainly the short to medium term magnitudes and dynamics are very similar to the modelestimated using levels. However, the firstdifferences model is less precisely estimated with widerstandard errors, particularly at longer horizons. Given the focus on short to medium term effectsin this paper, I continue to use the levels specification for the baseline results.4.2 Controlling for other shocks to revenues Perotti 2010 argues that one needs to control for the possibility that changes in revenues have anadditional effect on output other than via changes in dt for example, the effects of the automaticstabilisers. In general and illustrated below Perottis argument implies one needs to controlfor other shocks to revenue to consistently estimate the effects of the exogenous taxes. Supposethat log of real revenues st is described by the follow relationship:st yt dt st6where s can be thought of as a shock to revenues and picking up influences other than the cyclicalchanges due to output growth or policy.29 Perotti argues that estimating a model such as 5 ignoresthe effect of other changes in revenues. For consistent estimation we must implicitly maintain theassumption that revenues or in his setup, specifically st dt do not affect the endogenousvariables other than via dt.However, the problem is more general and applies even if we include revenues in equation 5.Consider the following regression model:yt y 1yt 1 y 0 st y 1 st 1 y 1 dt y 2 dt 1 yt727Augmented Dicky Fuller tests fail to reject the null hypothesis of a unit root in these log real per capita series.28This specification is used by Perotti 2010. However, it is very common to find VARs estimated in levels,especially in the fiscal shocks literature.29Note that Perotti assumes 1 but this is an inappropriate restriction as the RR shocks are the nominal changein revenues to GDP, not the change in log real exogenous discretionary taxes.24st s 0yt s 1yt 1 s 1st 1 s 1dt s 2dt 1 st8where equation 8 nests equation 6. We can always rewrite this model in the Perotti form withthe new regressor being st dt. Write this system as: 1s 0y 10 ytst y 1 y 1s 1 s 1 yt 1st 1 Ldt t9were L is a Q 1 lag polynomial.Defining the left hand side coefficient matrix as A, the coefficient matrix on the lagged terms and Zt as the vector of endogenous variables, the reduced form of this model can be written as:Zt A1Zt 1 A1Ldt A1twhich implies a relationship between the reduced form residuals ut of:t yuy 0 ust yt1011t yus 0uyt st ,12requiring nn 12 1 restriction on the A matrix to identify the structural shocks t. Giventhat we are including contemporaneous dt it does not make sense to then restrict y 0 0 andequation 6 implies that we should not restrict s In short, there is a standard 0 0 either.identification problem unless we are willing to assume that the only way revenues affect outputcontemporaneously is through shocks to dt y 0 0.The consequences of this are twofold. First, and more obviously, excluding revenues fromthe model may lead to inconsistent estimates. But secondly, even when we include revenues inour VAR specification as an additional endogenous variable, we cannot consistently estimate thecoefficients. To see this more clearly, substitute the revenues equation into the output equation. Tosimplify the exposition and enhance the comparability with 6, I restrict the coefficients as follows:s 2 sas:0 . We can now write the reduced form, single equation model 1 and s 1 0, s 1 syt 1 yy 11 y 0 1 yy 01 y 0 dt yt 1 yt 130 cid:54 0 then shocks to s affect y contemporaneously. This implies that thest 1 dt 1 st 11 y 0 2 yy 11 y 0 y 01 y 0 y 11 y 0 and note that if ylagged s terms are correlated with the lagged y terms.As can be seen from 13, the problem is that we need to control for potential other shocksto revenue. However, we cannot simply include a fitted residual s in 13: as shown above, s isnot identified without restrictions on the A matrix. Obviously one restriction that would work is 25y 0 0 but this was ruled out above. Additionally we could impose the restriction 0, allowingus to construct s from 11 and 12.30 But again this was ruled out.Equation 13 illustrates the two problems mentioned above. If we exclude revenues and theydo exert an independent effect on output our estimates will be inconsistent. Furthermore, includingst does not solve the identification problem.31Perotti pursues an instrumental variable approach which solves the identification problem without requiring restrictions on the A matrix. We cannot directly estimate 6 as s is correlated withyt. The solution is to use lagged values of yt as instruments and then estimate the parameters and . This allows us to construct a fitted value of s which can be used in the regression 13.As a robustness check I implement this method. Given the specification of equation 6, it ismore straightforward to directly use the model with the X vector in first differences:Xt A0 A1t BLXt 1 CLdt DLst ut14I first estimate 6 with the lags 1 to 4 of yt and lags 0 to 4 of dt as instruments for ytand construct s. I then estimate equation 14 using s and its lags.32 Having corrected for othershocks to revenues the results are very similar. The effect on impact is 0.57 per cent p 0.026and the maximum effect is 2.2 per cent p 0.012. Interestingly, the estimate of the elasticityof revenues to GDP is 1.47, which is higher than the constructed elasticity of 0.76 in Perotti 2005and closer to his figure for the United States of 1.85.334.3 Controlling for other structural shocks If the tax series is truly exogenous there should be no need to control for other structural shockssuch as monetary policy or government spending shocks. However, in a smaller sample, there maybe chance correlation and in this section I control for that possibility.344.3.1 Monetary policy shocks To control for monetary policy shocks I include extra monetary variables in the VAR 5. X nowincludes the inflation rate and the Bank of England policy interest rate. The Bank of England 30Note that this discussion works the other way round if we had substituted the output equation into the revenuesequation.31Of course, in the special case where all the coefficients are zero or where s 32As s is a generated regressor the two step estimation procedure needs to be repeated when bootstrapping int 0, t neither problem arises.order to take account of the sampling distributions of and .33Perotti 2005 argues that the low elasticity for the U.K. might be due to some of the components being underestimated. He therefore augments the baseline value by 0.5. It is interesting that we estimate a higher value.34Mertens and Ravn 2010 argue that one should control for both monetary and spending shocks. Romer and Romer 2010 also control for spending shocks, concluding that their results are robust.26policy rate is available from the Bank of England website, although this series contains all thechanges in the rate on a specific day. I therefore convert this into a quarterly series using the rateprevailing at the end of the quarter. The inflation rate is the annualised Retail Price Index aseries which is available for the full sample unlike the Consumer Price Index.To avoid similar identification issues to those described in section 4.2 we need to impose someidentifying assumptions. The interest rate is allowed to be affected contemporaneously by allthe other endogenous variables and the tax shocks. Following Christiano et al. 1996, I employa Cholesky decomposition of the covariance matrix of t to identify appropriately the monetarypolicy shock as an innovation to the Bank of England nominal policy rate.The results of this exercise are presented in figure 10 which shows the effect on output,consumption, investment, the Bank of England interest rate and inflation. We can see that theeffect on output, consumption and investment is extremely close to the baseline case. The effecton GDP on impact is 0.59 per cent p 0.02 and rises to 2.67 per cent p 0.0004 after about 3years. It is also interesting to note the effect on the other variables. On impact the tax cut lowersinflation slightly, perhaps reflecting that consumption taxes were often used in the U.K. However,over time the effect on inflation is significantly positive as one would expect given the overallstimulus to the economy. The central banks policy rate follows a similar path to inflation, againas would be expected from a simple interest rate rule; the policy instrument eventually becomespositive as inflation goes above target.4.3.2 Fiscal policy shocks While the tax shocks have been constructed as exogenous from the spending decisions it is stillinstructive to control for spending shocks as a robustness check. First, there is always the possibilitythat the categorisation is not perfect. Secondly, as mentioned above, it makes sense given the smallersample. X will now include log of real government spending on goods and services per capita.Without a better way for example a spending narrative dataset to identify spending shocks,I employ standard identifying assumptions on the timing of government spending shocks as in Blanchard and Perotti 2002. I order spending first in the VAR. A Cholesky decomposition of thecovariance matrix of the t is therefore sufficient to identify the government spending shock.The results are shown in figure 11 and are again very similar. For example, output increases 0.62 per cent p 0.02 on impact and the largest effect is at 2.3 per cent p 0.002 after about 3years. The Government spending response is statistically insignificant for the first two years beforerising a result consistent with Romer and Romer 2009.3535I also control for government total managed expenditure net of debt interest payments as in RR rather thangovernment spending on goods and services as above. The results are very similar.27Figure 10: The effects of a tax cut after controlling for monetary policy shocks 28Output Percent 0510152101234Consumption Percent 0510152101234Investment Percent 051015202468Inflation Percent 0510152101234Interest rate Quarters Percent 051015210123Figure 11: The effects of a tax cut after controlling for fiscal policy shocks 4.4 Excluding anticipated shocks By assigning the liabilities change to the implementation date we are implicitly assuming thatagents react to the shock when implemented and not before. However, the implementation dateis sometimes later than the announcement date and we may be concerned that agents anticipatethe implementation. I therefore examine the possibility that the results are being influenced byanticipation effects.Following Mertens and Ravn 2010, I define a surprise shock as one which is implemented withinone quarter 90 days of the announcement date. The sample is therefore split into discretionaryactions whose announcement and implementation dates are the same quarter and those which maybe anticipated. Figure 15 in annex B provides a histogram of the implementation lags, the time 29Government spending Percent 0510152101234Output Percent 0510152101234Consumption Percent 0510152101234Investment Percent 051015202468between announcement and implementation. We can see that the overwhelming majority of actionsare surprise actions, being implemented within one quarter of announcement and many of theseare actually implemented on or around announcement. This suggests a straightforward check: Isimply exclude the potentially anticipated changes, that is I only use the surprise shocks.The first panel in figure 12 illustrates the effect of a surprise tax shock on output. The shapeof the response and magnitude are again broadly similar although the largest fall in output isslightly deeper at over 3 per cent, still occurring between 10 and 12 quarters.4.5 Comparison with the Romer and Romer method Romer and Romers baseline results come from the estimation of 4 directly. To repeat this here,jdtj t15they estimate:taking Q 12.yt Qcid:88j0The purpose of this subsection is to compare the results gained from this simpler approach tothe baseline VAR results above. The second panel in figure 12 reports the results from the singleequation darker line, crosses and long dashes and the single equation modified by lagged GDPlighter line, circles and short dashes. Firstly, these two are very close, with both point estimatesfalling within the others confidence intervals. Secondly, the magnitudes and shapes are very similarto the baseline VAR results: an impact multiplier between 0.5 and 1 per cent, rising to around 2.5per cent after 1012 quarters.4.6 Using all discretionary policy changes Having constructed the exogenous tax series, it is instructive to ask whether the results are actuallydifferent when using the full discretionary policy decision series endogenous and exogenous. Thethird panel of figure 12 shows that the response using all discretionary policy changes is muchcloser to zero. Interestingly, this magnitude is closer to the Blanchard Perotti type estimates suggesting that the identified shocks from this approach are biased downwards. The split betweenexogenous and endogenous does again appear to be an important and meaningful distinction inidentifying the effects of tax shocks.4.7 Retroactive components and the alternative classification Until now I have made use of the series which excludes retroactive components and which has notused the alternative classification method I outlined in section 2. It is worth checking that theresults are robust to these assumptions.30First I include the retroactive elements. As discussed in section 2, these are handled by assigninga levy of the accumulated liabilities from the retroactive implementation date to the announcementdate. As a levy this is then withdrawn in the following quarter. The results are very similar tofigure 5. The impact multiplier is 0.5 p 0.07 and the maximum effect is 2.3 p 0.002. Giventhe complications of adding retroactive components in this way, the purpose is really to check thatthe broad result is not distorted, which it is not.Secondly, I consider the impact of using the alternative classification for the tax changes. Recallthat this treats in the same way all changes within Budgets that had specific overall objectives.This means that seemingly exogenous tax cuts in an otherwise endogenously deflationary Budgetwould be classified demand management. This robustness check is designed to ensure there is notcorrelation between the seemingly exogenous changes and some of the endogenous ones within thesame Budget. Again the results are very similar to 5 in magnitude and dynamics.4.8 Outliers In section 2 it was noted that the timing of the income tax cuts in 1979Q4 and income tax allowancechanges for the whole fiscal year, which were to be counteracted by the V.A.T. rise in 1979Q3, leadto two large outliers in the exogenous series which can be seen visually in the figures in section 2.Obviously these changes may be important but we want to ensure that the timing properties donot unduly drive the overall results in section 3. The income tax allowance increases were for thewhole year, which means there was a retroactive element dating back to 1979Q2. Given our wayof dealing with retroactive elements, the implementation date was therefore taken to be 1979Q3 the same date as the V.A.T. rise. For consistency, I bring the implementation date for income taxcuts due in October forward one quarter from Q4 to Q3. Once these three changes are consideredtogether the original intention in the Budget, the spikes in 1979 are removed. This seems a moresensible way of dealing with the timing issue than simply excluding all three changes as outliers.Again, we are checking that the overall magnitude and dynamics are not being distorted. Themagnitudes and dynamics are once again very similar to the baseline case, again rising to 2.3 percent p 0.003 after 11 quarters.4.9 Making use of observations back to 1948Although the narrative in Cloyne 2010 dates from the first postwar Budget in 1945, the relevantquarterly National Accounts data are only available from 1955. However, as our tax shock seriesgoes back to 1948 and 1945 in revenue changes, it is desirable to use all the data. Before 1955 the U.K. did publish the Index of Production which, in the contemporary editions of Economic Trends,was presented as an aggregate production measure. To make use of the dataset from 1948Q1, I31run the single equation model 15 using the quarterly Index of Production growth rather thanquarterly real GDP growth as the dependent variable.As can be seen in the fourth panel of figure 12, although the magnitudes are slightly greater,the thrust of the main result remains a sizable impact multiplier increasing to several per centafter 1012 quarters.Figure 12: Robustness checks: 1 only considering surprise shocks, 2 comparison with RR singleequation baseline, 3 using all discretionary policy changes, and 4 using data back to 19485 Effects of differently motivated shocks Given that I have subcategories for the exogenous group of tax measures, I am able to ask otherinteresting questions: Do shocks specifically aimed at improving economic performance have more effect than ideologically motivated changes?32Response of GDP to a 1 percentage point surprise tax cut Quarters Percent 02468101214162101234Response of GDP to a 1 per cent tax cut using a single equation model Quarters Percent 0246810122101234Response of GDP to a tax cut exogenous changes circles, all policy changes crossesQuarters Percent 02468101214162101234Response of the Index of Production 1948Q12009Q4 to a tax cut Quarters Percent 024681012210123456 What are the effects of a tax shock aimed at deficit consolidation?To answer these questions I replace the dt series with a subset: either longrun, ideologicalor deficit consolidation.36 For ease of economic interpretation, I continue to consider tax cuts forlongrun economic and ideological reasons but consider a tax increase for deficit consolidation.The first panel of figure 13 illustrates the effect of a tax cut based on considerations of longruneconomic performance crosses. The shape of the response is very close to the baseline estimates.This confirms the view that longrun economic tax cuts do indeed stimulate GDP. The figure alsoillustrates the effect of a tax cut based on ideological considerations diamonds. An example ofthis type of tax cut is an increase in the personal allowance designed to help the poorest. Whilethe effect is larger, the first panel of figure 13 shows that the overall shape and magnitudes arebroadly consistent with the aggregate baseline series.The lower panel of figure 13 illustrates the effect of a tax rise for deficit consolidation. Thepoint estimate is interesting as it differs from the shape of the other responses. Initially there isa large contractionary effect, bottoming out around 7 quarters. From then on the effect becomesincreasingly positive until, by year four, the tax increase has a positive effect on GDP. One mightpostulate that this is in keeping with common views about deficit consolidations the contractionin demand in the short run may cause a slowdown but, in the longrun, establishing sound publicfinances has a positive effect on GDP over the medium term although it does tend back to zeroeventually.However, we must be cautious not to overinterpret these results: much of the response isinsignificant. As can be seen in section 2, the deficit consolidation series has far fewer observationsthan the other series mostly occurring after 1980. The fewer observations may also explain theimprecision of the estimates.Finally, it is worth briefly mentioning how excluding the deficit consolidation measures affects the results. Section 2 explained one might be concerned that all deficit actions are actuallyendogenous. As a check, I estimate the baseline VAR using the standard shock less the deficitconsolidation measures. The result looks almost identical to the baseline case with an impact effectof 0.6 p 0.02, peaking at 2.66 p 0.001 after 11 quarters.36As a robustness check I include the full dt series less the subset in question as the first endogenous variable inthe VAR. This allows for contemporaneous changes in the overall exogenous tax series from changes in a specificsubcomponent. The results are largely unaffected.33Figure 13: Effect on GDP of longrun and ideologically motivated tax cuts baseline in grey,together with the effect of a tax rise for deficit consolidation 34Response of GDP to a tax cut: long run crosses and ideologically diamonds motivated Quarters Percent 02468101214162101234Response of GDP to tax increase for deficit consolidation Quarters Percent 024681012141610864202468106 Tax shocks and the U.K. business cycle Finally, having established the response of key variables to tax shocks, I now consider the effect ofthese shocks on the U.K. business cycle. King and Rebelo 1999 argue that changes in labourand capital income taxes have effects that are similar to productivity shocks. However, thesetaxes change infrequently making them poor candidates for sources of business cycles fluctuations.However, as I have discussed, in the United Kingdom taxes were changed frequently. Furthermore,it has been argued that tax shocks do play an important role in the United States business cycle.This is one of the conclusions of Mc Grattan 1994 and shown more recently by Mertens and Ravn2010.In this section I simulate the estimated model from section 3 using the point estimates, theidentified tax shocks and assuming all other shocks are zero that is the fitted residuals t 0,t. To control for other policy variables as in section 4 the X vector will include in this ordergovernment spending, output, consumption investment all log of real per capita, the rate ofinflation and the central bank policy interest rate. The resulting simulated data series is then HPFiltered with the standard smoothing parameter of 1600 and compared against the actual again HPFiltered series. This comparison is shown in figure 14.Dow 2000 identifies three major recessions between 1945 and 1995: 197375, 197982 although unemployment continued rising until 1986 and 19891993. He also identifies two majorfast growth periods: 197273 often referred to as the Heath Barber boom and 198588 the Lawson boom. To these episodes of interest we might also add the volatility in the 1960s leadingto the 1967 devaluation and very tight Budgets of the late 1960s; the turbulent years in the run upto the 1979 General Election; the late 1990s boom; the early 2000s world slowdown and the recentoverheating and crash. All of these episodes can, to some degree, be seen in the actual series.To what extent did our tax policy shocks contribute to the U.K. business cycle? In the narrative,four clear episodes of supplyside reform can be identified: the 1950s, the early 1970s, the 1980sand the mid1990s. These can be seen in the figures from section 2.In the 1950s, while still embracing demand management, successive Conservative Chancellorsattempted to liberalise the economy. Taking the post 1955 period, in 1957 and 1958 Chancellor Peter Thorneycroft remitted considerable sums in taxation to achieve his goals of: greater industrialefficiency and competitiveness, the provision of better incentives and opportunities for initiativeand effort and the easing of the pressure of the tax system where this bears most hardly onindividuals and families.37 Examining the counterfactual simulation in figure 14 it appears thatthese cuts played a major role in stimulating growth in the early 1960s.There were also considerable tax cuts and reforms from 1970 to 1973 by Chancellor Anthony 37Hansard, HC Deb 09 April 1957 vol 568 c 98835Barber hence the term the Heath Barber boom Edward Heath was Prime Minister. Actualannual GDP growth rose from around 2 per cent in 197071 to 3.7 per cent in 1972 and 7.2 per centin 1973. The 1972 Budget in particular made wideranging reforms to the tax system, includingchanges to Corporation Tax and the introduction of V.A.T. Woodward 2004 argued that the Government did not only engineer a major boom, but the stimulus was applied over a relativelyshort period.38 All three panels in figure 14 imply that tax policy contributed to the boom.As the economy recovered from the early 1980s recession Chancellor Nigel Lawson also carriedout major supplyside reform and sizable cuts in taxes. In 1983 there were major cuts to incometaxes, in 1984 there were wideranging reforms to income, capital and business taxation. Thesechanges over predict growth in the mid 1980s. There was a pause in the magnitude of cuts inthe mid1980s Budgets, resuming in 1987 and 1988. Many commentators came to believe thesegiveaways overstimulated an overheating economy by the end of the decade. The delayed effects ofthese show up as contributing to the end of the Lawson boom in figure 14. It is worth noting that,while Dow dates the end of the boom as 1989, GDP did not start falling until the third quarter of 1990.Following the 199091 recession, by the middle of the decade Chancellor Kenneth Clarke wasable to cut income taxes again. This is the fourth major episode of supplyside reform. Still aimingat a 20 pence basic rate of income tax, the major cuts came in the 1995 and 1996 Budget, where the Chancellor argued low direct taxes are the most effective way to encourage enterprise and hardwork.39 From figure 14 these appear to have fuelled what the incoming Labour Government of 1997 saw as overheating.40In short, these exogenous tax shocks do appear to have played an important role in key episodesin the U.K. business cycle.38Woodward 2004, page 141.39Hansard, HC Deb 26 November 1996 vol 286 c 170.40Hansard, HC Deb 25 November 1997 vol 301 c 773.36Figure 14: Simulated output, consumption and investment based on tax shocks vs actual 37196019651970197519801985199019952000200542024Output 1960196519701975198019851990199520002005420246Consumption 19601965197019751980198519901995200020051050510Investment Actual Tax shocks counterfactual7 Conclusion This paper has shown powerful, persistent, positive and significant effects of a tax cut on GDP, consumption, investment, hours worked, the real wage and imports in the United Kingdom. Inflationand the policy interest rate also become positive, as one would have expected. Output increasesby around 0.6 per cent on impact, rising to 2.5 per cent over 3 years. This implies that tax cutsstimulate above trend growth for over three years.There are two important implications of the results in this paper. Firstly, that exogenoustax cuts increases have important stimulus contractionary effects on the U.K. economy andhave played a role in key episodes in the U.K. business cycle. Furthermore these findings are morerobust than existing U.K. results. Secondly, in providing new narrativebased estimates I contributedirectly to the international evidence. The Romer Romer results for the U.S. have attracted muchattention, in part because the effect is so large. It is quite remarkable that my U.K. results areso similar to those for the United States. This commonality is not found in the SVAR literatureand this striking congruence reinforces the Romer Romer findings. The similarity is all the moreimportant given how the data were constructed. The two datasets U.K. and U.S. are not, forexample, based on standardised National Accounts revenue series; they are derived from Budgetprocesses, histories and administrative sources, which are all quite different.The results were shown to be robust to a variety of different checks and specifications, the effecton impact was similar to the baseline and the response increased to around 2.5 per cent after aboutthree years. The other variables were similarly affected. I am therefore confident of the robustnessof the overall magnitudes and dynamics.The identification of tax shocks is extremely challenging possibly explaining why uncoveringtheir effect has proven so controversial. Identification is achieved by constructing a new narrativedataset for the U.K. and employing the Romer and Romer 2010 approach. The dataset containsnearly 2,500 tax changes. These were all carefully classified by motivation to separate the decisionscorrelated with current and prospective economic shocks from those that could be regarded asexogenous. Full details can be found in the companion paper, Cloyne 2010.I hope this willprovide a useful new resource for further research as well as an interesting contribution to U.K.postwar economic tax history.In short, this paper finds robust evidence that tax changes had important macroeconomic effectsin the United Kingdom and contributed to the postwar business cycle. Results for the U.K. aremuch scarcer and more anomalous than for the U.S. and this paper fills that gap. That the resultsare so similar to the Romer Romer findings is remarkable and lends strong weight to the argumentthat tax cuts do indeed have large, positive and persistent effects on the macroeconomy. Finally,the unique new U.K. dataset provides a fascinating resource for further research.38Appendices A Data appendix Specific data definitions can be found in table 2. Per capita variables are the real chained volumemeasures, seasonally adjusted, divided by population. Log variables are multiplied by 100 so thatthe log change in a variable is a growth rate expressed in per cent the tax variable is a percentage.Revenues are the only variable not cyclically adjusted at source.It is therefore cyclicallyadjusted using the X12 ARIMA software from the United States Census Bureau.B Implementation lags in the UK data series Figure 15: Distribution of implementation lags, grouped by quarters 90 days3902004006008001000120014001600 9090180180270270360360450450540540630630Number of tax changes Days grouped into quarters between implementation Series Output Consumption GDPONSONSTable 2: Data sources Source Description Series ABMIFinal household consumption ABJRexpenditure Investment ONSGross Fixed Capital FormaNPQTtion Imports ONSTrade in Goods and Services:IKBLTotal Imports Exports ONSTrade in Goods and Services:IKBKTotal Exports Real Wage ONSAverage Earnings Index diLNMQYBGBvided by GDP deflator Hours ONSWeekly hours worked per YBUSMGRZworker Inflation ONSChange in Retail Price Index CZBHIndex of ProducONSCovers manufacturing, minCKYWtioning and quarrying and energysupply Interest rate Bank of Bank Rate Minimum LendOfficial Bank Rate Englanding Rate Repo Rate Officialhistory Bank Rate Population Eurostat UK Total Population DatastreamTotal government ONSNominal total managed exEBFTexpenditurependiture minus debt interest NMFXYBGBdivided by GDP deflator Revenues ONSTotalreceipts divided by ANBVYBGBGDP deflator ONSImplicit price deflatorfor YBGBGDP deflator Nominal GDPONSGDP in current prices YBHAGDP4041C Extracts from the narrative 1 1. Budget 19th March 1968 Chancellor: Roy Jenkins; Prime Minister: Harold Wilson Labour Context The economy grew strongly through the first half of 1967. However, as the year progressed GDP growth was slowing down.2 Export growth, by contrast, had either been low or negative through 1967. In May the Government announced Britains intention to join the EEC. Suspicion arose that joining may be accompanied by devaluation. The Six Day War in the Middle East, an oil embargo and the closure of the Suez Canal occurred in June. Interest rate relaxations were also reducing the incentive to hold sterling. By the end of the year the balance of payments was showing a significant deficit. Cairncross 1992 notes that at some stage in 1960, almost regardless of government policy, devaluation was perhaps inevitable, the UKs competitive power had simply failed to keep up in the postwar period.3 Devaluation occurred on 18th November 1967 and Callaghan the previous Chancellor resigned on the 29th. A deflationary package of measures accompanied the devaluation dealt with below. In January the new Chancellor Roy Jenkins announced large expenditure cuts of 500 million 1.1 per cent of GDP in 19689 reversing the trend of growth in public expenditure.4 Still, in the first quarter of 1968 real household consumption was 7 per cent higher than it had been in the first quarter of 1967.5 Speculative pressure on sterling was to continue all the way to March 1968. Overall Budget Objectives and Motivation The Chancellor set straight to work in the Budget speech: this Budget is concerned with the structural changes in the pattern of economic demand and activity that are required to enable us to take full advantage of devaluation and establish a substantial and continuing balance of payments surplus  These measures are in themselves severe.6 On the external position the Chancellor was frank we are still in a position of great difficulty, although mediated by but also of great opportunity.7 In his budget judgement, Jenkins explained we must check the growth of public expenditure and private consumption, which were the main expansionary forces last year, and release the resources necessary to sustain as large an increase in exports and industrial investment as possible.8 Succinctly, the vital thing this year and next is to put the balance of payments into substantial surplus. This can only be done by sacrificing the normal claims of home demand on our resources.9 Jenkins decided he needed to raise a very large sum of additional taxation.10 In total this amounted to 923 million 2.1 per cent of GDP in a full year and was in addition to significant cuts in expenditure and a tough incomes policy. Blackaby 1978 described this as perhaps the most formidable deflationary budget since the war. All but two of the tax measures in the 1968 Budget were a tax rise and there can be no doubt that all of these were endogenous, demand management. PreBudget Measures First I deal with the deflationary measures which accompanied the devaluation on the 18th November 1967. These were an increase in the Bank Rate, a limit on bank advances, increase in hire purchase deposits on cars, an increase in Corporation Tax to 42.5 per cent although this justified in the 1968 Budget speech and FSBR, abolition of the export rebate and withdrawal of some of the Selective Employment Tax S.E.T. rebates. As these measures accompany the devaluation I classify them as 1 Part of the longer companion paper, Cloyne 2010, available at http:www.homepages.ucl.ac.ukuctpjsc 2 ONS 2010 3 Cairncross 1992, p.164. 4 Ibid. 5 ONS 2010 6 HC Deb 19 March 1968 vol 761 c 253 7 HC Deb 19 March 1968 vol 761 c 258 8 HC Deb 19 March 1968 vol 761 c 259 9 HC Deb 19 March 1968 vol 761 c 261 10 HC Deb 19 March 1968 vol 761 c 273 42endogenous, demand management. The removal of the export rebate and the changes to the S.E.T. appear in the data series. 1968 Budget Tax Measures All the tax rises follow the Chancellors statement about the need to raise a considerable sum of money. Income tax allowances were reduced from 6th April 1968. From 6th April 1969, a childs investment income was to be considered together with the parents. There were very heavy increases in consumption taxes having concluded that I ought to look for obtaining the bulk of my additional revenue from indirect taxation, but that it should be levied in as selective and nonregressive a way as possible.11 Purchase Tax went up from 20th March 1968; duties on spirits and wine also went up on the same day. Hydrocarbon duties rose from 19th March 1968. Betting and gaming duties rose from 25th March 1968 and motor vehicle duties from 20th March 1968. In all, these duty increases raised 440 million in a full year 1 per cent of GDP. On the business tax front, as announced in November 1967, Corporation Tax rose to 42.5 per cent raising nearly 100 million. This was applied retrospectively, as was typical, from 1st April 1967. There was also a significant rise in the Selective Employment Tax on 2nd September 1968, although accompanying rebates also rose leaving the net revenue increase at just over 150 million in a full year. A significant amount of revenue was raised from the one year special charge: it is right, in the context of this uniquely rigorous Budget, to propose a special charge to be calculated and expressed as a charge upon investment income.12 This was implemented on 6th April 1967 retrospectively and for one year only, raising 100 million 0.2 per cent of GDP. But there were also a number of other capital and capital income tax measures, together raising 13 million in a full year and implemented on a variety of dates. Based on the overall objectives of the Budget I classify all these tax increases as endogenous, demand management. There were two concessions. On income tax the age exemption limit was increased I believe that when what I hope will be a relatively shortterm stringency has to be applied the elderly are entitled to some special consideration.13 Second, having ruled out an increase in Capital Gains Tax, the Chancellor announced certain limited changes in the incidence of the tax which I propose. In making these proposals I have particularly in mind the need to simplify the tax wherever possible.14 On face value these final two measures I classify as exogenous the first as ideological, the second as long run. These remissions were very small compared with the increases. However, to ensure that these were not sums needing to be offset by the increases, I assign an alternative justification of endogenous, demand management. 2. Budget 19th March 1985 Chancellor: Nigel Lawson; Prime Minister: Margaret Thatcher Conservative Context The Chancellor faced a familiar environment in 1985: 1984 had been another year of decent growth at 2.7 per cent. This was 1 percentage point slower than the previous year but may well have been affected by the miners strikes. Inflation was edging up, but still comparatively low at 5 per cent in 1984. Unemployment was again around 100,000 higher than the previous March. Britton 1991 noted that the PSBR presented a problem but was disguised by increased revenue from various privatisations a key ideological objective of the Government.15 Overall Objectives and Motivation From the outset unemployment was acknowledged as a problem: my Budget today has two themes: to continue the drive against inflation and to help create the conditions for more jobs.16 However, a demand 11 HC Deb 19 March 1968 vol 761 c 277 12 HC Deb 19 March 1968 vol 761 c 299 13 HC Deb 19 March 1968 vol 761 c 295 14 HC Deb 19 March 1968 vol 761 c 298 15 Britton 1991, page 71. 16 HC Deb 19 March 1985 vol 75 c 783 43stimulus was not the answer. The Government published an employment White Paper in March as well unemployment was viewed as a microeconomic problem: boosting demand without the necessary improvements to the performance of the economy would only generate higher inflation.17 In short, The Governments economic strategy has two key components: a monetary policy designed to bring down inflation and a supplyside policy designed to improve the competitive performance of the economy.18 The higher PSBR was justified by the cost of the coal strike but this year Lawson planned to keep to his previous plans; there were to be no giveaways for the coming year, a substantial reduction in the PSBR must take precedence over our objectives for reducing the burden of tax.19 However, the Chancellor argued this Budget carries forward the theme of tax reform I set out last year  reform designed to improve our economic performance over the longer term, on which the jobs of the future will depend 20 and almost all the tax changes were, in the end, exogenous long run changes. Major Budget Tax Measures The Chancellor continued the switch from personal income tax to indirect consumption taxes: My Budget last year shifted some of the burden of personal taxation from earnings to spending. Today I propose to make a further move in this direction.21 As a consequence, the Chancellor sought the revenue required from excise duties. Alcohol, fuel, tobacco and vehicle excise duties all rose on the 19th March 1985. In choosing which taxes to cut, the Chancellor argued this year, a Budget for jobs and for enterprise has to give high priority to raising the tax thresholds.22 The main, additional and age allowances all increased by more than indexation. There were indexation increases in the basic rate limit and the further higher rate thresholds. All these changes took place from 6th March 1985. Based on the comments here, those above and those from the previous year I classify this package of measures as exogenous, long run. There were also a number of changes to VAT which, the Chancellor explained, combined with the excise duty increases will help me to lighten the burden of income tax.23 VAT was extended to magazines and newspapers from 1st May 1985; changes to VAT on credit cards and similar payment cards also raised revenue from 1st May 1985; and I propose to include in this years Finance Bill legislation to implement most of the recommendations of the first two volumes of the Keith report on the enforcement powers of the revenue departments, including measures to deal with the problem of the late payment of VAT.24 I classify these changes together with the excise duties as exogenous, long run. There were also reforms to capital gains tax. The Chancellor explained I have a number of other important proposals for tax reform to announce today, which will both simplify the system and encourage enterprise.25 These took the form of changes to indexation relief from 6th March 1985. In terms of revenue there were more minor remissions; however, they followed a change, announced on 28th February 1985, that prevented the converting of income into less heavily taxed capital gains. As reforms to capital gains tax, I classify these changes as exogenous, long run. Finally the Chancellor announced significant cuts and reform of National Insurance: I want to do more to improve job prospects for young people and the unskilled, among whom the problem of unemployment is most severe I have concluded that an effective response to this problem must include direct action in two related areas to cut the costs of employing the young and unskilled, and to sharpen their own incentive to work at wages which employers can afford to pay  They tackle the problem of unemployment where it is most acute.26 I classify this measure as endogenous related to current unemployment levels, supply stimulus. These changes account for 95 per cent of the increases and nearly 90 per cent of the remissions. 17 Britton 1991, page 73. A point reiterated in the 1985 Budget speech c 785 18 HC Deb 19 March 1985 vol 75 c 784 19 HC Deb 19 March 1985 vol 75 c 786 20 HC Deb 19 March 1985 vol 75 c 790 21 HC Deb 19 March 1985 vol 75 c 795 22 HC Deb 19 March 1985 vol 75 c 797 23 Ibid. 24 HC Deb 19 March 1985 vol 75 c 798 25 HC Deb 19 March 1985 vol 75 c 791 26 HC Deb 19 March 1985 vol 75 cc 798800 References Adam, S., Browne, J., and Heady, C. 2010. Taxation in the U.K. in Dimensions of Tax Design:The Mirrlees Review. Oxford University Press.Beetsma, R. 2008. A survey of the effects of discretionary fiscal policy. Working Paper, University of Amsterdam.Blanchard, O., and Perotti, R. 2002. An empirical characterization of the dynamic effects ofchanges in government spending and taxes on output. Quarterly Journal of Economics, 117,13291368.Blow, L., and Preston, I. 2002. Deadweight loss and taxation of earned income: evidence fromtax records of the UK self employed. Institute for Fiscal Studies Working Paper WP0215.Blundell, R., Brewer, M., and Shephard, A. 2005. Evaluating the labour market impact of Working Families Tax Credit using differencesindifferences. HM Revenue and Customs Working Paper 4.Blundell, R., Duncan, A., and Meghir, C. 1998. Estimating labor supply responses using taxreforms. Econometrica, 664, 827861.Britton, A. 1991. Macroeconomic policy in Britain 197487. Cambridge University Press.Burnside, C., Eichenbaum, M., and Fisher, J. D. 2004. Fiscal shocks and their consequences.Journal of Economic Theory, 115, 89117.Cairncross, A. 1992. The British economy since 1945. Blackwell publishers.Christiano, L., Eichenbaum, M., and Evans, C. 1996. The effects of monetary policy shocks:evidence from the flow of funds. Review of Economics and Statistics, 781, 1634.Christiano, L., Eichenbaum, M., and Evans, C. 2005. Nominal rigidities and the dynamic effectsof a shock to monetary policy. Journal of Political Economy, 113, No.1.Cloyne, J. S. 2010. Discretionary tax shocks in the United Kingdom 19452009: a new narrativeaccount and dataset. Working Paper, available at: www.homepages.ucl.ac.ukuctpjsc.Cummins, J., Hassett, K., and Hubbard, R. 1996. Tax reforms and investment: A crosscountrycomparison. Journal of Public Economics, 62 12, 237 273.Dow, C. 1964. The management of the British economy 194560. The Syndics of the Cambridge University Press.44Dow, C. 2000. Major Recessions: Britain and the World, 19201995. Oxford University Press.Gregg, P., and Harkness, S. 2003. Welfare reform and lone parents employment in the UK.Centre for Market and Public Organisation Working Paper, 03072.King, R., and Rebelo, S. 1999. Resurrecting real business cycles. Handbook of Macroeconomics,Volume 1, 9271007.Mc Grattan, E. R. 1994. The macroeconomic effetcs of distortionary taxation. Journal of Monetary Economics, 33, 573601.Mertens, K., and Ravn, M. 2010. Empirical evidence on the aggregate effects of anticipated andunanticipated U.S. tax policy shocks. NBER Working Paper 16289.Perotti, R. 2005. Estimating the effects of fiscal policy in OECD countries. CEPR Discussion Paper No. 4842.Perotti, R. 2007. In search of the transmission mechanism of fiscal policy. NBER Working Paper, 13143.Perotti, R. 2010. The effects of tax shocks on output: negative and large. University of Bocconi Working Paper, July 2010.Ramey, V., and Shapiro, M. 1998. Costly capital reallocation and the effects of governmentspending. Carnegie Rochester Conference Series on Public Policy, 48, 145194.Ramey, V. A. 2008. Identifying government spending shocks: Its all in the timing. Working Paper.Romer, C., and Romer, D. 1989. Does monetary policy matter? A new test in the spirit of Friedman and Schwartz. In NBER Macroeconomic Annual 1989.Romer, C., and Romer, D. 2004. A new measure of monetary shocks: Derivation and implications. American Economic Review, 944, pp. 105584.Romer, C., and Romer, D. 2009. Do tax cuts strave the beast? the effect of tax changes ongovernment spending. Brookings Papers on Economic Activity, Spring, 139200.Romer, C., and Romer, D. 2010. The macroeconomic effects of tax changes: Estimates basedon a new measure of fiscal shocks. American Economic Review, 100June, pp. 763801.Woodward, N. 2004. The management of the British economy, 19452001. Manchester University Press.45", "filename": "660772094.pdf", "person": ["James Cloyne", "Cloyne, James"], "date": ["2011"]}