{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/56728/1/661168239.pdf"], "title": ["How do unusual working schedules affect social life?"], "plaintext": "How do Unusual Working Schedules Affect Social Life?Juliane Scheffel Humboldt Universitat zu Berlin 18th May 2011Abstract The widening of the working hour distribution complicates the coordination of social leisure. This paper examines the short and longrun impact of unusual workingschedules on social life using German Time Use Data for 200102. I find evidence thatyounger workers with higher than median earnings seem to accept higher levels ofsolitary leisure as investment and because of the substantial wage premia. Youngerworkers tend to substitute sleep with free time. Older workers, in contrast, tend tosleep less which can be interpreted as elevated risk of mental and physical health.Keywords: Shift Work, NonStandard Working Hours, Time Allocation, Social Capital, Social Life,Solitary Leisure, Adverse Consequences JEL Classification: J22, J28, J81, D62Presented at the Annual Conference of the European Society for Population Economics in Essen, June 09 12, 2009,the Annual Congress of the European Economic Association in Glasgow, August 23 26 and the Annual Conference of the Royal Economic Society in London, April 18 20. I thank Jan Peter Aus dem Moore, Michael C. Burda,Hanna Denecke, Alexandra Fedorets, Daniel S. Hamermesh, Michael Kvasnicka, Dorothee Schneider and Alexandra SpitzOener for helpful comments. This research was supported by the Collaborative Research Center 649 of the German Science Foundation Deutsche Forschungsgemeinschaft. All errors are mine. Institute for Economic Theory II, School of Business and Economics, HumboldtUniversitat zu Berlin, Spandauer Str. 1, 10099 Berlin, Germany,scheffelwiwi.huberlin.de.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE21 Introduction The share of shift work in Germany rose steadily from 11 percent in the early 1990s to about 17percent in 2008. Simultaneously, the dispersion of the working hours distribution increased notjust due to the relaxation of work time regulations such as the shop opening hours but also thesimultaneous expansion of employment in service activities. The importance of work during nonstandard hours therefore increases and becomes more and more a fundamental pattern of the German workforce. It therefore influences the lifestyle of a large part of the population and hasimmediate consequences on social life in that the disconnectedness of a societys members intensifies Burda 2000. The implied decline in the marginal utility of leisure due to a lack of potentialleisure companions and the resulting deterioration of social capital are likely to entail additionalnegative implications for an individuals wellbeing. The impact is even more severe if the higherfractions of solitary leisure are not due to higher preferences for aloneness Putnam 1995. In addition, nonstandard working schedules are likely to disrupt the circadian cycle which has additionaladverse effects on the workers wellbeing and on physical and mental general health.1The strong interest of medical and social sciences in the consequences of nonstandard workingschedules further underlines the perception that such working conditions are disamenities whichworkers try to avoid if possible.2 Labor economists generally believe that disamenities must becompensated with higher wages to attract workers to such jobs Smith 1776, Rosen 1987, Kostiuk 1990, Lanfranchi et al. 2002. However, the implications entailed by such working schedules onsocial life are important for understanding the additional threats to individual wellbeing but alsoto social capital have been largely ignored by economists so far.The main objective of this paper is to go beyond the examination of potential wage compensations and to investigate the repercussions of such work disamenities on social life. The analysisis based on a unique dataset, the German Time Use Data, for the year 200102 which allows fora direct investigation of social interaction. I explore potential short and longrun implicationsby investigating the influences on the fraction of solitary leisure but also on the amount of sleep.Such an analysis is economically sensible as the exposure to higher levels of solitary leisure in particular over longer time horizons might increase psychological distress which might potentially befurther reflected by sleeping problems. A diminished probability of good leisure matches result1The circadian cycle represents the regular recurrence of e.g. biological activities in cycles of approximately 24 hoursfrom one stated point to another. See for example Culpepper 2010, Minors et al. 1986.2See Presser 1988, 1995, Mellor 1986, Shiells 1987, White and Keith 1990, Mayshar and Halevy 1997 for socialscience research and Minors et al. 1986, Cunningham 1989, Skipper et al. 1990, Costa 1996, 2003, Folkard and Tucker 2003 for medical research.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE3ing from nonstandard working schedules decreases the marginal utility of leisure Jenkins and Osberg 2005. This in turn adversely affects individual wellbeing. A reduction of individual wellbeing induced by the working schedules can potentially translate into adverse aggregate effects bymitigating the expected additional output from prolonged operating time.An extensive exposure to nonstandard working schedules over a longer time horizon is likelyto increase the risk to mental and physical health. Work during nonstandard working schedulesitself disrupts the sleeping rhythm which aggravates with the length of exposure Akerstedt 2003.The combination of less sleep and higher levels of solitary leisure are likely to increase the riskof depression or other health related problems and hence strongly reduce wellbeing West et al.1986, Aanes et al. 2010. Such longrun risks of depressions are detectable by analyzing sleep asabout 90 percent of the depressive suffer from a deprivation of sleep Tsuno et al. 2005. Neglecting these aspects in analyses that solely focus on pecuniary incentives, largely understates socialcosts associated with such working schedules. The direction of the causal impact of such jobs onsocial relations and mental health or wellbeing is not entirely clear yet Skipper et al. 1990. Butan investigation of the associated influences is very instructive.Jenkins and Osberg 2005 develop a model of companionable time use and show that time usechoices are not only influenced by the persons own timing of activities or of the spouse but alsoby any other potential leisure companion. The authors test the consistency of their theoreticalmodel with British data and find evidence that the probability of accompanied leisure in a certain age group depends on the probability of others who also devote time to that activity. Burda2000 and Burda and Weil 2005, in contrast, examine efficiency gains for shop owners from theextension of shopopening hours by means of a general equilibrium model. The authors arguethat efficiency gains from longer opening hours are balanced against potential disadvantages arising from less coordinated leisure. The macroeconomic general equilibrium model allows them toderive testable implications about the impact of longer shopopening hours on aggregate variables but they are unable to investigate the explicit consequences on solitary leisure. This papercloses this gap in the existing literature by directly examining the interrelations between workingschedules and solitary leisure in a labor supply framework.The following section presents the simple theoretical motivation which builds the foundationfor the subsequent empirical analysis. This section is followed by a description of data and variables as well as of the sample properties. Apart from that, the distribution of market work acrossa standard workday and differences in the timing of leisure for different groups of workers are deJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE4scribed. Section 4 is devoted to the description and interpretation of the results for the short andlongrun consequences of unusual working schedules. Finally, section 5 concludes.2 Theoretical Motivation Before investigating the implications of the timing of working hours on social life and more specifically on the fraction of solitary leisure, I will present a very simple theoretical framework thatbuilds the foundation for the subsequent empirical analysis. The following model is closely related to Jenkins and Osberg 2005.3 Each individual maximizes his utility U C ,L, by choosing thedaily consumption bundle C and the amount of leisure L. I assume individual decisionmakinghere, while the slightly more complex unitary household decision problem is given by Jenkins and Osberg 2005. Utility maximization is constraint by the available time per day as given by T L H,1where H denotes the amount of hours worked and T is the total available time per day. The budgetconstraint can be formulated as:C w H V,2with w denoting a vector of exogenously given wage rates and V is nonlabor income. Hourlywages are allowed to vary over the day to account for wage premia paid to overtime hours or ascompensation for more undesired hours.During leisure time L, a person can decide about the hours of leisure spent alone A or in theform of social leisure being enjoyed in the company of others S. The total amount of leisure isthus the sum of time spent alone or with others: L A S. Given that working schedules are fixed,workers need to coordinate their time with others in order to socially interact. To find a suitableleisure match, people choose potential leisure companions from a ranked list. Social leisure ishowever uncertain ex ante because it depends on the mutual working schedules of both partiesso that some leisure matches are not feasible during a particular day. The total utility derived from 3An alternative model is presented by Burda and Weil 2005 who use a general equilibrium model to investigate theinfluence of shopopening hours on coordinated leisure and also on retail congestion.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFEleisure can thus be rewritten as U C ,L U C , A,S1, ,Sn,53where Si ,i 1, ,n denotes social leisure time with the i th leisure companion.I additionally assume that people can decide to work during regular hourscid:161H Rcid:162 or during unusual hourscid:161HUcid:162. People are furthermore assumed to work a certain fraction R 0,1 of theirdaily working hours during the standard workday so that the number of daily working hours Hcan be reformulated as:H R H R cid:1611 Rcid:162 HU .4If people spend a higher fraction of work outside the standard workday, the process to find socialleisure companions is hampered as the list of potential leisure matches diminishes. Since the listof leisure companions is ranked, it is furthermore assumed that the additional utility derived fromsocial leisure increases by rank. A leisure match is created if both leisure partners agree to enjoytime with each other. The uncertainty of a feasible leisure match will be denoted by pi ,i 1, ,n.The expected utility derived from this match is hence pi U Si and the total expected utility foreach person can be parametrized as E U C ,L Ucid:195C , A,cid:88ikcid:33pi U Si ,5with k being the available list of potential leisure companions. Following Ma Curdy 1981, equation 5 can be formulated as:E U C ,L C C 1 A A2 cid:88ikpi Si Si 3i ,6where j ,j 1, ,3 k are time invariant parameters that are common to all individuals. Theyhave the property that 0 1, 3k 1 which denotes decreasing returns and 2 1. Moreover,C , A, Si 0 are functions of relevant and predetermined consumer characteristics such as ageand educational level that affect preferences.The probability to find a suitable leisure companion depends on the own available amount offree time of each person and on the working schedules of the potential leisure companions. Withlonger working hours or a higher fraction of work during unusual hours, the average probabilityJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE6to find a suitable social leisure match declines. Hence, pi is negatively associated with the amountof own working hours H and those of others that do not overlap with the own working hours Hi n.The match probability can thus be expressed as:pi g H Hi n gcid:161R H R cid:1611 Rcid:162 HU RHi n 0. Equation 7 suggests that a higher degree of desynchronizedworking schedules, compared to standard hours, resulting from an increase in Hi n reduces thecid:1611 RH 0 and gcid:162 HUwhere gcid:162,i H Ri nii ncid:48cid:487match probability and thus, the expected utility associated with a specific leisure match. The prob 0ability converges to 0 if the schedules do not overlap at all which implies that R 1 and Rior vice versa. The expected marginal utility from a leisure match is lowest in this case and also asynchronization of leisure with more preferred social companions is least likely. Jenkins and Osberg 2005 show that working hours increase unambiguously if social leisure is harder to arrangebut no clear predictions are possible when it comes to the amount of time spent alone. Given thatworking hours for evening and night work are highly regulated and can only be extended underrestrictive conditions implies that available time cannot be substituted with more market work.Consequently, the individual is more likely to spend a higher fraction of his total free time alone.The probability pi of a successful leisure match is highest if the working schedules of both potential leisure companions overlap as much as possible meaning that Hi n 0.For the derivation of the estimation equation, will be associated with the budget constraint asgiven by equation 2. Maximizing the expected utility function 6 subject to the time constraint1 and the budget constraint 2 yields the first order condition for solitary leisure time:w 2A A21 .Taking logs and assuming that A X u yields, after rearranging:log A log w X ,8921, 1where log log 2to the total amount of leisure time Acid:80amount of leisure time spent alone is examined but rather the fraction of solitary leisure relative 21 , and u. Let us assume that not the log of the totalik Si . This fraction will henceforth be denoted by a. TheJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE7final estimation equation in matrix form can thus be formulated as:a log w X1 H2 3U ,10where A is a compound error term, individual characteristics are captured by predetermined individual characteristics X and household information H. U is an indicator variable denoting whether or not a person works during unusual hours. If preferences for solitary leisure ofmen who work during unusual working schedules do not differ systematically from those whowork during normal working hours, the preference indicator is random and will therefore bepart of the error term. Equation 10 can thus be estimated by simple OLS. If people with a higherpreference for solitary leisure systematically select themselves into work during unusual schedules, estimates obtained by OLS are likely to be upward biased. The preference indicator willthen be nonrandom and selectivity must be accounted for.3 Data and Descriptive Statistics The analysis of this paper is based on German Time Use Data Zeitbudgeterhebung for the year 200102 collected by the German Federal Statistical Office Statistisches Bundesamt 2003. Thedata set is particularly interesting for the present study as it provides apart from the usual socioeconomic, work and household characteristics detailed information about the timing of activities for each 10 minute time interval during a day for each respondent. An additional feature thatmakes this dataset particularly suitable to this study is the additional information about who eachtime slot is spent with. This allows me to directly infer from the data how much of the total leisureis indeed spent without company and when so. The analysis of this paper is restricted to fulltimeemployed men aged between 25 and 59 in dependent employment.Following Burda et al. 2007 the more than 200 daily activities are aggregated into four majorcategories: pure leisure, paid market work, household work and tertiary time of which the firstthree are relevant for the current study.4 More specifically, pure leisure L, which is also referredto as the narrow definition of leisure Burda et al. 2006, comprises all activities that are pleasurable but that do not need to be undertaken at all and nobody can be paid to do them. It subsumesactivities such as organized leisure activities,5 sports, games, reading and writing, watching TV as 4Intervals of commuting or traveling time are added to the related activity. It can be further noted that an aggregationof the activities into these broad measures is inherently arbitrary.5Organized leisure is defined as all those activities that involve amongst other things volunteerism or informal help forJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE8well as listening to the radio. Market work MW is defined as all direct job related activities of primary and second jobs, but also comprises time spent on internships, qualification and educationon or for the job, job search as well as breaks during the workday and workrelated travel time.Other activity aggregates will not be regarded in more detail in this paper.3.1 Description of the Variables For the analysis of the influence of working schedules on social life two definitions will be used.The first group of workers with unusual working schedules comprises all shift workers. Each respondent indicates whether he works morning, evening, rotating or another kind of shift. All thesecategories are combined into a single indicator of shift work. A person belonging to this group willbe referred to as selfreported shift worker. The relevant reference group consists of all men whodo not report working shifts and will be called daytime workers from now on.The second definition refers to all those men who work during nonstandard hours. This information is directly derived from the diary information. Again, a person is defined to work duringunusual hours if more than 30 percent of his total working hours lie outside this period.6 To notwrongfully define people as working with unusual schedules because they generally work verylong hours, I restrict the attention in this paper to those men who devote not more than 10 hoursmarket work per day see also Scheffel 2011. The reference group for this group of workers consists of all other men and will be referred to as men who work during usual or normal workinghours from now on.The two groups of workers are yet not exclusive and table 1 shows the respective overlap. 67percent of the men who work during unusual hours also report shift work and about 42 percentof the shift workers additionally work at nonstandard hours. Among all those men who do notreport working shifts, about 12 percent work during nonstandard hours. Of those men who aredefined to work during standard hours, about 19 percent also report shift work.The diary information as well as information about who the respective time slot is spent with,make the dataset unique and particularly wellsuited for this study. Yet, there are some shortcomings as no information on the employment history nor on job tenure is available. Hence, the dataprovides no information about the previous experience of shift work or the duration of the rotaother households.6The Bureau of Labor Statistics BLS suggests to define shift work as any schedule in which more than half of the hoursfall outside of a period between 8 am and 4 pm Mellor 1986. Since only fulltime employed men are regarded andin order to have a large enough sample, men who work during unusual hours are defined, in contrast to the BLS, ifmore than 30 percent of working hours lie outside of the standard workday.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE9Table 1: Overlap between Shift Work and Men with Unusual Working Hours and the Respective Reference Groups.reportedshiftdaytimeworkers workersunusual hoursstandard hours N31145576615319462099N46431542807tion schedule for men who work in rotating teams. These variables help to determine the risks oflongerrun exposure to such jobs on social life. It is therefore likely that the results obtained hereupward biased and are lower if it was possible to control for these influences.I furthermore control for a number of standard predetermined demographic variables that havean impact on social life. These are the workers age in 3 categories younger than 35, 3545 reference group and older than 45, educational attainment in three broad categories low, mediumreference category and high skills, a dummy for being married, for the presence of children under the age of 6 and for kids aged between 7 and 17 living in the household, for living in Western Germany as well as an indicator about whether or not the wife is not employed. Furthermore, Iadd the log of usual weekly working hours.3.2 Sample Description Descriptive statistics by worker group are reported in table 2. It shows that shift workers and menwith unusual hours are slightly younger, less educated and tend to have slightly more kids.Not only are shift workers and men who work during unusual hours different from the respectivereference group but the two groups themselves differ considerably. Men who work during unusualhours are generally better educated than selfreported shift workers but they are also slightly lesslikely to be married and have slightly more kids. Shift workers are less likely to have kids under theage of 6 but tend to have a higher probability to have kids above the age of 6. Shift workers earnon average lower hourly wages but due to differences in educational levels, a mean comparison isnot meaningful here.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE10Table 2: Summary Statistics.shift workersday workersusual reportedreportedunusualwork information:unusual wrk hoursshift worklog hourly wageusual wrk. hrs logpersonal characteristics:agelow skilledmedium skilledhigh skilledmarriedhousehold information: of kidskids under 6kids aged 6 17Western Germanyobservations 0.4210.4941.0000.0002.4260.3683.6640.17742.8487.0830.0440.2060.7940.4040.1610.3680.8370.3701.4111.0050.1850.3890.4740.5000.8260.3799671.0000.0000.6700.4712.4930.4983.6590.31642.8367.7070.0540.2260.6770.4680.2650.4420.8190.3851.4331.0720.1920.3940.4220.4940.8250.3804640.1200.3250.0000.0002.5280.4783.6980.26543.4627.7430.0130.1110.4940.5000.4900.5000.8100.3921.4041.0260.1800.3840.4220.4940.8170.38729480.0000.0000.1900.3922.5260.4283.6730.21643.4477.6310.0130.1130.5660.4960.4190.4930.8210.3841.4181.0270.1850.3890.4340.4960.8430.3642401Standard deviations are given in parentheses.3.3 The Timing of Activities Figure 1 represents the distributions of working hours for selfreported shift workers dashed lineand of men who work during unusual hours solid line. The vertical lines indicate the standardworkday as defined in this paper. The working hour distributions of men who work shifts or duringunusual hours differ from each other which is particularly pronounced during the evening hours.As before, the average workday of shift workers tends to be slightly shifted to the left as comparedJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE11with the standard workday, i.e. it starts and finishes slightly earlier than the standard workday.Around 10 pm, the incidence of shift work amounts to about 25 percent. Work at night is lesslikely but still occurs with a probability of about 10 percent between midnight and 4 am. Men,who work during unusual hours, are most likely to work between 6 am and 10 pm. Around 10 pm,the probability to work is still pronounced and amounts to 40 percent. Hence, the figure suggeststhat it is not so much the incidence of work during nights that is expected to have the strongestadverse effect on social life and thus on social interaction, but rather work around the margins ofthe working hours distributions, i.e. the early morning and late evening hours.Figure 1: Distribution of Working Hours by Worker Group.Figure 2: Differences in the Distribution of Accompanied and Unaccompanied Leisure for Men Who Work Shifts Gray and Who Work During Unusual Hours Black with the Respective Reference Group.To visualize the interdependence between the allocation of market activities as well as solitaryand accompanied leisure, figure 2 depicts differences in the incidence Ft at each time intervalt for the standard workday between men who report working shifts gray lines and of men whowork during unusual hours black lines from the respective reference group:t Ft U 1 Ft U 0,1100,10,20,30,40,50,60 am 2 am 4 am 6 am 8 am 10 am 12 am 2 pm 4 pm 6 pm 8 pm 10 pm 12 pmshift workersunusual wrk. Hrs.0,3000,2500,2000,1500,1000,0500,0000,0500,1000 am 2 am 4 am 6 am 8 am 10 am 12 am 2 pm 4 pm 6 pm 8 pm 10 pm 12 pmaccompanied reportedalone reportedaccompanied wrk. hrs.alone wrk. hrs.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE12Table 3: Selected Descriptive Statistics on the Timing of Leisure as well as Hours of General and Solitary Leisure and Market Work.allreportedworking hours shift wrkunusualday wrkusualfraction of men enjoying leisure at:3 am 9 am 3 pm 9 pmaverage daily hours:leisuresolitary leisuremarket worksleep N0.0040.1060.0660.7134.042.061.621.568.662.907.171.4339150.0040.1150.0970.5564.012.201.661.548.472.857.211.789670.0040.1040.0580.7544.052.021.611.568.732.917.161.2929480.0030.1110.1000.3984.122.491.881.706.903.267.602.014640.0040.1050.0570.7974.551.991.751.637.822.537.211.362401Standard deviations are given in parentheses.with U being a dummy variable that indicates whether the person works shifts or not or alternatively whether he works during unusual hours or not.7 Straight lines represent differences in theincidence of accompanied leisure by time interval and dashed lines refer to differences in solitaryleisure. The figure suggests that differences in the allocation of leisure between the groups of workers are highest in the later evening hours between 6 pm and 12 pm. Since the propensity to work islargest during these time intervals, the incidence leisure is significantly reduced. The differencesare most pronounced for men who work during unusual hours and hence the incidence of accompanied leisure is most strongly diminished. Between 8pm and 10 pm accompanied leisure ofthis group of men is about 25 percent less likely as compared to the reference group. In contrast,leisure is enjoyed to a higher extent during standard working hours but is more likely to be spentalone which demonstrates the higher social disconnectedness of these workers. Since the averageworkday of shift workers starts and finishes slightly earlier than the average workday of all workers,also leisure is more likely to be enjoyed earlier.As shown by table 3, fulltime employed men spend about 4 hours of their daily available timeon purely enjoyable activities pure leisure. A comparison of average hours of leisure reveals no 7Dan Hamermesh has largely examined the impact of changes in working schedules over time for various countriesand for various different questions 1996, 1999a, 1999b, 2002.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE13big difference between shift workers and the reference group. These workers are found to differwith respect to the timing of activities yet not the enjoyment in absolute hours. Men who workduring unusual hours enjoy slightly more leisure and, workers who are defined to work duringstandard hours, in contrast, tend to spend almost half an hour more time than every other group.The table additionally reports the amount of average actual daily working hours by group. Itshows that men with unusual working hours tend to work on more than 1.5 hours less on average than men who report working shifts. The Working Time Act Arb ZG restricts working hoursof night work to 8 hours which can be extended to 10 hours per day provided that an average of 8 hours is maintained over a 6 months or 24 week period or alternatively in emergencies and extraordinary circumstances. This regulation might explain the lower average working hours of menwho work with unusual schedules.8 Also those men who work at standard hours yet not more than 10 per day are found to work on average only about 7.8 hours.As mentioned before, sleep might be disrupted by unusual working schedules. Hence, table 3presents the average hours of sleep by group. In total, all workers tend to spend about 7 hourssleeping without significant differences for shift and daytime workers. In contrast, men who workduring unusual hours tend to spend significantly more time on this activity than all other groups ofworkers. One possible explanation is that these men substitute away their leisure time with sleepin order not to have even greater amounts of solitary leisure. In addition, work performed ratherat the fringes of the workday yet not during nights does not disrupt the circadian cycle and thusthe sleeping rhythm. A second explanation is therefore that workers with such schedules needto rest more in order to recover from the burden of work. In this context, more time devoted tosleep cannot be interpreted as a sign for an increased risk to health per se yet a longer exposuremight aggravate stress and thus reduce wellbeing. The next section will explore these possibleexplanations in more detail. Besides, it needs to be mentioned that the standard deviations of theamount of sleep are strongly elevated for shift workers and for men who work during unusualhours. The dispersion is thus stronger and will also be explored more closely.In addition, table 3 reports the average hours of time that men spent without company on solitary leisure. Even though men with unusual working schedules devote on average less time to market work and enjoy similar hours of leisure than the average worker, they simultaneously spentmore of their total alone. In addition to this, table 4 shows the fraction of solitary leisure relative to the total amount of time spent on purely enjoyable activities. All men spend on average 8See also 6 of the Arbeitszeitgesetz Arb ZG.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE14Table 4: Fractions of Solitary Leisure by Age Group and Mean Earnings.allreportedworking hours usualshift wrk day wrk unusualsolo leisure: all 0.4110.3260.4320.3290.4030.3250.4770.3190.3880.313by age group:solo leisure: 35solo leisure: 35 45solo leisure: 450.4180.3340.3960.3220.4240.328by position in the wage distribution:solitary leisure: 50 % 0.4430.347solitary leisure: 50 % 0.4120.3160.4170.3240.4390.3340.4270.3230.4280.3560.4360.3110.4190.3370.3780.3160.4230.3290.4490.3440.4030.3180.4480.3130.4930.3170.4710.3260.4930.3300.4710.3230.3810.3110.3720.3080.4070.3190.4150.3360.4010.308Standard deviations are given in parentheses.about 41 percent of their total leisure time alone. This fraction is 2 6 percentage points higher forshift workers and for men with unusual working schedules. In contrast, solitary leisure fractions ofthose men belonging to the respective reference groups are significantly lower in particular menwho work during the standard workday.The table further reports differences in the fraction of solitary leisure by age group. It shows thatsolo leisure is generally lowest for workers aged 35 45 and is highest for workers older than 45.While the timing of solitary leisure of shift workers does not seem to differ for workers belongingto the youngest and oldest age group, prime age shift workers tend to spend on average about 6percentage points more of their total leisure time alone. When it comes to men who work duringunusual hours, the table reveals that these men tend to have always higher fractions independentof the age group. Differences in the unconditional means are again highest for prime aged menwho tend to have 12.1 percentage points higher fractions of solitary leisure.Table 4 also depicts unconditional means for the fraction of solitary leisure by position in thewage distribution. Solitary leisure fractions are highest for workers who earn lower than medianwages. Shift workers in the lower half of the wage distribution are slightly less alone than the reference group yet the relationship is reversed for the upper 50 percent. The picture is very differentJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE15for men who work during nonstandard hours. Those men who have than median earnings spentalmost half of their total leisure time without company. In contrast, men with standard workinghours have on average 7 8 percentage points lower fractions of unconditional solitary leisure.In the following section, I will analyze in more detail whether there is evidence that young workers accept unusual working schedules from an investment perspective to accumulate additionalincome see also Scheffel 2011.4 How is the Social Life Affected?Work at unusual hours complicates social interactions with others as it gets increasingly more difficult and hence more costly to find suitable leisure companions Jenkins and Osberg 2005, Burdaand Weil 2005. The result is a deterioration of social capital Putnam 1995, Burda 2000. The theoretical motivation suggests that the utility derived from social leisure decreases for these workers.The magnitude of the resulting decrease in marginal utility depends on the general distributionof working hours as well as of the working schedules of friends and family but also on individual preferences. The widening of the working hour distribution which has positive influences onoutput from the firms perspective is however outweighed to some extent by additional negativeexternalities on the employees overall wellbeing. In the medium and longrun, even individualhealth and therefore productivity of workers might be impaired which further adversely affectsfirms. Jenkins and Osberg 2005 argue furthermore that working hours unambiguously increasewhen social leisure is harder to arrange which implies that workers substitute leisure by additionalwork. The predictions for the determination of the sign of the impact on solitary leisure are however not clearcut. The reason is that each person is not only affected by his own working schedulesbut also by those of potential leisure companions. To account for these differences in the absoluteamount of time, I will estimating the impact of working schedules on solitary leisure relative to thetotal amount of leisure time as reported by equation 10.4.1 Results for all Workers Coefficient estimates of the group identifier variable are reported in table 5. Each entry corresponds to an estimate of the indicator variable of separate regressions. The first column of the table reports differences in the fraction of solitary leisure for the respective groups. Accordingly, shiftworkers tend to have 3.8 percentage points higher fractions of leisure without company. Among allJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE16shift workers, about 59 percent work also during standard hours so that the organization of socialleisure is allegedly easier on average given the general distribution of working hours. The estimatesare about 5 percentage points higher for men who work during unusual hours and the differenceamounts to 9 percentage. Since only workers who work not more than 10 hours per day are considered, the overlap of leisure with potential leisure companions is likely to be more difficult andhence the organization of leisure matches.Table 5: Coefficient Estimates of the Group Indicator on the Fraction of Solitary Leisure 1 and Marginal Effects of the Satisfaction with the Allocation of Time Devoted to Work 2, Leisure 3 and Friends 4.selfreported shift workersworkers with unusual hoursfraction ofsolo leisure10.0383.150.0895.55satisfaction w timing ofworkfriends2leisure340.0502.550.0612.960.0281.430.0100.400.0271.370.0331.24Absolute t or zstatistics in parentheses. indicate significance levels of 10 % or higher; standard errors are robust. Also included in the regressions: age group dummies, skill indicators, dummies for being married,having children and having kids under the age of 6 and between 6 17,Western Germany, a nonemployed wife, the log normal working hours.Moreover, table 15 shows that no nonrandom selection occurs which suggests that workersamong the different groups are not systematically different in their unobserved components. Theestimates show that the inverse Mills ratios of a treatment effect models are not significantly different from zero. The exclusion restriction for the choice to work shifts or during unusual hours defined as the rate of shift work or work during unusual hours by occupation and sector in 199192.These exclusion restrictions capture differences in the occupation and sectorspecific tendencies of shift work or work during unusual hours and thus reflect differences in the preferencesamong workers of the different occupations. The estimates for this term are highly significant. Itcan hence be concluded that it is sufficient to concentrate on the OLS estimates in the remainderof this paper.The remaining determinants of solitary leisure are reported in table 6. Accordingly, age and skilllevels do not affect the fractions of solo leisure significantly. The only exception is that men underthe age of 35 tend to have lower fractions of solo leisure. The estimate is significant when workingschedules are regarded as shown in column 2 of the table. Married men, those with kids as wellas men who have a nonemployed wife tend to have lower fractions, which is unsurprising givenJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE17that these characteristics facilitate social interaction. Longer average weekly working hours arefound to have a different impact depending on whether shift workers or men with unusual hoursare considered. In addition, men who live in households with kids tend to spend less leisure alone.The table reveals that parents with kids under the age of 6 have about 9 percentage points lowerfractions. Households with kids above the age of 6 tend to spend on average 5 6 percentage pointsless solo leisure. Moreover, the region of residence does not when fractions of unaccompaniedleisure time are regarded.To gain a better understanding of the potential role of preferences, I further examine differenceswith respect to the satisfaction with the allocation of time for different domains. The combinationof these results might help to gain further insights into potential consequences on the marginalutility of leisure and even on wellbeing. Table 5 reports marginal effects of the indicator variablefrom probit models on the satisfaction with the allocation of time devoted to work 2, leisure 3and friends 4.9 These estimates show that men who work shifts tend to be on average about 5 percent less satisfied with the allocation of their working hours as compared to the referencegroup. Men with unusual working hours even tend to have 6.1 percentage points lower levels ofsatisfaction. These estimates refer to differences in the satisfaction with the timing of work. Hencethe results underline the findings Scheffel 2011 according to which workers choose such jobsbecause of the higher associated wages yet not because of differences in preferences.Moreover, the last column of table 5 reports differences with respect to the levels of satisfactionwith the allocation of time with friends. Both groups, shift workers and men with unusual hours,tend to report lower average satisfaction levels which are not significant though. Finally, when thesatisfaction with the allocation of leisure is regarded, as reported by column 3, no significantdifferences can be found between these men and the respective reference groups. Shift workersreport slightly higher but insignificant levels of leisure time satisfaction yet almost no differencesare found for men who work during unusual hours. The combination of these last findings emphasizes the earlier made assumption that workers do not choose to work shifts or during unusualhours due to different preferences for social leisure. In fact, the resulting working schedules ofthese jobs are disruptive in terms of social interaction and hence are likely to reduce the marginalutility that people derive from such jobs.The remaining determinants of the separate satisfaction regressions are reported in table 7. Itshows that men who are younger than 35 and to some extent also those older than 45 are moresatisfied with the timing of their working hours as the reference group. Older men, in addition also 9Men are defined to be satisfied with the time allocation for market work, leisure and friends when they report higherthan average satisfaction levels. All others are reported as being not satisfied.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE18Table 6: Determinants of Solitary Leisure for Shift Workers and Men with Unusual Working Hours.shift work unusualwrk. hrswork12shift indicator:indicatorpersonal characteristics:age: 35age: 45low skilledhigh skilledmarriedhousehold information:kids under 6kids 617Western Germanynot employed partnerwork information:normal wrk. hrs logconstantobservations R20.0383.150.0895.550.0191.170.0020.160.0010.030.0120.700.19010.280.0965.400.0594.420.0010.030.0484.160.0310.760.7758.7638660.0850.0372.050.0000.000.0240.530.0160.870.1647.990.0924.810.0503.350.0170.740.0574.440.0230.510.7698.7728340.090Absolute tstatistics in parentheses. indicatesignificance levels of 10 % or higher; standard errors are robust.tend to be marginally more satisfied with the allocation of personal leisure although the coefficient is not very accurately measured. Married men and those with a nonworking wife furthertend to report higher levels of satisfaction. Coordination within such couples or finding a suitableleisure companion is on average easier which is reflected by the higher levels of satisfaction withJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE19the allocation of time for leisure and friends. In contrast, men with children and in particular withchildren younger than 6 tend to report lower average satisfaction levels. This suggests that reconciliation of work, family and friends is more difficult for these men. In addition, lower skilledworkers tend to devote significantly lower satisfaction with the allocation of leisure. However, itmust be noted, that lower educated workers tend to report in general lower levels of satisfactionBlanchflower and Oswald 2004.Table 7: Marginal Effects for the Determinants of Satisfaction with the Allocation of Time Devotedto  work  friendsshift workers  leisureworking hours  work  friends  leisureshift indicator:indicatorpersonal characteristics:age: 35age: 45low skilledhigh skilledmarriedhousehold information:kids under 6kids 617Western Germanynot employed partnerwork information:log avg. wrk. hrsobservations R21234560.0502.550.0281.430.0271.310.0631.370.0100.400.0331.240.1295.100.0301.500.0230.380.0361.260.0551.990.0983.450.0462.210.0030.100.0422.150.0330.4738030.0100.0140.560.0311.600.1101.870.0270.960.0260.940.1665.900.0472.250.0812.360.0422.180.1562.2338470.0180.0230.890.0110.550.0240.380.0140.480.0883.180.1013.520.0301.370.1223.530.0271.350.2804.0137270.0120.1193.940.0723.120.0600.820.0341.080.0531.670.0300.910.0240.990.0290.750.0301.340.0861.0527830.0110.0150.500.0210.920.1351.890.0090.280.0150.500.1193.160.0280.980.0732.940.0542.390.0030.0828250.0150.0170.550.0220.950.0040.050.0030.090.0461.440.0842.530.0050.210.1303.380.0421.840.3033.6927290.014Absolute zstatistics in parentheses. indicate significance levels of 10 % or higher; standarderrors are robust.The combination of these results is interesting and sheds more light on the potential underlying preferences for spending time alone. A coordination of schedules with others is easier and lesscostly for married men who consequently tend to spend lower fractions of their total leisure timeJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE20alone. They additionally tend to be more satisfied with the allocation of working hours and withthe time spent with friends. The same holds for men with nonemployed wives as these womencan more flexibly adapt their schedules to match their husbands which facilitates the coordination and hence increases utility derived from leisure. This is in accordance with Sullivan 1996who finds that people derive the highest levels of utility from spending leisure with the spouse.Men with children also tend to have lower fractions of solo leisure yet it seems harder for themto combine family and work. This is reflected by the generally lower levels of satisfaction with theallocation of work, leisure and friends. Men under the age of 35 also tend to spend lower thoughonly partly significant fractions of their total leisure time alone. In addition, they tend to be moresatisfied with the timing of their working hours. One might argue that fulltime employed men inthis age group are more careeroriented and tend to be more idealistic than workers in other agegroups. Table 7 further reveals that West Germans tend to be more satisfied with the allocationof time devoted to leisure and friends as compared to East German workers even though thereare no differences in the fraction of solitary leisure. Finally, longer average weekly working hoursare positively associated with aloneness fractions of shift workers but negatively with levels of satisfaction. In contrast, longer average working hours in the case of men who work with unusualschedules tend to be associated with lower average levels of solitary leisure but the influence onlevels of satisfaction is also negative.Determinants of solitary leisure might be entirely different for workers belonging to the separategroups. To test this possibility, table 8 represents separate estimation results for shift and daytimeworkers as well as for men with usual and unusual working hours. An F test of equality for all coefficients as reported by the last line of this table can clearly reject it at 10 percent significant levelsfor all groups. Hence, the overall impact of the explanatory variables on solitary leisure differsconsiderably between the respective groups. The determinants should consequently be analyzedseparately.The differences in the determinants are presented in table 8 as well as single ttests for eachcoefficient between the two separate equations in column 3. The table shows that while shiftworkers above the age of 45 have generally lower levels of solitary leisure, the opposite holds formen who work during the day. In addition, married shift workers and those with a nonemployedwife have significantly lower fractions when they work during the day which suggests that shift hasa more disruptive influence on social leisure and hence hampers the reconciliation of family andwork considerably. Section 4.2 is devoted to further examine such influences. Column 6 showsJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE21Table 8: Determinants of Solitary Leisure by Group and pValues of a ttest for Equality.shift workersunusual hours testshift16unusualtest3usual5day24personal characteristics:age: 35age: 45low skilledhigh skilledmarriedhousehold information:kids under 6kids 617Western Germanypartner not empl.work information:log normal wrk. hrs0.0381.260.0421.660.0420.760.0250.970.1193.810.1183.810.0602.390.0421.560.1355.790.0180.940.0231.580.0080.150.0242.040.1869.540.0803.860.0523.360.0432.900.0181.340.5680.0270.6480.9680.0660.3320.7930.9690.0000.0421.060.0521.340.0150.670.0230.670.1182.640.1212.490.0100.260.0080.210.1063.260.0422.120.0130.870.0360.640.0443.530.1628.040.0803.850.0533.340.0492.910.0473.390.9850.1190.5670.0640.3660.4350.3000.1680.0940.0080.140.0703.800.1990.0541.460.0813.550.534observationspvalue for equality 38660.00828340.067Absolute tstatistics in parentheses. indicate significance levels of 10 % orhigher; errors are robust.differences in the determinants of solitary leisure between men who work during standard andthose with nonstandard working hours. It follows that high skilled men who work during unusualhours differ significantly in their fractions of solitary leisure. While those who work at unusualhours have lower fractions, they tend to be less alone when they work during normal hours. Likebefore, men with unusual hours without an employed partner tend to have significantly less negative estimates of solitary leisure as compared to men who work at standard hours. This furtherunderlines the disruptive influence of such schedules in the possibility for social interaction.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE224.2 Results when Coordination is Less Costly As described above, married men and those with kids tend to have significantly lower levels ofsolitary leisure. Coordination is clearly less costly for these men as potential leisure companionscan always be found in the same household. Yet, the results also suggest that the timing of marketwork is crucial. To test whether the overall results shown so far are driven by these coordinationadvantages and also to explore how disruptive these schedules are, I will now examine the impactof the allocation of work by marital status and the presence of children.Results are reported in table 9. While married shift workers tend to spend about 5.3 percentage points more on solitary leisure, no significant differences are obtained for nonmarried shiftworkers. In addition, men who work with unusual schedules are found to have 8 percentage pointshigher fractions of solitary leisure when they are married but also nonmarried men tend to spendabout 6 percentage points more time alone. The estimate is however not very accurately measured.It must be noted in this context, that married workers tend to be on average older than singles.Younger workers in contrast are generally more flexible with respect to the organization of nonworking schedules and it follows that it is hence likely to be easier to find potential leisure companions. Social coordination is thus easier to arrange which mitigates the adverse consequencesarising from unusual working schedules. This might partly explain the strong differences amongshift workers. The fact that the difference among married and nonmarried men with unusualworking schedules is not very large further indicated that such working schedules are indeed disruptive and significantly hamper the coordination of schedules and consequently the reconciliation of family and work. It shall be noted here that work during unusual hours and social interaction with others is likely to be endogenous. If married men choose to work during unusual hoursto avoid their families, coefficient estimates are likely to be biased. The coefficient estimates tendto be upward biased here but suitable instruments are hard to find.The last two columns of table 9 show differences in the extent of solitary leisure for men withand without children. Shift workers with kids, tend to have on average about 5.6 percentage pointshigher fractions. Among those shift workers without kids, no difference in the solitary leisure fractions of any kind is found. Fathers who work during unusual hours have larger difficulties to reconcile family life and work in that they have 9.7 percentage points higher fractions. For these menhaving no kids is associated with slightly though insignificantly higher solitary leisure fractions.In general, men without kids under the age of 18 are either very younger or rather old. On average, these men tend to be older than the group of fathers. The possibility for social coordination isJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE23Table 9: Coefficient Estimates of the Group Indicator on the Fraction of Solitary Leisure by Marital Status and the Presence of Children.marriedwith children yesnoyesno Ordinary Least Squares OLS1selfreported shift workers N2 workers with unusual hours N0.0533.9529610.0804.1223190.0140.468930.0621.495060.0564.1431510.0974.8521630.0010.047030.0230.63662Absolute tstatistics in parentheses. indicate significance levels of 10 % or higher; errors are robust. Also included in the regressions: agegroup dummies, skill indicators, dummies for being married, havingkids under the age of 6 and between 6 17, Western Germany, a nonemployed wife and the log normal working hours.facilitated for fathers as here again potential leisure matches live in the same household. Yet, children under the age of 18 have on average shorter waking periods than their parents, which limitsthe possibility of leisure time overlap in particular if fathers work during nonstandard hours. Itfollows that the family life in such cases is strongly adversely affected which is reflected by the significantly higher fractions of solitary leisure. In addition, with growing age, children tend to notconsider their parents as suitable leisure companion which further limits the possibility for socialinteraction and might potentially upward bias the coefficient estimates.4.3 Can Consequences on Solitary Leisure be Regarded as Career Investment?For some time, workers in particular when they are younger, might accept higher fractions of solitary leisure to reap the benefits from the higher hourly wage rates from an investment perspective.To analyze this hypothesis, I divide the sample by earnings into those with higher or lower thanmedian earnings. Table 4 shows in addition that it is primeage workers 35 45 years who tendto have highest unconditional average fractions of solitary leisure. I therefore add an interactionterm between the indicator variable and a dummy for workers under the age of 45 to shed furtherlight on this hypothesis.Columns 1 and 3 of table 10 report the estimates of the differences in solitary leisure betweenthe respective groups by position in the wage distribution. They reveal that the augmented overJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE24Table 10: Coefficient Estimates of the Group Identifier on the Fraction of Solitary Leisure by Median Earnings and Age Group. upper 50%43lower 50%21shift worker:shift workersshiftyounger 45NR2unusual working hours:unusual hrsunusualyounger 45NR20.0090.359700.0960.0782.176840.0880.0070.160.0230.449700.0960.1302.270.0851.166840.0900.0492.7418420.0920.0803.5614100.1030.0120.410.0621.7818420.0930.0421.110.0651.3714100.104Absolute tstatistics in parentheses. indicate significance levels of 10% or higher; errors are robust. Also included in the regressions: an agegroup dummy for being younger than 45, skill indicators, dummies forbeing married, having kids under the age of 6, and between 6 17, Western Germany, a nonemployed wife, log normal working hours.all fractions of unaccompanied leisure in the case of shift workers are mainly driven by men withhigher than median earnings. The aloneness fraction for such shift workers is on average 4.9 percentage points higher. In contrast, independent of the position in the wage distribution, men withunusual schedules all tend to have about 8 percentage points higher fractions of solitary leisure.Career concerns play a more important role for younger workers who are hence more likelyto accept the consequences of their working schedules as investment. Scheffel 2011 has shownsome evidence that workers with less favorable characteristics select themselves into such jobsbecause of the higher wage differentials yet not because of comparative advantage for work withunusual schedules. It can be argued that the workers accumulate the financial benefits from suchjobs at lower ages which will further allow them to use their accumulated earnings potential whenthey are older to avoid work during such hours.Moreover, columns 2 and 4 of table 10 report coefficient estimates of separate regressions including the interaction term between the group identifier and the age dummy. Shift workers withlower than median earnings are again not found to significantly differ from daytime workers withrespect to solitary leisure. Also the interaction term is insignificant yet negative which indicatesJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE25that men under the age of 45 have spend less of their total leisure time without others. Men belonging to this age group are relatively flexible so that it can be argued that social interaction tendsto be easier. For men in the upper half of the wage distribution, it is the age interaction term thatseems to be responsible for the higher share of solitary leisure. The estimates reveal that youngershift workers with higher than median earnings tend to have on average about 6.2 percentagepoints higher fractions of solo leisure but the shift indicator itself has a negligibly small influence.These findings can be understood as indication to support the earlier hypothesis that youngershift workers with higher than median earnings to accept the higher fraction of solo leisure asinvestment into their careers.Figure 3: Incidence of Shift Work and Work during Unusual Hours by Age Group.Figure 3 additionally depicts the share of shift workers and men with unusual working hours byage group. The incidence of work at unusual hours is relatively uniformly distributed across theage groups for all men older than 35 and is slightly augmented for younger men. The rate of shiftwork, in contrast, increases up to the age of 45 and decreases again for older men.10 These patternsemphasize that age plays some role and that a divide into younger and older men is meaningful.Yet, the difference in the incidence of such working schedules does not seem to drive the results.When it comes to men who work during unusual hours, the table shows that the size of the coefficient estimate of the indicator variable strongly increases for men in the lower half of the wagedistribution when the age interaction term is added. Like before, the interaction term itself showsthat younger shift workers tend to have lower fractions of solitary leisure. The coefficient estimateis however not precisely estimated but is sizeable. In contrast, workers below the age of 45 withunusual hours and above median earnings tend to have higher levels of solitary leisure than older 10The estimates are robust when workers aged 40 45 are excluded from the estimation for who the shift incidence ishighest.0,000,050,100,150,200,250,300,35 3030 3535 4040 4545 5050 5555 60shiftunusualJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE26men exposed to such working schedules. Yet, the estimate is not very accurate measured. Sincehigher levels of solitary leisure are obtained for all workers with unusual schedules, independentof age, it is difficult to disentangle the investment hypothesis for younger men.Figure 4: Incidence of Shift Work and Work During Unusual Hours by Quartile of the Earnings Distribution.It follows that shift workers but to a greater extent men with nonstandard working schedulesindependent of their position in the wage distribution tend to have higher fractions of solitaryleisure. In particular, there is evidence that younger men with higher than median incomes seemto accept the consequences of work during unusual hours on social life from an investment perspective.Finally, figure 4 reports the rate of shift workers and of work at unusual working hours by quartile of the wage distribution. These rates are relatively stable for earnings below the median andare slightly augmented for the third quartile so that it can be argued that the results are not drivenby changes in the incidence across the wage distribution. However, Scheffel 2011 has shown thatmen with less favorable labor market characteristics are slightly more likely to accept such jobs forthe augmented monetary compensation. In addition, these workers have to disproportionatelybear the adverse effects of such working schedules on the private life. It can hence be argued thatless advantaged workers with lower than median wages have an augmented risk of marginalization.4.4 LongRun Risks Potential adverse consequences of shift work on health are extensively studied in the medical literature Minors et al. 1986, Cunningham 1989, Skipper et al. 1990, Costa 1996, 2003, Folkard and 0,000,050,100,150,200,250,300,35quartile 1quartile 2quartile 3quartile 4shiftunusualJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE27Table 11: Coefficient Estimates of the Fraction of Solitary Leisure on Minutes of Sleep.solitary leisuresolitary leisureindicatorall1shift2unusual321.3634.9617.7613.8312.6922.1120.4344.473.7200.60Absolute tstatistics in parentheses. indicate significancelevels of 10 % or higher; standard errors are robust. Also included in the regressions: age group dummies, skill indicators, dummies for being married, having children and having kids under the age of 6 and between 6 17, Western Germany, a nonemployed wife, the log normal working hours,log hourly wages and the month of the interview.Tucker 2003. In general, such working schedules disrupt the circadian cycle which implies sleepiness throughout the whole day. This might be reflected by longer sleeping intervals. If, in contrast,people are exposed to such working hours for too long, sleeping problems are likely to exacerbateeven further. According to the medical literature, workers with longer job tenures in such jobs arelikely to have interrupted sleeping intervals and to suffer from sleep deprivation Harma et al.1998, Akerstedt 2003.In the remainder of this section, I will therefore use the amount of time devoted to sleeping as aproxy for potential longrun consequences of such jobs in particular regarding the health relatedrisks. To get a first impression about the association between sleep and aloneness ratios, the firstcolumn of table 11 reports the coefficient estimates of the fraction of solitary leisure on minutesof sleep. The table shows that higher levels of unaccompanied free time are positively correlatedwith minutes of sleep. An increase in the fraction of solitary leisure by 1 percentage point increasessleep by more than 20 minutes per day. One explanation for this positive association could be thatpeople who spend higher fractions of their total leisure alone, substitute sleep to some extent forfree time to not having even higher fractions of solitary leisure. In this respect, positive associationsdo not directly hint at augmented levels of risk to mental health. In fact, on the contrary sleepmight even have a therapeutic function Bird and Fremont 1991.The table further shows different regression by including an additional interaction term between the fraction of solitary leisure and an indicator for either working shifts column 2 or forwork at unusual hours column 3. The table shows that the inclusion of an interaction termJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE28results in a significant and positive impact of solitary leisure fractions on the time devoted tosleep. The interaction term itself is also positive but only significant for shift workers. This indicates that shift worker have a greater response of spending leisure time alone on minutes of sleep.Men with unusual hours, in contrast, do not differ significantly. In other words, men who workduring unusual hours and who spend higher fractions of their leisure time alone substitute withsimilar amounts of time devoted more to sleep.Moreover, 12 reports the influence between the fraction of solitary leisure on sleep by workergroup. The previous results are underlined so that an increase in solitary leisure by 1 percentagepoint is associated with an increase in sleep by 39 15 minutes for shift daytime workers. Column 3 additionally reports the pvalues for equality of the coefficient estimate between the twoequations. The ttest suggests that equality of the coefficient estimate for shift and daytime workers can be rejected and consequently shift workers allocate more of their total time sleeping whenthey have higher fractions of solitary leisure. In other words, shift workers compensate alonenessto a greater extent with more sleep than daytime workers which corroborates the earlier made substitution hypothesis. In addition, columns 4 and 5 emphasize the previous finding according towhich workers tend to sleep on average more when they have higher fractions of solitary leisure.Now this time, the result is independent of whether or not the person works during standard ornonstandard hours.The table also reports differences in the association between solitary leisure and sleep by ageand worker group. The correlation is strongest for men younger than 35 but in particular for menwho work shifts 54 minutes more sleep and who work at unusual hours 66 more minutes ofsleep. The impact weakens however with increasing age. The coefficient estimates by age groupis not found to differ significantly for the different groups of workers which is mainly due to therestricted number of observations. The differences in the impact of solitary leisure fractions onsleep are only found to vary significantly for prime aged shift workers. In this case, shift workerssubstitute their time to a much greater extent with sleep than daytime workers. The differencebetween these two groups amounts to more than 30 minutes.Until so far, only differences in the average aloneness fractions on the average minutes of sleepwere explored. Higher risks to mental health determine however rather the extreme quantiles ofthe sleep time distribution. Hence, figure 5 presents differences in the estimates of the fractionof solitary leisure by sleep quantile between the groups of workers and the respective referencegroup. Positive values indicate that the estimates are higher for shift workers or men with unusualJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE29Table 12: Coefficient Estimates of the Fraction of Solitary Leisure on Minutes of Sleep by Worker Group.shift workersunusual hoursday1 test6shift2test3usualususual45all workers:by age group:under 3535 45above 4515.5673.2838.9843.440.05724.5274.2034.1631.790.63012.5181.1510.3131.259.9750.5754.3701.5047.3252.8722.7863.520.2680.0450.49531.3471.9927.3802.7128.0871.0766.2781.3246.6551.5120.8292.810.5070.5520.789Absolute tstatistics in parentheses. indicate significance levels of 10 % or higher; standard errors are robust. Also included in the regressions: age group dummies, skill indicators, dummies for beingmarried, having children and having kids under the age of 6 and between 6 17, Western Germany, a nonemployed wife, the log normal working hours, log hourly wages and the month of the interview.Figure 5: Coefficient Estimates of the Fraction of Solitary Leisure by Decile of the Sleep Time Distribution.hours and vice versa. It is interesting to note that for men in the lower parts of the sleep distribution, solitary leisure is slightly though insignificantly correlated with less sleep when differencesbetween workers with standard and nonstandard hours are explored. In general, up to the median minutes of sleep, differences are insignificant and low. Substitution between free time and201001020304050102030405060708090shiftunusualJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE30sleep is done to a similar extent between the groups of workers. Also in absolute terms, the coefficient estimates by decile of the sleep time distribution, are relatively low for the lower median.Since these lower values of the sleep time distribution can be interpreted as evidence for deprivation of sleep, men who work at unusual hours are not found to be exposed to augmented risksto mental health. For the upper half of the sleep distribution, higher fractions of solitary leisureare correlated with significantly more sleep of men who work at unusual hours. These findingsare rather in line with the substitution hypothesis. Consequently, it can be argued that men whowork at unusual hours are not exposed to higher risks of mental health mirrored by the impacton the minutes of sleep. Yet, since work at unusual hours, rather contributes to a widening of theworking hours distribution but to a greater extent to work at the fringes of the standard workday,longrun consequences to health are expected to be minor. In addition, such working scheduleshave started to disseminate during the last decade so that longrun consequences are expected toarise with some delay.In contrast, shift workers, tend to substitute more of their overall free time with sleep so thatalready for men in the lower parts of the sleep time distribution, higher fractions of solitary leisureare correlated with significantly more time devoted to sleep. Here again, the substitution hypothesis according to which shift workers are likely to sleep longer to not be alone might be a possibleexplanation. Another possible explanation could be that sleep is used therapeutically in order tocope with the higher burden associated with such jobs. These hypotheses cannot be disentangledhere. Yet again, these estimates do not hint at augmented risks to mental health proxied by sleepdeprivations.To shed further light on further potential longrun risks due to the exposure to work at unusualschedules, I will now explore the interaction between sleep and age in more detail. Unfortunately,the dataset does not provide information about job tenure or the length of exposure to shift workor the rotating shift schedules. In order to explore potential longrun risks to health associated withshift work or work during unusual hours, I will use age as a proxy. In section 4.3, I have examinedthe association between shift work and aloneness ratios for men under or above the age of 45from an investment point of view. I will be more precise in this section. I argue that age is notonly positively correlated with job tenure and thus with the potential exposure to work at unusualschedules or to shift work but that people tend to be more likely to be adversely affected by workdisamenities and hence by unusual working schedules with increasing age.Figure 6 shows the coefficient estimates of the respective indicator variable for separate regressions by age group on the fraction of solitary leisure. It shows that the estimate is elevated acrossJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE31Figure 6: Coefficient Estimates of the Indicator Variable on Solitary Leisure Fractions by Age Group.the age distribution for all men who work during unusual hours but in particular for men aged between 41 45. With increasing age, the differences between the respective group and the referencegroup shrink. This is however not driven by differences in the incidence among these age groupsas figure 3 suggests. One explanation could be that older workers have adapted their rhythm of lifeto their working schedules and have organized their activities around. Also, such men are likelyto have stable networks of potential leisure companions who have some routine with the workingrhythm which further facilitates social interaction and is likely to mitigate the differences betweenthe groups of workers Hamermesh 2005.Since age is a good proxy for tenure in the case of men, it is also a good proxy for the exposure tosuch working conditions. According to the estimates shown in figure 6, no adverse longrun consequences with respect to solitary leisure are found for older shift workers. Among the sample shiftworking men above the age of 50, about 22 percent report to work the morning shift, 63 percent inrotating teams and 16 percent in other kinds of shifts. It can hence be argued that with longer jobtenure, older workers have a higher propensity to work shifts with more desirable working hourswhich would be an alternative explanation for the insignificant differences on solitary leisure forolder shift workers. In the case of men who work during unusual hours, however, differences insolitary leisure between the groups tend to shrink with age, yet remain at an augmented level ofabout 4 percentage points for men above 50. These differences are not accurately measure but aredefinitely nonnegligible.To examine the potential longrun risks of shift work or work at unusual hours, I will now analyzethe influence between age being a proxy of job tenure and exposure on the one hand and sleep asindicator for potential health related risks on the other. Sleeping problems that might arise fromjobs are likely to intensify with age by further increasing health related risks. The first line of table0,100,050,000,050,100,152530313536404145465051555660reportedunusualJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE32Table 13: Coefficient Estimates of the Indicator Variable on the Minutes of Sleep.shift workers unusual hoursall workers:by age group:under 3535 45above 453.4050.8814.4851.1912.1392.249.4541.6223.5584.0040.3212.6229.9263.3913.0201.41Absolute tstatistics in parentheses. indicate significance levels of 10 % or higher;standard errors are robust. Also included inthe regressions: age group dummies, skill indicators, dummies for being married, havingchildren and having kids under the age of 6 and between 6 17, Western Germany, anonemployed wife, the log normal workinghours, log hourly wages and the month of theinterview.13 presents coefficient estimates for differences of shift work or work at unusual hours regardingthe total minutes of sleep. Additional results by age group are further shown in the lower panelof the table. On average, people who work shifts but to a much stronger extent those men, whowork during nonstandard hours, tend to allocate more of their total available time to sleep. Thisestimate itself is not very informative as the consequences of the working schedules can affect thesleeping rhythm in opposite directions and both opposing influences cannot be disentangled.To be able to find clearer evidence for potential forces that might be driving the amount of timeallocated to sleep, table 13 additionally depicts estimates concerning the association between theindicator variable on total minutes of sleep by age group. These estimates suggest that shift workers under the age of 45 allocate slightly more time on average to sleep. Again, a possible explanation is that people with nonstandard working schedules compensate their higher fractions offree time by more sleep. In this case, positive correlations are not directly evidence for an elevatedrisk to mental health. In contrast, shift workers above the age of 45 sleep on average less thanthe respective reference group. The coefficient estimate for the indicator variable is marginally inJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE33significant but can be interpreted as first suggestive evidence that older shift workers have a higherprobability to be exposed to such jobs for a longer time span already which intensifies sleepingproblems as compared to the respective reference group.Men with unusual working schedules, in contrast, tend to devote more of their disposable timeto sleep independent of age. However, with increasing age the differences between those men andthe reference group grow smaller. Among the youngest age group, these men tend to sleep about 41 minutes more on average. Prime age men 35 45 tend to spend about half an hour more sleeping. As I have shown earlier, younger men who work with unusual schedules additionally spendsignificantly higher fractions of their total leisure alone. The combination of these findings can beinterpreted as evidence in favor of the earlier hypothesis that these men tend to substitute theiravailable free time with more sleep. If sleep substitution were not possible, it is possible that thefractions of solitary leisure would be even higher. In conclusion, these two results point into thesame direction: men with unusual hours tend to have significantly lower levels of social interaction.Figure 7: Sleep Differentials by Decile of the Sleep Time Distribution by Age Group.To be able to find out whether shift work or work at unusual hours indeed elevates the riskto health, it is not sufficient to merely analyze the average impact on sleep but to also explorethe extremes of the sleep time distribution. Figure 7 hence reports differences among the groupsper decile of the sleep time distribution. The figure illustrates differences by age group relative tothe estimates obtained for primeaged men between 35 and 45. Negative values indicate that thesleep differential of the respective age group is lower than for prime age men. The absolute wagedifferentials by age group and decile are further shown in table 14 for a better understanding.6050403020100102030123456789 35 shift 35 unusual 45 shift 45 unusualJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE34Table 14: Coefficient Estimates of the Indicator Variable on the Minutes of Sleep by Decile and Age Group.shift workers 35 4535 45unusual hours 35 4535 4512345678940.61510.0820.9815.95910.79522.13932.88547.33290.2765.15420.00020.5288.7350.92212.31519.99041.40765.626N614126025.06529.01428.15116.49312.36012.7160.9173.75421.432155623.44025.99419.95214.56111.90212.9880.4318.82113.71210.5212.5453.87013.59420.67230.00047.19063.13561.67118.79219.24715.4836.2158.1548.55434.57949.656 63.51044212601141Absolute tstatistics in parentheses. indicate significance levelsof 10 % or higher; standard errors are robust. Also included in theregressions: age group dummies, skill indicators, dummies for being married, having children and having kids under the age of 6and between 6 17, Western Germany, a nonemployed wife, thelog normal working hours, log hourly wages and the month of theinterview.It follows that across the sleep time distribution, younger shift workers tend to have on averagehigher sleep differentials than prime age shift workers whereas the opposite holds for shift workersabove the age of 45. The table shows that with increasing age, the sleep differentials are lower andmore negative for shift workers with lower average minutes of sleep. When only workers above 45are regarded, shift workers up to the 6th decile tend to sleep significantly less than the referencegroup. This is interesting and suggests that such jobs are disruptive in particular with increasingage and harm the sleep routine. In addition, older men tend to be exposed to shift work for a longertime span which further elevates the potential risk to health.In contrast, younger or older men who work during unusual hours tend to devote less timeto sleep than primeage men over the whole distribution of minutes of sleep which results inlower or oven more negative sleep differentials. Table 14 further shows that younger men withnonstandard schedules tend to devote significantly less time to sleeping up to the 70 quantileof the distribution as compared to men with normal working hours and also as compared to thesleep differential obtained for prime age men. It shall additionally be mentioned here that levels ofsolitary leisure do not significantly differ for these men under the age of 35 compared to the referJ. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE35ence group. This can be interpreted as indication that younger workers with nonstandard working schedules substitute sleep with leisure which thus mitigates this strong adverse influence onsolitary time at the expense of sleep. Such behavior cannot be interpreted as evidence for higherrisks to mental health but might be more problematic with extended exposure. Men older than 45 also tend to devote less time to sleep than prime age men yet the differences are inaccuratelyestimated.It can thus be concluded that younger workers are still able to master the stress associated withthe working schedules by substituting sleep with leisure. Therefore, lower average levels of sleepare not indication enough for adverse longrun consequences on health. For older workers, in contrast, unusual working schedules and in particular shift work, tends disrupt the sleeping rhythmas lower average levels of sleep are observed across a large fraction of the sleep time distribution.Since sleep is one indicator for potential longrun risks and threats to mental health, these results can be interpreted as evidence in favor of augmented longrun consequences induced by theworking schedules.5 Conclusion and Discussion In 2001, 15 percent of the European and the German workforce worked shifts. The relaxation ofshop opening hours and of work time regulations in general imply that working hours at the margins of the work time distribution are inevitable in a more integrated world market. Such jobs arehence fundamental work patterns that shape the lifestyle of the population and will continue todo so to a growing extent.This paper examines the consequences of a wider working hour distribution on social life toexplore potential short and longrun risks arising from such working schedules. The higher hourlywage rates paid as compensation for the resulting disamenities further suggest that opportunitycosts of leisure increase. Furthermore, lower levels of satisfaction with the allocation of work timefurther show that such jobs are not chosen because of preferences but rather because of monetaryincentives as found in Scheffel 2011.I find evidence that a wider working hour distribution is associated with higher average fractionsof solitary leisure. Since people derive additional utility from spending time with others Sullivan 1996, Jenkins and Osberg 2005, these findings imply lower marginal utility derived from leisurewhen social interaction becomes more difficult to arrange with others. The individuals wellbeingis hence likely to be adversely affected which in turn harms the individuals productivity.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE36Sleep and solitary leisure are positively correlated which suggests that people generally tend tosubstitute aloneness against sleep. In this respect, sleep is likely to have a therapeutic function. Yet,a longer exposure to aloneness on the one hand and adverse consequences of working scheduleson the other is likely to augment the potential longrun risks to health. I find that in particular oldershift workers tend to have the highest risks. Younger shift workers, in contrast, rather substitutesleep against leisure which mitigates the strong disruptive influence on solitary leisure. Moreover, Ifind evidences that younger shift workers with higher than median earnings and all men who workduring unusual hours accept the higher level of solitary leisure from an investment perspective tobenefit from the wage premia associated with such jobs.Repercussions of nonstandard working schedules on social life arising from decreasing marginalutility of leisure are largely ignored in the economic discussion so far. Although it seems economically sensible to extend the margins of the working hour distribution and the incidence of shiftwork to increase firms output and consequently to accelerate aggregate economic growth, strongadverse effects on social life must not be ignored. Individual and consequently aggregate wellbeing is likely to be impaired which under certain conditions might even decelerate economicgrowth. The combination of a negative selection of workers and sizeable wage premia paid as compensation for the disamenities of such jobs on the one hand and the higher levels of alonenessand the adverse consequences on sleep are further evidence that already disadvantaged workers are disproportionately affected. In addition, Hamermesh 1999a points out that the focus onmerely pecuniary aspects strongly downward biases the changes in inequality of overall returnsto work over the last decades in the US. The potential threat of marginalization of these workers must be taken seriously but requires additional indepth analysis which is left to future research. Current German laws protect evening and night workers from the drastic adverse consequences of the working schedules. It is therefore important to not only compensate such workersby higher wage premia as men with lower labor market characteristics are disproportionately attracted. Other forms of compensations must be offered for example in the form of higher leisuretime compensations to mitigate the strong adverse consequences on social life and the resultinglongrun disruptions to health.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE37References Aanes, Mette M., Maurice B. Mittelmark, and Jrn Hetland, Interpersonal Stress and Poor Health: The Mediating Role of Loneliness, European Psychologist, 2010, 15 1, pp. 3 11.Bird, Chloe E. and Allen M. Fremont, Gender, Time Use, and Health, Journal of Health and Social Behavior, 1991, 32 2, pp. 114 129.Blanchflower, David G. and Andrew J. Oswald, Wellbeing over Time in Britain and the USA,Journal of Public Economics, 2004, 88, pp. 1359 1386.Burda, Michael C., Product Market Regulation and Labor Market Outcomes: How can Deregulation Create Jobs?, CESifo Working Paper Series 230, CESifo Group Munich 2000.and Philippe Weil, Blue Laws, mimeo, HumboldtUniversitat zu Berlin 2005., Daniel S. Hamermesh, and Philippe Weil, The Distribution of Total Work in the EU and US,IZA Discussion Papers 2270, Institute for the Study of Labor IZA 2006.,, and, Total Work, Gender and Social Norms, NBER Working Paper 13000, National Bureau of Economic Research, Inc 2007.Costa, Giovanni, The Impact of Shift and Night Work on Health, Applied Ergonomics, 1996, 271, pp. 9 16., Shift Work and Occupational Medicine: An Overview, Occupational Medicine, 2003, 53 2,pp. 83 88.Culpepper, Larry, The Social and Economic Burden of ShiftWork Disorder, Supplement to The Journal of Family Practice, 2010, 59 1, pp. S3 S11.Cunningham, J. Barton, A Compressed Shift Schedule: Dealing with Some of the Problems of ShiftWork, Journal of Organizational Behavior, 1989, 10 3, pp. 231 245.Folkard, Simon and Philip Tucker, Shift Work, Safety and Productivity, Occupational Medicine,2003, 53 2, pp. 95 101.Hamermesh, Daniel S., Workdays, Workhours and Work Schedules: Evidence for the United Statesand Germany, Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1996.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE38, Changing Inequality in Markets for Workplace Amenities, Quarterly Journal of Economics,1999, 114 4, pp. 1085 1123., The Timing of Work over Time, Economic Journal, 1999, 109 452, pp. 37 66., Timing, Togetherness and Time Windfalls, Journal of Population Economics, 2002, 15, pp. 601 623., Routine, European Economic Review, 2005, 49 1, pp. 29 53.Harma, Mikko, Leena Tenkanen, Tom Sjoblom, Tiina Alikoski, and Pertti Heinsalmi, Combined Effects of Shift Work and LifeStyle on the Prevalence of Insomnia, Sleep Deprivation and Daytime Sleepiness, Scandinavian Journal of Work, Environment and Health, 1998, 24 4, pp. 300 3007.Jenkins, Stephen P. and Lars Osberg, Nobody to Play With? The Implications of Leisure Coordination, in Daniel S. Hamermesh and Gerard A. Pfann, eds., The Economics of Time Use, Elsevier,2005, pp. 113 145.Kostiuk, Peter F., Compensating Differentials for Shift Work, The Journal of Political Economy,1990, 98 5, pp. 1054 1075.Lanfranchi, Joseph, Henry Ohlsson, and Ali Skalli, Compensating Wage Differentials and Shift Work Preferences, Economics Letters, 2002, 74 3, pp. 393 398.Ma Curdy, Thomas E., An Empirical Model of Labor Supply in a LifeCycle Setting, The Journal of Political Economy, 1981, 89 6, pp. 1059 1085.Mayshar, Joram and Yoram Halevy, Shiftwork, Journal of Labor Economics, 1997, 15 1, pp. S198 S222.Mellor, Earl F., Shift Work and Flexitime: How Prevalent Are They?, Monthly Labor Review, 1986,109 11, pp. 14 24.Minors, D. S., A. R. Scott, and J.M. Waterhouse, Circadian Arrhythmia: Shiftwork, Travel and Health, Occupational Medicine, 1986, 36 4, pp. 39 44.Presser, Harriet B., Shift Work and Child Care among Young DualEarner American Parents,Journal of Marriage and Family, 1988, 50 1, pp. 133 148.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE39, Job, Family and Gender: Determinants of Nonstandard Work Schedules Among Employed Americans in 1991, Demography, 1995, 32 4, pp. 577 598.Putnam, Robert D., Bowling Alone: Americas Declining Social Capital, Journal of Democracy,1995, 6 1, pp. 65 78.Akerstedt, Torbjorn, Shift Work and Disturbed SleepWakefulness, Occupational Medicine,2003, 53 2, pp. 89 94.Rosen, Sherwin, The Theory of Equalizing Differences, in O. Ashenfelter and R. Layard, eds.,Handbook of Labor Economics, Vol. 1, Elsevier Science Publishers BV, 1987, chapter 12.Scheffel, Juliane, Compensation of Unusual Working Schedules, 2011.Shiells, Martha, Hours of Work and Shiftwork in the Early Industrial Labor Markets of Great Britain, the United States, and Japan, The Journal of Economic History, 1987, 47 2, pp. 497 499.Skipper, James K., Fred D. Jung, and Linda C. Coffey, Nurses and Shiftwork: Effects on Physical Health and Mental Depression, Journal of Advanced Nursing, 1990, 15, pp. 835 842.Smith, Adam, The Wealth of Nations, New York: Modern Library Edition, 1776.Statistisches Bundesamt, Wo bleibt die Zeit? Die Zeitverwendung der Bevolkerung in Deutschland 200102, Technical Report, Statistisches Bundesamt, Wiesbaden, Germany 2003.Sullivan, Oriel, Time CoOrdination, the Domestic Division of Labour and Affective Relations:Time Use and the Enjoyment of Activities within Couples, Sociology, 1996, 30 1, pp. 79 100.Tsuno, Norifumi, Alain Besset, and Karen Ritchie, Sleep and Depression, Journal of Clinical Psychiatry, 2005, 66 10, pp. 1254 1269.West, Donald A., Robert Kellner, and Maggi MooreWest, The Effects of Loneliness: A Review ofthe Literature, Comprehensive Psychiatry, 1986, 27 4, pp. 351 363.White, Lynn and Bruce Keith, The Effect of Shift Work on the Quality and Stability of Marital Relations, Journal of Marriage and Family, 1990, 52 2, pp. 453 462.J. Scheffel UNUSUAL WORKING SCHEDULES AND SOCIAL LIFE406 Appendix Table 15: Selection Corrected Coefficient Estimates of the Group Indicator on the Fraction of Solitary Leisure.indicatorvariable10.0533.250.1342.96selectionterm20.0070.500.0260.99shift workunusual hours Absolute tstatistics in parentheses. indicate significance levels of 10 %or higher; standard errors are robust.Also included in the regressions: agegroup dummies, skill indicators, dummies for being married, having children and having kids under the age of 6 and between 6 17, Western Germany, a nonemployed wife and thelog normal working hours.SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 001 002 003 004 005 006 Localising temperature risk by Wolfgang Karl Hardle, Brenda Lopez Cabrera, Ostap Okhrin and Weining Wang, January 2011. A Confidence Corridor for Sparse Longitudinal Data Curves by Shuzhuan Zheng, Lijian Yang and Wolfgang Karl Hardle, January 2011. Mean Volatility Regressions by Lu Lin, Feng Li, Lixing Zhu and Wolfgang Karl Hardle, January 2011. A Confidence Corridor for Expectile Functions by Esra Akdeniz Duran, Mengmeng Guo and Wolfgang Karl Hardle, January 2011. Local Quantile Regression by Wolfgang Karl Hardle, Vladimir Spokoiny and Weining Wang, January 2011. Sticky Information and Determinacy by Alexander MeyerGohde, January 2011. 007 MeanVariance Cointegration and the Expectations Hypothesis by Till Strohsal and Enzo Weber, February 2011. Monetary Policy, Trend Inflation and Inflation Persistence by Fang Yao, February 2011. Exclusion in the AllPay Auction: An Experimental Investigation by Dietmar Fehr and Julia Schmid, February 2011. Unwillingness to Pay for Privacy: A Field Experiment by Alastair R. Beresford, Dorothea Kubler and Soren Preibusch, February 2011. Human Capital Formation on SkillSpecific Labor Markets by Runli Xie, February 2011. A strategic mediator who is biased into the same direction as the expert can improve information transmission by Lydia Mechtenberg and Johannes Munster, March 2011. Spatial Risk Premium on Weather Derivatives and Hedging Weather Exposure in Electricity by Wolfgang Karl Hardle and Maria Osipenko, March 2011. Difference based Ridge and Liu type Estimators in Semiparametric Regression Models by Esra Akdeniz Duran, Wolfgang Karl Hardle and Maria Osipenko, March 2011. ShortTerm Herding of Institutional Traders: New Evidence from the German Stock Market by Stephanie Kremer and Dieter Nautz, March 2011. Oracally Efficient TwoStep Estimation of Generalized Additive Model by Rong Liu, Lijian Yang and Wolfgang Karl Hardle, March 2011. The Law of Attraction: Bilateral Search and Horizontal Heterogeneity by Dirk Hofmann and Salmai Qari, March 2011. Can crop yield risk be globally diversified? by Xiaoliang Liu, Wei Xu and Martin Odening, March 2011. What Drives the Relationship Between Inflation and Price Dispersion? Market Power vs. Price Rigidity by Sascha Becker, March 2011. How Computational Statistics Became the Backbone of Modern Data Science by James E. Gentle, Wolfgang Hardle and Yuichi Mori, May 2011. Customer Reactions in OutofStock Situations Do promotioninduced phantom positions alleviate the similarity substitution hypothesis? by Jana Luisa Diels and Nicole Wiebach, May 2011. 008 009 010 011 012 013 014 015 016 017 018 019 020 021 SFB 649, Ziegelstrae 13a, D10117 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 022 Extreme value models in a conditional duration intensity framework by Rodrigo Herrera and Bernhard Schipp, May 2011. Forecasting Corporate Distress in the Asian and Pacific Region by Russ Moro, Wolfgang Hardle, Saeideh Aliakbari and Linda Hoffmann, May 2011. Identifying the Effect of Temporal Work Flexibility on Parental Time with Children by Juliane Scheffel, May 2011. How do Unusual Working Schedules Affect Social Life? by Juliane Scheffel, May 2011. 023 024 025 SFB 649, Ziegelstrae 13a, D10117 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. ", "filename": "661168239.pdf", "person": ["Juliane Scheffel", "Scheffel, Juliane"], "date": ["2011"]}