{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46559/1/66161283X.pdf"], "title": ["Does conditionality work? A test for an innovative US aid scheme"], "plaintext": " CESifo Working Paper No. 3454 Does Conditionality Work? A Test for an Innovative US Aid Scheme Abstract Performancebased aid has been proposed as an alternative to the failed traditional approach whereby donors make aid conditional on the reform promises of recipient countries. However, hardly any empirical evidence exists on whether ex post rewards are effective in inducing reforms. We attempt to fill this gap by investigating whether the Millennium Challenge Corporation MCC was successful in promoting better control of corruption. We employ a differenceindifferenceindifferences DDD approach, considering different ways of defining the treatment group as well as different time periods during which incentive effects could have materialized. We find evidence of strong anticipation effects immediately after the announcement of the MCC, while increasing uncertainty about the timing and amount of MCC aid appear to weaken the incentive to fight corruption over time. JELCode: F350, O170. Keywords: foreign aid, corruption, Millennium Challenge Corporation, MCC effect. Hannes Ohler GeorgAugust University Platz der Goettinger Sieben 3 Germany 37073 Goettingen hoehlerunigoettingen.de Peter Nunnenkamp Kiel Institute for the World Economy Hindenburgufer 66 Germany 24105 Kiel peter.nunnenkampifw.kiel.de Axel Dreher University of Heidelberg AlfredWeberInstitute for Economics Bergheimer Strasse 58 Germany 69115 Heidelberg mailaxeldreher.de April 2011 We thank Michaela Rank for excellent research assistance, Hendrik van Broekhuizen for excellent proofreading, and seminar participants at the University of Goettingen, the 4th Workshop on Political Economy Dresden 2010, the International Studies Association Annual Convention Montreal 2011, the Spring Meeting of Young Economists Groningen 2011, and the European Public Choice Society Meeting Rennes 2011 for excellent comments. Financial support from the German Research Foundation DFG GZ: DR 64021 is gratefully acknowledged. Introduction 1. Performancebased aid has received increasing attention in the international development community recently, particularly in the health sector e.g., Eichler and Glassman 2008. However, empirical assessments of its effectiveness are still largely lacking. We attempt to fill this gap by investigating the socalled MCC Effect.1 The Millennium Challenge Corporation, established by the Bush administration in 2004, has been deliberately shaped in such a way as to grant aid as ex post rewards for proven achievements. The move towards performancebased aid reflects increasing doubts in the donor community that traditional forms of conditional aid have been effective. Ex ante conditionality appears to have failed in international development cooperation, in particular to the extent that donors had used foreign aid as a means to buy policy reform in recipient countries Collier 1997.2 A similar verdict appears to apply to less intrusive motives of conditionality such as ensuring loan recovery. International financial institutions, notably the World Bank and the International Monetary Fund IMF, have achieved little by attaching a typically large number of conditions to adjustment loans. Dreher 2009: 256 concludes from a comprehensive survey of IMFrelated research that there is no empirical evidence showing that conditions enhance ownership or make program success more likely. By contrast, conditionality is widely perceived to have been very effective Sedelmeier 2008: 806 in the European Unions enlargement strategy. The desirability of EU membership appears to have prompted candidate countries to adhere to a host of conditions contained in the socalled Acqui Communautaire. The EU concept is based on ex post selectivity according to which performance standards have to be met prior to accession and the associated financial rewards. It is open to question whether the EU experience offers relevant lessons for international development cooperation. All the same, the review of the literature in Section 2 leads us to hypothesize that the effectiveness of conditionality depends more on the underlying concept, rather than specific treatment groups reacting differently to similar incentives. We focus on the effects of MCC aid on corruption in candidate countries. The international aid community has been aware that corruption is a major bottleneck to the effectiveness of aid, and development prospects in general, since the second half of the 1990s 1 See http:www.mcc.govmccpandaactivitiesmcceffectindex.shtml. 2 Note that the literature uses the terms ex ante and ex post conditionality in different ways. In the Public Choice literature, ex ante refers to the time before a country turns to international institutions, notably the IMF, for financial assistance e.g., Vaubel 1991, Meltzer 2006. Typical ex ante conditions suggested in the literature include responsible fiscal and monetary policies and sound financial systems. Ex post conditionality refers to conditions negotiated after a country turned to the IMF. Examples are reductions in the governments deficit or in the rate of monetary expansion. 2Easterly 2007.3 Corruption features most prominently among MCCs eligibility criteria. We employ a differenceindifferenceindifferences DDD approach to assess whether the treatment groups fought corruption more effectively than the control groups after the Bush administration announced the creation of the MCC and its performancebased aid allocation approach Section 4. We consider different treatment group definitions, as well as different time periods during which incentive effects could have materialized. We find evidence of strong anticipation effects immediately after the announcement of the MCC, while increasing uncertainty about the timing and amount of MCC aid appear to weaken the incentive to fight corruption over time Section 5. Section 6 summarizes the MCC experience and offers policy conclusions on how conditionality can be designed in such a way that it becomes more effective. The debate on conditionality 2. There are different reasons why international financial institutions and bilateral donors attach conditions to adjustment loans and development aid. Most obviously, temporary balanceofpayments support in the form of loans from the International Monetary Fund IMF has to be repaid by the borrowing country, and conditionality appears to be a means for the IMF to monitor the borrowing countrys adjustment efforts and, thereby, ensure timely repayment. In the IMFs own words, the intended purpose of conditionality is as a mechanism to help bring together a combination of financing and policies as a solution to economic difficulties: It is needed to provide assurances to both the authorities and the Fund that both parts of the package are provided together IMF 2001: 12. Drazen 2002 argues that conditionality implies the presence of conflicts of interest. Conflicts of interest may prevail between the IMF and the borrowing country, or within the country. Drazen stresses that reformminded local authorities may be interested to implement an adjustment program, but IMF conditionality may still be needed to overcome internal opposition. In other words, conditionality does not necessarily mean that the IMF imposes policies on local authorities unwilling to reform. However, the incentives of local authorities to actually implement policy changes tend to weaken once the adjustment loans have been received, even if they agreed to policy adjustments in earlier negotiations with the IMF. The IMF typically provides its financial support in successive tranches contingent on progress in achieving policy adjustments in order to mitigate time inconsistency problems IMF 2001: 11. However, this does not prevent recipient countries from reneging on their 3 Mosley et al. 2004 conclude that corruption, along with inequality and the composition of public expenditure, has a particularly strong association with the povertyreducing impact of aid. 3promises. According to Killick 2006 and Vreeland 2006, 2007, noncompliance is not rigorously punished by the IMF. The frequency of waivers from program obligations indicates that the IMF is not credibly committed to disbursing successive tranches only if policy conditions are actually implemented by the borrowing countries. There is even evidence suggesting that the number of waivers has increased over time IMF 2002. At the same time, the increasing number of conditions in the 1980s and 1990s appears to have eroded compliance and ownership of reforms by IMF clients Bird 2009; Vreeland 2006. Both the IMFs Independent Evaluation Office IEO 2007 and Arpac et al. 2008 find little to suggest that compliance has improved since the IMF attempted to streamline its conditionality.4 Conditionality and its failure could also be due to conflicts of interest between international financial institutions and major member countries. On the one hand, the funding of these institutions may be easier to sell to national constituencies in major member countries if borrowers are supported only when principally agreeing to strict conditions. On the other hand, the lax enforcement of traditional conditionality can also be attributed to political pressure from major member countries. For instance, Stone 2002, 2004 shows that the punishment for noncompliance with IMF conditions is significantly weaker for countries that are considered to be important to the United States.5 Compared to adjustment loans by the IMF, donors of official development aid are less likely to use conditionality as a means to ensure the repayment of transitory financial support. Aid reported by the OECDs Development Assistance Committee consisted mainly of outright grants, while repayable loans contributed just 20 percent to total aid in 20052009.6 Furthermore, aid transfers are motivated by different donor objectives, some of which are unrelated to policy reform in the recipient countries. For instance, conditionality is unlikely to be an issue if donors pursue selfish aims such as export promotion through aid. The same applies to emergency relief which accounted for about eight percent of total aid by all donors in 20052009.7 All the same, Collier 1997 posits that policy reform is an important criterion on which aid might reasonably be judged: Aid might be remarkably effective if it induces governments to adopt growthinducing and povertyreducing policies. This is indeed the core 4 Bird 2009 acknowledges, however, that the global financial crisis of 200809 might result in a systematic overhaul of IMF conditionality. 5 Likewise, Kilby 2009 shows that the United States has prevented the World Bank from strictly imposing structural adjustment conditionality on countries which are friendly with the United States. Stone 2008 and Dreher et al. 2009 report similar results for IMF conditionality. While studies on the political determinants of conditionality largely focus on the IMF and the World Bank, recent research confirms the importance of political considerations for US aid Kuziemko and Werker 2006, Anwar and Michaelowa 2006, and aid by the Asian Development Bank Kilby 2006, 2010. 6 See http:www.oecd.orgdataoecd50175037721.htm last accessed January 13, 2011. 7 This includes humanitarian aid and food aid as reported by the OECDs Development Assistance Committee. 4of what conditionality is supposedly about aid buys reform. Unfortunately, it does no such thing Collier 1997: 56. The example of Kenya has repeatedly been used to demonstrate the failure of traditional conditionality in international development cooperation Collier 1997; Svensson 2003. Kenya has outmaneuvered even major donors such as the World Bank. The country agreed to agricultural reform on four occasions in 15 years but backtracked each time after having received the aid money. Ex ante threats by donors that they will not disburse committed aid if the recipient does not fulfill reform promises are hardly credible. Time inconsistency problems loom large considering the incentives for aid agencies and specific country desks to spend overall budgets and fully exhaust country quotas. Indeed, Svensson 2003: 383 finds no link between a countrys reform effort, or fulfillment of conditionality, and the disbursement rate of aid funds. According to Heckelman and Knack 2008, higher aid even slowed policy reform over the 19802000 period.8 Focusing on corruption, as we do in the following, Alesina and Weder 2002: 1136 do not find any even weak evidence that efficient and honest governments have been rewarded by more bilateral or multilateral aid during the 19751994 period. In 1997, the German government responded to a parliamentary inquiry that no development cooperation contracts were annulled due to proof of corruption as quoted by Cremer 2008: 122. This is in line with the results in Isopi and Mattesini 2010, who find that Germany gives more aid to more corrupt countries. The same holds for Finland, France, Japan, and the Netherlands, while Canada, Norway and the United Kingdom, give less aid to more corrupt recipients. According to Easterly 2007, little has changed after former World Bank President Wolfensohn highlighted corruption as a major impediment to development and effective aid in 1996. A vicious circle of aid inducing more corruption and further eroding governance may follow from the failure of traditional conditionality. According to Alesina and Weder 2002, increases in aid tend to be associated with an increase in corruption. Svensson 2000 presents similar results for ethnically diverse recipient countries in which social groups compete over commonpool resources, whereas Tavares 2003 finds aid to be associated with less corruption. Knack 2001 provides crosscountry evidence that higher aid levels erode the quality of governance more generally. Taken together, these rather bleak findings have fuelled the debate on how to redesign aid conditionality. Collier 1997 as well as Collier et al. 1997 observed a move towards shortleash conditionality in the 1990s; i.e., donors disbursed program aid in several 8 Dreher and Rupprecht 2007 find that IMF programs also reduce reform efforts. 5tranches depending on progress in reform implementation. Collier and coauthors argued, however, that donors taking these first steps towards performancebased aid allocation still attempted to buy reforms from recipients that were frequently unwilling to sustain reforms. These authors called for a fundamental change in donor behavior to reward reformminded recipient countries and enhance the effectiveness of aid: Aid allocation would be based on retrospective performance appraisals, rather than being conditional on reform promises. Svensson 2003 presents a theoretical model for rewarding good performance by granting more aid ex post. Accordingly, time inconsistency problems could be overcome if disbursement decisions were centralized, rather than left to country desks that are mainly interested in spending funds allocated to them. Instead of committing fixed amounts of aid on a countrybycountry basis, the donor would link the allocation and disbursement decision by committing the aggregate amount to a group of countries, but where the actual amount disbursed to each individual country depends on its relative performance Svensson 2003: 384. The opportunity costs of disbursing aid would increase, thereby strengthening donors incentives to direct aid to where favorable conditions for its effective use exist. Furthermore, competition among recipient countries might result in an overall improvement in the conditions for effective use of aid. As detailed below, the socalled MCC Effect is based on the reasoning that the reformmindedness of recipient countries will generally increase once aid is disbursed according to the relative performance of competing countries. However, whether rewarding relatively good performance ex post will result in stronger ownership of reforms by aid recipients remains the subject of controversy and debate. According to Mosley et al. 2004, selectivity may provide incentives to improve policies prior to receiving aid, but recipients would still have the option to reverse reforms after having been selected by donors. Conflicting hypotheses on whether selectivity promotes sustained reform efforts have hardly been subjected to systematic empirical tests in the aidrelated literature.9 The plausibility of conflicting hypotheses may be assessed at least tentatively by referring to the extensive literature on the role of preconditions that must be fulfilled by candidate countries for EU membership. Clearly, the situation of EU accession countries differs considerably in several dimensions from the situation of aid recipients in the 9 One strand of this literature focuses on discussing the intricate practical problems of designing incentivecompatible contracts between donors and specific recipient countries. For instance, Adam and Gunning 2002 examine the role and impact of performance indicators in the case of Uganda, which has served as a model for redesigning traditional relationships between donors and recipients of aid. Another strand of the literature discusses important elements of specific pioneering schemes of performancebased aid, notably in the health sector, such as the Global Alliance for Vaccines and Immunisation GAVI and the Global Fund for AIDS, Tuberculosis and Malaria GFATM e.g., Eichler and Glassman 2008. 6developing world. The conditions imposed in the context of EU accession, ranging from minority rights and judicial reforms to social security systems and corporate governance, extend far beyond the typical coverage of conditions in aid and lending contracts that developing countries enter with donor countries and international financial institutions. At the same time, financial transfers in the EU context are not only much higher than those to developing countries; they are also rulesbased in the sense that netpayers i.e., the richer EU members cannot reduce or discontinue the transfers at their own discretion, unlike aid donors who are notorious for granting aid as it fits the current domestic budget situation and political environment. As a consequence, EU transfers are reliable and predictable, whereas aid flows are volatile and hard to predict.10 Keeping these important qualifications in mind, the EU approach of granting financial rewards only at the end of a fairly long process of accession invites several hypotheses concerning the effects of performancebased aid. First, the literature on the EUs enlargement strategy suggests that the incentive effects of conditionality are likely to depend on initial conditions in the treatment group of prospective EU member countries or, respectively, aid recipient countries. Unfavorable initial conditions imply higher costs of compliance.11 Unfavorable initial conditions may weaken the incentive effects of conditionality, especially if selection occurs according to relative performance, as is the case under MCC rules see below. The reform efforts of candidate countries that lie closer to the current threshold would raise the stakes for all candidates so that those with unfavorable initial conditions might abstain from reform if they consider the reward to be out of reach. Second, for given costs of compliance the incentive effects can be expected to depend on the expected size of the reward and the likelihood that it will actually materialize before too long.12 In the EU context, this point has been made with respect to the Eastern enlargement as well as with respect to current candidate countries.13 Especially Turkeys incentives to fulfill EU conditions are weakened considerably by the distance and lacking credibility of prospective membership. As we will argue below, uncertainty about prospective rewards may also have weakened the MCC Effect. 10 We thank an anonymous referee for having alerted us to these differences. 11 For example, high domestic costs of compliance with EU conditions in the western Balkans and Turkey render the prospect of membership less compelling Epstein and Sedelmeier 2008: 796. 12 A similar argument has been made in different contexts. One example is the reforms that took place in China after it joined the WTO Bigsten 2006. Brautigam 2000 and Azam et al. 1999 attribute part of the success stories of development in Botswana, Korea, and Taiwan to the presence of a single dominant donor offering sufficiently high rewards. Similarly, Knack and Rahman 2007 attribute part of the Marshall Plans success in Europe to the presence of a single large donor. 13 According to Grabbe 2001: 1025, the EUs influence on governance in Central and Eastern Europe has been diluted by an uncertain linkage between fulfilling particular tasks and receiving particular benefits. 7Third, one might suspect that the materialization of the reward puts the sustainability of reforms at risk. Studies addressing this hypothesis in the EU context reveal ambiguous findings.14 In the light of our focus on corruption, it is most interesting to note that Pridham 2008, inter alia, assesses the fight against corruption in Latvia and Slovakia during the first three years of EU membership. This study concludes that there is no common pattern whereby conditionality loses momentum and becomes unscrambled. It remains open to question whether this finding carries over to aid contracts between donor and recipient countries. As indicated before, phenomena such as statusquo bias and social learning offered by Pridham 2008 as possible explanations for sustained reforms in new EU countries may play a minor role in relatively casual donorrecipient relations. 3. The earlier discussion on the failure of traditional forms of conditionality provides one major pillar of the MCC concept. The second pillar is given by Burnside and Dollars 2000; 2004 highly influential analysis which suggests that aid promotes growth only in an environment characterized by good policies and institutions. Following Burnside and Dollar, it has been subject to controversial debate whether certain conditions have to be met by recipients for aid to be effective, and exactly which of these conditions might be most relevant. For instance, Easterly et al. 2004, Rajan and Subramanian 2008, and Doucouliagos and Paldam 2010 show that the interactions of aid with various conditioning variables in growth models are generally fragile, sensitive to small changes in the data set or in the model specification, and dependent on author affiliation and ideology.15 The MCCs approach and conditions However, not even strong critics of Burnside and Dollar dismiss the relevance of selectivity. Easterly 2007: 645 acknowledges that the idea that aid money directed to governments would be more productive if those governments had prodevelopment policies and institutions is very intuitive.16 Moreover, as noted before, Easterly 2007: 653 stresses the aid communitys awareness of corruption as a factor influencing the effectiveness of aid and development prospects in general. Similarly, Mosley et al. 2004 share the view that aid could be more effective if it were reallocated to less corrupt recipient countries. 14 Blavoukos and Pagoulatos 2008 observe that fiscal adjustment in Italy, Greece and Portugal deteriorated after they had joined the European Monetary Union. However, the summary of several empirical contributions presented by Epstein and Sedelmeier 2008: 795 concludes that EU accession conditions proved more enduring than predicted. 15 Bjrnskov 2010 even finds that foreign aid is more harmful when given to democracies, as it leads to a more skewed income distribution. 16 Easterly 2007 also notes that the socalled Pearson Commission already suggested linking aid to performance in its 1969 report on reforming international development cooperation. 8While the failure of traditional conditionality and the discussion on the need for an appropriate local environment for aid to be effective may have shaped the aid allocation procedures of various multilateral development agencies and bilateral donors, the MCC clearly stands out so that the effects of the new donor approach should be most visible in the allocation of MCC aid. Instead of merely adjusting or extending the mandate of an established aid agency such as USAID, the Bush administration explicitly established the MCC as a new aid agency in order to prevent institutional legacies from undermining innovative performancebased allocation rules Radelet 2003; Rieffel and Fox 2008. Given the unresolved debate on the incentive effects of ex post conditionality and sparse empirical evidence, it would be most useful to know whether and to what extent MCCtype conditionality affects the policies of the potential beneficiaries. The MCC 2008: 1 itself is fairly confident of having improved the incentives for reform in potential recipient countries: The MCC Effect is the positive impact that MCC is having on developing countries beyond its direct investments. To date, the most significant impact has been the incentive created for countries to adopt legal, policy, regulatory, and institutional reforms related to the MCC eligibility criteria. Eligibility for MCC funding can lead to international recognition and increased private sector investment, which has encouraged many countries to implement significant political, social, and economic reforms with tangible results on the ground. In areas as diverse as womens rights, anticorruption and governance, and business registration, countries are taking it upon themselves to reevaluate their laws, policies, regulations, and ways of doing business. The MCC signed socalled compacts the multiyear aid programs concluded between the MCC and eligible countries with 20 strictly selected recipient countries until early 2010 Appendix B. In various cases, the MCC offers remarkable financial rewards. It is not only in small recipient countries such as Cape Verde, Vanuatu and Lesotho that MCC aid played an important role. MCCs aid obligations agreed to in compacts exceeded 20 percent of total aid commitments of all donors during the five previous years in eight out of 20 countries with compacts, and 10 percent in another six countries Figure 1. Furthermore, Dreher et al. 2010 find that other donors followed the MCC by granting more aid to countries with compacts, pointing to additional indirect MCC effects. MCC aid is also 9relevant relative to the recipient countries GDP in the year of signing compacts. On average, this ratio amounted to 6 percent in the group of 20 countries, ranging from less than 1 percent in Morocco to 23 percent in Lesotho Figure 2. The hypothesis that the MCC creates incentives to improve policies and institutions is thus plausible for most recipient countries. Figure 1: MCC compact obligations in percent of total aid commitments of all donors in previous five years Notes: MCC compact obligations as given in Appendix B; listed according to years when the compacts were signed. Total aid commitments as reported by the OECD in the five previous years. Sources: Millennium Challenge Corporation http:www.mcc.govmccpandaindex.shtml; OECD http:stats.oecd.orgqwids. Figure 2: MCC compact obligations in percent of recipient countries GDP Notes: MCC compact obligations as given in Appendix B; listed according to years when the compacts were signed. GDP in the year of signing compacts 2009 for Moldova. Sources: Millennium Challenge Corporation http:www.mcc.govmccpandaindex.shtml; World Bank WDI 10The MCCs eligibility criteria leave little doubt about the strictness of selectivity in granting aid to needy and well performing recipients only. Eligibility is restricted to relatively poor countries.17 The hurdles approach Radelet 2003: 24 requires potential recipient countries to score higher than the median on at least half of the eligibility criteria in each of three broad categories across peers in the same income category, with control of corruption being the only mandatory prerequisite see also below.18 The MCC groups the 16 indicators, all taken from independent sources, into three categories: Ruling Justly, Investing in People, and Encouraging Economic Freedom. Ruling Justly comprises the Civil Liberties and Political Rights indicators from Freedom House, and four indicators from the World Banks Governance Indicators Kaufmann et al. 2009, including the control of corruption.19 Economic Freedom consists of indicators on regulatory quality, a countrys credit rating, inflation, as well as fiscal, regulatory, and trade policies.20 Investing in People refers to public expenditures on health and primary education, immunization rates, and primary education completion rates.21 It is open to question, however, whether the MCCs selective aid allocation has indeed the desired impact on the incentives of potential recipient countries to improve their policies and institutions. To our knowledge, the only independent and systematic study on this issue provides preliminary evidence supporting positive MCC effects Johnson and Zajonc 2006. Specifically, Johnson and Zajonc find that candidate countries improved their indicators by 25 percent more than noncandidate countries after the MCC had been announced. It is interesting to note, however, that this study does not find support in justification of MCC claims about having induced better control of corruption, even though this criterion figures most prominently among the eligibility criteria. As indicated above, a country must score above the median with regard to the control of corruption, regardless of how well it performs on all other eligibility criteria. use the as 17 The threshold for percapita income was set at US 1,415 when the MCC began operations in 2004. Eligibility was extended in 2006 to lowermiddle income countries with a percapita income of up to US 3,255. The present analysis applies the original threshold. Countries subject to legal provisions that prohibit them from receiving United States economic assistance are excluded. See Appendix A for the list of eligible countries. 18 Specific eligibility criteria have been slightly modified over time, with a few indicators being replaced or added. We 2004 http:www.mcc.govmccbm.docscore_fy 04_all.pdf. 19 Note, however, that improvements on one indicator might make improvements on others less rather than more likely. According to recent research, e.g., an improvement in institutional quality can well increase the degree of corruption, given the potentially perverse effects of institutions on the unofficial economy Bjrnskov 2011. 20 Note that, while performance on most indicators must be superior relative to a specified group of countries, consumer price inflation is an absolute criterion and must be below 20 percent. 21 While selection is, in principle, based on these objective indicators, the MCCs board has some discretion in deciding on selection at the margin, e.g., when data are missing, substantial deviations on specific indicators occur, or time trends are visible. the MCCs indicators scorebook of shown in 11Method and data 4. The significance of the control of corruption among the MCCs eligibility criteria and widespread support that it commands within the aid community provide the reasons for us to focus on the effects of MCC conditionality on corruption in potential recipient countries. In accordance with MCC convention, we use the index of Kaufmann et al. 2009 on the control of corruption. The index is constructed by Kaufmann et al. using an unobserved components model, based on a large number of different surveys of perceived corruption from various independent organizations, and measures perceptions of corruption, defined as the abuse of public power for private gains. Composite corruption indexes such as the index of Kaufmann et al. aggregate and synthesize information from various thirdparty data sources for details, see, e.g., UNDP 2008. In the case of Kaufmann et al., the underlying data are partly objective and partly subjective. The index is also hybrid in that inputbased de jure on institutions and rules as well as outputbased de facto on impact indicators are included. It focuses on corruption in the public sector but also uses information on corruption in the private sector. Kaufmann et al. construct the index in such a way that it follows a normal distribution with a mean of zero across all countries and a standard deviation of one; index values range from 2.5 to 2.5 with higher values indicating better control of corruption. According to the summary statistics presented in Table 1, most of our sample countries clearly rank below the mean for all 208 countries in 2008 included in Kaufmann et al. 2009. This applies to both subsamples, i.e., the treatment and control groups used for the baseline estimations reported in Table 2 in Section 5.a below.22 However, countries in the control group score over a much wider range of the index than countries in the treatment group. While the bestplaced country in the treatment group consistently ranks below zero throughout the period of observation, the distribution is less lopsided for the countries in the control group. 22 The treatment group consists of countries with control of corruption in the second quartile, while countries with control of corruption in the 1st, 3rd or 4th quartile are in the control group. See below for details. 12Table 1: Summary Statistics Control of Corruption 199820002002200420062008 Notes: The treatment group consists of countries with control of corruption in the second quartile, while countries with control of corruption in the 1st, 3rd or 4th quartile are in the control group as in Table 2 below. Control group Std. Dev.0.520.530.520.490.510.50Std. Dev.0.290.230.190.180.280.33Max 0.330.370.490.510.280.41 Obs.484848484848Mean 0.660.660.620.650.630.60Min 1.911.911.701.511.511.64Min 1.211.111.351.181.221.45Treatment group Max 0.780.670.590.820.910.75Obs.141414141414Mean 0.750.790.910.820.760.75Critics stress the limitations of composite corruption indexes e.g., Arndt and Oman 2006; Knack 2007. These include problems related to the aggregation of indicators from multiple sources e.g., insufficient transparency and the correlation of errors among sources.23 Furthermore, it is debated whether index values are comparable over time. Arndt and Oman 2006: 61 argue that the scale of the index constructed by Kaufmann et al. is largely arbitrary so that it is difficult to monitor the control of corruption over time. Kaufmann et al. 2009: 15 admit that their aggregate estimates convey no information about trends in global averages of governance, but they are of course informative about changes in individual countries relative positions over time. Note that the relative perspective for individual countries is exactly how the MCC makes use of the index. The comparability of index values may also suffer from changes in the composition of the index Arndt and Oman 2006; Knack 2007. The sources used in constructing composite indexes do not only vary from country to country; they may also change over time for one particular country. Kaufmann et al. 2009: 21 address this point by assessing the extent to which changes in the composite index were driven by new data sources. They find that compositional effects are not large during the period of observation underlying our subsequent analysis 19982008. We test for the robustness of our results to changes in the composition of the index on control of corruption further below. Inherent limitations notwithstanding, composite corruption indexes have been widely used because of their availability across a large number of countries. At the same time, drawing on a large number of sources has the advantage of limiting measurement error of individual indicators and sources UNDP 2008: 21.24 More specifically, even critics such as Arndt and Oman 2006: 49 acknowledge that Kaufmann et al. present probably the most carefully constructed set of governance indicators. Compared to alternative indexes such as Transparency Internationals Corruption Perceptions Index CPI, Kaufmann et al. use more sources and cover a larger number of countries see also Knack 2007; Rohwer 2009.25 23 As for transparency in constructing composite indexes, Knack 2007: 263 notes that replication of the indexes by independent analysts would be costly  Some of the sources are available only to paying subscribers or members, and some are not publicly available at all. Recently, however, the underlying data have been made available by the World Bank http:info.worldbank.orggovernancewgisources.htm, last accessed January 15, 2011. 24 Kaufmann et al. 2009: 16 stress that their aggregate indicators, by combining information from various sources, have greater precision than any individual underlying data source. 25 For 1998, the first year of our period of observation, Kaufmann et al. provide index values for almost 200 countries, compared to just 85 countries in the case of the CPI of Transparency International. The sample available from the International Country Risk Guide ICRG is also considerably smaller note also that ICRG data are included in the index of Kaufmann et al  Consequently, it proved not feasible to perform robustness tests by replacing the control of corruption as reported by Kaufmann et al. by the corruption indexes reported by Transparency International and ICRG. Relying on the index of Kaufmann et al., we ask whether the substantial increases in US aid provide sufficient incentives for candidate countries to fight corruption more effectively. President Bush announced in 2002 that the MCC would command over US 5 billion annually and that MCC aid would be above and beyond existing aid. Hence, recalling the discussion on sufficiently large rewards in Section 2, MCC effects on corruption could differ considerably from the earlier findings of Alesina and Weder 2002, according to which continuous and quantitatively small disbursements of aid tend to be associated with more corruption. Our focus on corruption alone implies that our approach is rather modest in comparison with that of Johnson and Zajonc 2006 who consider all eligibility criteria, even though we do take into account that the incentives for candidate countries to fight corruption may depend on how they score on other eligibility criteria see below. On the other hand, we extend the analysis of Johnson and Zajonc in several ways. Most crucially, we overcome the drawback that the MCC was still in its infancy when the earlier study was presented; it was probably too early to draw conclusions with data only extending into the first year 2004 of MCC operations.26 The considerably longer period of observation available in the present analysis also allows us to test several of the specific hypotheses raised in Section 2 above. First, we can address the disputed issue of whether reforms i.e., more effective control of corruption are likely to be sustained once the reward i.e., MCC aid has been granted. Second, we can assess whether the incentive to reform weakens once the reward becomes less compelling, either because the MCCs overall budget fell short of initial announcements or because the actual disbursement of aid was delayed in the context of compacts.27 Finally, by controlling for initial conditions in the candidate countries, we evaluate whether higher costs of compliance with MCC conditions undermine the MCC Effect. In order to address these questions empirically, we rely on the differenceindifferenceindifferences DDD approach. Our identification strategy rests on the observation that there can be no incentive effect prior to 2002 when the MCC was announced. Moreover, we limit our sample of MCC candidates to countries with percapita GDP equal to or less than US 1,415, as countries above this threshold were ineligible for MCC aid when operations started in 2004. A simple approach to test for the potential effect of the MCC would be to use the beforeafter approach which involves comparing the level of perceived corruption in eligible 26 Apart from that, Johnson and Zajonc 2006 use a different definition of treatment and control groups. More precisely, they discriminate between treatment and control groups using GDP per capita. Hence, they need to assume that corruption dynamics are invariant across income levels. 27 See, for example, Rieffel and Fox 2008 on budget cuts and delayed disbursements of MCC aid. 15countries before and after 2002. Clearly, the strong assumption that no other omitted variable might have changed corruption after 2002 is unlikely to hold. The alternative withwithout approach would simply entail comparing the changes in corruption in countries with incentives to qualify for MCC aid and countries without, subsequent to the announcement of the MCC. Again, this would require a strong assumption that is unlikely to hold, namely that no other factors affect eligible and noneligible countries systematically in the period of observation. Combining the beforeafter approach and the withwithout approach has considerable merit for alleviating the problem of drawing correct inferences regarding the MCC Effect Johnson and Zajonc 2006. By applying the differenceindifferenceindifferences estimator to the levels of perceived corruption, identification is based on the change in the perceived corruption differentials between the treatment group and the control group that occurred between the periods before and after the announcement of the MCC. Formally, the DDD estimator for our base specification amounts to: DDDCorrC2004Corr T2004Corr Corr C2002T2002CorrC2002Corr T2002Corr T2000 CorrC20001 with Corr being the level of perceived corruption in treatment group T and control group C, respectively, in the years indicated. For a start, we choose the periods 20042002 and 20022000 as the MCC was announced in 2002 and became operational in 2004. However, we consider alternative periods below in order to test the hypotheses introduced before. The standard errors and tstatistics come from a regression where the change in corruption in the different periods is specified as the dependent variable. Dummies for the treatment group and the second period 20042002 and an interaction term between the two dummies are included as independent variables. The coefficient on the interaction term corresponds to the DDD estimate. Formally, the regression is as follows: Most importantly, we have to decide how to allocate MCC candidate countries to the treatment and control groups. Our baseline estimation assumes, in line with the reasoning in Section 2, that only countries that do not lie too far below the median with respect to the control of corruption indicator have an incentive to improve on that indicator in order to 2 16Results Baseline results become eligible for MCC aid. Countries below, but relatively close to the median second quartile thus qualify for our treatment group. The underlying argument is that the costs of compliance are relatively low for this quartile, while the prospect of being rewarded by MCC aid is relatively favorable. All other countries qualify for the control group in our baseline estimation, either because their position far below the median first quartile implies high costs of compliance or because their position above the median third and fourth quartiles does not preclude them from being eligible for MCC aid.28 In additional estimations, we redefine the treatment and control groups to account for more complex incentive effects. We introduce these alternatives in the next section, following the presentation of baseline results. 5. a. The upper panel of Table 2 presents the difference D in the levels of the control of corruption index over the twoyear periods in our sample, averaged for the treatment and control groups, respectively. We include countries in the treatment group if their level of corruption is in the second quartile, and in the control group otherwise. This split places 14 countries in the treatment group and 48 countries in the control group.29 Countries positions on other performance indicators are disregarded in Table 2, but are introduced further below. The difference D results reported in panel 1 show that, prior to the announcement of the MCC 20022000, control of corruption decreased in the treatment group i.e., perceived corruption became more pervasive, while it increased in the control group. This pattern is reversed in the 20042002 period, with an increase in control of corruption in the treatment group and a decrease in the control group. The second panel in Table 2 reports the DDD results for equation 1 above. The DDD is positive and significant at the one percent level, implying that the countries in the treatment group did indeed react to the incentives offered by getting access to the MCC. In other words, it appears that the MCC had positive incentive effects even before becoming operational, probably because prospective candidate countries anticipated that the proposal by President Bush would reward reform efforts with considerable amounts of additional aid.30 28 The allocation of the MCC candidate countries to the treatment and control groups is based on the control of corruption indicator of the year 2002 reported in the scorebook of 2004. 29 See Appendix C for the countries included in the treatment and control groups according to the different variants of our DDD analysis. 30 Note that the Bush administration announced the 16 performance indicators already at the end of 2002. 17 Table 2: MCC Eligibility and Control of Corruption 2nd quartile 1D Treatment Period Mean SESDCountries Period Mean SESDCountries 02000.120.050.201402000.040.030.204804020.090.080.2814D Control 04020.030.030.234806040.060.040.161406040.020.040.254808060.020.040.141408060.030.020.1548Period DD Treatment DD Control DDDtvalue2345620042002 Mean 20022000SE20062004 Mean 20022000SE20082006 Mean 20022000SE20082004 Mean 20042000SD20062002 Mean 20021998SE0.210.080.180.080.130.070.110.100.310.120.060.050.020.040.010.040.040.060.050.070.270.090.200.090.140.080.070.120.360.142.84 2.12 1.87 0.602.54 Notes: Treatment group: corruption 2nd quartile; control group: corruption 1st, 3rd or 4thquartile. Panel 1: difference in the level of corruption for the treatment and controlgroups D Treatment and D Control, respectively in the periods indicated in thehead row. Panels 26: DD represents the difference between the Ds for the twoperiods indicated in the front column; DDD represents the difference between thecorresponding DDs for the treatment and control groups; for details, seeequations 1 and 2 in the text. Panels 24 compare twoyear periods, whilepanels 5 and 6 compare fouryear periods; ,: significant at the ten five,one percent level. 18 The third panel of Table 2 slightly modifies equation 1, changing the periods employed for comparison: DDDCorrC2006Corr T2006Corr Corr C2004T2004CorrC2002Corr T2002Corr T2000 CorrC20003 Instead of capturing anticipation effects, we now consider the first two years of MCC operations. The DDD is significantly positive at the five percent level, but substantially smaller in size. This weakening of the MCC Effect may be somewhat surprising. It becomes fairly plausible, however, once the rough start of the MCC is taken into account Rieffel and Fox 2008: 6 and 7. It took longer than expected for President Bush to sign the MCCrelated legislation, and funding proposals met with resistance from the Congress immediately. The first compact with Madagascar only came into effect in July 2005. Consequently, the prospect that reform efforts would be rewarded with additional US aid might have been diluted. Comparing the 20082006 period with the 20022000 period panel 4, the DDD is significant at the ten percent level only and its size is reduced further. Arguably, ongoing MCC operations led to increasing uncertainty about the timeliness and the amount of expected aid rewards. The number of signed compacts remained fairly small. It became increasingly obvious that the actual MCC budget would persistently fall short of the originally proposed additional US aid of US 5 billion per annum.31 At the same time, the MCC has been extraordinarily slow in disbursing the sizeable amount of funding appropriated to it, raising questions about the efficacy of this new model of performance and ownershipbased aid giving Lancaster 2008: 8. Sustained reform efforts were further eroded by rumors that the MCC might not survive as a distinct aid agency under the Obama administration.32 In total, our results imply that the effect was strongest directly after the announcement of the MCC and decreased in the following years of operations.33 31 The budget volume for 2010 amounts to only US 1.1 billion http:www.mcc.govmccpressreleasesreleaseuscongressapproves121309.shtml. 32 For instance, Rieffel and Fox 2008: 11 speculate that the MCC is still small potatoes that may be moved into a beefed up USAID. 33 One might worry that mean reversion may drive the results. That is because treatment and control group are not balanced and symmetric: The countries in the treatment group all start below the median while two thirds of the countries in the control group start above the median. We gauge the relevance of this issue by estimating an alternative specification: The control of corruption indicator of 2000 was used to define the treatment and control groups with 20001998 being the ex ante period and 20022000 the ex post period. Since we do not find any effect with this specification, mean reversion is likely not a problem. 19 Figure 3: Change in Control of corruption before and after the announcement of MCC 18991 20025. noitpurroc fo 0 lort no Cecnere 5.ffi D1 12002 60025. noitpurroc fo 0COMKIRNICRWAGINMLICPVMDGMRTMNGSENSTPBFALKABTNAGOTJKCMRAZENERIDNKENTCDTZAMOZCOGALBSLEGMBARMPAKDJITGOVNMYEMBENBIHGUYETHGHANPLLSOINDZMBUGAPNGKGZHNDAFGZARLAONGAHTIGEOBGDBOLMWIMDASLBTONVUTERI025Percentiles Control of corruption 5075100 BTNCPVLKARWABENBIHGHALSOINDKIRMLIETHVNMTGOGUYNICGINTONSTPSENNPLMDGBFAERIMNGSLBVUTGEOTZAHTINGAAFGZARIDNTJKKENNERCMRAZEAGOBOLUGAMWIZMBMDAALBCOMARMDJIPAKHNDYEMMOZCOGTCDPNGGMBSLEKGZLAOBGD lort no Cecnere 5.ffi D1025Percentiles Control of corruption 5075MRT100 Notes: Shows the change in control of corruption of each candidate country prior to the announcement of the MCC 20021998 and after the announcement of the MCC 20062002. Countries between the two vertical lines correspond to the treatment group second quartile. The other countries constitute the control group. 20In the remaining panels of Table 2, we compare fouryear periods in order to assess whether the findings reported so far are sensitive to the choice of twoyear periods for the DDD calculations. Panel 5 separates the years 20082004 and 20042000. By taking 2004 as cutoff, this specification disregards any anticipation effects and focuses on possible incentive effects during the full period of MCC operations for which data are available. The DDD is not significant at conventional levels. This is no longer surprising when recalling that we found strong anticipation effects before, while enthusiasm among candidate countries about prospective rewards appears to have cooled progressively in the course of MCC operations. The strongly positive incentive effects found in panel 6 fit perfectly into this pattern. By comparing the years 20062002 and 20021998 we capture anticipation effects as well as the effects during the first phase of MCC operations. Recent years are excluded during which the sustainability of reform efforts has come under increasing threat as a result of the uncertainty of rewards. The quantitative difference given in panel 6 is relevant. It is, e.g., similar to the difference in 2007 between Uganda which is in our treatment group and Nigeria which is not. Of all the countries for which the control of corruption indicator is calculated, only 20 improved their indicator by at least this difference over the 20022006 period. As the treatment group comprises only 14 countries, a visible presentation may be useful to identify potentially influential observations. Figure 3 shows the change in control of corruption of each candidate country prior to the announcement of the MCC 20021998 and after the announcement of the MCC 20062002. Countries between the two vertical lines correspond to the treatment group second quartile. The other countries constitute the control group. Looking at the treatment group, the Solomon Islands SLB seems to be influential, with a decrease in control of corruption of 0.74 between 1998 and 2002 and an increase of 1.07 between 2002 and 2006. Excluding this country from the estimation, the DDD decreases to 0.24. Importantly, the effect remains significant, though at the ten percent level only. The estimations shown in Table 2 are based on the composite index values of control of corruption as reported in the 2009 release of Kaufmann et al.s data. However, we used both an earlier and a more recent release of this database 2008 and 2010, respectively in order to assess whether the findings reported so far are sensitive to changes in the composition of Kaufmann et al.s index. This does not appear to be the case. Rather, the results based on the earlier and most recent composition of the index reveal essentially the same pattern as 21before.34 In particular, the evidence on the strong anticipation effects is corroborated for all releases of the index. In another unreported robustness test of our baseline results reported in Table 2, we excluded all countries for which the overall index on control of corruption relied on less than three sources. This applied to seven mostly small countries in 1998, the beginning of our period of observation.35 Recalling the discussion of data issues in Section 4, the precision of the index is probably weakest for these countries. Moreover, compositional changes are most likely to matter when the number of underlying sources increases considerably over time.36 Yet excluding these countries affects our results only modestly. The size of the DDDs and significance levels are somewhat lower, but the general pattern of effects remains the same. Refined treatment groups b. It has so far been assumed that the incentive effects of the MCC are restricted to candidate countries that do not lie too far below the median score second quartile for the control of corruption indicator. The allocation to the treatment and control group was based on the assumption that candidate countries far below the median first quartile had no reasonable chance to get their reform efforts rewarded by MCC aid and, thus, would not increase attempts to fight corruption effectively. We now test whether this assumption is valid. In Table 3, we perform estimations with the treatment group comprising candidate countries falling into the first quartile rather than the second quartile, and the control group comprising candidate countries above the median. In this way, we can test directly whether candidate countries with unfavorable initial conditions nevertheless embark on reforms as a response to the announcement of the MCC. Our results clearly contradict such a proposition. The fairly remote chances that candidate countries falling far below the median score will receive MCC aid appear to have eroded the incentives to fight corruption. In most panels of Table 3, the DDDs are not significant at conventional levels. The only exception is the comparison between the 20021998 and 20062002 periods, where the difference is marginally significant. This marginal significance is driven by one influential observation, Georgia. Georgia is at the border to the second quartile, and substantially reduced corruption over the relevant periods. When we exclude it from the treatment group, the DDD in Panel 6 34 It should be noted that Panels 4 and 5 could not be replicated for the earlier release of the database as the data for 2008 were not yet available at that time. For the sake of brevity, the estimations based on the index values released in 2008 and 2010 are not shown in detail. However, the additional tables corresponding to Table 2 are available on request. 35 Afghanistan, Bhutan, Cape Verde, Kiribati, Solomon Islands, Tonga, and Vanuatu. 36 In the case of Afghanistan, the number of sources increased from just one in 1998 to nine in 2008. 22of Table 3 is no longer significant. Note that the previously strong anticipation effects are no longer observed when initial conditions rendered it unlikely to have reform efforts rewarded through MCC aid. Table 4 modifies the analysis of Table 2 to make the results strictly comparable with those reported for the first quartile in Table 3. The treatment group includes those countries with control of corruption in the second quartile as in Table 2, but the control group is restricted to countries with control of corruption above the median as for the first quartile in Table 3. As can be seen, the results are very similar compared to Table 2. In other words, the incentive effects of the MCC differ considerably depending on initial conditions; the effect is strong under favorable conditions and at best weak otherwise. In the next step, we take into account that candidate countries scoring just slightly above the median third quartile may also have an incentive to control corruption more effectively. Even though eligibility for MCC aid is based on 2004 scores, candidates in the third quarter may have to defend their position by further reform efforts relative to reformers in the second quartile in order to retain eligibility in the future. Therefore, we enlarge the treatment group in Table 5, including all candidates in the second and third quartiles with the first and fourth quartiles representing the control group. This split places a roughly equal number of countries in the treatment group and the control group.37 With the inclusion of Georgia in the control group, none of the DDDs are significant at conventional levels not shown in table. Given Georgias position at the border to the second quartile, we also tested for differences including it in the treatment group, as shown in Table 5. Overall, the effects are considerably weaker than those in Table 2. Nevertheless, there are several similarities. The comparison between the 20062002 and 20021998 periods in panel 6 again shows the strongest effect, significant at the ten percent level. As before, we find a positive effect also significant at the ten percent level when comparing the years 20042002 and 20022000 in panel 1. On the other three panels, the DDDs are not significant at conventional levels. This underscores the overriding role of anticipation effects in MCC candidate countries; MCC effects were increasingly eroded over the time of actual operations. 37 Note that the MCC, when calculating the country scores on the different indicators, includes countries that would be considered candidate countries but are subject to legal provisions that prohibit them from receiving US economic assistance. However, these countries are excluded in the present analysis. This explains why the treatment and control groups do not precisely add up to the same number of countries in Table 5. 23 Table 3: MCC Eligibility and Control of Corruption 1st quartile 1Period Mean SESDCountries Period Mean SESDCountries 02000.000.050.201402000.050.030.2034D Treatment 04020.050.060.2214D Control 04020.060.040.233406040.090.030.131406040.010.050.283408060.050.040.151408060.020.030.1634Period DD Treatment DD Control DDDtvalue2345620042002 Mean 20022000SE20062004 Mean 20022000SE20082006 Mean 20022000SE20082004 Mean 20042000SD20062002 Mean 20021998SE0.050.080.080.090.050.070.080.110.150.120.110.050.060.050.030.040.020.070.130.080.160.100.140.100.080.080.070.130.280.141.651.411.010.531.96 Notes: Treatment group: corruption 1st quartile; control group: corruption above themedian. Panel 1: difference in the level of corruption for the treatment and controlgroups D Treatment and D Control, respectively in the periods indicated in thehead row. Panels 26: DD represents the difference between the Ds for the twoperiods indicated in the front column; DDD represents the difference between thecorresponding DDs for the treatment and control groups; for details, seeequations 1 and 2 in the text. Panels 24 compare twoyear periods, whilepanels 5 and 6 compare fouryear periods; ,: significant at the ten five,one percent level. 24Table 4: MCC Eligibility and Control of Corruption 2nd quartile 1Period Mean SESDCountries Period Mean SESDCountries 02000.120.050.201402000.050.030.2034D Treatment 04020.090.080.2814D Control 04020.060.040.233406040.060.040.161406040.010.050.283408060.020.040.141408060.020.030.1634Period DD Treatment DD Control DDDtvalue2345620042002 Mean 20022000SE20062004 Mean 20022000SE20082006 Mean 20022000SE20082004 Mean 20042000SD20062002 Mean 20021998SE0.210.080.180.090.130.070.110.110.310.130.110.050.060.060.030.040.020.070.130.080.320.100.240.100.170.080.090.130.440.153.16 2.33 2.07 0.692.88 Notes: Treatment group: corruption 2nd quartile; control group: corruption above themedian. Panel 1: difference in the level of corruption for the treatment and controlgroups D Treatment and D Control, respectively in the periods indicated in thehead row. Panels 26: DD represents the difference between the Ds for the twoperiods indicated in the front column; DDD represents the difference between thecorresponding DDs for the treatment and control groups; for details, see equations1 and 2 in the text. Panels 24 compare twoyear periods, while panels 5 and 6compare fouryear periods; ,: significant at the ten five, one percentlevel. 25 Table 5: MCC Eligibility and Control of Corruption 2nd or 3rd quartile 1Period Mean SESDCountries Period Mean SESDCountries 02000.030.040.203002000.030.040.2132D Treatment 04020.050.050.2530D Control 04020.050.040.243206040.040.040.193006040.010.050.273208060.020.030.143008060.030.030.1632Period DD Treatment DD Control DDDtvalue2345620042002 Mean 20022000SE20062004 Mean 20022000SE20082006 Mean 20022000SE20082004 Mean 20042000SE20062002 Mean 20021998SE0.080.060.070.060.050.050.040.070.150.090.080.060.020.060.000.050.060.070.080.080.160.080.090.080.040.070.020.100.230.121.93 1.120.670.241.95 Notes: Treatment group: corruption 2nd or 3rd quartile; control group: corruption 1st or 4th quartile. Panel 1: difference in the level of corruption for the treatment andcontrol groups D Treatment and D Control, respectively in the periods indicatedin the head row. Panels 26: DD represents the difference between the Ds forthe two periods indicated in the front column; DDD represents the differencebetween the corresponding DDs for the treatment and control groups; for details, see equations 1 and 2 in the text. Panels 24 compare twoyear periods, whilepanels 5 and 6 compare fouryear periods; ,: significant at the ten five,one percent level. 26 When comparing the significant DDDs in Table 5 with those in Table 2, we find that they have almost halved. This seems to imply that it is mainly countries below the median that have fought corruption in response to the announcement of the MCC, while countries above the median have not been incentivized to control corruption more effectively in order to defend their favorable positions. It cannot be ruled out that countries in the third quartile were simply myopic and unaware of the risk of losing eligibility once reformers that previously scored below them climbed up in the ranking. More plausibly, however, it may be argued that their reluctance to step up efforts toward controlling corruption was rational. Performancebased selection of eligible countries notwithstanding, it was open to question whether the MCC would be equally strict in suspending eligibility once it had been granted.38 According to the MCCs Policy on Suspension and Termination, its CEO may make a recommendation to the Board to suspend eligibility if the country has engaged in a pattern of actions inconsistent with selection criteria.39 In a public outreach meeting in early 2007, the former CEO of the MCC, John Danilovich, stated:40 I sent remediation letters to our partner countries that exhibited certain slippages in our criteria in the areas of ruling justly, investing in people and economic freedom. We are constructively and continuously engaging our Compacteligible countries to help them create and implement a corrective plan of action to address these areas of slippage. This suggests that, in contrast to performancebased selection, the credibility of the MCC in suspending eligibility may be no greater than the credibility of traditional aid agencies in imposing sanctions against countries violating previously agreedupon conditions for aid. This would explain why the MCC Effect weakened considerably once countries had passed the eligibility criterion of scoring above the median with regard to the control of corruption.41 38 Yemen appears to have been the first country among very few cases up to now that was suspended from MCC funding in late 2005, due to policy slippage on a number of MCCs selection indicators http:www.mcc.govmccbm.docmccworkingpapercorruption.pdf. 39 See: http:www.mcc.govmccbm.doc07suspensionandterminationpolicy.pdf; emphasis added. 40 See: http:www.mcc.govmccbm.doctranscript021507publicoutreach.pdf 41 Along similar lines, Haughton 2007 argues that the EUs influence tends to be greatest before opening accession negotiations, as the threat of being excluded from membership weakens once negotiations have started. 27Complex incentive structure c. The separation of treatment and control groups has so far been based exclusively on the control of corruption. However, the incentives for candidate countries to fight corruption may also depend on where a country stands with respect to the other eligibility criteria used by the MCC. Deviation from other requirements can be expected to weaken the incentive to fight corruption, even when a country is close to the median score on the control of corruption indicator. The costs of compliance would clearly be higher for countries that have to reform on various fronts in order to become eligible. At the same time, the prospect of being rewarded with MCC aid would be fairly remote. In the following, we take this into account by refining our classification of the treatment and control groups. In Table 6 the treatment group consists of 10 countries that meet two requirements simultaneously. As before in Table 2, these countries score in the second quartile with respect to control of corruption. In addition, they score in the second, third or fourth quartile with respect to each of the three broad MCC categories of Ruling Justly, Investing in People and Economic Freedom. The average scores for these broad categories are calculated according to the aforementioned MCC rule that, in order to become eligible, a country has to score higher than the median on at least half the eligibility criteria in each category. A country attempting to obey by this rule at minimal costs of compliance would probably focus on those eligibility criteria in each category where it is already performing close to the median level. Consequently, we average the scores for the three indicators on which the country performs best in the categories Ruling Justly and Economic Freedom. The two best indicators are considered in the category Investing in People.42 Countries falling into the first quartile in any of these three broad categories are included in the control group. The related costs of compliance tend to be highest for these countries and the prospects of receiving aid rewards are most unfavorable. Consequently, their incentives to fight corruption might be particularly weak. Accounting for the more complex incentive structure in Table 6 leads to results that are surprisingly similar to those reported in Table 2 above. Again, the differences D in panel 1 show that, prior to the announcement of the MCC, control of corruption decreased in the 42 Recall that the overall number of indicators in the category Investing in People is only four. Note also that inflation is considered for the average score in the category Economic Freedom and that we therefore do not consider the level of inflation as an independent criterion. This will not distort our results. None of the countries included in the treatment group in Table 6 has a rate of inflation above the threshold of 20 percent. It therefore seems that inflation is not a critical criterion for selection. In averaging the scores, all scores above the median of 50 are set equal to 50. This is because it has no implications for the costs of compliance whether a country performs considerably, or only slightly better than the median. 28treatment group, while it increased in the control group. This pattern is again reversed in the 20022004 period. Table 6: MCC Eligibility and Control of Corruption complex incentive structure 1D Treatment Period Mean SESDCountries Period Mean SESDCountries 02000.120.070.211002000.020.030.205204020.060.060.1910D Control 04020.010.040.255206040.070.050.171006040.020.020.245208060.050.040.131008060.020.020.1552Period DD Treatment DD Control DDDtvalue2345620042002 Mean 20022000SE20062004 Mean 20022000SE20082006 Mean 20022000SE20082004 Mean 20042000SD20062002 Mean 20021998SE0.180.100.190.100.170.080.180.120.310.150.040.040.000.040.000.040.030.050.020.060.220.110.190.110.170.090.150.130.330.161.96 1.82 1.98 1.152.05 Notes: Treatment group: corruption 2nd quartile,the three categories 2nd, 3rd, or 4thquartile; control group: corruption 1st, 3rd or 4th quartile or at least one category 1st quartile. Panel 1: difference in the level of corruption for the treatment andcontrol groups D Treatment and D Control, respectively in the periods indicatedin the head row. Panels 26: DD represents the difference between the Ds for thetwo periods indicated in the front column; DDD represents the difference betweenthe corresponding DDs for the treatment and control groups; for details, seeequations 1 and 2 in the text. Panels 24 compare twoyear periods, whilepanels 5 and 6 compare fouryear periods; ,: significant at the ten five,one percent level. 29Table 7: Tests for Robustness 34567Period 20042002 Mean 20022000SE20062004 Mean 20022000SE20082006 Mean 20022000SE20082004 Mean 20042000SD20062002 Mean 20021998SE1bDDDt1cDDDt2aDDDt2bDDDt2cDDDt 2.28 1.98 2.16 1.212.31 0.250.110.220.110.190.090.160.140.370.161.94 1.071.600.332.15 0.160.080.090.080.110.070.030.100.270.122.45 2.65 2.58 1.80 2.46 0.310.130.330.120.260.100.280.150.460.192.65 2.81 2.72 1.92 2.70 0.330.120.350.120.270.100.290.150.490.182.71 1.71 1.80 0.362.53 0.250.090.160.090.140.080.040.110.350.14Notes:1b Treatment group: corruption in the 2nd quartile and not in the 1st quartile on any category; control group: corruption above themedian or at least one category in 1st quartile.1c Treatment group: 2nd or 3rd quartile of corruption and not in the 1st quartile on any category; control group: corruption 1st or 4thquartile or at least one category in the 1st quartile.2a Treatment group: corruption in the 2nd quartile and above the median on the three categories; control group: corruption 1st, 3rd or 4th quartile or at least one category below median.2b Treatment group: corruption in the 2nd quartile and above the median on the three categories; control group: corruption above themedian or at least one category below median.2c Treatment group: 2nd or 3rd quartile of corruption and above the median on the three categorie; control group: corruption 1st or 4thquartile or at least one category below median.DDD represents the difference between the corresponding DDs for the treatment and control groups; for details, see equations 1 and 2in the text. Panels 35 compare twoyear periods, while panels 6 and 7 compare fouryear periods; t tvalue; ,: significant at theten five, one percent level. The DDD is positive in all sample periods, though as before not significant at conventional levels when comparing the years 20082004 and 20042000 panel 5. Table 6 also confirms that the effect is largest when comparing the years 20062002 and 20021998 panel 6, followed by the effect shown in panel 1 for the years 20042002 vs. 20022000. In other words, the dominance of positive anticipation effects is corroborated when refining the classification of treatment and control groups according to the more complex incentive structure. Likewise, taking account of all eligibility criteria confirms the previous finding that the MCC Effect weakened over time, even though this development is less pronounced than in Table 2. Rising uncertainty among candidate countries about the timeliness and amount of aid rewards again appears to have undermined incentive effects. Robustness tests d. Finally, we perform a range of robustness tests. In particular, we assess whether previous results are sensitive to the classification of MCC candidate countries into treatment and control groups. We systematically combine alternative variants of the two dimensions of this classification used before, namely the cutoff with regard to the control of corruption and the cutoff with regard to the three broad categories Ruling Justly, Investing in People, and Economic Freedom. In terms of the three categories, the treatment group either comprises all countries except those in the first quartile variant 1, or all those above the median variant 2. In terms of control of corruption, the treatment group comprises countries scoring a in the second quartile as in Tables 2 and 6, b in the second quartile, but with the reduced control group as in Table 4, or c in the second and third quartile as in Table 5. In Appendix C, we list the countries falling into the treatment groups under each alternative. Table 7 lists the results starting with variant 1 of the cutoff for the three categories combined with alternative cutoffs for corruption in columns 1b and 1c.43 Columns 2a to 2c present the results for combinations of variant 2 of the cutoff for the three categories with all three variants of corruption. We consider variant 2 in order to test whether our results are sensitive to the implicit assumption under variant 1 that scoring below the median in any category increases the costs of compliance to the same extent. It is hardly possible to relax this assumption by accounting for varying costs of compliance for each category as these costs cannot be observed. Instead, we require in variant 2 that countries in the treatment group perform better than the median in all three categories and, thus, do not incur additional costs of compliance. This restrictive refinement results in relatively small treatment groups see 43 Note that the combination of variant 1 of the three categories and variant a of corruption is the same as that presented in Table 6 above. Appendix C whose incentives to fight corruption are not affected by varying costs of compliance across the three categories. Table 7 only reports the DDDs for the five robustness tests, omitting differences and differenceindifferences. As can be seen, the results are similar throughout, corroborating the major findings reported above. First of all, the comparison of the years 20042002 and 20022000 reveals significantly positive DDDs in all five columns, at the ten percent level in column 1c and the five percent level at least for the remaining specifications. This underscores the prominence of anticipation effects. It also turns out, as before, that the evidence for sustained reform efforts is weaker, as indicated by the comparison of the years 20082006 and 20022000. The DDD for this comparison is not significant at conventional levels in column 1c and significantly positive only at the ten percent level in column 2c. Likewise, the MCC Effect during the first phase of operations appears to be weak in columns 1c and 2c where the treatment groups include candidates scoring in the second and third quartiles with respect to the control of corruption. This resembles the insignificant incentive effects reported in Table 5 that used the same cutoff for corruption. However, the MCC Effect during the first phase of operations turns out to be slightly stronger than the anticipation effect in columns 2a and 2b. Our previous results based on fouryear periods for the DDD calculations, instead of twoyear periods, are hardly affected by the redefinition of our treatment and control groups in Table 7. The DDD is largest throughout, and significant at the five percent level at least, when we compare the years 20062002 and 20021998 which attempts to capture anticipation effects together with the MCC effects during the first phase of operations. In sharp contrast, the DDDs become substantially smaller in size when comparing the four years of MCC operations with the four years before the MCC commenced operations, with three DDDs being completely insignificant. Interestingly, the DDDs are generally larger in columns 2a and 2b where the definition of the treatment group applies variant 2 of the cutoff for the three broad categories. As noted above, this definition is relatively rigorous and results in comparatively small treatment groups. It is plausible that larger DDDs result from relegating those countries which fall below the median in at least one category to the control group. These countries have weaker incentives to fight corruption effectively as the costs of compliance tend to be higher if reforms are required on several fronts.44 However, applying variant 2 of the cutoff for the three broad categories yields rather ambiguous results with most DDDs being smaller 44 Recall, however, that we cannot compare the costs of compliance across the three categories. 32compared to column 1b when treatment in terms of corruption includes candidate countries from the third quartile column 2c. This corroborates the previous argument that the MCC Effect might weaken considerably once countries have been selected as eligible as the threat to suspend eligibility in the case of policy slippage does not appear particularly credible. Summary and conclusion 6. Performancebased aid has been proposed as an alternative to the failed traditional approach of donors making aid conditional on reform promises of recipient countries. However, empirical evidence on the effectiveness of ex post rewards of reforms hardly exists. We attempt to fill this gap by investigating the socalled MCC Effect. The Millennium Challenge Corporation was explicitly established as a new US aid agency to pursue an innovative approach to the allocation of aid. Strict selectivity in granting aid exclusively to needy and well performing recipients was expected to strengthen the reformmindedness of possible recipient countries. The analysis in this paper has focused on the control of corruption an aspect of reform that commands widespread support in the aid community and features most prominently in the MCCs aid eligibility criteria. Employing a differenceindifferenceindifferences DDD approach, we find that the MCC was successful in promoting better control of corruption. Candidate countries that had reasonably good chances of gaining access to the MCC as they scored relatively close to the selection criteria thresholds fought corruption more effectively than other candidate countries. The impact of the MCC on corruption is not only statistically significant, but also of quantitative importance. The results reported in panel 6 of Table 2, e.g., imply an effect of the MCC amounting to the difference in corruption in 2007 between Uganda which is in our treatment group and Nigeria which is not. Of all the countries for which the control of corruption indicator is calculated, only 20 improved their indicator by at least this difference over the 20022006 period. This finding suggests that performancebased aid may succeed in promoting reforms, in contrast to aid conditioned on recipients promises to reform. However, the MCC experience also reveals that the incentive effects of performancebased aid are rather weak, or even absent, under several circumstances. While we find surprisingly strong anticipation effects, i.e., candidates fighting corruption even before MCC operations started, the incentive effects weakened over time. Arguably, this was mainly because it became increasingly uncertain whether the timeliness and magnitude of the MCCs aid rewards would sufficiently compensate for the costs of reform efforts. In other words, 33sustained reform efforts may suffer not only from insufficient willingness on the part of aid recipients, but also from broken promises and delayed aid on the part of donors. Even if the rewards for reform could be taken for granted, the incentive effects appear to be restricted to a subgroup of candidate countries. According to our results, the MCC failed to give any impetus to the fight against corruption in candidate countries that scored far below the eligibility threshold. Economically, this finding is plainly intuitive: These countries had only remote chances to receive MCC aid as a reward for reforms, while the costs of complying with MCC conditions were comparatively high. The implication is rather troubling, however, as the MCC concept of performancebased aid tends to fail exactly where the need for reforms is most urgent. Arguably, the MCC concept should be adapted to strengthen the incentive effects for countries where starting conditions are unfavorable. Rather than offering fruits that simply hang too high, the thresholds for eligibility could be designed relative to a country own performance. A country could be eligible, e.g., if it improved its control of corruption score by a predefined extent over a specific period of time. This modified approach could also take into account that the costs of corruption to a country do not arise from its relative position compared to other countries, but from absolute corruption levels. The modified approach would thus help reduce corruption in those countries suffering from it the most. Another limitation of the MCC concept relates to those candidate countries that have already passed the eligibility criteria. As long as they are not too far above the threshold, one would expect that, by judging performance relative to the median, the MCC would provide incentives for these candidates to further improve their score on the control of corruption. Our results suggest, however, that candidates having passed the threshold did not intensify reform efforts in an attempt to defend their position against reformers trying to become eligible. More research is necessary in order to identify more clearly the reasons behind this apparently irrational, or at least myopic, behavior. As it seems, the MCC concept is flawed in its ability to encourage continued reform efforts once a country has passed the gatekeeping stage of becoming eligible. In contrast to strict selectivity in defining eligible countries, the MCCs credibility in suspending eligibility does not appear to be stronger than the credibility of international financial institutions, notably the IMF, and traditional aid agencies in imposing sanctions against countries that violate previously agreedupon conditions for adjustment loans and development aid. The conclusion is obvious, but may be hard to enforce: Strict selectivity must be complemented 34with automatic suspension for performancebased aid to have better chances at succeeding across the board. 35References Adam, C.S., Gunning, J.W., 2002. Redesigning the Aid Contract: Donors Use of Performance Indicators in Uganda. World Development 30 12, 20452056. Alesina, A., Weder, B., 2002. Do Corrupt Governments Receive Less Foreign Aid? American Economic Review 92 4, 11261137. Anwar, M., Michaelowa, K., 2006. The Political Economy of US Aid to Pakistan. Review of Development Economics 10 2, 195209. Arndt, C., Oman C., 2006. Uses and Abuses of Governance Indicators. OECD Development Centre, Paris. http:www.oecd.orgdocument250,2340,en_2649_33731_37081881 _1_1_1_1, 00.html; accessed: January 2011. Arpac, O., Bird, G., Mandilaras, A., 2008. Stop Interrupting: An Empirical Analysis of the Implementation of IMF Programs. World Development 36 9, 14931513. Azam, J.P., Devarajan, S., OConnell, S.A., 1999. Aid Dependence Reconsidered. World Bank Policy Research Working Paper 2144. Bigsten, A., 2006. Donor Coordination and the Uses of Aid. Working Papers in Economics 196, Goteborg University, Department of Economics. Bird, G., 2009. Reforming IMF Conditionality: From Streamlining to Major Overhaul. World Economics 10 3, 81104. Bjrnskov, C., 2010. Do Elites Benefit from Democracy and Foreign Aid in Developing Countries? Journal of Development Economics 92 2, 115124. Bjrnskov, C., 2011. Combating Corruption: On the Interplay between Institutional Quality and Social Trust. Journal of Law and Economics, forthcoming. Blavoukos, S., Pagoulatos, G., 2008. The Limits of EMU Conditionality: Fiscal Adjustment in Southern Europe. Journal of Public Policy 28 2, 229253. Brautigam, D.A., 2000. Aid Dependence and Governance. Almqvist Wicksell, Stockholm. Burnside, C., Dollar, D., 2000. Aid, Policies, and Growth. American Economic Review 90 4, 847868. Burnside, C., Dollar, D., 2004. Aid, Policies, and Growth: Revisiting the Evidence. Policy Research Working Paper Series 3251, The World Bank. Collier, P., 1997. The Failure of Conditionality. In: Gwin, C., Nelson, J.M. Eds., Perspectives on Aid and Development. John Hopkins University Press, Washington, DC, pp. 5177. Collier, P., Guillaumont, P., Guillaumont, S., Gunning, J.W., 1997. Redesigning Conditionality. World Development 25 9, 13991407. 36Cremer, G., 2008. Corruption and Development Aid: Confronting the Challenges. Lynne Rienner Publishers, Boulder. Doucouliagos, H., Paldam, M., 2010. Conditional Aid Effectiveness: A Meta Study. Journal of International Development 22 4, 391410. Drazen, A., 2002. Conditionality and Ownership in IMF Lending: A Political Economy Approach. IMF Staff Papers 49 special issue, 3667. Dreher, A., 2009. IMF Conditionality: Theory and Evidence. Public Choice 141 12, 233267. Dreher, A., Nunnenkamp, P., Ohler, H., 2010. Why it Pays for Aid Recipients to Take Note of the Millennium Challenge Corporation: Other Donors Do! Kiel Working Paper 1609, Kiel Institute for the World Economy. Dreher, A., Rupprecht, S., 2007. IMF Programs and Reforms Inhibition or Encouragement? Economics Letters 95 3, 320326. Dreher, A., Sturm, J.E., Vreeland, J., 2009. Global Horse Trading: IMF Loans for Votes in the United Nations Security Council. European Economic Review 53 7, 742757. Easterly, W., 2007. Are Aid Agencies Improving? Economic Policy 22 52, 633678. Easterly, W., Levine, R., Roodman, D., 2004. Aid, Policies, and Growth: Comment. American Economic Review 94 3, 774780. Eichler, R., Glassman, A., 2008. Health Systems Strengthening via PerformanceBased Aid: Creating Incentives to Perform and to Measure Results. Brookings Global Economy and Development Working Paper 3. Epstein, R.A., Sedelmeier, U., 2008. Beyond Conditionality: International Institutions in Postcommunist Europe after Enlargement. Journal of European Public Policy 15 6, 795805. Grabbe, H., 2001. How Does Europeanization Affect CEE Governance? Conditionality, Diffusion and Diversity. Journal of European Public Policy 8 6, 10131031. Haughton, T., 2007. When Does the EU Make a Difference? Conditionality and the Accession Process in Central and Eastern Europe. Political Studies Review 5 2, 233246. Heckelman, J., Knack, S., 2008. Foreign Aid and MarketLiberalizing Reform. Economica 75 299, 524548. IEO Independent Evaluation Office, 2007. An IEO Evaluation of Structural Conditionality in IMFsupported Programs. International Monetary Fund, Washington, DC. International Monetary Fund, 2001. Conditionality in Fundsupported Programs: Policy Department. Development Review and Issues. IMF Policy 37http:www.imf.orgexternalnppdrcond2001engpolicy021601.pdf; January 2011. accessed: International Monetary Fund, 2002. Public Information Notice PIN No. 0226, March 8, Washington, DC. Isopi, A., Mattesini, F., 2010. Aid and Corruption: Do Donors Use Development Assistance to Provide the Right Incentives? Paper presented at the Aid Data Conference, University College, Oxford, March 2225. Johnson, D., Zajonc, T., 2006. Can Foreign Aid Create an Incentive for Good Governance? Evidence from the Millennium Challenge Corporation. Center for International Development, http:www.people.fas.harvard.edu tzajoncmcc_wp_apr 06.pdf accessed: June 2010. University. Harvard Kaufmann, D., Kraay, A., Mastruzzi, M., 2009. Governance Matters VIII: Aggregate and Individual Governance Indicators, 19962008. World Bank Policy Research Working Paper No. 4978. Kilby, C., 2006. Donor Influence in Multilateral Development Banks: The Case of the Asian Development Bank. Review of International Organizations 2, 173159. Kilby, C., 2009. The Political Economy of Conditionality: An Empirical Analysis of World Bank Loan Disbursements. Journal of Development Economics 89 1, 5161. Kilby, C., 2010. Informal Influence in the Asian Development Bank. Mimeo. Killick, T., 2006. Conditionality and IMF Flexibility. In: Paloni, A., Zanardi, M. Eds., The IMF, World Bank and Policy Reform. Routledge, London, Chapter 11. Knack, S., 2001. Aid Dependence and the Quality of Governance: CrossCountry Empirical Tests. Southern Economic Journal 68 2, 310329. Knack, S., 2007. Measuring Corruption: A Critique of Indicators in Eastern Europe and Central Asia. Journal of Public Policy 27 3, 255291. Knack, S., Rahman, A., 2007. Donor Fragmentation and Bureaucratic Quality in Aid Recipients. Journal of Development Economics 83 1, 176197. Kuziemko, I., Werker, E., 2006. How Much is a Seat on the Security Council Worth? Foreign Aid and Bribery at the United Nations. Journal of Political Economy 114 5, 905930. Lancaster, C., 2008. George Bushs Foreign Aid: Transformation or Chaos? Center for Global Development, Washington, DC. MCC, 2008. The MCC Effect: Creating Incentives for Policy Reform; Promoting an Environment for Poverty Reduction. Millennium Challenge Corporation, Washington, DC. 38Meltzer, A.H., 2006. Reviving the Bank and Fund. Review of International Organizations 1 1, 4959. Mosley, P., Hudson, J., Verschoor, A., 2004. Aid, Poverty Reduction and the New Conditionality. Economic Journal 114 June, F217F243. Pridham, G., 2008. The EUs Political Conditionality and PostAccession Tendencies: Comparisons from Slovakia and Latvia. Journal of Common Market Studies 46 2, 365387. Radelet, S., 2003. Challenging Foreign Aid. A Policymakers Guide to the Millennium Challenge Account. Center for Global Development, Washington, DC. Rajan, R.G., Subramanian, A., 2008. Aid and Growth. Review of Economics and Statistics 90 4, 643665. Rieffel, L., Fox, J.W., 2008. The Millennium Challenge Corporation: An Opportunity for the Next President. Brookings Global Economy and Development Working Paper 30. Rohwer, A., 2009. Measuring Corruption: A Comparison between the Transparency Internationals Corruption Perceptions Index and the World Banks Worldwide Governance 32009. http:ideas.repec.orgacesifodicv 7y 2009i 3p 4252.html; accessed: January 2011. Indicators. Report CESifo DICE Sedelmeier, U., 2008. After Conditionality: PostAccession Compliance with EU Law in East Central Europe. Journal of European Public Policy 15 6, 806825. Stone, R.W., 2002. Lending Credibility. Princeton University Press, Princeton, NJ. Stone, R.W., 2004. The Political Economy of IMF Lending in Africa. American Political Science Review 98 4, 577592. Stone, R.W., 2008. The Scope of IMF Conditionality. International Organization 62 4, 589620. Svensson, J., 2000. Foreign Aid and RentSeeking. Journal of International Economics 51 2, 437461. Svensson, J., 2003. Why Conditional Aid Does Not Work and What Can Be Done About It? Journal of Development Economics 70 2, 381402. Tavares, J., 2003. Does Foreign Aid Corrupt? Economics Letters 79 1, 99106. UNDP, 2008. A Users Guide to Measuring Corruption. http:commons.globalintegrity.org 200809usersguidetomeasuringcorruption.html; accessed: January 2011. Vaubel, R., 1991. The Political Economy of the International Monetary Fund: A Public Choice Approach. In: Vaubel, R., Willett, T.D. Eds., The Political Economy of International Organizations. Westview, Boulder, pp. 205245. 39Vreeland, J., 2006. IMF Program Compliance: Aggregate Index versus Policy Specific Research Strategies. Review of International Organizations 1 4, 359378. Vreeland, J., 2007. The International Monetary Fund: Politics of Conditional Lending. Routledge, New York. 40Appendix A: MCC candidate countries in 2004 Afghanistan Albania Angola Armenia Azerbaijan Bangladesh Benin Bhutan Bolivia Bosnia Herzegovina Burkina Faso Cameroon Cape Verde Chad Comoros Congo Congo, Dem. Rep.Djibouti Eritrea Ethiopia Gambia Georgia Ghana Guinea Guyana Haiti Honduras India Indonesia Kenya Kiribati Kyrgyzstan Laos Lesotho Madagascar Malawi Mali Mauritania Moldova Mongolia Mozambique Nepal Nicaragua Niger Nigeria Pakistan Papua New Guinea Rwanda Sao Tome And Principe Senegal Sierra Leone Solomon Islands Sri Lanka Tajikistan Tanzania Timor Leste Togo Tonga Uganda Vanuatu Vietnam Yemen Zambia Note: Countries that would be considered candidate countries but aresubject to legal provisions that prohibit them from receiving USeconomic assistance are excluded. In the empirical analysis, Timor Leste is excluded because of missings in the control of corruptionindex. Appendix B: MCC compacts, 20052010 Country Signed In force Obligations million Disbursements million, as of Oct. 2009 not yet not yet July 2005 Sept. 2005 Oct. 2005 May 2006 April 2006 Oct. 2006 Sept. 2006 April 2006 Feb. 2007 Sept. 2007 Sept. 2007 Sept. 2008 Sept. 2008 Sept. 2008 Sept. 2008 Sept. 2008 July 2009 Sept. 2009 April 2005 June 2005 July 2005 July 2005 Sept. 2005 Feb. 2006 March 2006 March 2006 Aug. 2006 Nov. 2006 Nov. 2006 July 2007 July 2007 Aug. 2007 Oct. 2007 Feb. 2008 July 2008 July 2008 Sept. 2009 Jan. 2010 Madagascar LIC Honduras LIC Cape Verde LMIC Nicaragua LIC Georgia LICa Benin LIC Armenia LMIC Vanuatu LIC Ghana LIC Mali LIC El Salvador LMIC Lesotho LIC Mozambique LIC Morocco LMIC Mongolia LIC Tanzania LIC Burkina Faso LIC Namibia LMIC Senegal LIC Moldova LMIC Notes: LIC and LMIC in parentheses stand for lowincome country and, respectively, lowermiddle income country. a Compact amendment involving an additional amount of 100 million signed in November 2008. Source: Millennium Challenge Corporation http:www.mcc.govmccpandaindex.shtml; Center for Global Development http:www.cgdev.orgsectioninitiatives_activemcamonitor; World Development Indicators http:databank.worldbank.orgddphome.do; OECD, CRS http:stats.oecd.orgIndex.aspx?Dataset CodeCRSNEW; last accessed: March 2010.109.8 215.0 110.0 175.0 295.3 307.3 235.7 65.7 547.0 460.8 460.9 362.6 506.9 697.5 285.0 698.0 480.9 304.5 540.0 262.0 81.5 109.1 61.1 75.7 145.9 49.0 41.3 38.6 89.9 46.4 49.3 17.2 11.6 22.2 7.9 7.9 0 2.0 0 0 Appendix C: Countries in the respective treatment group Country Table 2Table 3Table 4Table 5Table 61b1cTable 72a2b2cAfghanistan Albania Angola Armenia Azerbaijan Bangladesh Benin Bolivia Bosnia Herzegovina Cameroon Chad Comoros Congo Congo, Dem. Rep.Djibouti Gambia Georgia Guinea Guyana Haiti Honduras Indonesia Kenya Kyrgyzstan Laos Malawi Moldova Mozambique Nicaragua Niger Nigeria Pakistan Papua New Guinea Rwanda Sierra Leone Solomon Islands Tajikistan Tanzania Togo Uganda Vietnam Yemen Zambia XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXNumber of countries 14141430101022XXXXXXX7XXXXXXX7XXXXXXXXXXXXXXX15 ", "filename": "66161283X.pdf", "person": ["Hannes Öhler", "Öhler, Hannes", "Peter Nunnenkamp", "Nunnenkamp, Peter", "Axel Dreher", "Dreher, Axel"], "date": ["2011"]}