{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/67800/1/662158083.pdf"], "title": ["Tenure insecurity, adverse selection, and liquidity in rural land markets"], "plaintext": "Tenure Insecurity, Adverse Selection, and Liquidity in Rural Land Markets Derek G. Stacey Department of Economics,Queens University Kingston, Ontario,Canada, K7L 3N6staceydecon.queensu.ca April 13, 2011Abstract A theory of land market activity is developed for settings where there is uncertaintyand private information about the security of land tenure. Land sellers match withbuyers in a competitive search environment, and an illiquid land market emerges asa screening mechanism. As a consequence, adverse selection and an insecure systemof property rights stifle land market transactions. The implications of the theory aretested using household level data from Indonesia. As predicted, formally titled land ismore liquid than untitled land in the sense that ownership rights are more readily transferable. Additional implications of the theory are verified empirically by constructinga proxy variable for land tenure security and studying the differences between marketsfor unregistered land across Indonesian provinces. Regional land market activity isappropriately linked to the distribution of the proxy variable.JEL classification: D83; Q15; D23; R23Keywords: Competitive Search; Land Markets; Tenure Security; Liquidity The financial support of the Social Sciences and Humanities Research Council SSHRC is gratefullyacknowledged. I would like to thank Huw LloydEllis and Allen Head for valuable comments.11Introduction In this paper I construct a theory of land market activity in settings where land tenure isinsecure. I argue that differences in the security of property rights over land can help explainthe widely varied volumes of trade across developing country land markets. The frameworkestablishes that asymmetric information about land tenure insecurity can reduce the volumeof transactions in a land lease or sales market. As a useful application of the model, I analyzethe effect of the performance of the land market on workers migration decisions. Thinness inthe land market can prevent the efficient allocation of workers between the farm and offfarmsectors.It is a widely held view that systems of property rights have important effects on thefunctioning of agricultural land markets. In particular, policies that improve tenure security are often argued to improve land transferability and hence strengthen a landownerscapacity to capitalize on the value of his land should he decide to migrate or accept offfarm employment Place and MigotAdholla, 1998; Vranken and Swinnen, 2006. This isof economic importance because the process of economic development typically involves ashift in labour from agricultural sectors to more modern manufacturing or service sectors.Workers incentives for making the transition partly depend on the functioning of the ruralland market.The main theoretical contribution of the paper is establishing the link between tenuresecurity and land market activity. It is the hidden information about the security of landownership that renders land illiquid. The transferability of a particular plot is determinedendogenously by the number of land market participants. A low buyerseller ratio impliesa low probability of selling or leasing out land, which acts as a screening mechanism thatallows the demand side of the market to determine the quality of the property rights. Theendogenous mechanism is incentive compatible because owners of relatively secure land arewilling to accept a lower probability of trade if payment is more favourable in the event ofa land transfer.2To evaluate the predictions of the model, I present empirical evidence using householdlevel data from Indonesia. As the model predicts, owners of rural land parcels are moreactive in the supply side of the land market if their land is registered. Approximately 17percent of unregistered landowners supplied land to the market, while over 25 percent ofcertificate holders supplied some or all of their farmland to the market. This is consistentwith the theory given that possession of a legal land certificate improves ownership security,and access to a land registry reduces the asymmetry of information. The data also suggesta link between the operation of the land market and nonfarm business activity and labourforce participation. Rural households with land certificates are more likely to have members earning wages in a nonagricultural sector compared to households with unregisteredland. More rigorous analyses with differenceindifference estimation and probit models support these relationships. Additional implications of the theory are empirically validated byconstructing a proxy variable for land tenure security and studying the differences betweenmarkets for untitled land across Indonesian provinces.This paper is related to a large literature on the importance of a welldefined and securesystem of property rights over land. The literature has focused on several benefits of tenuresecurity and wellfunctioning land markets: i the appropriate incentives for landowners toengage in longterm productivity enhancing investments Besley, 1995; Brasselle, Gaspart,and Platteau, 2002; Jacoby, Li, and Rozelle, 2002; Deininger and Jin, 2006; Fenske, 2010;ii the ability to use land as collateral, thus improving landowners access to credit Federand Onchan, 1987; Place and MigotAdholla, 1998; and iii the allocation of land to moreproductive cultivators Skoufias, 1995; Deininger and Jin, 2005.In contrast, this paper focuses specifically on the role of land transferability in the efficientallocation of workers between agricultural and offfarm activities. In less developed countries,infrequent land transfers are often accomplished through inheritance and reallocation byvillage leaders. As nonagricultural sectors start to emerge and population densities increase,so does the need for land sales markets or rental transactions. Accordingly, I model the landmarket in an environment where a fraction of landowners receive an opportunity to work 3more productively in a modern sector. With no further need for land as a productive input,an emigrating landowner could benefit from the ability to lease or sell his plot.1The theory presented here is also related to the household models of land rental marketswith transaction costs Besley, 1995; Skoufias, 1995; Carter and Yao, 2002; Deininger and Jin,2009. In Deininger and Jin 2005 for example, demand for land transferability is driven byofffarm employment opportunities and differences in agricultural ability. By imposing exogenous transaction costs in the land market, illiquidity is introduced in a reducedform fashion.An increase in transaction costs results in a larger set of selfcultivating agents not participating in the market. Deininger and Jin 2005 point to the costly acquisition of information andthe risk of expropriation by village leaders as key determinants of transaction costs. Exactlyhow tenure insecurity translates into transaction costs that hamper land market participationis not modeled. That is, transaction cost models assume rather than explain the crucial determinants of land market inactivity. Recently, there has been a push in the field of developmenteconomics towards the understanding of underlying mechanisms Deaton, 2010a,b. This paper fills a gap in the literature by applying a framework that allows one to understand themechanism by which tenure insecurity leads endogenously to illiquidity in the land market.2The plan for the paper is as follows. Section 2 describes the details of the model, Section 3 characterizes the equilibrium, and Section 4 presents the main theoretical results includingefficiency implications. Section 5 presents an empirical analysis of land markets in Indonesiato verify the testable implications of the theory. Section 6 concludes. The proofs are presented in Appendices A and B. Appendix C outlines the derivation of the proxy variable forland tenure insecurity. Appendix D presents a variation of the model with land transactionsdriven by idiosyncratic shocks to household agricultural productivity.1A few other papers acknowledge this important dimension of efficient land markets Yang, 1997; Yao,2000; Kung, 2002. For example, Yang 1997 uses a static household model to argue that the prohibitionof farmland sales adversely affects the incentives for ruralurban migration, and Kung 2002 estimates asignificant relationship between the emergence of offfarm labour markets and land rental market activity inrural China.2In a dynamic setting, a measure of land activity is the number of transactions within a fixed interval oftime. In a static context like the environment studied here, the analogous notion of land market activity orliquidity is the probability of trade: i.e., the likelihood of selling a particular plot.42 The Model There exist two sectors of production: the traditional agricultural sector the rural economyand the emerging offfarm economy with modern sector employment the urban economy.3Rural workers match with urban firms before production takes place. Let q be the exogenousprobability that a rural worker receives an urban job offer. The demand for land markettransactions is driven by the potential gains from transferring land from an emigrant to arural worker.There are two periods. The land market is active in the first period, and productiontakes place in the second. In the final period, landless rural workers earn the wage rate w R,and urban workers receive w U w R. A rural landowner earns labour income as well as landrent, . If a landowner fails to sell or a lessee fails to transfer his lease, he can maintainpossession of the land even if he accepts employment in the offfarm sector. In this case, thediscounted continuation value of land ownership is , 0, 1. The continuation valueis intended to mimic a dynamic setting, wherein an unsuccessful seller could try again totransact the following period.4 Migration occurs at the beginning of the second period. Aworker with an urban job offer decides whether or not to accept the job and migrate to theurban sector. The land market operates when potential emigrants try to transfer their land,and landless workers are willing to purchaselease farmland. The model is constructed soas to be appropriate for both land lease and sales markets, since both buyers and lesseesare exposed to the risk of losing agricultural output. To keep the terminology clear, Icontinue with the description of the model in terms of sales markets, even though land leaseagreements are common for transferring farmland in developing countries.3The sectors may not be separated geographically. The urban sector could therefore refer to the nonagricultural activity in the rural area.4In a dynamic context, can be thought of as the discounted present value of future land rents. Ownersof unsold land lose rent in period two, but can still profit from the value of their land from the end of period 2 onward, . While it is useful to interpret the model in a way that mimics a dynamic version, it willbecome clear that a fully dynamic model would be significantly complicated by the evolving distribution ofland ownership and the possibility of learning under asymmetric information.5There is a fixed number of indivisible farm plots and an initial distribution of landownership among the rural population. To reflect tenure insecurity, suppose that the owner ofa plot of land faces a probability 0, 1 of losing ownership of the land.5 Therefore, arural landowners total expected income is w R 1 in period two, and an emigrantlandowner earns w U 1 in expectation. Land is heterogeneous in terms of ownershipsecurity.6 There are only two types: less secure land type L with L 0, 1, and land withhigh tenure security type H with H 0, L. The rural population, which has measure N , is made up of landless workers and landowners. For simplicity, households are restrictedto own and operate at most one plot of land. A share n L 0, 1 of the rural populationown type L land, and a share n H 0, 1 own type H land, with n L n H 1. A fraction 1 n L n H of the rural population consists of ex ante homogeneous landless workers.The quality of the land title is the landowners private information. Hence there isthe potential for a situation of adverse selection in the land market Akerlof, 1970.Ipropose a framework with multiple submarkets for agricultural land market participants as aninstitution to help overcome the adverse selection problem. Submarkets arise endogenously,and each one is characterized by the price at which trade occurs in that particular subdivisionof the market. Buyers and sellers observe the set of submarkets and decide in which toparticipate. Buyers and sellers meet bilaterally, and land transactions can occur at theprice specific to that submarket. To highlight the mechanism by which adverse selectionand an insecure system of property rights stifle land market transactions, I assume thereare no matching frictions. The short side of the market matches with probability one. If,5The notion of tenure insecurity is often thought of as a random probability of losing ownership rights toa particular plot of land. This modelling approach is consistent with the evidence of forced appropriationsby local government leaders in rural China Li, Rozelle, and Brandt, 1998 and the perceived threat of landreallocations in Ethiopia Deininger and Jin, 2006. Alternatively, can be interpreted as the share of landrent spent on costly land disputes Deininger and Castagnini, 2006; Holden, Otsuka, and Place, 2009. Thismight be appropriate for understanding the litigation costs in Cameroon for example, where title disputesmake up a large number of cases brought before villagelevel and provincial courts FirminSellers and Sellers,1999.6Institutional differences across communities can bring about heterogeneous land titles, a phenomenonwhich has been documented in terms of land transfer rights in rural China Liu, Carter, and Yao, 1998. Onthe other hand, Deininger, Zegarra, and Lavadenz 2003 observe a variety of legal and informal documentsthat convey different levels of tenure security in Nicaragua. As is discussed in greater detail in Section 5,overlapping property rights regimes have brought about heterogeneity in tenure security in Indonesia.6for example, there are more sellers than buyers in a particular submarket, buyers randomlyselect a seller to trade with.Potential sellers are the landowners with urban job offers: qn LN are type L owners ofinsecure land, and qn HN are type H own secure land. Sellers can choose not to enter anysubmarket when the expected payoff is negative. Let SL qn LN denote the measure of type L sellers, and SH qn HN denote the measure of type H sellers. Potential buyers includeall landless workers without outside labour market opportunities, 1 q1 n L n HN .Potential buyers enter the land market until the expected benefit of doing so is equal to theentry cost, c.Assumption 1 q 1 n L n H. The measure of nonmigrant landless workers is enoughto ensure that the free entry conditions for buyers hold in equilibrium.Note that the migration decision in period two may depend on land market outcomes inthe previous period. The acceptreject decisions of each type of agent can be characterizedas follows:1. A landless worker with no opportunity to purchase land will migrate ifw U w R 0.12. A landless worker with an opportunity to purchase type i rural land at price p, and atype i landowner with the option of a land sale at price p will migrate ifw U w R 1 i p.3. A type i landowner with no opportunity to sell land will migrate ifw U w R 1 1 i.723Migration occurs among the landless whenever there exists an urbanrural wage gap. Aprecondition for land market activity is for the price of land, p, to satisfy inequality 2.Otherwise, landowners would never accept urban employment and there would be no needfor a land market. Finally, if condition 3 holds for i L, H, all urban job offers areaccepted.A buyers payoff in a land market transaction involving type i land for price p is1 i p. A type i sellers gain from a land market transaction isp max1 i, 1 i w U w R4where the last term represents the opportunity cost of the transaction to the seller, and themaximization operator ensures that expected payoffs are consistent with optimal migrationdecisions. That is, the migration decisions of potential sellers are consistent with conditions2 and 3. To simplify the notation, leti max1 i, 1 i w U w R,i L, Hfor5represent the typedependent opportunity costs of land transactions. H L is an importantproperty for deriving the results that follow. Choosing not to enter the land market denotedby submarket p , yields a payoff of zero.Assumption 2 c min11L, w U w R. The cost of entering the land market,c, is small enough that expected gains from trade are always positive.77The introduction of entry costs is necessary on the demand side of the market whenevers Lp1 L s Hp1 Hs Lp s Hp p 0,p Pto pin down the number of buyers in each submarket using the free entry condition. If entry costs are toohigh, expected gains from trade can become negative and the land market shuts down. Assumption 2 is asufficient condition to ensure that a land market exists.On the supply side of the market, entry costs are unnecessary because there is a fixed measure of potentialsellers that enter the market whenever the expected gains from trade are positive. The results are unaffectedby the introduction of entry costs on the supply side of the market, except for Proposition 4.3 see footnote 9, p.16.83 The Land Market Definition 3.1 Given a set of submarkets, P, a land market equilibrium is a measurebpp P, and measures s Lpp P, and s Hpp P such that 1. Buyers offers are consistent with free entry: for any p P,cid:27cid:20s Lp1 L s Hp1 Hcid:21 p c 0min 1,s Lp s Hpbps Lp s Hpcid:26with equality if bp 02. Sellers enter submarkets optimally: for i L, H,i if sip 0 for all p P, then si Si andcid:26cid:26maxp Pminbps Lp s Hp, 1cid:27cid:27p i 0cid:26cid:27ii if sip 0 for some p P, thenminbps Lp s Hp, 1p i maxcid:26cid:26cid:260, maxp Pminbps Lp s Hpcid:27, 1p icid:27cid:273. Aggregation: for any i L, H, cid:88p Psip Si The last part of the definition says that every potential seller either chooses a submarketor decides not to enter the land market. Part 2 requires that sellers choose optimally betweensubmarkets. The first part of the definition says that free entry drives a buyers expectedpayoff down to the cost of entering the market. Notice that an equilibrium allocation ofbuyers and sellers determines the typedependent utilities of sellers, UL, UH.9As previously noted, migration decisions in period two may hinge on land market outcomes in period one. Accordingly, the opportunity cost of a land transaction reflects theanticipated migration decision. Depending on the parameter values, the environment can beclassified according to the pattern of equilibrium migration decisions. Suppose for examplethat all job offers are accepted, even without land market transactions. Call this a case 1environment. A case 2 environment is one in which only type H landowners who fail to sellland reject urban job offers. Finally, a case 3 environment manifests when both types oflandowners reject job offers when unable to sell their land. Equilibrium in the land marketcan be classified in this manner according to the urbanrural wage gap:Case 1 if w U w R 1 1 HCase 2 if w U w R cid:21 1 L, 1 1 Hcid:1Case 3 if w U w R 1 1 LThe equilibrium definition does not impose restrictions on prices i.e., submarkets thatdo not appear in the land market. Consequently, many sets of prices and allocations ofagents across submarkets satisfy the equilibrium conditions. For instance, an equilibriumwith only one submarket with price p L, minH, 1 L c is an equilibrium withonly a market for type L land: type L sellers choose to enter since p L; type H sellerschoose not to enter whenever p H; and buyers choose to enter because p 1 L c.Type L land is readily sold, since p 1 L c implies bp SL, while type H landis completely illiquid. Moreover, if p 1 L c, it seems reasonable that the pricewould be bid upward, since pcid:48 p, 1 L c would still attract type L sellers and thedeviation would yield a strictly positive payoff. To restrict the set of equilibria, consider thefollowing refinement.Equilibrium Refinement 1 The set of submarkets prices P, and allocations bpp P,s Lpp P, and s Hpp P satisfying equilibrium conditions 1, 2, and 3 represents acompetitive search land market equilibrium if, given the associated seller utilities UL, UH,10there is no deviating offer pcid:48 RP that yields a strictly positive expected payoff to thesubset of buyers bidding pcid:48.The equilibrium refinement turns the land market equilibrium into a competitive searchequilibrium like that of Moen 1997, but extended to a setting with asymmetric information.The framework is similar to that developed in Guerrieri, Shimer, and Wright 2010, butwithout the standard singlecrossing condition. In other words, there is no sorting variableallowing buyers to attract type H sellers without also attracting type L sellers.Instead,there is a tradeoff between the probability of trade and the price of land that endogenouslysorts sellers into submarkets. As in other models of competitive search, there is the implicitrestriction on outofequilibrium beliefs that agents correctly anticipate the ratio of buyersto sellers in all possible submarkets, not just those that appear in equilibrium.Proposition 3.1 Under Assumptions 1 and 2, there exists a unique competitive land market equilibrium with 1. land prices: p L 1 L c and p H 1 H c 2. seller allocations: s Lp L, s Lp H SL, 0 and s Hp L, s Hp H 0, SH3. buyer allocation: bp L SL andcid:18cid:18bp H cid:19cid:191 1 L c1 H 1 L cw U w R cw U w R L H c SHSHif w U w R 1 1 Lif w U w R 1 1 L4. typedependent seller utilities: 1 1 L cw U w R c UL if w U w R 1 1 Lif w U w R 1 1 L11andbp HSHbp HSHcid:21 1 L ccid:3cid:2w U w R ccid:3 UH if w U w R 1 1 Hif w U w R 1 1 HIn a full information benchmark economy, there is no illiquidity in the land market:bpi Si for i L, H.bp H SH, implying that there are too few land market transactions in the type H subIn an equilibrium with asymmetric information, however,market. Some type H landowners with valuable urban job offers fail to sell their land.In the presence of adverse selection due to private information regarding tenure insecurity,type H land plots are made illiquid as a screening mechanism. The illiquidity arises becausetoo few buyers enter the market for type H land. The mechanism functions appropriatelybecause type L landowners prefer a liquid market in order to avoid being stuck with aninsecure land title when production takes place. Type L sellers will therefore enter submarketp L in order to sell more readily, albeit at a lower price. On the other hand, type H ownersare more likely to maintain ownership of their land if they fail to sell. Sellers of secure landare therefore more willing to accept a lower probability of trade if it means a chance atreceiving a fair price.4 The Effects of the Property Rights System In this section I analyze how changes to the system of property rights affect the functioning ofthe land market and the allocation of workers across sectors. Let L and H .Since all type L sellers trade in equilibrium and only a fraction H bp HSH 0, 1of type H sellers trade, the total number of land market transactions is SL HSH. Thefollowing proposition summarizes the linkages between the system of land rights governedby parameters and and the functioning of the land market in terms of the number oftransactions.12Proposition 4.1 Equilibrium comparative statics with respect to the system of ownershiprights over land imply the following:i A deterioration of land tenure security undermines the transferability of land: 0,Hstrict for high values of ii An increase in the heterogeneity of land titles curtails land market activity:H 0The first result describes the effect of a change in unweighted average land tenure security on the rural land market. As average land tenure insecurity increases, it becomesmore likely that a case 1 or case 2 land market emerges; i.e., it becomes less likely thatland market outcomes influence subsequent migration decisions. Once this is the case, type H land plots become less liquid, and land market activity declines. This is an importantbut intuitive result. It says that tenure security makes it easier for households to conductland market transactions. The relationship between land market activity and the securityof landowner rights supplements the existing literature on the importance of property rightsin land markets. While other researchers focus on the impact of tenure insecurity on incentives for investment and the ability to use land as collateral Besley, 1995; Place and MigotAdholla, 1998; Brasselle, Gaspart, and Platteau, 2002; Deininger and Jin, 2006, Iemphasize its effect on land transferability. Establishing the link between tenure insecurityand the equilibrium volume of transactions in a land market is one of the main theoreticalcontributions of the paper. Note that without private information, the security of ownershipwould not affect the number of land sales.8The second part of Proposition 4.1 describes how a land market is adversely affectedby the variability in land title quality. Greater dispersion in land tenure security the is8Under perfect information, changes in the parameters would affect equilibrium prices, but marketswould clear for any L, H distribution.13makes it more difficult for landowners with more secure property rights to trade. Substantialdifferences in tenure security between plots renders the information asymmetry problem moresevere. Land market transactions are rare in such environments because the ratio of buyersto sellers adjusts as an effective sorting device.An accessible system of clear property titles allows land market participants to counteractthe effect of tenure uncertainty. It is conceptually possible for a comprehensive land titlinginitiative to eliminate the asymmetric information problem altogether. A complete andwidespread system of property titles in conjunction with a mechanism for land disputeresolution could avoid the manifestation of illiquidity as a screening device if potential buyerscan access records of conclusive land title at a low cost. Even when land registration is lesscomprehensive, land reforms are likely to have several intermediate effects. For example,land legislative reforms should help reduce the incidence and cost of land disputes, as wellas reduce the probability of losing ownership due to forced land takings. Proposition 4.1itherefore supports land titling initiatives and other land reforms if the aim is to increasethe transferability of land via enhanced security of landownership. In addition, land titlingefforts should reduce the differences in land tenure security across plots, which is moresymptomatic of informal institutions with complex systems of customary land rights. Aformal land title is more likely to pin down the property rights for all owners of registeredplots, especially if land registration involves a cadastral map. Proposition 4.1ii would thenimply reinforced land transferability as a result of the reduction in uncertainty surroundingtenure security. These arguments are supported empirically in Section 5 with estimates ofland market participation for owners of registered and unregistered land.4.1 Efficiency Inefficiencies in the land market distort workers migration decisions and lead to an inefficientallocation of agents across sectors. The flow of workers from farm to offfarm employmentstalls when sellers face a low probability of a successful land transaction. From a labourallocation point of view, all urban job offers should be accepted whenever w U w R c.14This efficient allocation of agents across sectors only occurs in a case 1 equilibrium. Thecase 1 outcome is efficient in this sense only because the urban wage is so high that the landmarket becomes irrelevant to the migration decision. In case 2 and case 3 environments,only a fraction bp HSH 1 of job offers received by type H landowners are accepted inequilibrium. Migration flows are therefore suboptimal whenever w Uw R 11H.Illiquidity in the land market enables buyers to distinguish between the types of landplots. It allows plots of all types at least some plots of each type to be traded in equilibrium even in an environment with tenure insecurity and adverse selection. The endogenousscreening mechanism therefore partly corrects for market failure, moving the equilibriumcloser to the full information benchmark: an equilibrium where all beneficial land transactions take place. In certain situations, however, its possible that the inefficiencies that arisefrom screening outweigh the benefits of treating both types distinctly. As Guerrieri, Shimer,and Wright 2010 show, a pooling allocation can Pareto dominate the separating competitive search equilibrium. This occurs when there are not too many insecure plots. In otherwords, the land market equilibrium might not be constrained Pareto efficient. Proposition 4.2 summarizes the efficiency results.Proposition 4.2 The equilibrium labour flow from agricultural to offfarm sectors is inefficiently low whenever the wage gap is not too large; that is, ifw U w R 1 1 H.The competitive land market equilibrium is constrained Pareto optimal if the proportion oftype L plots of land is sufficiently large:SLSL SH1 1 H c1 H 1 L cw U w R c1 H 1 L cw U w R cw U w R L H cif case 1if case 2if case 315The next proposition describes how a land market might not function at all if land tenurebecomes too insecure, or the information asymmetry becomes too extreme.Intuitively,the land market shuts down when the risk of land appropriation drives the gains fromtrade to zero. Interestingly, even when there are gains from transferring the relatively moresecure land, all land transactions can be rendered infeasible because the screening mechanismunravels when the gains from trading the least secure land fall to zero.9Proposition 4.3 If land tenure becomes too insecure, such that rises above the threshold 1 1 c1 ,the land market shuts down completely. Moreover, a high degree of heterogeneity in landrights, , restricts the range of for which a land market can operate.Proposition 4.3 offers an explanation as to why land markets have failed to emerge in somedeveloping countries. Low tenure security and asymmetric information might also explainwhy administrative land reallocations are sometimes used to transfer land when land salesmarkets are absent and the incidence of rental activity is low.This result is related to other studies of asset markets in settings with private information. Guerrieri, Shimer, and Wright 2010 show that an entire asset market can shut downwhen the gains from trading the bad asset fall below zero. Lester, Postlewaite, and Wright2009 construct an environment with information frictions in which some assets becomenontransferable when the seller cannot recognize their quality. Chiu and Koeppl 2010model a financial asset market using search theory in a setting with adverse selection andshow that the market freezes when the average quality of the asset falls below a certainthreshold.9When both buyers and sellers pay entry costs to participate in the land market, the market for secureland can shut down before the entire market collapses. This is because the cost of illiquidity can dominatethe gains from trade in the type H market, while type L land continues to be readily transferable.165 Evidence from Indonesian Land Markets I test whether registered ownership is associated with a higher incidence of land marketparticipation using an interesting micro dataset from Indonesia. Then, I present a descriptiveanalysis of the link between the degree of tenure security and the transferability of landamong unregistered landowners. The Indonesian data is particularly appropriate because ofthe way the government is implementing its land registry program. Indonesian farmland isbeing titled in a sporadic manner so that land with varying degrees of tenure security arespread across the country, rather than having land certificates concentrated in specific areas.This provides a useful environment for examining the link between tenure security and landmarket participation.5.1 Background Over the past few decades, population growth, declining land fertility, and the conversionof agricultural land for nonfarm utilization have made it more difficult for farming households in Indonesia to cultivate enough land to achieve a sufficient standard of living. Wellfunctioning land markets could allow households to seize offfarm labour market opportunities and transfer land to those who remain. As I have argued in this paper, land tenureinsecurity and an illdefined system of property rights over land reduce the scope of markettransactions.The system of land ownership rights in rural Indonesia exhibits many of the salientfeatures of the theoretical model described above, including the following:Land Tenure Insecurity: Sources of tenure insecurity in Indonesia include undercompensatedland confiscation by governments and frequent land disputes. Land disputes among ruralresidents arise because of illdefined boundary definitions, a complex system of land rights,and overlapping land deeds.17Heterogeneous Land Titles: Indonesias complicated system of land rights is the resultof colonial governments instituting statutory law when land titles under traditional adatlaw already existed. The Basic Agrarian Law Undangundang Pokok AgrariaUUPA of 1960 was established to unify both the traditional and the statutory land laws. The UUPArecognizes a variety of land rights, the most secure of which is Hak Milik, or the right ofperpetual ownership and use.Asymmetric Information: Article 19 of the UUPA states the governments intentionto register all land in the Republic of Indonesia. The purpose of the land registry is notonly to protect the rights of landowners and users, but also to make available land rightinformation for potential buyers, banks, real estate firms, and other interested individualsor organizations. As of 2006, however, only 36 percent of land had been registered, or about 34 million land certificates issued Risnarto, 2009. Until all land is registered, land titleunder customary law and land transactions of unregistered land are still recognized. Informaltransfers are acknowledged in the court system but rely on private conveyances and possiblythe testimony of a witness of the land transaction. Private conveyancing is inefficient andpotentially dangerous since it can be subject to fraud as there is no easy proof that thevendor is the true owner Walijatun and Grant, 1996.An overview of the empirical section of the paper is as follows. First I describe the Indonesian data. Then I outline the empirical methods used to study the relationship betweenthe possession of a land certificate and a farmers participation in the land market on thesupply side. Comparing the land market participation of registered landowners and ownerswithout legal documentation reveals to what extent tenure insecurity and asymmetric information influence the volume of land market transactions. To investigate further, I analyzethe land market participation of unregistered owners using a proxy variable for tenure insecurity. By exploiting regional differences in tenure security in rural Indonesia, I find evidenceto support Proposition 4.1; specifically, I find that regional land markets tend to be moreactive when tenure security is high on average and when there is minimal heterogeneity intenure security across plots.185.2 Data The data used in the analysis come from the 2000 and 2007 rounds of the Indonesian Family Life Survey IFLS. The IFLS is a longitudinal household panel dataset that began in 1993,but has expanded after four rounds to to cover over 15,000 households in 13 of the 27 Indonesian provinces. The surveys cover standard household and individual level characteristics,farm assets, labour earnings, and land use data. The IFLS collects additional communitylevel information about land use and offfarm sectors. Only the most recent survey directlyasked landowners about land certificates. Fortunately, respondents were also asked whenthe land titledocument was obtained, which allows one to determine which households heldland certificates in previous IFLS waves. I use the two most recent cross sections of the IFLSbecause of the expanded sample size relative to the first two waves. Since there are missingvalues in the date of certification variable in the most recent survey, most of the econometricanalysis focuses on the 2007 cross section IFLS4, with one lagged land market variablefrom the 2000 wave IFLS3.I limit the sample to IFLS households that own farmland. The IFLS sample is largeenough that even after this restriction, 3,607 IFLS4 households and 2,746 IFLS3 householdsare left for the analysis. The sales market for land in rural Indonesia is very inactive. Lessthan one percent of the sample sold land in the last year. Instead, households conduct landtransactions in the lease market. It could be that rental or profitsharing arrangements arepreferred when potential buyers are borrowing constrained. Table 1 provides basic descriptivestatistics for the relevant subset of the IFLS4 sample. The data reveal a moderate levelof activity on the supply side of the land lease market: 25.1 percent of households withland certificates lease out land, while only 16.5 percent of households without formal titledocumentation rent out or profitshare land. Conditional on renting out land, the total areaof land rented out does not appear to be constrained for unregistered landowners relative toregistered owners. The data suggest that land market frictions affect the extensive but notthe intensive margin.1010This is inconsistent with land models with transaction costs proportional to the area rented, as in 19Moreover, households with at least one member operating an offfarm enterprise aremore likely to possess land certificates: 41.1 percent of households with registered land areinvolved in nonagriculture business, while only 33.7 percent of unregistered households areoperating businesses in the offfarm economy. Furthermore, households with land certificatestend to supply more labour to the nonagricultural economy 0.55 members relative to 0.41members for households with unregistered land. Descriptive statistics therefore illustratethe linkages between land certification, land market participation, and offfarm economicactivity. One interpretation of the summary evidence is that the owners of registered landexperience greater tenure security and possess credible documentation to convey their secureownership. The market for certified land should therefore be more active than the marketfor untitled land, allowing farmers with land certificates to lease out land and accept offfarmemployment more readily.5.3 Empirical Analysis To investigate the effect of land certificates on supply side land market participation, adifferenceindifference methodology is applied to the IFLS data. In addition to land registration, one would expect a households demographic characteristics to affect the decision toparticipate in the land market. The age, gender, and educational attainment of the household head are included as independent variables. To account for market imperfections fornonland factors of production, the number of adult males and females in the householdare included, as well as the market value of livestock and farm equipment. If land markettransactions are driven by offfarm labour market opportunities as in the theoretical model,supplying land in the lease market should also be related to the participation of householdmembers in nonagricultural sectors and the value of nonfarm assets. Offfarm economicvariables are therefore included as well. Market transactions might correct for an unequaldistribution of land by transferring land from households with large landholdings to houseDeininger and Jin, 2005, where land market frictions affect both the participation decision and the amountof land to rent in or out.20tsettsetacfiitrectuohtiwsrenwodnalsrenwodnalsetacfiitrechtiwscitsitat Syrammu S:1elba T0ffdi:AH.sbororre.dtsnaem.sbororre.dtsnaem ELBARAVI990.3043.59250.689427942605209500.010500.024700.01690.03760.0561.04901490100112010.058900.01310.0131.0121.0152.0tekramlatnertekramesaelstekramhtobsetarnoitapicitraptekramdnaledisylppus982.4227.57052705244900.06310.0733.0504.0001100118410.02320.0114.0255.0ssenisubmrafffoninoitapicitrapsegawmrafffogninraesrebmemytivitcacimonocelarutlucirganon 795.0622.4788.037421442042814.0796.170e 81.280e 78.2719.1888.248017701341087.0481.270e 93.580e 29.4eratcehrephaipu Rnieulavseratcehniezis 5090.0386.0tuodetnerdnalfoseratcehniezisstnemwodnednalmrafdlohesuohfoeulavdnaezis 21taecnacfiingislacitsitatssetonedksiretsaelgn Si.7002nidnalmrafdenwotahtsdlohesuohnaisenodn Iotdetcirtsersielpmaseh T:seto N%09eht:ecruo S.rohtuaybsnoitaluclac,4SLFIyevru Sefi Lylima Fnaisenodn I7002.%99elpirt,%59elbuod,ecnedfinocfolevelholds lacking sufficient acreage. Accordingly, the area of owned land per household memberis a included among the explanatory variables. Finally, provincial dummy variables are included to account for differences in population densities and the possibility that offfarmeconomic opportunities differ across regions. The probit model to be estimated is therefore Prcid:0yi 1cid:1 cid:00 1ci d 2007 2ci 3d 2007 4Xi 5Yi 6Zi 7Picid:1,6where i indexes households, yi is an indicator variable for supply side land market participation, the s are coefficients or vectors of coefficients, ci indicates possession of a landcertificate, d 2007 is an indicator for the 2007 survey, Xi is a vector of household demographiccharacteristics, Yi is a vector of farmrelated variables, Zi is a vector of offfarm economicvariables, Pi is a vector of provincial dummies, and is the standard normal distributionfunction.The variable of interest is ci, which indicates the ownership of registered land. Morespecifically, ci is a dummy variable for the possession of a land certificate securing the Hak Milik title. This type of land right is intended to increase tenure security by providingperpetual ownership, user rights, and transferability. In the context of the theory, land certification and the presence of an accessible land registry reduce the asymmetric informationproblem and eliminate the need for illiquidity as a screening mechanism. Therefore, themarket for registered land should be more active than the market for unregistered land,since unregistered land is subject to the inefficiencies associated with tenure insecurity andprivate information.Rental and profitsharing arrangements can be long lasting, and past participation in theland lease market is likely related to the current participation decision. To account for this,I estimate probit models for the binary decision to lease out land in 2007 yi in IFLS4, ory 2007i including the land variable from 2000 yi in IFLS3, or y 2000i on the righthandside. The probability of supplying land to the lease market in 2007 is represented by the 22probit equation Prcid:0y 2007i 1cid:1 cid:00 1ci 2y 2000i 3Xi 4Yi 5Zi 6Picid:1,7where i indexes households; Xi, Yi, Zi, and Pi are defined as before; and is the standardnormal distribution function.5.4 Empirical Findings The Impact of Land Certification The land market participation differenceindifference estimation is presented in Table 2.Since equation 6 is a nonlinear model, the interaction effect can be computed accordingto Ai and Norton 2003 so as to avoid misinterpreting the difference in the land marketoutcomes of registered versus unregistered landowners and the statistical significance of theresult. Applying their method of estimating the magnitude and standard errors of theinteraction effects for the first specification yields a mean interaction effect of 0.0732 with amean zstatistic of 2.46 significant at the 95 percent confidence level. For the remainingspecifications, the estimated mean interaction term is similar in magnitude between 0.0610and 0.0675, and the mean zstatistics establish significance at the 95 percent confidencelevel. Moreover, for all four specifications, the interaction effect is positive for the entiresample; that is, for all combinations of independent variables that exist in the sample.The implication of the above is that a household having acquired a legal land title between the IFLS3 and IFLS4 surveys has a higher propensity to lease out land. This empiricaltrend is robust to the inclusion of farm variables columns 2 and 4 and nonfarm economic variables columns 3 and 4. Proponents of land certification programs argue thatregistered land offers greater tenure security and reduces the asymmetry of information inland market transactions. The findings are therefore consistent with the idea that tenureinsecurity and asymmetric information reduce liquidity in land markets. There is no attempt 23to control for the possibility that landowners acquire certificates in anticipation of supplyside land market participation. This would be important if the objective was to evaluate theimpact of exogenous land titling initiatives, as in Holden, Deininger, and Ghebru 2007. Regardless of the direction of causation, the fact that land certificates are associated with moreactive land markets supports the notion that tenure insecurity and asymmetric informationaffect how easily land transactions can be carried out.As expected, farm asset ownership is negatively related to land market participation onthe supply side, although household labour endowments are not significant predictors ofland market participation, except for the number of adult males in column 4. Offfarmbusiness activity, offfarm employment, and nonfarm asset ownership are positively relatedto leasing out land. These results are in line with the presupposition that the demandfor land market transactions is stimulated by offfarm economic opportunities, as in thetheoretical framework. The size of owned farmland is important in the participation decision,as households with greater per capita land endowments are more likely to rent out land.Table 3 presents the comparable estimates from probit regressions for the most recentcross section of the IFLS, using a binary variable indicating land market participation onthe supply side in 2007. Some of the land rental and profitsharing arrangements in the IFLS4 could simply be the continuation of prior arrangements. To account for this, theland market variable from 2000 i.e., supply side land market participation in the IFLS3 isincluded as an explanatory variable. Past participation is a significant predictor of currentparticipation in all four specifications. Focusing again on the variable of interest, the probitresults reinforce the findings from the differenceindifference analysis. Possession of a landcertificate increases the propensity to supply land by 3.3 to 4.3 percentage points.The differenceindifference and probit results have established a clear link between landcertificates and land market activity. Tenure insecurity, unclear boundary definitions, andthe complexity of the customary system of property rights are preventing unregistered landfrom being readily transferred in the rental and sales markets. Acquiring a formal legaltitle improves the liquidity of farmland. Further analysis of unregistered land is required to 24establish whether the theoretical model presented in Section 2 is a reasonable representationof land markets with uncertainty and private information about tenure security.Tenure Insecurity in the Market for Unregistered Land The degree of tenure security associated with a particular plot is unobservable. It is preciselythis hidden information that renders land illiquid in order for potential buyers to distinguishthe ownership rights associated with a vendors plot. Although private information makesit difficult for econometric analysis, a proxy variable can be backed out of the IFLS datawhich, according to the theory, is correlated with the parameters i, for all i. Appendix C provides the details for the construction of the proxy variable, lambda. Essentially, landtenure is assumed to be insecure if annual farm output is high relative to the value of theplot. This is based on the premise that owners of insecure land discount future farm profitat a higher rate, which lowers their selfassessed valuation of their land. Taking the ratio ofland rent to land value is one way of backing out the degree of ownership insecurity.Proposition 4.1 can be tested empirically using lambda as a proxy variable for unobservable tenure insecurity. Proposition 4.1i describes the negative relationship between averagetenure insecurity and land market activity, while Proposition 4.1ii characterizes a negativerelationship between the dispersion of the is and the thickness of the land market. Theseimplications of the theory can be verified in the IFLS data by exploiting differences in thedistributions of lambda across regions. Figure 1 displays the disparities between two Indonesian regions for unregistered land. Land in Java is relatively secure, while the distributionof lproxy in Sumatra suggests that land is more insecure.Table 4 contains the first and second moments of the distributions of lambda, as well asthe share of landowners participating on the supply side of the market for five geographicalregions. It is easy to detect a pattern of high land market participation in regions wheretenure is on average more secure. Land markets are most active in Java, Nusa Tenggara, and Sulawesi, where land is secure low average lambda and the information problem is limited 25Table 2: DifferenceinDifference Results for Supply Side Land Market Participation VARIABLESland certificate 2007 indicatorland certificate 2007 indicatorper capita farmland logheads ageheads age squaredheads gender female 1heads years of schoolinghousehold males 1560 yearshousehold females 1560 yearsindicator for ownership oflivestock or farm assetsvalue of farm assets lognonfarm business indicatorvalue of nonfarm assets logshare of household memberswith offfarm employmentprovincial indicators12340.2970.1300.09910.1170.07540.05690.02930.01450.02370.01180.0001650.0001210.3870.07560.05960.005520.3000.1370.1190.1220.03280.05980.04960.01560.02740.01290.0002180.0001310.1990.08520.04390.005910.05570.03570.06280.03701.2110.08230.02200.0127yesyes 0.2690.1360.1010.1230.08740.05910.04040.01510.01620.01219.10e050.0001230.4520.07710.04920.006020.3120.05050.05400.01460.3650.0830yes 0.2790.1420.1180.1280.04010.06190.05710.01630.02430.01320.0001850.0001330.2380.08670.03670.006400.07830.03700.03780.03831.1720.08510.01670.01310.2500.05350.04560.01570.2870.0874yesobservations Notes: Parameter estimates from the probit estimation of equation 6. Standard errors in parentheses.Single asterisk denotes statistical significance at the 90% level of confidence, double 95%, triple 99%.Source: Indonesian Family Life Survey IFLS, calculations by author.4,2194,0664,0533,91126Table 3: Probit Results for Supply Side Land Market Participation in 2007VARIABLES1234land certificatesupply side land marketparticipation in 2000per capita farmland logheads ageheads gender female 1heads years of schoolinghousehold males 1560 yearshousehold females 1560 yearsindicator for ownership oflivestock or farm assetsvalue of farm assets lognonfarm business indicatorvalue of nonfarm assets logshare of household memberswith offfarm employmentprovincial indicators 0.1690.07200.6450.08310.04140.02290.006860.002690.4090.1030.05940.007760.1520.07580.5690.08860.06530.02550.005270.002860.2600.1160.03860.008420.005250.04840.06510.05221.3110.1200.03020.0182yesyes 0.1450.07400.6400.08480.04270.02370.006150.002770.4670.1050.04920.008370.2950.07040.05840.02140.3450.116yes 0.1360.07760.5780.09010.06030.02610.005060.002930.2930.1170.03180.009000.03470.05020.04430.05331.2590.1240.02180.01860.2220.07460.04620.02330.2550.123yesobservations Notes: Parameter estimates from the probit estimation of equation 7. Standard errors inparentheses. Single asterisk denotes statistical significance at the 90% level of confidence, double 95%, triple 99%.Source: Indonesian Family Life Survey IFLS, calculations by author.2,0942,1602,2182,14627small standard deviation of lambda. The two regions with the least active land marketsamong unregistered landowners, Kalimantan and Sumatra, have the most severe averagetenure insecurity as well as the distributions with the most dispersion.To investigate further, variables can be generated by computing the mean and standarddeviation of lambda in the households province of residence. The distributions are highlyskewed, and the first two moments are highly sensitive to outliers. To circumvent this issue,a transformation of lambda is computed in order to derive a proxy variable for land tenuresecurity LTSproxy log lambda. The distribution of LTSproxy has nicer properties thanthe distribution of lambda. The variables LTSproxy MEAN, LTSproxy SD, and LTSproxy CVare generated by computing the mean, standard deviation, and coefficient of variation of LTSproxy in the households province of residence. Including average tenure security, andthe dispersion of tenure security across plots within each province in the probit models ofland market participation allows Proposition 4.1 to be tested formally. While the coefficientshave the appropriate signs not shown, the significance levels are low significant only atthe 10 percent level when both variables are included. This is likely because provinces withlow tenure security also tend to suffer from high degrees of heterogeneity in land rights.Instead of including both the mean and the standard deviation, only the coefficient of variation, LTSproxy CV, is included in the probit models. In a given province, heterogeneity ofownership rights across plots high LTSproxy SD implies a high LTSproxy CV, and shouldlimit land market participation according to Proposition 4.1i. Low average tenure securitylow LTSproxy MEAN also implies a high LTSproxy CV, and should curb participation inthe land rental and lease markets according to Proposition 4.1ii.The probability of supplying unregistered land to the lease market in 2007 is representedby the probit equation Prcid:0y 2007i 1cid:1 cid:00 1LT Sproxy CVj 2y 2000i 3Xi 4Yi 5Zicid:1,8where i indexes households; j indexes provinces; y 2007i, y 2000i, Xi, Yi, and Zi are defined 28as before; and is the standard normal distribution function. Table 5 presents the resultsfor the sample of landowners without legal documentation of ownership. The standard errorsare adjusted to allow for clustering based on the 13 provinces included in the IFLS sample.Households living in provinces with high LTSproxy CV are much less likely to be conductingland market transactions. For example, a decrease in the coefficient of variation from thehighest to the lowest provincial statistic is associated with an increase in the probability ofsupply side land market participation of roughly 8 or 9 percentage points. This is highlysignificant even with farm and nonfarm related variables included on the righthand side.Since LTSproxy CV is proportional to the standard deviation of the proxy variable andnegatively related to the provincial average degree of tenure security, this result supportsboth parts of Proposition 4.1.Finally, it is of interest to examine the effect of individual tenure security on landownersability to supply land within a regional land market. In the absence of private informationregarding heterogeneous degrees tenure security, one would expect the relationship betweensupply side land market participation and the proxy variable lambda to be monotonicallydecreasing. To see this, recall that the proxy variable can be broadly interpreted as theratio of land productivity to market value. When the price of land is high lambda is low,landowners with offfarm economic opportunities are willing to transact. On the other hand,when the market value of land is too low lambda is high, households are more likely toswitch from renting out land to autarky.In contrast, if the equilibrium of the model in Section 2 accurately reflects the market for farmland in rural Indonesia, then the mostinsecure plots should be more readily sold or rented out. This is because illiquidity is usedas a screening mechanism to identify secure land, since only sellers experiencing a low risk ofland confiscation and without unresolved land conflicts are willing to accept a low probabilityof trade. This is an implication of the theory that is not shared by conventional transactioncost models of land market liquidity.29Table 4: Land Market Activity and lambda by Region REGIONSumatra Java Nusa Tenggara Kalimantan Sulawesishare of landownerssupplying land % mean std. dev.lambda 14.26718.18215.19412.93522.2830.2380.1620.1420.4100.2040.2340.1810.1520.2960.191All Regions Source: 2007 Indonesian Family Life Survey IFLS4, calculations byauthor.16.3940.2040.206Table 5: Probit Results for Supplying Unregistered Land in 2007VARIABLES1234LTSproxy CV1.1501.103per capita farmland logsupply side land marketparticipation in 2000household variablesfarm variablesnonfarm variablesprovincial indicators0.4340.03330.02090.7040.0851yesnonono0.4040.04460.01940.6110.116yesyesnono1.0290.4180.04340.02600.6970.09311.0250.3670.04770.02520.6240.122yesnoyesnoyesyesyesno 1,4791,4461,5331,495observations Notes: Parameter estimates from the probit estimation of equation 8. Standard errorsin parentheses. Single asterisk denotes statistical significance at the 90% level of confidence, double 95%, triple 99%. Household variables include heads age, heads gender,and heads years of schooling. Farm variables include household males and females 1560 years, indicator for ownership of livestock or farm assets, and value of farm assetslog. Nonfarm variables include nonfarm business indicator, value of nonfarm assetslog, and share of household members with offfarm employment.Source: Indonesian Family Life Survey IFLS, calculations by author.30ninoitapicitraptekramdnaledisylppu S:4erugi Fartamu Sninoitapicitraptekramdnaledisylppu S:3erugi Fava Jdnanoitapicitraptekramdnaledisylppu Sadbmal,ytirucesnierunetrofelbairav:2erugi Fyxorpehtadbmalfonoitamitseytisnedlenrekeh T:1erugi Fdnalderetsigernurofnoigeryb 31000111222333444555Density Density Density 000.2.2.2.4.4.4.6.6.6.8.8.8111lambdalambdalambda All Regions All Regions All Regions Java Java Java Sumatra Sumatra Sumatrakernel gaussian, bandwidth 0.0371kernel gaussian, bandwidth 0.0371kernel gaussian, bandwidth 0.0371Kernel density estimate Kernel density estimate Kernel density estimate 000.05.05.05.1.1.1.15.15.15.2.2.2supply side land mkt participation 2007supply side land mkt participation 2007supply side land mkt participation 2007000.2.2.2.4.4.4.6.6.6.8.8.8111proxy variable for lambdaproxy variable for lambdaproxy variable for lambda Lowess smoother Lowess smoother Lowess smoother 000.05.05.05.1.1.1.15.15.15.2.2.2supply side land mkt participation 2007supply side land mkt participation 2007supply side land mkt participation 2007000.2.2.2.4.4.4.6.6.6.8.8.8111proxy variable for lambdaproxy variable for lambdaproxy variable for lambda Lowess smoother Lowess smoother Lowess smoother 000.05.05.05.1.1.1.15.15.15.2.2.2supply side land mkt participation 2007supply side land mkt participation 2007supply side land mkt participation 2007000.2.2.2.4.4.4.6.6.6.8.8.8111proxy variable for lambdaproxy variable for lambdaproxy variable for lambda Lowess smoother Lowess smoother Lowess smootherLocally weighted scatterplot smoothing, or LOWESS, is applied to the data to describethis relationship. LOWESS is a technique that uses polynomial regressions to summarize abivariate relationship. Figure 2 plots the smoothed probability of supply side land marketparticipation by the proxy variable for tenure insecurity, lambda, for farming households inthe IFLS sample without land ownership certificates. To remove the effect of longtermrental contracts, households that leased out land in IFLS3 2000 are excluded. To accountfor differences in land endowments, the double residual method proposed by Robinson 1988is used to control for log per capita farmland.At first glance, the LOWESS estimation does not appear to support the theorys prediction that the most insecure plots are the most liquid. The theoretical model implies that,in equilibrium, the relationship between supplying land in the market and lambda should bepositive and monotonic. As Figure 2 shows, this is only the case over some range of lambda,and there are households at the low end of the distribution that exhibit higher rates of landmarket participation. It is worth remarking that the LOWESS modelling technique doesnot control for other household characteristics and economic variables that contribute to ahouseholds ability and willingness to conduct land market transactions. Moreover, therecould be methods 11 other than formal land titles by which the owners of secure land cancredibly advertise the security of their ownership. This would explain the higher probabilityof land market participation in Figure 2 among landowners with lambda close to zero, whilethe screening mechanism proposed here explains the increasing part for lambda 0.2, 0.6.Note that Figure 2 displays the estimation for unregistered landowners from all regions.Since the results of the probit models with provincial variables suggest that the differencesin land tenure systems across regions is important in understanding land market activity,it makes more sense to investigate the relationship between land market participation andlambda for specific regions. Figures 3 and 4 display the LOWESS smoother for the two 11For example, Besley 1995 suggests that investments in the land, such as planting trees, can enhancetenure security. It could be that owners with relatively secure property rights find it worthwhile to invest intheir land as a way of signalling the quality of their ownership rights to potential buyers. Future work willinvestigate signalling and screening in land markets where tenure is insecure.32geographic regions with the highest sample sizes in the IFLS: Java and Sumatra. Theevidence no longer appears to falsify the models mechanism, as the propensity to supplyland increases for high values of the proxy variable lambda.This evidence supports illiquidity as a screening mechanism over other theories of landmarket inactivity. The proxy variable is roughly the ratio of farm output to market value.High values of lambda therefore imply highly productive land but with low market value.In a conventional model of land markets, these are the last people one would expect on thesupply side of a land transaction. The LOWESS estimation reveals that it is precisely thesehouseholds at the high end of the lambda distribution that have the highest probability ofsupply side land market participation. This empirical trend is difficult to reconcile with othermodels, but the theory presented here offers an answer: a landowner would be willing tosell or lease a productive plot of land for a low market price if tenure is insecure. Moreover,illiquidity as a screening device explains why a Sumatran plot with lambda 0.6 is morelikely to be leased out than a plot with lambda 0.2.6 Conclusions This paper proposes a theory to explain the varied levels of activity across land marketsin developing countries in terms of the security of property rights over land. Despite thediscussion of land market thinness in the literature, tenure insecurity in most land marketmodels either affects the price of land Feder and Onchan, 1987 or the presence of transactioncosts Besley, 1995; Deininger and Jin, 2005. In contrast, I construct a model that allowsone to explicitly characterize important aspects of the land market such as the volume oftrade and the likelihood of selling a particular plot. The results show how the number ofland transactions in an economy with an emerging offfarm labour market can be hinderedby tenure insecurity: a characteristic of many property rights regimes over land. Moreover,when ownership security becomes more varied across plots, the adverse selection problemworsens and land market activity declines.33Enhancing tenure security is often cited as a motivation for land titling programs indeveloping countries. Land titles allow for the verification of ownership, which reduces theincidence of land disputes as well as land market transaction costs in general. The availabilityof records reduces asymmetric information about ownership and the quality of the land title.In smallholder farming communities in Indonesia, land registration has endowed land userswith more secure rights and triggered a higher volume of land transfers. The result thatlandowners without legal documentation cannot transact land as readily as certified ownersis evidence that tenure insecurity and private information about property rights lead to thinland markets. Empirically, a novel contribution of this study is the derivation of a proxyvariable for land tenure insecurity, which has traditionally been difficult to measure. Thiswidened the scope of the study to include parametric and nonparametric analyses of supplyside land participation among unregistered farming households.Future work could extend the theoretical model to a dynamic setting. Instead of affectingthe probability of a transaction, inefficiencies of the land market will affect the time requiredto sell or lease. These endogenous transaction frictions will slow down the flow of labour fromagricultural to offfarm activities. Further empirical work could investigate the link betweentenure security, land market activity and the migration patterns of household members in Indonesia. The IFLS tracked and interviewed individuals who moved or separated from theiroriginal household between surveys. This feature of the IFLS along with the high householdrecontact rates make it a promising data source to study the link between land marketsand migration decisions. Finally, in light of the LOWESS estimation results, extending theframework to investigate both signalling and screening technologies in a land market withtenure insecurity might explain the high participation rates at both tails of the distribution.34References Ai, Chunrong and Edward C. Norton. 2003. Interaction terms in logit and probit models.Economic Letters 80 1:123129.Akerlof, George A. 1970. The market for lemons: quality uncertainty and the marketmechanism. The Quarterly Journal of Economics 84 3:488500.Besley, Timothy. 1995. Property rights and investment incentives: theory and evidencefrom Ghana. Journal of Political Economy 103 5:903937.Brasselle, AnneSophie, Fr ed eric Gaspart, and JeanPhilippe Platteau. 2002. Land tenuresecurity and investment incentives: puzzling evidence from Burkina Faso. Journal of Development Economics 67 2:373418.Carter, Michael R. and Yang Yao. 2002. Local versus global separability in agriculturalhousehold models: the factor price equalization effect of land transfer rights. American Journal of Agricultural Economics 84 3:702715.Chiu, Jonathan and Thorsten V. Koeppl. 2010. Market freeze and recovery: trading dynamics under optimal intervention by a marketmakeroflastresort. manuscript, Bankof Canada .Deaton, Angus. 2010a. Instruments, randomization, and learning about development.Journal of Economic Literature 48 2:424455  2010b. Understanding the mechanisms of economic development. Journal of Economic Perspectives 24 3:316.Deininger, Klaus and Raffaella Castagnini. 2006. Incidence and impact of land conflict in Uganda. Journal of Economic Behavior and Organization 60 3:321345.Deininger, Klaus and Songking Jin. 2005. The potential of land rental markets in the processof economic development: evidence from China. Journal of Development Economics 78 1:241270.35Deininger, Klaus and Songqing Jin. 2006. Tenure security and landrelated investment:evidence from Ethiopia. European Economic Review 50 5:12451277  2009. Land rental markets in the process of rural structural transformation: productivity and equity impacts from China. Journal of Comparative Economics 37 4:629646.Deininger, Klaus, Eduardo Zegarra, and Isabel Lavadenz. 2003. Determinants and impactsof rural land market activity: evidence from Nicaragua. World Development 31 8:13851404.Feder, Gershon and Tongroj Onchan. 1987. Land ownership security and farm investmentin Thailand. American Journal of Agricultural Economics 69 2:311320.Fenske, James. 2010. Land tenure and investment incentives: evidence from West Africa.Journal of Development Economics In Press, Corrected Proof.FirminSellers, Kathryn and Patrick Sellers. 1999. Expected failures and unexpected successes of land titling in Africa. World Development 27 7:11151128.Guerrieri, Veronica, Robert Shimer, and Randall Wright. 2010. Adverse selection in competitive search equilibrium. Econometrica 78 6:18231862.Holden, Stein T., Klaus Deininger, and Hosaena Ghebru. 2007. Impact of land certificationon land rental market participation in Tigray region, Northern Ethiopia. MPRA Paper 5211 .Holden, Stein T., Keijiro Otsuka, and Frank M. Place, editors. 2009. The emergence of landmarkets in Africa: assessing the impacts on poverty, equity, and efficiency. Washington,DC, USA: Resources for the Future.Jacoby, Hanan G., Guo Li, and Scott Rozelle. 2002. Hazards of expropriation: tenureinsecurity and investment in rural China. American Economic Review 92 5:14201447.Kung, James Kaising. 2002. Offfarm labor markets and the emergence of land rentalmarkets in rural China. Journal of Comparative Economics 30 2:395414.36Lester, Benjamin, Andrew Postlewaite, and Randall Wright. 2009. Information and liquidity. manuscript, University of Pennsylvania .Li, Guo, Scott Rozelle, and Loren Brandt. 1998. Tenure, land rights, and farmer investmentincentives in China. Agricultural Economics 19 12:6371.Liu, Shouying, Michael R. Carter, and Yang Yao. 1998. Dimensions and diversity of property rights in rural China: dilemmas on the road to further reform. World Development 26 10:17891806.Moen, Espen R. 1997. Competitive search equilibrium. Journal of Political Economy 105 2:385411.Place, Frank and S. E. MigotAdholla. 1998. The economic effects of land registrationon smallholder farms in Kenya: evidence from Nyeri and Kakamega districts. Land Ecomomics 74 3:360373.Risnarto. 2009. Impact of land certification on land market and smallscale landholders.In Land and household economy 19702005: changing road for poverty reduction, editedby I. Wayan Rusastra, Sahat M. Pasaribu, and Yusmichad Yusdja. Indonesian Center for Agriculture Socio Economic and Policy Studies ICASEPS, 3760.Robinson, P. M. 1988.Rootnconsistent semiparametric regression. Econometrica 56 4:931954.Skoufias, Emmanuel. 1995. Household resources, transaction costs, and adjustment throughland tenancy. Land Economics 71 1:4256.Vranken, Liesbet and Johan Swinnen. 2006. Land rental markets in transition: theory andevidence from Hungary. World Development 34 3:481500.Walijatun, Djoko and Chris Grant. 1996. Land registration reform in Indonesia. Jakarta,Indonesia: International Conference on Land Tenure and Administration in Developing Countries.37Yang, Dennis Tao. 1997. Chinas land arrangements and rural labor mobility. China Economic Review 8 2:101116.Yao, Yang. 2000. The development of the land lease market in rural China. Land Economics 76 2:252266.38A Proof of Proposition 3.1It is straightforward to check that these prices and allocations satisfy the equilibrium conditions 1, 2, and 3. Claim 1 establishes that the proposed prices, allocations, and utilitiessatisfy the equilibrium refinement. Lemma 1 shows that there cannot exist a pooling submarket. Finally, Claims 2, 3, and 4 establish uniqueness.Claim 1 The prices, allocations, and utilities in Proposition 3.1 satisfy the equilibriumrefinement.If pcid:48 1 H c p H, the Proof. Consider all possible deviations, pcid:48 RP.payoff to the buyer in a land transaction is negative. If pcid:48 1 L c p L, no sellerwill enter the new submarket since submarket p L is strictly preferred. Finally, considerpcid:48 1 L c, 1 H c. Let denote the buyerseller ratio in the new submarketpcid:48. Type L sellers are attracted to the new submarket ifmin, 1pcid:48 L 1 L L c UL L 1 L L cpcid:48 LSimilarly, type H sellers are attracted to the new submarket ifmin, 1pcid:48 H 1 L L c1 H L ccid:21 H H ccid:3 1 L L c 1 H H c1 H L c pcid:48 H HOne can rank the cutoffs L and H defined above for any pcid:48 1 L c, 1 H c.L pcid:48 L1 L L cpcid:48 Hpcid:48 L1 H L c pcid:48 H 1 L L c 1 H H c 1 H H c1 H L c HLet pcid:48 1 L c 1 1 H c pcid:48 1 H c L H,39 0, 1. The inequality from above becomes1 H H c L H1 H L c L H1 H H c1 H L cand the inequality is strict for any 0, 1. This establishes L H for any new submarketpcid:48 1 L c, 1 H c. Since type H sellers correctly anticipate that type Lsellers will enter submarket pcid:48 until the buyerseller ratio is L, the type H sellers choose notto enter. Since the deviation pcid:48 1 L c attracts only sellers of insecure land, thedeviation is not profitable.Lemma 1 There are no submarkets that attract both type L and type H sellers in anycompetitive land market equilibrium.Proof. Suppose for the sake of contradiction that there exists a submarket with price pthat attracts s Lp type L sellers and s Hp type H sellers. The typedependent utilities arecid:26cid:26cid:27cid:27 UL min UH minbps Lp s Hpbps Lp s Hp, 1, 1p Lp Hcondition, which requires p cid:104and buyers in submarket p earn a payoff of zero in expectation because of the free entry c. Consider a deviationto pcid:48 p, 1 H c. Let again denote the buyerseller ratio in the new submarket.A type L seller prefers the new submarket ifs Lps H p L s H p1 s Lps Lps H pHcid:105cid:26cid:26min, 1pcid:48 L min min, 1 minbps Lp s Hpbps Lp s Hp, 1, 1cid:27cid:27cid:18 p Lp Lpcid:48 Lcid:19Similarly, a type H seller prefers the new submarket ifcid:26min, 1 mincid:19cid:27cid:18 p Hpcid:48 H, 1bps Lp s Hp40Sincep Hpcid:48 Hp Lpcid:48 Ltype H sellers enter the new submarket until the buyerseller ratio iscid:26 minbps Lp s Hp, 1cid:19cid:27cid:18 p Hpcid:48 H 0, 1which is low enough that the new submarket makes type L sellers worse off. Consequently,the deviation attracts only type H sellers, which yields a positive payoff to the buyer sincepcid:48 1 H c and 1.Lemma 2 In any competitive land market equilibrium, there is a submarket p L P withs Lp L 0.Proof. Suppose for the sake of contradiction that there is no such submarket, and therefores Lp 0 for all p P and UL 0. A subset of buyers can offer p L L with 0close to zero. All potential type L sellers will choose to enter the market since p L L 0.The expected payoff to buyers in the new submarket is at least 1 L L c evenhigher if H types enter the submarket as well. With small enough, this payoff becomesarbitrarily close to 1 L L c, which is strictly positive by Assumption 2.Claim 2 In any competitive land market equilibrium, UL 1 L L c, and thereis a submarket with price p L 1 L c.Proof. By Lemma 2, there is some p L P with s Lp L 0 such thatcid:27cid:26 bp Ls Lp L UL minp L L 0, 1Suppose for the sake of contradiction that UL cid:54 1 L L c. First, suppose UL 1 L L c. Sincecid:26 bp Lcid:27min, 1s Lp Lp L L p L L41this can only occur if p L 1 L c. Any transaction involving type L land in asubmarket with price p L 1 L c will yield a negative payoff to the buyer. Thisis a contradiction since, according to Lemma 1, there can only be one type of seller in anequilibrium submarket.Suppose then that UL 1 L L c. Since its already been established thatp L 1 L c, then either bp Ls Lp L 1 or p L 1 L c. If bp Ls Lp L 1,then the buyers free entry condition implies p L 1Lc. A buyer can post a deviatingoffer p p L , with 0 small enough that some type L sellers prefer the new offer:p L L cid:20bp Ls Lp L1 bp Ls Lp Lp L Lcid:21p L LSince the deviating offer attracts sellers and involves a smaller payment for land, the deviation is profitable.If p L 1 L c, consider the deviating offer p p L, 1 L c. Sincep L p L L ULsome type L sellers prefer the new submarket. Moreover, since p 1 L c, thedeviation is profitable. This completes the proof that UL 1 L L c. Moreover,the possibility that p L cid:54 1 L c has been ruled out.Lemma 3 In any competitive land market equilibrium, there is a submarket p H P withs Hp H 0.Proof. Suppose for the sake of contradiction that there is no such submarket, and therefores Hp 0 for all p P and UH 0. A subset of buyers can offer any p H 1 H c ,42with 0 close to zero. Type L sellers will prefer the new submarket ifmin, 1p H L 1 L L c UL 1 H L c1 L L c LFor close to zero, L 1. Type H sellers will enter the new submarket, since Lp H H 1 H L c1 L L c 1 H H c 0where the last inequality follows from Assumption 2 and small. Since type L sellerscorrectly anticipate that type H sellers will enter submarket p H until the buyerseller ratiois below L, the type L sellers choose not to enter. Since the deviation attracts only sellersof secure land and p H 1 H c, the deviation is profitable.Claim 3 In any competitive land market equilibrium,cid:18 1 L L c1 H L ccid:19cid:21 H H ccid:3 UH and there is a submarket with p H 1 H c.Proof. By Lemma 3, there is some p H P with s Hp H 0 such thatcid:27cid:26 bp Hs Hp H UH minp H H 0, 1Suppose for the sake of contradiction that UH cid:54First, suppose UH 1 H H c. Then,cid:17cid:16 1LLccid:27cid:26 bp H1H Lc, 1s Hp H UH mincid:16 1LLc1H Lccid:171 H H c.p H Hcid:18 1 L L c1 H L ccid:191 H H c43cid:26 bp Hs Hp Hcid:27, 1cid:18 1 L L c1 H L ccid:19cid:181 H H cp H Hcid:19 minA.1From Claim 2, UL 1 L L c. Condition 2ii of the equilibrium definition requires UL 1 L L c minp H Lcid:26 bp Hcid:27 1 L L cs Hp H, 1p H Lcid:27cid:26 bp H, 1s Hp H minA.2Combining A.1 and A.2 givescid:18 1 L L c1 H L ccid:19cid:181 H H cp H Hcid:191 L L cp H LThis reduces top H 1 H c Any transaction at p H 1 H c yields a negative payoff to the buyer, which contradicts the equilibrium free entry condition for buyers.cid:16 1LLccid:17Suppose then that UH or bp Hs Hp H 1LLcimplies bp Hs Hp H 1. The type L sellers equilibrium condition 2ii requires1 H H c, so either p H 1 H c1H Lc. If p H 1 H c, the buyers free entry condition1H Lcp H L p L L UL p H p LThis is a contradiction since it means either a single submarket for both types, or if theinequality is strict, that type H sellers would prefer the type L submarket.If bp Hs Hp H 1LLc1H Lc, the buyers free entry condition implies p H 1 H c.44Moreover, condition 2ii requires that type H sellers prefer submarket p H over submarket p L: UH bp Hs Hp Hp H H p L Hbp Hs Hp H1 H H c 1 L H c 1 L H c1 H H c bp Hs Hp HA.3Consider the deviating offer p 1 p L p H, 0, 1. The new offer can be writtenp 1 1 L 1 H c 1 L c L HType H sellers prefer the new offer as long asp H Hmin, 1p L bp Hs Hp Hmin, 11 L H c L H bp Hs Hp H1 H H c min, 1 bp Hs Hp H1 L H c L Hcid:181 H H ccid:19 HA.4Similarly, type L sellers prefer the new submarket ifmin, 1p L p L L ULmin, 11 L L c L H 1 L L c min, 1 1 L L c1 L L c L H LA.5The new offer p yields a positive expected payoff to the deviating buyer if H L and H 1: only type H sellers enter the new market if H L; the buyer makes a purchasewith probability one if H 1; and since p p H 1 H c, there is a strictlypositive payoff to the buyer in a transaction. From the definition of L in A.5, one can seethat L 1. The necessary condition for a contradiction is therefore H L. As before,45the cutoffs can be ranked for any p, 0, 1.cid:191 L H c L HH L1 H H ccid:18cid:181 H H c1 L L ccid:191 L L c1 L L c L H 1 L H c L H1 L L c L Hbp Hs Hp Hbp Hs Hp HBy assumption and from A.3,cid:20 1 L H c1 H H ccid:191 L L c1 H L c,bp Hs Hp HDenote the particular buyerseller ratio in submarket p H by the convex combinationcid:18 1 L H c1 H H ccid:19cid:18 1 L L c1 H L ccid:19 1 with 0, 1. Substituting this into the inequality above yields1 cid:181 L H c1 L L ccid:19cid:19cid:181 H H c 1 L H c L H1 L L c L H1 H L c A.6The lefthand side of A.6 is a monotonic function of ,Similarly, the righthand side of A.6 is a monotonic function of ,By the intermediate value theorem, for any lefthand side value evaluated at 0, 1, there 46cid:201 L H c1 L L ccid:201 L H c1 L L c L : 0, 1 R : 0, 1 1 H H c1 H L c,1 H H c1 H L c,cid:21cid:21is a 0, 1 such that L R. Since R is strictly increasing, for any 0, 1,there is a 0, 1 such that L R. This means that a profitable deviating offer isalways possible. This completes the proof thatcid:18 1 L L c1 H L c UH cid:19cid:21 H H ccid:3Moreover, the possibility that p H cid:54 1 H c has been ruled out.Claim 4 In any competitive land market equilibrium, s Lp L SL, bp L SL, s Hp H SH, andbp H 1 L L c1 H L c SHProof. Claim 2 and the definition of UL, UL 1 L L c mincid:26 bp Ls Lp Lcid:27, 1p L Limply bp L s Lp L. However, bp L s Lp L violates the free entry condition for buyers,so it must be that bp L s Lp L. Since UL 0, equilibrium condition 2ii requires thatall type L sellers enter the land market, s Lp L SL.Claim 3 and the definition of UH implybp H 1 L L c1 H L cs Hp HWith UH 0, all type H sellers enter the land market, s Hp H SH.By Claims 2, 3, and 4, the unique competitive land market equilibrium is characterized bythe proposed prices, allocations of buyers and sellers across submarkets, and typedependentpayoffs.47B Comparative Statics and Efficiency Results It is convenient to introduce some additional notation. Let L and H .Then the system of property rights over land can be summarized by the two parameters:unweighted average tenure insecurity, , and a measure of the dispersion with respect tothe quality of land titles, . Let L and H denote the share of type i sellers trading inequilibrium, i L, H. Then L, 1, and H, cid:181 L, c1 L, ccid:19where L, max1 , 1 w U w RIn order to derive useful comparative statics results, it is useful to first state the following:Lemma 4 Let L and H . The fraction of type H sellers trading inequilibrium, H, is continuous in and .Proof of Lemma 4Let , be any pair , satisfying w U w R 11. It is straightforwardto check thatlim,, H, lim,,H, H, Since H, is also continuous off the boundary, H is a continuous function.Proof of Proposition 4.1iLet L and H , and analyze the impact of a change in .12 Proposition 4.1iholds if the number of type H land transactions, HSH, declines with . Differentiating H12This is a way of increasing the is in manner that preserves the degree of heterogeneity in the qualityof land titles. Otherwise it would be impossible to separate the effect of the land tenure insecurity problemand the the effect of heterogeneity.48with respect to yields H21 21 1 c2 00if w U w R 1 1 if w U w R 1 1 Therefore, if w U w R 1 1 , an increase in does not affect activity in theland market. The cutoff 1 1 decreasing in implies that as increases, atsome point w U w R 11 and the buyerseller ratio in the type H submarketdeclines, reducing the total number of land transactions.Proof of Proposition 4.1iiLet L and H , with 0, and analyze the effect of , since an increase in represents greater heterogeneity in the quality of land market titles. Proposition 4.1iiiholds if the number of type H land transactions, HSH, declines with . Differentiating Hwith respect to yields H2 1 1 c1 1 c2 02cid:2w U w R ccid:3w U w R 2 c2 0if w U w R 1 1 if w U w R 1 1 This establishes the result that the number of type H land transactions declines with .Proof of Proposition 4.2To determine whether a Pareto improving market intervention is possible given the asymmetric information in the land market, consider an allocation that treats all landowner typesidentically, regardless of the level tenure security associated with their plot. The number ofbuyers equals the number of sellers, bp SL SH, and the price of land, p, must satisfy a 49freeentry condition:cid:181 p cid:19 c SLSL SHL SHSL SHHThe expected payoff for a seller of type i L, H is thereforecid:18cid:19 U Pi 1 SLSL SHL SHSL SHH i c Type L sellers prefer the pooling allocation over the competitive land market equilibrium if U PL UL, orcid:181 SLSL SHL SHSL SHH L c 1 L L c The inequality is satisfied because L H. Type L sellers prefer the pooling allocationbecause the price is higher than the market price for type L land. In addition, there is notradeoff in terms of market liquidity for type L sellers, since type L land is perfectly liquideven in the market equilibrium.Type H sellers may or may not prefer the pooling allocation. Their preference for thepooling regime requires a low proportion of type L land plots:cid:19cid:19cid:18 U PH 1 SLSL SHL SLSL SHcid:19 H c HSHcid:18 1 L L c SL SH1 H L c1 H H c1 H L c1 H H c UHType H sellers prefer the price of land in the type H equilibrium submarket over the priceof land in under the pooling regime. However, type H land is perfectly liquid in the pooling regime, but not in equilibrium. The greater efficiency in trade outweighs the cost ofsubsidizing type L sellers as long as there is not too much insecure land in the economy.50Proof of Proposition 4.3Land market transactions take place as long as there are gains from trade, taking intoaccount illiquidity and buyers cost of entering the land market. With w U w R fixed, aneconomy starting from a case 3 environment will eventually switch to a case 2 environmentas increases, and then to a case 1. This is because rural residents develop greater incentivesto accept urban job offers as the land tenure problem worsens. Proposition 4.3 then assertsthat a case 1 land market will break down as increases further.Te surplus to a seller is p 1 i, and the surplus to the buyer is 1 i p,i L, H. The total surplus of a type i land market transaction, including the entry cost,is therefore 1 1 i c. A land market exists only if 1 1 L c. Supposethat 1 1 L c. If 1 1 H c, there are no gains from trading eithertype of land plot. Instead, if 1 1 H c 1 1 L, the land market shutsdown entirely even though there remain gains from trading type H land because buyers cannon longer screen for the type L land. Type L sellers will be attracted to the type H market,and potential buyers, anticipating this outcome, choose not to enter. With L and H , the land market shuts down whenever1 1 c 1 1 c1 51C Deriving the Proxy Variable for Tenure Insecurity The degree of tenure security associated with a particular plot is unobservable. It is preciselythis hidden information that renders land illiquid in order for potential buyers to distinguishthe ownership rights associated with a vendors plot. Although private information makesit difficult for econometric analysis, a proxy variable can be backed out of the IFLS datawhich, according to the theory, is correlated with tenure insecurity the is. Recall fromthe model that the price of a plot of land before transaction costs ispi 1 iThe analogous pricing equation in an infinite horizon framework ispi,t 1 iEtpi,t1C.1C.2where t indexes time, and is the discount factor. Equation C.2 can be rearrangedto express the price of land as the present discounted value of the stream of per periodagricultural output.pi cid:88j0j1 ij 1 1 iC.3The value of insecure land i.e., land with a high is lower because future farm output isdiscounted according to the risk of expropriation. Figure 5 plots the densities of the log ofselfreported value per hectare of household land separately for registered and unregisteredland to see if this might be true in the data. On average, the perceived value of unregisteredland is less than the value of land when ownership is secured by land certificates.13The in equations C.2 and C.3 is broadly interpreted as land rent. If we assumethat i,t for household i at time t is a function of farm assets ki,t, labour endowments ni,t,13This is not the only interpretation. For example, if land differs in terms of soil quality, it may be thatowners of poor quality land do not find it worthwhile to obtain a certificate. However, the property rightsexplanation becomes more plausible when I compare the ratio of the land value to annual farm output andfind that the relationship still holds.52and landholdings li,t, we can express land rent as ki,t, ni,t, li,t. Moreover, if factor inputsand land rent are relatively stable over time, thenpi ki, ni, li1 1 iand a proxy variable for can be defined aslambdai i ki, ni, lipiC.4C.5if the discount factor is close to one.In the IFLS, farming households were asked to estimate the market value of their land,and to report their annual farm output. To recover a variable representing land rent, thecontributions of farm assets and labour must first be subtracted from farm output. To doso, I first estimate the parameters of an agricultural production function:ai expAkki nnilliC.6ai is farm output for household i; li, ni, and ki are land, labour, and capital used by householdi; and expA is total factor productivity. Taking the logarithms of both sides of C.6 givesan equation that can be estimated by ordinary least squares:log ai A k log ki n log ni l log li iC.7Estimates of the wage rate and rental rate on capital are obtained using marginal products:w n a nandrk k a kC.8where a, n, and k are the average levels of farm output, employment, agricultural capital 53stock. Lands contribution to farm output can be writtenki, ni, li ai wni rkkiC.9which can be calculated from the data using farm output, farm labour endowment, andfarm assets. Plugging this into the numerator of C.5 and the reported land value intothe denominator yields a proxy variable for i. Notice that is computed using ai andnot the fitted values from the production function estimation since the unexplained partof agricultural output likely reflects undocumented land characteristics such as soil qualityand topography. Then, according to equation C.5, any unobserved characteristics thataffect land productivity the numerator will also be reflected in the value of the land thedenominator. In the construction of lambda, these effects will cancel out, so that the proxyvariable is less sensitive to land characteristics such as soil quality and topography. Anyfactor that influences the perceived value of a plot of land without affecting annual farmoutput will however generate misleading lambda values.I therefore remove the effect ofproximity to the provincial capital center on reported land values before constructing theproxy variable.14According to the theory, lambda is an estimate of i. If this procedure truly generatesa reasonable proxy variable, one would expect lambda to be distributed between 0 and 1.Moreover, since even a small probability of losing ownership in a given year reflects a substantial amount of insecurity, most of the mass should be located close to zero. Figure 6 displaysthe kernel density of the derived proxy variable, lambda. The distribution is as expected.14The log of the reported value per hectare of land, log vi, is regressed on a constant and the distance fromthe provincial capital center, di:log vi 0 1di i The estimated coefficient on the distance variable, 1 is negative and significant at the 1 percent level.Then, the adjusted total land value used to construct the proxy variable for tenure insecurity is adjustedbased on the proximity to the provincial capital center:lambdai expcid:0 log vi 1di dcid:1 liyi wni rkkiwhere d is the average distance between a farm plot and the capital center.54Figure 5: The kernel density estimation of the perhectare value of household land logFigure 6: The kernel density estimation of the proxyvariable for tenure insecurity, lambda 55000.05.05.05.1.1.1.15.15.15.2.2.2.25.25.25Density Density Density 101010151515202020252525log land value per halog land value per halog land value per haunregistered landunregistered landunregistered landregistered landregistered landregistered landkernel gaussian, bandwidth 0.3631kernel gaussian, bandwidth 0.3631kernel gaussian, bandwidth 0.3631Kernel density estimate Kernel density estimate Kernel density estimate 000111222333444Density Density Density 000.2.2.2.4.4.4.6.6.6.8.8.8111lambdalambdalambdakernel gaussian, bandwidth 0.0371kernel gaussian, bandwidth 0.0371kernel gaussian, bandwidth 0.0371Kernel density estimate Kernel density estimate Kernel density estimateD Model Extension: Heterogeneous Productivity There are countless potential forces generating the demand for land ownership transferabilityin rural agricultural economies. In the main part of the paper, I chose to model the landmarket in an environment where a fraction of landowners receive opportunities to workmore productively in a modern sector. The emerging offfarm economy and migration flowsspur land market activity. Another possible driver could be heterogeneity in land userproductivities, which generates incentives to transfer land to the most productive workers.Instead of an emerging offfarm economy, suppose households are subject to productivityshocks. In particular, assume that with probability q, a household switches from high to lowproductivity. This interpretation of the model is consistent with some of the land marketliterature that derives a demand for land transferability from heterogeneous productivityBesley, 1995; Yao, 2000; Deininger and Jin, 2005 or from heterogeneous household resourcesand endowments Skoufias, 1995.Let a a L, a H be the random productivity variable. High productivity landowners earnprofit a H, and low productivity households earn a L. Normalize a H 1 and a L 1.The negative productivity shock can be interpreted, for example, as a shock to a householdslabour endowment, or as a health shock that impedes a landowner from making full use of hisland. Before agricultural production takes place, there are incentives for land transactionsdriven by the potential gains from transferring land from low to high productivity owners. Abuyers payoff in a land market transaction involving type i land for price p is 1 i p.A type i sellers gain from a land transaction is p 1 i.I make the same simplifying assumptions as in the previous sections. There are only twotypes of land plots, and L H. The short side of the market matches with probabilityone. The measure of highly productive landless agents is enough to ensure that the freeentry conditions hold in equilibrium. This requires q 1 n L n H. Finally, assume thatthe gains from trade are positive for both types of land. A sufficient condition is that theentry cost c is arbitrarily small.56Proposition D.1 There exists a unique competitive land market equilibrium withi land prices: p L 1 L c and p H 1 H cii seller allocations: s Lp L, s Lp H SL, 0 and s Hp L, s Hp H 0, SHiii buyer allocation: bp L SL and bp H iv utilities for type i sellers:1 1 L c1 H 1 L c SH.and UL 1 1 L ccid:21 1 H ccid:3 UH bp HSHThere is only one type of equilibrium, which is similar to a case 1 equilibrium in thebenchmark model with migration decisions. According to part iii of Proposition D.1,the asymmetric information induces illiquidity in the type H land market as a screeningmechanism. All of the results from Section 4 apply to the extended model as well. Namely,higher degrees of tenure insecurity reduce the volume of transactions in the land market.A poor functioning land market affects aggregate farm production. Increased land transferability and reduced tenure insecurity are associated empirically with productivity gains.For example, Holden, Deininger, and Ghebru 2007 find that land rental markets in Ethiopiatransfer land to more productive households. There are unexploited productivity gains, however, as they document the existence of barriers that constrain participation in the Ethiopianrental markets, which are likely related to tenure insecurity and the threat of land confiscation. The model extension captures the Ethiopian experience. Land market deficienciesreduce aggregate output because land cannot always be transferred to more productive users.Reducing frictions in the land market improves land allocative efficiency and increases aggregate output.57", "filename": "662158083.pdf", "person": ["Derek Stacey", "Stacey, Derek"], "date": ["2011"]}