{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45834/1/662153774.pdf"], "title": ["Bilaterale versus multilalterale Entwicklungszusammenarbeit am Beispiel der Vereinten Nationen: Eine Analyse aus traditioneller und institutionenökonomischer Sicht"], "plaintext": "INHALTSVERZEICHNIS1 EINLEITUNG UND VORGEHENSWEISE  12 ZUR BEGRUNDUNG UND DEN ZIELEN INTERNATIONALERENTWICKLUNGSZUSAMMENARBEIT  33 BILATERALE VERSUS MULTILATERALE ENTWICKLUNGSZUSAMMENARBEITAUS TRADITIONELLER OKONOMISCHER SICHT  53.1 Analyse anhand der okonomischen Theorie des Fiskalfoderalismus  53.2 Analyse unter Berucksichtigung der Kosten der Durchfuhrung von Entwicklungszusammenarbeit   74 BILATERALE VERSUS MULTILATERALE ENTWICKLUNGSZUSAMMENARBEIT AUSINSTITUTIONENOKONOMISCHER SICHT DAS BEISPIEL DER VEREINTEN NATIONEN 114.1 Der Aufbau der Vereinten Nationen  114.2 Grundlagen der modernen Institutionenokonomik  134.3 Das Problem unterschiedlicher Ziele der VNMitgliedslander   154.4 Das Problem unterschiedlicher Ziele der beteiligten Entscheidungstrager  214.5 Das Problem asymmetrischer Information   255 BILATERALE VERSUS MULTILATERALE ENTWICKLUNGSZUSAMMENARBEITDER VEREINTEN NATIONEN UNTER WEITEREN ASPEKTEN  286 EXKURS: DIE ENTWICKLUNGSPOLITISCHEN INSTITUTIONEN DERVEREINTEN NATIONEN SPEZIALISIERUNG VERSUS GENERALISIERUNG 297 ZUSAMMENFASSUNG DER ERGEBNISSE UND SCHLUFOLGERUNGEN 32LITERATURVERZEICHNIS  361 EINLEITUNG UND VORGEHENSWEISE1 Die Vereinten Nationen VN1 betreiben seit Jahrzehnten praktische Entwicklungszusammenarbeit EZ2. In letzter Zeit hat das offentliche Interesse an dieser Organisation stark zugenommen. Das liegt zum einen an dem sich in diesem Jahr zum 50. mal jahrenden Geburtstag, zum anderen an den negativen Schlagzeilen uber die gegenwartigen Probleme der VN:Vorwurfe der Ineffizienz, der Geldverschwendung, der Uberburokratisierung, der Inkompetenz 3 und des Versagens in einzelnen Aufgaben sowie einer Finanzkrise, welche aus saumigen Beitragszahlungen resultiert. So sind Diskussionen uber Reformen und Zukunft der VNin vollem Gange, die sich nicht zuletzt auf den Bereich der EZ der VN beziehen. Dieser Bereich ist fur die VN von groer Bedeutung, da mehr als zwei Drittel des VNBudgets daraufentfallen 4 und entwicklungspolitische Fragestellungen zur Zeit hochste Prioritat in der Arbeitder VN genieen 5.2 Die vorliegende Arbeit soll einen Beitrag zu dieser Reformdiskussion leisten, indem sieder Frage nachgeht, ob die VN in Zukunft weiterhin praktische Entwicklungszusammenarbeitbetreiben sollten multilaterale EZ zentrale Ausrichtung oder ob diese Aufgabe besser, d. h.effizienter, in Form bilateraler EZ dezentrale Ausrichtung zwischen einzelnen Nationenerfolgen sollte.3 Es soll zunachst der Frage nachgegangen werden, wodurch eine internationale Entwicklungszusammenarbeit begrundet wird, warum sie auf staatlicher Ebene erfolgen sollte undwelche Ziele sie verfolgt. Danach wird mit Hilfe des Instrumentariums des fiscalfederalismund einer Produktions Kostenbetrachtung gepruft, ob EZ aus theoretischer Sicht eher dezentral oder zentral erfolgen sollte. Anhand der wichtigsten Bausteine der modernen Institu 12Im englischen Sprachgebrauch wird die Abkurzung UN fur United Nations verwendet.In diesem Kontext wird im folgenden Entwicklungspolitik im Sinne internationaler Entwicklungspolitik verwendet, als Entwicklungszusammenarbeit zwischen souveranen Staaten bzw. Zusammenschlussen von Staaten. Wenn von Geberund Empfangerlandern die Rede ist, bezieht sich diese Unterscheidung auf das wichtigste Instrument der EZ: die Entwicklungshilfe. Nationale Entwicklungspolitik und die Existenz von Nichtregierungsorganisationen bleiben unberucksichtigt.3 Vgl. z. B. Klingbiel 1993: 24.4 Vgl. The Nordic UN Project 1991: 16.5 Die groe Bedeutung der Entwicklungspolitik fur die VN auert sich in dem Bekenntnis, da Entwicklung fur die Erreichung und Erhaltung von Frieden und Sicherheit sowohl zwischen als auch innerhalb von Nationen unerlalich ist.Gleichzeitig kann es ohne Frieden keine Entwicklung geben VN 1996: 1. Daher wird zusatzlich zur Agenda fur Frieden zur Zeit auch eine Agenda fur Entwicklung Agenda for Development, VN 1996 von den VN erarbeitet, welche zur Zeit in der jeweils vorlaufigen Fassung im Internet zur Verfugung steht. 2 tionenokonomik Praferenzaggregation, Okonomische Theorie menschlichen Verhaltens,Theorie unvollstandiger Vertrage erfolgt anschlieend eine Analyse der Effizienz der institutionellen Rahmenbedingungen der VN, um die Probleme der praktischen Umsetzung multilateraler EZ darzustellen. Diese Untersuchung der Kosten der Nutzung der Institution VNanhand der institutionellen Rahmenbedingungen erfolgt zunachst unter der Pramisse derschlichten Verfolgung von Eigeninteressen, wobei die Ausgangspositionen aller Beteiligtenbekannt sind.6 Es gibt keine organisatorischen Kontrollprobleme, da alle Groen von Anfangan offenkundig sind.4 In Kap. 4.3 stehen die Eigeninteressen der einzelnen Nationen als solche im Vordergrund.Hier sollen die folgenden Fragen beantwortet werden: Welche Interessen verfolgen die Mitgliedslander? Wie lassen sich die unterschiedlichen Praferenzen zu einer gemeinsamen Zielfunktion aggregierten? Wie wirkt das konkrete Verhalten der Mitgliedslander auf die Ausgestaltung der institutionellen Regelungen der VN? Wie konnen diese institutionellen Regelnder VN beurteilt werden? Dagegen werden in Kap. 4.4 Verhaltensannahmen fur die am Entscheidungsproze der VN beteiligten Individuen dargestellt. Hier sollen Antworten auf folgende Fragen herausgearbeitet werden: Welche Interessen verfolgen diese Individuen? Wiesind diese Interessen im Hinblick auf die Erreichung der entwicklungspolitischen Ziele zubeurteilen? Inwieweit konnen die individuellen Interessen uberhaupt durchgesetzt werden,d.h. gibt es eine effektive Kontrolle? In diesem Kapitel steht die erste Kontrollkomponente im Mittelpunkt: die Kontrollbereitschaft. In Kap. 4.5 wird dagegen eine Kontrollbereitschaft derbeteiligten Individuen vorausgesetzt und nach der zweiten Komponente der Kontrolle gefragt,der Kontrollfahigkeit der VN. Hier wird zusatzlich eine asymmetrische Informationsverteilung zwischen den Kontrolleuren AuftraggeberPrinzipal und den zu kontrollierenden AuftragnehmerAgent unterstellt, wodurch sich den Agenten die Moglichkeit opportunistischen Verhaltens eroffnet. Es steht die Frage im Vordergrund, wie sich diese asymmetrische Informationsverteilung auf die Kontrollfahigkeit der VN auswirkt. Des weiteren soll dargestelltwerden, wie die Auftraggeber ihre Interessen durchsetzen sowie sich gegen opportunistisches Verhalten schutzen konnen und inwieweit sich die Ergebnisse auf das System der VN anwenden lassen.5 Anschlieend wird kurz auf sonstige Vor und Nachteile bi bzw. multilateraler EZ undder VN eingegangen. Zusatzlich wird in einem Exkurs die Organisation des entwicklungspo 6 Vgl. Williamson 1990: 56. 3 litischen Bereiches der VN untersucht. Dabei soll vor allem erortert werden, welche Argumente fur eine scharf abgegrenzte sektorspezifische Organisation wie bisher und welche fureinen sektor und regionenubergreifenden Aufbau der Durchfuhrungsorganisationen sprechen. Dazu sollen zunachst die Vor und Nachteile der jeweiligen Organisationsform erlautertwerden, bevor auf die konkrete Organisationsstruktur des entwicklungspolitischen Bereichesder VN eingegangen wird. Anschlieend erfolgt eine kurze Beurteilung dieser Organisationsstruktur und es werden Empfehlungen gegeben. Abschlieend werden alle Ergebnisse zusammengefat und Schlufolgerungen gezogen.6 Der Ansatz der modernen Institutionenokonomik zur Effizienzmessung wurde gewahlt, dadas neoklassische Konzept der Allokationseffizienz im Falle einer internationalen Organisation nicht unmodifiziert anwendbar ist: Zur Bestimmung der Allokationseffizienz einer Organisation, welche die Beziehung zwischen Input Kosten und Output Ergebnisse beschreibt, istes notwendig, da beide Komponenten exakt ermittelt werden.7 Die Bestimmung der Kostenist relativ problemlos moglich 8, die genaue Definition und Messung des Outputs internationaler Organisationen dagegen nicht, da es an geeigneten allgemeingultigen Indikatoren fehlt.Dies ist darauf zuruckzufuhren, da internationale Organisationen aufgrund der zumeist unterschiedlichen Praferenzen der Mitglieder fast immer mehrere komplexe und multidimensionale Ziele verfolgen und die Mitglieder den Aktivitaten zur Erreichung einzelner Ziele relativ unterschiedliche Bedeutung beimessen. Aussagen uber die Effizienz einer internationalen Organisation sind in diesem Kontext immer von den Praferenzen des Betrachtersabhangig. Aus diesem Grunde wurde der alternative Ansatz der modernen Institutionenokonomik gewahlt, der die Aktionen und relevanten Ziele der Akteure mit einbezieht und dieinstitutionellen Regeln bzw. Rahmenbedingungen, unter denen sich die Interaktionen abspielen, in den Mittelpunkt der Effizienzbetrachtung stellt.2 ZUR BEGRUNDUNG UND DEN ZIELEN INTERNATIONALERENTWICKLUNGSZUSAMMENARBEIT1 Die Rechtfertigung von Staatseingriffen in das Marktgeschehen erfolgt in der neoklassischen Wohlfahrtstheorie anhand der drei von Musgrave formulierten finanzpolitischen Ziele: 7 Vgl. hierzu und zum folgenden FreyGygi 1989: 3 ff. Die Verwendung von Inputindikatoren und Indikatoren zur Messung der Kosteneffektivitat wird von FreyGygi abgelehnt, da sie die Praferenzen der Individuen nicht berucksichtigenund somit der fundamentalen Annahme des okonomischen Prinzips entgegenstehen. 4 dem Allokations, Verteilungs und Stabilitatsziel. Bei Verletzung von Allokations und Stabilitatsziel liegt Marktversagen vor, d. h. es kommt zu einer Abweichung vom ParetoOptimum. Zur Rechtfertigung von Staatseingriffen mu neben der notwendigen Bedingungdes Marktversagens zusatzlich eine hinreichende Bedingung erfullt sein: Der Staat mu das Marktversagen effizient beheben, damit verhindert wird, da Marktversagen durch Staatsversagen ersetzt wird. Weiterhin mussen die Nutzen des Staatseingriffes groer als die Kostensein. Bei Verletzung des Distributionszieles liegt eine Ablehnung der sich aus dem Marktproze ergebenden Einkommens und Vermogensverteilung vor.2 Fur die EZ kann man allokatives Marktversagen und eine Marktablehnung im distributiven Bereich feststellen:aStaatseingriffe im distributiven Bereich konnen mit den starken internationalen Unterschieden in den ProKopfEinkommen PKE9 der Volkswirtschaften gerechtfertigtwerden, die aus unterschiedlichen wirtschaftlichen Ausgangssituationen 10 resultieren,sich nicht automatisch ausgleichen 11 und als ungerecht angesehen werden konnen. EZkann somit ethisch begrundet werden. Als Ziele der EZ konnen hier genannt werden:weltweite Angleichung bzw. Erhohung des Entwicklungsstandes, des Lebensstandards,des PKE, Schaffung gleicher Ausgangschancen, Armutsbekampfung bzw. Garantie eines menschenwurdigen Lebens.12 Die Verfolgung dieser Ziele sollte aus politischen Zweckmaigkeitsuberlegungen heraus sowie aus Informations und Kostengrunden aufstaatlicher Ebene erfolgen.b Marktversagen aus allokativer Sicht entsteht aufgrund der vielfaltigen Wirkungen der EZ: So gehen von dem Instrument EZ nicht nur Wirkungen auf das eigentliche Ziel Verbesserung der wirtschaftlichen und sozialen Lage der Menschen in den Entwicklungslandern und die Entfaltung ihrer schopferischen Fahigkeiten 13 aus, sondern auchstarke positive Einflusse auf die Erreichung anderer Ziele, wie z. B. internationaler 8 Obwohl auch die Kostenrechnung in offentlichen Haushalten Probleme aufweist und ein umstrittenes Forschungsgebietist.9 Diese nationalen ProKopfEinkommen sollten zum internationalen Vergleich mit den Kaufkraftparitaten KKP umgerechnet werden.10 Vgl. hierzu beispielsweise Streeten 1995: 47.11 Diese Erkenntnis liefern die endogenen Wachstumstheorien, die im Gegensatz zum neoklassischen Modell keine zwingende internationale Konvergenz der PKE im Zeitablauf implizieren. Vgl. Wilhelm 1996: 1 und 3. Zu den endogenen Wachstumstheorien vgl. beispielsweise BarroSalaIMartin 1995.12 Vgl. VN 1996: 1 und die Aufzahlung der Probleme in Streeten 1995: 47.13 Bundesministerium fur wirtschaftliche Zusammenarbeit und Entwicklung 1996: 9. 5 Frieden und Stabilitat, Schutz der Umwelt oder internationales Wirtschaftswachstumbzw. Stabilitat der Weltwirtschaft. Gehen diese Wirkungen nicht in das Entscheidungskalkul der EZPartner ein, z. B. weil sie nicht im Zielkatalog stehen und es zu keinem Entgelt bzw. zu keiner Belohnung kommt, liegen positive technologische externe Effekte 14 vor und es kommt aus gesamtgesellschaftlicher globaler Sicht zu einem zu geringen Ausma an EZ. Weitere Merkmale der EZ sind die Nichtausschliebarkeit unddie Nichtrivalitat. So bleibt der Nutzen der EZ nicht auf die beteiligten entwicklungspolitischen Akteure beschrankt, sondern wirkt weltweit, so da andere Menschenebenfalls von den positiven Wirkungen der EZ profitieren. Da hierfur aufgrund der Nichtausschliebarkeit kein Entgelt verlangt werden kann, werden sich diese Individuen aus eigennutzigen Grunden als Trittbrettfahrer freerider verhalten. Im Extremfall,wenn sich alle wie Trittbrettfahrer verhalten und auf die Bereitstellung durch andere Akteure warten, wird es zu keiner EZ kommen. Somit kann EZ als offentliches Gut gekennzeichnet werden 15, welches vom Staat bereitzustellen ist.3 Sowohl distributive als auch allokative Uberlegungen sprechen also fur eine internationale EZ. Dann stellt sich aber die Frage, welche Tragerschaft am besten zur Realisierung der EZZiele beizutragen vermag.3 BILATERALE VERSUS MULTILATERALEENTWICKLUNGSZUSAMMENARBEIT AUS TRADITIONELLEROKONOMISCHER SICHTIn bezug auf die Tragerschaft von EZ unterscheidet man zwischen multilateraler und bilateraler EZ. Um deren jeweiligen Vor und Nachteile ermitteln zu konnen, wird im folgendeneine altruistische Zielfunktion der Entscheidungstrager 16 traditionelle Annahme sowie das Vorliegen von Marktversagen unterstellt. 14 Technologische externe Effekte sind die unmittelbaren Wirkungen der Aktivitaten eines Wirtschaftssubjektes auf andere Wirtschaftssubjekte, die vom Handelnden nicht berucksichtigt werden und zwischen den Beteiligten keine Rechte auf Entgelt oder Kompensation begrunden. Diese Effekte konnen sowohl positiver als auch negativer Art sein.15 Und zwar genauer als offentliches Gut mit exogenem Einzugsbereich. Vgl. hierzu Gygi 1991: 109 und die dort angegebene Literatur.16 Diese altruistische Zielfunktion beinhaltet, da von den beteiligten Individuen nur die gesellschaftlich vorgegebenen Ziele der EZ und keine eigenen Interessen verfolgt werden. 6 3.1 Analyse anhand der okonomischen Theorie des Fiskalfoderalismus1 Im folgenden wird das Ausma von EZ anhand der Praferenzen der Bevolkerung in den Geberlandern untersucht. Die Theorie des Fiskalfoderalismus unterscheidet zur Bestimmungder raumbezogenen Effizienz wirtschaftspolitischer Institutionen zwischen der nachfrageorientierten und der produktionsorientierten Komponente.17 Die nachfrageorientierte Komponente unterstellt regional differierende Praferenzen der Bevolkerung. Daher sollten unterschiedliche Bereitstellungsraume so festgelegt werden, da in diesen moglichst homogene Praferenzen vorliegen. Dieses regional differierende Ausma von EZ kann sowohl zentral alsauch dezentral bereitgestellt werden. Unter der Annahme, da nachgeordnete Ebenen die Praferenzen der Bevolkerung ihrer Region besser kennen, sollte das Gut dezentral bereitgestellt werden.18 Auch der Grundsatz der fiskalischen Aquivalenz spricht fur eine dezentrale Bereitstellung offentlicher Guter. Nach diesem Grundsatz sollten die Nutzer eines offentlichen Gutes in diesem Fall nur die Bevolkerung in den Geberlandern auch die Kosten hierfurtragen 19, so da eine genaue Bestimmung der Praferenzen der Bevolkerung moglich ist. Unterschiedliche Praferenzen sprechen also fur eine dezentrale Bereitstellung und moglichstkleine Gruppengroen mit homogenen Praferenzen.2 Auf die Frage, ob EZ als offentliches Gut national oder international betrieben werdensollte, empfiehlt die Nachfragekomponente eine zentrale Bereitstellung von EZ: Wenn wieunterstellt werden kann die mit internationaler Entwicklung einhergehenden Ziele, wie z. B.internationaler Friede, den Praferenzen der gesamten Weltbevolkerung entsprechen 20, solltendie Nutzer des Gutes das ist die Weltbevolkerung nach dem Grundsatz der fiskalischen Aquivalenz auch die Kosten tragen. Des weiteren ist die EZ von internationalen spilloversgekennzeichnet: Auch Nationen, welche keine EZ betreiben, profitieren von der EZ anderer Nationen. Dies kann zu Trittbrettfahrerverhalten fuhren, wenn alle Nationen die Kosten der EZ sparen wollen und darauf vertrauen, da andere dieses offentliche Gut bereitstellen. Beidiesem Spezialfall des Gefangenendilemmas aus der Spieltheorie gibt es keine Anreize, EZ zubetreiben. Es kommt vielmehr zu einem systematischen EZUnterangebot, durch das alle 17 Vgl. zum folgenden Luckenbach 1988: 16 ff.18 Vgl. Brummerhoff 1988: 468.19 Vgl. Olson, M. 1977: 71.20 Von moglichen regionalen Abweichungen, wie sie sich beispielsweise aus der raumlichen Nahe zu einzelnen unterentwickelten Nationen und der damit wesentlich groeren potentiellen Nachteile wie z. B. okonomische Stabilitat und Frieden ergeben, soll hier abstrahiert werden. 7 Spieler verlieren.21 Im Extremfall wird das Gut bei dezentraler Organisation uberhaupt nichtbereitgestellt.22 Dies spricht gegen bilaterale und fur multilaterale EZ.3 Die produktionsorientierte Komponente unterscheidet zwischen dem Innovations unddem Teilbarkeitsargument. Mit dem Teilbarkeitsargument lat sich eine zentrale Bereitstellung begrunden. Hierbei spielen insbesondere die Kosten der Leistungserstellung eine Rolle,welche aufgrund von economies of scale bei einer groen zentralen Institution niedriger seinkonnen als bei mehreren kleinen.23 Ebenso kann es Falle geben, in denen eine dezentrale Bereitstellung nicht moglich ist 24 oder aufgrund von interregionalen Externalitaten spilloverskeine optimale Bereitstellung erfolgt. Dann liegt keine fiskalische Aquivalenz mehr vor:Nutzer und Zahler fallen auseinander.4 Fur eine dezentrale EZ spricht dagegen das Innovationsargument: Da es noch nicht gelungen ist, eine geschlossene, allgemein anwendbare Theorie der Entwicklung zu formulieren,gibt es auch keine Erkenntnisse uber eine optimale EZ. Daher wird EZ heute uberwiegendnach dem trialanderrorVerfahren betrieben. Bei der dezentralen EZ werden gleichzeitigmehrere verschiedene Konzepte der Entwicklung praktisch angewendet und weiterentwickelt,wobei aus Starken und Schwachen anderer Konzepte gelernt werden kann. Das Innovationsargument spricht dem Wettbewerb zwischen verschiedenen Tragern staatlicher Leistungserstellung innovationsfordernde Wirkungen zu, welche die Effizienz der EZ erhohen. Ein Fehlschlag wiegt dann nicht so schwer, da er raumlich begrenzt ist und sofort auf andere bewahrte Konzepte zuruckgegriffen werden kann.Wird dagegen eine zentrale EZ betrieben, richtet ein Fehlschlag aufgrund der globalen Wirksamkeit wesentlich groere Schaden an, welche im Extremfall irreparabel sind undoder einedem Ziel entgegengesetzte Wirkung haben konnen. Auerdem entstehen Kosten durch Neuentwicklung und Testen alternativer Entwicklungskonzepte. 21 Vgl. Streeten 1989: 1352.22 Dies gilt jedoch nur fur den Extremfall der einmaligen Wiederholung des Spieles. Bei mehrmaligem Wiederholen des Spieles werden die Spieler lernen und es kann zu einer Kooperation bzw. Einigung der Spieler kommen. Fraglich ist jedoch, ob es dadurch zu einem optimalen Ergebnis kommt.Je groer die Skaleneffekte, desto groer der Nutzen einer internationalen Kooperation. Vgl. Gygi 1991: 36.2324 Beispielsweise aufgrund minimal notwendiger Betriebsgroen oder politischer, geographischer oder kultureller Restriktionen. 8 3.2 Analyse unter Berucksichtigung der Kosten der Durchfuhrungvon Entwicklungszusammenarbeit1 Ein weiterer Punkt der Analyse der Vor und Nachteile von multilateraler und bilateraler EZ ist die Frage, welche Organisationsform der EZ geringere Kosten verursacht. Zu den Kosten gehoren einerseits die reinen Produktionskosten bzw. Kosten der Leistungserstellungund andererseits die Kosten der Organisationsnutzung. Im folgenden stehen die Produktionskosten im Vordergrund. Im Mittelpunkt der Aktivitaten der EZ stehen internationale politische Transaktionen, welche aus der Definition bzw. Zuweisung, Garantie und Ubertragungpolitischer undoder wirtschaftlicher finanzieller Verfugungsrechte bestehen und uber Vertrage abgewickelt werden. Diese internationalen Beziehungen sind nicht durch eine ubergeordnete Weltautoritat garantiert, sondern beruhen auf freiwilliger Entscheidung souveraner Staaten.25 Da es um internationale politische Transaktionen und den Abschlu von Vertragengeht, entstehen keine Produktionskosten im Sinne von Kosten der Guterproduktion in Unternehmen, sondern Produktionskosten im Sinne der Anbahnung, Durchfuhrung und Kontrolle dieser Vertrage. Diese Kosten der Anbahnung Such und Informationskosten, des Abschlusses Verhandlungs und Entscheidungskosten sowie der Uberwachung und Durchsetzung von Vertragen werden auch Transaktionskosten genannt.26 Transaktionskosten entsteheneinerseits im Auenverhaltnis externe Transaktionskosten, wie oben von Organisationen,andererseits aber auch im Innenverhaltnis interne Transaktionskosten. So werden auch innerhalb von Organisationen Vertrage abgeschlossen insbesondere Anstellungs und Arbeitsvertrage und es fallen Kosten durch die Koordination der internen Ablaufe an, beispielsweisemussen Regeln aufgestellt und auch uberwacht werden. Diese internen Transaktionskostenbzw. Kosten der Organisationsnutzung werden in Kapitel 4 behandelt. Im folgenden wird der Frage nachgegangen, ob internationale politische Transaktionen anhand der Analyse der externen Transaktionskosten kostengunstiger durch bilaterale EZ, d. h. durch Wettbewerb zwischen einzelnen Nationen, oder durch multilaterale EZ erfolgen konnen.272 Zu den Such und Informationskosten bei der Anbahnung von Vertragen im Bereich der EZ gehoren beispielsweise jene Kosten, die beim Entwerfen einer entwicklungspolitischen Konzeption und der Formulierung von Grundsatzen der EZ, beim Zusammentragen von Informationen uber die vielen potentiellen Partner sowohl auf Geber wie auch auf Nehmer 25 Vgl. RichterFurubotn 1996: 464.26 Vgl. RichterFurubotn 1996: 51 ff. 9 seite, bei der Vorbereitung der Auswahl eines geeigneten Partners sowie bei der Schaffungvon Kontakten zur Formulierung einer auf den Partner zugeschnittenen EZ entstehen. Wennalle an einer EZ interessierten Nationen diese Tatigkeiten fur sich allein durchfuhren, resultieren daraus insgesamt und in den meisten Fallen damit auch individuell fur jeden einzelnenwesentlich hohere Kosten als bei Einrichtung einer zentralen Organisation, da die erforderlichen Aktivitaten nur einmal zentral erfolgen mussen. Daruber hinaus konnen Betriebsgroenvorteile economies of scale, Fixkostendegression bei hohen Fixkosten entstehen. Fernerkonnen eine Zentralisierung und die damit einhergehender Spezialisierung von Mitarbeiternauf bestimmte Sektoren bzw. Regionen sogenannte Lernkurveneffekte auslosen, welche sichwiederum kostensenkend auswirken. Daruber hinaus ist es sowohl fur die Geber als auch furdie Empfangerlander zeit und kostensparender, nur mit einem Partner anstatt mit vielen potentiellen Partnern zu verhandeln und zwischen ihnen auswahlen zu mussen.3 Zu den Kosten des Abschlusses von Vertragen im Bereich EZ gehoren beispielsweise die Kosten der Verhandlungen mit dem Partnerland uber die genauen Ziele der EZ, uber die Hoheund den Einsatz der zur Verfugung gestellten Ressourcen im allgemeinen z. B. Programmeund Art der Ressourcen 28 und speziellen z. B. bestimmte Projekte, Auswahl der Partner aufunterer Ebene, Verwendungsauflagen sowie uber die Moglichkeiten der Kontrolle der vereinbarten Verwendung der Ressourcen. Hierbei mussen die Interessen von Geber und Nehmerland in Ubereinstimmung gebracht werden. Eine zentrale Organisation hat hier Vorteileaufgrund ihrer groeren Verhandlungserfahrung sowie aufgrund ihrer Moglichkeiten, miteinzelnen Nationen komplexe Landerkonzepte zu entwerfen und den mit der Durchfuhrungverbundenen hohen Ressourcenbedarf ohne Probleme decken zu konnen.29 Entscheidungenkonnen daher auch fur Projekte 30 mit hohem Ressourcenbedarf ohne Abstimmungsproblemeschnell gefallt werden, wogegen bei bilateraler Zusammenarbeit Abstimmungen zwischenmehreren Gebern erfolgen mussen.4 Zu den Kosten der Durchsetzung und Uberwachung von Vertragen im entwicklungspolitischen Bereich gehoren die Kosten der Durchfuhrung der Projekte, der Prufung der Ressourcenverwendung und der Uberprufung des Projekterfolges. Zur Durchfuhrung gehoren bei 27 Nutzung des Marktes im Vergleich zur Nutzung einer anderen Institution: einer weltwirtschaftlichen Organisation.28 Hier wird zwischen technischer, finanzieller und personeller Zusammenarbeit unterschieden.29 Vgl. Hemmer 1988: 804.30Im folgenden soll der Begriff Projekt fur alle zwischen den Partnern vereinbarten entwicklungspolitischen Aktivitatenstehen. 10 spielsweise die Etablierung einer entwicklungspolitischen Vertretung im Empfangerland, die Rekrutierung von Experten und Beratern, der Zugang zu Knowhow sowie die Beschaffungtechnischer Anlagen und Maschinen. Eine zentrale Beschaffung uber internationale Ausschreibungen schafft aufgrund groerer Nachfragemengen eine starkere Verhandlungsmachtdes Nachfragers und schafft damit Kostenvorteile gegenuber einer dezentralen Beschaffung.Ein weiterer Kostenvorteil ergibt sich bei der Expertenrekrutierung und dem Zugang zu Spezialwissen, da eine internationale Organisation einen wesentlich groeren Expertenpool effizienter unterhalten Betriebsgroenvorteile und daruber hinaus durch den Ruckgriff auf die Ressourcen der Mitgliedstaaten Informationskosten sparen kann. Ebenso verursacht der Unterhalt eines zentralen Projektburos zur Informationsbeschaffung und Einschatzung der jeweiligen Bedurfnisse und Bedingungen, Durchfuhrung und der Verwendungsuberwachung im Empfangerland insgesamt zumeist wesentlich niedrigere Kosten als die Summe der Kostender Buros aller Gebernationen bei bilateraler Zusammenarbeit.5 Insgesamt gesehen ergeben sich somit aus der Zentralisierung der EZ viele Kostenvorteile,da die Ressourcen aller Beteiligten gebundelt und koordiniert werden konnen.31 Dadurchkonnen zum einen die Verwaltungen der jeweiligen Lander entlastet und zum anderen die Aktivitaten in eine ubergeordnete Entwicklungsstrategie eingebunden werden. Diesen Nutzenmussen die Kosten der Dispositionsnutzung einer internationalen Organisation gegenubergestellt werden, wie beispielsweise die Kosten der Leitung, Informationsverarbeitung, Kommunikation und Uberwachung.32 Es mussen innerhierarchische Vertrage geschlossen, durchgesetzt und uberwacht werden. Diese Vertrage innerhalb einer Organisation legen die Betriebsorganisation Ablauf bzw. Aufbauorganisation und damit den institutionellen Rahmen 33fest. Die Hohe dieser Transaktionskosten hangt dabei von der Gestaltung des institutionellen Rahmens ab. Dieser wird in politischen Verhandlungen festgelegt, wobei das Ergebnis vonder Anzahl und den Interessen der Beteiligten, den Machtstrukturen, der Verteilung von In 31 Vgl. Klingbiel 1993: 25. Diese Aussage wird von Hemmer 1988: 804 eingeschrankt: Er sieht gegenuber der bilateralen EZ groer Geberlander keine Vorteile der multilateralen EZ. Daruber hinaus gelten diese Vorteile einer zentralen Organisation nur insoweit, als da sich einzelne Lander in der bilateralen EZ nicht langfristig eng an einzelne Partner bindenSpezialisierung. Dies hatte zur Folge, da sie wesentlich genauere Informationen uber die Partnerlander und deren Besonderheiten besitzen wurden, wodurch die o. g. Kosten teilweise noch weiter gemindert werden konnen.32 Vgl. Richter 1990: 578. Zu diesen Kosten gehoren ebenfalls die in Kapitel 3.1 schon genannten Kosten aufgrund von Fehlentscheidungen einer zentralen Organisation, die durch die geringe Risikodiversifizierung entstehen.33 Unter einer Institution wird im folgenden verstanden ein auf ein bestimmtes Zielbundel abgestelltes System von Normen einschlielich deren Garantieubernahme, mit dem Zweck, das individuelle Verhalten in eine bestimmte Richtungzu steuern Richter 1990: 572. 11 formationen 34 und den Verhandlungspositionen ebenso abhangt wie von den Abstimmungsmodalitaten innerhalb der Gruppe der Entscheidungstrager. Mit diesem Problemkreis beschaftigt sich die neue Institutionenokonomik, auf die im folgenden zur Analyse des institutionellen Rahmens der VN zuruckgegriffen wird.4 BILATERALE VERSUS MULTILATERALEENTWICKLUNGSZUSAMMENARBEIT AUSINSTITUTIONENOKONOMISCHERSICHT DAS BEISPIEL DER VEREINTEN NATIONEN4.1 Der Aufbau der Vereinten Nationen1 Zum besseren Verstandnis der folgenden Ausfuhrungen soll im folgenden zunachst ein Uberblick uber die Organisationsstruktur der VN im entwicklungspolitischen Bereich gegeben werden. Einen Uberblick hieruber liefert Abbildung 1 auf der folgenden Seite. Das System der VN besteht aus den sechs Hauptorganen Generalversammlung, Sicherheitsrat, Sekretariat, Wirtschafts und Sozialrat ECOSOC35, Internationaler Gerichtshof und Treuhandschaftsrat. Daneben gibt es Ausschusse, die von Generalversammlung und Sicherheitsrat eingesetzt werden konnen, vom ECOSOC bestellte Kommissionen, von der Generalversammlung etablierte Spezialorganisationen auch als standige VNHilfsorganisationen bezeichnetsowie Sonderorganisationen, die durch besondere Abkommen an die VN gebunden sind.2 Das Entscheidungsorgan der VN ist die Generalversammlung, die sich aus den Mitgliedsstaaten zusammensetzt, wobei jedes Mitglied eine Stimme hat. Abgestimmt wird nach demeinfachen Mehrheitsverfahren. Die Generalversammlung entscheidet beispielsweise uber die Etablierung von Ausschussen und Spezialorganen sowie uber die Zusammensetzung derweiteren funf Hauptorgane und dient als Diskussions und Entscheidungsplattform. Fur diewirtschaftlichen und sozialen Ziele der VN ist der ECOSOC unter der Verantwortung der Generalversammlung zustandig. Die Entscheidungsgewalt liegt allein bei der Generalversammlung, und der ECOSOC hat deren Empfehlungen generell umzusetzen. Somit ist der ECOSOC zwar formal der Generalversammlung unterstellt, tatsachlich aber aufgrund der 34 Vgl. Libecap 1989: 11.35 ECOSOC Economic and Social Council. 12 praktischen Sacharbeit bzw. Sachkompetenz gleichgestellt.36 Zu den Aufgaben des ECOSOCgehoren insbesondere die Lenkung, Koordination und somit auch die Kontrolle der wirtschafts und sozialpolitischen Aktivitaten der VN. Dazu gehoren insbesondere die Sonderund die Spezialorganisationen. Aufgrund der weiteren vielfaltigen Aufgaben und der mangelnden Durchsetzungsmoglichkeiten werden dem ECOSOC Unzulanglichkeiten in seiner Hauptaufgabe, der Koordination der wirtschafts und sozialpolitischen Aktivitaten, vorgeworfen.37 36 Vgl. HufnerSprote 1994: 104.37 Vgl. Unser 1992: 91.ABBILDUNG 1: ORGANIGRAMM DER VEREINTEN NATIONEN 13 Quelle:lament, Aus Politik und Zeitgeschichte, Beilage zur Wochenzeitung Das ParHeft 421995, S. 35. 14 3 Die Durchfuhrungs bzw. Sonderorganisationen sind rechtlich selbstandig. Sie werdengeleitet und finanziert durch ihre jeweiligen Mitgliedsnationen, wobei die Mitgliedschaft indiesen Teilorganisationen der VN freiwillig ist. Die Bindung an das System der VN erfolgtnur uber Vertrage. Da weder Generalversammlung noch ECOSOC finanzielle Anteile an den Sonderorganisationen halten, verfugen sie auch uber keine Kompetenzen. Somit sind diese Organisationen praktisch unabhangig von den Entscheidungs und Aufsichtsorganen der VN.Die Durchfuhrungsorganisationen sind sektorspezifisch ausgerichtet. So ist beispielsweise die WHO World Health Organization fur den Bereich Gesundheit, die FAO Food and Agriculture Organization fur den Bereich Ernahrung, die UNESCO UNEducational, Scientificand Cultural Organization fur den Bereich Erziehung und die WTO World Trade Organization fur den Bereich Handel zustandig. Die Spezialorganisationen der VN werden dagegenvon der Generalversammlung eingesetzt und sind entweder der Generalversammlung, dem ECOSOC oder beiden verantwortlich. Hierzu gehoren beispielsweise das KinderhilfswerkUNICEF38 und das Entwicklungsprogramm UNDP39. Auf diese wird in den weiteren Ausfuhrungen nicht weiter eingegangen, da die praktische EZ in den einzelnen Landernhauptsachlich von den Sonderorganisationen durchgefuhrt wird.404.2 Grundlagen der modernen Institutionenokonomik1 Im Gegensatz zu den Neoklassikern, welche Unternehmung und Staat als konfliktfreie,nicht weiter zu erklarende homogene Wirtschaftseinheit 41 betrachten, problematisieren die Vertreter der modernen Institutionenokonomik unter anderem die Koordination einzelwirtschaftlichen Handelns in Organisationen 42. Eine zentrale Rolle spielt hier das Denken in Vertragen und Verfugungsrechten, wobei von folgenden Grundannahmen ausgegangen wird: Methodologischer Individualismus: Die Erklarung des realen Verhaltens von sozialen Gruppen Organisationen erfolgt uber die Einstellungen und Verhaltensweisen ihrerindividuellen Mitglieder.43 38 United Nations Childrens Fund.39 United Nations Development Program.40 So werden beispielsweise 90% der Gelder, die das UNDP fur Projekte ausgibt, uber Projekte der Sonderorganisationenausgegeben. Vgl. Nohlen, D. 1993: 693.41 Schumann 1992: 433. Er spricht in diesem Zusammenhang nur von Unternehmen, die Ausfuhrungen lassen sich aberauch auf den Staat anwenden.42 Vgl. Schumann 1992: 433.43 Vgl. Richter 1994: 4. 15 Existenz von Transaktionskosten: Transaktionskosten sind hier alle Kosten, welchemit der Nutzung oder dem Fehlen von Institutionen bzw. Organisationen verbundensind. Hierbei spielen vor allem Kosten der Informationsbeschaffung und der Abstimmung eine groe Rolle. Solche Transaktionskosten entstehen sowohl bei der Marktnutzung als auch bei der Nutzung von Unternehmungen oder nichtstaatlicher Organisationen sowie staatlicher Einrichtungen sogenannte politische Transaktionskosten.44 Unvollkommene Information: Es liegen unvollkommene Information nach vorn undzur Seite vor: Unvollkommene Information nach vorn entsteht durch die generelle Ungewiheituber die Zukunft.Unvollkommenen Information zur Seite Informationsasymmetrien: der eine weimehr als der andere entsteht durch die Kosten der Informationsbeschaffung.Aufgrund dieser unvollkommenen Information konnen nur unvollstandige relationaleVertrage geschlossen werden.Individuelle Rationalitat: Menschen verhalten sich rational im Sinne individueller Nutzenmaximierung. Dies gilt auch fur die Informationsbeschaffung: Informationenwerden nur beschafft, wenn ihr erwarteter Nutzen groer ist als ihre Beschaffungskosten Prinzip der optimalen Ignoranz. Deshalb ist vollkommene Information nicht effizient. Innerhalb dieses eigennutzigen Nutzenmaximierungsstrebens lassen sich perfektrationales Verhalten und eingeschrankt rationales Verhalten unterscheiden. Bei letzterem verhalt der Mensch sich zwar der Intention nach rational, aber aufgrund seiner begrenzten Informationsbeschaffungs45 und verarbeitungsmoglichkeiten 46 ist dies nurinnerhalb seiner Informationsgrenzen moglich.2 Ausgangsbasis der modernen Institutionenokonomik ist der Mensch, der Verfugungsrechte hat und Vertrage abschliet. Dabei verhalt er sich rational im Sinne seiner individuellen Nutzenmaximierung eigennutzige Zielfunktion. Durch asymmetrische Information entstehen wiederum PrinzipalAgentBeziehungen 47 mit Handlungsspielraumen fur den Agenten, 44 Vgl. Richter 1994: 6 ff.45 Da Informationen nicht kostenlos zur Verfugung stehen, gibt es beispielsweise eine Budgetgrenze.46 Beispielsweise aufgrund der fur den Menschen zu hohen Komplexitat des Umfeldes. Vgl. Schenk 1992: 351. Vgl. zumubrigen Richter 1994: 4.47 Auch AgencyBeziehung genannt: Ein Prinzipal Vertretener beauftragt einen Agenten Stellvertreter mit der Erfullung einer bestimmten Aufgabe, da dieser einen Informationsvorsprung hat. Zur Nutzung dieses Informationsvorsprungskann der Prinzipal dem Agenten keine exakten Verhaltensanweisungen geben, sondern mu ihm einen Handlungsspiel 16 die dieser zur Verfolgung seiner Eigeninteressen nutzen kann, wobei Opportunismus diestarkste Form darstellt 48. Inwieweit dies zu Nutzeneinbuen des Prinzipals fuhrt, hangt vonder institutionellen Ausgestaltung des Vertrages ab verhaltenspragende Wirkung von Institutionen. Ein Ziel der okonomischen Analyse von Institutionen ist die optimale Gestaltung desinstitutionellen Rahmens einer Organisation in der Art, da die nun nicht altruistisch, sondern eigennutzig handelnden Agenten wirtschaftlich optimal die von den Prinzipalen vorgegebenen Ziele verfolgen.494.3 Das Problem unterschiedlicher Ziele der VNMitgliedslander1 Abweichend von den Kap. 3 zugrundeliegenden Pramissen wird jetzt unterstellt, da die Nationen mit der EZ nicht nur altruistische, sondern insbesondere eigennutzige Interessenverfolgen: Durch die EZ soll nicht in erster Linie die weltweite Wohlfahrt gesteigert werden,sondern die individuelle Wohlfahrt der jeweiligen Nationen, selbst wenn dies auf Kostenanderer geschieht. Die an der EZ beteiligten Nationen lassen sich nach dem wichtigsten Instrument Vergabe von Entwicklungshilfe grob in zwei Gruppen einteilen: die Geber unddie Empfangerlander. Neben moglichen ideologischen Zielen verfolgen die Empfangerlanderdie Ziele, entweder moglichst viel Entwicklungshilfe mit moglichst geringen Auflagen bzw.Einflumoglichkeiten der Geber zu bekommen oder das Gesamtvolumen der erhaltenen Entwicklungshilfe zu maximieren, indem das Ausma der politischen Unterstutzung des Gebersvon der Hohe der Entwicklungshilfe abhangig gemacht wird.50 Daher praferieren die Empfangerlander entweder die multilaterale Hilfe,51 da sie die Aktivitaten internationaler Organisationen wesentlich mitgestalten konnen und die Geberlander ihre Eigeninteressen so nicht raum lassen. Beide erhalten durch die Erfullung der Aufgabe einen Nutzen: der Prinzipal durch das Ergebnis, der Agentdurch das vereinbarte Entgelt, wobei dem Agenten durch das Erledigen der Aufgabe Kosten entstehen. Diese Rechtsfigur der Vertretung lat sich zur okonomischen Theorie der Vertretung verallgemeinern: Eine PrinzipalAgentBeziehung liegt vor, sobald ein Individuum eine Handlung vornimmt Agent Handelnder, die sowohl seine eigene alsauch die Wohlfahrt anderer Prinzipal Betroffener beeinflut. Es entstehen externe Effekte. Dabei ist es unerheblich,ob der Agent vom Prinzipal mit der Erfullung einer Aufgabe betraut wurde oder nicht. Der Agent kann aus einer Vielzahl von Aktionen wahlen, wobei dem Prinzipal nur das Resultat bekannt wird, er die Handlungen des Agenten aberaufgrund unvollkommener Information nicht beobachten bzw. beurteilen kann. Vgl. hierzu beispielsweise Gygi 1991:114 ff.; PrattZeckhauser 1985: 2; Arrow 1985: 37; Schumann 1992: 453; Richter 1994: 16 f.48 Williamson 1990: 53 ff. unterscheidet drei Stufen der Verfolgung des Eigeninteresses in abnehmender Starke: Opportunismus, schlichte Verfolgung des Eigeninteresses aber unter der Pramisse vollstandig durchsetzbarer Vertrageund Gehorsam. Unter Opportunismus versteht er die Verfolgung des Eigeninteresses unter der Zuhilfenahme von List  Allgemeiner gesagt, bezieht sich Opportunismus auf die unvollstandige oder verzerrte Weitergabe von Information. Williamson 1990: 54.49 Vgl. Richter 1994: 3.50 Vgl. Frey 1985: 8251 Vgl. Hemmer 1988: 803. 17 einfach durchsetzen konnen,52 oder sie bevorzugen den Wettbewerb moglichst vieler Geber,um so fur sich ein Hochstma an Entwicklungshilfe zu erhalten, gleichgultig, welche Bedingungen der Geber stellt, oder indem sie die Geber gegeneinander auszuspielen versuchen.53An die VN als internationale Organisation der EZ stellen die Empfangerlander folgende Anforderungen: Die VN sollen als eine Art demokratischer Weltgesetzgeber mit Entscheidungskompetenz uber weltwirtschaftliche Rahmenbedingungen und Allokation entwicklungspolitischer Leistungen dienen.54 Des weiteren haben sie Interesse an einer Erhohung der Entwicklungshilfezahlungen der VN und sehen beispielsweise das UNDP als donor of lastresort an.552 Die Geberlander versuchen hingegen, ihren Einflu auf die Empfangerlander und deren Abhangigkeit von ihnen zu erhohen, damit sie in den Empfangerlandern, neben der Verfolgung humanitarer Ziele, ihre politischen, militarischen und wirtschaftlichen Interessen verfolgen konnen. Entwicklungshilfe dient als Mittel hierzu.56 Zu den wirtschaftlichen Interessengehoren beispielsweise die Forderung der Exportmoglichkeiten nationaler Unternehmen 57, diekostengunstige Entsorgung von landwirtschaftlichen Produktionsuberschussen Europaische Union oder die Forderung des Abbaus benotigter Rohstoffe. Die politischen und militarischen Interessen liegen in den folgenden Bereichen: Starkung freundschaftlicher Beziehungen, Unterstutzung auslandischer Regierungen beispielsweise in ehemaligen Kolonien, Verfolgung der eigenen Ideologie sowie Gewinnung von internationalem Prestige, von auenpolitischer Unterstutzung undneuer Bundnis Partner.58Die Geberlander bevorzugen zur Erreichung ihrer Ziele die Vergabe bilateraler Hilfe, da siehierbei die Macht haben, ihre eigenen Ziele konsequent durchsetzen zu konnen. Die Vergabemultilateraler Hilfe erfolgt dagegen zumeist aus Sachzwangen: Man kann sich der Beteiligung 52 Vgl. Klingbiel 1993: 25.53 Vgl. Frey 1985: 82 f. und 93.54 Vgl. Dicke 1993: 173.55 Vgl. Klingbiel 1993: 27.56 Vgl. WeckHannemannSchneider 1990: 229.57 Z. B. durch Lieferbindung, Teilfinanzierung von groen Exportauftragen im Anlagebau oder allgemein uber die Verknupfung der Entwicklungshilfe mit Verhaltensvorgaben bzw. erwartungen an die Empfangerlander.58 Vgl. Frey 1985: 81. Die Gewinnung neuer Partner gilt sowohl fur politischemilitarische als auch fur wirtschaftliche Bundnisse. Bei letzterem stehen wiederum wirtschaftliche Eigeninteressen wie Offnung der Wirtschaft oder Senkungvon tarifaren und nichttarifaren Handelshemmnissen im Vordergrund. 18 aus Image und Machtgrunden nicht entziehen, oder die eigenen administrativen und finanziellen Kapazitaten reichen nicht aus.59 Die Geberlander sehen im Gegensatz zu den Empfangerlandern die VN als Verhandlungsforum zur Erganzung bilateraler Entwicklungspolitik 60.3 Inwieweit die entwicklungspolitischen Ziele unter Berucksichtigung der Eigeninteressender Nationen besser durch bi oder multilaterale EZ erreicht werden konnen, hangt im konkreten Einzelfall davon ab, ob die Eigeninteressen der beteiligten Lander zu diesen Zielen ineiner konfliktaren, neutralen oder komplementaren Beziehung stehen. Empirische Studien zur Vergabe von bi bzw. multilateraler Entwicklungshilfe setzen als Referenzgroe haufig die Bedurftigkeit einzelner Nationen fest und vergleichen, ob Entwicklungshilfe eher daran oderan den eigennutzigen Interessen der Geber ausgerichtet ist. WeckHannemannSchneiderkommen dabei zu dem Schlu, da sich multilaterale EZ eher an der Bedurftigkeit der Empfanger orientiert 61 und daher zur Erreichung der entwicklungspolitischen Ziele einer bilateralen Zusammenarbeit vorzuziehen ist.4 Die o. g. Ziele der Nationen sind in einer multilateralen Organisation zu einer gemeinsamen Zielfunktion zu aggregieren. Dies kann aufgrund der Souveranitat der Staaten nur uberein demokratisches Verfahren erreicht werden. Souverane Staaten sind nur zu einer teilweisen Abgabe ihrer Souveranitat an eine demokratische Organisation, wie z. B. die multilaterale Organisation VN, bereit, wenn das Abstimmungsverfahren sicherstellt, da ihre eigenen Interessen nicht verletzt werden.62 Somit bestimmt das Abstimmungsverfahren neben den gemeinschaftlichen Zielen auch das Interesse der Mitglieder an ihrer Organisation. Zur Systematisierung von Abstimmungsverfahren ist zwischen der Stimmenverteilung und der Entscheidungsregel zu unterscheiden: Die Stimmenverteilung bestimmt die Anzahl und die Verteilung der verfugbaren Stimmen auf die Mitglieder einer Organisation, z. B. nach Kapitalanteilen oder pro Kopf Mitglied, sowie die Vergabe besonderer Stimmrechte. Die Entscheidungsregel bestimmt, wieviel Stimmen mindestens zur Annahme eines Vorschlages notig 59 Vgl. Klingbiel 1993: 24.60 Dicke 1993: 173.61 Vgl. WeckHannemannSchneider 1990: 252.62 Vgl. Frey 1985: 131. 19 sind. Hier kann zwischen Einstimmigkeit und verschiedenen Mehrheitsregeln unterschiedenwerden.635 Zur Sicherung der nationalen Souveranitat ist die Einstimmigkeit die beste Wahl. Zu den Nachteilen zahlt, da eine Einigung umstandlich, zeitraubend und oft unmoglich ist und dadie Moglichkeiten zu strategischem Verhalten und Stimmentauschen 64 gefordert werden, welche umstandliche und zur Problemlosung nur unzureichend geeignete Entscheidungen zur Folge haben.65 Mehrheitsabstimmungen zwischen zwei Moglichkeiten sind dagegen ohnegroen Aufwand durchzufuhren und fuhren schnell zu einem eindeutigen Ergebnis. Liegenaber mehr als zwei Moglichkeiten zur Entscheidung vor, ergibt sich ebenfalls die Gefahr vonstrategischem Verhalten und Stimmentausch. Ein weiteres Probleme ist das CondorcetParadoxon Abstimmungsparadoxon, welches bei mehrgipfeligen Praferenzen auftretenkann.66 Die Effizienz der Ergebnisse von Abstimmungen hangt ab von der Akzeptanz der Entscheidungsregel, welche wiederum davon bestimmt wird, ob sie die Machtverhaltnisse der Mitglieder untereinander widerspiegelt oder nicht, von der Gruppengroe und der Unterschiedlichkeit der Praferenzen der Mitglieder.6 Aufgrund der unterschiedlichen Ziele und Anforderungen an die VN sowohl von Geberund Empfangerlandern als auch von Landern innerhalb derselben Gruppe vor allem bei den Geberlandern sowie aufgrund der groen Gruppengroe ergeben sich zwei Folgen: Zum einen ist die Wahrscheinlichkeit, mit der mehrgipfelige Praferenzen auftreten, hoch. Zum anderen entstehen durch die Aggregation der Praferenzen a priori hohe Kosten. Die Beurteilungdes gewahlten Abstimmungsverfahrens kann folgendermaen erfolgen: In den VN hat jedes Land eine gleichgewichtige Stimme ProKopfVerteilung, abgestimmt wird nach der einfachen Mehrheitsregel. Nach diesem Abstimmungsverfahren mute auch jedes Land den gleichen Beitrag zur Finanzierung der VN beitragen. Da es hier aber groe Unterschiede gibtGeber und Empfanger, spiegeln sich in gleichen Stimmrechten pro Land nicht die tatsachli 63 Daneben gibt es weitere, neuere Abstimmungsverfahren wie beispielsweise Abstimmungen mittels Veto oder mittelseiner Steuer. Vgl. hierzu z. B. Frey 1985: 133f. und Frey 1981: 142 ff.64 Strategisches Verhalten und Stimmentausche beziehen sich sowohl auf die Auswahl mehrerer Moglichkeiten bei einer Abstimmung als auch auf die Auswahl nur einer Moglichkeit. In diesem Fall werden Verabredungen zwischen mehreren Abstimmungen getroffen.65 Vgl. Frey 1981: 130 sowie Frey 1985: 131 f.66 Das CondorcetParadoxon tritt auf, wenn zur Auswahl einer Alternative nach der Regel der einfachen Mehrheit ubermehrere Alternativenpaare nacheinander entschieden wird. Hierbei kann es zu logischen Inkonsistenzen bzw. zu einem Widerspruch im Vergleich zum Ergebnis unter Verwendung der Transitivitatsannahme kommen. Vgl. hierzu Frey 1977:94 ff. und insbesondere Frey 1981: 132 f., wo sich auch eine anschauliche Illustration dieses Sachverhaltes findet. Bei Gygi 1991: 111 ff. findet sich hierfur ein praktisches Beispiel: die VN. 20 chen Machtverhaltnisse wider. Bei einer solchen Ungleichverteilung von Beitragszahlungenund Stimmrechten haben die Empfangerlander und die kleinen Beitragszahler groe Anreize,das Budget auf Kosten der groen Beitragszahler zu erhohen. Der Nutzenzuwachs aus einemhoheren Budget fallt dabei in Form erhohter Entwicklungshilfe und erhohter Beteiligung inder Verwaltung an.67 Zur Durchsetzung ihrer Interessen bei einer Mehrheit der Empfangerlander mit ihren differierenden Zielen haben die groen Beitragszahler nur die Moglichkeit,die Einstellung, Reduzierung oder Verzogerung von Zahlungen anzudrohen und gegebenenfalls exemplarisch zu praktizieren.68 Aufgrund des Auseinanderfallens von faktischer und Abstimmungsmacht mussen die moglichen finanziellen Sanktionen bei der Entscheidungsfindung mitberucksichtigt werden. Somit gilt faktisch die Einstimmigkeitsregel, bei der ein gemeinsamer Konsens gefunden werden mu. Diese Konsenssuche fuhrt meistens zu Kompromissen, welche sich durch starke Allgemeinheit auszeichnen 69 um es so allen recht zu machen. Sind diese Kompromi Entscheidungen immer noch nicht im Sinne der Finanziers,konnen sie die Umsetzung der Beschlusse durch die Verweigerung ihrer Mitarbeit oder den Entzug finanzieller Unterstutzung in diesem Bereich behindern bzw. ganz verhindern 70. Diegeltenden Abstimmungsregeln und die Ergebnisse der Abstimmungen konnen somit als ineffizient bezeichnet werden, da es sich bei den VN um eine zu groe Gruppe mit zu unterschiedlichen Interessen handelt und die Entscheidungsregel nicht den tatsachlichen Machtverhaltnissen entspricht. Abhilfe schaffen konnte hier die Verteilung der Stimmen nach demjeweiligem finanziellen Beitrag der Lander.717 Fur das System der VN ergeben sich daraus die folgenden Konsequenzen: Mit dem Ansteigen der Mitgliederzahl wurden die Aufgaben der VN standig ausgeweitet, und es wurdenaufgrund der Konsenssuche fur eine Vielzahl neu auftretender Probleme neue Institutionenmit eigenen Entscheidungsstrukturen incl. einer sehr allgemeinen Zielvorgabe mageschneidert.72 Die Leitungsstrukturen dieser unabhangigen Institutionen sind so gestaltet, da 67 Vgl. Gygi 1991: 181.68 Vgl. Nuscheler 1996: 463. Diese Moglichkeiten konnen durch den Verlust an internationalem Prestige begrenzt werden,vor allem bei der letztlichen Konsequenz: dem Austritt aus den VN.69 Vgl. The Nordic UN Project 1991: 17.70 So beispielsweise die Industrielander bei dem UN Capital Development Fund UNCDF und der UN Conference on Trade And Development UNCTAD. Vgl. Nuscheler 1996: 462.71 Eine solche Neuverteilung weist jedoch eine erhebliche politische Brisanz auf und soll hier nicht weiter vertieft werden.72 Nuscheler 1996: 461 begrundet die Vielzahl von entwicklungspolitischen Institutionen der VN mit dem Ziel der Empfangerlander, fur jedes auftretende Problem eine UNBehorde zu schaffen, moglichst mit eigenen Leuten zu besetzen,aber von den OECDStaaten finanzieren zu lassen. 21 die Mitgliedslander direkt in ihnen vertreten sind und Anweisungen geben konnen.73 So sinddie VN heute ein unkoordiniertes und unuberschaubares System mit einer Vielzahl autonomer Organisationen, Sekretariate, Programme und Spezialagenturen.74 Diese konnen unabhangigvon der Mitgliederversammlung als Entscheidungsgremium der VN und dem Koordinationsund Kontrollorgan ECOSOC operieren, da sie nicht hierarchisch untergeordnet, sondern nurvertraglich an den ECOSOC gebunden sind.75 Die VN als Dachorganisation sind aufgrund dervolkerrechtlichen Selbstandigkeit der Institutionen somit nicht zur Beeinflussung und Kontrolle dieser berechtigt.76 Eine Koordination erweist sich ebenfalls als problematisch, weil alle Institutionen versuchen, ihre eigenen Interessen zu verfolgen. Dies auert sich beispielsweiseim Wettbewerb um finanzielle Mittel und zum Teil erheblichen Uberlappungen in den Funktionen und Aufgaben. Des weiteren ergibt sich ein Spannungsverhaltnis zwischen Mitgliederversammlung und ECOSOC, weil dieser der Mitgliederversammlung formal zwar unterstelltist, es tatsachlich aber aufgrund erheblicher inhaltlicher Uberschneidungen und eigener Entscheidungsgewalt 77 eine Nebenordnung gibt.788 Neben dieser unsystematischen Struktur der verschiedenen UNInstitutionen ergibt sichals Folge der Verhandlungen zur Konsenssuche und der damit verbundenen Allgemeinheitder Entscheidungen der Organe der VN folgendes weiteres Problem: Generalversammlungund ECOSOC geben den individuellen Gliedern des VNSystems keine konkreten Ziele bzw.Arbeitsauftrage vor.79 Da zur Beurteilung des Outputs somit kein operationaler Mastab indiesem Sinne ein Ziel vorhanden ist, werden diese unabhangigen Institutionen einer objektiven Kontrolle entzogen. So eroffnen sich diesen Organisationen, den in ihnen tatigen Mitarbeitern und den am Entscheidungsproze beteiligten Mitgliedslandern fast grenzenlose Handlungsspielraume, die sie nach eigenem Ermessen ausfullen konnen.9 Als Ergebnis dieser Analyse unter dem Blickwinkel der Interessen der Mitgliedslanderlat sich festhalten, da die institutionellen Regelungen aufgrund folgender Punkte als In 73 Vgl. The Nordic UN Project 1991: 49.74 Vgl. The Nordic UN Project 1991: 34. Nuscheler 1996: 461 spricht vom Wildwuchs innerhalb des Systems.75 Vgl. The Nordic UN Project 1991: 28.76 Vgl. HufnerSprote 1994: 105.77 Die Mitglieder des The Nordic UN Project 1991: 37 begrunden die eigene Entscheidungsgewalt des ECOSOC damit,da einige dominante Mitgliedslander nicht bereit waren, dem ECOSOC eigenstandige wirtschaftliche und soziale Verantwortung zu ubertragen, und daher ein Vetorecht beanspruchten.78 Vgl. HufnerSprote 1994: 104 und 108.79 Vgl. The Nordic UN Project 1991: 34. 22 strument zur Erreichung des entwicklungspolitischen Zieles als ineffizient bezeichnet werdenkonnen und hohe Transaktionskosten verursachen: Groe Gruppengroe mit stark divergierenden Zielen; Abstimmungsregel entspricht nicht den Machtverhaltnissen; 23 nur unbedeutende Koordination der Aktivitaten der einzelnen VNOrganisationenund daher keine Transparenz, hohe Kosten fur Informationsbeschaffung, viel Doppelarbeit aufgrund von Uberlappungen sowie Machtkampfe der Institutionen untereinander; keine Kontrolle der einzelnen VNOrganisationen moglich.4.4 Das Problem unterschiedlicher Ziele der beteiligten Entscheidungstrager1 In diesem Kapitel stehen die individuellen Interessen einzelner Gruppen von Akteurender VN im Vordergrund. Prinzipiell lassen sich folgende wichtige Gruppen unterscheiden 80,welche jeweils in einem PrinzipalAgentVerhaltnis zueinander stehen:a Mitglieder der nationalen Regierungen Agent der nationalen Wahler und Prinzipal vonb,b Reprasentanten bzw. Delegierte bei den VN Agent von a und Prinzipal von c,c Burokratie der VN Agent von b.2 Es wird im folgenden von der Annahme ausgegangen, da die Mitglieder der nationalen Regierungen nicht nur im Interesse der Wahler handeln, sondern auch ihre eigenen Zieleverfolgen. Dies erfolgt unter der Restriktion, da ihre Wiederwahl gesichert ist Machterhaltungsrestriktion. Weitere Grenzen werden durch wirtschaftliche und administrativlegale Nebenbedingungen gesetzt.81 Zu den eigennutzigen Zielen gehort beispielsweise ein moglichst hoher personlicher Konsum am Arbeitsplatz. Dazu konnen die Anhaufung von auerordentlichen Lohnbestandteilen und die Bildung von Humankapital fur weitere Tatigkeitenzahlen.82 Weiterhin versuchen sie, ihr nationales und internationales Prestige zu erhohen beispielsweise durch Erhohung des beeinflubaren Budgets oder durch Vergroerung ihres politischen Einflusses und sich fur die Zeit nach Ausscheiden aus der Regierung finanziell undpolitisch abzusichern. Diese Ziele konnen sie um so besser erreichen, je groer ihr diskretionarer Handlungsspielraum ist. Das Instrument Internationale Kooperation, im Sinne einer 80 Daneben gibt es weitere Interessengruppen, die aber zur Analyse der Effizienz der VN von nachrangiger Bedeutungsind. Dazu gehoren beispielsweise die nationalen Wahler, die nationale Burokratie, die nationale Opposition oder dienationalen Diplomaten.81 Vgl. Frey 1981: 136.82 Vgl. Gygi 1991: 15 f. 24 Mitarbeit an einer internationalen Organisation, wirkt wie folgt positiv auf die Erreichungdieser Ziele:83 Durch die direkte Beteiligung an einer Kooperation ergeben sich unmittelbare nationale und internationale Prestigesteigerungen der Regierungsmitglieder. Ihre Chancen, nach Beendigung der Regierungstatigkeit in der internationalen Organisation tatig werden zu konnen, steigen. Ihre nationale Position wird dadurch verstarkt, da sich im Inland die Informationsbeschaffung verteuert, z. B. aufgrund fremder Sprachen, und sich damit die Moglichkeit von Opposition verringert. Politisch schadliche Aufgaben konnen auf die internationale Organisation abgewalztwerden, da sich die Regierungen an eine hohere Gewalt binden konnen. Die Regierungsmitglieder konnen ihren Handlungsspielraum erweitern, da gesetzliche, finanzielle und politische Einschrankungen umgangen werden konnen, das nationale Mitbestimmungsrecht der Bevolkerung durch Abgabe von Kompetenz anubergeordnete Organisationen aufgehoben werden kann und neue politische Handlungsfelder fur die nationalen Regierungen geschaffen werden, welche die Anzahlder zur Verfugung stehenden Instrumente vergroern.3 Ist eine internationale Organisation etabliert, sind nicht mehr die Regierungen die relevanten Akteure, sondern die Reprasentanten. Diese befinden sich als Delegierte der nationalen Regierungen zwischen den Interessen der Regierungen und denen der internationalen Organisation. Sie haben die Aufgabe, die Interessen ihrer Regierungen zu vertreten, verfolgenaber auch eigene Interessen.84 Dazu zahlen hohes Prestige, die Maximierung des individuellen Konsums am Arbeitsplatz, ein friedliches konfliktarmes Dienstleben, ein moglichst hohes Budget, eine moglichst groe Anzahl von Untergebenen sowie ein hohes monetares undnichtmonetares Einkommen. Diese Ziele korrelieren positiv mit Bedeutung und Groe derinternationalen Organisation, so da die Delegierten stark am Wohlergehen ihrer Organisationinteressiert sind.85 Die Moglichkeiten zum Durchsetzen ihrer Praferenzen sind wiederum umso groer, je groer ihr Handlungsspielraum ist. 83 Vgl. zu diesem Absatz beispielsweise Gygi 1991: 3544; WeckHannemannSchneider 1990: 234, FreyGygi 1989: 11.84 Unter den Nebenbedingungen Uberwachung und Wiederberufung durch die nationalen Regierungen, Handlungen anderer Reprasentanten sowie Wirkungen auf die internationale Organisation. Vgl. FreyGygi 1989: 10.85 Vgl. hierzu FreyGygi 1989: 9 ff. 25 4 Auch die Burokraten innerhalb der VN versuchen bei der Erfullung ihrer Aufgaben, eigene Ziele zu verfolgen. Dies sind die gleichen Ziele wie die der nationalen Burokraten 86: hohes Prestige, ruhiges und konfliktfreies Leben, Maximierung des individuellen Konsums am Arbeitsplatz, moglichst hohes monetares und nichtmonetares Einkommen, moglichst hohes Budget und moglichst groe Zahl von Untergebenen. Auch hier ist die Erreichung dieser Ziele positiv mit der Groe der internationalen Organisation verknupft. Daruber hinaus wollen sie sich ihre Unabhangigkeit gegenuber den Mitgliedslandern bewahren.87 Damit ist allenhier genannten Personengruppen gemeinsam, da sie einen moglichst groen Handlungsspielraum anstreben und sich einer Kontrolle weitestgehend entziehen wollen. Im folgenden wirdvon der Annahme ausgegangen, da die Verfolgung der entwicklungspolitischen Ziele beiallen Beteiligten im Hintergrund steht und nur als schwache Nebenbedingung in die eigenen Aktivitaten mit einbezogen wird.5 Zur Analyse, in wieweit die einzelnen Akteure ihre individuellen Praferenzen im Systemder VN verfolgen konnen, wird im folgenden eine Untersuchung der PrinzipalAgentBeziehungen vorgenommen. Dabei geht es vor allem um die Frage, ob eine Kontrolle der Aktivitaten des Agenten vom Prinzipal uberhaupt, und wenn ja, in welchem Ausma, gewunscht wird. Die nationalen Regierungen sind die Agenten der nationalen Bevolkerung unddie Prinzipale der Delegierten, wobei die Bevolkerung als Prinzipal kaum Einflumoglichkeiten auf den Umgang mit internationalen Organisationen hat. Dies wird begrundet durch diegroen Informationsprobleme und vor allem durch die geringen Moglichkeiten der Kontrolleund Sanktionierung der Politiker.88 Somit haben die Politiker einen groen Spielraum zur Verfolgung ihrer eigenen Interessen. Die Regierungen dagegen beauftragen ihre Delegiertenmit der Wahrnehmung ihrer Interessen bei den VN. Damit sind sie Prinzipal sowohl gegenuber den Delegierten als auch gegenuber den VN. Da die Delegierten uber einen groen Informationsvorsprung verfugen 89 und aufgrund der unvollstandigen Information nur unvollstandige Vertrage moglich sind, mussen die Regierungen den Delegierten groen Handlungsspielraum lassen. Daher ist eine Kontrolle der Delegierten nur schwer moglich und auch nichtunbedingt im Interesse der Regierungsmitglieder, da Kontrollen Zeit und Geld kosten.90 Eine 86 Vgl. zu den Zielen der nationalen Burokraten: Frey 1981: 160.87 Vgl. hierzu WeckHannemannSchneider 1990: 234 und Gygi 1991: 13.88 Vgl. FreyGygi 1989: 8. Ein weiterer Grund ist das geringe Interesse der nationalen Wahler an der Auenpolitik.89 Vgl. FreyGygi 1989: 11.90 Vgl. FreyGygi 1989: 8. 26 Kontrolle erfolgt nur insoweit, als die Regierungen die Verfolgung ihrer eigenen Interessenmassiv gefahrdet sehen.6 Das o. g. Kostenargument begrundet ebenfalls das geringe Interesse der RegierungenPrinzipale an einer direkten Kontrolle der Aktivitaten der VN Agenten. Des weiteren istdie Kontrolle bzw. die Effizienz internationaler Organisationen ein offentliches Gut und eroffnet die Moglichkeit des Trittbrettfahrerverhaltens:91 Da der Nutzen einer strikten Kontrollein Form von Kosteneinsparungen allen Mitgliedslandern gleichermaen zugute kommt, istkeine Regierung bereit, die Kosten einer effektiven Kontrolle zu tragen.92 Dieses Problemwiegt um so schwerer, als die Einflumoglichkeiten der Mitglieder nicht ihren finanziellen Leistungen entsprechen. Des weiteren konnte es bei einer zu starken Einmischung in die inneren Angelegenheiten der VN zu Konflikten mit anderen Regierungen kommen.93 Diese Probleme treten im nationalen Fall nicht auf.947 Auch die Delegierten als Prinzipale haben keinen Anreiz, die Tatigkeiten der internationalen Organisation effektiv zu uberwachen. Ihre Anstrengungen gehen dahin, ihre Organisation in einem moglichst guten Licht in der Offentlichkeit darzustellen, da sie hiervon direktprofitieren. Das Aufdecken von Schwachen liegt somit nicht in ihrem Interesse. Weitere Nachteile, welche durch eine zu genaue Kontrolle entstehen konnen, sind auftretende Konflikte zwischen einzelnen Mitgliedslandern sowie direkte Konflikte der Delegierten mit der Burokratie der VN. Dies schmalert die Karrierechancen und das Prestige sowohl der Delegierten als auch das ihrer Regierungen.95 Dagegen drohen durch Stillhalten keine negativen Konsequenzen, da man sich auf die Position zuruckziehen kann, da man als einzelner Delegierter nur extrem geringe Einflumoglichkeiten hat. Somit ergeben sich die folgenden Koalitionen:96 Zum einen schlieen sich nationale Regierungen, Delegierte und die Burokratieinternationaler Organisationen gegen die nationalen Bevolkerungen zusammen, zum anderen 91 Vgl. Luckenbach 1988: 14 und Frey 1985: 137.92 Vgl. Luckenbach 1988: 14 f.93 Vgl. Frey 1985: 137 und Luckenbach 1988: 14.94 Vgl. Gygi 1991: 176.95 Vgl. FreyGygi 1989: 11.96 Eine weitere Koalition ist die zwischen Burokraten und kleinen Beitragszahlern Empfangerlandern: Beide Gruppenverfolgen das Ziel der Ausweitung des Budgets. Vgl. Gygi 1991: 181. 27 agieren die internationalen Akteure Delegierte und internationale Burokratie gegen die nationalen Akteure Regierungen und Bevolkerung.978 Es lat sich also nur eine geringe Kontrollbereitschaft der beteiligten Akteure diagnostizieren.98 Daraus ergeben sich folgende Probleme fur die VN: Die Burokratie hat nur wenig Anreize, ihre Aufgaben zu erfullen, aber groes Interesse daran, die Organisation wachsen zu lassen. Dies kommt daher, da alle Beschaftigten aus einem hoheren Gesamtbudget, einem hoheren eigenen Budget sowiegroerer Beschaftigtenzahlen einen Vorteil ziehen. Das Problem hierbei ist, da dieses Wachstum nicht der Verfolgung der vorgegeben entwicklungspolitischen Ziele,sondern der Verfolgung der eigenen individuellen Ziele dient. Dabei wird ein Groteil der Gelder fur interne Zwecke ausgegeben.99 Es entstehen hohe Kosten aufgrund von Ineffizienzen, da aufgrund mangelnder Kontrolle alle Glieder in der Kette ihre eigenen Ziele verfolgen konnen.Somit konnen die VN aus dem Blickwinkel aller Agenten zwar als effizient beschrieben werden, aus dem Blickwinkel der Bevolkerung als primarem Auftraggeber dagegen erfullen die VN die eigentlich an sie gestellten Aufgaben nur unzureichend und mit viel zu hohen KostenXIneffizienz. Somit konnen internationale Organisationen und insbesondere die VN alsuberbordende Burokratie mit hoher Ineffizienz gekennzeichnet werden.1004.5 Das Problem asymmetrischer Information1 Ein weiteres Problem besteht in der Kontrollfahigkeit der VN. Bei vollkommener Information und der Moglichkeit des Abschlusses vollstandiger klassischer Vertrage konnen alle Aktionen und somit die Vertragserfullung des Agenten beobachtet und mogliche Verstoesofort sanktioniert werden. Ist der Prinzipal in diesem Fall zur Kontrolle bereit, hat der Agentkeinen Handlungsspielraum zur Verfolgung eigener Interessen. In der Realitat gibt es dagegen Informationsunvollkommenheiten und unvollstandige Voraussicht, so da nur relationale Vertrage abgeschlossen werden konnen. Diese lassen Lucken in den Vereinbarungen und sind 97 Vgl. FreyGygi 1989: 8.98 Die Kontrollierenden praferieren dagegen eher eine gute Zusammenarbeit mit der zu kontrollierenden Burokratie, da Anreize fehlen. Vgl. Gygi 1991: 176.Insbesondere fur die Erhohung der Beschaftigtenzahl sowie der Gehalter und Pensionen. Vgl. Frey 1985: 151.99100 Vgl. Frey 1985: 137. 28 damit zumeist notwendigerweise und absichtlich unvollstandig, da nicht alle zukunftigen Geschehnisse vorausgesehen werden konnen.101 Auerdem wurden Vereinbarungen ubermoglichst alle erwarteten zukunftigen Eventualitaten zu hohe Kosten verursachen.102 Somitwird dem Agenten ein Handlungsspielraum zugestanden, dessen Uberwachung nur zu progressiv steigenden Kosten 103 moglich ist. Bei relationalen Vertragen gilt: Je groer die Informationsunvollkommenheit, desto unvollstandiger die Vertrage, desto groer der Handlungsspielraum des Agenten, desto groer die Moglichkeit der Verfolgung seiner individuellen Interessen auf Kosten des Prinzipals und die Moglichkeit opportunistischen Verhaltens des Agenten.2 Das Problem von PrinzipalAgentBeziehungen und Informationsasymmetrien ist im Fallder VN besonders ausgepragt: So haben die Regierungen als Agenten wesentlich mehr Informationen uber die VN als die Burger, die Delegierten mehr Informationen als die Regierungen und die Burokratie der VN mehr Informationen als die Delegierten. Bei diesen hier vorliegenden Informationsasymmetrien nach Vertragsabschlu moralisches Risiko moral hazard kann der Prinzipal weder die Aktionen des Agenten direkt beobachten verstecktes Handeln hidden action noch erlangt er Kenntnis uber den Alternativenspielraum des Agenten versteckte Information hidden information.104 Eine Beurteilung des Agenten istdaher nur schwer moglich, zumal die Agenten versuchen, sich einer Kontrolle zu entziehen.Verscharft wird das Problem der Informationsasymmetrie durch die Verkettung von PrinzipalAgentBeziehungen: Da der Prinzipal den Abschlu neuer Vertrage durch den Agentennicht kontrollieren und beurteilen kann, wird der Agent versuchen, neue Vertrage so zu gestalten, da sein individueller Nutzen maximiert wird. Somit wird das eigentliche Ziel immermehr zur Nebenbedingung oder verschwindet ganz und die Institution als solche wird zum Selbstzweck Maximierung des Nutzens aller daran beteiligten Agenten. Die eigentliche Zielgruppe der Aktivitaten bzw. die eigentlichen Ziele der Auftraggeber werden nicht mehrerreicht, da diese Akteure ebenso wie die Auftraggeber eine zu schwache Verhandlungsposition haben. 101 Vgl. RichterFurubotn 1996: 173.102 Vgl. Richter 1990: 583. Ein relationaler Vertrag wird weiterhin dadurch gekennzeichnet, da er in ein soziales Beziehungsgeflecht eingebunden ist und Detailverhandlungen laufend weitergefuhrt werden.103 Je intensiver der Agent beobachtet wird, umso starker steigen die Kosten je zusatzlicher Inputeinheit.104 Vgl. RichterFurubotn 1996: 196. Zu hidden action und hidden information vgl. insbesondere Arrow 1985: 38 ff. 29 3 Dem Prinzipal bieten sich als Schutz vor eigennutzigem Verhalten des Agenten folgende Moglichkeiten: Es konnen sich selbst durchsetzende Vertrage geschlossen werden, bei denen vom Agenten eine Geisel z. B. seine Reputation 105 eingefordert wird, es kann eine wiedumirsoichdirStrategie angewendet werden, es konnen Anreize gesetzt werden, indem der Vertrag bzw. die Entlohnung so gestaltet wird, da die Erreichung der Ziele des Prinzipals auch im Interesse des Agenten liegt.106Durch solch ein Anreizschema soll der Agent dazu gebracht werden, nicht nur seinen individuellen Nutzen zu maximieren, sondern gleichzeitig den des Prinzipals.107 Dies kann aberauch nur eine zweitbeste Losung sein, da es aufgrund unvollkommener Information nicht gelingen kann, alle Moglichkeiten opportunistischen Verhaltens zu berucksichtigen. Auerdementstehen durch das Herausfinden und Aushandeln eines solchen komplexen, optimalen Anreizsystems hohe Transaktionskosten. In der Praxis dominieren daher ineffiziente AgencyBeziehungen.108 Auf die VN bezogen bedeutet dies, da die nationalen Wahler als Prinzipalkaum Moglichkeiten besitzen, die Verfolgung der individuellen Interessen der Agenten zuverhindern: Zum einen haben sie nicht genugend Informationen und finanzielle Mittel bzw.wollen diese nicht bereitstellen, um Anreizschemen fur alle Ebenen zu erstellen, und zumanderen besitzen sie kaum Verhandlungsmacht, um Vertrage mit solchen Anreizstrukturendurchzusetzen. Die festgestellten Ineffizienzen lassen sich also kaum beseitigen. Somit kannfestgestellt werden, da die Benutzung der Institution VN aufgrund individueller Nutzenmaximierung und der PrinzipalAgentProblematik mit hohen Transaktionskosten verbunden ist.4 Die Fahigkeit zur Kontrolle der Burokraten ist aus einem weiteren Grund nur gering: Wiein Kap. 4.3 bereits geschildert, sind die entwicklungspolitischen Ziele der VN so pauschalformuliert, da sie in dieser Form eine Kontrolle der Burokraten uber die Zielerreichung nichterlauben. Den Burokraten stehen damit alle Aktivitaten offen, ohne da sie zur Verantwortung gezogen werden konnen. Die Burokratie ist daher bestrebt und kann aktiv dazu beitragen, da 105 Zu dem Problem der Reputation bei internationalen Organisationen vgl. Gygi 1991: 98 f.106 Neben der Entlohnung konnen in Burokratien uber das Beforderungssystem und die Anstellungsdauer Anreize gesetztwerden. Vgl. dazu Gygi 1991: 168 f.107 Vgl. RichterFurubotn 1996: 284.108 Vgl. Schumann 1992: 457. 30 die Ziele der VN moglichst offen gehalten werden, moglichst weit in die Zukunft gerichtet und moglichst schwierig erreichbar sind, da keine Prioritatenliste der Ziele erstellt wird und moglichst viele Zwischenziele und Indikatoren festgelegt werden.109Somit konnen die Burokraten die Moglichkeiten ihrer Uberwachung selbst einschranken unddie Transaktionskosten der Organisationsnutzung der VN erhohen.5 Durch die Verkettung mehrerer PrinzipalAgentBeziehungen konnen sich aber auch Vorteile ergeben. Damit ist vor allem zu rechnen, wenn die Burokraten der VN verhindern,da die nationalen Regierungsmitglieder ihre ursprunglichen Zielsetzungen durchsetzen konnen. Da die Politiker im Gegensatz zu den Burokraten zumeist kurzfristige Praferenzen besitzen, kann durch die PrinzipalAgentBeziehungen innerhalb internationaler Organisationenund das Beharrungsvermogen der internationalen Burokratie eine langfristige Garantie internationaler Vertrage erfolgen.110 Diese Stabilisierung internationaler Beziehungen durch internationale Organisationen wird verstarkt durch deren groere Glaubwurdigkeit bei Versprechen und Drohungen, die groen Potentiale der Informationsbeschaffung und die Moglichkeit, mit Hilfe von Reputationen Druck auszuuben.111 Sie ermoglichen somit Staaten den Abschlu wechselseitiger vorteilhafter Abkommen, die andernfalls schwer oder gar nicht zuerreichen waren 112.5 BILATERALE VERSUS MULTILATERALEENTWICKLUNGSZUSAMMENARBEIT DER VEREINTEN NATIONENUNTER WEITEREN ASPEKTEN1 Gegen eine Entwicklungspolitik der VN spricht das geltende Prinzip der Souveranitat der Mitglieder. Daraus wird abgeleitet, da die Regierungen der Empfangerlander uber die Verwendung der technischen Hilfe der VN selbst entscheiden konnen. Da so keine echten Verhandlungen zwischen dem Geber und der empfangenden Nation stattfinden, ist eine Leistungsautomatik in einem solchen System vorprogrammiert.113 Eine Verwendungskontrolleist daher ebenfalls kaum moglich. Folglich ergeben sich groe Handlungsspielraume fur die 109 Vgl. Gygi 1991: 150 f.110 Vgl. hierzu Gygi 1991: 116 und 102.111 Vgl. RichterFurubotn 1996: 468 f.112 RichterFurubotn 1996: 470. 31 Empfangerlander, welche in einer AgencyBeziehung zum Prinzipal und Geber VN stehen.Ein weiteres Problem der VN sind die Landerquoten fur die Besetzung von Posten in der Burokratie.114 Diese haben zur Folge, da bei einer Neubesetzung von Stellen nicht so sehr die Qualifikation im Vordergrund steht, sondern die Staatsangehorigkeit des Mitarbeiters. Auerdem ist die Entfernung eines Beschaftigten aus seinem Amt nur schwer moglich, da dies auf Widerstand des betroffenen Mitgliedslandes stoen kann.2 Gegen eine multilaterale Entwicklungspolitik spricht das Beharrungsvermogen von Burokratien. So werden sich die Mitarbeiter der bereits auf nationaler Ebene bestehenden Organisationen im Bereich EZ gegen eine Schwachung bzw. Auflosung ihrer Organisation wehren.115 Durch die Vergabe multilateraler Entwicklungspolitik wird es daher auf nationaler Ebene kaum zu Einsparungen kommen, sondern eher zu einer Mehrbelastung durch doppelten Verwaltungsaufwand und evtl. entstehender Konflikte 116.3 Zwei Argumente, die fur eine multilaterale Entwicklungspolitik sprechen, sind die bessere Gewahrleistung der Kontinuitat der Hilfeleistungen, da Zahlungsschwankungen nicht so extrem ausfallen und ausgeglichen werden konnen 117, sowie die Umgehung der national geltenden in Deutschland: kameralistischen Haushaltsgrundsatze. Aus der Befolgung dieser kameralistischen Haushaltsgrundsatze ergeben sich die folgenden Probleme: So kann es zum einen,vor allem zum Jahresende, unverhofft zu Haushaltssperren kommen mit der Folge, da die Zahlung von Entwicklungshilfe vorubergehend eingestellt werden mu. Zum anderen ist einemehrjahrige Budgetplanung nicht moglich, da die in einer Periode nicht verbrauchten bzw.bewut gesparten Budgetmittel nicht in die nachste Periode ubertragen werden konnen, sondern zum Jahresende verfallen. Daraus ergibt sich als weitere Folge, da das Budget in dernachsten Periode entsprechend niedriger angesetzt wird. Diese Probleme lassen sich umgehen, wenn beispielsweise bis November eines Jahres bilaterale EZ erfolgt und anschlieendder Restbetrag zur multilateralen EZ verwendet wird. Diese Zahlungen sind grotenteils vertraglich fixiert und konnen nicht einfach gesperrt werden. So wird das Budget voll ausge 113 Vgl. Bundesministerium fur wirtschaftliche Zusammenarbeit und Entwicklung 1996: 309 f.114 Vgl. Frey 1985: 137.115 Vgl. Gygi 1991: 102.116 Beispielsweise auf nationaler Ebene zwischen Burokratie und Regierung bzw. innerhalb der Burokratie oder zwischennationaler und internationaler Burokratie.117 Vgl. Hemmer 1988: 804. 32 schopft, und durch Beitragsvorauszahlungen werden auch periodenubergreifende Aktivitaten moglich.6 EXKURS: DIE ENTWICKLUNGSPOLITISCHEN INSTITUTIONEN DERVEREINTEN NATIONEN SPEZIALISIERUNG VERSUSGENERALISIERUNG1 Eine weiteres Problem, das sich im Zusammenhang mit der Vorteilhaftigkeit einer multilateralen EZ der VN ergibt, ist die Frage nach der praktischen Durchfuhrung der EZ. So gehoren zum System der Vereinten Nationen eine Vielzahl entwicklungspolitischer Institutionen,die es zu steuern gilt. Dabei stellt sich insbesondere die Frage nach der generellen Zielrichtung der einzelnen Durchfuhrungsorganisationen: Sollten sie sektorspezifisch 118 organisiertsein und sich gegenseitig erganzen oder sollten sie als Generalisten in Konkurrenz zueinanderstehen?2 Die Vorteile einer sekorspezifischen Ausrichtung der Durchfuhrungsorganisationen sinddie aus einer Zentralisierung resultieren Betriebsgroenvorteile, die Herausbildung von Spezialisten und eine Erhohung der Effektivitat.119 Zur Realisierung dieser Vorteile sind eine Koordination der Aktivitaten sowie die Steuerung und Kontrolle der Durchfuhrungsorganisationen unerlalich. Ansonsten kann es dazu kommen, da Aufgabenuberschneidungen entstehen, die Aufgaben uberhaupt nicht erfullt werden, die Organisationen in Konkurrenz zueinander treten sowohl bei Aufgaben und Finanzierung als auch bei der Personalbeschaffung, die einzelnen Aktivitaten untereinander nicht abgestimmt werden oder innerhalb der Organisationen Ineffizienzen entstehen.Deshalb mu es eine ubergeordnete Instanz mit ausreichenden Kompetenzen geben. Diesemu ein generelles entwicklungspolitisches Konzept verfolgen, damit die Auftrage an die Teilorganisationen kompatibel mit dem Generalziel sind. In diesem Sinne konnte man die Vereinten Nationen als Unternehmung mit funktionaler Organisation 120 ansehen, bei der die 118 Die Spezialisierung nach einzelnen Regionen soll hierbei auen vor bleiben, da in diesem Bereich bereits eine Vielzahlregionaler Institutionen existieren, wie z. B. die regionalen Entwicklungsbanken.119 Vgl. hierzu auch Kap. 3.2.120 Die Funktionalorganisation wird gekennzeichnet durch die Vereinigung der fur eine Gruppe von Handlungen notwendigen Kompetenzen sowie durch die uberragende Bedeutung von Interdependenzen zwischen den einzelnen Funktionsbe 33 verschiedenen funktional gegliederten Bereiche der Unternehmensfuhrung direkt unterstehen.Dabei ist es irrelevant, ob diese Unternehmensbereiche rechtlich selbstandig sind oder nicht,wichtig ist die Kontrolle der obersten Fuhrungsebene uber die Bereiche. Nachteile dieser Organisationsform sind die hohen Kontroll und Koordinationskosten, die moglicherweise auftretende Rivalitaten der Organisationen untereinander sowie die Mehrfachvertretung und damit verbundener Mehraufwand in einzelnen Landern bzw. Regionen, in denen eine zusatzliche Abstimmung erfolgen mu. Ebenso entfallt eine Spezialisierung auf bestimmte Landerbzw. Regionen.3 Die Vorteile einer Generalisierung der Durchfuhrungsorganisationen alle Organisationenstellen ein Komplettangebot fur alle Sektoren zur Verfugung liegen in der Erhohung der innerbetrieblichen Effizienz Verminderung der XIneffizienz der einzelnen Organisationensowie im Wegfall der moglicherweise hohen Koordinationskosten. Die Effizienzerhohungentsteht dadurch, da die Vereinten Nationen in diesem Fall die Generalversammlung, der ECOSOC oder die allgemeine Verwaltung die durchzufuhrende Manahme nicht mehr densektorspezifischen Organisationen zuweisen, sondern zwischen den Organisationen ausschreiben. Somit treten die Durchfuhrungsorganisationen zueinander in einen Wettbewerb,bei dem der Organisation der Auftrag erteilt werden sollte, welche das gunstigste Angebotvorlegt. In einem solchen Fall sind die Organisationen zu Kostenreduzierungen gezwungen,da ungunstige Kostenstrukturen zum Ausschlu von Auftragen fuhren. Dabei ist es unerheblich, ob sich einzelne Organisationen nicht doch auf Sektoren oder Regionen spezialisieren;wichtig ist nur die Konkurrenzsituation untereinander. Neben solchen internen Ausschreibungen konnen Auftrage auch offentlich ausgeschrieben werden, so da sich ebenfalls privateund andere offentliche Durchfuhrungsorganisationen um den Auftrag bewerben konnen. Dabei gilt prinzipiell bei funktionsfahigen Markten: Je mehr Wettbewerber, desto geringer die XIneffizienzen. Die Koordination der Aktivitaten erfolgt hierbei nicht mehr innerhalb einer Organisation, sondern uber den Markt. Eine Kontrolle der Aktivitaten des Agenten erfolgtuber die Einhaltung der geschlossenen Vertrage. Weitere Vorteile liegen in der Moglichkeitder regionenspezifischen Spezialisierung und dem fehlenden Abstimmungsbedarf in den einzelnen Regionen. Nachteile hierbei sind die anfallende Doppelarbeit in den einzelnen Organi reichen, so da an die Koordination hohe Anforderungen gestellt werden. Vgl. Frese 1986: 237 f. Vgl. zur funktionalen Organisation und deren Vor und Nachteile die betriebswirtschaftliche Literatur, beispielsweise Frese 1986: 237241, Kruger 1994: 9597 oder BraunBeckert 1992: Spalten 640655. 34 sationen, die nur geringen Moglichkeiten der sektorspezifischen Spezialisierung und der Wegfall von Betriebsgroenvorteilen.4 Das Problem, welches sich bei der sektorspezifischen Spezialisierung der Teilorganisationen stellt, ist das der Koordination und Kontrolle der Aktivitaten. Diese Aufgaben, eigentlichprimares Ziel des ECOSOC, kann diese Institution nicht erfullen, da die Durchfuhrungsorganisationen quasi unabhangig vom System der VN sind. Dies verursacht hohe Kosten, welchedie Vorteile der sektorspezifischen Spezialisierung uberkompensieren konnen. Des weiterenist es schwer, ein entwicklungspolitisches Konzept in der Arbeit der VN zu erkennen, so daes zu inkompatiblen Arbeitsauftragen an die Durchfuhrungsorganisationen und somit zu gegenlaufigen Wirkungen auf das allgemein formulierte Entwicklungsziel kommen kann.5 Es bieten sich zwei Losungsmoglichkeiten an: Entweder kann der entwicklungspolitische Bereich der VN so umgestaltet werden, da Koordination und Kontrolle der Durchfuhrungsorganisationen gewahrleistet werden Umstrukturierung, oder es kann eine Generalisierungder Teilorganisationen durchgefuhrt werden. Beide Vorschlage werden auf den Widerstandder betroffenen Akteure stoen: So werden in beiden Fallen die Mitarbeiter der betroffenen Organisationen eine Umstrukturierung ihrer Organisation ablehnen, weil dies uber verstarkte Kontrollmoglichkeiten zu einer Einschrankung ihres individuellen Handlungsspielraums fuhren wurde. Des weiteren kann es durch die oben genannten Veranderungen zu einem Personalabbau kommen, wenn aufgrund einer besseren Kontrolle Effizienzsteigerungen und damitein Uberhang an Personal entsteht.121 Kommt es dann zu keiner Ausweitung des Aufgabenbereiches der betroffenen Organisationen und stehen Kostenargumente im Vordergrund, sind Entlassungen zu erwarten. Diese stehen sowohl den Interessen der Mitarbeiter als auch der Mitgliedslander Quotenregelung! entgegen.6 Die an den Durchfuhrungsorganisationen beteiligten Lander werden einer Aufgabenerweiterung ihrer Organisationen unter Beibehaltung der Unabhangigkeit wohl eher zustimmenals einer Einschrankung der Unabhangigkeit unter Beibehaltung des sekorspezifischen Aufgabenbereiches. Weiterhin kann aufgrund der vielfaltigen PrinzipalAgentBeziehungen nichtabgeschatzt werden, in wieweit es bei einer Umstrukturierung zu einer besseren Koordinationund Kontrolle der entwicklungspolitischen Tatigkeiten des VNSystems kommt. Werden diese Funktionen dagegen bei einer Aufgabenerweiterung dem Markt uberlassen, kann es auf 121 Sei es aufgrund des Wegfalls von Doppelarbeiten oder aufgrund einer Leistungssteigerung der Mitarbeiter. 35 grund des Wettbewerbs zu einer wesentlich besseren Ressourcenallokation kommen, da beispielsweise viele PrinzipalAgentBeziehungen entfallen. Ebenso sollte einer sektorspezifische Ausrichtung ein entwicklungspolitisches Konzept zugrunde liegen. Die konkrete Formulierung eines solchen Konzeptes ist aber aufgrund unterschiedlicher Praferenzen der Mitgliedslander und des Abstimmungsverfahrens in der Generalversammlung der VN praktischkaum zu erreichen.122 Aufgrund dieser Uberlegungen auf eine Uberlegenheit der Alternative Generalisierung im Vergleich zur Alternative Umstrukturierung geschlossen werden.7 ZUSAMMENFASSUNG DER ERGEBNISSE UNDSCHLUFOLGERUNGEN1 Die vorherige Analyse kommt zu folgenden Aussagen: Aus allokativer Sicht und unter optimalen Bedingungen sollte EZ aufgrund des Vorliegens von Marktversagen von einer globalen Organisation betrieben werden, d.h.nur eine Organisation ist weltweit fur Entwicklungszusammenarbeit zustandig. Diebilaterale EZ sollte dann vollstandig eingestellt werden. Weiterhin sprechen fur einemultilaterale EZ, da die Benutzung des Marktes Wettbewerb zwischen einzelnen Nationen bei bilateraler EZ hohe externe Transaktionskosten verursacht, welchedurch eine Zentralisierung der EZ vermieden bzw. gesenkt werden konnen.123 Daruber hinaus konnen durch internationale Organisationen nationale Interessen zuruckgedrangt und somit internationale Beziehungen stabilisiert, die Kontinuitat der Hilfeleistungen gewahrleistet und behindernde nationale Haushaltsgrundsatze umgangen werden. Gegen eine multilaterale EZ sprechen das Innovationsargument und das Beharrungsvermogen bereits bestehender Burokratien. Fur eine multilaterale EZ der VN spricht die Verkettung der PrinzipalAgentBeziehungen. Gegen eine multilaterale EZ der VN spricht die Beurteilung der institutionellen Regelungen: Aufgrund der groen Gruppengroe mit stark divergierenden Interessender Mitglieder sowie der Abweichung von faktischer und Abstimmungsmacht und 122 Vgl. hierzu Kap. 4.3.123 Dabei ist zu beachten, da auch die Nutzung einer Organisation Transaktionskosten, z. B. Uberwachungs, Kommunikations und Koordinationskosten, verursacht. Optimal ist dann der Grad der Zentralisierung, bei dem die Grenznutzender Zentralisierung den Grenzkosten entsprechen. 36 der sich daraus ergebenden Einstimmigkeitsregel ergeben sich hohe Abstimmungsund Folgekosten. Darunter fallen beispielsweise die Kosten, die sich durch die starke Allgemeinheit der Beschlusse der VN und der damit verbundenen Nichtkontrollierbarkeit der individuellen Glieder des VNSystems ergeben, sowie die Kosten, welchesich als Folge des Machtkampfes zwischen Geber und Empfangerlandern aus derunsystematischen Struktur der Vielzahl der einzelnen VNInstitutionen ergeben.Weitere Nachteile resultieren aus der Vielzahl und der Verkettung der PrinzipalAgentBeziehungen: Aufgrund der geringen Kontrollbereitschaft konnen die Akteurequasi ungehindert ihre eigenen Ziele verfolgen. Die Kontrollierbarkeit der VN istauch aus einem zweiten Grund praktisch kaum gegeben: aufgrund groer Informationsasymmetrien und der geringen Moglichkeit der Prinzipale, Anreize zu setzen. Daohne Kontrolle eine Institution als solche leicht zum Selbstzweck wird, ergeben sichbei der Benutzung der VN zur Erreichung der entwicklungspolitischen Ziele hohe Kosten. Schlielich ergeben sich Probleme aus den Landerquoten und dem Prinzip der Souveranitat der Mitglieder. Die Analyse der Zweckmaigkeit der bisherigen sektorspezifischen Ausrichtung der Durchfuhrungsorganisationen der VN fuhrt aufgrund der fehlenden Kontrollmoglichkeiten und der vielfaltigen PrinzipalAgentBeziehungen ebenfalls zu einem negativen Ergebnis.2 Als Fazit kann somit festgehalten werden, da es zwar viele Grunde fur eine multilaterale EZ gibt. Die Frage, ob die VN als praktischer Trager multilateraler Entwicklungspolitik eineffektives und effizientes Instrument zur Erreichung der entwicklungspolitischen Ziele darstellen, kann nach der Analyse der institutionellen Rahmenbedingungen aber mit nein beantwortet werden, da die Nutzung dieser Institution aufgrund der ineffizienten institutionellen Regelungen hohe Kosten verursacht. Somit stellt sich die Frage nach der Zukunft der entwicklungspolitischen Tatigkeiten der VN. Dabei sind folgende Moglichkeiten denkbar: Die VN betreiben weiterhin praktische EZ, es werden aber tiefgreifende und einschneidende Reformen zur Reduzierung der Kosten durchgefuhrt, oder die VN ziehen sich aus der praktischen EZ zuruck.124 Beim ersten Ansatz wurden zwei Moglichkeiten untersucht: entweder esbleibt bei der sektorspezifischen Ausrichtung und es wird ein kompetentes Koordinierungs 124 Hier sollte die Frage Wer kann was am besten bzw. besser tun? im Mittelpunkt stehen. Vgl. SmithWeiss 1997: S. 595. 37 und Kontrollorgan geschaffen oder die Aufgabenteilung zwischen den einzelnen Durchfuhrungsorganisationen wird abgeschafft und es werden Auftrage ausgeschrieben 125, damit ein Wettbewerb zwischen den einzelnen Organisationen entsteht. Gegen beide Reformalternativen spricht nicht nur, da sich verbesserte Kontroll und Anreizmechanismen nur schwer finden lassen und durch eine Reform wiederum hohe Transaktionskosten entstehen. Es bestehtauch die Gefahr, da tiefgreifende Reformen am Widerstand der betroffenen Akteure scheitern, da aus deren Sicht die VN ein effizientes Instrument zur Erreichung ihrer individuellen Interessen darstellen. Alle hierfur aufgewendeten Ressourcen waren damit vergeblich eingesetzt. Dies gilt zwar auch bei einem Ruckzug der VN aus der praktischen EZ, man ist aber beider Umsetzung nicht mehr auf die Unterstutzung der Akteure bis auf die nationalen Regierungen und ihr Wohlwollen angewiesen. Somit wurden auch die Kosten einer solchen Reform wesentlich niedriger ausfallen. Ob die heute bestehenden Durchfuhrungsorganisationender VN dabei weiter bestehen bleiben sollen oder nicht, spielt solange keine Rolle, wie diesevon den VN unabhangig bleiben und zwischen ihnen und anderen privaten oder staatlichen Durchfuhrungsorganisationen ein Wettbewerb besteht.3 Abschlieend sollen noch einige Bemerkungen zur grundsatzlichen Vorteilhaftigkeit vonmultilateralen Institutionen im Bereich der Entwicklungspolitik gemacht werden: Erstens ergeben sich bei allen multilateralen Organisationen mit vielen Mitgliedernund divergierenden Interessen hohe Transaktionskosten durch die Praferenzaggregation. Diese internationale Praferenzaggregation entfallt bei bilateraler EZ. Zweitens existieren auf nationaler Ebene wesentlich weniger PrinzipalAgentBeziehungen, so da auch hier die Transaktionskosten geringer ausfallen. Weiterhingibt es hier eine wesentlich groere Kontrollfahigkeit und bereitschaft, da wesentlich mehr Informationen und Anreize vorhanden sind und Kontrolle kein offentliches Gut mehr ist.126Das Hauptargument fur eine bilaterale Zusammenarbeit durfte aus Sicht des Verfassers aberdas Innovationsargument sein: Da es bisher noch keine geschlossene und allgemeingultige Theorie der Entwicklung gibt und viele entwicklungsrelevante Beziehungen noch nicht konsistent theoretisch aufgearbeitet worden sind, konnen sich aus dem Wettbewerb verschiedener 125 Zu weiteren Vor und Nachteilen dieses subcontracting, insbesondere an Nichtregierungsorganisationen, vgl. Third World Quarterly, Vol. 18, No. 31997: Special issue: Beyond UN subcontracting: tasksharing with regional security arrangements and serviceproviding NGOs.126 Vgl. Gygi 1991: 176 ff. 38 Entwicklungspolitiken wesentliche Fortschrittsimpulse ergeben, die bei einer multilateralen EZ moglicherweise auf der Strecke blieben.4 Als Konsequenzen der Ausfuhrungen ergeben sich: Die VN sollten keine operative EZbetreiben, sondern aufgrund ihrer globalen Ausrichtung nur als Ansprechpartner bereitstehenund Dienstleistungsfunktionen ubernehmen. Dazu konnten z. B. die Koordination der Aktivitaten verschiedener Geber in gleichen Landern und Regionen, die Bereitstellung von Informationen, die Vermittlung von Kontakten und die Bereitstellung von Kapazitaten in Landerburos gehoren. Daruber hinaus sollten sie als Diskussionsforum der Probleme der Mitgliedslander dienen und als Plattform zur Anbahnung von Kontakten. Operative EZ sollte weitestgehend in Form bilateraler EZ durchgefuhrt werden, wobei einzelne spezialisierte internationale Organisationen mit exakt definierten Zielen und Kontrollinstanzen durchaus auch ihren Platz finden konnten. Dies konnten beispielsweise die Weltbank oder aus dem System der VNdie WHO sein.LITERATURVERZEICHNIS 39 Arrow, Kenneth J. 1985: The economics of agency; in: Pratt, John W. Zeckhauser, Richard J. Hrsg.: Principals and agents. The structure of business; BostonMass.1985, S. 3751.Barro, Robert J. SalaIMartin, Xavier 1995: Economic growth; New York, 1995.Bundesministerium fur wirtschaftliche Zusammenarbeit und Entwicklung Hrsg. 1996:JournalistenHandbuch Entwicklungspolitik 1996; Bonn 1996.Braun, Gunther E. Beckert, Joachim 1992: Funktionalorganisation; in: Frese, ErichHrsg.: Handworterbuch der Organisation, 3. vollig neugestaltete Auflage, Stuttgart 1992, Spalte 640655.Brummerhoff, Dieter 1988: Finanzwissenschaft; Munchen 1988.Dicke, Klaus 1993: Entwicklungspolitische Aspekte der UNReform; in: Entwicklungund Zusammenarbeit, Nr. 71993, S. 172174.Frese, Erich 1986: Studienbibliothek Unternehmungsfuhrung; Landsberg am Lech 1986.Frey, Bruno S. 1977: Moderne Politische Okonomie; Munchen 1977.Frey, Bruno S. 1981: Theorie demokratischer Wirtschaftspolitik; Munchen 1981.Frey, Bruno S. 1985: Internationale Politische Okonomie; Munchen 1985.Frey, Bruno S. Gygi, Beat 1989: The political economy of international organizations;in: JustusLiebigUniversitat Gieen Hrsg.: Diskussionsbeitrag des Gieener Arbeitskreises fur wirtschaftspolitische Studien, Nr. 6, Gieen 1989.Gygi, Beat 1991: Internationale Organisationen aus der Sicht der Neuen Politischen Okonomie; Heidelberg 1991.Hemmer, HansRimbert 1988: Wirtschaftsprobleme der Entwicklungslander; 2. Auflage;Munchen 1988.Hufner, Klaus Sprote, Wolfgang 1994: Zur Reform des Wirtschafts und Sozialbereichsder Vereinten Nationen; in: Hufner, Klaus Hrsg.: Die Reform der Vereinten Nationen, Opladen 1994, S. 99118.Klingbiel, Stephan 1993: Multilaterale Entwicklungspolitik; in: Aus Politik und Zeitgeschichte, Beilage zur Wochenzeitung Das Parlament, Heft 12 131993,S. 2228.Kruger, Wilfried 1994: Organisation der Unternehmung; 3. verbesserte Auflage, Stuttgart 1994.Libecap, Gary D. 1989: Distributional issues in contracting for property rights; in: Journal of Institutional and Theoretical Economics, Vol. 145, 1989, S. 624.Luckenbach, Helga 1988: Effizienzprobleme weltwirtschaftlicher Organisationen; in:JustusLiebigUniversitat Gieen Hrsg.: Diskussionsbeitrag des Gieener Arbeitskreises fur wirtschaftspolitische Studien, Nr. 2, Gieen 1988.Nohlen, Dieter 1993 Hrsg.: Lexikon Dritte Welt: Lander, Organisationen, Theorien,Begriffe, Personen. Vollst. uberarb. Neuausgabe, Reinbeck bei Hamburg 1993. 40 Nuscheler, Franz 1996: Lern und Arbeitsbuch Entwicklungspolitik; 1. durchgesehener Nachdruck der 4. Auflage, Bonn 1996.Olson, Mancur 1977: Das Prinzip fiskalischer Gleichheit: Die Aufteilung der Verantwortung zwischen verschiedenen Regierungsebenen; in: Kirsch, Guy Hrsg.: Foderalismus; StuttgartNew York 1977, S. 6667.Pratt, John W. Zeckhauser, Richard J. 1985: Principals and agents: An overview; in:Pratt, John W. Zeckhauser, Richard J. Hrsg.: Principals and agents. The structure of business; BostonMass. 1985, S. 135.Richter, Rudolf 1990: Sichtweise und Fragestellungen der Neuen Institutionenokonomik;in: Zeitschrift fur Wirtschafts und Sozialwissenschaften, 110. Jg. 1990,S. 571591.Richter, Rudolf 1994: Institutionen okonomisch analysiert; Tubingen 1994.Richter, Rudolf Furubotn, Eirik 1996: Neue Institutionenokonomik; Tubingen 1996.Schenk, KarlErnst 1992: Die Institutionenokonomik Ein Uberblick uber wichtige Elemente und Probleme der Weiterentwicklung; in: Zeitschrift fur Wirtschafts und Sozialwissenschaften, 112. Jg. 1992, S. 337378.Schumann, Jochen 1992: Grundzuge der mikrookonomischen Theorie; Berlin 1992.Smith, Edwin M. Weiss, Thomas G. 1997: UN tasksharing: towards or away from global governance? in: Third World Quarterly, Vol. 18, No. 31997, S. 595619.Streeten, Paul .P. 1989: Global institutions for an interdependent world; in: World Development, Vol. 17, 1989, S. 13491359.Streeten, Paul P. 1995: Global governance for human development; in: Bochumer Institutfur Entwicklungsforschung und Entwicklungspolitik Hrsg.: Neuorientierungender Entwicklungspolitik; Bochumer Schriften zur Entwicklungsforschung und Entwicklungspolitik Nr. 34, Frankfurt a. M. 1995, S. 4368.The Nordic UN Project 1991: The United Nations in development. Reform issues in theeconomic and social fields. A nordic perspective; final report by the Nordic UNProject, Stockholm 1991.Unser, Gunther 1992: Die UNO Aufgaben und Strukturen der Vereinten Nationen.5. neubearbeitete und erweiterte Auflage, Munchen 1992.Vereinte Nationen 1996: Ad hoc openended working group of the general assembly onan agenda for development: Agenda for development; vorlaufige Fassung vom 14.03.1996, Internetdokument vom 30.08.96:gopher:gopher.un.org:7000gaac 250ac 250.cp 1WeckHannemann, Hannelore Schneider, Friedrich 1990: Vergabe von bilateraler undmultilateraler Entwicklungshilfe: Eine positive Analyse; in: Jahrbuch fur Neue Politische Okonomie, Band 9, Tubingen 1990, S. 228253.Wilhelm, Rainer 1996: Endogene Wachstumstheorien und ihre Implikationen fur Entwicklungslander; in: JustusLiebigUniversitat Gieen Hrsg.: Discussion Papersin Development Economics, Nr. 20, Giessen 1996.Williamson, Oliver E. 1990: Die okonomischen Institutionen des Kapitalismus: Unternehmen, Markte, Kooperationen; Tubingen 1990.", "filename": "662153774.pdf", "person": ["Jörg Heuel", "Heuel, Jörg"], "date": ["1997"]}