{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46306/1/66265806X.pdf"], "title": ["Knocking on heaven's door? Protestantism and suicide"], "plaintext": "CESifo Working Paper No. 3499 Knocking on Heavens Door? Protestantism and Suicide Abstract We model the effect of Protestant vs. Catholic denomination in an economic theory of suicide, accounting for differences in religiouscommunity integration, views about mans impact on Gods grace, and the possibility of confessing sins. We test the theory using a unique microregional dataset of 452 counties in 19thcentury Prussia, when religiousness was still pervasive. Our instrumentalvariable model exploits the concentric dispersion of Protestantism around Wittenberg to circumvent selectivity bias. Protestantism had a substantial positive effect on suicide in 181621 and 186971. We address issues of bias from mental illness, misreporting, weather conditions, withincounty heterogeneity, religious concentration, and gender composition. JELCode: Z120, N330. Keywords: religion, suicide, Prussian economic history. Ludger Woessmann Ifo Institute for Economic Research at the Sascha O. Becker Department of Economics University of Warwick Coventry, CV4 7AL United Kingdom s.o.beckerwarwick.ac.uk University of Munich Poschingerstrasse 5 81679 Munich Germany woessmannifo.de June 10, 2011 We would like to thank seminar participants at the NBER Economics of Religion conference, the ASREC annual meeting, the annual meeting of German Economists Abroad, the Ifo Institute, and at the universities of Stirling, Warwick, Copenhagen, and Glasgow, in particular Ran Abramitzky, Robert Barro, Gary Becker, Davide Cantoni, CarlJohan Dalgaard, Angus Deaton, Jon Gruber, Gordon Hanson, Dan Hungerman, Larry Iannaccone, Murat Iyigun, Andrew Oswald, Jared Rubin, John Sawkins, and Fabian Waldinger for helpful discussion and comments. Capable research assistance by Martin Hofmann and Laurenz Detsch, as well as financial support by the Pact for Research and Innovation of the Leibniz Association, are gratefully acknowledged. I. Introduction Each year, about one million people commit suicide worldwide, making suicide a leading cause of death in particular among young adults World Health Organization 2008. This creates farreaching emotional, social, and economic ramifications and invokes major policy efforts to prevent suicides. In the scientific literature, religious denomination has long been observed as an important factor related to suicide. Already in Le suicide, a classic example of quantitative investigation of socially framed individual behavior, Emile Durkheim 1897 presented aggregate indicators suggesting that Protestantism was a leading correlate of suicide incidence. The proposition that Protestants have higher suicide rates than Catholics has been accepted widely enough for nomination as sociologys one law Pope and Danigelis 1981. Even today, Protestant countries tend to have substantially higher suicide rates, suggesting that the relation of religion and suicide remains a vital topic.1 Several contributions have so far revealed the usefulness of investigating suicide from an economics point of view Hamermesh and Soss 1974; Becker and Posner 2004.2 But the leading established correlate of suicide in the sociological literature, religious denomination, has received surprisingly little attention in the economics literature, despite the recent burst of interest in issues of culture and religion.3 While the economics literature on happiness and subjective wellbeing considers suicide as a measure of utmost unhappiness with the particular advantage over subjective selfreports of being a revealedpreference outcome measure e.g., Oswald 1997; Layard 2005, these analyses have so far not been linked to religious denomination. In this paper, we make two contributions to the economic analysis of the relation between religion and suicide. First, we model the effect of Protestantism on suicide in the spirit of recent advances in the economics of suicide. We show how a higher suicide rate of Protestants relative 1 This observation is based on the sample of ten OECD countries in which either Protestants or Catholics still make up more than 85 percent of the population in 2000; the average suicide rate among the four Protestant countries is 15.5 suicides per 100,000 inhabitants, whereas it is 8.9 among the six Catholic countries suicide data from Organisation for Economic Cooperation and Development 2009; religion data from Barrett, Kurian, and Johnson 2001. See also Huang 1996 and Helliwell 2007 for crosscountry studies of religion and suicide. 2 Cutler, Glaeser, and Norberg 2001, Daly and Wilson 2009, Daly, Oswald, Wilson, and Wu forthcoming, and Daly, Wilson, and Johnson forthcoming are further examples. 3 The economics literature on culture and religion see, e.g., Iannaccone 1998 and Guiso, Sapienza, and Zingales 2006 for surveys does not emphasize suicide as a possible outcome. A noteworthy exception is the economics of suicide bombers Benmelech and Berrebi 2007; Berman and Laitin 2008, which addresses a special case where the prime motivation for suicide is not to end ones life. Evidence suggests that the typical profile of suicide bombers is very different from those who commit suicide in general Krueger and Maleckova 2003. 1 to Catholics can be understood as a rational 4 outcome of several differences in religious doctrine between the two denominations. Second, we provide new microregional evidence from the 19th century a time when religiousness was still pervasive that the effect of Protestantism on suicide may indeed be causal. While many sociological studies have confirmed Durkheims association since, causal interpretation is hampered by several forms of unobserved heterogeneity, such as the possibility that individuals with characteristics that make them prone to committing suicide may select themselves into different religious denominations. Existing studies do not address this fundamental endogeneity problem. We suggest an empirical identification strategy that exploits the fact that in Prussia, Protestantism initially tended to spread concentrically around Luthers city of Wittenberg Becker and Woessmann 2009. Using a unique dataset of 452 Prussian counties at the beginning and end of the 19th century, our results suggest that Protestantism is a leading explanatory factor for suicide rates. Durkheim 1897s hypotheses on religion and suicide have created substantial controversies in the sociological literature to these days, and the regularity of the empirical pattern has not gone without question.5 Theoretically, Durkheim 1897 stressed the point that Protestantism encourages independent thought and religious individualism, decreasing the integration of the community relative to the unified Catholic community. He argued that this role of religion as a society tends to protect man from committing suicide. We put this argument in the framework of a simple economic theory. However, there are additional differences between Protestantism and Catholicism, rooted more fundamentally in religious doctrine, that have consequences for the utility or disutility of afterlife. By adding religion and the consideration of afterlife to the Becker and Posner 2004 version of the economic theory of suicide, we show that such doctrinal differences between the Protestant and Catholic denominations are relevant to suicidal behavior. In particular, Protestantism tends to stress that mans salvation is by Gods grace alone and not by any merit of mans own work, whereas Catholicism allows for Gods judgment to be affected by mans deeds and sins. As a consequence, committing suicide entails the disutility of forgoing paradise for Catholics but not for Protestants. A further doctrinal difference is that the confession of sins is a 4 Of course, many suicides are not rational acts but derive from affective emotions or mental illness. In the empirical part, we can control for physical and mental disabilities. 5 See Bankston, Allen, and Cunningham 1983 and Simpson 1998 for two examples over the years. 2 holy sacrament in Catholicism but not in Protestantism. Since suicide is the only sin that by definition can no longer be confessed, this additionally creates a substitution effect that diverts Catholics from committing suicide towards other forms of behavior considered in times of desperation. Consequently, within the framework of a rational theory of suicide, we show that the effect on suicide of the integration of the religious community, of views about the impact of man on Gods grace, and of the impossibility of confessing the sin of suicide all give rise to a higher propensity to commit suicide among Protestants than among Catholics. To test this prediction empirically, we turn to the setting of Prussia in the 19th century. Apart from mirroring the perspective of Durkheim 1897s work, the 19th century has the advantage that virtually everybody was member of a religious denomination and that religion pervaded all aspects of life. The Prussian perspective offers the opportunity to compare nonminority occurrences of the two religious denominations within an otherwise common setting of political governance, institutions, jurisdiction, language, and basic culture. In addition, 19thcentury Prussia proves to be the source of uniquely rich microregional data for an empirical application. In order to understand better how the incidence of suicide might be curtailed, in 186971 the Prussian statistical office embarked on a detailed survey of suicides, to be administered by all local police departments. These data are available at the level of the 452 Prussian counties. Combining them with rich census data on relevant background information, we build a unique new countylevel dataset on suicide, religion, and relevant covariates. We also use much older data on suicide incidence, from 181621, where questions about the neutrality of data recording necessitate additional robustness analyses. A fundamental challenge for an empirical identification of the effect of Protestant denomination on suicide is that people with different characteristics may selfselect into religious denominations. This may be less of an issue in the 19th century compared to today. Still, as early as 1919 the Hungarian neurologist and psychiatrist Kollarits 1919 advanced the hypothesis that the higher incidence of suicide among the Protestant population may be the result of selection into denominational groups, in that suicideprone people may be more likely to convert to Protestantism. However, the endogeneity bias may also assume the opposite direction: for example, during the time of the Reformation Protestantism may have spread more easily to regions where people are willing to take matters into their own hands and change their lives, which may be negatively related to suicide proneness. To identify the causal effect of 3 Protestantism in the face of such endogeneity issues, we exploit arguably exogenous variation in Protestant affiliation that stems from the initial geographic dispersion of the Reformation within Prussia. As shown in Becker and Woessmann 2009, Protestantism had a tendency to spread in concentric circles around Luthers city of Wittenberg during the first century after the onset of the Reformation. This allows us to use distance to Wittenberg as an instrument for Protestantism in Prussia. To vindicate the validity of this instrument, we draw on evidence showing that it is orthogonal to several correlates of suicide rates in 1517, before Luther started the Reformation. Our results show that Protestantism had a significant positive effect on suicide rates in Prussia both in the early and late 19th century. This is true in simple correlations as well as after controlling for rich background factors, and when employing the variation emanating from our instrument. According to our estimates, Protestantism increased the annual suicide rate per 100,000 inhabitants, which has a mean of 13 suicides in 186971, by about 1520 suicides. Channels such as economic modernization and literacy, which are also affected by Protestantism, seem to play only a minor role in this effect. The result proves very robust to a large set of robustness tests. To rule out that our geographybased identification is affected by effects of bad weather on suicide, we show that the variation identified by our instrument does not capture a tendency for Protestants to live in regions with unpleasant weather conditions. If anything, the opposite is the case, and controlling for rainfall and temperature does not affect our results. We also show that our results capture a genuine effect of Protestant denomination, rather than specific behavior of religious minorities or other forms of religious concentration. Furthermore, crosstabulated data confirms that the higher suicide rate in Protestant counties does not derive from ecological fallacy. In order to rule out that the effect stems from denominationspecific reporting bias potentially relevant in the 181621 data, we analyze whether some suicides might be hidden in the death reporting category of fatal accidents. If anything, the correlation between reported suicides and reported fatal accidents is positive, and controlling for the fatal accident rate does not alter our results. Not all suicides are rational acts, despite our emphasis that a relevant part can be understood within a rational framework. Psychiatrists often link suicide to mental illness, and part of the ensuing behavior may defy rational thinking.6 Patients in mental hospitals, especially those with 6 See Becker and Posner 2004 for a discussion of the extent to which suicides by depressed and mentally disturbed persons may reflect utility maximizing behavior. 4 depressive disorders, tend to have high suicide rates e.g., Dublin 1963. To exclude that such sources of suicide drive our results, we use information in our rich dataset on the share of people classified as having physical or mental disabilities, including being insane. The data show that the occurrence of mental illness does not vary by religious denomination see also Guttstadt 1874. Holding the shares of mentally disabled people and of people with other disabilities constant in our regression analyses does not affect our results. In what follows, Section II develops the economic theory of religionspecific suicide rates and Section III presents the evidence from 19thcentury Prussia. Section IV concludes. II. An Economic Theory of ReligionSpecific Suicide Based on the 5th Commandment Thou shalt not kill, suicide was forbidden and viewed as sin both in Catholicism and in Protestantism. As Durkheim 1897 emphasized, The Protestant believes in God and the immortality of the soul no less than the Catholic. p. 170 However, we see three main differences in doctrine between the two denominations that have bearing on the rationality of the act of suicide the integration of the religious community, views about the impact of man on Gods grace, and the possibility of confessing sins which we will model in the framework of an economic theory of suicide.7 A. The Economic Theory of Suicide To do so, we extend the economic theory of suicide developed by Becker and Posner 2004. In line with the pioneering work by Hamermesh and Soss 1974, suicide is modeled as forwardlooking utilitymaximizing behavior. In a process of rational decisionmaking, individuals compare the expected utility from living with that from death. If the latter is greater than the former, committing suicide will maximize utility. Let ut denote the utility of living at age t. Then, the necessary and sufficient condition for suicide to be rational at age t is that the discounted value of present and future utilities is not greater than the cost of committing suicide c, neither at age t nor at any segment starting at t and ending before or at the length of life without suicide T: 7 When describing Protestant doctrine, we mostly focus on the Lutheran type, which is the first variant of the Protestant Reformation and will also be the subject of our empirical application further below. In Prussia, the two Protestant factions, Lutherans and Reformists, were merged into the single Protestant Church in Prussia Evangelische Kirche in Preuen in 1817, and the official statistics dropped the distinction between them. However, statistics from just before the merge show that 94 percent of Protestants in Prussia were Lutherans Mutzell 1825. 5 1 where is the discount factor. The lefthand side of the condition depicts the utility derived from carrying on living, whereas the righthand side depicts the utility from dying by suicide. In this case, the latter is comprised only of the disutility stemming from the cost of committing suicide c, which may vary by religious denomination d Protestant or Catholic in our case. Note that the relation has to hold for all segments of life into the future that start in t, because otherwise it would be worth living a little longer to reap some positive utility before large negative utilities set in. In the Becker and Posner 2004 specification, c is normalized to zero by choice of the utility function, but given our aim to explicitly model intergroup differences in the cost of committing suicide, we add cd as a variable that may differ across individuals and is expressed in units commensurate with the utility function. This is similar in spirit to the distaste for suicide variable in the Hamermesh and Soss 1974 specification, although the latter is only subject to random variation, whereas we model systematic differences by denomination. For simplicity, our setup assumes certainty about all future lifetime utilities. Thereby, we abstract from aspects introduced by uncertainty into the suicide decision, such as the option value of waiting Cutler, Glaeser, and Norberg 2001; Becker and Posner 2004 and implications for risktaking behavior Becker and Posner 2004, as well as from further possible refinements of the model setup.8 While these refinements raise important aspects of the suicide decision in general, we do not view them as pivotal for understanding denominational differences in suicide, so that their modeling would distract from the core mechanisms at work. B. Modeling the Durkheim Point: Integration of the Religious Community In order to understand how religious differences may affect the propensity to commit suicide, we model three denominational differences between Protestantism and Catholicism in the framework of this simple economic model of suicide. The first denominational aspect, emphasized by Durkheim 1897, is that Protestant doctrine encourages independent thought and religious individualism, which decreases the integration of the community. By contrast, 8 In particular, our setup abstracts from differences in the probability of success between different methods of committing suicide Becker and Posner 2004, imitative aspects of suicide through contagion Cutler, Glaeser, and Norberg 2001, and signaling motives for intentionally unsuccessful suicide attempts Rosenthal 1993; Cutler, Glaeser, and Norberg 2001; Marcotte 2003; Becker and Posner 2004. 6 Ttt Aallforciud Atiti,,1,,Durkheim argued, Catholicism is generally more oriented towards the group, providing social support, and the specific Catholic credos, norms, and codices unify the Catholic community. As Becker and Posner 2004 point out, if there is mutual interdependence in preferences, the fact that there are others who would suffer from a persons suicide will tend to discourage people from committing suicide. In terms of the economic model, the greater integration of the Catholic community has two effects. First, assuming that that individual utility u depends on the extent to which other people care about oneself otherwise keeping the same form of the utility function u for both denominations, the fact that Protestants are mostly surrounded by individualists means that, ceteris paribus, their utility derived from living at any point in time is lower than that of Catholics. The greater cohesion and social support in an integrated community means that Catholics utility from living is higher, thereby reducing the probability that their discounted stream of utilities falls below the suicide threshold. This aspect models the core of Durkheim 1897s argument, who observes an indivisible unity of the Catholic Church p. 158 because its common beliefs and practices create an integrated religious community and are capable of supporting a sufficiently intense collective life p. 170. Second, the cost of committing suicide cd will be higher if the denomination d is Catholic rather than Protestant, both because it entails breaking from a community with stronger common codices and because of the negative effect on other people for whom a person more strongly integrated in the community is concerned about more strongly. Together, these effects make it more unlikely that relation 1 holds. Thus, based on this aspect, suicide rates would be predicted to be higher in Protestant communities than in Catholic communities. C. Differences in Doctrine about the Impact of Man on Gods Grace In our view, to fully understand denominational differences in suicide, we have to go beyond the sociological aspect stressed by Durkheim 1897 and take the theological aspect of the possibility of afterlife into account. Views about afterlife seem obviously crucial for considerations about ending ones life on earth. Christians both Catholics and Protestants believe in life after death. We assume that from this afterlife a, they derive an expected utility ua per unit of time given uncertainty about whether one actually reaches afterlife, this expectation may be smaller than full afterlife utility. However, depending on denominational 7 doctrine, the act of committing suicide may affect the probability of accomplishing these benefits of afterlife. We express this by the parameter p 0p 1, which depicts the punishment in terms of expected loss of afterlife utility for the act of committing suicide. Considering the possibility of such punishment, there are two ways in which afterlife enters the optimality condition for committing suicide: 2 The first term on the righthand side depicts the utility of dying before year T. Because death now means that one may enter afterlife, there is a positive utility component to immediate death. For each period, the individual has to weigh the utility ut from living on earth against the utility ua from afterlife. In principle, the latter should be large, although given uncertainty about afterlife, the expected utility may be lower than actual afterlife utility. Still, in itself this aspect raises the suicide inclination of believers relative to nonreligious people heaven cant wait. However, to the extent that the act of committing suicide lowers the probability of reaching afterlife p, this effect is reduced. In addition, this punishment will not only affect the possible years in afterlife until T, but afterlife into eternity. As a consequence, the expected loss of afterlife utility after T will add to the cost of committing suicide, as expressed by the additional term at the end of the righthand side. In total, then, the question whether suicide inclination is higher or lower for believers than for atheists depends on the relative size of the punishment and expected afterlife utility. In particular, suicide incidence will, ceteris paribus, be smaller among religious than nonreligious people if the punishment p is larger than the shortrun gain of the additional time in afterlife until T expressed relative to all afterlife utility until eternity.9 This could explain why the literature tends to find a negative association between suicide and belief in God Helliwell 2007; Layard 2005. More to the point of our topic of investigation, difference in denominational doctrines mean that punishment p will vary with denomination d. In Catholic doctrine, man can affect his entry into heaven by doing good deeds, while committing a deadly sin leads to a loss of Gods grace. 9 For A T, the condition is: . 8 Ttt Aallforaupcaupiu Titidd Atitid Atiti,,1,,11titi TtitiauaupBy contrast, Protestant doctrine does not provide for an impact of man on Gods grace. Given that traditional Catholic doctrine views suicide as a deadly sin which forfeits Gods grace and bars man from entering heaven, p C p P. Thus, the utility from committing suicide the righthand side of inequality 2 will be larger for Protestants than for Catholics. In the extreme, we can expect that the Catholic p C1 paradise is lost due to the act of committing suicide. In fact, if Catholics view suicide as a deadly sin which turns a possible afterlife of heaven into hell or at least prolongs purgatory, the act of committing suicide may turn the very utility of afterlife ua from positive to negative respectively reduce it. By contrast, following the Protestant sola gratia doctrine, suicide or any other act of man and the probability of going to heaven are orthogonal, as the latter depends only on Gods grace, which is unaffected by any human deed. According to the predestination doctrine, salvation is by Gods grace alone, not by any act of man.10 As a consequence, in the extreme the Protestant p P0. This reasoning is consistent with the fact that, at least in modern Protestant doctrine, the predestination aspect leads to a more lenient assessment of suicide. For example, the influential Protestant theologian Karl Barth 1951 argued that there may be cases where God commands the suicide, and man can commit suicide in a state of peace with God. As a consequence, the denominational differences in the view of the extent to and manner in which the deeds of man can impact Gods grace will lead to a higher propensity to commit suicide of Protestants relative to Catholics. D. Modeling the Impossibility of Confessing the Sin of Suicide While Catholic doctrine has confession as a holy sacrament, Protestant doctrine generally does not. The confession of sins is one of the seven holy sacraments of Catholicism, of which Lutheranism accepts only two baptism and communion. However, due to the irreversibility of the act of successfully committing suicide, by definition it is impossible to confess a successful suicide. As Becker and Posner 2004 put it, The dominant characteristic of suicide is its finality there is no second chance. p. 5 This fact reinforces the mechanism just discussed, because Catholics cannot use confession to evade the loss of afterlife utility due to the act of suicide. 10 The Lutheran version of the predestination doctrine may not be as strict as the Calvinist version, but the two Protestant factions did accept the joint predestination doctrine of the 1973 Leuenberg Agreement. In Protestantism, success in life was sometimes viewed as a sign of Gods contentment and election, but not as its cause. 9 But the finality of suicide gives rise to an additional mechanism by which confession affects the optimality of the suicide decision. When considering the possibility or impossibility of confession, the finality of the specific sin of suicide creates a substitution effect between committing suicide and other possible options considered by very unhappy people: The possibility of confessing sins raises the relative price of suicide relative to other sinful options, compared to a situation where confession is not a possibility at all. When contemplating different possible actions as a response to extreme unhappiness, a miserable person may thus view the cost of the specific sinful action of suicide which cannot be confessed because the person will not be there to do so as higher relative to the cost of other sinful actions such as heavy drinking, blindfold marriage, or committing crimes. This effect will be lower, the lower a doctrine views the influence of the act of confession; and it does not arise at all in a denomination whose doctrine does not allow for the possibility of confession anyways. In light of the denominational differences in doctrine discussed above, this creates an additional mechanism by which Catholics are predicted to be less prone to suicide than Protestants. III. Evidence from 19thCentury Prussia To validate the hypothesis that Catholics are less prone to commit suicide than Protestants and that this is a causal relationship, this section provides evidence from 19thcentury Prussia. A. Data and Descriptive Statistics Prussia provides uniquely rich censusbased data to study the relation between suicide, religion, and covariates at the county level in the 19th century. The focus on the 19th century has the advantage that religiosity was still pervasive at the time, in the sense that almost everybody had a religious affiliation and that religion affected virtually all dimensions of everyday life. The focus on Prussia allows the exploitation of variation between counties with nonminority Protestant and Catholic denominations within the setting of one country. In particular, the Prussian population was about two thirds Protestants and one third Catholics, and a majority of counties were close to having a uniformly Catholic or uniformly Protestant population. The even division and regional concentration means that no denomination was an extreme minority. This may be crucial in the context of suicide to exclude that religious factors are confounded with particular behavior in religious minorities. The religious division of Prussian territory goes back 10 to Reformation times and was solidified by the exceptional individual religious freedom granted in Prussia at least since Frederick the Great in the mid18th century. Also, in its 19thcentury shape, Prussia had Wittenberg, the birthplace of the Reformation, at its center, where Protestantism originated and was conserved in its purest form. At the same time as there was substantial denominational variation, Prussia had uniform laws and institutional frameworks, and official suicide figures were collected as early as 1816. In contrast to crossnational analyses, this makes countylevel data within Prussia directly comparable. We have religion and suicide data for two points in time during the 19th century, one early 181621 and one late 186971 in the century. Our analyses mainly focus on the latter period, as suicide data are more reliable and background data richer then. The first time for which suicide statistics were collected for the whole of Prussia is the years 18161821 see Mutzell 1825.11 A favorable feature of the data is that they average suicides over several years, which reduces noise due to random jumps in suicide incidents. The data cover all 306 Prussian counties at the time. The 1816 Population Census provides respective data on population shares of religious denominations, as well as data on demographics, education, and development see Appendix for details on the different data sources. We also digitized suicide statistics for the years 18691871, again averaged over consecutive years. We combine these data with a rich set of variables that the literature considers as determinants of suicide rates. Most prominently, the 1871 Population Census contains shares of Protestants in the county population, demographic characteristics, and education information in the form of adult literacy rates. The census also provides information on shares of the population with different forms of physical and mental disabilities blind, deafmute, and insane. Furthermore, data from the 1882 Occupation Census provides information on the occupational structure that we use as indicators of the stage of industrial development. We further geocoded the county capitals to obtain geographic information on latitude and longitude. These data cover all 452 Prussian counties Kreise at the time, divided into 11 provinces Provinzen and 35 districts Regierungsbezirke. There is a difference in the way suicide data were collected at the beginning and end of the 19th century Hilse 1871. In 181621, data on suicides were drawn from the local burial and 11 Official Prussian statistics published data on suicides as a cause of death from 1777 onwards Wilke 2004. 11 death registers, which were often run by the church. This changed when, in 1868, dedicated suicide statistics were introduced. Every civilian suicide was now counted by the local state administration the city council or the local police. For that purpose, each suicide was measured on a separate data sheet. Background information on the person committing suicide and on the suicide circumstances were collected with the explicit aim of understanding the factors explaining suicides. After a test period in the last quarter of 1868, the new data collection method was used as the basis of very detailed suicide statistics from 1869 onwards. The Prussian Statistical Office exerted extensive efforts to insure high data quality and dedicated 80 pages to providing background information and first results on the new suicide statistics in its quarterly journal see Hilse 1871. The care given to data collection and the amount of detail given in the suicide tables is an impressive and reassuring sign of data quality.12 The descriptive statistics for the 186971 period, reported in Table 1, reveal that the average annual suicide rate over the three years across all Prussian counties was 13.0 per 100,000 inhabitants, ranging between 0 in only one county Adenau to 37.1 Schonau. Figure 1 shows that there is substantial geographic variation in suicide rates across Prussia. To account for differences in mortality rates across counties, in alternative specifications we also use the number of suicides over a period divided by the flow of deaths in the same period, which we call the suicide proportion. The Prussian suicide levels are somewhat higher than in modernday Germany, where the suicide rate is 10.3 per 100,000 inhabitants in 2004 Organisation for Economic Cooperation and Development 2009. The comparison of our historic data with modern data provides no indication of a systematic underreporting in the late 19th century, unless one believes that suicide rates had a significant downward trend over the 20th century.13 Another check on whether there is systematic underreporting of suicides in some counties is to crosscheck the suicide data with other mortality data. Because in particular in Catholic parishes, a religious funeral ceremony was sometimes not granted for proven suicides, there may 12 For instance, eleven different means of suicide are provided, hanging and drowning being the two most popular categories see Table A.1 in the appendix. Three cases of otherwise unclassified means of suicide are described in quite some detail, e.g., the case of a woman who had filled a cooking pot with eight buckets of water which she put on the fireplace and sat down in the boiling water; she died of her wounds five minutes after she was removed from the pot Hilse 1871. Unfortunately, the detailed background information on the suicides is available only at the aggregate level, so that we cannot use it in our countylevel analyses. 13 Over the period 19551989, La Vecchia, Lucchini, and Levi 1994 do not find substantial trends in suicide rates in developed countries. 12 in principle be an incentive to underreport suicides and classify them as fatal accidents Kollarits 1919. If this were the case, the incidence of reported suicides and fatal accidents should be negatively correlated. Our dataset contains information on fatal accidents. Suicide rates and fatal accident rates are in fact uncorrelated; their raw correlation is 0.004 pvalue 0.932. This indicates that systematic underreporting of suicides is unlikely. The pattern is in line with the assessment of Kollarits 1919 that the standard way to ensure a religious funeral ceremony was to invoke aberration as the suicide cause, in which case even the Catholic church approved a religious ceremony, so that suicide rates and their denominational differences are not misreported. Still, in robustness specifications, we use fatal accident rates as a control variable.14 The average share of Protestants in a county was 64.2 percent in 1871, against 34.5 percent Catholics the remaining shares being 1.1 percent Jews and 0.2 percent other Christian denominations. Thus, both Protestants and Catholics are not just a small minority, but constitute a sizeable fraction of the Prussian population. Furthermore, there is substantial variation across counties that allows us to perform our empirical analyses, ranging essentially from zero to 100 percent Protestants or Catholics. More than 75 percent of the counties have a share of at least 80 percent of either Protestants or Catholics, and more than 60 percent have a share of at least 90 percent of one denominational group. In restricted analyses below, we even focus on samples of countries where the share of Protestants is smaller than 2 percent or larger than 98 percent, or even 0.1 percent and 99.9 percent. Figure 2 depicts the geographic variation of Protestant shares across Prussia. The close mapping between the geographic distribution of Protestant shares and suicide rates Figure 1 is directly evident. In fact, the raw correlation between the two across the 452 counties is as high as 0.66 statistically significant at the 1 percent level. Figure 3 plots the two against each other. There is a clear positive association between the share of Protestants in a county and the suicide rate, and the average suicide rate is notably higher in allProtestant counties than in allCatholic counties. 14 The fact that, in contrast to 186971, in 181621 the church was partly responsible for the suicide statistics may mean that the 181621 suicide data might suffer from some overall degree of underreporting. However, in the 181621 data, suicide rates and fatal accident rates are actually slightly positively correlated raw correlation of 0.223, statistically significant at the 1 percent level, suggesting that there was no systematic hiding of suicides as fatal accidents even in these earlier and less reliable suicide data. For 1869, Hilse 1871 reports suicide numbers from the church registers alongside data from the police registers; in most districts, the count on the church register is actually higher than the one on the police register. We will return to this issue below. 13 B. Basic Evidence from 186971 To probe the association between Protestantism and suicide in a multivariate setting, we estimate a simple leastsquares model: 3 where SUIC is the suicide rate or the suicide proportion in a county, PROT is the share of Protestants in the county, and X is a set of control variables. Our most basic control model includes the shares of the county population below 15 years of age and above 60 years of age, respectively, and average household size. Such measures of age and family patterns are standard determinants considered in suicide equations. In richer models, we will also consider a host of additional possible correlates of suicide as control variables see Helliwell 2007 for an extensive overview of factors considered in empirical suicide research. The first column of Table 2 replicates the strong positive bivariate association between the share of Protestants and the suicide rate depicted in Figure 3 above. On average, allProtestant counties have a suicide rate that is 14.5 suicides per 100,000 inhabitants higher than allCatholic counties. Viewed against an average suicide rate of 13.0, this is a substantial difference across religious denominations. Column 2 adds the list of basic demographic control variables. The significant positive association between Protestantism and suicide remains largely unchanged in the multivariate specification. Suicide rates are significantly negatively related to larger shares of young below 15 years and old over 60 years population. The fact that suicide initially increases with age is a standard result in suicide research. The fact that, in an inversely Ushaped pattern, suicide rates decline again with larger shares of old people may indicate a declining suicide inclination after reaching a certain age. As an indicator of longevity, it may also capture an effect of the level of economic development which may protect from suicide disposition. The result that suicide rates are negatively related to average household size mirrors the importance of the family generally found in the suicide literature. Columns 3 to 5 add further control variables. Previous work has found urbanization, economic conditions, and education to be factors related to suicide see Helliwell 2007. To account for these factors, we add the share of population living in towns, the share of the labor force working in manufacturing and services as a measure of economic development, and the 14 XPROTSUICshare of literate adults to the basic model. None of the three measures enters the model significantly once Protestantism and the basic demographic measures are controlled for, and the point estimate on the share of Protestants is hardly affected. Column 6 adds a whole set of dummies for the 35 Prussian districts Regierungsbezirke, the administrative layer between counties and provinces, to the model. This specification excludes all the variation that exists across districts and exploits only the withindistrict variation. To the extent that there is unobserved regional heterogeneity, district dummies should capture most of its substance. While the estimated association between Protestantism and suicide is somewhat reduced in magnitude, it remains highly robust. Finally, column 7 uses the suicide proportion the number of suicides relative to the number of deaths as an alternative dependent variable. This measure takes into account that average mortality rates differ across counties. Again, there is a statistically significant association of Protestantism with suicides. The lower point estimate is in line with the smaller value range of this variable see Table 1. C. Identifying Exogenous Variation in Protestantism A remaining concern with the evidence so far is that religious affiliation may not be exogenous to the suicide model. Specifically, whether a person adheres to the Catholic or Protestant faith may to some extent be a choice variable that is correlated with the error term of equation 3. For example, already in the early 20th century, Kollarits 1919 a Hungarian publishing in a German journal of neurology and psychiatry hypothesized that the higher incidence of suicide among Protestants may simply result from selection of suicideprone people into the Protestant denomination. However, direct conversion was in fact minimal in the 19th century: Only 0.01 percent of Catholics or 766 out of more than 7 million Catholics converted to Protestantism per year over the period 185967, mostly in the course of marriage to a Protestant partner Hilse 1869. But endogeneity may rather take another form of unobserved heterogeneity, in that some three centuries earlier during the Reformation, regional conversion to the new Protestant faith may not have been orthogonal to suicide proneness, which may have strong intertemporal persistence. Most of the denominational variation across Prussia in the 19th century can be traced back to denominational choices of local rulers in the roughly 300 political entities that made up 15 Germany during the Reformation in 16th and early 17th century, mostly motivated by religious conviction and power politics visavis the Pope and the German Emperor. While it seems unlikely that the adoption of Protestantism was directly related to preReformation patterns in suicide, it might have been indirectly related to correlates of suicide such as economic situation, urbanity, education, and mental disposition. For example, regions with people who are inclined to try to change a bad situation rather than turning away from it may have been more willing to adopt the new denomination that emerged from a protest movement Protestantism, and such people may also be less prone to commit suicide when matters turn bad. Such issues of causality pose a fundamental challenge for empirical identification that has not been directly addressed in the mostly sociological literature so far. To identify exogenous variation in Protestantism, we exploit the specific aspect that there was an initial tendency of the Reformation in the German Empire to spread out in a concentric fashion from Wittenberg, where Luther initiated the new denomination. As is visible in Figure 2, the Reformation spread in the areas around Wittenberg but had a diminishing impact, the further away from Wittenberg one gets. Reasons for the roughly circular dispersion include costs of traveling and of information diffusion through space, increasing dissimilarity of German dialects, and the role of Electoral Saxony as an early leader and role model for the implementation of the new denomination that allowed observing Reformation ideals put in practice and forming regional Protestant alliances see Becker and Woessmann 2009 for details. The geographically concentric dispersion of the Reformation allows us to employ an instrumentalvariable IV strategy that uses a countys distance to Wittenberg as an instrument for the share of Protestants in the county. Thereby, we restrict the analysis to a specific part of the denominational variation in Prussia that is arguably exogenous to variation in important drivers of suicide rates. Our identifying assumption is that the concentric pattern is unrelated to suicide apart from its possible indirect effect through Protestantism. The validity of the instrument is corroborated by evidence that the spread of the Reformation from Wittenberg did not just follow preexisting differences in economic situations, urbanity, education, and cultural disposition factors that the suicide literature has shown to be correlates of suicide see Helliwell 2007. Thus, Becker and Woessmann 2009 provide detailed evidence that distance to Wittenberg is orthogonal to the following set of factors observed before the Reformation set on in 1517: the probability of being a free imperial city measured in preReformation status, 16 considered to be centers of economic activity before the Reformation; the probability of being a free Hanseatic city, which constituted major trading hubs in preLutheran times; the urban population density and city sizes in 1500, a proxy often also used for economic progressiveness before industrialization; the existence and year of foundation of schools and of universities before 1517; and the density of monasteries in 1517 as a proxy for religiosity. Table 3 reports the results of the IV estimation of the effect of Protestantism on suicide rates. Distance to Wittenberg is a strong instrument for the share of Protestants in a county, as is evident from the Fstatistic of the instrument in the first stage. Each 100 km distance to Wittenberg is associated with a Protestant share that is 79 percentage points lower see columns 14. The second stage uses only that part of the Protestant share that is due to distance to Wittenberg to predict suicide rates. The positive effect of Protestantism on suicide rates is highly robust in the IV specifications see columns 58. In fact, the IV point estimates are significantly higher than the OLS estimates. Depending on the variables included in the control model, a 10 percentagepoint increase in the share of Protestants in a county increases the suicide rate by 2.0 to 2.4 suicides per 100,000 inhabitants. The pattern of IV and OLS results suggests that, without the Reformation, suicide rates would have been lower in regions that turned Protestant due to their proximity to Wittenberg than in regions that remained Catholic. This negative bias in the OLS estimates is consistent with a Reformation pattern where regions with less suicideprone population tended to select into Protestantism. In the IV model, the estimates on the economic and educational controls get statistically significant: Suicide rates increase with the level of industrialization and decrease with the level of literacy.15 D. Robustness to Mental Disabilities, Misreporting, Bad Weather, and Other Factors We proceed with a number of tests for robustness of the IV specification. Table 4 adds several further control variables. In the first column, we start with a set of additional demographic controls. As suicide rates are generally found to differ substantially by gender, we add the share of females see below for more extensive analyses of gender patterns. The share of Jews accounts for the only other sizable religious group in Prussia at 1.1 percent of the 15 Similar to the share of population living in towns, population density measured as inhabitants per square kilometer does not enter the model significantly. 17 population on average apart from Protestants and Catholics. Furthermore, we add the share of the population born in the municipality and the share of the population of Prussian origin to the model, since suicide research has shown that migrants tend to take suicide propensities with them. Of the three additional control variables, only the share of the population of Prussian origin enters statistically significantly, indicating higher suicide rates in counties with a stronger presence of foreigners. The estimated effect of Protestantism, however, is hardly affected. Psychiatric research tends to link suicide to mental disorders. Thus, Dublin 1963 reports that patients in mental hospitals have particularly high suicide rates, especially those with depressive disorders. To account for variation in mental and physical disabilities across counties, we use information on the share of the population classified as blind, deafmute, and insane, respectively, in the county. As the results in column 2 show, controlling for these shares does not change the results. As discussed in the data section above, some observers have worried that there might have been attempts to hide suicides and classify them under different death causes in order to ensure a religious funeral ceremony. If such misreporting varied by denomination, this would bias our estimate on the effect of Protestantism. The most obvious other category of death causes where suicides might be hidden is the category of fatal accidents. The specification in column 3 therefore adds the fatal accident rate in the county to account for potential underreporting of suicide rates. However, there is no statistically significant conditional association between reported suicide rates and reported fatal accident rates, and controlling for the latter leaves the effect of Protestantism on suicides unaffected. Further categories of death causes that might be possible places to hide suicides are sudden incidents of illness and undetermined illnesses see van Poppel and Day 1996. Again, both death categories do not enter our suicide model significantly and do not affect the estimated Protestantism effect.16 As our IV identification builds on geographic variation, we next add geographic controls. Using latitude, longitude, and their interaction, the specification in column 4 controls for potentially systematic variation in suicide rates across geographical space, for instance due to different climatic conditions. Column 5 adds a set of dummies indicating the year in which the county became part of Prussia. Depending on the duration of affiliation with Prussia, common 16 Detailed results are available from the authors on request. 18 norms may have settled in to a different degree. Our results indicate, however, that neither set of geographic controls affects the qualitative result on the effect of Protestantism on suicide. Apart from general geographic patterns, suicide propensity may be affected by gloomy weather. If our instrument, distance to Wittenberg, were correlated with better weather conditions, this could introduce bias in the IV model so that the Protestantism effect is overestimated. To account for possible effects of unpleasant weather conditions on suicide, we make use of the highresolution interpolated climate surfaces by Hijmans et al. 2005, whose climate model provides data on monthly precipitation and mean temperature based on rich input data from weather station records from a variety of sources for the 19502000 period interpolated geographically using data on latitude, longitude, and elevation.17 Assuming that the general pattern of climatic variation across the Prussian counties did not change substantially since the late 19th century, we can control for the weather situation in our suicide analysis using geocoordinates of a countys main town to map the climate data into our dataset of Prussian counties.18 As the first two columns of Table 5 show, distance to Wittenberg is in fact negatively correlated with rainfall und positively correlated with temperature: The further away from Wittenberg, the more pleasant is the weather. Thus, if unpleasant weather were predictive of higher suicide, our IV model would tend to underestimate the effect of Protestantism. However, when entering rainfall and temperature as control variables in our IV specification, neither of the two enters statistically significantly to predict suicide rates. The strong effect of Protestantism on suicide is robust in this specification, although with a somewhat though not statistically significantly smaller point estimate. E. Effects of Religious Concentration and Ecological Composition As our analyses are performed at the county level, we further probe robustness of our results to issues of religious concentration and minority behavior. Counties that have a larger degree of heterogeneity in religious denominations may differ in their suicide rates from counties that do not. Also, people of the same denomination might behave differently when constituting a small 17 Worldwide, the climate model draws on data from 47,554 weather stations for precipitation and 24,542 weather stations for temperature. 18 Using instead the centroid of the county or the mean of all climate data points on a 1 km grid in the county to map the climate data into our Prussian county data leads to virtually identical results. 19 minority in the region than when their denomination is in the majority. As a first test of concentration effects, we compute the Herfindahl index of religious concentration in a county computed over the shares of Protestants, Catholics, and Jews. Adding the Herfindahl index to our suicide model in the first column of Table 6 leaves the estimate of the Protestantism effect virtually unaffected. The Herfindahl index enters the IV model significantly negative, indicating a tendency of lower suicide rates in areas with higher religious concentration. We can provide additional evidence on the relevance of religious heterogeneity in a county for our results by restricting our sample to counties with very high concentrations of one denomination. Thus, column 2 restricts the estimation sample to those 142 counties that have either more than 98 percent Protestants or less than 2 percent Protestants. In this smaller sample, the IV estimates get somewhat smaller, closer to the original OLS estimates. We can even restrict the sample to those 33 counties where Protestants make up more than 99.9 percent or less than 0.1 percent of the population. The effect of Protestantism on suicide rates is robust. This subsample evidence also addresses the potential concern of ecological inferences of individual associations from aggregate data see Robinson 1950.19 Given the near universal denominational affiliation in these counties, the higher suicide rates in Protestant counties are unlikely to be driven by the Catholic minority living in those counties. We can probe the issue of ecological composition in further detail by making use of special tables reported in Hilse 1871 that show simple crosstabulations of suicide numbers by religious denomination within districts. These data refer to suicides in the year 1869 only rather than averaging over three years, as in our countylevel analyses.20 While the available countylevel data do not allow us to distinguish between suicides by Protestants and by Catholics within a county, for 25 districts the crosstabulated data present information on suicides by the denomination of the individual person committing suicide.21 As shown in the first row of Table 7, the suicide rate in the Protestant population is indeed much higher than the suicide rate of the Catholic population. Protestants have a suicide rate of 18.4, compared to the Catholic suicide rate 19 Note that Robinson 1950 showed that the difference between ecological and individual inference will usually be lower the more the variables are clustered within regions, and religious affiliation is very highly clustered in Prussian counties see Figure 2. 20 The data on districts population by denomination that allow us to compute the suicide rates are available in the population census for the year 1871. 21 For the other 10 Prussian districts, crosstabulations of suicides by denomination are not available. 20 of 6.5. The difference of 11.9 between the two denominations closely resembles our OLS estimates reported in Table 2 above, indicating that the latter are not driven by ecological fallacy. The crosstabulated data also allow us to distinguish the denominationspecific suicides by gender. Again, while the data are based on information for the individuals committing suicide, they are available only at the aggregate level.22 The descriptive pattern clearly shows that suicides are substantially higher among males than among females, a pattern consistently found also in modern suicide research see Helliwell 2007. Still, within both gender groups, suicide rates are substantially higher among Protestants than among Catholics. Specifically, average suicide rates of Protestant males are as high as 30.3 suicides per 100,000 inhabitants, compared to 11.3 for Catholic males. In the female population, suicide rates of Protestant females are at 6.9 suicides per 100,000 inhabitants, compared to only 2.0 for Catholic females. The crosstabulated district data also allow us to probe the issue of effects of being a religious minority on suicide rates in greater detail. For this, we subdivide the districts by increasing shares of Protestants and analyze denominationspecific suicide rates in the different groups of districts see the bottom panel of Table 7. Within each group of districts defined by brackets of the share of Protestants in them, the suicide rate of Protestants is higher than the suicide rate of Catholics. The suicide rate of Protestants does not vary systematically with the size of the Protestant population in the district, indicating that there is neither a substantial effect of being a religious minority nor of an increasing share of the Protestant community in the district. For Catholics, there is a slight tendency for the suicide rate to be higher in districts where the Protestant share exceeds 60 percent. But the relationship is not monotonic, decreasing again in districts where Catholics are less than 2 percent of the population, thus again rejecting a systematic minority effect. This result is also confirmed in regression analyses estimated for the 50 districtbydenomination observations 25 districts with one observation each for the Protestant and the Catholic population: When regressing the suicide rate on a denomination dummy, the share of the own denomination in the district population, and the share of Protestants in the district population, only the own denomination enters strongly and significantly as a predictor of the denominationspecific suicide rate, whereas neither the size of the own denomination in the 22 For countylevel analysis of genderspecific suicide rates see our analysis of the 181621 data below, where the gender decomposition is available at the county level. 21 district nor the size of the Protestant community in the district enter significantly, once the own denomination of the group is controlled for.23 The presented evidence rejects the existence of important nonlinearities in the Protestantism effect on suicide. We have also probed this in further detail in our countylevel regression analyses. While nonlinear specifications become imprecise in IV models, OLS models are quite precise and reject the existence of noteworthy nonlinearities: A quadratic term in the share of Protestants is statistically insignificant, and a specification with a set of indicators for the Protestant share being larger than a quarter, half, and three quarters indicates that the Protestantism effect is linear along the value range of the share of Protestants. As a final robustness test, we again find a sizeable and statistically significant effect of Protestantism on suicide also when using the suicide proportion suicides per 1,000 death incidents rather than the suicide rate suicides per 100,000 inhabitants as an alternative outcome measure reported in column 4 of Table 6. F. Evidence from 181621 While the 186971 data are the first statistical investigation specifically devised to analyze suicides, official burial and death registers provide us with data on suicides as early as 181621. These are the earliest data covering all of Prussia, and they are again available at the county level. A particular feature of the 181621 data is that suicide rates are reported separately by gender for each county. As is evident from the descriptive statistics reported in Table 8, on average male suicide rates are about four times higher than female suicide rates. The set of control variables available in the 1816 Population Census is not as rich as in the later data. However, the same type of basic demographic control variables are available: the share of the population younger than 15 years and the share older than 60 years, as well as the share of the population living in towns. Furthermore, the number of public buildings per capita can serve as an indicator of economic development and the enrolment rate in primary schools as a measure of education. Furthermore, we again have information on fatal accident rates. At 6.5 suicides per 100,000 inhabitants, the average suicide rate in the 181621 data is only half the average suicide rate reported in the 186971 data. This raises the concern of possible underreporting of suicides in the official burial and death registers, where part of the suicides 23 Detailed results are available from the authors on request. 22 may be classified as fatal accidents. This may be particularly the case where priests denied a church burial ceremony for those who committed suicide a practice prohibited by Prussian law only in 1845, see Hilse 1871. However, while underreporting of suicides might affect the size of the estimated effects, it would affect the qualitative results only to the extent that the degree of underreporting varies by denomination. If we take the 186971 data as a benchmark, we can assess the relative difference in reported suicides over time for Protestant and Catholic counties. Counties with a share of Protestants higher than 90 percent have an average suicide rate of 9.3 suicides per 100,000 inhabitants in 181621, compared to 17.4 in 186921. In Protestant counties, reported suicides in 181621 are thus lower by a factor of 1.9. Counties with a share of Catholics higher than 90 percent have an average suicide rate of 2.8 in 181621, compared to 4.7 in 186921. In Catholic counties, reported suicides in 181621 are thus lower by a factor of 1.70. This is an indication that, if anything, Protestants underreport slightly more in 181621 compared to Catholics not only in absolute terms, but even in relative terms, putting the stakes against finding an effect of Protestantism in 181621. In addition, we can again control for fatal accident rates in our regressions to guard against bias from misclassification of suicides as fatal accidents. Table 9 reports results of OLS regressions. On average, allProtestant counties have a suicide rate that is 7.2 higher than allCatholic counties column 1. This difference is reduced to 4.7 but remains highly significant when, in column 4, we control for the age structure of the population, urbanization, public buildings, and school enrollment. As the remaining columns reveal, both male and female suicide rates are significantly higher in Protestant areas. However, as a direct corollary of the substantially higher male suicide rates, the point estimate on Protestantism is substantially higher for males than for females. In fact, the male effect in 181621 is quantitatively in the same range as the average effect in 186971. Table 10 reports the respective IV results where, as before, we use distance to Wittenberg as an instrument for the share of Protestants in a county. The IV estimates suggest that Protestantism raises male suicide rates by 23.4 suicides per 100,000 inhabitants, female suicides rates by 7.1, and average suicide rates by 15.0. To exclude possible bias from underreporting of suicides as accidents, columns 3 to 5 control for fatal accident rates. Fatal accident rates are not significantly related to suicides rates in the multivariate regressions, and the estimated effect of Protestantism on suicide is hardly affected. Again, the positive effect of Protestantism is also evident when measuring suicides per deaths rather than per inhabitants column 6. The 1816 23 21 analyses thus confirm a strong positive effect of Protestantism on suicide also for the early 19th century and show it for both genders. IV. Conclusion In this paper, we have studied the effect of Protestantism on suicide both theoretically and empirically. Theoretically, we model three mechanisms through which Protestants are predicted to have higher suicide rates than Catholics. In the framework of an economic model of suicide, individuals compare the expected utility from living with that from death. First, if Protestant doctrine emphasizes religious individualism whereas Catholics have a more integrated religious community, as argued by Durkheim 1897, Protestants will have a lower utility from keeping on living and a lower cost of committing suicide relative to Catholics. To this sociological aspect of religion based on denominational differences in group structure, we add two individual mechanisms based on denominational differences in theological doctrine that derive from a consideration of afterlife in individuals utility maximization. Thus, second, Protestant doctrine tends to stress that man cannot affect Gods decisions by his deeds but fully depends on Gods grace sola gratia, whereas Catholic doctrine has it that mans access to heaven is affected by his deeds. For Catholics, committing the deadly sin of suicide reduces the probability of reaching heavens, thereby lowering the optimality of the suicide threshold relative to Protestants. Third, since Catholic doctrine views confession as a holy sacrament but Protestant doctrine does not, the impossibility of confessing the sin of suicide creates a substitution effect away from suicide to other possible actions considered by very unhappy Catholics, again reducing the optimality of suicide relative to Protestants. Thus, both sociological and theological differences between Protestants and Catholics make suicide more likely among the former group. When testing the model prediction that Protestantism increases suicides, our empirical model places particular emphasis on excluding biases from selfselection of suicideprone individuals into specific religious denominations and from other forms of endogeneity and unobserved heterogeneity. For this, we construct a unique database from suicide statistics and censuses that cover all Prussian counties in the early and late 19th century. In this setting, we exploit the concentric dispersion of Protestantism in Prussia in an instrumentalvariable model that instruments the share of Protestants in a county by its distance to Wittenberg. We find that Protestantism increases the average annual suicide rate in 186971 by about 1520 suicides per 24 100,000 inhabitants, a large effect compared to the mean suicide rate of 13 suicides per 100,000 inhabitants. The result is robust to a rich set of controls for demographic, economic, educational, and geographic background factors. Controls for the share of insane people in the population and for fatal accident rates address concerns of bias from denominational differences in nonrational suicide causes and in underreporting of suicides. Likewise, we exclude that the higher Protestant shares identified by our instrument are related to unpleasant weather conditions and that our results are driven by religious concentration or ecological fallacy. We find a positive effect of Protestantism on suicide also in 181621, where the effect is larger for males than for females. A possible direction for future research is to empirically disentangle the sociological from the theological channels of our theoretical model. It seems unlikely that the large Protestantism effect on suicides can be assigned to differences in the connectedness of the religious community alone, which on first impression would not seem to differ substantially between Protestant and Catholic communities in Prussia. However, testing the importance of social integration and the character of religious beliefs empirically is a daunting task in general, and it may ultimately be in vain for historical data.24 Still, any progress in this direction could further deepen our understanding of how religious aspects affect suicide proneness. In terms of the effect of Protestantism on overall wellbeing, our result that Protestantism increases suicide rates contrasts with the finding that Protestantism furthers educational and economic development Becker and Woessmann 2009. Thus, the effect of Protestantism on wellbeing seems to be neither uniformly positive nor uniformly negative and may affect the average population differently than the very select subgroup of highly unhappy people. In fact, the two aspects may be related in a darkcontrasts paradox where suicide behavior is subject to a relative comparison of utility Daly, Oswald, Wilson, and Wu forthcoming. Still, our results hold conditional on proxies for economic development, suggesting that religious denomination in the form of Protestantism is a main independent driver of regional differences in suicide rates. 24 We experimented with ratios of health workers and of priests to the total population as proxies for the integration of the community. Adding them as controls does not affect the Protestantism estimate; but they enter the model positively, questioning their validity as proxies for a suicidereducing effect of community integration. We also experimented with the idea that rural communities may be highly integrated irrespective of denomination, whereas the anonymous environment of urban areas may bring the sociological aspects of a less tightly integrated Protestant community to the fore. In OLS specifications, an interaction between urbanization and Protestantism is indeed positive, but the Protestantism effect is still very strong in purely rural areas. This may be viewed as suggestive evidence that both sociological and theological channels are relevant, but the latter take precedence. However, interacted results are very imprecise in IV models, and the interpretation is admittedly highly speculative. 25 References Bankston, William B., H. David Allen, and Daniel S. Cunningham. 1983. Religion and suicide: A research note on sociologys one law. Social Forces 62, no. 2: 521528. Barrett, David B., George T. Kurian, and Todd M. Johnson. 2001. World Christian Encyclopedia. 2nd ed. Oxford: Oxford University Press. Barth, Karl. 1951. Die kirchliche Dogmatik, Band 3. Zurich: Theologischer Verlag. Becker, Gary S., and Richard A. Posner. 2004. Suicide: An economic approach. Mimeo. Chicago: University of Chicago. Becker, Sascha O., and Ludger Woessmann. 2009. Was Weber wrong? A human capital theory of Protestant economic history. Quarterly Journal of Economics 124, no. 2: 531596. Benmelech, Efraim, and Claude Berrebi. 2007. Human capital and the productivity of suicide bombers. Journal of Economic Perspectives 21, no. 3: 223238. Berman, Eli, and David D. Laitin. 2008. Religion, terrorism and public goods: Testing the club model. Journal of Public Economics 92, no. 1011: 19421967. Cutler, David M., Edward L. Glaeser, and Karen E. Norberg. 2001. Explaining the rise in youth suicide. In Risky Behavior among Youths, edited by Jonathan Gruber. Chicago: University of Chicago Press. Daly, Mary C., Andrew J. Oswald, Daniel J. Wilson, and Stephen Wu. forthcoming. Dark contrasts: The paradox of high rates of suicide in happy places. Journal of Economic Behavior and Organization. Daly, Mary C., and Daniel J. Wilson. 2009. Happiness, unhappiness, and suicide: An empirical assessment. Journal of the European Economic Association 7, no. 23: 539549. Daly, Mary C., Daniel J. Wilson, and Norman J. Johnson. forthcoming. Relative status and wellbeing: Evidence from U.S. suicide deaths. Review of Economics and Statistics. Dublin, Louis I. 1963. Suicide: A sociological and statistical study. New York, NY: Ronald Press. Durkheim, Emile. 1897. Le suicide: etude de sociologie. Paris: Felix Alcan. Suicide: A study in sociology. Translated by John A. Spaulding, George Simpson. Glencoe, IL: The Free Press, 1951. Galloway, Patrick R., Eugene A. Hammel, and Ronald D. Lee. 1994. Fertility decline in Prussia, 18751910: A pooled crosssection time series analysis. Population Studies 48, no. 1: 135158. Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2006. Does culture affect economic outcomes? Journal of Economic Perspectives 20, no. 2: 2348. Guttstadt, Albert. 1874. Die Selbstmorde in Preussen wahrend der Jahre 18691872. Zeitschrift des Preussischen Statistischen Bureaus 14: 248i264h. Hamermesh, Daniel S., and Neal M. Soss. 1974. An economic theory of suicide. Journal of Political Economy 82, no. 1: 8398. 26 Helliwell, John F. 2007. Wellbeing and social capital: Does suicide pose a puzzle? Social Indicators Research 81, no. 3: 455496. Hijmans, Robert J., Susan E. Cameron, Juan L. Parra, Peter G. Jones, and Andy Jarvis. 2005. Very high resolution interpolated climate surfaces for global land areas. International Journal of Climatology 25, no. 15: 19651978. Hilse, Carl. 1869. Beitrage zur Kenntnis der Bewegung der Bevolkerung innerhalb der evangelischen und der romischkatholischen Landeskirche des preussischen Staats in den Jahren 1859 bis 1867. Zeitschrift des Koniglich Preussischen Statistischen Bureaus 9: 305318. Hilse, Carl. 1871. Die Selbstmorde in Preussen im IV. Quartal 1868 und im Jahre 1869. Zeitschrift des Koniglich Preussischen Statistischen Bureaus 11, no. 12: 41120. Huang, WeiChiao. 1996. Religion, culture, economic and sociological correlates of suicide rates: A crossnational analysis. Applied Economics Letters 3, no. 12: 779782. Iannaccone, Laurence R. 1998. Introduction to the economics of religion. Journal of Economic Literature 36, no. 3: 14651496. Kollarits, Jeno. 1919. Ein Erklarungsversuch fur die Selbstmordhaufigkeit der Protestanten. Zeitschrift fur die gesamte Neurologie und Psychiatrie 49: 357372. Krueger, Alan B., and Jitka Maleckova. 2003. Education, poverty and terrorism: Is there a causal connection? Journal of Economic Perspectives 17, no. 4: 119144. La Vecchia, C., F. Lucchini, and F. Levi. 1994. Worldwide trends in suicide mortality, 19551989. Acta Psychiatrica Scandinavica 90, no. 1: 5364. Layard, Richard. 2005. Happiness: Lessons from a new science. New York, NY: Penguin Press. Marcotte, Dave E. 2003. The economics of suicide, revisited. Southern Economic Journal 69, no. 3: 628643. Mutzell, Alexander A. 1825. Neues Topographischstatistischgeographisches Worterbuch des Preussischen Staats. Halle: Karl August Kummel. Organisation for Economic Cooperation and Development. 2009. Society at a glance 2009: OECD social indicators. Paris: OECD. Oswald, Andrew J. 1997. Happiness and economic performance. Economic Journal 107, no. 445: 18151831. Pope, Whitney, and Nick Danigelis. 1981. Sociologys one law. Social Forces 60, no. 2: 495516. Preussische Statistik. 1874. Die Geburten, Trauungen und Sterbefalle der Civilbevolkerung in sammtlichen Stadt und Landkreisen und Oberamtsbezirken wahrend der Jahre 1868, 1869, 1870, 1871. Band 29, II. Theil. Berlin: Verlag des Koniglichen Statistischen Bureaus. Preussische Statistik. 1875. Die Gemeinden und Gutsbezirke des Preussischen Staates und Ihre Bevolkerung: Nach den Urmaterialen der allgemeinen Volkszahlung vom 1. December 1871. Berlin: Verlag des Koniglichen Statistischen Bureaus. 27 Preussische Statistik. 188485. Die Ergebnisse der Berufsstatistik vom 5. Juni 1882 im preussischen Staat. Preussische Statistik vol. 76. Berlin: Verlag des Koniglichen Statistischen Bureaus. Robinson, W.S. 1950. Ecological correlations and the behavior of individuals. American Sociological Review 15, no. 3: 351357. Rosenthal, Robert W. 1993. Suicide attempts and signalling games. Mathematical Social Sciences 26, no. 1: 2533. Simpson, Miles. 1998. Suicide and religion: Did Durkheim commit the ecological fallacy, or did van Poppel and Day combine apples and oranges? American Sociological Review 63, no. 6: 895896. van Poppel, Frans, and Lincoln H. Day. 1996. A test of Durkheims theory of suicide without committing the ecological fallacy. American Sociological Review 61, no. 3: 500507. Wilke, Jurgen. 2004. From parish register to the historical table: The Prussian population statistics in the 17th and 18th centuries. History of the Family 9, no. 1: 6379. World Health Organization. 2008. Preventing suicide: A resource for media professionals. Geneva: World Health Organization and International Association for Suicide Prevention. 28 Appendix: Data Sources on Suicide and Religion in 19thCentury Prussia The countylevel data available for Prussia in the 19th century is generally viewed as a unique source of highestquality data for microregional analyses see Galloway, Hammel, and Lee 1994. We have compiled the countylevel data used in this paper from several archives. 1816 Population Census and 181621 Suicide Statistics The Prussian Statistical Office, founded in 1805, collected detailed data at the county level for the first time in 1816. This is the earliest year that lends itself to a microregional analysis of religion and suicide. Suicide rates are reported for the years 181621 combined and are drawn from the local burial and death registers. The share of Protestants in the county population refers to the year 1816. In addition, the 1816 Population Census provides data on demographics, schooling, the number of public buildings per capita, and other death causes. The data refer to 306 counties in Prussia in its borders at the time. The source of the 1816 Population Census data and the 181621 Suicide Statistics is Mutzell 1825. 186971 Suicide Statistics The second period for which we have countylevel suicide data is 186971. In dedicated suicide statistics, introduced in the last quarter of 1868, the local state administration the city council or the local police had to count every suicide on a separate data sheet. The survey also collected background information on the suicide with the explicit aim of understanding the factors affecting suicides. The data refer to the 452 counties existing at the time.25 The source of the 186971 Suicide Statistics is Preussische Statistik 1874. The data are further described in a paper by Hilse 1871 which also contains interesting crosstabulations of suicides by characteristics of the person committing suicide and of the suicide incident, although only at the district level. 1871 Population Census The 1871 Population Census provides information on the share of different religious denominations in particular, Protestants, Catholics, and Jews in a county. In addition, the 25 Prussia annexed several territories between 1816 and 1871, namely HohenzollernSigmaringen, SchleswigHolstein, the Kingdom of Hannover, HessenKassel, Nassau, and the free city of Frankfurt. 29 majority of our control variables is drawn from the 1871 Population Census, including a host of demographic characteristics, adult literacy rates measured as the ability to read and write among the population aged 10 years or older, and shares of the population with physical or mental disabilities blind, deafmute, and insane. The source of the 1871 Population Census data is Preussische Statistik 1875. 1882 Occupation Census The 1882 Occupation Census collected information on employment and selfemployment across twodigit sectors. We calculate the share of the labor force working in the manufacturing sector and in the service sector, using the classification provided by the Prussian Statistical Office to classify the two sectors. The manufacturing sector sector B in the 1882 classification includes mining, construction, and manufacture of metals, machinery, equipment, chemicals, textiles, paper, leather, food products, and wood. The service sector sector C in the 1882 classification includes trade business, insurance, transport, lodging, and restaurants. The source of the 1882 Occupation Census data is Preussische Statistik 188485. 30 Figure 1: Suicides in Prussia, 186971 Suicide rate average annual suicides per 100,000 inhabitants, 186971. Countylevel depiction based on 186971 Suicide Statistics. See Appendix for data details. Figure 2: Protestantism in Prussia, 1871 Wittenberg Share of Protestants, 1871. Countylevel depiction based on 1871 Population Census. See Appendix for data details. Figure 3: Protestantism and Suicide in Prussia, 1871 Share of Protestants 1871 and suicide rate 186971. Countylevel depiction based on 1871 Population Census and 186971 Suicide Statistics. See Appendix for details. Table 1: Descriptive Statistics, Prussia 1871Suicide rate per 100,000 inhabitantsSuicide proportion per 1,000 deathsShare of Protestants Share of population 15 years Share of population 60 years Average household size Share of population living in towns Share of labor force in manu. and serv. 1882Share of literate adults Distance to Wittenberg in 1,000 kmShare of females Share of Jews Share of population born in municipality Share of population of Prussian origin Share blind x 100Share deafmute x 100Share insane x 100Fatal accident rate per 100,000 inhabitantsFatal accident proportion per 1,000 deathsLatitude in radLongitude in radYear when annexed by Prussia Mean113.004.78.64.36.074.79.28.34.88.33.51.01.59.99.09.10.2342.3515.17.91.221751.69Std Dev28.333.17.38.03.02.34.22.15.13.15.02.01.12.02.03.05.1715.805.00.03.08111.05Min3.00.00.003.23.033.83.00.08.37.00.44.00.32.74.03.02.029.373.77.84.111525Max437.0615.761.00.43.115.861.00.82.99.73.55.13.871.00.24.421.56114.5237.48.97.391866Suicide rates are average annual rates in 186971. Data for 452 Prussian counties from the 186971 Suicide Statistics, the 1871 Population Census, and the 1882Occupation census; see main text and Appendix for details.Table 2: Protestantism and Suicide in Prussia 1871Dependent variable:Share of Protestants Share of population 15 years Share of population 60 years Average household size Share of population living in towns Share of labor force in manu. and serv.114.496.782212.328.65570.7818.65330.12018.0607.575.824Suicide rateper 100,000 inhabitants3412.306.65766.86812.05023.86922.4917.529.831.7541.61512.411.66766.58012.05622.35422.5567.364.850.0911.7701.8071.970512.528.70567.55212.21215.24126.4297.317.856.0891.7722.4372.3181.6143.11869.8121.12457.21814.12213.79934.4181.7271.357.2121.8725.5502.7463.9004.503yes Suicide proportionper 1,000 deaths74.928.27521.5374.7609.57010.3012.077.333.548.691.118.903.0201.21518.3522.997452.611Share of literate adults 35 district dummies Constant Observations R23.691.58268.9285.53666.6557.37565.1487.55765.8687.69023.57113.000452.433452.627452.627452.628452.628452.738Ordinary least squares OLS estimation.Standard errors in parentheses: significance at ten, five, one percent.Data for Prussian counties from the 186971 Suicide Statistics, the 1871 Population Census, and the 1882 Occupation Census; see main text and Appendix fordetails.Table 3: InstrumentalVariable Estimates using Distance to Wittenberg Dependent variable:1st stage Share of Protestants 2nd stage Suicide rate per 100,000 inhabitants12345628.0192.73620.4852.445.693.127719.9692.275824.0163.520Share of Protestants Distance to Wittenberg in 1,000 km.936.111Share of population 15 years Share of population 60 years Average household size Share of population living in towns Share of labor force in manu. and serv. 1882.863.125.599.8352.5501.584.057.155.048.115.909.123.747.8183.1771.557.057.195.149.121.587.131Share of literate adults Constant Observations R2F statistic instrument.947.0402.084.5022.535.502452.135452.152452.189.093.8127.1361.696.056.226.172.118.940.1441.053.2041.797.508452.23568.98913.90667.87313.58279.15015.67923.75925.9301.1235.467.6861.90719.05125.4191.1445.1632.6042.1365.6282.4704.9881.79752.6699.38649.4169.613452.05670.46452.49847.39452.52154.4961.17740.1221.4863.8453.6052.47514.0214.49817.9296.21851.71110.509452.40629.86Instrumentalvariable IV estimation.Standard errors in parentheses: significance at ten, five, one percent.Data for Prussian counties from the 186971 Suicide Statistics, the 1871 Population Census, and the 1882 Occupation Census; see main text and Appendix fordetails.Table 4: Robustness to Additional Factors, Prussia 1871Dependent variable:Suicide rateper 100,000 inhabitants125.6174.03321.40030.95646.20133.09911.7257.83766.15517.643Share of Protestants Share of females Share of Jews Share of population born in municipality Share of population of Prussian origin Share blind x 100Share deafmute x 100Share insane x 100Fatal accident rate per 100,000 inhabitantsLatitude, longitude and their interaction in rad36 dummies for years when annexed by Prussia224.7593.6835.42029.96352.91532.65810.6717.30962.76517.1147.16011.27423.5869.056.7581.957323.9193.2755.97629.18952.95731.7797.3406.22061.17216.7239.12111.17221.6338.468.6031.890.038.026Standard controls Observations R2yes 452.389yes 452.432yes 452.463417.0942.263526.0763.641yesyes 452.633yesyes 452.547Instrumentalvariable IV estimation, where share of Protestants is instrumented by distance to Wittenberg.Standard errors in parentheses: significance at ten, five, one percent.Standard controls: share of population 15 years, share of population 60 years, average household size, share of population living in towns, share of laborforce in manufacturing and services, share of literate adults, and a constant.Data for Prussian counties from the 186971 Suicide Statistics, the 1871 Population Census, and the 1882 Occupation Census; see main text and Appendix fordetails.Table 5: Accounting for Unpleasant Weather Conditions Dependent variable:Share of Protestants Rainfall1OLSTemperature2IV 1st stage Share Protestants3IV 2nd stage Suicide rateper 100,000 inhabitants418.4795.137Distance to Wittenberg in 1,000 km329.78133.3231.949.249.538.153.0008.0002.022.222.006.007.8191.172yes 452.579Rainfall Temperature Standard controls Observations R2452.179452.120yes 452.387Instrumentalvariable IV estimation, where share of Protestants is instrumented by distance to Wittenberg.Standard errors in parentheses: significance at ten, five, one percent.Standard controls: share of population 15 years, share of population 60 years, average household size, share of population living in towns, share of laborforce in manufacturing and services, share of literate adults, and a constant.Data for Prussian counties from the 186971 Suicide Statistics, the 1871 Population Census, and the 1882 Occupation Census; see main text and Appendix fordetails.Table 6: Religious Concentration and Further Robustness Specifications Dependent variable:Share of Protestants Share of population 15 years Share of population 60 years Average household size Share of population living in towns Share of labor force in manu. and serv.Share of literate adults Herfindahl index of religious distribution Constanst Observations R2All counties124.7393.75883.07416.09569.19241.8173.3501.6084.6112.65113.1294.31915.2165.6607.5772.98254.06210.308452.400Suicide rateper 100,000 inhabitantsCounties with share of Protestants2% or 98%.1% or 99.9%215.4433.80054.08131.18380.99766.5484.7172.6131.6726.18916.5986.9054.6288.79029.68721.914142.623317.5747.109117.20072.05681.524199.9363.9113.61734.46822.62252.27510.80539.94625.16485.79243.48433.838Suicide proportionper 1,000 deathsAllcounties49.2651.35625.9146.04038.41715.456.766.573.846.9534.4911.7336.1392.39513.0084.048452.393Instrumentalvariable IV estimation, where share of Protestants is instrumented by distance to Wittenberg.Standard errors in parentheses: significance at ten, five, one percent.Data for Prussian counties from the 186971 Suicide Statistics, the 1871 Population Census, and the 1882 Occupation Census; see main text and Appendix fordetails.Table 7: Suicide Rates by IndividualLevel Religion and Gender Protestant1Suicide rate per 100,000Catholic2Prussian total By gender Male Female By share of Protestants in the district 0% 5%5% 15%15% 40%40% 60%60% 85%85% 98%98% 100%18.430.36.921.116.917.516.419.617.524.96.511.32.03.84.14.77.914.314.610.8Total314.123.45.44.45.57.712.418.417.424.8Suicide rates per 100,000 people in the subgroup in the year 1869. Based on a total count of 2,560 suicides in the 25 out of 35 Prussian districts withcrosstabulated data. Source: Hilse 1871.Table 8: Descriptive Statistics, Prussia 1816Suicide rate per 100,000 inhabitantsSuicide rate males per 100,000 inhabitantsSuicide rate females per 100,000 inhabitantsSuicide proportion per 1,000 deathsShare of Protestants Distance to Wittenberg in 1,000 kmShare of population 15 years Share of population 60 years Share of population living in towns Public buildings per 100 inhabitantsSchool enrollment rate Fatal accident rate per 100,000 inhabitantsFatal accident proportion per 1,000 deathsMean16.5010.522.692.30.59.32.36.07.12.33.5942.9615.39Std Dev25.068.282.881.90.41.15.03.01.21.38.2016.736.77Min3.00.00.00.00.00.00.26.04.00.00.0214.014.23Max426.0647.5022.428.821.00.73.46.111.002.091.10123.5454.90Suicide rates are average annual rates in 181621. Data for 306 Prussian counties from the 181621 Suicide Statistics and the 1816 Population Census; see maintext and Appendix for details.Table 9: Protestantism and Suicide in Prussia 1816: OLS Estimates Dependent variable:Suicide rate per 100,000 inhabitantsAll17.221.574Males211.065.970Females33.605.346Share of Protestants Share of population 15 years Share of population 60 years Share of population living in towns Public buildings per 100 inhabitantsSchool enrollment rate Constant Observations R22.262.411306.3424.023.694306.300.573.247306.263Ordinary least squares OLS estimation.Standard errors in parentheses: significance at ten, five, one percent.Data for Prussian counties from the 1816 Census; see main text and Appendix for details.84.322All44.735.59636.22410.36120.0971.0562.529.6433.1351.25018.9614.9375.978Males57.3412.4881.01761.94917.661134.66634.25710.9741.8011.0962.13132.1358.4155.396306.509306.468Females62.232.37412.4486.49334.77412.5951.680.6622.584.4031.070.7836.4853.094306.405Table 10: Protestantism and Suicide in Prussia 1816: IV Estimates Dependent variable:Share of Protestants Distance to Wittenberg in 1,000 kmShare of population 15 years Share of population 60 years Share of population living in towns Public buildings per 100 inhabitantsSchool enrollment rate Fatal accident rate per 100,000 inhabitantsConstant Observations R21st stage Share of Protestants All1.869.1604.251.9288.0891.801.078.098.091.066.443.1132.647.434306.3602nd stage Suicide rateper 100,000 inhabitantsMales4All3All214.9892.77114.9712.62823.4394.31015.25319.61315.11718.9011.28135.6611.4816.570.55533.5161.4776.566.2621.1492.0742.2007.3699.666306.024.2561.1202.0452.089.001.0207.2259.026306.02619.21831.0014.34154.97311.9322.4221.9001.8362.9413.427.010.0339.98514.803306.023Females57.0661.45511.34510.467.57618.5601.922.8181.278.6201.1741.157.014.0114.8814.998306.078Suicide proportionper 1,000 deathsAll65.240.9534.8046.8537.92912.1521.809.535.087.406.886.758.0001.0072.7613.272306.092Instrumental variables IV estimation.Standard errors in parentheses: significance at ten, five, one percent.Data for Prussian counties from the 1816 Census; see main text and Appendix for details.Hanging Drowning Shooting Poisoning Cutting throat Plunging Have oneself ridden over Cutting artery Stabbing Inhaling gases Strangling Other means Undisclosed means Total Table A.1: Suicide Methods Male163.516.512.42.32.80.70.60.30.30.10.30.00.1100.0Female243.242.70.27.32.81.10.30.70.21.10.20.30.0100.0Total359.621.610.13.32.80.80.60.40.30.30.30.10.1100.0Suicides in the year 1869, in percent. Based on a total number of 3,187 classified suicides 2,573 male and 614 female. Source: Hilse 1871.", "filename": "66265806X.pdf", "person": ["Sascha O. Becker", "Becker, Sascha O.", "Ludger Woessmann", "Woessmann, Ludger"], "date": ["2011"]}