{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46102/1/66283609X.pdf"], "title": ["Organization and information in the fight against crime: An evaluation of the integration of police forces in the state of Minas Gerais, Brazil"], "plaintext": "Organization and Information in the Fight against Crime: An Evaluation of the Integration of Police Forces in the State of Minas Gerais, Brazil Rodrigo R. Soares Pontifical Catholic University of Rio de Janeiro and IZA Igor Viveiros Federal University of Ouro Preto Discussion Paper No. 5270 October 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5270 October 2010 ABSTRACT Organization and Information in the Fight against Crime: An Evaluation of the Integration of Police Forces in the State of Minas Gerais, Brazil This paper explores the experience of information sharing, coordination, and integration of actions of the Civil and Military Polices in the state of Minas Gerais, Brazil, in the context of the IGESP program. The IGESP is based on the introduction of information management systems and organizational changes akin to those associated with COMPSTAT. All the evidence presented points to a causal effect of the IGESP on crime. The most conservative estimates indicate a reduction of 24% in property crimes and 13% in personal crimes. There is also evidence that the IGESP is associated with improved police response, measured by apprehension of weapons and clearance rates. We present one of the first set of causal estimates with a clear identification strategy of the impact of COMPSTATlike programs. The results suggest that the coordination and informational gains represented by the program may constitute a firstorder factor in a successful policy for fighting crime. JEL Classification: H11, K00, K42 Keywords: Corresponding author: Rodrigo R. Soares Departamento de Economia Pontificia Universidade Catolica do Rio de Janeiro Rua Marques de Sao Vicente, 225 Gavea 22451900 Rio de Janeiro, RJ Brazil Email: soaresecon.pucrio.br crime, police, Brazil, COMPSTAT, impact evaluation While most of this study was developed, Igor Viveiros was a researcher at Fundacao Joao Pinheiro. The authors gratefully acknowledge the unrestricted support from Fundacao Joao Pinheiro and its president, Afonso Henriques Borges Ferreira, throughout the process. The paper also benefited from the contributions and suggestions from several of its researchers, in particular, Claudio Santiago, Ricardo Candea de Sa Barreto, Delio Cunha, Rutila Gazzinelli, Salvio Lemos, Valeska Drummond, Betania Peixoto Lemos, and Marcus Vinicius Goncalves da Cruz. The authors also wish to thank the essential help and support provided by the evaluation unit Estado para Resultados and the Secretaria de Defesa Social from the state of Minas Gerais, Brazil, especially through Florence Fiuza de Carvalho, Helger Marra Lopes, Eder Sa Alves Campos, and Murillo Marschner Alves de Brito. 1. Introduction Police systems with multiple commands exist in various countries. In some cases, a militarized and uniformed police is responsible for ostensive patrolling while a judiciary police is responsible for investigations see Bayley, 1985. In Brazil, this system manifests itself in the existence and almost total independence of the Military and Civil Polices Policia Militar and Policia Civil. These two police forces have different attributions, hierarchical structures, and geographic organizations, maintain separate systems of information, and answer to distinct state agencies. The problems of coordination, information exchange and trust between organizations generated by this dual structure have been identified, both internationally and in the particular case of Brazil, as barriers to the effectiveness and even democratization of police action on Brazil, see discussion in Beato, 1999, Chesnais, 1999, and Bicudo, 2000; in the international context, see Bayley, 1999. Still, despite the widely held belief that unification of police forces or integration of operations would lead to increased efficacy and reductions in crime and violence, there is no statistically robust evidence supporting this view or estimating the degree of inefficiency generated by the dual system. This paper explores the experience of information sharing, coordination, and integration of actions of the Civil and Military Polices in the state of Minas Gerais, Brazil, in the context of the Program of Integration and Management in Public Safety Programa Integracao da Gestao em Seguranca Publica, from now on IGESP. The IGESP was inspired by the COMPSTAT system, implemented originally in New York and later on adopted in slightly modified forms in various cities in the world. The model is based on modern technologies of information monitoring and targeted policing, using a dynamic updating and constant evaluation of strategies and actions by police organizations. Analyzing municipality level data and exploring the staggered process of adoption of the IGESP, we provide what we believe is one the first pieces of causal evidence on the effect of information sharing and integration of dual police forces on crime and police performance. From a broader perspective, the paper also illustrates with an extreme example how public sector productivity may be adversely affected by lack of communication and coordination among state agencies with overlapping or interacting jurisdictions. 1Starting in the 1990s, the state of Minas Gerais experienced a seemingly explosive increase in crime. The violent crime rate per 100,000 inhabitants, for example, increased by 400% in the short interval between 1990 and the early 2000s from around 100 to above 500. In this context, violence figured as one of the main public policy issues for the government that took office in 2003. The first action of the new government in the area of public safety was the creation of the Secretariat of Social Defense Secretaria de Defesa Social, consolidating the two previously existing Secretariats of Justice and Public Safety Secretaria de Justica and Secretaria de Seguranca Publica. The IGESP was then introduced as part of a process of change in state administration that focused on the definition of targets, monitoring and evaluation of the states performance in various sectors. In the area of public safety, this idea was put into practice through a policy of integration of the entire system, so that objectives of different actors could be aligned and information exchanged. According to Rocha et al 2008, this strategy was based on two main points: i a governance model of joint decision making and integrated actions, and ii implementation of an information system allowing data to be shared among the different actors. In the case of Minas Gerais, the COMPSTATlike features of the program were coupled with the additional objective of creating a single unit of decision making and action from the two independent bodies of police forces. This implied a redesign of the geographic organization of the two polices and some definition of the authority relationship between their independent hierarchical structures. The IGESP was then implemented at the most disaggregated level within the new geographic organization of the public security system. The program implied the adoption of a unified information system and police management strategies based on the COMPSTAT model, and the institutionalization of periodic meetings between the commands of the Civil and Military Polices together with other agents of the public security and justice systems, such as district attorneys, municipal secretariats of public safety, etc  The encompassing package of changes represented by the IGESP brings in several new elements to police management in Brazil. We do not have adequate data, and do not believe that there is enough independent variation along these various dimensions, to analyze the separate effect of each one. So we choose to analyze the overall impact of the implementation 2of the IGESP. The program was initially adopted by the state capital Belo Horizonte in 2005 as a pilot project, and then subsequently expanded to encompass 56 municipalities by 2008. We use data between 2000 and 2008 on the universe of municipalities in Minas Gerais 853 and, exploiting the staggered process of program expansion, apply a differenceindifference strategy to identify the effects of the IGESP on crime rates and police performance. Our most conservative estimates suggest that implementation of the IGESP reduced property crimes by 24% and personal crimes by 13%. There is also some evidence of reduction in homicide rates after one year of program implementation, but this effect seems to be strongly associated with the experience of the state capital. Robustness exercises suggest that the main results are not related to other policies implemented at the municipality level, to changes in socioeconomic conditions, or to preexisting differential trends in violence. All the evidence supports the idea of a causal impact of the IGESP on crime rates. In addition, we present evidence that implementation was associated with improved police performance, through increased apprehension of weapons, increased clearance rates, and increased fraction of arrests originating from investigations reduction in the fraction of arrests in flagrante delicto. Another initiative of integration of Civil and Military Polices took place in the Brazilian state of Ceara in the early 1990s see Brazil and Abreu, 2002. But the experience of Minas Gerais retains particular importance, given the depth of the change implemented, its persistency through time, and its consistent geographic expansion. Case studies and qualitative analyses of the experiences of both Ceara and Minas Gerais support the success of the strategy in reducing crime and increasing police efficiency see, for example, Brasil and Abreu, 2002, and Beato et al, 2007. Still, there are no econometrically sound analyses of the impact of these programs currently available. To our knowledge, there is also no empirical literature on the integration of dual police systems or on similar types of public sector reorganizations, be it in other countries or in other areas outside the scope of public security. The literature most closely related to this paper is probably that on the impact of the COMPSTAT system. The information and management tools implicit in the COMPSTAT, and the reorganization of operations implied by them, are closely related to the technological and organizational change represented by the IGESP. There are 3numerous papers describing the process of expansion of the COMPSTAT system in the US, its logic and potential limitations Walsh, 2001, Brown and Brudney, 2003, and Weisburd et al, 2003. There are also various case studies and time series analyses on the impact of the COMPSTAT in specific contexts for example, Manning, 2001, Willis et al, 2003, and Rosenfeld et al, 2005. But, again, there is virtually no study with a sound identification strategy and using a representative sample. The only exception is Garicano and Heaton 2010, who are interested in the impact of information technologies on organization and productivity. They use a large sample of US police departments from a law enforcement survey and estimate, in a panel context, the impact of information technologies and what they define as modern policing techniques. The results indicate that information technology investments, when linked to particular organizational and management practices similar to those associated with COMPSTAT, tend to increase police productivity. Still, due to data limitations, they can only conduct explicit analyses of the impact of COMPTSAT in a single crosssection. From this perspective, our paper can also be seen as a contribution to the literature on the evaluation of COMPSTATlike programs. Differently from other papers on the topic, we use a panel and adopt the typical strategy from the impact evaluation literature. We use data on the universe of affected municipalities and explore a singular episode of centralized decision on program implementation and expansion, which warrants some degree of exogeneity in adoption. We have a clear identification assumption and test its validity in the data. And, finally, we find robust evidence on the effect of COMPSTATlike interventions on crime and police performance, though in our context these responses are likely to be magnified by the dual police structure that existed previously. The remainder of the paper is organized as follows. Section 2 describes the institutional background of police organization in Brazil and discusses the main features of the IGESP. Section 3 describes the data used in our empirical exercise. Section 4 discusses the empirical strategy and its limitations. Section 5 presents our main results and robustness tests. Lastly, section 6 concludes the paper. 42. The Program of Integration and Management in Public Safety IGESP The integration of operations and actions of the Civil and Military Polices in the state of Minas Gerais took place within the Program of Integration and Management in Public Safety Programa Integracao da Gestao em Seguranca Publica IGESP. The main goals of the program are to allow the free and immediate flow of information between the two police forces and the coordination of integrated planning see Beato et al, 2007. In an unprecedented example in Brazil, the methodology was developed by the Centre for Studies of Criminality and Public Safety of the Federal University of Minas Gerais Centro de Estudos de Criminalidade e Seguranca Publica da Universidade Federal de Minas Gerais CRISPUFMG, in close cooperation with the Military Police and the state administration. The program was largely inspired by the experience of the COMPSTAT in New York, and its subsequent adaptation to the Colombian city of Bogota. The model is based on modern technologies of information monitoring and targeted policing, using a dynamic updating and constant evaluation of strategies and actions by the police organizations. More specifically, the IGESP targets: i consolidation and systematization of data and intelligence information gathered by different agents within the state public safety community, generating a common and updated database shared among the different parties; and ii coordination of strategic actions involving the various parties. An important part of the consolidation of information was the implementation of the Integrated Information System of Social Defense Sistema Integrado de Informacoes de Defesa Social SIDS, responsible for the sharing of information across the Military and Civil Polices, the judiciary, the public defensory, and the penitentiary system. The SIDS was a precondition to the implementation of the IGESP, and it was instituted officially on April 2004 State Decree 43.778, April 12, 2004. Operationally, the SIDS allows the unified management of information, be it related to police investigations, crime registries, judicial prosecutions, or enforcement of criminal court orders. The coordination of actions and information sharing within the IGESP takes place through strategic meetings involving police forces and other authorities, to be explained in detail later on. In short, the meetings are supposed to lead to a deeper understanding of the 5criminal phenomenon, through discussions focused on the identification of hotspots, key individuals in the local crime, and potential underlying causes for changes in the local dynamics of crime and violence. The team of researchers that worked with the police in the design of the IGESP identifies the following points as its main goals Beato et al, 2007: i to promote interaction and integration of the Civil and Military Polices; ii to allow the exchange of information in the area of public safety; iii to give agility to police procedures and actions; iv to improve the performance of police activities; v to monitor the behavior of criminal activity; vi to promote the engagement of the community in the fight against crime; vii to focus police actions on highrisk areas; and viii to decentralize the strategic decisions in the fight against crime. A very important step in this process was the definition of geographic areas of action common to the two police forces. Prior to the IGESP, the Civil and Military Polices had different, nonoverlapping, geographic organizations, so that actual and recurrent coordination of actions was made very difficult. This change was achieved through the definition of integrated areas, constituting a predetermined geographic region subject to the joint action of specific units of each police force. This geographic division took into consideration socioeconomic, cultural, and criminal characteristics of the areas, but the major concern was to make it compatible with the different hierarchies of the Civil and Military Polices and the chain of command. Therefore, the entire state area was divided into subsequently smaller sets, each corresponding to a different level of decision within the state public safety system: i the state was divided into Integrated Regions of Public Safety Regioes Integradas de Seguranca Publica RISPs, each one with a regional command of the Military Police and a department of the Civil Police; ii these were then subdivided into Areas of Coordinated Integration in Public Safety Areas de Coordenacao Integrada de Seguranca Publica ACISPs, corresponding to a regional station of the Civil Police Delegacia Regional and a battalion of the Military Police; and iii these were then finally subdivided into the smallest units, the Integrated Areas of Public Safety Areas Integrada de Seguranca Publica AISPs, defining the areas of action of a police station of the 6Civil Police Delegacia and a company of the Military Police. The actual implementation of the IGESP took place at the most disaggregated level, the AISP. The first RISP was the pilot project developed in the capital Belo Horizonte in 2005, immediately before the implementation of the IGESP. Following, other RISPs were designed in the metropolitan area of the capital Contagem and Vespasiano and Uberaba. In the following years, other RISPs were created, with headquarters in the municipalities of Uberlandia and Montes Claros, until the entire state was subdivided into 16 RISPs in 2008.1 Appendix Table A.2.1 lists the different RISPs and gives some basic characteristics of the areas. Figure 1: Representation of the Administrative Relationship of the Different Spheres in the Areas of Integrated Action AISP ACISP RISP Executive Secretariat The coordination of the entire system of integrated areas is responsibility of the Executive Secretariat, composed by members of the State Secretariat of Social Defense Secretaria de Estado da Defesa Social SEDS and representatives of the Civil and Military Polices. This Executive Secretariat coordinates the actions of the different agents across all levels of the integrated areas. This administrative structure and the hierarchical relationships implied by it are illustrated in Figure 1. The specific responsibilities and authority of each of these spheres in the decision making process can be summarized as follows. Executive Secretariat It is responsible for monitoring the actions of the RISPs, ACISPs, and AISPs, and for the overall behavior of crime and the performance of the police forces in the state. It is responsible for the expansion and implementation of the IGESP in Minas Gerais, 1 Despite the fact that the implementation of the design of integrated areas started taking place in 2003, it was actually made official through state regulation only in early 2008 Joint Resolution 51, February 15, 2008. For our purposes, the relevant aspect is the actual implementation of the project. In 2010, there was a reorganization of some of the RISPs, so that the total number increased from 16 to 18 two new RISPs were created with municipalities that belonged originally to the 6th and 7th RISPs. In our sample period, the original organization with 16 RISPs remains the relevant one. 7and for maintaining the information flow between the Civil and Military Polices and managing the crime data in the state. It also trains the manpower responsible for the actual implementation of the IGESP in a given AISP. Integrated Region of Public Safety RISP It is responsible for the strategic planning of its ACISPs and AISPs. This planning encompasses information exchange and strategies for fighting crime based on coordination of actions between Civil and Military Polices. The RISP promotes meetings for monitoring and evaluation of joint actions, establishes timelines for the meetings that are to take place at the ACISPs and AISPs levels, and produces yearly evaluation reports. Within a RISP, there exists a Group of Evaluation and Support or Regional Executive Secretariat, which is responsible for the continuous evaluation of the IGESP, as well as for the provision of support and advice for the ACISPs and AISPs. This group is also responsible for the organization and record keeping of the strategic meetings promoted by the RISP. Integrated Area of Coordination of Public Safety ACISP It is responsible for the tactic planning of the AISPs, through constant monitoring of the material conditions and performance of the joint actions of the Civil and Military Polices. It contains a group of support of the integration process, which is responsible for taking the demands of each AISP to the RISP, as well as for managing the implementation of the IGESP on the ground and for the confection of its evaluation reports.2 Integrated Area of Public Safety AISP It is the geographic unit where the IGESP is actually implemented. It is responsible for the operational planning, promoting the dialogue between Civil and Military Polices on a routinely basis. It discusses and analyzes the goals and actions determined at the meetings taking place at higher levels RISP and ACISP. It contains a group of data analysis, responsible for feeding, receiving and extracting data from the information system of the Civil and Military Polices. With this information in hand, the data analysis group generates the indicators that will guide the actions at the AISP level. The group 2 Up to 2008, the state of Minas Gerais had 31 operational ACISPs, responsible for 123 AISPs, in 56 municipalities. Of the existing AISPs and of those planned for the future, some encompass more than one municipality, while others are smaller than a single municipality depending on the size of the municipality. In principle, there is not a onetoone match between municipalities and AISPs. But, as a matter of fact, all AISPs implemented up to now do not incorporate more than one municipality and, in cases where the same municipality has more than one operating AISP, all of them were implemented in the same year. So, for the purpose of our empirical exercise, we keep the municipality as the unit of analysis. 8also organizes weekly meetings between Civil and Military Polices, where the specific goals and actions to be implemented at each moment in time are determined. Having laid down the geographic reorganization that was introduced to allow the implementation of the IGESP and the hierarchical structure implied by it, we now turn to the specificities of the program itself. The main goal of the IGESP is the promotion of dialogue among the state agencies in the area of public safety. This is most clearly materialized in the integration of planning and actions between Civil and Military Polices, but it is not restricted to it. In higher level meetings, it includes coordination with the judiciary, public defensory, and the penitentiary system. The final goal of this coordination is to allow the development of more effective policies and actions in the fight against crime. On the information side, the objective is to produce, gather, and systematize intelligence information, precise and up to date, available for immediate use by public safety personnel. This information is passed along to police forces through the strategic meetings, allowing for a better understanding of the criminal phenomenon, based on the precise location of critical points and identification of likely proximate causes. With this information in hand, police forces are better equipped to design tactics and strategies to fight crime, with fast, synchronized, and focused allocation of resources. On the organizational side, a key role is played by the weekly meetings taking place at the AISP most disaggregated level. In these meetings, managers and operational personnel from both Civil and Military Polices exchange experiences, share information, and discuss potential solutions. Typically, the meetings also present the crime statistics, focusing on the main types of occurrences and the most violent areas. On a monthly basis, there are also broader meetings, including district representatives from the Civil Police and battalion commanders from the Military Police, focused on advising and support of the actions being taken at the AISP level. 9The weekly AISP meetings are registered in a report, referred to as DOGESP,3 which describes the criminal incidents in the area, the activities and operations undertook for fighting crime, the mechanisms used in the integration of police and community, and the eventual problems identified in the quality of police work. In addition, the report establishes goals to be evaluated in future meetings and to be presented at the higher level meeting taking place monthly. In relation to the monthly meetings, according to Beato et al 2007, p.5, translated by the authors: implemented by the AISP and their effectiveness In these meetings, the main problems and occurrences identified in the weekly working meetings are presented, as well as the actions planned andor in crime prevention and control. Representatives from the Civil and Military Polices, the public defensory, the penitentiary system, and the State Secretariat of Social Defense are present, together with a meeting facilitator responsible for handling and directing the discussion, recapping discussions from previous meetings, and raising questions about practical issues and actions  Questions may be raised as to the potential crime generating factors in a given area, the personal characteristics of victims and their behavior, the motivation of the aggressors and their characteristics, the reasons why a certain strategy worked while another did not, the progress achieved, the resources used, and, finally, the plans for action and what is intended as next steps. Descriptive analyses have identified the IGESP as a potentially important factor in the recent reduction in crime rates in Minas Gerais. Beato et al 2007, for example, notice that violent crimes in the state capital Belo Horizonte were reduced by 17% after 8 months of the introduction of the IGESP. In the municipality of Montes Claros, the Secretariat of Social Defense identified a reduction of 45% in crime rates in a similar time interval following implementation. By 2009, given the positive perception on the impact of the IGESP, the state administration intended to accelerate the process of expansion of the program. 3 DOGESP is an acronym for the Portuguese expression for Dyagnosis Oriented for the Management and Solution of Problems Diagnostico Orientado para a Gestao e Solucao de Problemas. It is a document filled out during the meeting, registering that a meeting took place and identifying the problems faced in a given AISP. Based on this standardized report, new solutions and strategies are proposed. 103. Data The evaluation of the impact of the IGESP is conducted with yearly municipality data covering the period from 2000 to 2008. The data was obtained from the Military Police of the State of Minas Gerais, the State Secretariat of Social Defense, the Fundacao Joao Pinheiro roughly equivalent to the state statistical and evaluation agency, and the Instituto Brasileiro de Geografia e Estatistica the Brazilian Census Bureau. These include variables related to the implementation of the IGESP, outcomes, and controls. We discuss the role played by each variable in the next section. They can be broadly classified into the following groups: number of crimes: number of homicides, number of violent crimes against the person, number of violent crimes against property original source: Military Police of the State of Minas Gerais; presence of the IGESP: dummy variable indicating whether a municipality is covered by the program in a given year original source: State Secretariat of Public Defense; police related information: number of personnel in the Military Police, number of personnel in the Civil Police, number of cars in the Military Police original source: Military Police of the State of Minas Gerais and State Secretariat of Public Defense; presence of other public safety programs: dummy variables indicating the presence of various concurrent programs Fica Vivo, Olho Vivo, and Municipal Civil Guard4 in a municipality in a given year original source: State Secretariat of Public Defense; police outcomes: number of apprehension of firearms and other weapons, arrests and arrests in flagrante delicto original source: Military Police of the State of Minas Gerais; and 4 Fica Vivo is a program focused on particularly violent and economically fragile areas within a municipality, mixing police presence and social actions. Olho Vivo is a program that supports the installation of digital cameras in key hotspots within a municipality. The Municipal Civil Guard is an unarmed force supported by the municipality, responsible for ostensive policing. 11 municipality characteristics: population, GDP per capita, and enrollment rates in the public school system original sources: Fundacao Joao Pinheiro and Instituto Brasileiro de Georgafia e Estatistica. We concentrate on homicides, violent crimes against property, and violent crimes against the person because reporting rates are thought to be higher for these categories as compared to thefts and other nonviolent crimes, for example. The choice of control variables, on its turn, was guided by the main concerns in our empirical exercise. Variables related to number of crimes and other police actions weapon apprehensions and arrests are used as outcome variables that may be affected by the introduction of the IGESP. Variables related to municipality characteristics and presence of other public safety programs are used as controls for changes that may be happening simultaneously to the introduction of the IGESP. Finally, variables related to police personnel and resources try to isolate the organizational and informational aspect of the IGESP, given the possibility that program implementation may be accompanied by other concurrent changes in allocation of resources and investments. All these concerns are discussed in detail in the next section, when we outline our empirical strategy. Figure 2 presents the evolution of the different types of crime measured as rates per 100,000 inhabitants and referred to simply as homicides, crimes against the person, and crimes against property for municipalities that received the IGESP in a given year and for municipalities that had not received the IGESP up to 2008. To inform our later discussion and to give an idea of the crime dynamics in the state, we present the data organized by the year in which a municipality entered the program. As the data have municipalities entering the IGESP in every year between 2005 and 2008, this strategy generates five groups: municipalities that did not receive the IGESP up to 2008, those that received the IGESP in 2005, those that received it in 2006, and so on, up to 2008. For each municipality that received the IGESP, a point indicates the first year of implementation. 12Figure 2: Evolution of Crime Rates by Date of Entry into IGESP Municipalities in Minas Gerais 20002008 averages weighted by population Homicides 4540353025201510516501450125010508506504502505015013011090705030200020012002200320042005200620072008No IGESPIGESP 2005IGESP 2006IGESP 2007IGESP 2008Property Crimes 200020012002200320042005200620072008No IGESPIGESP 2005IGESP 2006IGESP 2007IGESP 2008Personal Crimes 200020012002200320042005200620072008No IGESPIGESP 2005IGESP 2006IGESP 2007IGESP 2008 13Table 1 presents the same crime rates from Figure 2, but simply organized by municipalities that received the IGESP before 2008 and municipalities that did not. The table also presents data on population and gdp per capita. It highlights one of the main concerns in our empirical approach: municipalities that received the IGESP tend to be different from those that did not. Municipalities that received the IGESP were usually more violent than other municipalities, as well as larger and wealthier. In relation to crime rates, Figure 2 reveals that this was particularly true in the first places where the program was implemented, but became less so as the program expanded. In any case, our main worry is that these municipalities with higher levels of violence may also be intrinsically different and, because of that, may naturally have distinct dynamics of crime. Table 1: Descriptive Statistics Evolution of Crime Rates per 100.000 inhabitants, by Year of IGESP Implementation Municipalities in Minas Gerais, 20002008 Municipalities with IGESP in 2008 Municipalities without IGESP in 2008 N 56 year homic prop person pop gdp p.c. homic prop N 797 person pop gdp p.c. 2000 2001 2002 2003 2004 2005 2006 2007 2008 18.5 20.1 24.6 30.1 33.0 29.3 28.8 27.6 26.0 650.5 632.1 764.2 991.2 959.4 879.8 752.5 667.4 544.1 88.8 90.3 98.1 109.7 106.0 100.0 90.9 85.2 68.1 4,596 4,951 5,855 7,261 8,022 8,685 9,127 10,465 12,892 Obs: Crimes rates per 100.000 inhabitants. The crimes are homicide, property crimes, and personal crimes. Group averages weighted by municipality population for crime rates and gdp per capita. 128,258 134,544 136,842 139,162 144,030 146,724 149,398 152,009 151,942 12,936 13,291 13,401 13,501 13,711 13,828 13,944 14,058 14,230 8,185 9,138 9,923 11,881 12,567 13,407 14,627 15,604 19,875 8.9 9.3 10.0 10.5 9.7 12.0 11.9 11.9 11.8 61.2 71.7 83.9 98.3 101.0 121.7 125.2 128.8 105.3 44.0 46.9 50.8 49.7 50.7 56.2 57.1 54.5 47.3 Figure 2 suggests that there is some time series correlation between the introduction of the IGESP and reductions in crime rates. In some cases, the first year of implementation is clearly associated with lower crime rates, while in others it seems that there might have been some previous reduction in crime that was intensified by entry into the program. In any case, various other changes were taking place in these municipalities during this period, so Figure 2 should be taken simply as an illustration of the potential effect of the IGESP and the challenges implicit in our empirical exercise. 14 4. Empirical Strategy The impact evaluation of the IGESP concentrates on the outcomes most likely to be affected by the program and for which we have data. Our main interest lies in the incidence of crime and, therefore, our key variables are crime rates homicides, property crimes, and personal crimes per 100,000 inhabitants transformed by the natural logarithm.5 In robustness exercises, we also try other alternative functional forms for the estimating equation. Following, we evaluate the impact on the response of the public safety apparatus to given levels of crime: apprehension of weapons firearms and other weapons, arrests, and arrests in flagrante delicto, all normalized by the total number of registered crimes and also transformed by the ln. The rate of arrests per number of crimes is referred to, from now on, as clearance rate. The main empirical concerns in our impact evaluation exercise derive from the fact that the implementation of the IGESP did not take place within a controlled environment, subject to adequate sampling design and randomization of the intervention. Therefore, our empirical approach makes use of the strategies typically applied in the socalled quasinatural experiment literature. Specifically, we exploit the timing of implementation of the program in a certain area, and the evolution of the variables of interest before and after implementation, to estimate the impact of the program. Our specification trusts on this differenceindifference strategy and compares municipalities receiving the IGESP to those that did not receive it, before and after the intervention, and controlling for other confounding factors at the municipality level. Our benchmark specification is the following: Outcomemt .IGESPmt .Xmt m t mt, 1 5 Various municipalities in the sample are small, therefore with large variance in crime rates, and so there is a substantial number of zeros in the variable measuring number of crimes per 100,000 inhabitants. As the natural logarithm is not defined in zero, we substitute the ln for crime rates below one by zero we substitute all negative or nondefined values of the ln by zero. In fact, there are very few observations of crime rates between zero and one only two observations for the homicide rate, and none for the other crimes, so the relevant substitution is that of the nondefined logarithms by the value zero. If we were dealing with variables with very low means, this substitution might create a distortion in terms of estimated quantitative effects. But our crime rates have quite high means, so this does not seem to be a problem conditional on positive crime rates, the average rates are 21 for homicides, 87 for property crimes, and 60 for personal crimes. 15 where Outcomemt indicates some variable of interest crime rates, clearance rates or weapon apprehension rates for municipality m in year t; IGESPmt is a dummy variable assuming value 1 if municipality m in year t is covered by the program; Xmt is a vector of municipality characteristics; m is a municipality fixedeffect; t is a year fixedeffect; mt is a random term; and , , and are parameters. Under the usual assumptions, EmtIGESPmt, Xmt, m, t 0, and OLS estimation of the equation above provides an unbiased estimate of . The source of variation used to identify the effect of the program is the distinct timing of implementation across municipalities, and the comparison of municipalities that received the program with those that never received it. In this hypothetical setting, the random term mt is not correlated with the independent variables, so OLS estimates of indeed provide the parameter of interest: the causal impact of program adoption IGESPmt 1 on Outcomemt. In the context of the IGESP, there are two main potential problems in the use of this strategy: omitted variables and dynamic endogeneity similar concerns are expressed by Biderman et al, 2010 when conducting an impact evaluation of another crime related policy. Regarding omitted variables, it may be the case that municipalities that received the program also received more resources in the area of public safety, or adopted other social and security policies. This might be expected if good local governments adopt good policies in various different areas simultaneously. Assuming that the IGESP is indeed a good policy, this would mean that municipalities receiving the IGESP would also have adopted other effective policies, so that the effect of the program would be confounded with that of other changes taking place at the same time. This concern is lessened by the fact that police forces in Brazil are under state level control, so that actual implementation is not decided at the local level. Still, it might be the case that good local governments would pressure the state government for implementation of the IGESP, and then the same type of issue would arise. Therefore, we include as controls in the regression above Xmt a series of variables related to allocation of resources to public safety, adoption of other local programs in the public safety area, and municipality characteristics associated with economic performance and social policy. These can be classified into three groups: i police resources Civil and Military 16Police personnel and number of cars used by the Military Police; ii other local programs in the public safety area dummy variables indicating the presence of a Municipal Civil Guard, and of the Fica Vivo and Olho Vivo programs; and iii socioeconomic characteristics gdp per capita and enrollment rates in public schools. The second potential problem is that implementation of the IGESP itself may have responded to criminality conditions within a municipality, and therefore the treatment variable may be endogenous. The use of municipality fixedeffects partly helps to deal with this problem, given that systematic timeinvariant differences across municipalities are controlled for. But it does not solve it entirely, since the possibility of endogeneity persists in its dynamic version: i the timing of program adoption may depend on the past evolution of a variable of interest, such as when the program is implemented in areas that received particularly bad shocks in crime rates; and ii initial conditions associated with program adoption may also be associated with a particular evolution of the dependent variable, such as when there is convergence in crime rates over time and areas with initially worse conditions are more likely to receive the program see, for example, the discussion in Galiani et al, 2005. We use three strategies to deal with this potential problem. First, we add to the initial specification linear trends at the municipality level, which eliminate concerns related to convergence in crime rates or, more generally, differential trends across locations. In this specification, the treatment variable would capture whether there was a shift in the municipality specific crime trend when the program was implemented. Second, we assess whether there is evidence of preexisting trends in periods immediately before program implementation. If the program is just capturing some dynamic dimension of the behavior of crime not modeled explicitly in equation 1, this would also be likely to show up as a systematic change in the years immediately before program adoption. Finally, as an initial assessment of how serious the issue of dynamic endogeneity may be, we follow Galiani et al 2005 and Biderman et al 2010 and conduct a hazard estimation of the probability that a given municipality joins the program. Specifically, our dependent variable indicates the presence of the IGESP in a municipality. As soon as municipalities join the program, they leave the sample. So we estimate the effect of municipalities characteristics on 17the probability of joining the program. Our main interest is on how this probability is related to fixed municipality characteristics and to changes in endogenous variables. Therefore, our hazard estimation evaluates the probability that a municipality joins the IGESP as a function of shocks to criminality differences in crime rates in previous years, changes in other dimensions of public security policy, and a set of variables indicating initial conditions. The specific modeling strategy in our hazard estimation is explained and discussed in detail in Appendix A.1. The results show that logistic and administrative considerations were the dominant factors determining IGESP implementation. The state government pushed the program outward from the state capital in a radial fashion. At the same time, municipalities receiving the program first were those that housed headquarters of ACISPs those that had a regional station of the Civil Police and a battalion of the Military Police, since integration at the higher levels of the hierarchical structure was a necessary condition for integration at the lower levels. Therefore, in the estimation, distance to the state capital and presence of Civil Police regional stations and Military Police battalions are by far the most important determinants of IGESP implementation. Past shocks to dependent variables appear as statistically significant at the 10% level in only 1 out of 18 estimated coefficients, and even in this case with a very modest quantitative effect. Initial levels of property crimes do seem to be systematically related to program adoption positively, but this does not constitute a problem since initial conditions are controlled for by the fixed effects in the differenceindifference strategy. In short, adoption of the IGESP is not significantly affected by past shocks to crime. So the dynamic issue of decision of adoption being driven by changes in dependent variables does not seem to be a serious concern. The fact that program implementation was decided in a centralized fashion at the state level, and took into account administrative and logistic considerations, seems to guarantee some degree of exogeneity. Still, we do address directly the issue of differential trends and preexisting trends in our robustness exercises. We refer the reader particularly interested in the process of IGESP adoption to Appendix A.1, where our hazard function estimation and the results are discussed in detail. There are some remaining methodological issues that we deal with in our estimation: i as the variance of crime rates is directly related to population size homicides, for example, are 18rare events in small cities, we weight all regressions by population size; ii as the differenceindifference strategy may lead to underestimation of standard errors due to autocorrelation in the residuals, we cluster standard errors at the municipality level, allowing for an arbitrary structure of correlation within municipalities over time as suggested by Bertrand et al, 2004; and iii as the effect of the IGESP may take time to manifest itself establishment of trust between the parties, development and learning of the new technologies of coordination, etc., we evaluate whether the treatment effect is heterogeneous over time. Finally, as mentioned before, a traditional concern in the crime literature is the problem of underreporting in official crime data see Soares, 2004a and 2004b. Only a fraction of crimes is typically reported to the police, and the reporting rate is related to institutional development, police presence, type of crime, etc. Our choice of the types of crimes to be analyzed already takes into account this concern reporting rates for homicides and violent crimes are thought to be typically higher than for thefts and other petty crimes; see Soares, 2004a and 2004b. Also, we use municipality fixedeffects, so that any systematic difference in reporting rates across locations is controlled for. Since we look at a more or less homogeneous region over a relatively short period of time, variations in reporting rates are likely to be small. In any case, to the extent that the IGESP increases the effectiveness of the public safety system, we should expect reporting rates to increase, so that, if anything, our estimates of the effect of the program on crime rates would be biased towards positive values. Any remaining concern is ultimately eliminated by the use of municipalityspecific linear trends in some of our robustness exercises, which take care of differential behavior in reporting rates across locations. 5. Results 5.1. Benchmark Specification Table 2 presents our benchmark results, with the basic specification from equation 1 without the inclusion of any control variable. The results indicate a negative and statistically significant relationship between the timing of implementation of the IGESP and property and personal crimes, and a negative but nonsignificant relationship between program implementation and homicide rates. As the dependent variables are in logarithmic form, the 19coefficients can be interpreted as semielasticities, or the proportional effect of one unit change in the independent variable. The point estimates would therefore imply that IGESP implementation is significantly related to reductions of 53% in the incidence of property crimes and 20% in the incidence of personal crimes. But it is possible that the effect of the IGESP is heterogeneous as time passes, and this may be partly responsible for the nonsignificant coefficient in the homicide regression. This may be the case due to the establishment of trust among the state agencies involved in the coordination and integration efforts, and to the development of more adequate and efficient operational procedures as different parties learn about the new system. To assess this possibility, Table 3 presents the results of regressions identical to those from Table 2, but for the fact that the coefficient on the treatment variable is allowed to vary according to the time of exposure to the IGESP. We include three treatment variables: the first indicating whether the municipality is covered by the program in the current year, the second indicating whether the municipality was already covered by the program in the previous year IGESPt1, and the third indicating whether the municipality had already been in the program for at least two years IGESPt2. Table 2: Benchmark Specification Effect of IGESP on Crime Rates ln, Differenceindifference OLS Municipalities in Minas Gerais, 20002008 Vars. igesp 1 homicides 0.0426 0.0586 2 property 0.531 0.0534 3 personal 0.197 0.0366 3.815 0.0247 4.548 0.0310 2.094 0.0345 const Obs R2 Obs.: Robust standarderrors in brackets clustering at municipality; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include municipality and year dummies, and are weighted by municipality population. 853 municipalities. 7677 0.668 7677 0.661 7677 0.867 20The results indicate that there seems to be some heterogeneity in the effect of the program over time, particularly so for the case of homicides. For personal crimes, the results are very similar to those from Table 2, and most of the effect is concentrated on the first year of program implementation. In the case of property crimes, most of the effect is still concentrated on the first year of program implementation, though there are also significant lagged effects. Still, in this case, the aggregate effect over time is very close to that presented in Table 2: Table 3 suggests that roughly 60% of the effect estimated previously is due to the simultaneous impact, while 40% comes from the increased impact over time. For homicides, where the effect of the IGESP did not appear as significant in Table 2, the strongest effect appears in the first lag, or the year after the initial implementation of the program. As in the case of property crimes, column 2 suggests that the effect of the program on homicides also tends to increase over time, since the coefficient on IGESPt2 is negative and statistically significant. This result seems reasonable, since the determinants of homicides are more complex in nature and, therefore, should not respond immediately. This would be the case, for example, if more investigative effort were required to reduce homicide rates. Table 3: Lagged Impacts Effect of IGESP on Crime Rates ln, Differenceindifference OLS Vars. igesp igespt1 igespt2 Municipalities in Minas Gerais, 20002008 1 2 3 4 5 6 homicide homicide property property personal personal 0.0118 0.0586 0.121 0.0370 0.0394 0.0678 0.0948 0.0449 0.0911 0.0548 0.332 0.0560 0.289 0.0452 0.330 0.0536 0.211 0.0339 0.170 0.0484 0.140 0.0392 0.0842 0.0609 0.147 0.0396 0.0704 0.0519 0.0434 0.0348 4.671 0.0254 2.143 0.0367 2.263 0.0315 const Obs R2 Obs.: Robust standarderrors in brackets clustering at municipality; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include municipality and year dummies, and are weighted by municipality population. 853 municipalities. 3.884 0.0200 3.962 0.0185 4.871 0.0279 5971 0.876 5971 0.690 6824 0.677 6824 0.678 5971 0.696 6824 0.871 21The results discussed up to now suggest that the effect of the IGESP is stronger for property crimes. This has been the standard in most of the crime literature, also in the context of other interventions: economically motivated crimes tend to respond more to programs targeted at crime prevention and control. For these crimes, it is more likely that criminals make a rational costbenefit analysis of potential gains involved in a certain action. According to this logic, crimes with a more personal and emotional character, that typically constitute a large fraction of homicides and personal crimes, are likely to be less responsive in the shortrun to improvements in police action. The pattern of results obtained, therefore, is consistent with what should be expected from the technology of intervention represented by the IGESP. In light of the results from Tables 2 and 3, but trying to keep the specifications as simple as possible and not to lose timeseries variation when not strictly necessary, we use the first lag of the IGESP whether the municipality already had the program in the previous year as the treatment variable for the case of homicides. For property and personal crimes, we keep the simultaneous presence of the IGESP as the treatment variable. The main problem with the previous results is that municipalities that receive the IGESP may be different from those that do not. Therefore, in Table 4, we include in the benchmark specification the municipal controls discussed in the previous section. The central issue tackled in the table is whether municipalities that received the IGESP were also experiencing other relevant changes simultaneously to the introduction of the program. There are at least three circumstances in which this would seem reasonable and even expected. First, the IGESP may bring with it other changes in the area of public safety, particularly changes related to greater effort in the fight against crime and more allocation of resources to the area. Second, if municipalities receiving the IGESP are particularly concerned with crime, they may be also adopting other programs to reduce violence. And, finally, municipalities pressuring the state government for implementation of the IGESP may be those with good governments, and therefore may also experience good performance in other socioeconomic dimensions that end up affecting crime. 22Table 4: Controlling for Confounding Factors Effect of IGESP on Crime Rates ln, Differenceindifference OLS Municipalities in Minas Gerais, 20002008 Vars. igespt1 Controls Included: Police Resources and Personnel Other Public Safety Programs Socioeconomic Characteristics Obs R2 Vars. igesp Controls Included: Police Resources and Personnel Other Public Safety Programs Socioeconomic Characteristics Obs R2 Vars. igesp Controls Included: Police Resources and Personnel Other Public Safety Programs Socioeconomic Characteristics 1 homicide 0.130 0.0485 2 homicide 0.139 0.0559 3 homicide 4 homicide 0.133 0.0505 0.129 0.0390 X X X X X X 6824 0.679 5 property 6824 0.679 6 property 6823 0.679 7 property 6823 0.679 8 property 0.531 0.0544 0.480 0.0657 0.521 0.0622 0.475 0.0693 X 7677 0.868 9 personal 0.210 0.0434 X X X X X X 7677 0.867 10 personal 7676 0.867 11 personal 7676 0.868 12 personal 0.160 0.0488 0.185 0.0333 0.159 0.0474 X X X X X 7677 0.669 Obs R2 Obs.: Robust standarderrors in brackets clustering at municipality; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include a constant, municipality and year dummies, and are weighted by municipality population. 853 municipalities. Control variables are: Military and Civil Police personnel and Military Police of cars per capita for police resources and personnel; dummies indicating the presence of a Civil Municipal Guard and o f the programs Fica Vivo and Olho Vivo, for other public safety programs; and gdp per capita and enrollment rate in public schools for socioeconomic variables. 7676 0.669 7677 0.668 7676 0.668 With that perspective in mind, we introduce in Table 4 control variables that account for differences across municipalities in police resources, other programs targeting crime, and local socioeconomic conditions and policies. The table shows that our previous results remain virtually unaltered when each of these sets of controls is included at a time, or when all of them 23are included simultaneously. Considering the specification that includes all controls at the same time columns 4, 8, and 12, the results suggest that IGESP adoption is associated with reductions in the incidence of crimes of the order of 47% for property crimes, 16% for personal crimes, and, with a lag of one year, 16% for homicides. The results related to personal crimes are the only ones that display a noticeable reduction in the coefficient as additional controls are introduced, but even in this case the effect remains large and statistically significant. For the other crimes, quantitative results remain very stable once different sets of controls are included.6 5.2. Robustness In this section, we deal with three potential problems not addressed in our benchmark specification: differential dynamics of crime across municipalities, comparability of municipalities in the sample, and functional form of the estimating equation. 6 There is a well known problem of endogeneity of police allocation in this type of regression see, for example, Levitt, 1997 e 2002, and Schargrodksy and di Tella, 2004. Police may be allocated to a certain area because crime rates are high, in which case a simple regression analysis may end up revealing a positive correlation between police and crime. This problem is no doubt present in our case, and some of the coefficients on the police variables not shown in Table 4 do appear as positive and statistically significant. In addition, our variables for Civil Police personnel and number of Military Police cars seem to be measured with a lot of error there are some wild variations in the series from year to year. In any case, none of these problems affect the basic results from Table 4 or any of the results presented in the next sections. If we exclude these three variables altogether, the estimated coefficients remain virtually identical. In the appendix Table A.2.2, we go one step further, by eliminating the variables on Military Police cars and Civil Police personnel and instrumenting for the variable indicating the number of Military Police per capita. Our instrument is the interaction of battalion and year dummies, and trusts on the idea that there are two steps in the allocation of Military Police to different areas. First, the number of policemen per battalion is determined following bureaucratic and administrative guidelines. Following, the number of policemen within a battalion is allocated to different areas according to the discretion of the commander. The key identifying assumption is really that there is more freedom for a battalion commander to allocate policemen to different areas under hisher command, than to increase or reduce the total number of policemen under hisher command exchanges with the State Secretariat of Social Defense suggested that this is roughly a good approximation for the allocation mechanism. In other words, variation of policemen at the level of battalions is more exogenous than within battalions. Indeed, the first stage in this strategy is extremely strong, with the F statistic for the joint hypothesis that the coefficients on the instruments are zero battalionyear interaction dummies of the order of 1.7 108. In Table A.2.2, we present the results from the second stage of this estimation, portraying both the coefficients on the IGESP variable and on the instrumented policemen variable. The estimated impacts of the IGESP are virtually unchanged. And the instruments for Military Police allocation seem to do at least part of the job: the effect of policemen per capita appears as negative and significant for property crimes, negative but nonsignificant for homicides, and positive but small in magnitude and very far from significant for personal crimes. In any case, the coefficient on the treatment variable shows that the previous results are in no way related to potential problems of endogeneity or measurement error in police related variables. 24One of the main problems with our empirical approach, alluded to in section 4, refers to the possibility of a differential dynamic behavior of crime rates across municipalities, potentially associated with endogeneity in the adoption of the program. This phenomenon may occur, for example, when there is convergence or mean reversion in crime rates across regions and municipalities with initially higher crime rates are more likely to receive the IGESP. In this situation, we would estimate an effect of the program that would reflect simply the differential dynamic behavior of crime across municipalities starting from different levels. Table 5 addresses this issue. For each type of crime, the table presents two columns. In the first one, in addition to the variables included in the specification from Table 4, we include a linear trend for each municipality. In other words, we let each municipality have its own specific evolution in crime rates and ask whether, even in this setting, adoption of the IGESP was associated with deviations from this trend. Notice that this is very demanding on the data, since we impose 853 independent time trends in the specification. In the second set of columns, we include a dummy variable equal to 1 in the two years prior to IGESP implementation PREIGESP DUMMY. The goal of this exercise is to check whether there was already a noticeable preexisting trend in the behavior of crime rates before the program was adopted. Columns 1, 2, and 3 from Table 5 show that the estimated effect of the IGESP remains negative and statistically significant for all types of crimes even when a municipalityspecific linear trend is added to the basic specification. For property crimes, the estimated coefficient is reduced in magnitude, but it remains strongly significant. For homicides, the estimated coefficient increases in relation to that from Table 4, while for personal crimes it remains virtually identical. In reality, this specification can be seen as a very conservative and extreme test, since it is possible that the convergence in crime rates itself is determined in part by the implementation of the IGESP. When we include the variable capturing preexisting trends, the results remain very similar to those from Table 4. More important, the preexisting trend is positive in two out of the three cases and is not close to statistical significance in any of them. Therefore, our main results are not affected by explicitly dealing with the possibility of differential trends, and there 25is no evidence of problems of dynamic endogeneity or preexisting trends. Indeed, the estimated coefficients seem to reflect a causal effect of the IGESP on crime rates. Table 5: Municipality Linear Trends and Preexisting Trends Effect of IGESP on Crime Rates ln, Differenceindifference OLS Municipalities in Minas Gerais, 20002008 Vars. igesp igespt1 1 2 3 4 5 6 homicide property personal homicide property personal 0.236 0.1300.0481 0.0450 0.513 0.105 0.138 0.0574 0.2210.0846 0.095 0.0481 X X X 0.0311 0.0444 0.110 0.0702 0.0562 0.0714 preigesp dummy municipality lienar trend included? Obs R2 Obs.: Robust standarderrors in brackets clustering at municipality; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include a constant, municipality and year dummies, and are weighted by municipality population, and the following controls not shown in the Table: Military and Civil Police personnel and Military Police of cars per capita; dummies indicating the presence of a Civil Municipal Guard and o f the programs Fica Vivo and Olho Vivo; gdp per capita and enrollment rate in public schools. 853 municipalities. 7676 0.731 6823 0.732 7676 0.896 6823 0.680 7676 0.868 7676 0.669 Another potential concern suggested by the numbers in Table 1 is that municipalities that did not receive the IGESP are so different from those that received it that they do not constitute a good comparison group. A related concern is that the number of treated municipalities is relatively small 56, so that the previous results may depend on the presence of specific outliers. Municipalities that received the IGESP are indeed much larger, wealthier, and more violent than municipalities that did not receive it, so these concerns are legitimate. We address these and other issues in Table 6, where we reestimate the most complete specification from Table 4 on alternative samples, and check the sensitivity of the results to the changes. The table not only addresses these concerns, but it also helps us understand where the variation identifying the estimated coefficients is coming from. We look at four alternatives: i excluding the state capital which is almost 4 times larger than the second largest municipality from the estimation; ii restricting the sample to municipalities with more than 50,000 inhabitants, to create a control group more similar to the municipalities that received 26the IGESP; iii restricting the sample to 20042008 interval, to reduce the weight of a long baseline period without implementation of the IGESP the first program implementation takes place in 2005; and iv reestimating the model without population weights. The results are presented in Table 6. Table 6: Alternative Samples Effect of IGESP on Crime Rates ln, Differenceindifference personal personal 5 1 2 3 7,667 0.833 6,815 0.629 0.0783 0.0656 0.115 0.0525 0.4650.0862 homicide property homicide property 0.1870.0520 OLS Municipalities in Minas Gerais, 20002008 excluding state capital 0.378 0.164 0.0462 0.0728 6 4 restricting to pop 50,000 Vars. igesp igespt1 Obs R2 Vars. igesp igespt1 Obs R2 Obs.: Standarderrors in brackets; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include a constant, municipality and year dummies, and are weighted by municipality population unless otherwise noticed, and the following controls not shown in the Table: Military and Civil Police personnel and Military Police of cars per capita; dummies indicating the presence of a Civil Municipal Guard and o f the programs Fica Vivo and Olho Vivo; gdp per capita and enrollment rate in public schools. 853 municipalities. 0.378 0.1640.0439 0.0466 9 restricting to 20042008 8 0.180 0.0519 homicide property homicide property 570 0.909 12 570 0.944 11 511 0.900 10 0.0261 0.106 0.127 0.169 4,264 0.737 6,823 0.414 7,676 0.576 7,676 0.469 0.296 0.104 4,264 0.888 4,264 0.720 personal personal 7 unweighted 7,667 0.637 Excluding the state capital from the estimation columns 13, the results related to property and personal crimes remain unchanged, while the lagged effect of the program on homicide rates is reduced in magnitude and becomes nonsignificant. When the sample is restricted to municipalities with population above 50,000 columns 46, or to the years 20042008 columns 79, the qualitative results remain very similar and there are only small 27quantitative changes: the coefficients on homicides and personal crimes become slightly larger, while that on property crimes becomes slightly smaller. Finally, when we run the same specifications without population weights, only the effect on property crimes remains statistically significant. This should not be surprising, given the high degree of noise in crime rates for municipalities with small populations and for crimes with lower incidence. Sill, it is particularly reassuring that the effect of the IGESP on property crimes appears as statistically significant and quantitatively sizeable in every single specification presented thus far. The final robustness test we conduct is related to the functional form of the estimating equation. First, to deal with the issue of crime rates equal to zero in some small municipalities, we substituted the value of the logarithm by zero for all crime rates between zero and one. This procedure may affect quantitatively the estimated coefficients when the mean of the dependent variable is small, biasing the estimation of the causal effects of implementation of the program. In addition, our dependent variables are naturally censured at zero. Under some circumstances, this may bias the estimate obtained by OLS. To deal with these possibilities, we estimate regressions identical to those corresponding to the complete specification from Table 4, but use Tobit models instead of OLS. Despite the problem of incidental parameters in nonlinear models with fixedeffects, we trust on the Monte Carlo results from Greene 2004 and estimate our Tobit models with fixedeffects by brute force. Greene 2004 presents evidence that bias in Tobit models with fixedeffects appear very small for T 5 and depend chiefly on the fraction of censored observations in the sample. Since our sample has T 9, we draw on his results and discuss explicitly the likely bias when presenting the results. To assess the sensitivity of the results to the logarithmic transformation used, we also estimate the same Tobit models using the crime rates in levels as dependent variables. Results are reported in Table 7. The first three columns present the results with the same dependent variables used before, but considering explicitly their censoring at zero. The quantitative and qualitative results are almost identical to those from the complete specification in Table 4. In the last three columns, we consider as dependent variables the crime rates in levels without the logarithmic transformation. The qualitative results are again identical to those obtained previously. 28Quantitatively, we must divide the marginal effect presented in the table by the means of the dependent variables in order to have a proportional change comparable to the coefficients estimated with the logarithmic version. Making this calculation, the results from Table 7 imply that the implementation of the IGESP would be associated with reductions of 27% in homicides with a lag of one year, 61% in property crimes, and 21% in personal crimes. The estimated effects are of the same order of magnitude of those obtained before and, if anything, they indicate a stronger impact of the IGESP on crime. In any case, as it seems more natural to think that the absolute effect of the IGESP would depend on the initial level of crime, we believe that the previous specifications, using dependent variables as ln, do represent the most trustworthy results. Given the number of years in our sample and the fraction of censored observations in our dependent variables from 46% for homicide rates to 6% for personal crimes, the results from Greene 2004 suggest that the bias in estimated marginal effects and standard errors should be no greater than 15%. In light of the estimates in Table 7, such adjustments to coefficients and standard errors would change neither the qualitative nor the order of magnitude of the quantitative results. In fact, it would tend to bring the results closer to the point estimates from Table 4. Table 7: Tobit Models Effect of IGESP on Crime Rates ln and level per 100,000 Municipalities in Minas Gerais, 20002008 1 2 3 4 5 6 rate per 100,000 lnrate per 100,000 0.484 0.1590.0448 0.0383 homicide property personal homicide property personal Vars. igesp igespt1 Obs Obs.: Standarderrors in brackets; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include a constant, municipality and year dummies, and are weighted by municipality population, and the following controls not shown in the Table: Military and Civil Police personnel and Military Police of cars per capita; dummies indicating the presence of a Civil Municipal Guard and o f the programs Fica Vivo and Olho Vivo; gdp per capita and enrollment rate in public schools. 853 municipalities. 231.3 14.64 4.7410.749 0.180 0.0706 7.346 1.290 6823 7676 7676 6823 7676 7676 295.3. Channels As a final exercise, we evaluate the impact of the IGESP on variables that try to capture dimensions of efficiency of police actions. These are variables related to apprehension of weapons firearms and other weapons and arrests total and in flagrante delicto. The main question here is how police action responds to a certain level of violence. Therefore, we normalize these variables by the total number of crimes, so that we assess the effect of the IGESP on apprehension and clearance rates transformed by the natural logarithm. The first equations estimated are identical to those from the most complete specification in Table 4. We also adopt a variant, given the distinct nature of the phenomenon. If there is an unusually high stock of weapons and criminals circulating in society, we might expect a temporary effect of the IGESP. The number of weapons apprehended and arrests would then go up after the implementation of the program, as police action became more effective and the excess number of criminals and weapons were taken out of society. With time, this number would be reduced, as the total number of crimes was also reduced, so that apprehension rates and clearance rates would eventually go back to their original levels but in a lower crime context. This perspective is equivalent to the idea that it is easier to increase clearance rates when crime rates are high. To evaluate this possibility, we create treatment variables corresponding only to the first and second years of implementation. The results, presented in Table 8, suggest that implementation of the program increased both the apprehension of arms and the number of arrests per reported crime. The increase in apprehension rates seems to persist throughout the period observed in our sample. In the case of clearance rates, the effect shows up in the first years of the program, particularly so in the second year of implementation. The IGESP also seems to be associated with a reduction in the fraction of arrests in flagrante delicto, which seems reasonable since the program is supposed to increase the investigative capacity of police forces. The results from Table 8 reinforce the perception that the coefficients estimated before indeed reflect the causal impact of the IGESP on crime rates. The evidence suggests that part of this reduction in crime is due to a more effective response of the public safety apparatus. 30Table 8: Efficacy of Police Action Effect of IGESP on Weapon Apprehension and Clearance Rates ln, Differenceindifference OLS Municipalities in Minas Gerais, 20002008 1 weapon aprehension 2 3 4 clearance 5 noninvestig. arrests Vars. firearms other weapons total arrests in flagrante delicto in flagrante delictototal igesp Controls Included: Police Resources and Personnel Other Public Safety Programs Socioeconomic Characteristics Obs R2 Vars. igesp year 1 igesp year 2 Controls Included: Police Resources and Personnel Other Public Safety Programs Socioeconomic Characteristics 0.312 0.0631 0.188 0.0972 0.0127 0.0849 0.0422 0.0882 0.141 0.0663 X X X X X X 7676 0.614 7676 0.760 6 weapon aprehension 7 X X X 7676 0.736 8 X X X 7676 0.737 9 clearance in flagrante firearms other weapons total arrests delicto 0.207 0.0638 0.158 0.0480 0.169 0.0931 0.111 0.0557 0.0794 0.0643 0.138 0.0474 0.102 0.0597 0.184 0.0479 X X X X X X X X X X X X X X X 7676 0.247 10 noninvestig. arrests in flagrante delictototal 0.0492 0.0241 0.0316 0.0249 X X X 7676 0.612 7676 0.760 7676 0.245 Obs R2 Obs.: Robust standarderrors in brackets clustering at municipality; p0.01, p0.05, p0.1. Dependent variables are ln of rate of apprehension of weapons and arrests by total number of crimes, and ratio of arrests in flagrante delicto to total number of arrests. All regressions include a constant, municipality and year dummies, and are weighted by municipality population. 853 municipalities. Controls are: Military and Civil Police personnel and Military Police of cars per capita for police resources and personnel; dummies indicating presence of Municipal Guard and o f programs Fica Vivo and Olho Vivo, for other public safety programs; and gdp per capita and enrollment rate in public schools for socioeconomic variables. 7676 0.736 7676 0.738 6. Concluding Remarks This paper evaluates the impact of the IGESP program on crime rates and effectiveness of police actions in the state of Minas Gerais, Brazil. The IGESP is a program targeting integration of the Civil and Military Polices, based on the introduction of information management systems and organizational changes akin to those associated with COMPSTAT. 31The evidence presented points to a causal effect of the IGESP on crime. Our most conservative estimates suggest a reduction of 24% in property crimes and 13% in personal crimes. There is some evidence of a delayed reduction in homicide rates, but this seems to be particularly related to the experience of the state capital. The IGESP is also associated with improved police response to crime, measured by apprehension of weapons and clearance rates. To our knowledge, this is the first set of econometrically robust estimates of the effect of the integration of dual police forces on crime. The results suggest that the coordination and informational gains represented by this change may constitute a firstorder factor in a successful policy for fighting crime. 32Bibliography Bayley, David H. 1985. Patterns of Policing: A Comparative International Analysis. Rutgers University Press, New Brunswick, 1985. Bayley, David H. 1999. The Contemporary Practices of Policing: A Comparative View. In: Civilian Police and Multinational Peacekeeping: A Role for Democratic Policing. National Institute of Justice: Research Forum. Whasington DC. Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan 2004. How Much Should We Trust DifferencesinDifferences Estimates? Quarterly Journal of Economics, 1191, 249275. Beato, Claudio 1999. Politicas Publicas de Seguranca e a Questao Policial. Sao Paulo em Perspectiva, 134, 1327. Beato, Claudio, Elenice de Souza, Karina Leite, Braulio da Silva, Rodrigo Fernandes, Andrea Maria Silveira and Robson Savio Reis Souza 2007. IGESP Uma Solucao Viavel e Eficiente na Execucao da Politica Publica de Seguranca. Informativo CRISP, ano 5, numero 7. Bicudo, Helio 2000. A Unificacao das Policias. Estudos Avancados, 1440, 91106. Biderman, Ciro, Joao M. P. de Mello and Alexandre Schneider 2010. Dry Laws and Homicides: Evidence from the Sao Paulo Metropolitan Area. Economic Journal, 120543, 157182. Brasil, Glauciria and Domingos Abreu 2002. Uma Experiencia de Integracao das Policias Civil e Militar: Os Distritosmodelo em Fortaleza. Sociologias, 48, 318355. Brown, Mary M., and Jeffrey L. Brudney 2003. Learning Organizations in the Public Sector? A Study of Police Agencies Employing Information and Technology to Advance Knowledge. Public Administration Review, 631, 3043. Chesnais, Jean Claude 1999. A Violencia no Brasil. Causas e Recomendacoes Politicas para a sua Prevencao. Ciencia Saude Coletiva, 41, 5369. Galiani, Sebastian, Paul J. Gertler and Ernesto Schargrodsky 2005. Water for Life: The Impact of the Privatization of Water Services on Child Mortality. Journal of Political Economy, 1131, 83120. Garicano, Luis, and Paul Heaton 2010. Information Technology, Organization, and Productivity in the Public Sector: Evidence from Police Departments. Journal of Labor Economics, 281, 167201. Greene, William 2004. Fixed Effects and Bias Due to Incidental Parameters Problem in the Tobit Model. Econometric Reviews, 232, 125147. 33Levitt, Steven D. 1997. Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime: Reply. American Economic Review, 873, 270290. Levitt, Steven D. 2002. Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime: Reply. American Economic Review, 924, 12441250. Manning, P.K. 2001. Technologys Way: Information Technology, Crime Analysis and the Rationalizing of Policing. Criminology and Criminal Justice, 11, 83103. Mazerolle, Lorraine, Sacha Rombouts, and James Mc Broom 2007. The Impact of COMPSTAT on Reported Crime in Queensland. Policing: An International Journal of Police Strategies Management, 302, 237256. Rocha, Georgia R., Barreto Junior, Jesus T. and Gontijo, Ricardo F. 2008. Modelo de Gestao Integrada do Sistema de Defesa Social de Minas Gerais. I Congresso Consad de Gestao Publica, BrasiliaDF. Rosenfeld, Richard, Robert Fornango, and Eric Baumer 2005. Did Ceasefire, COMPSTAT, and Exile Reduce Homicide? Criminology and Public Policy, 43, 419450. Schargrodsky, Ernesto and Rafael di Tella 2004. Do Police Reduce Crime? Estimates Using the Allocation of Police Forces after a Terrorist Attack. American Economic Review, 941, 115133. Soares, Rodrigo R. 2004a. Development, Crime, and Punishment: Accounting for the International Differences in Crime Rates. Journal of Development Economics, 731, 155184. Soares, Rodrigo R. 2004b. Crime Reporting as a Measure of Institutional Development. Economic Development and Cultural Change, 524, 851871. Walsh, William F. 2001. COMPSTAT: An Analysis of an Emerging Police Managerial Paradigm. Policing: An International Journal of Police Strategy Management, 243, 347362. Weisburd, David, Stephen D. Mastrofski, Ann Marie Mc Nally, Rosann Greenspan, and James J. Willis 2004. Reforming to Preserve: COMPSTAT and Strategic Problem Solving in America Policing. Criminology and Public Policy, 23, 421456. Willis, James J., Stephen D. Mastrofski, and David Weisburd 2003. COMPSTAT in Practice: An Indepth Analysis of Three Cities. Police Foundation. 34Appendix Appendix A.1: Determinants of IGESP Adoption Survival Analysis In this appendix, we explicitly model the timing of IGESP adoption across municipalities. The main goal is to test whether the timing of IGESP adoption was correlated with previous shocks to the dependent variables, in which case our identification strategy would be compromised by a dynamic endogeneity problem. We estimate hazard models using the Weibull distribution. Such distribution is more flexible in that it allows hazard functions to vary over time. So, differently from Galiani et al 2005 and Biderman et al 2010, we do not need to include explicit time controls to account for the change in probability of IGESP adoption across years. This possibility is incorporated in the estimation of the shape parameter. If this parameter is equal one,7 the hazard ratio is constant through time and the probability of IGESP adoption depends only on municipalities characteristics. In every model estimated here, the shape parameter is greater than one,8 indicating that the probability of IGESP adoption increases over time as we know to be the case in the data. Our main goal is to understand whether IGESP adoption was mostly determined by fixed municipality characteristics, in which case our approach would be adequate, or whether it was correlated with past shocks to the dependent variables. Therefore, our initial specification considers only initial conditions and time invariant characteristics of municipalities. This specification includes, at first, initial crime rates ln, income per capita ln, population ln, and number of military policemen per capita; then it adds the distance to the state capital; and then, finally, it adds dummies indicating the presence of a Military Police battalion, of a Civil Police regional station, and of both of these simultaneously. Following, we include, also sequentially, timevarying covariates: first, lagged differences of income per capita and population, and the presence of competing public safety programs municipal guard, Fica Vivo, and Olho Vivo; following, the first lags of the different measures of crime rates; and then, finally, the second lags of crime rates. We estimate these models with initial conditions in 7 When this occurs the underlying distribution is an Exponential, which is memoryless. 8 The shape parameter is given by the expression 1explogscale. 35the beginning of our sample period 2000 and also in 2003. Since the IGESP was a policy implemented by the government that took office in 2003 Governor Aecio Neves, public security authorities could have used 2003s criminal and social indicators to decide on implementation of the program. Results considering 2000 and 2003 as the initial periods are presented, respectively, in Tables A.1.1 and A.1.2 coefficients are presented as hazard ratios. In the first column of Table A.1.1, one can see that differences in levels of population, GDP per capita, homicides, and property crimes help explain program adoption though higher homicide rates appear as reducing the probability of IGESP implementation; in any case, this particular result is not robust.9 Of these, the most robust result across specifications and initial years is that related to property crimes: municipalities with initially higher rates of property crimes were more likely to receive the program in any given year. But two key dimensions of implementation were related to operational and administrative aspects of the IGESP. First, the state government pushed implementation from the state capital outward to the interior. As a result, the timing of implementation followed a clear radial pattern of geographic expansion, illustrated here in Figure A.1.1. Second, IGESP implementation demanded a coordination of actions between Civil and Military polices that inevitably imposed a topdown approach lower levels could not be integrated until the hierarchically superior spheres were integrated. So implementation naturally started in municipalities that had hierarchically superior units of the two institutions Civil Police regional stations and Military Police battalions. In terms of the new geographic organization of the system of public security, these were municipalities that housed headquarters of ACISPs, which would be roughly equivalent to local regional commands. These were also municipalities that gathered better conditions for IGESP implementation, where the program could be adopted faster and at a lower cost given the previous presence of both Civil and Military Police structures. 9 Notice that, since coefficients are presented as hazard ratios, hypothesis tests are conducted against the null that the coefficients are equal to 1. 36Table A.1.1: IGESP Adoption Hazard Models Initial Conditions in 2000 Variables Fixed Pretreatment Characteristics as of 2000: 1 2 3 4 5 6 1.8595 0.5803 0.7826 0.2163 0.7572 0.1103 2.5287 1.7777 0.7593 0.6646 0.6568 0.8136 0.1805 0.2443 0.63150.8024 0.0998 0.1164 3.2333 2.2034 2.46950.5471 0.7152 0.4244 1.3258 1.2775 1.2590 0.2132 0.2294 0.2012 1.0003 1.0000 1.0003 0.0006 0.0006 0.0006 0.2644 0.25970.0682 0.00020.0001 0.4187 0.3019 21779 0.0000 0.065 2.7666 1.1061 0.6868 0.2029 0.8967 0.1476 1.9456 0.3951 1.0773 0.2004 1.0016 0.0009 2.8673 2.8322 1.1596 1.1382 0.6763 0.6899 0.1995 0.2061 0.8875 0.8529 0.1475 0.1394 1.9372 1.8647 0.395 0.3677 1.0639 1.1781 0.2016 0.2121 1.0018 1.0017 0.0008 0.0009 0.2944 0.2857 0.2863 0.0768 0.0752 0.0002 0.0002 0.0002 0.0001 0.0001 0.251 0.256 0.2112 0.2132 32962 31253 0.0000 0.0000 0.0001 0.229 0.193 37520 0.0000 0.0752 1.3E05 48.7414 76.1287 2.5479 1.9521 1.4E18 1.7E19 0.6132 0.2522 3.2838 1.9594 1.0E05 7.1E06 6.2E061.1E05 1.8E05 47.4820 46.2924 73.219 74.7304 3.1672 2.5681 1.8483 2.1867 6.5E17 2.2E18 8.3E18 2.7E19 0.6255 0.5868 0.2400 0.2595 3.1227 2.9387 1.7258 1.862 0.1245 0.1279 0.1169 0.1414 0.1489 1.0676 0.1799 0.7911 0.1428 0.9377 0.1772 1.0571 0.1739 1.0315 0.1767 1.2202 0.2123 1.916 0.1193 0.1524 1.0694 0.1589 0.7844 0.1171 0.8586 0.1405 1.898 0.1195 1.910 0.1196 Population 2000 GDP2000 Homicide 2000 Property 2000 Personal 2000 Military Police 2000 Distance to Capital Civil Police Regional Military Police Battalion Civil Police Regional x Military Police Battalion Timevarying Covariates: GDPt1 GDPt2 Populationt1 Populationt2 Municipal Civil Guard Fica Vivo Olho Vivo Homicidest1 Propertyt1 Personalt1 Homicidest2 Propertyt2 Personalt2 logscale 1.4170.1225 1.5940.1151 1.5540.1196 Obs.: Coefficients presented as hazard ratios; standarderrors in brackets; p0.01, p0.05, p0.1. Hazard estimation with Weibull distribuition; municip. drops out of sample once IGESP is implemented. Vars in initial levels: crime rates ln; gdp p.c.; pop.; military police p.c.; dist. to capital; presence of regional station of civil police, of military police battalion, and interaction of the two. Time varying variables are: lagged differences of gdp, population and crime rates; and presence of other public safety programs municipal guard, Fica Vivo, and Olho Vivo. 853 municipalities. 37 Figure A.1.1: Geographic Pattern of IGESP Adoption These two dimensions account for the bulk of the pattern of IGESP expansion over time see columns 2 and 3 in the tables. Distance to the state capital 10 plays a major role in explaining program adoption. In column 2 from Table A.1.1, for example, increasing the distance in about 66 miles reduces the probability of receiving the program in a given year in about 74%. Column 3 from the table shows that presence of regional commands of the two police forces was also extremely important for adoption: the probability of receiving the IGESP was about 82% higher if a municipality had a Civil Police regional station and a Military Police battalion concomitantly. These main results are similar across other specifications and also considering 2003 as the initial period. Following, we include timevarying covariates in the last three columns of each table. Overall, the timevarying covariates rarely appear as significant in explaining program adoption. Just one of the lagged differences of income per capita and population appear as statistically significant, but even then with an extremely small quantitative effect.11 The only exception to this pattern is that municipalities which have the Olho Vivo program cameras placed in key hot spots have 88% less chance of receiving the IGESP. But there is a very small number of municipalities that received the Olho Vivo program by 2008 only 4, so this result is in reality driven by one specific outlier the municipality of Itabira, which received Olho Vivo, is relatively close to the state capital but did not receive the IGESP; Itabira is the only municipality with Olho Vivo that did not receive the IGESP. 10 This variable was constructed applying the Euclidian Norm to the LatitudeLongitude system. Distance distortions calculated this way tend to be small when relatively short distances are considered. 11 The hazard models were estimated with R, which has a precision of up to 15 decimals. That is why we are able to estimate such small significant effect. 38Table A.1.2: IGESP Adoption Hazard Models Initial Conditions in 2003 Variables Fixed Pretreatment Characteristics as of 2003: 1 2 3 4 5 6 1.1662 1.4104 0.3961 0.4266 0.9175 0.7597 0.2579 0.1919 1.0116 0.891 0.1275 0.1389 4.4968 2.58070.5904 1.1821 1.1935 1.1473 0.2049 0.2186 1.0037 1.00390.001 0.0013 0.27220.0665 1.443 0.5387 0.8531 0.2512 1.0528 0.15 2.132 0.7984 0.6974 0.185 1.2753 0.2081 2.74 0.7005 0.9266 0.2132 1.0002 0.0015 3.0056 2.8423 1.2544 1.1737 0.6312 0.645 0.1841 0.1889 1.1944 1.2152 0.1973 0.1991 2.1289 2.1489 2.8816 0.5328 0.5375 0.7063 0.8808 0.8854 1.1991 0.1784 0.1695 0.2375 1.0035 1.0041 1.004 0.0011 0.0013 0.0014 0.2631 0.1752 0.3034 0.3059 0.0385 0.0709 0.0807 0.0098 0.0001 0.0001 4.0E052.6E05 0.0252 0.0001 0.2426 0.3019 0.2133 0.2404 0.1644 0.1798 0.1836 104961 74917 88330 0.0000 0.0000 0.0000 0.2066 54566 4.71E05 1397340 0.0796 2.0E06 17.7163 22.7077 1.8386 1.5256 5.8E14 8.6E15 0.6317 0.2595 2.2433 1.33 3.4E07 1.1E06 9.7E071.8E06 5.4E07 15.3502 39.899 39.0373 19.4944 1.712 4.4198 1.2536 3.4713 1.3E15 3.3E22 2.0E16 4.6E23 0.6553 1.6287 0.2716 0.4742 2.0487 1.0366 0.5597 1.2192 0.0424 0.0982 0.0811 0.1007 0.0437 1.099 0.1904 0.8418 0.1625 0.9973 0.1976 1.1006 0.1771 1.1226 0.1979 1.2224 0.2248 1.993 0.1201 0.1191 1.0839 0.1638 0.7945 0.1365 0.9173 0.1628 2.165 0.0000 1.983 0.1203 Population 2003 GDP2003 Homicide 2003 Property 2003 Personal 2003 Military Police 2003 Distance to Capital Civil Police Regional Military Police Battalion Civil Police Regional x Military Police Battalion Timevarying Covariates: GDPt1 GDPt2 Populationt1 Populationt2 Municipal Civil Guard Fica Vivo Olho Vivo Homicidest1 Propertyt1 Personalt1 Homicidest2 Propertyt2 Personalt2 logscale 1.443 0.1209 1.6320.1148 1.610 0.1190 Obs.: Coefficients presented as hazard ratios; standarderrors in brackets; p0.01, p0.05, p0.1. Hazard estimation with Weibull distribuition; municip. drops out of sample once IGESP is implemented. Vars in initial levels: crime rates ln; gdp p.c.; pop.; military police p.c.; dist. to capital; presence of regional station of civil police, of military police battalion, and interaction of the two. Time varying variables are: lagged differences of gdp, population and crime rates; and presence of other public safety programs municipal guard, Fica Vivo, and Olho Vivo. 853 municipalities. 39 Most importantly from our perspective, past shocks to criminal variables do not appear as significant in explaining adoption, except for one lag of property crimes in one particular specification, which is significant at the 10% level column 5 in Table A.1.1. Being only one among the 18 coefficients estimated on lagged differences in crime rates, we do not place much weight on this result. In any case, even if we take it at face value, it would imply that doubling property crime rates would reduce the probability of program adoption by 22%, a relatively mild effect as compared to that related to distance from the state capital and presence of regional police commands. In other respects, the inclusion of the timevarying covariates seems to reinforce previous results: the coefficient associated with distance to the capital does not change much, while the presence of a Civil Police regional station and a Military Police battalion increase the probability of adoption in about 64%. It is also worth mentioning that, on the whole, the results considering 2003 as the initial period seem better behaved: initial homicide rates never appear as reducing the probability of later program adoption, and the lagged differences in crime rates never appear as statistically significant. 40Appendix A.2: Supplementary Tables and Figures Table A.2.1: Integrated Regions of Public Safety RISPs before 2010 Descriptive Statistics averages 20002008 RISP Headquarters Municip. Municip. Population Area Km 2 Demog. Density 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 Belo Horizonte Contagem Vespasiano Juiz de Fora Uberaba Lavras Divinopolis Governador Valadares Uberlandia Patos de Minas Montes Claros Ipatinga Barbacena Curvelo Teofilo Otoni Unai 1 17 22 86 32 143 84 50 14 25 76 101 56 68 61 17 Sources: Fundacao Joao Pinheiro; Secretaria de Defesa Social; DATASUS 2.338.7661.646.941918.7851.499.313671.7282.232.2451.529.809639.232893.694498.299332 4.380 8.427 21.493 41.915 47.019 49.144 21.053 26.413 32.095 1.365.527100.451 1.682.115770.8071.004.653861.395331.56232.893 16.389 70.322 56.580 59.471 7.043,0376,0109,069,816,047,531,130,433,815,513,651,147,014,315,25,641Table A.2.2: Instrumental Variables for Military Police Personnel Effect of IGESP on Crime Rates ln, Differenceindifference OLS Municipalities in Minas Gerais, 20002008 1 homicides 2 property 3 personal 0.112 0.0504 0.155 0.0453 0.469 0.0720 Vars. igesp igespt1 instrumented Military Police Obs Obs.: Robust standarderrors in brackets clustering at municipality; p0.01, p0.05, p0.1. Dependent variables are ln of crime rates per 100,000 inhabitants. All regressions include a constant, municipality and year dummies, and are weighted by municipality population, and the following controls not shown in the Table: Military Police personnel per capita; dummies indicating the presence of a Civil Municipal Guard and o f the programs Fica Vivo and Olho Vivo; gdp per capita and enrollment rate in public schools. 853 municipalities. Military Police personnel p.c. instrumented with the interaction of batallion and year dummies. 235.6 126.8 60.64 91.16 198.5 142.2 7676 7676 6823 42", "filename": "66283609X.pdf", "person": ["Rodrigo Reis Soares", "Soares, Rodrigo Reis", "Igor Viveiros", "Viveiros, Igor"], "date": ["2010"]}