{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/47705/1/66364965X.pdf"], "title": ["Die volkswirtschaftliche Bedeutung des Hamburger Hafens in Abhängigkeit vom Fahrrinnenausbau von Unter- und Außenelbe"], "plaintext": "1 Ausgangslage 1.1 Welthandel und Seehandel Die letzten Jahrzehnte waren durch hohe Wachstumsraten der Weltwirtschaft und eine Zunahme der internationalen Handelsverflechtungen gekennzeichnet. Das Wachstum der Weltwirtschaft resultierte in groen Teilen aus den dynamischen Entwicklungen in den Schwellenlandern. Dort wurden vermehrt Rohstoffe benotigt. Dies gilt sowohl fur Energierohstoffe wie Ol und Kohle, fur metallische Rohstoffe wie Eisen oder Kupfer als auch fur agrarische Rohstoffe wie Weizen und Mais. Diese Rohstoffe werden vornehmlich mit Massengutfrachtern Bulkern uber die Weltmeere transportiert. Neben dem Anstieg des Handels von Massengut werden aber auch immer mehr hochwertigere Waren gehandelt. Die Schwellenlander haben sich fur den internationalen Warenaustausch geoffnet und sind auch internationalen Handelsvereinbarungen GATT, WTO beigetreten. Der Warenaustauch hat die internationale Zerlegung von Produktionsketten erlaubt. Deshalb wurden immer mehr Zwischenprodukte transportiert. So hat der internationale Handel uber die letzten Jahrzehnte sehr viel starker zugenommen als die globale Produktion. Dies hat im Seehandel und hier insbesondere im Containerbereich zu einem sehr kraftigen Wachstum gefuhrt vgl. Abbildung 1.1. Da vorwiegend hochwertige Produkte verschifft werden, liegt der Wert der in Containerschiffen transportierten Waren deutlich hoher als bei Bulkcarriern. Deshalb ist die Elastizitat des Welthandels in Bezug auf das Welteinkommen gestiegen. So fuhrte in den 1960er Jahren ein Anstieg des Welteinkommens um 1 % zu einem Anstieg des Welthandels um etwa 2 %. In den 2000er Jahren ist dieser Faktor auf 3,5 gestiegen vgl. IMF 2009. Hamburg konnte vom Wachstum des internationalen Handels und von der Containerisierung besonders profitieren. Insbesondere seit dem Jahr 2000 wuchsen die Containerumschlage sehr viel schneller als der Welthandel. Mit dem Waren ist auch der Seehandel stark ausgeweitet worden. Fur die Transporte musste auch die Schiffsflotte erweitert werden. Gemessen in DWT deadweight tons wurde die weltweite Flotte nach einer langeren Phase der Stagnation seit 1993 um 75 % ausgeweitet. Dabei entfiel die Steigerung auf alle 3 drei Haupt Sektoren: Tanker, Bulker und Containerschiffe vgl. Abbildung 1.2. Die Transportkapazitat der Flotte ist besonders im Containerbereich sehr viel starker gestiegen als die Zahl der Schiffe. Hier wird deutlich, dass die Schiffe immer groer geworden sind. Abbildung 1.1 Welthandel und Containerumschlag des Hamburger Hafens 1991 bis 2009 3002502001501005001991WelthandelContainerumschlag199319951997199920012003200520072009saisonbereinigt, 2000 100Quellen: Hamburg Port Authority 2010; Statistikamt Nord 2010; Centraal Planbureau 2010; HWWI.Abbildung 1.2 Entwicklung der BulkerFlotte Entwicklung der ContainerFlotte Kapazitat Schiffe Mio. dwt 450400350300250200150100500Kapazitat Schiffe Stk.8.0007.0006.0005.0004.0003.0002.0001.0000Tsd TEU14.00012.00010.0008.0006.0004.0002.00001996199920022005200819961999200220052008Quellen: Clarkson Research Services Ltd. 2009; HWWI.Quellen: Clarkson Research Services Ltd. 2009; HWWI. Stk.8.0007.0006.0005.0004.0003.0002.0001.0000 4 Das rapide Wachstum des Welthandels wurde neben der Offnung der Schwellenlander fur Handelsvereinbarungen auch durch eine Vielzahl von kostensenkenden Fortschritten im Transportsektor ermoglicht. Im Schifffahrtsbereich gehoren die Containerisierung und der Wechsel zu groeren Schiffen dazu. Landseitig sind die Einrichtungen von HubandSpokeTransportnetzwerken, bei denen einzelne Hafen als groe Drehkreuze fungieren und die Schaffung von intermodalen Transportketten hervorzuheben. Von zentraler Bedeutung fur die Entwicklung im Hamburger Hafen sind die groen Containerschiffe. Tabelle 1.1 zeigt die derzeitige Aufteilung der weltweiten Containerflotte in die Groenklassen der Schiffe. Daruber hinaus wird die erwartete Verteilung im Jahr 2013 angegeben. Hier zeigt sich die eindeutige Tendenz der Ausweitung der Containerkapazitat auf Schiffe mit mehr als 8 000 TEU. Die Containerkapazitat auf Schiffen dieser Groe wird, gemessen an der Gesamtcontainerkapazitat, von 3,7 % auf 14,1 % steigen. Tabelle 1.1 Containerkapazitat nach Schiffsgroe Schiffsgroe Anzahl Anzahl Schiffe Anteil an der Gesamtanzahl Anzahl Anzahl Schiffe Anteil an der Gesamtanzahl TEU100 1.9992.000 3.9994.000 5.0995.100 7.4997.500 9.99910.000 Gesamt 2009Stk.2.4041.02960940423240TEU2.498.9642.887.1522.753.3152.452.1161.987.321477.98213.056.850% TEU19,122,121,118,815,23,7100TEU2.686.2933.163.7143.502.1883.113.3262.731.7912.491.36017.688.6722013Stk.2.5561.123776505318197Quellen: AXSAlphaliner 2009; HWWI.% TEU15,217,919,817,615,414,1100 Die Entwicklung zu groeren Schiffen resultiert aus dem bis 2008 andauernden Boom im internationalen Handel. In dieser Phase sind die Charterraten fur groe Containerschiffe, die besonders in dem sich sehr dynamisch entwickelnden Handel zwischen Asien und Europa eingesetzt werden, stark angestiegen. Die 5 hohe Profitabilitat hat Anreize zur Ausweitung der Schiffsflotten gesetzt. Weltweit wurden die Seetransportkapazitaten ausgeweitet. Die steigenden Kapazitaten hatten zu einer zyklischen Abschwachung der Fracht und Charterraten im Schifffahrtsmarkt gefuhrt. Dies hatte die Anreize zum weiteren Ausbau der Kapazitat reduziert und langsam ware es zu einer Anpassung der Kapazitaten gekommen. Der normale Zyklus der Schifffahrtsmarkte wurde durch die Wirtschaftskrise 20089 unterbrochen. Die im vierten Quartal 2008 einsetzende weltweite Rezession hat zu einem absolut rucklaufigen Welthandel gefuhrt. Der Welthandel sank um fast 12 % gegenuber dem Vorjahr. Mit dem Einbruch der Weltproduktion und dem Ruckgang des internationalen Handels fielen die Charterraten ungebremst. Als direkte Reaktion auf nicht ausgelastete Schiffskapazitaten und einbrechende Charterraten haben die Reedereien verschiedenste Manahmen zur Kostensenkung unternommen. Dazu sind die Schiffe auf langsame Fahrt gegangen, um Treibstoffkosten zu reduzieren und Kapazitatsuberschusse zu vermeiden. Auerdem wurden groe Schiffe auf langere Routen geschickt, um Kanalgebuhren und TransshipmentKosten zu senken. Bisher wurde der Hamburger Hafen von diesen Entwicklungen nur in einem geringen Mae betroffen. Es besteht aber die Gefahr, dass einzelne Linien Hamburg aus Kostengrunden nicht mehr anlaufen und direkt Ostseehafen bedienen, so dass ein Transshipment nicht mehr notwendig ist. Im verstarkten Wettbewerb werden die Kosten auch durch den Einsatz von groen Schiffen reduziert. Diese erlauben es den Reedereien, die Fixkosten auf so viele Container wie moglich zu verteilen. Auerdem sind die Reedereien derzeit durch langfristige Finanzierungschartervertrage an neue groe Schiffe gebunden. Insofern werden sie bei gegebener Seehandelsnachfrage immer weniger, aber dafur immer groere Schiffe einsetzen. Als weitere Anpassungsmanahmen wurden in der Krise Order fur neue Schiffe sofern moglich storniert und alte Schiffe stillgelegt oder verschrottet. Setzt man das derzeitige Orderbuch in Bezug zur bestehenden Flotte, so wird diese insgesamt um rund 40 % gemessen in TEU wachsen. Der Anstieg verlauft uber 6 die verschiedenen Schiffsgroen sehr heterogen. So wird das Wachstum bei den Feederschiffen nur 1 % betragen, wohingegen es bei den PostPanamaxSchiffen mit einer Kapazitat von uber 8 000 TEU bei bis zu 140 % liegen konnte. Allerdings kann das Auftragsvolumen durch Stornierungen bestehender Auftrage reduziert werden. Das Institut fur Seeverkehrswirtschaft und Logistik ISL in Bremen geht davon aus, dass die Stornierungen bei 20 % der derzeitigen Bauauftrage liegen konnten vgl. Lemper und Tasto 2009. Insgesamt besteht uber die Moglichkeit von Abbestellungen oder Verschiebungen groe Unsicherheit, da konkrete Vertrage zwischen Reedern und Werften nicht bekannt sind. In Teilen werden die Abbestellungen nicht realisierte Order auch dadurch erreicht, dass Reeder insolvent werden. Trotz dieser Anpassungen an das weltwirtschaftliche Umfeld ist weiterhin die Tendenz zu immer groeren Schiffen zu erkennen. Abbildung 1.3 stellt dabei die Ablieferung von Containerschiffskapazitaten in verschiedenen Groenklassen von 2007 bis 2009 dar. Ablieferungen von Containerschiffskapazitat, Dezember 2007 bis September 2009 Abbildung 1.3 TEU1.200.0001.000.000800.000600.000400.000200.0000Feedermax Container Deliveries Handy Container Deliveries SubPanamax Container Deliveries Panamax Container Deliveries PostPanamax Container Deliveriesbis 1100 TEUbis 2000 TEUbis 3300 TEUbis 6500 TEUuber 6500 TEUQuellen: Clarkson Research Services Lt. 2009; HWWI. 7 Eine weitere Anpassungsmanahme liegt im Bereich der Verschrottungen alterer Schiffe. Wahrend in Boomphasen versucht wird, Schiffe so lange wie moglich zu nutzen, werden in Abschwungen altere Schiffe zum Teil verschrottet. Dies ist im Bereich der Feeder und FeedermaxSchiffe sehr wahrscheinlich, da hier mehr als 20 % der weltweiten Flotte alter als 20 Jahre sind. Im SubPanamax bzw. PanamaxSegment betragt die Anzahl der zur Verschrottung geeigneten Schiffe noch 15 % bzw. 8 % der Flotte. Im PostPanamaxSegment hingegen besteht kaum eine Moglichkeit, Tonnage abzubauen. Bei den PostPanamaxSchiffen zwischen 3 000 und 8 000 TEU besteht ein Abwrackpotenzial von lediglich 1 % und die Schiffe mit einer Groe uber 8 000 TEU sind hochstens 10 Jahre alt, so dass es hier nicht zu Abwrackungen kommen wird vgl. Clarksons Research Services Ltd. 2009. Insofern verstarkt die Abwrackung den Trend zu groeren Schiffen. Diese neuen Kapazitaten werden vor allem auf EuropaAsien Linien eingesetzt werden. Abbildung 1.4 stellt das Einsatzgebiet von Containerschiffen nach verschiedenen Groenklassen dar. Im Februar 2008 waren 78 % der Containerschiffe mit mehr als 6 000 TEU im EuropaFernost Einsatz. Auf diesen langen Strecken konnen Schiffe dieser Groenklasse ihre Skaleneffekte voll ausspielen. Bei Schiffen in der Groenklasse bis 2 000 TEU waren 78 % im regionalen Einsatz. Der Hamburg Hafen konnte sich als dominierender Hafen im Handel zwischen Europa und Asien etablieren. Mit 56 % am Gesamtcontainerumschlag war Asien der grote Handelspartner Hamburgs vgl. Abbildung 1.5. Die hohe Bedeutung groer Schiffe in diesem Fahrtsegment zeigt die Bedeutung der Fahrrinnenanpassung. Sollte diese nicht vorgenommen werden, konnten speziell fur die im Liniendienst zwischen Europa und Asien verkehrenden groen Containerschiffe andere europaische Hafen gewahlt werden. 8 Abbildung 1.4 Einsatzgebiete von Containerschiffen nach Groenklassen Februar 2008mehr als 6.000 TEU2.001 bis 6.000 TEUbis 2.000 TEU0102030405060708090100%EuropaFernost NordSud Transpazifikregional Transatlantikandere Quellen: ISL 2009; HWWI. 1.2 Konkurrenz der Hafen Hamburg befindet sich mit seiner Positionierung als Containerhafen in direkter Konkurrenz zu den ubrigen Hafen der Nordrange, insbesondere Rotterdam und Antwerpen, die jeweils einen rund 11 % hoheren beziehungsweise niedrigeren jahrlichen Containerumschlag haben. Hamburg lag im Jahr 2008 mit einem Aufkommen von 9,7 Mio. TEU noch an zweiter Stelle in Europa vgl. Tabelle 1.2 und ist im Zuge der Wirtschaftskrise dann aber im Jahr 2009 auf die dritte Stelle zuruckgefallen. In den Jahren 2000 bis 2008 konnte Hamburg deutliche Zuwachse am Containerumschlag erzielen und seinen Anteil am Gesamtumschlag im Fahrtgebiet steigern. Dabei kam Hamburg sowohl eine Konzentration auf den dynamischen Ostasienhandel als auch die raumliche Nahe zur Ostsee zugute. Betrachtet man den Containerumschlag nach Kontinenten, so spielt Asien und hier 9 insbesondere China fur den Hamburger Hafen, relativ zum Gesamtumschlag, die grote Rolle. Uber 50 % des Containerverkehrs uber See 5,5 Mio. TEU wurden 2008 mit Asien abgewickelt vgl. Abbildung 1.5, wahrend dieser Wert in Rotterdam bei 45 %, in Antwerpen bei 38 % und in Bremen bei nur 25 % lag. In Bremen waren der innereuropaische und der transatlantische Containerverkehr von groerer Bedeutung. Tabelle 1.2 Containerumschlag in den Hafen der Nordrange in 1000 TEU, 20012007Hafen Umschlag Wachstumsrate Wachstumsrate 2008 2001 2008 2007 200820016.0614.6653.0012.94527962430749n.V.108Rotterdam Hamburg Antwerpen Bremerhaven Zeebrugge Goteborg Aarhus Amsterdam Oslo Kopenhagen 2007 TEU 10.77310.7849.9147.8794.8841.1918415024091951659.7378.6635.5292.210863458435209198Quellen: Eurostat 2009; hafenhamburg.de 2010; HWWI.%77,9108,7188,787,7692,138,349,2787,883,3%0,11,810,013,285,62,68,86,47,220,0Anteilam Gesamtumschlagder EU 27Anteilam Gesamtumschlag des Fahrtgebietes 2007%12,911,99,45,91,41,00,60,50,20,22007%28,726,421,013,03,22,21,31,10,50,4 Die herausragende Stellung Asiens spiegelt sich auch in den wochentlichen Liniendiensten wider. Im Jahr 2008 erreichten von dort aus wochentlich durchschnittlich 30 Vollcontainerdienste den Hamburger Hafen, weitere 11 Linien waren im SudamerikaDienst tatig und 8 im NordamerikaDienst. Von den 2008 neu aufgenommenen 19 Linien waren 8 auf der FernostRoute unterwegs vgl. hafenhamburg.de 2009. Hamburg hat im ersten Halbjahr 2008 gegenuber allen ubrigen Hafen der Nordrange die meisten Liniendienste Richtung Asien angeboten, dicht gefolgt von Rotterdam, wahrend Antwerpen und der franzosische Hafen Le Havre bereits deutlich seltener angelaufen wurden vgl. Abbildung 1.6. 10 Abbildung 1.5 Anteil der Kontinente am Containerumschlag des Hamburger Hafens 5,2%20083,7%1,9%32,3%Quellen: Hamburg Port Authority 2010; HWWI.0,5%Abbildung 1.6 Europa Afrika Nordamerika 56,4%Sudamerika Asien Australien Anzahl ContainerLiniendienste in der NordeuropaFernostFahrt nach Nordrangehafen 1. Halbjahr 2008Hamburg Rotterdam Antwerpen Le Havre Bremerhaven Zeebrugge Amsterdam CHKY Alliance Maersk CMACGMNew World Alliance Grand Alliance MSCubrige 05101520253035Quellen: ISL 2009; HWWI. 11 Ein weiterer, wichtiger Containerverkehr fur Hamburg sind die Feederdienste fur die Nord und Ostseehafen. Hier waren 2008 pro Woche mehr als 140 Abfahrten zu verzeichnen. Die gute Anbindung zur Ostsee bietet Zugang zu den bisher schnell wachsenden Volkswirtschaften des Baltikums und Osteuropas. Feederverkehre und Liniendienste bedingen sich gegenseitig. So wird fur Liniendienste der Hamburger Hafen als Ziel gewahlt, weil der Weitertransport schnell und gunstig erfolgt. Umgekehrt sind die Feederdienste von den aus Ubersee ankommenden Containern abhangig. Dies impliziert, dass bei einem Ruckgang des Verkehrs im Liniendienst auch der Feederverkehr deutlich zuruckgehen und der Hamburger Hafen seine Funktion als Drehscheibe verlieren wurde. Wesentlicher Vorteil der Hafen in der Nordrange ist ihre Funktion als Containerhub fur den europaischen interkontinentalen Warenhandel. Diese Funktion nehmen die Hafen sowohl im Bereich des Seeverkehrs wahr, bei welchem in den Hafen eine Verladung der Guter auf neue Schiffe erfolgt Transshipment als auch bei der Anbindung weiterer Verkehrstrager Hinterlandverkehr. Eine Region ist als Hinterland fur einen Hafen besonders wichtig, sofern innerhalb der Region eine hohe Produktion erfolgt oder eine enge Beziehung zu umliegenden Regionen mit hoher Produktion vorliegt. Vor diesem Hintergrund sind insbesondere weite Teile Westdeutschlands, die BeneluxLander und das nordostliche Frankreich fur die Hafen als Hinterland relevant. In diesen Regionen kann innerhalb von funf Stunden ein Marktpotenzial gemessen durch das Bruttoinlandsprodukt von uber 3,0 Mrd. EUR erreicht werden. Hier haben die westlichen Hafen der Nordrange, insbesondere Antwerpen und Zeebrugge, einen Vorteil, da von diesen Hafen aus am schnellsten die wirtschaftsstarken Regionen erreicht werden konnen, und zwar sowohl mit der Bahn und dem LKW als auch mit dem Binnenschiff vgl. Abbildung 1.7. Fur Hamburg sind hingegen der Ostseeraum sowie groe Teile von Mittel und Osteuropa von groer Bedeutung. Derzeit sind dort die Einkommensniveaus niedriger als in Westeuropa. Aufgrund der Aufholprozesse wachsen diese Regionen aber schneller und gewinnen damit immer weiter an Bedeutung. 12 Abbildung 1.7: Innerhalb von funf Stunden mit der Bahn erreichbares Marktpotenzial Ab 2011 wird Hamburg mit dem JadeWeserPort in Wilhelmshaven einen Konkurrenten erhalten, dessen Hinterland sich mit dem Hamburgs uberschneiden wird und dessen Vorteil in einem tideunabhangigen Tiefwasserhafen liegt. Schiffe mit groem Tiefgang konnen dann erstmals einen groen deutschen Hafen ohne Restriktionen bezuglich der Wassertiefe erreichen. Da die Kapazitaten des Hafens zunachst auf 2,7 Mio. TEU, also rund 30 % des derzeitigen Hamburger Aufkommens, beschrankt sind und bis 2020 nur ein Ausbau auf rund 4,2 Mio. TEU erwartet wird vgl. NIW, NordLB 2006, ist davon auszugehen, dass hier 13 eher Schiffe anlegen, die Hamburg bislang nicht anlaufen konnten. Hierfur spricht auch, dass Hamburg, trotz groer Investitionen in den neuen Hafenstandort, uber die wesentlich bessere Infrastruktur und Anbindung an ein dichtes Autobahn und Schienennetz verfugt. Insgesamt stehen die Hafen der Nordrange in einem engen Wettbewerb zueinander. Dieser ergibt sich bereits aus der engen geografischen Nahe. Dabei hat jeder der Hafen fur bestimmt Hinterlandregionen Vorteile und deshalb eine uberregionale Bedeutung. Die erheblichen Effizienzsteigerungen in den Hafen konnten aber nur deshalb ermoglicht werden, weil sie durch die Konkurrenz um Umschlage zu standigen Verbesserungen gezwungen waren. Voraussetzung fur diese Konkurrenz ist, dass die Hafen nicht durch Infrastruktur im Wachstum behindert werden. Insofern wurde eine Hafenkooperation, die das Ziel hat, uber Infrastrukturmanahmen Handelsstrome zu lenken, die notwendige Konkurrenz zwischen den Hafen behindern. Dies wurde bei den kooperierenden Hafen zu einem Verlust an Leistungsfahigkeit fuhren, der ihre Wettbewerbsposition gegenuber anderen nicht an der Kooperation beteiligten Hafen verschlechtern wurde. Einer Prognose der PLANCO Consulting Gmb H aus dem Jahr 2007 zufolge wird der Containerumschlag trotz eines jahrlichen Wachstums von nur 1,5 % in Deutschland in den Nord und Ostseehafen eine Wachstumsrate von 6 % pro Jahr, in Hamburg sogar fast 7 %, erreichen. In dieser Prognose wurde die Wirtschaftskrise noch nicht berucksichtigt, die 2009 in Deutschland fur einen Einbruch des Bruttoinlandsprodukts von 5 % gefuhrt hat und in deren Folge auch die Umschlagszahlen in den Hafen stark zuruckgegangen sind. Dabei wurde Hamburg starker betroffen als seine Konkurrenten. Wahrend Antwerpen zwischen 2007 und 2008 seinen Containerumschlag um rund 10 % steigern konnte, ist das Aufkommen in Rotterdam im Vergleich zum Vorjahr nahezu konstant geblieben, in Hamburg war ein Ruckgang um gut 1,8 % zu verzeichnen. Bremen, dessen Containerumschlag etwa der Halfte des Hamburger Umschlags entspricht und das von der geografischen Lage her als Hamburgs wichtigster Konkurrent angesehen werden kann, konnte 2008 seinen Umschlag um mehr als 13 % gegenuber 2007 ausbauen vgl. Eurostat 2009, hafenhamburg.de 2010. 14 In den ersten sechs Monaten des Jahres 2009 ist der Containerumschlag in Hamburg im Vergleich zum Vorjahreszeitraum um nahezu 30 % zuruckgegangen. Insbesondere im Feederverkehr haben deutlich weniger Schiffe im 1. Halbjahr 2009 den Hamburger Hafen angelaufen, wahrend die Anzahl der groen Containerschiffe gegenuber dem 1. Halbjahr 2008 sogar um 8,3 % zugenommen hat vgl. Statistikamt Nord 2010. Der konjunkturelle Einbruch bedeutet nicht, dass sich der mittel und langfristige Wachstumstrend geandert hat. Zwar wird es nach der aktuellen Prognose des HWWI bis zum Jahr 2012 dauern, bis der Einbruch aufgeholt wird, aber in der Erholungszeit werden die Wachstumsraten uber dem langfristigen Durchschnitt liegen vgl. Abbildung 1.8. Ab 2012 konnten die Wachstumsraten wieder in dem Bereich der PLANCOPrognose liegen. Voraussetzung fur die mogliche gunstige Entwicklung ist jedoch, dass der Hamburger Hafen seine weit uberregionale Bedeutung beibehalt, in die notige Infrastruktur investiert und die fur das bisherige Wachstum des Hafens verantwortlichen Regionen China und Osteuropa weiterhin hohe Zuwachsraten bei der Wirtschaftsleistung verzeichnen. Die neueste Prognose des Internationalen Wahrungsfonds IMF sagt fur China in den Jahren 2010 und 2011 ein Wachstum von rund 10 % und fur die GUSStaaten ohne Russland ein Wachstum von 4,3 % beziehungsweise 5,1 % voraus vgl. IMF 2010. Das HWWI erwartet in seiner langfristigen Wachstumsprognose Basis fur Osteuropa Wachstumsraten von rund 4 % und fur Sudostasien von knapp uber 7 % vgl. Biermann et al. 2010. In diesem Wachstumsszenario werden die einzelnen Lander der Weltwirtschaft etwas langsamer wachsen als in der sehr dynamischen Phase zwischen 2000 und 2008. Der Grund liegt in einer Konsolidierungspolitik in den USA und in einem langsameren Wachstum des Produktionspotenzials infolge von geringeren Investitionen in der Krise. Da aber die schnell wachsenden Schwellenlander immer mehr an Bedeutung fur die Weltwirtschaft gewinnen und diese Lander weiterhin starker wachsen als die Industrielander, wird die Weltwirtschaft auch im kommenden Jahrzehnt so schnell wachsen wie in der Phase zwischen 2000 und 2008 vgl. Abbildung 1.9. 15 Abbildung 1.8 BIPKonjunktureinbruch und Aufholprozess Trend Aufholprozess Krise BIPWachstumsrate Zeit Quelle: Darstellung HWWI.Zeit Unter diesen Annahmen ergibt sich fur die Jahre 2010 bis 2025 eine durchschnittliche jahrliche Zunahme der Wirtschaftsleistung von 1,6 % in Deutschland und 1,7 % in Europa EU 27 ohne Malta und Osteuropa. 16 Abbildung 1.9 Jahrliche Wachstumsraten der Weltwirtschaft, 1990 2025Basisszenario 65432101219901995200020052010201520202025Quellen: IMF; ab 2009 Prognose des HWWI. Da Wirtschaftswachstum und Welthandel eng miteinander verzahnt sind, wird die positive wirtschaftliche Entwicklung den Hafen besonders zu Gute kommen. In Boomphasen werden alle Hafen vom steigenden Transportvolumen profitieren. Dabei kommt dem Containerverkehr aufgrund der weltweiten Arbeitsteilung, bei der zunehmend hoherwertige Vorleistungs und fertige Guter in Richtung der westeuropaischen Hafen transportiert werden, eine wichtige Rolle zu. Im Abschwung werden die Hafen jedoch deutlich starker miteinander um Volumen konkurrieren und versuchen, ihren Marktanteil zu vergroern, um sich fur spatere Wachstumsphasen zu positionieren. Hamburg konnte durch sein dynamisches Wachstum in den vergangenen Jahren sein Umschlagsvolumen absolut und relativ zu anderen Hafen ausbauen, muss jedoch im Zuge der Krise aufgrund steigender Konkurrenz groere Verluste als andere Hafen hinnehmen. Um einer Abwanderung von Containeraufkommen insbesondere im Bereich des Transshipments in Richtung der belgischen und niederlandischen Hafen entgegenzuwirken, hat Hamburg die Kosten fur Hafendienstleistungen gesenkt. So wurden die Kosten fur Containerschiffe im Transshipment gesenkt und Hafen und Liegegelder blieben stabil. Diese Regelung, die eine Reaktion auf die Wirtschaftskrise darstellt, gilt vom 01.01.2010 bis zum 31.12.2010. Auch 17 Stundungen der Gebuhren sind unter bestimmten Bedingungen moglich vgl. Hamburg Port Authority 2010. Durch diese Manahmen soll die Bedeutung des Hamburger Hafens fur den Feedertransport in Nord und Ostsee gestarkt und somit Liniendienste angezogen werden. Auch der Fahrrinnenausbau starkt langfristig die Attraktivitat des Hafens. Da die Linienredereien langfristig planen, wurde die Entscheidung fur den Fahrrinnenausbau sofort positive Wirkungen entfalten. 18 2 Regionale Bedeutung des Hafens 2.1 Der Hamburger Hafen als Impulsgeber fur Wirtschaftswachstum Der Hamburger Hafen hat aufgrund vielfaltiger regionalokonomischer Wirkungszusammenhange eine hohe Bedeutung fur die Bruttowertschopfung und die Zahl der Arbeitsplatze in Hamburg und der Metropolregion. Diese eng an die Hohe der Umschlage im Hamburg Hafen gekoppelten positiven okonomischen Effekte sind vorrangig auf drei Aspekte zuruckzufuhren: Der Umschlag im Hafen beeinflusst direkt die Bruttowertschopfung und die indirekt die in der Hafenwirtschaft sowie Zahl der Arbeitsplatze Bruttowertschopfung und die Zahl der Arbeitsplatze in zur Hafenwirtschaft komplementaren Wirtschaftszweigen. Diese Effekte werden in Abschnitt 2.2.1 auf Basis der Analyse der PLANCO Consulting Gmb H fur das Jahr 2008 in ihrer quantitativen Auspragung dargestellt. Standortvorteile Hamburgs im Zusammenhang mit dem Hafen resultieren aus dem Maritimen Cluster. Cluster zeichnen sich im Allgemeinen durch die raumliche Ballung von Unternehmen und Institutionen, deren Aktivitaten miteinander verzahnt sind, aus. Die Vernetzung der Akteure innerhalb dieses Clusters eroffnet Hamburg und der Metropolregion Wettbewerbsvorteile. Das Maritime Cluster in Hamburg basiert auf der Konzentration von Wirtschaftszweigen, die im Zusammenhang mit Hamburgs Lage am Wasser zu sehen sind. Der Hamburger Hafen ist ein zentraler Bestandteil der uberregionalen Verkehrsinfrastruktur und beeinflusst die Attraktivitat Hamburgs fur Unternehmen, unter anderem aufgrund vergleichsweise geringer Zugangskosten zu Auslandsmarkten. Dieser Aspekt hat in der Tendenz positiven Einfluss auf die Ansiedlungsentscheidungen von Industrieunternehmen, was wiederum positive regionalokonomische Effekte nach sich zieht. 19 Die Relevanz der oben genannten potenziellen positiven okonomischen Entwicklungszusammenhange ist abhangig von einem funktionsfahigen Hafen, der auch zukunftig an der Expansion des weltwirtschaftlichen Wachstums und dem weiteren Anstieg des Welthandels partizipieren kann. Die drei oben genannten Wirkungsfelder stehen im Zusammenhang mit der Entwicklung der Umschlage der Hafenwirtschaft, die ihrerseits das Ergebnis der Wettbewerbsfahigkeit Hamburgs in Konkurrenz mit anderen europaischen Hafenstandorten ist. Wenn auch zukunftig Raum fur die Expansion der Umschlage besteht und die erforderlichen infrastrukturellen Voraussetzungen fur den Hafen gesichert sind, dann resultieren hieraus positive Entwicklungspotenziale. Umgekehrt gilt, dass eine Verschlechterung der Wettbewerbsfahigkeit des Hafens und hiermit einhergehend eine ungunstige Entwicklung der Umschlagszahlen sich negativ auf die Realisierung von Wachstumspotenzialen im Zusammenhang mit dem Hafen auswirken. Es besteht die Gefahr, dass negative Wirkungsketten entzundet werden, die sich selbst verstarken konnen und zu einem Abwartstrend in mit dem Hafen verknupften Wirtschaftszweigen fuhren. Im Folgenden werden die oben genannten drei zentralen okonomischen Wirkungsfelder des Hafens naher betrachtet, um die genannten Argumente hinsichtlich der positiven okonomischen Potenziale des Hafens und mit ihm verbundener Wirtschaftszweige darzulegen. 2.2 Beschaftigungs und Wertschopfungseffekte der Hafenwirtschaft Im Zusammenhang mit den Guterumschlagen im Hamburger Hafen entstehen direkte Arbeitsplatze im Hafen sowie indirekte Beschaftigungsverhaltnisse in zahlreichen vor und nach gelagerten Wirtschaftszweigen. Deshalb mussen zur Analyse der okonomischen Auswirkungen des Hamburger Hafens direkte, indirekte und induzierte Effekte unterschieden werden. Direkte okonomische Effekte des Hafens gehen dabei von den Wirtschaftszweigen der Hafenwirtschaft im engeren bzw. im weiteren Sinne sowie in der hafenbezogenen Industrie aus vgl. PLANCO Consulting 2009. Zur 20 Hafenwirtschaft im engeren Sinne gehoren Tatigkeiten wie beispielsweise das Laden und Loschen von Schiffen, die Schifffahrt, der Schiffbau und der Hafenhinterlandtransport. Die Hafenwirtschaft im weiteren Sinne umfasst dabei Unternehmen, die komplementare Tatigkeiten zur Hafenwirtschaft im engeren Sinne ausfuhren. Hierzu zahlen beispielsweise Banken, Versicherungen, offentliche Verwaltungen und der Grohandel. Da die direkten wirtschaftlichen Tatigkeiten des Hafens gegebenenfalls Vorleistungen und Investitionsguter benotigen, entstehen indirekte wirtschaftliche Effekte in Wirtschaftszweigen wie beispielsweise in der Metallverarbeitung und der Herstellung von Maschinen. Des Weiteren ergeben sich aufgrund der Hafenwirtschaft induzierte okonomische Effekte. Diese entstehen durch die Einkommen bzw. den Konsum der direkt und indirekt vom Hafen abhangigen Beschaftigten in der Region. Eine Schatzung der direkten, indirekten und induzierten Effekte des Hamburger Hafens auf die Zahl der Arbeitsplatze und die Bruttowertschopfung hat die PLANCO Consulting im Jahr 2001 durchgefuhrt. Die entsprechenden Auswertungen wurden bereits mehrfach und jungst fur das Jahr 2008 aktualisiert. Die Datenbasis fur die Bewertung der okonomischen Effekte des Hamburger Hafens stellte eine Umfrage bei Unternehmen mit Hafenbindung aus dem Jahr 2001 dar. Mit Hilfe der gewonnen Daten und einer InputOutput Matrix wurden die indirekten und direkten Effekte des Hafenstandorts auf die Hansestadt und die Metropolregion geschatzt. Die Beschaftigung wurde in funf Bereiche aufgeteilt: Hafenwirtschaft im engeren Sinne, Hafenwirtschaft im weiteren Sinne, Hafenindustrie, indirekte Beschaftigung durch Vorleistungen und Investitionen sowie durch Einkommen induzierte Beschaftigung vgl. Tabelle 2.1. Tabelle 2.2 stellt die Ergebnisse der Untersuchung der PLANCO Consulting zu den direkten, indirekten und induzierten okonomischen Effekten des Hamburger Hafens dar. Demnach sind in Hamburg 77 833 Personen direkt hafenabhangig beschaftigt. Die Anzahl der indirekt hafenabhangig Beschaftigten betragt 63 900 Personen, wovon 6 633 Beschaftigungsverhaltnisse durch Konsumausgaben induziert sind. Fur die Hansestadt Hamburg ergibt dies eine hafenabhangige Beschaftigung von insgesamt 141 733 Personen. Dies entspricht einem Erwerbstatigenanteil von 12,7 % fur das analysierte Jahr. Etwa jeder 8. 21 Arbeitsplatz in Hamburg ist damit auf die Umschlage im Hamburger Hafen zuruckzufuhren, womit der Hafen und mit ihm verflochtene Wirtschaftszweige zentrale Arbeitgeber fur Hamburg sind. Tabelle 2.1 Unterschiedene Wirkungsbereiche des Hamburger Hafens Direkt vom Hafen abhangige Beschaftigte Einkommen, WertschopfungIndirekt vom Hafen abhangige Beschaftigte Einkommen, WertschopfungInduzierte Beschaftigung Einkommen, WertschopfungQuellen: PLANCO Consulting 2009; HWWI.Tabelle 2.2 Hafenwirtschaft im engeren Sinne Schifffahrt, Hafen, Hinterlandtransport usw.Hafenwirtschaft im weiteren Sinne komplementare Leistungen zur Hafenwirtschaft im engeren Sinne: Banken, Versicherungen, offentliche Verwaltung, GrohandelHafenindustrie Mineralolverarbeitung, Metallerzeugung, Olmuhlen, Fischerei usw.Lieferung von Vorleistungs bzw. Investitionsgutern an die direkt vom Hafen abhangige Wirtschaft Durch die Vorausgabung der Einkommen der direkt oder indirekt vom Hafen abhangigen Beschaftigten erzeugte Folgebeschaftigung Beschaftigtenzahlen nach Arbeitsort, 2008Gebiet FHHUmland Insgesamt inkl. ubrige GebieteDirekt hafenabhangig Beschaftigte Indirekt hafenabhangig Beschaftigtedavon Konsumausgaben induzierte Beschaftigung Gesamt Bruttowertschopfung nach Arbeitsort in Mio. Euro, 2008Direkt hafenabhangiges BIPIndirekt hafenabhangiges BIPdavon Konsumausgaben induzierte Beschaftigung Gesamt Bruttoeinkommen nach Arbeitsort in Mio. Euro, 2008Direkt hafenabhangiges Bruttoeinkommen Indirekt hafenabhangiges Bruttoeinkommendavon Konsumausgaben induziertes Bruttoeinkommen Gesamt Quellen: PLANCO Consulting 2009; Darstellung HWWI.77.83363.9006.633141.7338.2355.05953613.2944.6242.7743627.3988.25215.57177923.823788955461.743413667321.080 86.084188.80466.561274.8889.02311.9413.77020.9645.0378.8793.46013.916 22 Im Umland Hamburgs sind 23 823 Arbeitsplatze direkt, indirekt oder induziert vom Hafen abhangig. Von diesen sind 8 252 direkt hafenabhangig und 15 571 indirekt hafenabhangig. Die Beschaftigungswirkung auf alle Regionen in Deutschland betragt 274 888 Personen, inklusive der Arbeitsplatze in Hamburg und dem Umland. In direkter Hafenabhangigkeit sind dabei 86 084 Personen beschaftigt. Eine indirekte Hafenabhangigkeit weisen 188 804 Beschaftigte auf. Von diesen sind 66 561 Arbeitsplatze Konsum induziert. Die geschatzte Bruttowertschopfung des Hafenstandorts Hamburg ist im zweiten Teil der Tabelle 2.2 dargestellt. Fur die Hansestadt Hamburg ergibt sich ein hafenabhangiges Bruttoinlandsprodukt von 13,3 Mrd. Euro. Dies teilt sich in 8,2 Mrd. Euro direkt und 5,1 Mrd. Euro indirekt hafenabhangiges Bruttoinlandsprodukt auf. Dabei sind 536 Mio. Euro durch Konsumausgaben induziert. Der Hafen und die aus ihm resultierenden Wertschopfungseffekte belaufen sich auf 14,8 % des Hamburger Bruttoinlandsprodukts. Etwa ein Siebtel der Wertschopfung in Hamburg ist hafenbezogen, was in etwa dem Beitrag aller Unternehmen des Produzierenden Gewerbes zur Wertschopfung in Hamburg entspricht. Die positiven Effekte des Hamburger Hafens setzten sich uber die Stadtgrenze fort, was die Bedeutung des Hamburger Hafens als regionaler Jobmotor unterstreicht. Im Umland Hamburgs liegt die geschatzte direkt hafenabhange Bruttowertschopfung bei 788 Mio. Euro und die indirekte 955 Mio. Euro. Gemeinsam ergibt dies eine Bruttowertschopfung fur das Umland Hamburg von 1,7 Mrd. Euro. Auf alle Regionen teilt sich die gesamte Bruttowertschopfung des Hafenstandorts Hamburg von 21,0 Mrd. Euro auf 9 Mrd. Euro direkt und 12 Mrd. Euro indirekt hafenabhangiges Bruttoinlandsprodukt auf. Die Ergebnisse zu den Bruttoeinkommen am Arbeitsort fur den Hafenstandort Hamburg sind im dritten Teil von Tabelle 2.2 dargestellt. Insgesamt sind 7,4 Mrd. Euro in Hamburg hafenabhangiges Einkommen. Direkt hafenabhangige Einkommen in Hamburg sind 4,6 Mrd. Euro. Eine indirekte Abhangigkeit zeigen 2,8 Mrd. Euro, wovon 362 Mio. Euro aus Konsumausgaben induziertes 23 Einkommen sind. Im Hamburger Umland sind 413 Mio. Euro direkt hafenabhangiges und 667 Mio. Euro indirekt hafenabhangiges Einkommen. Dies ergibt ein hafenabhangiges Gesamteinkommen von 1,1 Mrd. Euro. Das hafenabhangige Einkommen in allen deutschen Regionen betragt 13,9 Mrd. Euro. Dies teilt sich in 5,0 Mrd. Euro direkt und 8,9 Mrd. Euro indirekt hafenabhangiges Einkommen. Abbildung 2.1 und 2.2 veranschaulichen die Groenverhaltnisse von direkten, indirekten und induzierten Effekten in Abhangigkeit von der regionalen Abgrenzung. Wahrend in Hamburg und seinem Umland die direkten Effekte dominieren, haben in Deutschland insgesamt die indirekten Effekte das groere Gewicht. Somit profitieren mit steigender Entfernung vom Hafen zunehmend zur Hafenwirtschaft komplementare Wirtschaftszweige von den Umschlagen im Hamburger Hafen. Abbildung 2.1 Beschaftigte am Arbeitsort, 2008davon Konsumausgaben induzierte Beschaftigung Indirekt hafenabhangig Beschaftigte Direkt hafenabhangig Beschaftigte 300.000250.000200.000150.000100.00050.0000Gebiet FHHUmland Insgesamt inkl. ubrige GebieteQuellen: PLANCO Consulting 2009; HWWI. 24 Abbildung 2.2 Bruttowertschopfung nach Arbeitsort, 2008davon Konsumausgaben induzierte Beschaftigung Indirekt hafenabhangiges BIPDirekt hafenabhangiges BIPMio. 24.00022.00020.00018.00016.00014.00012.00010.0008.0006.0004.0002.0000Gebiet FHHUmland Insgesamt inkl. ubrige GebieteQuellen: PLANCO Consulting 2009; HWWI. Hinsichtlich der Bewertung der regionalokonomischen Effekte von Hafen ist im Allgemeinen der regionale Beschaftigungsmultiplikator bzw. Einkommensmultiplikator von Interesse. Der Beschaftigungsmultiplikator gibt an, wie viele Arbeitsplatze in anderen Sektoren auf einen Arbeitsplatz in der Hafenwirtschaft im engeren Sinne entfallen. Fur den Hamburger Hafen liegt der Beschaftigungsmultiplikator bei 2,7 vgl. PLANCO Consulting Gmb H 2009, dort Tabelle 31, gerundeter Wert. Dieser Wert ergibt sich wie folgt. Im Jahr 2008 gab es in Hamburg 38 038 Beschaftigte in der Hafenwirtschaft im engeren Sinne vgl. PLANCO Consulting Gmb H 2009, S. 7, deren Untergliederung Tabelle 2.1 darstellt. Dieser Anzahl an Arbeitsplatzen standen 103 695 hafenabhangige Arbeitsplatze in anderen Wirtschaftszweigen gegenuber. Den Wert fur den Beschaftigungsmultiplikator erhalt man, in dem man 103 695 durch 38 038 dividiert. Vergleicht man diesen Wert mit den regionalen Multiplikatoren, die aus anderen Regionalanalysen zu den okonomischen Effekten von Hafen resultieren, so kann der Wert fur den Hamburger Hafen als plausibel betrachtet werden, weil er sich in der Groenordnung von entsprechenden Werten fur andere Hafen befindet. Beispielsweise wird der regionale Multiplikatoreffekt fur die Beschaftigung des 25 Hafens von Los Angeles mit 2,8 angegeben vgl. Martin Associates 2006, jener von Seattle mit 1,9 vgl. Martin Associates 2004 und jener von Vancouver mit 1,7 vgl. Martin Associates 2004. Abbildung 2.3 stellt die Verteilung der direkt hafenabhangigen Beschaftigten in allen Regionen nach Ladungskategorien dar. Abbildung 2.3 Vom Hamburger Hafen direkt abhangige Beschaftigung der Metropolregion Hamburg nach Ladungskategorien, 2008Containerguttrockenes Massengutkonventionelles Stuckgutflussiges Massengut 010000200003000040000500006000070000Quellen: PLANCO Consulting 2009; HWWI. Wichtigste Ladungskategorie ist hier das Containergut mit 59 889 Beschaftigten. An der Gesamtzahl von 86 084 Beschaftigten ist dies ein Anteil von 70,0 %. Zweitwichtigste Ladungskategorie mit 9 764 Beschaftigten ist das trockene Stuckgut. Diese Ladungskategorie vereint 11,3 % der Beschaftigten. Den drittgroten Anteil mit 11,2 % der Beschaftigten hat das konventionelle Stuckgut. Durch diese Ladungskategorie sind 9 615 Personen beschaftigt. Den geringsten Anteil hat das flussige Massengut mit 7,9 % und 6 816 Beschaftigten. Die Zahlen verdeutlichen, dass sich die okonomischen Effekte des Hamburger Hafens zum Groteil darauf zuruckfuhren lassen, dass in Hamburg die Voraussetzungen geschaffen worden sind, vom Boom des Containerhandels zu profitieren. Dies zeigt, wie wichtig es ist, die Rahmenbedingungen fur den Hafen kontinuierlich an sich andernde Herausforderungen und Entwicklungstrends 26 anzupassen. Hierzu zahlt auch die gegenwartige Entwicklung der Schiffsgroenklassen, welche in der Tendenz gepragt ist von der Bedeutungszunahme groerer Schiffe fur den Welthandel. 2.3 Der Hafen und die maritime Wirtschaft Von hoher Bedeutung fur die zukunftige okonomische Entwicklung Hamburgs sind Clusterstrukturen. Im Allgemeinen versteht man unter einem Cluster die raumliche Ballung von Unternehmen und Institutionen, deren Aktivitaten miteinander verzahnt sind. Zentrale Akteure eines solchen Netzwerkes sind Produzenten, Zulieferer, Dienstleistungsunternehmen, Arbeitskrafte, Forschungs und Bildungseinrichtungen, aber auch Kunden und der offentliche Sektor. Regionale Clusterstrukturen bieten Firmen neben allgemeinen Agglomerationsvorteilen wie der gemeinsamen Nutzung offentlicher Guter und der Groe des lokalen Marktes Vorteile aufgrund der engen raumlichen Verflechtung mit Zulieferern und Kunden sowie ein spezialisiertes Arbeitskrafteangebot. Die raumliche Nahe fuhrt dazu, dass die Menschen ihre Erfahrungen und ihr Wissen uber FacetoFace Kontakte untereinander austauschen und somit voneinander lernen. Dies hat einen positiven Einfluss auf die Entstehung von Innovationen und Weiterentwicklungen von Technologien. Insbesondere Cluster, in denen Hamburg ein Alleinstellungsmerkmal hat, konnen Trager regionalokonomischer Entwicklung sein. Damit sich Cluster positiv entwickeln, mussen gunstige Rahmenbedingungen geschaffen werden. Hamburg verfolgt eine Clusterorientierte Wirtschaftspolitik, in deren Rahmen der Senat Manahmen und Projekte entwickelt, um die Cluster gezielt zu fordern. Diese Strategie wird verfolgt, weil die Entwicklung der entsprechenden wirtschaftlichen Aktivitaten sowie die Starkung der bestehenden Strukturen hochst bedeutsam fur den Erhalt der Wirtschaftskraft Hamburgs sind. Clusterstrukturen sind in Hamburg im Zusammenhang mit dem Hafen gegeben, die sich in erheblichen Beschaftigungs und Wertschopfungseffekten niederschlagen. Die Existenz eines Cluster und seine Wettbewerbsfahigkeit sind an regionale Groenvorteile gekoppelt. Die Basis fur diese Groeneffekte und 27 entsprechend positive Clustereffekte ist der hohe Anteil des Hamburger Hafens am Welthandel, was sich in entsprechend hohen Umschlagszahlen widerspiegelt. Neben Hafen und Logistik gibt es gegenwartig in Hamburg Clusterinitiativen in IT und Medien, Life Sciences, ChinaKompetenz und Luftfahrt. Im Zusammenhang mit dem Hamburger Hafen sind zudem Standortvorteile fur die Maritime Wirtschaft zu nennen, die sich aus der Ballung von Unternehmen, Institutionen, Dienstleistungsanbietern und Arbeitskraften der diesem Wirtschaftszweig zuzuordnenden Unternehmen ergeben. Diese Groenvorteile haben ihren Ausgangspunkt ebenfalls in der Leistungsfahigkeit des Hamburger Hafens. Maritime Cluster sind in der Regel an Hafenstandorten und in ihrer Umgebung zu finden. Die Studie Maritime Industrie in der Metropolregion Hamburg Strategisches Konzept zur Weiterentwicklung des gemeinsamen Maritimen Clusters der Metropolregion Hamburg und SchleswigHolsteins, welche im Jahr 2009 im Auftrag der Behorde fur Wirtschaft und Arbeit der Freien und Hansestadt Hamburg erstellt worden ist, stellt fest, dass sich die Maritime Industrie als eine Zukunftsbranche in der Metropolregion Hamburg etabliert hat. Demnach ist die Metropolregion Hamburg der bedeutendste Standort der maritimen Wirtschaft in Deutschland. Laut dieser Studie befindet sich die Maritime Industrie in Hamburg mittel und langfristig auf einem Wachstumspfad. Das spezifische Charakteristikum des Maritimen Clusters ist die raumliche Konzentration von Wirtschaftszweigen sowie von Forschungs und Bildungseinrichtungen, die mit dem Meer oder anderen Gewassern verbunden sind vgl. Abbildung 2.4. 28 Abbildung 2.4 Abgrenzung der maritimen Branchen im maritimen Cluster um den Hamburger Hafen Maritimer Maritimer Maritimer Tourismus Tourismus Tourismus R e e d ereiR e e d ereiR e e d ereiw irtsc h aftw irtsc h aftw irtsc h aft HafengesellHafengesellHafengesellschaftenschaftenschaften Werften Werften Werften Wissenschaft, Wissenschaft, Wissenschaft, Forschung Forschung Forschungund Bildungund Bildungund Bildungrrreeemmmiiitttiiirrraaa MMMsssuuummmsssiiilllaaannnrrruuuooo JJJeeennniiirrraaa MMMSchiffbauSchiffbauSchiffbauZulieferer Zulieferer Zulieferer LLLooogggiiissstttiiikkkeeerrr HHHaaafffeeennn Maritime Maritime Maritime Dienstleister Dienstleister Dienstleister KKKuuunnnsssttt uuunnnddd KKKuuullltttuuurrr MMMaaarrriiitttiiimmmeee MeeresMeeresMeerestechniktechniktechnik Fisc h erei Fisc h erei Fisc h erei W irtsc h aft W irtsc h aft W irtsc h aft WWWKusteningenieurw Kusteningenieurw Kusteningenieurwasserbauund asserbauund asserbauund esenesenesen Quellen: Brandt et al. 2009; HWWI,Quellen: Brandt et al. 2009; HWWI,Maritimes Maritimes Maritimes Gesundheitswesen Gesundheitswesen Gesundheitswesen Wie bereits dargelegt wurde, sind Clusterstrukturen und deren Starkung bedeutsam fur die Entwicklungspotenziale Hamburgs. Abbildung 2.5 stellt die relative Starke unterschiedlicher Cluster in Hamburg gegenuber. Generell ist die Abgrenzung und quantitative Erfassung der Erwerbstatigenzahlen in Clustern schwierig, weil diese nicht scharf abgrenzbar sind. Deshalb fuhren unterschiedliche methodische Ansatze zu abweichenden Schatzungen. Abbildung 2.5 stellt die Schatzungen von Brandt et al. 2009 sowie die von PLANCO 2009 dar, die sich teilweise uberschneiden. Sowohl der Hafen als auch die maritime Wirtschaft generell sind unter den betrachteten Clustern sehr gut positioniert. 29 Abbildung 2.5 Erwerbstatige in Hamburger Cluster Gesundheitswirtschaft und Life Science Hafen direkt BeschaftigteMaritime Wirtschaft MetropolregionMedien Informationstechnologie Telekommunikation Luftfahrt 050100150Tsd.Quellen: Statistisches Amt fur Hamburg und SchleswigHolstein 2007 Angaben fur das Jahr 2006; Brandt et al. 2009 Angaben fur das Jahr 2008; PLANCO Consulting 2009 Angaben fur das Jahr 2008; HWWI. Eine wesentliche Voraussetzung dafur, dass Clustereffekte im Zusammenhang mit dem Hafen auch zukunftig die Entwicklung Hamburgs positiv beeinflussen, ist die Sicherung der Standort und Agglomerationsvorteile, die aus den hohen Umschlagszahlen im Hafen resultieren. Im Hinblick auf die zukunftigen okonomischen Potenziale des Maritimen Clusters und die weitere Entstehung von wirtschaftlichen Aktivitaten im Zusammenhang mit dem Hafen ist die diversifizierte Struktur hafenbezogener wirtschaftlicher Aktivitaten positiv zu bewerten. Diversifizierung ist generell eine wichtige Determinante der Entwicklungsperspektiven von Clustern, weil diese Clusterstrukturen weniger krisenanfallig als spezialisierte Cluster sind und mehr Potenzial fur Wissensaustausch bieten vgl. MollerTassinopoulos 2000. Empirische Untersuchungen zeigen, dass viele Branchen in einer diversifizierten okonomischen Umgebung eine dynamischere Entwicklung aufweisen als in einer stark spezialisierten Region. Fur die regionale Krisenanfalligkeit ist auch die industrielle Mischung ein relevanter Einflussfaktor. Die Koexistenz vieler verschiedener Industrien an einem Standort erleichtert den intersektoralen 30 Wissensaustausch, weil Menschen mit unterschiedlichen Hintergrunden aufeinander treffen. Das Maritime Cluster in der Metropolregion Hamburg weist eine solche industrielle Mischung auf, was positiv fur seine zukunftigen Entwicklungsperspektiven ist. Fur die Entwicklungsperspektiven der maritimen Wirtschaft in der Metropolregion ist es bedeutsam, dass die okonomischen Beziehungen im Cluster sich selbst tragende und verstarkende Wachstumsprozesse anstoen konnen. Das Bestehen von Groenvorteilen im Bereich der maritimen Wirtschaft, die auch auf die Groe des Hafens zuruckzufuhren sind, spricht fur entsprechende positive Clustereffekte in Hamburg. Fur die zukunftige Entwicklung des Maritimen Clusters sind wie im Kapitel 1 dargestellt die Entwicklung der Weltwirtschaft und des Welthandels von hoher Relevanz. In der aktuellen Wirtschaftskrise sind insbesondere der Schiffbau und die Schiffsfinanzierer betroffen. Bei einer deutlich verbesserten Entwicklung der Weltwirtschaft durften diese Bereiche der maritimen Wirtschaft wieder bessere Entwicklungen aufweisen. Zudem spricht ein weiterer Aspekt fur gunstige Entwicklungsperspektiven der maritimen Wirtschaft in Hamburg: die Unternehmen sind aufgrund der gunstigen Standortbedingungen fur die maritime Wirtschaft, beispielsweise der komplementaren offentlichen Bildungs und Forschungseinrichtungen sowie des vorhandenen Arbeitskraftepools nicht footloose, d.h. standortungebunden. Aufgrund der vorhandenen gunstigen Strukturen in Hamburg lasst sich das Maritime Cluster nicht einfach an einen anderen Standort verlagern. Allerdings wird sich das Maritime Cluster auch zukunftig nur dann dynamisch weiter entwickeln, wenn die Rahmenbedingungen in Hamburg an sich andernde Erfordernisse angepasst werden. Dies betrifft in Hamburg die Bedeutung des Hafens, die nur erhalten wird, sofern die Erreichbarkeit fur groe Schiffe ebenso gegeben ist wie die infrastrukturellen Voraussetzungen der Hinterlandanbindung und die Verfugbarkeit von Flachen fur Unternehmen der Maritimen Industrie. 31 2.4 Grunde fur Industrieansiedlung an Hafenstandorten Agglomerationsraume haben in der Regel einen Standortvorteil gegenuber weniger dicht besiedelten Regionen. Sie ziehen Unternehmen und Arbeiter an und bieten damit wichtige Voraussetzungen fur okonomisches Wachstum. Die Anziehungskraft eines Agglomerationsraums wie ihn auch die Metropolregion Hamburg darstellt fur Industrieunternehmen wird unter anderem von der Hohe der Transportkosten und der Qualitat der regionalen und uberregionalen Verkehrsinfrastruktur beeinflusst. Transportkosten, welche im Wesentlichen von der Infrastruktur und den Energiepreisen determiniert werden, sind ein entscheidender Faktor fur das Zusammenspiel zwischen Dispersionskraften welche die Verteilung von Unternehmen in der Flache fordern und Konzentrationskraften welche die raumliche Konzentration von Unternehmen forcieren. Sie beeinflussen deshalb die Standortwahl von Unternehmen und Individuen vgl. Ott et al. 2009. Die Frage, ob Hafen aufgrund geografischer Gegebenheiten und relativ geringer internationaler Transportkosten einen naturlichen Standortvorteil fur Industrieunternehmen haben, analysieren FujitaMori in einem Modellansatz der neuen okonomischen Geografie. FujitaMori 1996 beziehen sich hierbei auf die Relevanz von Agglomerationseffekten fur die Standortwahl: Aufgrund von steigenden Skalenertragen fuhrt eine Konzentration von Unternehmen oder Arbeitern zu einem Agglomerationsvorteil eines Standortes. Dieser Agglomerationsvorteil zieht weitere Arbeiter und potentielle Kunden an, solange der Standortvorteil die Nachteile zunehmender Transportkosten fur die Verteilung der Guter in der Flache ubersteigt. Ein Hafen verkurzt dabei die Transportzeit beziehungsweise senkt die Transportkosten zu anderen Gebieten und zeichnet sich durch ein vergleichsweise hohes Marktpotenzial aus. Sinken die Transportkosten oder wird die Infrastruktur verbessert, dann zieht dies weitere Arbeiter und Firmen an, welche wiederum durch die steigenden Skalenertrage den Agglomerationsvorteil und das Marktpotenzial des Standorts erhohen. Gleichzeitig kann eine Abnahme der Attraktivitat der Infrastruktur dazu fuhren, dass Unternehmen abwandern. 32 Fur Hafenstandorte ergeben sich unter Berucksichtigung dieser Argumente aufgrund ihrer vergleichsweise geringen internationalen Transportkosten Grunde fur die Ansiedlung von Industrieunternehmen. Unternehmen in Hafenstadten haben ein vergleichsweise hohes Marktpotenzial und konnen dadurch verstarkt Agglomerationsvorteile nutzen. Neben der Standortbindung von Unternehmen bieten das Marktpotenzial und die Agglomerationsvorteile auswartigen Unternehmen Anreize zur Ansiedlung. Aufgrund gewachsener historischer Strukturen gewinnen die Agglomerationseffekte an Hafenstandorten zusatzlich an Bedeutung, wenn die Transportkosten steigen. BuurmannRietveld 1999 analysieren fur den Sudosten Thailands, welchen Einfluss die Transportinfrastruktur die Anbindung an Straen, Bahn, Flusse, Meere oder Flughafen auf die regionale Industriedichte hat. Die Ergebnisse der empirischen Analyse zeigen, dass sich ein hoher Abstand zu einem Hafen negativ auf die Industriedichte auswirkt. Des Weiteren analysieren BuurmannRietveld 1999, wie unterschiedliche Wirtschaftszweige von der Transportinfrastruktur abhangen. Fur die Agrarwirtschaft und die Schwerindustrie konnte ein negativer Effekt der Distanz zu einem Hafen auf die Wirtschaftsdichte festgestellt werden. Die Grunde hierfur liegen in den Transportkosten. Die Agrarindustrie hat einen groen Bedarf an trockenem Massengut. Dieses lasst sich am gunstigsten uber das Schiff transportieren. Ahnliches gilt fur die Schwerindustrie. Neben dem Transport von trockenem Massengut schlagt die Schwerindustrie auch schwere Industrieguter um, fur welche das Transportmittel Schiff Kostenvorteile mit sich bringt. Hinsichtlich der Bewertung der okonomischen Effekte des Ausbaus der Hafeninfrastruktur stellt sich auch die Frage, welche Auswirkungen Investitionen in Hafeninfrastruktur auf das regionale Wachstum haben. Dieser Frage gehen KawakamiDoi 2003 nach, indem sie die Auswirkungen von Hafeninvestitionen auf das Bruttoinlandsprodukt, die Transportkosten und private Investitionen analysieren. KawakamiDoi 2003 beziehen ihrer Analyse auf die Entwicklung des Bruttoinlandsprodukts in Japan zwischen 1966 und 1997. Die Ergebnisse zeigen, dass Hafeninvestitionen zu einem Anstieg des Bruttoinlandsprodukts in den ersten beiden Jahren nach der Investition fuhren. Dieser Anstieg ist vor 33 allem aus den direkten positiven okonomischen Effekten in der Erstellungsphase Bau von Kaimauern etc. zuruckzufuhren. Die Senkung der Transportkosten durch Hafeninvestitionen tritt laut KawakamiDoi 2003 erst nach zwei bis funf Jahren ein. Dieser zeitliche Abstand entsteht vor allem durch das Wirksamwerden der geschaffenen Infrastruktur aus Hafeninvestitionen. Zusatzlich stellen KawakamiDoi 2003 einen Anstieg der privaten Investitionen fest, welche sie aber mit dem Anstieg des Bruttoinlandsprodukts und nicht mit den Hafeninvestitionen begrunden. Ott et al. 2009, 2010a, 2010b und Otto 2010 haben sich mit der Frage beschaftigt, welche Effekte steigende Transportkosten die bei einem Anstieg der Energiepreise zu erwarten sind fur die Entwicklung Hamburgs und der Metropolregion haben konnten. Aus der Perspektive der neuen okonomischen Geografie sprechen zahlreiche Argumente dafur, dass steigende Transportkosten die Attraktivitat Hamburgs als Standort fur Unternehmen aufgrund von Marktpotenzialeffekten erhohen und die Agglomeration Hamburg starken werden. Da die Metropolregion Hamburg mit dem Hamburger Hafen sehr gut an die Weltmarkte angebunden ist, durfte sie bei steigenden Energiepreisen fur exportorientierte industrielle Branchen an Attraktivitat gewinnen. Die Rolle Hamburgs als globaler Logistikhub, seine lokale Spezialisierung im Logistik und Transportsektor und die damit verbundenen Transportkostenvorteile sowie der Zugang zu internationalen Markten uber den Seeweg wirken deshalb zukunftigen Dispersionstendenzen aufgrund steigender Energie und Transportkosten entgegen. Die positiven Effekte des Hafens auf zahlreiche Wirtschaftszweige fuhren dazu, dass der Hafen auch zukunftig ein wichtiger Impulsgeber fur die wirtschaftliche Entwicklung Hamburgs und der Metropolregion sein wird. Die Verbesserung der hafenbezogenen Infrastruktur kann zu einer Reduzierung der Transportkosten beitragen und so den Effekten steigender Energiekosten entgegenwirken. Dies starkt die Agglomerationskrafte zugunsten Hamburgs, denn die verbesserte Erreichbarkeit des Hafens erhoht das Marktpotenzial der Metropolregion. Insbesondere die Erreichbarkeit internationaler Markte wird auch zukunftig ein wichtiger Standortfaktor fur die Ansiedlung von Industrieunternehmen sein. 34 Allerdings ist bei der Bewertung dieses Zusammenhangs zu berucksichtigen, dass die Transportkosten nur ein Aspekt der Standortbedingungen sind. Die Entscheidungen von Unternehmen fur einen Standort werden von zahlreichen weiteren Faktoren beeinflusst wie beispielweise der Verfugbarkeit qualifizierter Arbeitskrafte und des Flachenangebotes. Dabei ist zudem zu berucksichtigen, dass die okonomische Entwicklung Deutschlands von einem strukturellen Wandel zu Dienstleistungen gepragt ist. Die relative Bedeutung von Industrieunternehmen fur die Wertschopfung in den Regionen geht im Zuge dieser Entwicklung kontinuierlich zuruck. Gleichzeitig gewinnt aber der Standortwettbewerb um Industrieunternehmen in denen auch die Metropolregion Hamburg eingebunden ist in diesem Zusammenhang an Starke. 2.5 Die Bedeutung des Fahrrinnenausbaus fur die weitere regionale Entwicklung Die oben dargestellten Zusammenhange zeigen, dass der Hamburger Hafen vielfaltige positive regionalokonomischer Effekte fur den Wirtschaftsstandort Hamburg hat. Diese Bedeutung unterstreichen zentrale okonomische Groen eindringlich: Der Hafen und die aus ihm resultierenden direkten, indirekten und in induzierten Wertschopfungseffekte 2.1 vgl. Abschnitt Dienstleistungsbranchen und in Industrieunternehmen belaufen sich auf 14,8 % des Hamburger Bruttoinlandsprodukts. Damit liegt die okonomische Wertschopfung, welche auf die Umschlage im Hafen zuruckzufuhren ist, sogar leicht oberhalb jener des gesamten industriellen Sektors in Hamburg. Zum Vergleich: Im Jahr 2008 war der Beitrag des produzierenden Gewerbes zur Bruttowertschopfung in Hamburg 14,2 % vgl. Statistisches Amt fur Hamburg und SchleswigHolstein 2010. Diese Relation belegt die Bedeutung des Hafens als zentrales Standbein der wirtschaftlichen Leistungskraft Hamburgs. Etwa ein Siebtel der Wertschopfung in Hamburg ist hafenbezogen. 35 Die Hafenwirtschaft und mit ihr verflochtene Wirtschaftszweige sind bedeutende Arbeitgeber fur Hamburg. 141 733 Personen sind in der Hansestadt hafenabhangig beschaftigt. Dies sind 12,7 % aller Erwerbstatigen Hamburgs: etwa jeder 8. Arbeitsplatz in Hamburg ist damit auf die Umschlage im Hamburger Hafen zuruckzufuhren. Daruber hinaus setzen sich die positiven regionalokonomischen Effekte des Hafens uber die Grenzen Hamburgs fort: 23 823 sind im Hamburger Umland hafenabhangig beschaftigt. In Deutschland sind es insgesamt 274 888 Beschaftigungsverhaltnisse. Die genannten positiven Effekte stehen im direkten Zusammenhang mit den Umschlagszahlen im Hamburger Hafen. Dabei ist das Umschlagsvolumen nicht nur Ausdruck und Ergebnis der guten Wettbewerbsposition des Hamburger Hafens, sondern gleichzeitig auch ein wichtiger Wettbewerbsfaktor. Denn nur durch ein groes Umschlagsvolumen kann der Hafen seine Funktion als logistische Drehscheibe im weltweiten Warenverkehr wahrnehmen und seine oben erlauterte regionalokonomische Bedeutung voll entfalten. Wenn der Umschlag expandiert, verstarkt dies die positiven okonomischen Wirkungen fur Hamburg. Wenn die Umschlagszahlen rucklaufig sind, hat dies entsprechend negative Auswirkungen auf die Bruttowertschopfung und die Arbeitsplatze in Hamburg und der Metropolregion. Die zukunftige Entwicklung der Umschlagszahlen hangt zentral von der Erreichbarkeit des Hamburger Hafens fur groe Schiffe ab. Daruber hinaus ist der Hafen Hamburg ein wichtiger Bestandteil des Maritimen Clusters. Maritime Cluster entstehen in der Regel an Hafenstandorten und stellen Alleinstellungsmerkmale dieser Stadte dar. Die Bedingungen fur entsprechende Clusterstrukturen sind in Hamburg besonders gunstig ausgepragt, denn Cluster leben von Groenvorteilen. Die Basis fur diese Groeneffekte und entsprechend positive Clustereffekte stellt der hohe Anteil des Hamburger Hafens am Welthandel dar. Neben den oben genannten Beschaftigungs und Wertschopfungseffekten wirkt sich die Existenz des Hafens auf die generelle Wettbewerbsfahigkeit Hamburgs 36 im Standortwettbewerb um national und international mobile Unternehmen positiv aus. Denn der Hafen ist ein zentraler Bestandteil der uberregionalen Verkehrsinfrastruktur, welche die verkehrliche Erreichbarkeit Hamburgs positiv beeinflusst und Transportkostenvorteile fur in Hafennahe angesiedelte Unternehmen mit sich bringt. Dieser Vorteil konnte zukunftig im Zuge steigender Energie und Transportkosten wieder an Gewicht fur die Standortwahl von Unternehmen gewinnen. Um Hamburg diesen Vorteil zu sichern, sind die infrastrukturellen Erfordernisse permanent an die Entwicklung in der Seeschifffahrt anzupassen. 37 3 Uberregionale Bedeutung des Hafens 3.1 Die uberregionale Bedeutung des Hafenstandortes Hamburg Wie bereits zuvor gezeigt, dominiert die Nordrange bei den europaischen Containerumschlagen gegenuber anderen europaischen Fahrtgebieten. Innerhalb der Nordrange wird ein Groteil dieses Umschlagsvolumens in den vier groten Hafen Rotterdam, Hamburg, Antwerpen und Bremerhaven abgewickelt. Diese Hafen haben sich im Laufe der letzten Jahrzehnte zu Drehscheiben fur internationale und interkontinentale Warenverkehre entwickelt und binden somit nicht nur ihre Heimatregionen an den Welthandel an, sondern dienen vor allem zahlreichen anderen europaischen Regionen als Gateway zu den internationalen Markten. Dies zeigt sich einerseits am erheblichen Anteil der Transshipmentverkehre, also derjenigen Verkehre, bei denen die umgeschlagenen Container gar nicht erst das Hafengebiet verlassen sondern weiter verschifft werden und andererseits am erheblichen Anteil der uberregionalen Hinterlandverkehre. Fur den Hafen Hamburg liegt der Anteil der Umschlage, die zum Transshipment oder zu den uberregionalen Hinterlandverkehren zu zahlen sind, zwischen 85 und 90 % vgl. hierzu ISL 2009a. Tabelle 3.1 zeigt die Ausdehnung des Hinterlandes fur einige groe europaische Hinterlandregionen. Antwerpen und Rotterdam gehoren dabei zum RheinSchelde Delta, Bremerhaven und Hamburg zur Helgolander Bucht. Die Tabelle zeigt, dass der Hafen Hamburg nicht nur fur das gesamte Bundesgebiet die Schnittstelle zu den Weltmeeren ist, sondern auch die osteuropaischen Staaten wie Polen oder die Tschechische Republik und auch die Alpengebiete sowie Norditalien an diese anbindet. Auch andere Studien wie die von Frass 2006 belegen dies. Im Transshipment unterhalt Hamburg enge Beziehungen zu den Regionen der Ostsee. Wie Abbildung 3.1 zeigt, war Hamburg 2005 fur die meisten dieser Regionen das Hauptdrehkreuz. Zwar ist es im Zuge der noch andauernden Weltwirtschafts und Schifffahrtskrise, die beim Hamburger Hafen besonders deutliche Spuren hinterlassen hat, zu Verschiebungen gekommen, so dass Hamburg Umschlagsanteile eingebut hat. Gleichwohl illustriert die Abbildung die starke Position des Drehkreuzes Hamburg in der Ostseeregion. 38 Auch das Hinterland der Hafen Rotterdam und Antwerpen umfasst neben ihren Heimatlandern weite Teile Deutschlands, vor allem die mit dem Binnenschiff erreichbaren Regionen West und Suddeutschlands und der Schweiz, aber auch Teile der Tschechischen Republik, die sudlichen Regionen Polens, Teile Frankreichs und Norditaliens vgl. hierzu Tabelle 3.1. Tabelle 3.1: Groe Hafenregionen und wichtige bestreitbare europaische Hinterlandregionen WestDeutschland Ruhrgebiet, BadenWurttemberg, Suddeutschland, Osterreich,  SudPolen, Tschechische Republik, Ungarn Rott. Madrid und UmgebungNorditalien SudFrankreich Antw. Barc.xx x x x RheinSchelde Delta Helgolander Bucht Spanische Mittelmeerkuste Ligurische Hafen SeineAstuar Schwarzes Meer Portugiesische Atlantikkuste NordAdria Bucht von Danzig Bedeutende Hinterlandregion fur GatewayRegionen, signifikanter intermodaler Verkehrx Potentiell bedeutende Hinterlandregion fur GatewayRegionen, geringer intermodaler Verkehr Wenig bedeutende Hinterlandregion fur GatewayRegion Potentiell bedeutende Hinterlandregion fur GatewayRegionen, intermodaler Verkehr geplant oder im Aufbau Quellen: Notteboom 2008; HWWI. Wie die Darstellung der Hinterland und Transshipmentaktivitaten zeigt, kommt den groen Drehkreuzen eine erhebliche uberregionale Bedeutung fur die internationalen Guterverkehre zu. Insbesondere Hamburg wickelt mehr als vier Funftel aller Containerumschlage nicht fur die eigene Metropolregion ab. Wie aber kommt es, dass sich die Hinterland und Transshipmentregionen der Nordrangehafen so weit entfernt von der Nordseekuste erstrecken? Und wie ist dies in Einklang mit dem Umstand zu bringen, dass fur zahlreiche Hinterlandregionen wie beispielsweise Norditalien mit den Hafen Genua und La Spezia oder 39 fur die polnischen Regionen mit Gdynia und Danzig lokale Containerhafen existieren, die aber in der Vergangenheit offensichtlich nicht oder nur begrenzt ihren raumlichen Vorteil zu nutzen wussten? Die Nordrangehafen sind auch in entfernten Regionen erfolgreiche Wettbewerber gegenuber regional naher liegenden Hafenstandorten, da sie uber hohe Umschlagsmengen verfugen, die eine effektivere und damit kostengunstigere logistische Dienstleistung ermoglichen. Dieser fur Hamburg und die Konsequenzen eines Ausbleibens des Fahrrinnenausbaus relevante Zusammenhang soll im Folgenden beleuchtet werden. Abbildung 3.1: Nordrangehafen: Transshipment nach Korrespondentregionen 2005 TEU, MarktanteileQuelle: ISLGlobal Insight 2007. 40 3.2 Optimierung im Transport und Logistiksektor Der internationale Guter und Warenhandel, der zur Steigerung des Wohlstandes der handelnden Nationen beitragt, ist mit einer Reihe von Transaktionskosten verbunden. Dies sind beispielsweise die Kosten fur Zolle, fur Versicherungen oder die Kosten, die infolge unterschiedlicher Sprach und Rechtssysteme anfallen konnen. Eine wichtige Kostenart stellen nicht zuletzt die Transportkosten dar. Relativ hohe Transportkosten zu den Absatzmarkten stellen fur die Anbieter von Gutern einen Wettbewerbsnachteil dar. Daher sind die Anbieter bemuht, stets den preisgunstigsten Transportweg zu nutzen. Auf Konsumentenseite stellen hohe Markterreichungskosten bzw. hohe Transportpreise einen Nachteil dar, da sie letztlich auch in die Guterpreise einflieen und somit den Konsum einschranken. Daher haben auch die Konsumenten ein Interesse an preisgunstigen Transportmoglichkeiten. Die somit fur alle Marktteilnehmer auf Gutermarkten vorteilhafte und angestrebte Minimierung der Transportpreise wird faktisch durch den intensiven Wettbewerb auf den Transport und Logistikmarkten realisiert. Das bedeutet, dass die Wettbewerber auf diesen Markten, Speditionen und Logistikanbieter, moglichst gunstige Transportpreise offerieren und hierzu die bei ihnen anfallenden Transportkosten minimieren mussen. Transportkosten lassen sich im Wesentlichen in zwei unterschiedliche Kostenkategorien aufteilen vgl. Abbildung 3.2. Die erste Kategorie sind die Kosten zur Uberwindung der Distanz zwischen Fertigungsregion und Endabnehmer. Diese Kosten differieren je nach Lage beider Standorte, den dazwischen zur Verfugung stehenden Verkehrstragern, der Richtung des Verkehrs und den jeweils aktuellen, marktbasierten Frachtpreisen auf den jeweiligen Routen. Von den Transportverkehrstragern zu Land, zu Luft und zu Wasser stellt dabei der Containertransport zur See das mit weitem Abstand gunstigste Verkehrsmittel dar vgl. hierzu Grossmann et al. 2006. D. h., die Transportkosten pro Leistungseinheit, die in der Regel in Tonnenkilometer gemessen wird, fallen hier am geringsten aus. Landseitige Transportmittel verursachen hingegen hohere Kosten, so dass die Transportkosten auf dem Landweg in Bezug auf die 41 Transportleistung Tonnenkilometer uberproportional hoch ausfallen. Daher lohnt es, nach Moglichkeit einen groen Teil des gesamten Transportweges mit dem Schiff zuruckzulegen. Dies erklart zum einen, warum Hafen fur die sie beherbergende Region zumeist die kostengunstigste Alternative darstellen und die Nutzung eines weiter entfernten Hafens als Schnittstelle zur See zumeist unterbleibt. Dieser Anteil des Umschlagsaufkommens eines Hafens, das in Verbindung zu seiner Heimatregion steht, wird als LocoQuote bezeichnet. Zum anderen erklart die unterschiedliche Kostenstruktur der einzelnen Verkehrstrager, warum internationale und vor allem interkontinentale Warentransporte per Schiff und nur bei zeitkritischen Gutern zu Land oder zu Luft erfolgen. Abbildung 3.2: TransportTransportkostenkosten Quelle: HWWI.Quelle: HWWI. Zeitkosten Zeitkosten Einflussgroen:Einflussgroen: Warenwert Warenwert Transportdauer Transit, Lager Transportdauer Transit, Lagerund Verladezeitenund Verladezeiten Zinssatz Zinssatz Frachtkosten Frachtkosten Einflussgroen:Einflussgroen: Frachtraten der genutzten Frachtraten der genutzten Verkehrstrager Verkehrstrager evt. Versicherungskosten evt. Versicherungskosten Die zweite Transportkostenkategorie sind die Zeitkosten. Diese ergeben sich daraus, dass die transportierten Guter wahrend des Transits nicht genutzt werden konnen. Die Hohe der Zeitkosten bemisst sich dabei an der Dauer des Transports und am Wert der transportierten Guter. Angesichts steigender, realer 42 Handelswerte durfte langfristig die Bedeutung der Zeitkosten dauerhaft zunehmen. Steigende Handelswerte resultieren einerseits als Folge des technischen Fortschritts, andererseits aus dem anhaltenden Trend in Entwicklungslandern, Rohstoffe vor dem Handel zu veredeln oder zunehmend auch Endprodukte herzustellen.1 Der Wettbewerb auf den Transportmarkten schafft fur die Speditionen und Logistikdienstleister damit Anreize, den gunstigsten Transportmodus zu wahlen. Moderne Logistik bedeutet daher, den fur den jeweiligen Kunden optimalen Transportweg zu finden, bei dem die Summe aus Zeitkosten und Frachtkosten minimiert wird. Dabei gilt es auch, weitere Kriterien wie Sicherheit und Zuverlassigkeit zu gewahrleisten. In der langfristigen dynamischen Betrachtung sorgt der Wettbewerb im Speditions und Logistikgewerbe dafur, dass die Wettbewerber ihre Transportnetze und strukturen im Zeitablauf stetig verbessern und effizienter gestalten. Als Folge dieser Optimierungsbemuhungen ist es in den vergangenen Jahrzehnten zu bedeutenden Innovationen im Transportgewerbe gekommen. Diese umfassen beispielsweise die Einfuhrung des standardisierten Containers bei den Stuckgutverkehren, der eine zugige und stark mechanisierte Abfertigung ermoglicht und der in den vergangenen Jahrzehnten das konventionelle Stuckgut fast komplett verdrangt hat. Eine weitere bedeutende Entwicklung ist die HubandSpokeStruktur der Transportsysteme. Hierbei fungieren einige Logistikstandorte als Drehkreuze engl. hubs, die Guterverkehre bundeln und anschlieend weiter versenden. Kleinere Logistikstandorte in Nahe zum Drehkreuz liefern ihre Guter uber direkte Verbindungen spokes zu den Drehkreuzen bzw. erhalten uber diese Guterlieferungen aus weit entfernten Regionen. 1 Hiervon zu unterscheiden ist die aktuell zu beobachtende Zunahme der Zeitkosten. Angesichts der aktuellen Schifffahrtskrise reagieren die Reedereien auf die gesunkenen Frachtraten mit einer Drosselung der Fahrtgeschwindigkeit, um in erheblichem Mae Treibstoffkosten zu sparen. Dies fuhrt aktuell zu einer absoluten wie relativen Zunahme der Zeitkosten im Bezug zum Warenwert, die fur die Kunden aber derzeit durch den Fall der Frachtraten kompensiert werden. Mit steigenden Frachtraten durfte tendenziell auch die Fahrtgeschwindigkeit erhoht werden. 43 Die Nutzung groer Drehkreuze bringt eine Reihe von herausragenden Vorteilen mit sich, die sich als Groenvorteile beschreiben lassen und die zudem die langeren Transportwege uber die Drehkreuze rechtfertigen. Groenvorteile, auch steigende Skalenertrage genannt, bedeuten, dass groere Stuckzahlen zu fallenden Durchschnittskosten fuhren. So lange eine Kostenstruktur mit steigender Stuckzahl sinkende Durchschnittskosten aufweist, ist es okonomisch sinnvoll, die Produktion auf wenige Standorte zu konzentrieren, um die fallenden Durchschnittskosten zu nutzen. Gerade im Transportbereich finden sich solche Kostenstrukturen an vielerlei Stellen. Auch die Hafen, die als Containerdrehkreuze dienen, sind ein Beispiel dafur. Sie ermoglichen es in Kombination mit groen Containerschiffen, die Kosten fur internationale Transporte betrachtlich zu verringern. Die heute eingesetzten Containerriesen konnten angesichts ihrer Erfordernisse an Tiefgang, Hafen und Hinterlandinfrastruktur sowie des fur den wirtschaftlichen Betrieb benotigten Ladungsaufkommens nicht kostendeckend in einer von Dezentralitat gepragten, kleinteiligen Hafenlandschaft genutzt werden. Ein weiterer wichtiger Vorteil ergibt sich daraus, dass groe Containerdrehkreuze ermoglichen, die im Hafen ankommenden zahlreichen Container mit unterschiedlichen Destinationen zu neuen Bundeln zusammenzufassen und somit die nachgelagerten Verkehrstrager effektiver zu bestucken. Dies reduziert die Verkehrsbewegungen und senkt die Kosten. Insgesamt stellen hohe bzw. steigende Umschlagszahlen damit nicht nur einen quantitativen, sondern auch einen qualitativen Wert dar. Den groen Nordrangehafen kommt in dieser Hinsicht ihre Lage nahe zu einkommensstarken Regionen in zweifacher Weise zugute. Denn zum einen begunstigt die geografische Nahe zu diesen handelsstarken Regionen die Containerverkehre unmittelbar, zum anderen schafft dieses hohe Grundaufkommen ein verlassliches Umschlagsvolumen, das fur die effiziente Zusammenstellung von Transportbundeln genutzt werden kann. Auch bei den Transporten zu Land und zu Luft wird das HubandSpokePrinzip genutzt. So unterhalten die Spediteure groe Verteilzentren im Binnenland und machen sich hieruber sinkende Durchschnittskosten zu nutze. Das Logistik und Speditionswesen stellt sich somit als ein komplexes, optimiertes System dar, bei 44 dem Drehkreuze bzw. Verteilzentren an der Wasserkante und an Land vernetzt und kleinere Standorte an die groen Drehkreuze angebunden sind. Abbildung 3.3 zeigt eine stilisierte Darstellung der HubandSpokeNetzwerke im Transportwesen. Abbildung 3.3: 45 Um die Vorteile dieser komplexen Transportsysteme zu nutzen, bieten die Speditionen und Logistikdienstleister heute integrierte Produkte an, bei denen der Auftraggeber im Wesentlichen nur noch Start und Zielort sowie die Ankunftszeit benennen muss. Der Dienstleister ermoglicht durch die geeignete Zusammenstellung der kostenminimalen Transportwege einen moglichst preisgunstigen Transport. Auch hier helfen Groenvorteile den Speditionen, kostenminimale intermodale Transportketten zusammenzustellen. Mittlerweile sind auch die Hafenumschlagsbetriebe dazu ubergegangen, neben der reinen Umschlagsleistung im Hafen den Hinterlandtransport zu organisieren und mit diesem integrierten Produkt die Auslastung ihrer Hafenanlagen sicherzustellen. Der Wettbewerb der Containerdrehkreuze wird somit nicht mehr allein uber Hafenkapazitaten und Hafentarife gefuhrt, sondern setzt sich zunehmend auf weiteren Markten fur Logistik und Transportdienstleistungen fort. Wenngleich Transportnetze und Verteilzentren es ermoglichen, dass Regionen prinzipiell uber mehrere Drehkreuze an die internationalen Markte angebunden werden, sind manche Drehkreuze fur bestimmte Regionen optimal. Hier spielen vor allem geografische Gegebenheiten eine Rolle. Ganz offensichtlich ist die Distanz zwischen Drehkreuz und Herkunfts bzw. Zielregion fur die Kosten des Hinterlandtransportes wichtig, so dass sich hieraus Vorteile fur bestimmte Drehkreuze ergeben. Ebenso spielen mit dem Binnenschiff nutzbare Flusse wie der Rhein oder mit Seeschiffen passierbare Kanale wie der NordOstseeKanal eine Rolle fur die Wettbewerbsfahigkeit, da hier fur einen Teil der Umschlage Kostenvorteile der Verkehrstrager gegenuber Schiene und Strae genutzt werden konnen. Nicht zuletzt sind auch die Kapazitaten der Hinterlandinfrastruktur und die hiermit verbundenen Reisezeiten von Bedeutung. Alles in allem bestimmt das Zusammenspiel von geografischen Gegebenheiten, der Kapazitat der Infrastruktur, der Einbindung in das logistische Netzwerk und die unterschiedlich stark gegebenen Moglichkeiten, kostenwirksame Groenvorteile nutzen zu konnen, welche Containerdrehkreuze in welchen Transshipment und Hinterlandregionen kompetetiv und erfolgreich sind. Letztlich lasst sich aus dem Zusammenspiel dieser Faktoren auch erklaren, warum das Hinterland der Nordrangehafen bis nach Norditalien reicht. Fur 46 manche Regionen ergeben sich hier Uberlappungen, andere Regionen sind fur einzelne Drehkreuze am kostengunstigsten erreichbar. Wahrend eindeutig zuortbare Hinterland und Transshipmentregionen kurzfristig als gegeben betrachtet werden konnen, sind sie langfristig bestreitbar und ein Ergebnis des Wettbewerbs der Hafenstandorte. 3.3 Auswirkungen eines ausbleibenden Fahrrinnenausbaus auf Transshipment und Hinterlandregionen des Hafens Hamburg Wie gezeigt, folgt aus dem Optimierungskalkul im Transportsektor, dass ein Hafen fur bestimmte Hinterland oder Transshipmentregionen kostenminimal ist und somit optimaler Weise von diesen Regionen als Drehkreuz gewahlt wird. Die rasante Entwicklung des Universalhafens Hamburgs zu einem weltweit fuhrenden Containerhafen in den letzten Jahrzehnten ist das Ergebnis und ein empirischer Beleg der Kostenvorteile dieses Standortes gegenuber anderen Hafenstandorten. Die sich in dieser Entwicklung widerspiegelnden Kostenvorteile haben aber damit erhebliche uberregionale und volkswirtschaftliche Bedeutung fur die Transshipment und Hinterlandregionen. Aus diesem Grunde stellt der Hafen Hamburg fur viele dieser Regionen, insbesondere zahlreichen Regionen in Ost und Suddeutschland, aber auch auslandischen Regionen im Baltikum, in Russland, in Polen, in den skandinavischen Landern und selbst in Osterreich das Hauptdrehkreuz auf ihrem Seehandelsweg dar. Die zuvor angefuhrten Kostenvorteile des Hamburger Hafens grunden sich auf mindestens zwei Ursachen. Zum einen profitiert der Hamburger Hafen von seiner geografischen Lage im Landesinneren, gut 100 Kilometer ostlich der Elbmundung. Diese ist deshalb vorteilhaft, da die Kosten des Landtransports wie bereits erwahnt die Transportkosten auf dem Seeweg um ein vielfaches ubertreffen und es somit lohnt, Schiffe weitere 100 Kilometer elbaufwarts fahren zu lassen. Der geografische Vorteil wird jedoch zu einem Nachteil, wenn bei wachsenden Schiffsgroen und zunehmenden Konstruktionstiefgangen eine Anpassung der Elbfahrrinne unterbleibt. Dann droht eine Reihe von Schwierigkeiten: So konnen sehr groe Schiffe den Hafen nicht oder zumindest 47 nicht voll beladen anlaufen. Groen Schiffen stehen zudem nur sehr knappe Zeitfenster fur das An und Auslaufen aus dem Hafen zur Verfugung, in dem der Tidenhub fur die notige Tiefe der Fahrrinne sorgt. Werden diese Zeitfenster aufgrund von Verspatungen auf See oder bei der Verladung der Container verpasst, mussen Schiffe auf das nachste Zeitfenster warten. Zum anderen besteht ein Vorteil des Hafens in der Groe seines Umschlagsvolumens in TEU. Wie bereits erlautert, erlaubt ein groes Umschlagsvolumen eine effektivere Bundelung und Beladung von Zugen im Hinterlandverkehr und von Schiffen im Transshipment. Hohe Umschlagszahlen sind somit aus zwei Grunden fur Hamburg erstrebenswert. Erstens korrespondieren sie tendenziell mit hohen Einnahmen der Hamburgischen Hafenbetriebe, zweitens verschaffen sie dem Hafen Hamburg tendenziell einen Wettbewerbsvorteil gegenuber anderen Hafenstandorten aufgrund der resultierenden positiven Skalenertrage. Hamburg kommt in puncto Umschlagsvolumen zugute, dass es sich inmitten einer mehr als 4 Millionen Menschen groen Metropolregion befindet, so dass allein hierdurch ein betrachtliches Umschlagsvolumen als gesichert angesehen werden kann. Diese Zuverlassigkeit macht Hamburg auch fur die Liniendienste der Containerreedereien interessant. Fur den Wettbewerbsvorteil ist es allerdings nicht ausreichend, dass Hamburg absolut uber hohe Umschlagszahlen verfugt es kommt auch auf die Umschlage der konkurrierenden Hafenstandorte an. Ein Wettbewerbsvorteil in Form hoherer Skalenertrage erwachst Hamburg, wenn im Vergleich zu den Konkurrenzhafen groere Umschlagszahlen fur bestimmte Herkunfts oder Zielregionen der Containerverkehre vorliegen und somit auch effektivere Moglichkeiten zur Bundelung der Containerverkehre bestehen. Dies war in der Vergangenheit beispielsweise fur zahlreiche Regionen im Ostseeraum gegeben. Der Wettbewerbsvorteil infolge relativ hoher Umschlagszahlen ist im Gegensatz zu den Vorteilen der geografischen Lage Hamburgs gegenuber anderen Hafenstandorten stets gefahrdet, da ein starkeres Umschlagswachstum der Konkurrenzhafen den bisher geltenden Wettbewerbsvorteil Hamburgs fur bestimmte Transshipment oder Hinterlandregionen unterminiert. Auch aus 48 diesem Grunde sollten der Ausbau der Hafenkapazitaten und der Hinterlandanbindungen des Hamburger Hafens hohe Prioritat geniessen, da zu geringe Kapazitaten von Hafenanlagen oder Infrastruktur zu einer Beschrankung des Umschlagswachstums fuhren und somit konkurrierenden Standorten die Gelegenheit bietet, schneller zu wachsen, wodurch der Wettbewerbsvorteil Hamburgs verringert oder gar aufgegeben wird. Daraus folgt auch, dass die notigen Investitionen in Infrastruktur und Hafenanlagen auch rechtzeitig zu erfolgen haben, damit es auch nicht temporar zu Engpassen kommt. Aus dem gleichen Grund ist auch der Fahrrinnenausbau von substanzieller Bedeutung fur Hamburg. Unterbliebe der Ausbau, wurde der Hafen Hamburg langfristig im Vergleich zu konkurrierenden Hafenstandorten wie beispielsweise Rotterdam an Wettbewerbsfahigkeit verlieren, da die groten Schiffe und damit bedeutenden Liniendienste den Hafen Hamburg kaum noch anliefen. Damit wurden aber dann wie beschrieben den Konkurrenten Skalen und somit Kostenvorteile bei der Bundelung von Containern fur den Transshipment und Hinterlandverkehr erwachsen und diese Verkehre langfristig von Hamburg abwandern. Insgesamt wurde Hamburg somit sukzessive seine Drehkreuzfunktion verlieren und sich nach und nach zu einem gefeederten Hafen entwickeln. Dies ware aber nicht allein das Problem Hamburgs. Wie zuvor erlautert, stellt der Hafen Hamburg aufgrund der Kombination von geografischer Lage und positiven Skalenertragen fur viele Transshipment und Hinterlandregionen die kostenminimale oder optimale Wahl dar. Entfallt nun die Drehkreuzfunktion des Hafens Hamburg, so verschwindet diese optimale Schnittstelle aus dem Logistiknetz. Fur diejenigen Regionen weite Teile Deutschlands, Osteuropas und des Ostseeraums , fur die Hamburg das kostenminimale Drehkreuz zu den Weltmeeren darstellt, werden daher die Transportpreise steigen oder mogliche, z.B. technologisch bedingte, Senkungen der Transportpreise geringer als moglich ausfallen. Leidtragende dieser Entwicklung sind Konsumenten und Produzenten in den Hinterland und Transshipmentregionen Hamburgs, deren Wohlergehen bei geringeren Transportkosten aufgrund gunstigerer Guterpreise und aufgrund einer hoheren Wettbewerbsfahigkeit auf weiter entfernten Markten hoher 49 ausfallen wurde. Die negativen Folgen eines Wegfalls der Drehkreuzfunktion Hamburgs durften im Zeitablauf ein wenig dadurch gemildert werden, dass die nun nicht mehr optimale Netzstruktur restrukturiert, d. h., durch die Logistikunternehmen neu optimiert werden wurde. Dies wurde aber mit zusatzlichen Kosten fur die Logistikunternehmen verbunden sein. Und selbst nach erfolgter Reoptimierung durften die Kosten fur die dann einstigen Transshipment und Hinterlandregionen Hamburgs hoher als zuvor ausfallen, da sich der geografische Vorteil des Standorts Hamburgs nur begrenzt kompensieren lasst. Hinzu kommt, dass auch der Restrukturierung unter Umstanden Grenzen gesetzt sind. So sind Teile der bestehenden Infrastruktur zum Hinterland der Hafen ausgebaut worden, um den steigenden Guterverkehren Rechnung zu tragen. Fallt ein optimaler Standort wie Hamburg nun langfristig als Drehkreuz weg, so hat dies unterschiedliche Folgen. Erstens wurde dadurch die Hamburgische Hafenhinterlandinfrastruktur in Teilen entwertet. Zweitens wurden sich konkurrierende Drehkreuze kunftig hoheren Containerumschlagszahlen gegenubersehen, die allerdings nur dann bewaltigt werden konnen, wenn deren Hafenhinterlandinfrastruktur genugend Kapazitat aufweist. Da Seeverkehr und Hafenhinterlandverkehre komplementare Dienstleistungen sind, ist eine Ausweitung der Umschlage generell nur moglich, wenn die Kapazitaten dieser nacheinander gelagerten Transportwege im Gleichschritt erweitert werden. Ist dies nicht gegeben, so fuhrt der Wegfall des Standorts Hamburg als Drehkreuz zu einer weiteren Erhohung der Transportkosten, da nun Engpasse entstehen wurden. Um diese drohenden Engpasse zu vermeiden, musste die bestehende Hinterlandstruktur der konkurrierenden Drehkreuze Hamburgs erweitert werden, was ebenfalls mit erheblichen Investitionskosten der offentlichen Hand verbunden ware. Alles in allem wurde ein langfristiger Ausfall des Drehkreuzes Hamburg zu hoheren Transportpreisen, hoheren Handelspreisen und damit zu Wohlstandsverlusten fur Hamburgs Transshipment und Hinterlandregionen fuhren. 50 4 Zusammenfassung Hamburg konnte insbesondere in den Jahren zwischen 2000 und 2008 stark vom Wachstum des internationalen Handels profitieren. Das rapide Wachstum des Welthandels der vergangenen Jahrzehnte wurde neben der Offnung der Schwellenlander fur Handelsvereinbarungen auch durch eine Vielzahl von kostensenkenden Fortschritten im Transportsektor ermoglicht. Im Schifffahrtsbereich gehoren die Containerisierung der Gutertransporte und der Einsatz groerer Schiffe dazu. Landseitig sind die Einrichtungen von HubandSpokeTransportnetzwerken sowie die Schaffung von intermodalen Transportketten hervorzuheben. Infolge dieser Entwicklungen konnte sich der Hamburger Hafen daruber hinaus als dominierender Hafen im Handel zwischen Europa und Asien etablieren. So ist Asien der grote Handelspartner Hamburgs. Da im Zuge des technischen Fortschritts zunehmend Containerschiffe mit einer Kapazitat von mehr als 10 000 TEU und einem entsprechend groeren Konstruktionstiefgang im Linienverkehr zwischen Europa und Asien eingesetzt werden, hat die Fahrrinnenanpassung fur den Hamburger Hafen eine besonders groe Bedeutung. Ein weiterer, wichtiger Containerverkehr fur Hamburg sind die Feederdienste zu den Nord und Ostseehafen. Hier profitiert Hamburg von der guten Anbindung zu den schnell wachsenden Volkswirtschaften des Baltikums und Osteuropas. Feederverkehre und Liniendienste bedingen sich gegenseitig. So wird fur Liniendienste der Hamburger Hafen als Ziel gewahlt, weil der Weitertransport schnell und gunstig erfolgt. Umgekehrt sind die Feederdienste von den aus Ubersee ankommenden bzw. den nach Ubersee verschifften Containern abhangig. Dies impliziert, dass bei einem Ruckgang des Verkehrs im Liniendienst auch der Feederverkehr deutlich zuruckgehen und der Hamburger Hafen seine Funktion als Drehscheibe verlieren wurde. In der Wirtschafts und Schifffahrtskrise 20089 ist die dynamische Entwicklung des internationalen Handels jah gestoppt worden und es ist zu einem drastischen Ruckgang des Containerumschlags gekommen. Als Reaktion haben die Reedereien verschiedenste Manahmen zur Kostensenkung unternommen, die den Wettbewerb zwischen den Hafen verscharft haben. Da in der Krise vermehrt neue groe Containerschiffe in Dienst gestellt werden und zugleich altere 51 kleinere Schiffe verschrottet werden, wird sich der Wettbewerb zwischen den Hafen gerade in diesem Segment abspielen. Im Wettbewerb der Hafen hat Hamburg bisher Groenvorteile positive Skalenertrage. Das hohe Umschlagvolumen in TEU erlaubt eine effizientere Bundelung und Beladung von Zugen im Hinterlandverkehr und von Feederschiffen. Hohe Umschlagszahlen sind somit aus zwei Grunden fur Hamburg erstrebenswert. Erstens korrespondieren sie tendenziell mit hohen Einnahmen der Hamburgischen Hafenbetriebe, zweitens verschaffen sie dem Hafen Hamburg einen Wettbewerbsvorteil gegenuber anderen Hafenstandorten aufgrund der resultierenden positiven Skalenertrage. Hamburg kommt in puncto Umschlagvolumen zugute, dass es sich inmitten einer mehr als 4 Millionen Menschen groen Metropolregion befindet, so dass allein hierdurch ein betrachtliches Umschlagsvolumen als gesichert angesehen werden kann. Diese Zuverlassigkeit macht Hamburg auch fur die Liniendienste der Containerreedereien interessant. Fur den Wettbewerbsvorteil ist es allerdings nicht ausreichend, dass Hamburg absolut uber hohe Umschlagszahlen verfugt, es kommt auch auf die Umschlage der konkurrierenden Hafenstandorte an. Ein Wettbewerbsvorteil erwachst Hamburg erst dann, wenn im Vergleich zu den Konkurrenzhafen groere Umschlagszahlen fur bestimmte Herkunfts oder Zielregionen der Containerverkehre vorliegen. Aufgrund der geografischen Lage Hamburgs und der Groenvorteile stellt Hamburg fur die zahlreiche Regionen in Deutschland, Osteuropa und Skandinavien das kostengunstigste und daher praferierte Drehkreuz der Nordrange dar. Sollte der Hamburger Hafen seine Funktion als Drehkreuz verlieren, so wurde dies zu hoheren Transportpreisen, hoheren Handelspreisen und damit zu Wohlstandsverlusten fur diese Transhipment und Hinterlandregionen fuhren. Mit dem Verlust der Drehkreuzfunktion waren auch fur die Metropolregion Hamburg groe Verluste verbunden. Der Hafen hat aufgrund intersektoraler okonomischer Verflechtungen eine hohe Bedeutung fur die Bruttowertschopfung und die Zahl der Arbeitsplatze in Hamburg und in der Metropolregion. Diese positiven okonomischen Effekte sind vorrangig auf drei Aspekte zuruckzufuhren. Der Umschlag im Hafen beeinflusst direkt die Bruttowertschopfung und die Zahl 52 der Arbeitsplatze in der Hafenwirtschaft sowie indirekt die Bruttowertschopfung und die Zahl der Arbeitsplatze in zur Hafenwirtschaft komplementaren Wirtschaftszweigen. Der Hafen hat Ausstrahlungskraft auf vielfaltige und zahlreiche Wirtschaftszweige in der Region, insbesondere auf solche, die im Zusammenhang mit Hamburgs Lage am Wasser zu sehen sind. Diese Wirtschaftszweige sind im Maritimen Cluster konzentriert. In diesem Cluster finden sich qualifizierte Arbeitsplatze mit einer hohen Wertschopfung. Der Hafen ist ein zentraler Bestandteil des Maritimen Clusters und beeinflusst die generelle Standortattraktivitat Hamburgs. Deshalb sind der Hafen sowie die mit ihm verbundene Infrastruktur relevant fur die Ansiedlungsentscheidungen von Industrieunternehmen. 53 Literaturverzeichnis AXS Alphaliner 2009: Container Ship Order Book, www.alphaliner.com Biermann, F., Brauninger, M., Hinze, J., Matthies, K., Schlitte, F., Stiller, S., Vopel, H. 2010: Gutachten zu den wirtschaftlichen Grundlagen fur die Prognose des Luftverkehrsaufkommens am Verkehrsflughafen Munchen, Gutachten im Auftrag des Luftamtes Sudbayern, Hamburg. Brandt et al., NordLB; Ernst BaslerPartner; MR Gesellschaft fur Regionalberatung 2009: Weiterentwicklung des gemeinsamen Maritimen Clusters der Metropolregion Hamburg und SchleswigHolstein, Hannover. Boje, A., Ott, I., Stiller, S. 2010: Entwicklungsperspektiven fur die Stadt Hamburg: Migration, Pendeln und Spezialisierung, HWWI Policy Paper, 124, Hamburg, Januar, ISSN 18624960. Bundesagentur fur Arbeit 2010: Statistik der sozialversicherungspflichtig Beschaftigten nach Wirtschaftszweigen, www.arbeitsagentur.de Buurman, J., Rietveld, P. 2000: Transport infrastructure and industrial location: The case of Thailand, RURDS, Vol. 11, No. 1, pp. 4562. Clarkson Research Services Ltd. 2009: OnlineDatenbank. De Langen, P. W. 2002: Clustering and performance: the case of maritime clustering in The Netherlands, in: Maritime Policy and Management ,Vol. 29 No. 3, S. 209 221, Rotterdam. Frass, J. 2006: Kapazitatsanalyse von Hinterlandanbindungen ausgewahlter europaischer Seehafen, Schriftenreihe des Instituts fur Transportwirtschaft und Logistik, Nr. 4, Wirtschaftsuniversitat Wien. Fujita, M., Mori, T. 1996: The role of ports in the making of major cities: Selfagglomeration and hubeffect, in: Journal of Development Economics,Vol. 49, S. 93120. 54 Gromann, H., Otto, A., Stiller, S., Wedemeier, J. 2006: Maritime Wirtschaft und Transportlogistik, Strategie 2030 Vermogen und Leben in der nachsten Generation, Nr. 4A, Berenberg Bank HWWI Hrsg., Hamburg. HafenHamburg.de 2009 : Containerumschlag im Vergleich, www.hafenhamburg.de Hamburg Port Authority HPA 2010: Preisliste Hafennutzungsentgelte, Hamburg. Henderson, J. V. 1997: Externalities and Industrial Development, in: Journal of Urban Economics 42, S. 449470. International Monetary Fund IMF 2009: World Economic Outlook: April 2009: Crisis and Recovery, Washington, DC. Institut fur Seeverkehrswirtschaft und Logistik ISL 2009: Bedeutung der geplanten Fahrrinnenanpassung fur die Schifffahrt im Hafen Hamburg, Bremen. Institut fur Seeverkehrswirtschaft und Logistik ISL 2009a: Prognose des Umschlagpotenzials des Hamburger Hafens fur die Jahre 2015, 2020 und 2025 Zwischenbericht, Bremen. ISL, Global Insight 2007: Containerverkehrsmodell Hafen Hamburg Strukturanalyse, http:www.hamburgportauthority.dehafenbahnnutzungsbedingungendoc_download76ergebnissecontainerverkehrsmodell.html Kawakami, T., Doi, M. 2003: Port capital formation and economic development in Japan: A vector autoregressive approach, in: Regional Science, Vol. 83, S. 723 732. Kowalewski, J., Stiller, S., 2009: Strukturwandel im deutschen Verarbeitenden Gewerbe, Wirtschaftsdienst, 89. Jg., Nr. 8, S. 548555. Lemper B., Tasto M. 2009: Betrachtung der Nachfragelucke in der Containerschifffahrt, in: Schiff und Hafen, Nr. 10, S. 1214. 55 Moller, J., Tassinopoulos, A. 2000: Zunehmende Spezialisierung oder Strukturkonvergenz? Eine Analyse der sektoralen Beschaftigungsentwicklung auf regionaler Ebene, in: Jahrbuch fur Regionalwissenschaft 20, S. 3954. Notteboom, T. 2008: The relationship between seaports and the intermodal hinterland in light of global supply chains, International Transport Forum, Discussion Paper 200810. Antwerpen. PLANCO Consulting 2006: Fortschreibung der Berechnungen zur Regional und gesamtwirtschaftliche Bedeutung des Hamburger Hafens im Jahr 2001, Aktualisierung fur das Jahr 2005, Essen. PLANCO Consulting 2009a: Fortschreibung der Berechnungen zur Regional und gesamtwirtschaftliche Bedeutung des Hamburger Hafens im Jahr 2001, Aktualisierung fur das Jahr 2008, Essen. PLANCO Consulting 2009b: Fahrrinnenanpassung von Unter und Auenelbe, Aktuelle Information zum wirtschaftlichen Bedarf des Vorhabens, Essen. Statistisches Amt fur Hamburg und Schleswig Holsten 2007: Monitor wachsende Stadt, Bericht 2007, Hamburg. Ott, I., Otto, A. Stiller, S. 2010. Implikationen steigender Energie und Transportkosten fur die kunftige Stadtentwicklung: Hamburg Stadt mit Zukunft!, HWWI Policy Paper, 130, Hamburg, Januar, ISSN 18624960. Otto, A. 2010: Implikationen steigender Energie und Transportkosten fur die kunftige Stadtentwicklung: Innerstadtische Trends in Hamburg, HWWI Policy Paper, 129, Hamburg, Januar, ISSN 18624960. 56 HWWI Policy Papersder HWWIKompetenzbereiche Wirtschaftliche Trends und Hamburg und regionale Entwicklungen 31. Implications of rising energy and transportation costs for future urban development: Hamburg a city of the future! Ingrid Ott, Alkis Henri Otto, Silvia Stiller, Hamburg, February 201030. Implikationen steigender Energie und Transportkosten fur die kunftige Stadtentwicklung: Hamburg Stadt mit Zukunft! Ingrid Ott, Alkis Henri Otto, Silvia Stiller, Hamburg, Januar 201029. Implikationen steigender Energie und Transportkosten fur die kunftige Stadtentwicklung: Innerstadtische Trends in Hamburg Alkis Henri Otto, Hamburg, Januar 201028. Okonomische Konsequenzen des Konsums von nicht in Deutschland versteuerten Zigaretten Michael Brauninger, Silvia Stiller, Hamburg, Januar 201027. Uberprufung der Methodik zur Schatzung der nicht in Deutschland versteuerten Zigaretten Michael Brauninger, Sven Schulze, Hamburg, Januar 201026. Gutachten zu den wirtschaftlichen Grundlagen fur die Prognose des Luftverkehrsaufkommens am Verkehrsflughafen Munchen Franziska Biermann, Michael Brauninger, Jorg Hinze, Klaus Matthies, Friso Schlitte, Silvia Stiller, Henning Vopel, Hamburg, Januar 201025. Implications of rising energy and transportation costs for future urban development: Inner city trends in Hamburg Alkis Henri Otto, Hamburg, Januar 201024. Entwicklungsperspektiven fur die Stadt Hamburg: Migration, Pendeln und Spezialisierung Amelie Boje, Ingrid Ott, Silvia Stiller, Hamburg, Januar 201023. Development perspectives for the City of Hamburg: Migration, commuting, and specialization Amelie Boje, Ingrid Ott, Silvia Stiller, Hamburg, December 200922. Die Auswirkungen der Finanzkrise auf die deutschen Wohnimmobilien markte Alkis Otto, Hamburg, November 200921. Einkommenseffekte von Erwerbsunterbrechungen mit besonderer Berucksichtigung moglicher Elterngeldeinflusse auf das Unterbrechungs muster Christina Boll, Hamburg, November 200920. Das Machbare moglich machen Thomas Straubhaar, Hamburg, September 200919. Einige Beobachtungen zum Pendlerverhalten in Deutschland Sven Schulze, Hamburg, August 200918. Economic Impacts of Climate Change on Cities A Survey of the Existing Literature Georgios Stasinopoulos, Hamburg, August 200917. Implikationen steigender Energie und Transportkosten fur die kunftige Stadtentwicklung eine globale Perspektive Ingrid Ott et al., Hamburg, Juni 200916. Hamburger Wirtschaft im Sinkflug Michael Brauninger, Eckhardt Wohlers, Hamburg, Juni 200915. Der Automobilmarkt in Deutschland Michael Brauninger, Daniel Schneider, Hamburg, Juni 200914. Implications of rising energy and transportation costs for future urban development a global perspective Ingrid Ott, Alkis Henri Otto, Silvia Stiller, Hamburg, Juni 200913. Wissen schafft Wachstum. Wirtschaftspolitische Handlungsoptionen fur Innovation und Fortschritt Henning Vopel, Hamburg, Juni 200912. Altersvorsorge und Konsumverhalten von Frauen in Deutschland Henning Vopel, Hamburg, Mai 200911. Biokraftstoffe: Ziele, Chancen und Risiken Michael Brauninger, Sebastian Schroer, Sven Schulze, Hamburg, Januar 200910. Das Bundeselterngeld und Elternzeitgesetz in Deutschland: Analyse po tenzieller Effekte auf Geburtenzahl und Fertilitatsstruktur Nora Reich, Hamburg, Dezember 20089. Champions des Sports 2008 Ein empirischer Vergleich deutscher Sportstadte Max Steinhardt, Henning Vopel, Hamburg, November 20088. Regionale Unternehmens und Beschaftigungsdynamik Michael Brauninger, Friso Schlitte, Hamburg, Dezember 20077. Erbschaftssteuer Abschaffen ist besser als revidieren Thomas Straubhaar, Hamburg, Dezember 20076. Gesundheitsentwicklung in Deutschland bis 2037 Eine volkswirt schaftliche Kostensimulation Michael Brauninger et al., Hamburg, Dezember 20075. Okologische Steuerreform in der Schweiz Michael Brauninger, Sven Schulze, Thomas Straubhaar Hamburg, Oktober 20074. Champions des Sports Ein empirischer Vergleich deutscher Sportstadte Max Steinhardt, Henning Vopel, Hamburg, Oktober 20073. Wirtschaftsfaktor Erdgasbranche Michael Brauninger et al., Hamburg, August 20072. Auswirkungen von Strompreiserhohungen auf Preise, Wachstum und Wettbewerbsfahigkeit Michael Brauninger, Jorg Hinze, Norbert Kriedel, Henning Vopel Hamburg, April 20071. Demographische Entwicklung: Problem oder Phantom? Sebastian Schroer, Thomas Straubhaar, Hamburg, November 2006Das Hamburgische Welt Wirtschafts Institut HWWI ist ein gemeinnutziger, unabhangiger Think Tank mit den zentralen Aufgaben: die Wirtschaftswissenschaften in Forschung und Lehre zu fordern, eigene, qualitativ hochwertige Forschung in Wirtschafts und Sozialwis senschaften zu betreiben, sowie die Wissenschaft, Politik, Wirtschaft und die interessierte Offent lichkeit uber okonomische Entwicklungen unabhangig und kompetent zu beraten und zu informieren.Das HWWI betreibt interdisziplinare Forschung in den folgenden Kompetenzbereichen: Wirtschaftliche Trends, Hamburg und regionale Entwicklungen, Weltwirtschaft sowie Migration Research Group.Gesellschafter des im Jahr 2005 gegrundeten Instituts sind die Universitat Hamburg und die Handelskammer Hamburg. Hamburgisches Welt Wirtschafts Institut HWWIHeimhuder Strae 71 20148 Hamburg Tel 49 040 34 05 76 0 Fax 49 040 34 05 76 776infohwwi.org www.hwwi.org", "filename": "66364965X.pdf", "person": ["Michael Bräuninger", "Bräuninger, Michael", "Alkis Henri Otto", "Otto, Alkis Henri", "Silvia Stiller", "Stiller, Silvia"], "date": ["2010"]}