{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48240/1/664196519.pdf"], "title": ["Migrants in the job centre: Qualitative findings on migrants' experiences with public employment support services in Germany"], "plaintext": "Migrants in the Job Centre Qualitative findings on migrants experiences with Public Employment Support Services in Germany 1 Jan Schneider, Michael Fischer, Vesela Kovacheva Abstract The inclusion of migrants into the labour market is considered a key issue in order to achieve better overall integration. However, compared to the German population, unemployment rates are around twice as high among foreigners. One important knob to improve access to the labour market lies in publicly funded counselling and services, a field which has undergone fundamental policy reforms in recent years. In order to illuminate the realities of everydayencounters between authoritative services and unemployed migrants, to identify possible shortcomings and draw some conclusions for policy development, this paper focuses on the subjective views and experiences of migrants related to the various employment services and agencies. On the basis of a qualitative interview sample, several patterns of experiences within public employmentrelated agencies are identified, including the perceived role of counsellors, courses and training measures, questions of diversity, discrimination and transparency as well as the overall outcome in terms of job referral and service evaluation. While in some occasions successful cooperation between public employment support agencies and migrants searching for career opportunities can be discerned, in a number of cases the situation appears not very promising. Migrants often sense that local Job Centres or Employment Agencies do not respond to their needs and expectations in a satisfying manner. While in principle they seem to recognize diversity as a given challenge with direct discrimination being a rather rare occurrence reported by migrants in the sample, there are a number of situations in which migrant clients feel disadvantaged and sense that their qualifications, competencies and career plans cannot be met or remain unrespected by the support system. Thus, building up trust appears to be one challenging endeavour on the services side. Moreover, increasing transparency of procedures and improving the flow of information are considered to be important tasks in order to make employmentrelated counselling and service delivery more relevant to migrant jobseekers. 1 This paper was written within the Study Group Diversity, Integration and the Economy based at the Hamburg Institute of International Economics HWWI and kindly supported by the VolkswagenFoundation. The authors are members of HWWIs Migration Research Group. We thank Tanja ElCherkeh for helpful comments and suggestions. 1 1. Introduction The inclusion of migrants into the labour market is considered a key issue in order to achieve better overall integration into a modern, workoriented society. Increasing employment rates thus has been a major concern among German policymakers and social scientists in the last couple of years. However, migrants are still encountering tremendous difficulties as regards the labour market integration. Among those without German citizenship foreigners, unemployment rates are around twice as high as in the German population. This holds still true even if the three polity levels national, federal state, and local authority or geographic regions with differing economic performance and infrastructure are considered. While on the national level the overall unemployment rate for Germans ranged at 9% in 2007 according to ILOdefinition: 8%,2 the one for nonGermans was at about 20% cf. Damelang, Steinhardt Stiller 2007: 20. People with migration background including those migrants that actually have German citizenship or were born in Germany as offspring of immigrants 3 are underprivileged as well. Among the 4.6 million unemployed in Germany 2005 ILO definition, 29% had a migration background, although the share of people with a migration background within the overall population is only 18%. As education and professional training must be considered decisive factors in terms of getting access to and moving upward in the labour market, it is of high explanatory value, that people with a migration background or foreign nationality in Germany have on average significantly lower levels of education and training than the indigenous German population. According to the 2007 report of the Federal Commissioner for Migration, Refugees and Integration on the situation of foreigners in Germany and the microcensus of the Federal Statistical Office cf. Integrationsbeauftragte 2007, among those with migration background in employment 36% are without proper training qualification whatsoever native population without migration background: 11%, while only 14% have a college or university degree 18%. This goes along with employment in jobs which on average require less qualifications, are less prestigious and payed much lower. For people with migration background from particular countries of origin, the share of un 2 The definition of unemployment, and therefore the number of registered unemployed, as applied by the German Labour Administration follows the German Social Code SGB. It differs slightly from the internationally comparable standard set by the International Labour Organisation ILO. According to the SGB, a person is recorded as a registered unemployed, if he or she seeks employment of at least 15 hours per week and is filed as such with an Employment Agency or a local administrative institution. Else, in the ILOdefinition, which follows the international Labour Force Concept, the volume of the soughtfor employment time is not relevant. Here, the status of being unemployed applies to any person between 15 and 74, that is not working for remuneration, selfemployment or family work for at least one hour in a oneweekperiod, but has actively sought work over the four weeks preceding the point in time. Thus, the slightly lower unemployment rates by ILO result particularly from the fact that even people doing very limited payedfor work e.g., one or two hours per week are not counted as unemployed. 3 For definition and discussion of the statistical concept of migration background cf. Fischer 2008. 2 qualified within the working population is even more striking. 60% of those with a Turkish migration background Turks being by far the largest migrant group have no formal qualification Greek: 54%, Italian: 48%. Looking at the level of school education, no detailed data are yet available according to the pupils migration background. If foreign nationality is considered, the higher the school education, the more disproportionate is the representation of nonGermans. Only 9.6% of the nonGermans pass their Alevels or qualify for college, university and polytechnic schools, as compared to 27% among Germans. 31.2% leave school with a certificate of secondary modern school education Realschule; Germans: 42.6%. Most foreign school graduates 41.7% achieve a very basic degree after nine years of schooling Hauptschule; Germans: 23.2% while 17.5% drop out of the school system without any formal graduation Germans: 7.2%. Partly as a result of that, nonGermans are underrepresented in the systems of dual apprenticeship as well as the university system cf. Integrationsbeauftragte 2007: 64ff  On the labour market, the employment situation of foreigners is in general more contingent upon economic cycles than the German. In periods of economic downturn, their employment rate drops disproportionately, while economic boost leads to a faster growth of employment among the foreign population, if compared to the German. Thus, the foreign labour force has the function of a cyclical shock absorber cf. Integrationsbeauftragte 2007: 95f., 103ff  Among those employed, a considerable share works in temporary andor precarious jobs or has a secondary job often socalled MiniJobs. Due to their limited chance to get into paid jobs foreign migrants including those born in Germany as foreigners tend to start businesses as their main source of income more often than Germans. Those from the classic countries of labour recruitment, above all Greeks, Italians, and Turks, are overrepresented in gastronomy and trade, while in general selfemployed migrants are underrepresented in the handcraft sector. Interestingly, businessoriented, knowledgeintensive and freelance services are more frequently offered by selfemployed migrants with German citizenship than by nonGerman migrants foreigners. However, the vast majority of selfemployed migrants run their business in the service sector 96% and more than two thirds 70% are socalled onepersonentrepreneurs cf. Integrationsbeauftragte 2007: 88ff  Labour market inclusion as a key issue in integration policy In 2007, a governmental National Integration Plan has been drafted in order to strike new paths and open up better opportunities for the integration of migrants, leading to the establishment of an optimised, evaluated and comprehensive nationwide Integration Programme. Among those setting up the plans means and goals have been actors from politics and society such as representatives of the Federal Government, the Lander Federal States, local authorities, sci3 entific institutes, associations, religious groups as well as individual experts and migrant personalities. Besides fostering language competencies and access to education and training for youngsters, gender equality, and supporting integration in the spheres of sports, culture, media, science, civic participation and leisure activity, one of the plans most important issues is improving the opportunities migrants have on the labour market. The issue is multifold: A gamut of potentially decisive factors interplaying with poor labour market integration of migrants can be discerned, among others: the level of education and formal qualifications, language capabilities, familiarity with the institutional and workrelated frameworks and practices, duration of stay, qualifications and their recognition, or employers reluctance and discrimination. One important knob to improve access to the labour market on the policy side of the host country lies in publicly funded measures carried out by the labour administration. However, the continuously high unemployment rates among migrants suggest, that these efforts are still insufficient and that the full potential of the system to qualify and refer migrants to jobs might not yet be tapped. In order to identify potential shortcomings and draw some conclusions for further policy development, this paper focuses on the subjective views and experiences of migrants related to the various public employmentoriented services. On the basis of qualitative interviews we seek to identify patterns of experiences within Employment Agencies and Job Centres, which include the perceived role of counsellors and case managers, questions of diversity and discrimination, transparency of procedures, compulsory or complementary courses and training measures, and the overall outcome in terms of job referral and evaluation of the service. Beyond that, the report may shed some light on the question, what role Public Employment Support Services PESS may play for migrants at all, compared to other job search strategies. Sample and Method Within a broad explorative research project entitled Diversity, Integration and the Economy, 58 narrative, semistructured interviews were conducted with migrants in the cities of Hamburg and Stuttgart. Interviews were conducted by members of the research group as semistructured conversations, using a guiding set of 198 questions which covered various migrationrelated biographical data, experiences and attitudes. The interviewees were not chosen among particular ethnic groups as criteria like labour market status, migration status, involvement in regulatory frameworks and experiences within the public service system were more relevant. By not limiting the selection of interviewees to a few national or ethnic groups, it became possible to enhance the diversity within the sample and collect a broad range of perspectives in order to fit the explorative character of the study. The vast majority of interviewees 55 were foreignborn, 21 of whom 4 within Europe, seven in Africa, three in Northern and Latin America, and 27 in Asian countries 14 in Turkey. Three interviewees were born in Germany as secondgeneration migrants, while 20 had German citizenship at the time of the interview. More than half of the sample had an educational certificate enabling them to study at universities, colleges or polytechnic schools, eight had a university degree. Among the 58 interviewees, 32 were female and 26 were male. At time of the interview, the youngest interviewee was 25, the eldest 60 years old, whereas all age groups were represented relatively balanced. An important share of the questions aimed at labour market integration or gainful employment and the role of the relevant public authorities particularly the employment support services and their staff within the regulatory framework that affects migrants in Germany. Among the 58 interviewees in the total sample, slightly more than one third 24 were employed at the time of the interview; almost one third each were either selfemployed 17 or unemployedjobseeking 17. Among the unemployed were two persons, that were still either students or within an apprenticeship at the time of the interview, but had been employed or at least parttime working before. The full interview transcripts underwent content analysis using the computer program MAXqda. The textual data were categorised in part on the basis of prior theoretic assumptions e.g., forms of capital and cultural diversity approaches, and in part through open coding. For the purpose of this paper, a subsample of 33 interviews was chosen in order to explore, describe and evaluate migrants experiences with Job Centres and Employment Agencies. The special analysis comprised all those interviewees which reported having been in touch with the service system of public employment support in Germany at any point in time.4 The next section of the paper provides a brief overview of the institutional and serviceoriented regulatory framework for jobseekers in Germany, the most important policy reforms this framework has recently undergone, and some possible implications as to the goal of improving labour market integration of migrants. Thus, it sets a starting point for taking a closer look at the experiences of migrant clients with institutions and counselling staff in Job Centres and Employment Agencies, on which neither reliable figures, nor a distinct body of literature exist so far. Our main empirical findings on migrants experiences with Job Centres and Employment Agencies, derived from the interview sample, are presented in the third section. The last section of the paper draws some conclusions and may thus serve as point of departure for possible policy development. 4 For further details on the analysed interviews see appendix. 5 2. Public Employment Support Services and the altered regulatory framework in Germany Until the end of 2004, public payments induced by unemployment were exclusively calculated on the basis of the previous wage, even if joblessness continued for several years. Unemployment benefits Arbeitslosengeld were paid as a replacement for the first 6 to 32 months depending on previous occupations, duration of employment, and age. These benefits usually amounted to two thirds 67% of the last net income for those who had children, and 60% for those without children. Unemployment assistance Arbeitslosenhilfe was paid without a time limit to all those who could not reintegrate into the labour market within the time frame of unemployment benefit payments. It amounted to 57% 53% of the last net wage. Recipients of either sort of earningsrelated public subsidies were served by the Federal Employment Office later renamed Federal Employment Agency, which administered the insurance system and also provided for active labour market measures and job referrals. Only those among the jobless and needy, who had not participated in the unemployment insurance system for a sufficient time period or had not been employed at all, received meanstested social assistance Sozialhilfe. Unlike the unemployment payments, social assistance payments were taxbased and administered by municipal authorities. The fact that also the longtime unemployed received their benefits from the unemployment funds with infinite duration put a great strain on the insurance system, which resulted in the frequent increase of contributions as well as a balancing out of the deficit through additional tax money. At the same time, despite a slight economic upturn at the end of the 1990s, which led to several new jobs, unemployment was still above 10% and rising. The broad lines of reform Major changes took place as result of a reform movement beginning in 2001. This movement received strong impetus after a scandal that shook the Federal Employment Administration: Officials had sugarcoated their referral statistics and presented exaggerated success rates for the labour market integration of jobseekers. The following discussion was accompanied by harsh criticism as to the general performance of the system of public employment support in Germany: Employment agencies were considered as not operating efficiently, falling short of meeting the clients needs and failing to push the unemployed into searching for a job. Furthermore, the system of active labour market measures was criticised for retaining participants out of the first labour market and thus having de facto disintegrating effects cf. Jacobi Kluve 2006. Soon after, in February 2002, an expert commission for modern services on the labour market Hartz6 Commission was set up by the federal government in order to draft suggestions for policy reform. In the aftermath of the commissions sixmonthsmandate, starting within a new legislative period, a series of acts for modern labour market services were introduced cf. Buhr Schmid 2007. The broad lines of reform followed the commissions report. They included a redesign of the Federal Employment Administration and the introduction of new service measures, and aimed at activating recipients of unemployment benefits. The most drastic innovations were contained in the Fourth Act for Modern Services on the Labour Market, soon nicknamed Hartz IV.5 It dramatically shortened the period in which contributory unemployment benefits can be received. Unemployment benefits are paid now for a maximum of one year provided the person has worked in a job subject to social insurance contributions; with some exceptions for those older than 50. Furthermore, unemployment assistance and social assistance the two former basic safety nets were merged to a new meanstested unemployment benefit II Arbeitslosengeld II. The maximum payments from this new taxfinanced, flatrate welfare assistance were fixed only slightly above the level of the former social assistance. This generally means, that a person on unemployment benefits unable to find a new job within a year will slip to unemployment benefit II, be obliged with very limited disregards to exhaust private fortune or property, and basically live at subsistence level, irrespective of his former income or position. These farreaching changes within the system of passive labour market measures suggested also distinct reform steps accompanying them on the side of active labour market policy, i.e. better activation strategies, more efficient training or job creation measures and, not least, the improvement of referral and placement services for jobseekers.6 On an institutional level, new types of agencies evolved: The Federal Employment Agency and its regional branches remain responsible for all jobseekers receiving unemployment benefit I short and mediumterm unemployment, while it was tried to transform the institution as such from a public authority to a more dynamic service provider with a costoriented organisational and managerial structure. More personnel was shifted to placement and counselling functions as to a better staffclientratio. Additionally, contractual arrangements with private service providers and a variety of tools and measures were introduced in order to improve placement, referral and sustainable reintegration cf. Tergeist Grubb 2006. Those clients on unemployment benefit II are administered and served in divided responsibility between the Federal Employment Agency and the local au 5 For detailed accounts and evaluations of the reform acts see e.g. Bundesministerium fur Arbeit und Soziales 2006; IZA, infas DIW 2007; KonleSeidl, Eichhorst GrienbergerZingerle 2007; Jacobi and Kluve 2006. 6 For an overview of the different active labour market measures and their effects see Bernhard et al. 2008. 7 thorities formerly dealing with social assistance. Several models evolved with regional differences, leading to an overly fragmented and sometimes contested delivery system and service infrastructure. In most areas, special consortia or joint associations Arbeitsgemeinschaften; ARGE were set up on a contractual basis, staffed and funded from both the Employment Administration and municipal budgets to manage the tasks uniformly. However, about 70 local authorities took the opportunity to opt out and set up, with additional subsidies from the Federal level, an allinclusive administrative and service structure without the participation of the Federal Employment Agency. In a few municipalities the creation of joint associations has yet failed; thus, the two administrative layers continue to operate in separated responsibility and locations. Whereas the Federal Employment Agency claims that reintegration of jobseeking clients works best in the few areas where it has retained exclusive responsibility for employment support services cf. Bundesagentur fur Arbeit 2008, substantial and sound evidence on this question does not yet exist. Moreover, it is highly disputed which model is proving more successful and whether this heterogeneity is useful at all. Furthermore, a recent ruling of the Federal Constitutional Court implies that parts of the current joint administrative structures are unconstitutional, and therefore the structures will need to be revised once again. Despite the distinct infrastructure, all three models basically share similar institutional traits and act according to the same legal framework. Thus, they set up publicly accessible Job Centres, in which jobseekers can register, search jobdatabases and get counselling as to placement, referral and other active labour market measures. Their main goal is inclusion or reintegration of clients in the first labour market on a casebycase basis. In that respect, the scope of services provided for recipients of unemployment benefit II in Job Centres is much the same as that for jobseekers on unemployment benefit I within the insurancebased system of the Federal Employment Agency, which has regional offices in all areas as well sometimes next door to the new Job Centres. An OECD report accurately states that the two organisational units are solely separated by benefit entitlement, not based on clients service needs Tergeist Grubb 2006: 16. Thus, within this paper, we shall term these various institutional bodies uniformly as Public Employment Support Services PESS. The expression Job Centre will be confined to denote the new service bodies set up after 2005 within the local consortia even though the public stopby centres run by the Federal Employment Agency in official parlance are sometimes termed Jobcenters as well. For distinctive purposes and when appropriate, however, we will refer to the latter as Employment Agencies. 8 Employability and the WelfaretoWork regime In both areas, the reforms prominently introduced the principle of rights and duties Fordern und Fordern; also referred to as demanding and fostering or challenge and promotion, in which both PESS and the individual jobseeker face mutual obligations. Thus, arguing that welfare recipients should take all their possible chances in order to get out of passive benefit reception and reintegrate into the labour market, it is incumbent upon the client to engage in any opportunities offered by the Job Centre. This may refer to community services and placements in which the worker is paid a so called compensation for additional expenses of 1 to 1.50 Euro per hour on top of unemployment benefit II Arbeitsgelegenheiten mit Mehraufwandsentschadigung; also: 1EuroJob. A job opportunity may not be turned down just because it does not correspond to the clients education, profession, former position or personal conception. Rejection of acceptable offers, including training and courses, may result in a cutback in standard transfer payments for several weeks or months; repeated violations of authoritative employmentrelated obligations could even lead to a complete withdrawal of monetary welfare benefits.7 Thus, rather than exclusively aiming at referring clients to a regular job, a lot of activities by PESS, especially on the realm of Job Centres for the longterm unemployed, seek to improve the clients employability in preparation for an eventual reintegration into the first labour market. The concept of employability was introduced in 1997 by the European Commission as an explanation of labour market performance and as a main line of action aimed at the individual jobseeker. Employability by definition relates to a persons ability to successfully offer his or her workforce and enter the labour market on the basis of professional competences and personal decisionmaking, to maintain a job or, if necessary, to find new gainful employment without being confined to a particular position or employer cf. Blancke, Roth Schmid 2000. In the German legal framework the concept was anchored for the first time in 2002, stipulating an assessment of jobrelated abilities and occupation aptitudes through profiling, once a person is registered as unemployed cf. Rudolph 2003. Since the enactment of the Fourth Act for Modern Services on the Labour market, employability is considered as a quasiindependent category of activation labour market policies and has been promoted as a major objective of employment promotion cf. Fertig Apel 2008. Accordingly, each individual registering with an Employment Agency as jobseeking is assessed and internally given one of four main profiles, determining the means and services considered apt for him or her. Clients with a market profile do not require action on the Employment Agencys side, as they are expected to find a position by themselves. Clients given a counselling profile of demanding have the appropriate qualifications to get a job in 7 Sanctions for recipients of insurancebased unemployment benefits I are less harsh, but they, too, need to be available to the Employment Agencys placement efforts and need to accept reasonable offers cf. KonleSeidl, Eichhorst GrienbergerZingerle 2007: 20ff  9 the open labour market, but are deemed not being active and motivated enough. The counselling profile of fostering refers to jobseekers with active and motivated clients, which are hindered by a lack of qualifications or other competencies. Clients with a coaching profile display multiple problem layers; it is not expected that chances of labour market integration can be significantly increased through demanding or fostering. Most of the municipal institutions providing services in the Job Centres for beneficiaries of unemployment benefit II apply similar profiling mechanisms cf. IAB 2006a. Furthermore, both system tracks have introduced a binding integration agreement which features the goals, mutual obligations and possible sanctions and which is regarded as an instrument for improving the placement procedure cf. KonleSeidl, Eichhorst GrienbergerZingerle 2007: 27f  Migrants within PESS: Possible implications and lack of evidence their representation among the longterm unemployed the Federal Employment Agencys So far, knowledge on the effects of PESS on the labour market integration of migrants is relatively scarce. As stated above, migrants display a much higher general unemployment rate than the native population. But as an additional burden, is overproportionate: In 2007, almost 80% of all unemployed migrants were in that category meaning they were potential or de factorecipients of the basic unemployment benefit II, while just slightly above 20% were administered and supported within insurance system unemployment benefit I. Among Germans, the ratio was much more favourable 65% vs. 35%. Accordingly, the representation of people with a migration background among recipients of unemployment benefit II ranges at 38% around 2 million people. Roughly 1 million of them are not unemployed, but working in low paid occupations, which do not provide them with sufficient income and thus force them to make use of additional welfare benefits. It is on the basis of these figures that the Federal Governments Commissioner for Migration, Refugees and Integration has called for targetgroupspecific services and measures in order to improve qualification structure and chances on the labour market for migrants cf. Bundesregierung 2007: 117f  It might therefore be assumed, that for migrants particularly the consultative and placement opportunities offered by PESS could be important toeholds to improve employability and get out of longterm unemployment. However, if compared to the German population, foreigners remain slightly underrepresented in active labour market programmes run by PESS e.g. measures creating employment opportunities mostly 1EuroJobs, qualification 10 programmes, promotion of selfemployment, external counselling and support with jobsearch, direct support of employment in the first labour market.8Only recently endeavours have been made to quantify the impact of these active labour market measures on employability, which is particularly due to a lack of established empirical concepts cf. Fertig Apel 2008. An important indicator for measuring the efficiency of active labour market programmes is the socalled integration rate Eingliederungsquote. It displays the proportion of people who have found a job on the first labour market in appropriate time six months after successful attainment of measures out of the total of people supported in such measures. In 2005 the general integration rate for people with migration background as published by the Federal Employment Agency was lower 28,8% than for people without migration background 35%, confirming that migrants face more difficulties accessing the labour market even after participating in incentive, placement or training measures Bundesagentur fur Arbeit 2006: 25f  The same trend is reflected in the figures on specific labour market measures such as jobrelated programmes or training schemes.9 Still it seems important that the role of PESS for migrants as a pathway to employment should not be underestimated. For different reasons, migrants job search and access strategies may differ from those of the mainstream population. As shown by annual studies of the job market and surveys among employers cf. IAB 2006, 2007,10 in general, pathways into employment have become increasingly diverse in recent times: direct contact to potential employers through initiative applications, classic applications on the basis of published job openings in newspapers or onlineadvertisements, contacts through private employment services or agencies, individual social networks, internships which lead over to permanent employment, and referrals through PESS. For migrants, it can be hypothesised, PESS have a good potential to be significant and comparatively important gateways into employment: There is evidence, that people with no, or limited, German language utilization in their household 8 For statistical figures see Bundesagentur fur Arbeit 2007 and the followup analyses on the labour market for foreigners, published quarterly. 9 It is only the so called measures creating employment opportunities that seem to prove slightly more efficient for people with migration background than for people without migration background integration rate of 21,4% vs. 20,4% For a detailed analysis of the effects of 1EuroJob participation on labour market performance, which appear to be quite heterogenous across age, gender, region and former employment career and tend not to be particularly positive for the different migrant groups, see Hohmeyer Wolff 2007. 10 The survey is conducted on a yearly basis by the German Institute for Labour Market and Occupational Research IAB, a research centre under the auspices of the Federal Employment Agency. In the section on pathways into employment firms and institutions are asked for the different means they used to fill their vacancies. In most cases, employers combine several methods to recruit personnel, e.g. placing an advertisement, asking other employees or notifying Employment Agencies of their vacancies. 11 tend to neither draw on printed job advertisements and internet postings as often as people that use German as the exclusive language in their household, nor put adverts in the paper themselves, nor write applications to employers to the same extend cf. IAB 2006b. Thus, Employment Agencies and Job Centres might be of crucial importance as agents apt to compensate drawbacks resulting from migrants hesitating to apply such search strategies. This warrants special attention to the relationship between migrant jobseekers and these bodies or their staff, respectively. Provided that PESS are a relevant gateway for unemployed migrants into jobs, it can be deemed essential for these agencies to ensure good service quality. This can be done on the basis of analysing the effects of certain labour market measures or changes in the clientcounsellor ratio and measuring successful labour market integration of migrants on the macrolevel. Additionally, it can be considered a fruitful approach to investigate and evaluate migrants personal experiences in Job Centres and Employment Agencies by qualitative methods as we intend to do in this paper , particularly if ways to increase their affinity towards and acceptance of PESS are looked for. On a general level, there has been few investigations into customer satisfaction with German PESS cf. Luedtke 1998, and only recently in part as a result of the labour market reform more attention is payed to evaluating services and the level of public acceptance for the Federal Employment Agency cf. infas 2004, 2005, the Job Centres on the municipal level cf. Hessisches Sozialministerium 2005 and the overall relationship between citizens and administrative agencies cf. Grunow Strungmann 2008. A recent study by the Institute for Labour Market and Occupational Research IAB focused on narrative accounts by counsellors and casemanagers in Job centres and Employment Agencies. It was to check whether the reforms have provided them effective means and options, to analyse their personal understanding of their role as a counsellor, and to identify distinct strategies and bestpractices in clientinteraction cf. IAB 2006a, thereby providing some insights into the treatment of clients. However, very little evidence is available in which special reference is paid to migrants and their interaction with PESS. Somewhat alarming evidence stems from the EUMCs reports on migrants experiences of racism and xenophobia. According to the 2006 study, on average, 13% of migrants in Germany feel discriminated against in public institutions: Clearly above the average is bad treatment at employment agencies 20%, followed by bad treatment in social service institutions 16%. Perceived discrimination rates are significantly lower at health care institutions 8% and at social insurance offices 6%. EUMC 2006: 35.11 11 However, the statistics allow no insight into what kind of treatment, factual circumstances and receptions lead to the results. EUMC orientated its survey on a questionnaire developed by a Swedish research group in which positively answered questions to bad treatment or harassment are equated with experienced discrimination. 12 For the city of Berlin, a recent qualitative survey on the basis of 77 interviews with migrant customers in Job Centres cf. Stern, Wecking Reinecke 2008 allows some first insights into migrants experiences with PESS. While the diversityoriented strategy of the Federal Employment Agency has not lead to discernible effects, yet in the Berlin Job Centres, about half of the interviewed migrants were satisfied with the provided services. The results further displayed some isolated incidents of discrimination and a lack of transparency and information regarding the migrantspecific service opportunities Stern, Wecking Reinecke 2008: 1722. Unfortunately, the survey does not specify these problems much further and is not giving voice to the migrants accounts within a qualitative analysis. Against this background, the following section of this paper focuses on different personal experiences of migrant jobseekers related to satisfaction with procedures and with their outcome in PESS, treatment by counsellors and perceived incidences of discrimination, which may allow for drawing some conclusions relevant for policy development. 13 3. Exploring Migrants Experiences with Public Employment Support Services: Empirical evidence from qualitative interviews Among the 58 migrants in our sample slightly less than one third were registered unemployed at the time of the interview. Yet among the groups of people who had a job either employed or selfemployed a significant number had been registered as unemployed at some earlier point in their career and therefore had experiences with the system of public employment support in Germany. Therefore, the reports of 33 interviewees more than half of the total sample were considered for the explorative account on migrants experiences with PESS cf. introduction and appendix. 3.1. Getting referred just one of several pathways to employment Just like the overall population trying to get an initial job or struggling for reemployment, migrants do not only rely on PESS. Rather, a variety of other methods and strategies is also applied. Migrants may send speculative applications to potential employers, try to get a contract following apprenticeship, a practical placement or a summer job as student, reply to job advertisements, use the internet, or for low skilled work approach potential employers in person by visiting a series of businesses e.g. restaurants and asking for an opportunity to work. Moreover, social networks play an important role often friends or family members refer migrants to potentially suitable jobs. The vast majority of those with unemployment experience whether they were employed, selfemployed or had been employed at an earlier stage at the time of the survey found their breadwinning occupation through either of these channels. Generally, a high level of activity and flexibility in orientation can be discerned by analysing the sample. For example, a machinist from Iran, who came to Germany as an asylum seeker in the 1980s and could neither work in this profession nor get adequate retraining, was broadly engaged in the labour market from the very beginning and did various low profile jobs. After losing one occupation and remaining unemployed for some time, he got offered a job as a lowpaid cleaner through a friend: At first I declined. I said I am not a cleaner, its a shame as I have spent so much time learning my profession. Then I thought it over for several hours and said, well, I am not in my home, I cannot expect anything, how long will it take until somebody offers me a job as machinist?   I called my friend and told him I would take the position as a cleaner. 0312 12 Numbers in brackets denote interview numbers. For more information about the respective interviewees see the appendix. 14 A young woman from Poland with a double degree in German Philology and International Relations intensively looked for a job after she immigrated in 2006 and sent out about 130 application letters in just one year cf. 28; a jobseeking woman from Nigeria, in order to improve her employability, underwent continuous education in computeroperating at her own expenses in a private institute cf. 31. One Turkishorigin tradeswoman with a degree in business administration succeeded by turning herself to a private, forprofit personnel service in order to find a job cf. 08. A 39year old man from Congo who came to Germany in 1990 as asylum seeker and since then has been unemployed just for a few months says: Since I live here in Germany, I have always found my jobs on my own. 13 As a general observance, considering the selfemployed in the sample, it is noticeable that very few had registered as unemployed some time in the past or got in touch with PESS for startup subsidies or bridgingallowances, although most had to go through some initial hardships. Those who did file their case at the Employment Agency proactively pursued their goal of starting up a small business, considering unemployment a transitory period while preparing for selfemployment. Thus they did not expect to get a job referral anyway cf. 02, 05, 26, 29. Amongst the migrants with periods of registered unemployment within our sample, it occasionally happened that referrals by public employment support agencies lead to placements in jobs that were experienced as adequate by the individuals. For example a Turkish economist was referred to a position in a bank cf. 19 or a Ghanaian woman without formal qualification was referred to a vacancy in a nursing home cf. 21. A young woman from the UK with a masters degree in languages and a consistent employment career, after being without job for just one month, was placed in an institute as a project assistant cf. 04. However, those interviewees in the sample that looked back at just short periods of unemployment in their career tended not to get placement suggestions by Employment Agencies. Overall, job referrals that lead to stable contracts and satisfying working conditions are rarely found in the sample. Rather, migrants report not having been referred to jobs by the PESS, having been indicated potentially matching vacancies but not being hired by the employer, or having been referred to jobs for which they feel overqualified. For example, for a 39year old GermanTurkish woman with a degree in business administration and social economics, the Employment Agency repeatedly offered temporary jobs that she accepted yet most of the time working below her qualifications, like in her current position doing secretary work in a publishing house: I like it, it is fun, its about interacting and organising, but its not with a lot of responsibility   I am overqualified for this job.   it could be that I get unhappy   in the long run, you are just the secretary and not taken seriously. 06 15 Employment support through direct placement into jobs that correspond to the migrants wishes is a scarce experience amongst our interviewees. 3.2. Workfare jobs: Between helpful gateway and pressurising burden Quite a number of those migrants who were, or had been for some time, registered as unemployed report having been referred to jobs below their qualification by the Job Centre, including the so called 1EuroJobs. As temporary workfare employment opportunities those jobs are hardly paid at all; a small allowance for special expenditures, which often ranges at one Euro, is supplemented by the regular unemployment benefits cf. section 2. For example, a Moldovan woman with a vocational qualification in education reports that while she is eager to find a position where she could realize her potentials, the Employment Agency expects her to do jobs like laundering, ironing clothes or cleaning cf. 24. A woman from Chechnya with a degree in engineering reports having been offered kitchen help jobs and therefore abstained from requesting unemployment benefit II cf. 14. Migrants with a certain vocational qualification naturally and not unlike the overall population do not experience it as a helpful labour market instrument if they are referred to basically unpaid jobs below their qualification. As laid down in the employmentoriented reform acts, the refusal to accept the job in question may be sanctioned by a cutback in unemployment benefits. This might be particularly annoying, if ignorance or misconceptions occur: A recipient of unemployment benefit from Ghana, who came to Germany as an asylum seeker, was referred as a worker to a cleaning company. However, as he reports, he could not take up the job due to medical problems. According to his account, the Job Centre did not get notice of his disease and, consequently, curtailed his benefits cf. 09. In a similar case, a 35year old woman without any formal qualification born in Turkey reports having been pressured to accept workfare job offers by the Job Centre in spite of a medical condition that was attested by a physician. Thus she independently tried to find a subsidised training course in a direction that suited her personal wishes cf. 17. A 52year old woman from the Czech Republic reports she never received any offers when the Employment Agency was still responsible for her, while the first and only referral to a 1EuroJob she got from the Job Centre was endowed with an obligation to accept: If you dont take this job opportunity we will curtail your unemployment benefits. 20 Overall, this policy of sanctioning is experienced as rather pressurising, leading to a sometimes radical breach with former career plans and selfperceptions. While some clients within the referral system give in to the authorities suggestions and align themselves to a generally inferior working profile, others become active for their matter. It is because these people have maintained a distinct professional goal, which they aim to reach through appropriate continuous education see below or consistent interim positions, why an assignment to an unsuit16 able job through the Job Centre may provoke even further efforts to find something more close to that goal. However, 1EuroJobs are not always perceived purely negatively. If they are offered in sectors that correspond to the wishes of migrant jobseekers or fit within their career conception, they can be seen as a chance for gaining work experience or getting ones foot in the door. From this perspective, they are much better than no job at all. For example, a woman from Greece without a formal vocational qualification works parttime in elderly care for 1.50 Euro per hour, while having the opportunity to participate in trainings, and comes to the conclusion: Its not bad. 1013 A Polish retail salesman complains that the PESS does not seem to try to find suitable jobs for him but always offers wrong things 32. However, he actively asked for a 1EuroJob that could provide relevant work experience and was referred to such a job by the Job Centre. He emphasizes that the placement was in line with his personal conceptions: This application for the 1EuroJob, it is my decision. Nobody forced me to do it. Of course, it depends on the individual. I dont just want to sit, I want to further develop myself, because I am young. I now have a family, I have to do something. 32 A woman from Uzbekistan with a Ph.D. in Cultural Sciences was referred by the Job Centre to a nonprofit agency that places unemployed people in subsidised jobs. At the time, she had been actively applying for a position in the library of a public art museum. However, she suspected that due to her foreign background her chances would be low against fellow competitors within a regular application procedure. Thus, it was on her own suggestion that the agency offered to the museum to take her into a subsidised 1Europosition, in order to test her. After this period, she was offered to work the same position with a regular salary, yet for limited working hours cf. 23. It can be reasoned from this brief account, that migrants much like the overall population experience authorities power to impose sanctions upon their refusal to accept a job referral as a pressurising arrangement, potentially or effectively constraining them in their professional development. Thus, placements and recommendations which are seemingly arbitrary and which are enforced in a rather paternalistic way may undermine or seriously weaken the base of trust towards the labour administration as a public service institution. On the other hand, there are some examples in which lowprofile placements in 1EuroJobs seem to mark a promising interim step on the pathway to achieving gainful employment and full labour market integration. Thus, if suggested carefully and con 13 However, despite the training and experience she was gaining, at the same time the Job Centre referred her to three vacancies in divergent fields of lowprofile work data processing and sales, for which she was obliged to apply for. 17 sidered in a respectful working alliance, they may even strengthen migrants belief in the Job Centre being a committed and trustworthy service for them. 3.3. Improving employability: Courses, retraining and further education A considerable number of migrants in the sample has been offered the opportunity to participate in courses or trainings of various kinds by PESS. The range of measures goes from language classes German or English; cf. e.g. 16, 29, 15 to instructions on how to apply for jobs cf. 20, to instructional courses on how to become selfemployed cf. 29, to comprehensive vocational further trainings or retrainings cf. 17; 29; 31. Opportunities for training or further education are widely appreciated by the migrants in the sample as ways of gaining knowledge and qualification, but also as chances to become active again and get a glimpse of interesting professional options cf. 32. While it is sometimes indicated that case workers or counsellors at the Employment Agency pointed at the possibility of training courses for their clients, there is a larger number of cases where migrants report that they were actively seeking these opportunities even to the point of insisting upon measures apt for them or their career plans. In this context, a woman from Russia whose qualifications as an architectural technician acquired in the Soviet Union had not been recognized in Germany, explains that she was upon the suggestion of the Employment Agency supposed to retrain for elderly care but insisted that I get a retraining as an architectural draftswomen, at least as an architectural draftswomen, so I can stay in the job. 29. Training as a architectural draftswomen Bauzeichnerin is neither equivalent to the qualified job of an architectural technician Bautechnikerin, nor does it guarantee equal wages. However, it would have allowed her to be employed in an engineering or architectural office. Later, she actually found employment in the corresponding field. In another case, a then jobseeking woman from Turkey found a promising subsidised training opportunity through a newspaper advertisement. While her file at the Job Centre was still pending and she was occasionally offered workfare jobs that she could not accept due to health problems, she directly registered with the nonprofitprovider of the course and passed three months of training. Some time later, the Job Centre mandated her to participate in the very training she had just passed: But when I presented to them my certificates that I had just received, they were quite puzzled. 17 Thus, migrants grasping the nettle can effectively second or even anticipate the public services efforts to improve employability. The findings also indicate that the chances for further training are better for active and confident migrants who name and actively pursue their interests on the basis of certain knowledge of available opportunities. However, there are also cases in which retraining measures or further qualifications were not granted by PESS according to the mi18 grants wishes. It becomes obvious that the farreaching discretion on the counsellors side may negatively affect the outcome, like in the narration of a Russian woman in her Fifties aiming to be retrained as an accountant: Well, that man was how can I say not joyfully doing his job. And thus he told me, I could allow you for retraining, but I dont do so. What else can I say to that? 24. The above mentioned machinist from Iran, aged 47 at the time of the interview, analyses this reluctance on the PESS side as fatal for migrants not capable to find work on their own: The Employment Agency didnt give me the opportunity to further train myself or learn something new.   Thank God I was capable to try and find work myself. A lot of foreigners dont have this ability or the techniques, they are supposed to sit at home. And then the Employment Agency complains that you have not been working for ten years. What is one supposed to do? Give me a chance for further education the whole development of society, new methods, a new system, everything is new. I cannot start something new with my old ideas and the old methods. I have to undergo further training. 03 This example suggests that courses, retraining and further education measures might be of crucial importance particularly for those unemployed migrants who have undergone training in a less developed country or at a time when technical knowledge and standards in a profession were not equally sophisticated. Apparently, this applies as well to qualifications typically obtained in the former socialist systems, that are no more demanded for, such as the proverbial diplomas in milking or tractor operating. Of interest as well are the cases of two highly qualified migrants, which were refused German language classes by the Employment Agency, arguing that their command of German language was sufficient for the labour market integration cf. 14, 23. The migrants themselves, however, felt that their German was not good enough for the sort of jobs they were qualified for and wished to carry out. One of them, a journalist from Uzbekistan, says about her German language competences: For a journalist, this is too little, I think. Of course, I dont have problems in everyday communication anymore, but for writing, its too little. 23 For unemployed migrants it will typically not be affordable to register for comprehensive qualification or training measures within forprofit services on the free market if these are not subsidised or paid for by the PESS. Only one interviewee from Nigeria chose this way. On top of her basic qualification as an administrative tradeswoman, she wanted to train as an operating systems manager at about age 40, but was refused a special grant for an appropriate course by the Employment Agency. Nonetheless, she registered for a course with a private learning institute and covered the tuition fees herself. After a training period of more than one year, she had to pay a final fee to undergo the exam, but again 19 was not successful in receiving an allowance by any PESS upon her renewed request cf. 31. 3.4 The migrant clienttocounsellor relationship: Satisfaction with interpersonal treatment A rather clear distinction can be drawn between migrants experiences with the institutional framework or the success of its measures for labour market integration, respectively on the one hand, and the contentment with personal treatment and individual service quality on the other. The latter is contingent upon a gamut of factors, apparently on both sides of human encounters in Job Centres and Employment Agencies. Thus, not surprisingly, the migrants experience with the staff of PESS within our interview sample is both that of being friendly and committed and unfriendly and not very committed. Some migrants report positive treatment. Staff of PESS is described as quite ok 10, very helpful 09, very friendly 07 or even super, super nice 06 and very, very nice 21. These positive personal accounts in general can be differentiated from the fact that in some cases, migrants at the same time feel that the service agencies put a lot of pressure on the unemployed and report having been asked to do jobs that they were not fit for healthwise cf. above. Other interviewees felt that the treatment in PESS is all in all not particularly friendly or serviceoriented, but rather indifferent or anonymous: Very impersonal, it begins at the counter, they dont look at you and so on. But of course, thats the same for Germans. 04 Few migrants even report very negative personal encounters with overt unfriendliness on the counsellors side. Furthermore, some feel that they were wrongfully suspected of not actually wanting to work cf. 27; 20 or that they are informed about their obligations in much detail, while not being informed about their rights cf. 32. The latter accounts mostly stem from rather recent encounters with Job Centres after the labour market reforms. Narrations dating back to interpersonal experiences in Employment Agencies in the prereform era tend, on the contrary, to be more positive and emphasize the friendliness on the staff. However, they seem to go along with a more negative evaluation of the service output in terms of referrals to adequate jobs or other employment possibilities. This observation might yield further research into the question, whether migrants associate the recent reform of the PESS system with improvement in terms of job referral output, at the cost of an increasingly rough and impersonal climate, and unfriendly staff. However, migrants in the sample do not typically experience their treatment at PESS as personally discriminating or assume that discrimination may be a reason for the oftentimes unsatisfying outcome. In one case a woman from Chechnya had to wait for about one hour after the appointed time and had the feeling that people in the office were laughing and chatting while making her wait. 20 Moreover, she reports not having been greeted. When she presented her certificates of vocational qualification, it was made clear to her in a rather unambiguous way that her chances of succeeding the competition against jobseeking Germans with similar qualifications were low: Finally, she told me straightforwardly: You know, there are so many Germans who are just as highly qualified as you. And they also dont have jobs. How could I further speak about the topic with her? I was told very clearly, that I should stay calm and be very happy with the job that I can get at all. 14 In other cases, migrants experience legal discrimination as a result of the regulatory framework for work permits that is simply applied by PESS. Thus, a refugee from Iran reports that he found himself several jobs but did not get the permission to work, as he was still in an applicant status for asylum: They have to check, the Employment Agency, first the Germans, then EUnationals, then   the asylum seeker. I found 6, 7, 8 jobs, and every time I went there,   they said no. I got a refusal every time. 18. In yet other cases, age discrimination was experienced, for example when a 60yearold Jewish immigrant from Kazachstan was refused the possibility to participate in a vocational training programme and suspected that most employers she got referred to by the Employment Agency did not accept her and preferred younger people cf. 22. A 52year old woman without formal qualification, who had arrived from former Czechoslovakia to Germany as early as 1985, was asked as to whether she did not want PESS to send her to retraining or apprenticeship after she had lost her job in 2002, and answered: Training at age 53? Does that do any good? They wont pay for that! 20. In another case, a then 38year old machinist from Iran cf. above, after losing his job, sought for further education in order to improve employability: I went to the Employment Agency to register as unemployed. I wanted to do advanced training.   but they said we cannot give you training. I said, why cant you give me training? They said, well, because youre 38; when you do retraining for two years, youre 40 with 40 you have no chance finding a job on the labour market. 03 However, all in all, neither overt nor covert discrimination especially due to race or ethnicity is a regular issue in the accounts derived from our interview sample. Moreover, perceived hardships or disadvantages are not named in terms of discrimination by migrants. One point that is seen as problematic by several respondents is the fact that their contact persons in PESS are everchanging, or that one counsellor is only rarely following through in the coaching process. Even though the recent reform aimed at improving consistency and a stable working alliance between client and 21 the responsible counsellor, there are several accounts indicating this as an issue in the Job Centres run by the joint consortia administering unemployment benefit II and associated services cf. 09, 31, 32. For example, a young jobseeking Pole says that when you sign in, you always get a new contact person and somehow trust is gone or any documents. 32 A Nigerian tradeswoman, too, complains that the contact persons change: That is the worst thing.   Then I have to start from the beginning, who I am, what I have done, why I call, and so on. 31. Furthermore, unsatisfying outcomes of the contact with the employment services are sometimes explained with a lack of commitment or competence. The staff doesnt really want to help, says a Greek software developer 25. An English secretary complains that she has received wrong information and was classified in the wrong job sector that was pretty frustrating 04. A young woman from Afghanistan qualified in Germany as media assistant, looking back at the time she had registered as jobseeking with the Employment Agency, states: I am not at all happy with it. They have listened to me, listened to my goal, looked at my certificates, but in the end, what I wanted, they could not really help me. So I helped myself. Today, I dont go to the Job Centre anymore, when it comes to those things; they are incompetent. 12 It may be considered unfortunate, that even young and well educated migrants display a large degree of scepticism or even sound portion of irony, when it comes to evaluating individual counselling services like a 36year old woman of Turkish origin with a degree in business administration, in retrospect on her first and only serious encounter with the Employment Agency in the 1990s: My first contact person   wanted to feed my profile, my data into their internal system, but somehow it didnt work they were about to move, a bit chaotic, and then she said, well, its not all that important anyways, we rather wont be able to refer you to a job. Youre an academic and we rather dont do anything for academics, I dont have to put in your data completely. 08 Ever since then she has avoided PESS and turned to a private, forprofit personnel service in order to get referred to vacancies. Furthermore, some migrants have gained the impression, that various members of the staff at PESS may handle the same cases differently. A Turkish secretary who was offered a software training course says that, when talking to the other jobseekers on the course, it turned out that a case was handled very differently by different case workers. There were people who say, ok, I have to, I have the dictate, I have to make so many applications each week. There are no ifs and buts. There were some who really had to beg to be able to do this course. There were others, yes, here is the whole catalogue of further training possibilities,   make your choice. So, they are not all the same. 06, cf. also 13 22 The above cited Turkish woman with a diploma in business administration also determines considerable discretional power for the case workers: If you live here, you know through acquaintances and friends who have done it, they say, hmm, the case workers, they have more possibilities now. You should be on the same wavelength with the case worker, dont ask for too much and dont annoy them, then it works. 08 One example of a beneficial outcome through good relations between the client and the contact person in the PESS is reported by a young female professional from the UK, who had registered for the Employment Agencys temporary employment scheme and was repeatedly offered temporary jobs. They called me, had my data, and a nice female staff member from the Employment Agency apparently, in the back of her head, reminded herself of me, when they internally asked themselves, who can it be that we can refer to a particular vacancy? 04 It becomes apparent from the analysis, that the interpersonal relationship between the migrant client and the responsible staff is crucial. Particularly, the counselors competencies and the way he or she encounters a jobseeking migrant can have a significant effect on retention in service and the level of trustworthiness experienced by the migrant client. While this should hold true for the general population, it can be deemed even more important for migrants as a group with a higher potential for vulnerability and factual disadvantages on the labour market. This leads us to the question whether PESS are perceived as not only respecting difference, but, moreover, actively considering diversity in their referral and placement services and thus acting culturally sensitive. 3.5. Diversityorientation and multicultural organisational competencies From the analysis of our interviews there is not much evidence of PESS seeking to actively look out for, and make use of special or divergent qualifications of migrants. Quite to the contrary, there are some complaints about the narrow and inflexible categories that are used to classify job seekers and about case workers ignorance of certain language, cultural or professional competencies that migrants may have. For example, a social scientist from Cameroon with a degree in pedagogics reports that there was no such category in the form used to collect information about qualifications. The closest available category was teacher cf. 11. In other cases, the query of data on vacancies can produce fatal errors and lead to potentially adequate jobs slipping through the clients fingers. An English secretary and assistant in scientific projects recalls: 23 They have a very limited search engine at the Employment Agency and the entered key words have to correspond with the original key words. And if you dont enter it exactly that way, when you have a typo, or when the words have not been stored, then it doesnt work out. For example when you enter university education, but the respective job advertisement doesnt contain this word, you wont find the job opening, although it may be perfect for you, thats unbelievable. I have experienced that these people, sitting in front of their computers and think, o.k., Ill have to enter all this stuff into the computer, are focused on the machine and actually ignore the person thats sitting there. 04 While this could be a problem that any jobseeker is facing to some degree, it might be particularly relevant for migrants with limited command over the language and restricted vocabulary. Correspondingly, data entry masks operated by the case workers in the services do not seem to allow for the correct registration of foreign or mixed educational backgrounds and impose a very limited perspective on the staff: She kept asking me why I did not have the Abitur. She didnt understand that I went to University in Germany with my masters degree from England. They simply are totally fixated on their PC data entry mask, and you have to fit in there at all costs. Otherwise they are not up to it and you find nothing. 04 This might apply even more so to migrants with very peculiar and rare qualifications, like in the case of an Iranian refugee who was an expert in Persian dance performances he was told by the Job Centre that there was no job in this field, but then could get regular engagements at a theatre company through private connections and castings cf. 18. Several migrants in the sample report that they did not get what they expected in terms of a competent and caseoriented employment support service. Oftentimes, there seems to neither be a detailed enquiry into what exactly a person has done, nor what realistically can be achieved in his or her professional career. Clients special competences e.g., languages and conceptions resulting from their migrant background apparently are barely accounted for cf. 04, 12, 20, 22, 23. Some migrant jobseekers suspect that staff in PESS mostly does things anyone could do by himselfherself: You come in, introduce yourself, you briefly talk about the competences you have or which things you can do well, which subjects you are good at. And then they look up in their PC, on the internet, which jobs there are available I could do that from home as well, I dont need anyone looking things up for me. Its being printed out, handed over done! 12 This superficial treatment may be attributed to a sometimes enormous caseload for an individual counsellor in Job Centres or Employment Agencies. However, it points to an absence of sound casework, diversityorientation and multi24 cultural organisational competencies. A Polish respondent feels that on top of that, there are also significant barriers of language and mentality between migrant clients and Job Centre staff that could be overcome by employing more persons with migration background: Maybe more educated ethnic German resettlers or foreigners that were born here should work at the Federal Employment Agency. For Turkish people a Turkish person, for Polish a Polish, that would be much, much better, I think. Yes, that would work much better, because then the barrier is gone, regarding mentality.   You feel totally different   if he knows the language a little, would be an advantage. Certainly, because then you find out more of course, because the people dont understand everything and cannot say everything with   German words. 32 Failure of acknowledging the individual case and career preferences then may lead to useless job referrals: They just respond to what you have done in the past. It is never recorded what you are doing now, whether you are somewhere amidst professional reorientation, they just send it out: This is where he has worked already, thus, yes, thats what most likely he wants to do again, and thats what we do. 32 3.6. Overall evaluation of services Migrants accounts as to their experiences with PESS leave considerable margin for policy development in several distinct respects. As a referral into suiting and satisfying jobs rarely occurs in the sample, it comes as no surprise that the work of the Job Centre or Employment Agency is often not seen as being or having been very helpful overall. Migrants say that you dont get real help or good consultancy at PESS 33, that the services overall did not help them finding a job cf. 14, that there was no helpful advice cf. 18, that they never received job proposals cf. 16; 28, that they never actually got a job through the PESS cf. 31 and always had to find work on their own cf. 13 that the procedures are complicated and time consuming but without any outcome cf. 31, or that the staff at the employment service is friendly and committed, but still could not help cf. 07, 09. An electronic engineer from Uzbekistan tells that she went to the Employment Agency and asked for help in finding a suitable job. Then they said: You look for a job and then you come to us and tell us, if you have found one.   I have to look myself and then, well, just give notice, whether I found something. There was no help from the Employment Agency and also now from the Job Centre. All I had, I made it myself: courses, internships, job. I had to be active myself. 22 25 While currently, a lot of Job Centres are about to set fixed standards as to how rapidly they would like to serve their clientele, there may still be a problem here. Several migrants in our sample report either long waiting periods until they had an interview, difficulties in reaching their contact person by telephone cf. 02, 05, 27, or very complicated and exhausting procedures: It was a fight. I really wished that I would never have to do anything with them anymore. Simply   the handling of any forms is a struggle already. 19 In the past, particularly the situation for asylumseekers applying for a work permit must have been devastating; a Chechnyan refugee reports she showed up for several weeks at the Employment Agency before even getting to draw a number, with staff being overstrained and unfriendly cf. 14. Two migrants in the sample feel that the PESS are particularly unhelpful for academics cf. 06, 08. One of them says she was told by the staff of the Employment Agency that due to her academic background it was unlikely she was going to be referred to a job cf. above. There are positive exceptions to the general trend of seeing PESS as not very helpful, but within the sample they are isolated cases. They seem to be grouped particularly around the issue of the Employment Agency supporting the founders of new businesses cf. 02. Overall, however, learning and getting used to the fact that finding a job is not to be expected at PESS can be experienced as an act of overcoming naivety, and of acculturation. In this context, an electrical engineer from Uzbekistan says about the time when she hoped to find a job through the Employment Agency: I was naive enough to think, that someone would help me now to find a job 22. An economist born in Turkey but educated in Germany says: I say it like that, as a normal citizen you rather have no hope, you just know that you cant have anything from the Employment Agency. Its like that. And if you go with the expectation, they can help me, then you are disappointed of course. I was not disappointed, I took it with humour.   As a stranger, I dont know  I know families from Poland and Russia that are annoyed. They are new here, they want to do something and are so upset!   You just have to go there, thats how it is. But it is difficult. It takes a long time until you get accustomed to a country and the culture and the society and take certain things with humour. 08 Some migrants explain the lack of outcome in structural terms. The staff wants to help, says a migrant from Ghana cf. 09, but there simply are no jobs available. A woman from Uzbekistan had the chance to gain a more detailed insight into the work of the Job Centre when she found a temporary job in an organization coaching unemployed migrants. While having been a client of the Job Centre before, she now had the opportunity to visit the Job Centre professionally 26 and sit in on some counselling interviews that took place there. When she had been a normal client, she had felt quite embittered and thought they dont do a lot and they dont help.   They dont support people, why dont they do that? 23 Observing the work of the staff at the Job Centre, however, changed her views: Well, the persons in charge have up to 500 clients, thats unimaginable, thus, it is impossible to find or look for suitable jobs for every one of those 500 people. You dont have the time. 23 Moreover, she feels that the staff lacks an overview over the labour market situation and therefore is not quite able to make helpful suggestions regarding career development. Of course, migrants do not typically end up with that much of a professional insight in the systems structure and problems. Rather, while most migrants in touch with PESS seem to be clear about the general purpose of the exercise and know their very basic right and duties particularly the newly introduced possible sanctions following the rejection of job offers , they often do not seem to grasp the procedures and apprehend the system as such. This may lead to a certain degree of distrust and frustration, if certain coherences or basic facts have to be learned through repeated visits in Job Centres, or if a feeling of exclusion from information arises. Particularly, some migrants, despite sufficient language capabilities and experiences with complicated regulations within authorities, are not aware of the gamut of possible options that PESS potentially can provide. One woman with a Turkish background who grew up and studied in Germany suspects that the Employment Agency might intentionally withhold information on certain measures: No, I wasnt always well informed on how to get access to these training courses anyway, until I addressed it   But some particular things they dont give out. Where are possibilities for getting subsidies? Are there allocations or not? Do I qualify or not? There are quite a few things that they probably dont shout from the rooftops deliberately, or else anyone will come and apply for it. 06 27 4. Interpretative conclusions and starting points for policy development It was the goal of this paper to illustrate the variety of experiences migrants have within the system of public and publicly funded employment support services and, by qualitative means, give voice to their judgements on how the system works. As these experiences are to a large degree the result of subjective views and individual preconditions located on the personal level of the migrant client, as well as on the counsellors side, it was clear from the beginning that this account would neither be allencompassing or representative, nor allow clearcut analysis of causal mechanisms. The empirical evidence on experiences with PESS presented in the third section is drawn from a diverse sample of migrant interviewees in terms of age, educationqualification, residence statuscitizenship and time period in which they had these experiences. Some date back to years before 2005, when the Federal Employment Agency was responsible for all unemployed, no matter for how long they remained in need. The larger part of experiences tracked for this paper is more current. They refer to the services provided in and after 2005 by the Employment Agencies primarily to those loosing their jobs and remaining unemployed for up to one year receiving unemployment benefit I, and by the Job Centres within the local consortia for all others receiving unemployment benefit II; cf. Section 2. However, the tasks and issues within these different bureaucratic entities do not fundamentally differ and their work is perceived as practically equivalent by clients, and migrants experiences with either or the other could be relevant for improving the services quality and relevance to them as important client groups, we considered them collectively in this paper. Thus, despite considerable heterogeneity, several patterns of experience could be observed in the third section of the paper. Taking these as a starting point, we can identify some issues, which are or have already been tackled by the recent labour market reforms, and others, which mark points of departure for further policy and service development. 4.1. Acknowledging and utilising flexibility and mobility Yet limited in scope and not representative, the group of migrants interviewed within our study display a high level of activity and ambition when it comes to unemployment, job search and continuous education or training. Cases of resigned apathy combined with passive reception of welfare benefits and avoidance or even wilful undermining of Job Centres placement services seem rare. Rather, most migrants appear to be endowed with an appropriate portion of flexibility regarding their employment within the German labour market. As expected from them by the authorities, they engage in multifold job search activities besides 28 public referral efforts and make up their mind on how to improve their employability through training or special courses. It could be hypothesized that this considerable level of mobility may be contributed to either personal or familial experience of migration and associated uncertainty of present occupation and future career, as well as to lower expectations or awareness of a still disadvantaged position of migrants on the labour market compared to the unemployed indigenous population in Germany. At the same time, most migrants in our sample are far from being indifferent about the kind of their employment. Particularly those with a college degree or licensed qualification have a distinct image of where they would want to go ideally. While in isolated cases successful cooperation between PESS and migrants searching for career opportunities can be discerned with job agencies acknowledging their clients qualifications and wishes, and migrants being ready to enter into the formers suggestions , in a number of other occasions the situation appears not very promising. Migrants quite often sense that local Job Centres or Employment Agencies do not, or not in a satisfying manner, respond to their needs and expectations. Thus, at least within the welfaretowork regime since 2005, to some degree the principle of demanding seems to outweigh the principle of fostering and may not sufficiently give consideration to the high level of activity and flexibility that migrants display in order to gain employment. 4.2. Fostering the individualised approach: Insight and understanding Migrants in general are very well aware of the overall situation on the labour market and understand that they can by no means expect to be provided an adequate job by PESS. But, while being clear about the limited powers of the referral system as such, they do expect help and support in finding employment for themselves. Some individual cases show that comprehension and therefore: collaboration may increase when clients with migration background sense that their ideas, conceptions or personal peculiarities are respected by the individual counsellor or organisation coaching them, and when the limitations and possibilities of getting a job on the labour market are explained to them is a thorough and empathetic way. From this it can be followed, that the current tendency of the support system aiming at a more individualised approach by means of a stable and collaborative alliance between the migrant client and the caseworker or counsellor cf. Bundesagentur fur Arbeit 2005; IAB 2006a should be intensified. However, it must be safeguarded that the counselling interaction remains in a sound equilibrium, respects the clients privacy andor migrationrelated particularities and does not develop in a paternalistic way. Provided the serious sanction mechanisms introduced in the recent labour market regime, this will almost inevitably lead to a balancing act on the services side and make building up trust a chal29 lenging endeavour. It could be thought of endowing clients with a lawful right to change their casemanager at least once, in case a conflictual or uncomfortable counseling relationship manifests and interpersonal problems do not disappear. While this option should be considered in general terms and applying to all clients, Job Centres and local Employment Agencies, with special reference to better serve the migrant population, could also think about appointing on a casebycase basis an external, specially trained mediating or ombudsperson in order to resolve such interpersonal conflicts, that are deemed a result of migrationrelated or cultural circumstances. Thus, a contribution could be made to build up trust and improve relevancy to the migrant population. This could be especially relevant in such areas, where foreign jobseekers or clients with migration background do not yet account for a very high percentage of the jobseeking clientele and therefore, organisational development and staff training have not been consciously directed towards crosscultural communication or multicultural competencies. 4.3. The need for transparency and information Intertwined with the point mentioned before is the necessity to increase the transparency of procedures and to improve the flow of servicerelated information. Starting from the simple notion that acceptance and cooperation and therefore: outcome should always be better when conditions and options are openly discussed, some of the interviews display an experienced lack of transparency on the migrants side, which may eventually have detrimental effects on trustfulness. Certainly, the reasons for glimpses of mistrust may be multifold and even result from some migrants past experiences of living in a authoritarian state; the consequences for service development, however, must be the same and involve instruction and education on rights and duties, avoiding any sense on the migrant clients side that important information could deliberately be withheld from him or her. 4.4. Considering diversity and avoidance of discrimination PESS are not per se diversityblind. Although a true dedication to diversity and multicultural competencies within service institutions could not be discerned in the sample, in general, most counsellors are aware of their clients having diverse migration backgrounds. Employment Agencies and Job Centres as institutions appear in principle to recognize diversity as a given challenge. Thus, it seems that direct discrimination is experienced rather seldom by migrants. However, there are situations in which migrants feel disadvantaged and sense that their qualifications, competencies and career plans cannot be met by the employment support system. 30 PESS try to work as efficient organisations with certain standards and categories in which clients are classified internally. Basically there are four main categories of employability that determine the scope of active labour market measures cf. section 2. It is upon the responsible case worker, after an interview and subjective interpretation, to decide which category the client might belong to. It may be useful to yield specific care before lumping migrants into such categories, as they tend to display a high level of activity and flexibility. Furthermore, they may differ from the mainstreamclient through particular assets such as language or culturally specific competencies, that are not easily determined in an initial interview or evaluation, and that may outweigh certain disadvantages such as age, poor formal education, limited proficiency of German automatically leading to prediction of low employability. As human resources development through casespecific training of staff has been identified as a key to improving general service quality on the level of individual coaching in PESS cf. IAB 2006a; Bundesanstalt fur Arbeit 2007, it can be deemed even more important against the backdrop of a culturally diverse clientele. 31 References Bernhard, Sarah; Hohmeyer, Katrin; Jozwiak, Eva; Koch, Susanne; Kruppe, Thomas; Stephan, Gesine; Wolff, Joachim 2008: Aktive Arbeitsmarktpolitik in Deutschland und ihre Wirkungen. IAB Forschungsbericht 22008. Nuremberg. Buhr, Daniel; Schmid, Josef 2007: Big Reform with Little Effect? Labour Market and Employment Policy in Germany. CAP Working Paper EUChina Studies Centres Programme. Centrum fur Angewandte Politikforschung. Munchen. Bundesagentur fur Arbeit 2005: Beschaftigungsorientiertes Fallmanagement im SGB II. Abschlussfassung des Arbeitskreises, vorgelegt von einem Autorenteam aus Kommunen, der Bundesagentur fur Arbeit, der Fachhochschule Frankfurt, der Fachhochschule des Bundes. Nuremberg. Fachkonzept Bundesagentur fur Arbeit 2006: Informationen fur Institutionen: Integration von Migranten. Bericht uber die Beratung, Vermittlung und Forderung von Zuwanderern im deutschen Arbeitsmarkt. Nuremberg. Bundesagentur fur Arbeit 2007: Analytikreport der Statistik: Analyse des Arbeitsmarktes fur Auslander, Dezember 2007. Nuremberg. Bundesagentur fur Arbeit 2008: Arbeitsmarktberichterstattung: Grundsicherung in Deutschland Ubergange aus Grundsicherung in Beschaftigung Juni 2008. Nuremberg. Bundesministerium fur Arbeit und Soziales 2006: Die Wirksamkeit moderner Dienstleistungen am Arbeitsmarkt. Bericht 2006 des Bundesministeriums fur Arbeit und Soziales zur Wirkung der Umsetzung der Vorschlage der Kommission Moderne Dienstleistungen am Arbeitsmarkt fur Arbeitsuchende. Berlin. ohne Grundsicherung Bundesregierung 2007: 7. Bericht der Beauftragten der Bundesregierung fur Migration, Fluchtlinge und Integration uber die Lage der Auslanderinnen und Auslander in Deutschland. EUMC European Monitoring Centre on Racism and Xenophobia 2006: Migrants Experiences of Racism and Xenophobia in 12 EU Member States. Pilot Study. Vienna. Fertig, Michael; Apel, Helmut 2008: Operationalisierung von Beschaftigungsfahigkeit Ein methodischer Beitrag zur Entwicklung eines Messkonzepts. Koln. Fischer, Michael 2008: Das Konzept des Migrationshintergrundes im Mikrozensus und offentlichen Diskurs. Ms., Hamburg Institute of International Economics. 32 Grunow, Dieter; Strungmann, Daniela 2008: Forschungsergebnisse zum Projekt Burger Innen und Verwaltung im Uberblick. Preliminary Research Report, Ms. http:www.unidue.deimperiamdcontentpolitikgrunow forschungsergebnisse_b__rgerinnen_und_verwaltung_im___berblick.pdf. Hessisches Sozialministerium 2005: JobCenter in Hessen. Report No. 695. Wiesbaden. Hohmeyer, Katrin, Wolff, Joachim 2007: A fistful of Euros. Does OneEuroJob participation lead meanstested benefit recipients into regular jobs and out of unemployment benefit II receipt? IAB Discussion Paper No. 322007. Nuremberg. IAB 2006: Gesamtwirtschaftliches Stellenangebot: Kraftiger Anstieg nach jahrelangem Ruckgang. IAB Kurzbericht No. 6, 27.04.2006. Nuremberg. IAB 2006a: Reform der Arbeitsverwaltung: Im Schatten der Aufmerksamkeit die Arbeitsvermittler. IAB Kurzbericht No. 21, 04.12.2006. Nuremberg. IAB 2006b: Arbeitssuche von Migranten: Deutschkenntnisse beeinflussen Suchintensitat und Suchwege. IAB Kurzbericht No. 25, 18.12.2006. Nuremberg. IAB 2007: Gesamtwirtschaftliches Stellenangebot: Kraftige Konjunktur starkt die Arbeitsnachfrage. IAB Kurzbericht No. 11, 23.05.2007. Nuremberg. infas Institut fur angewandte Sozialwissenschaft Gmb H 2004: Akzeptanz der Bundesagentur fur Arbeit. Nullmessung im Jahr 2004. Ergebnisbericht. Bonn. infas Institut fur angewandte Sozialwissenschaft Gmb H 2005: Evaluation der Manahmen zur Umsetzung der Vorschlage der HartzKommission. Arbeitspaket 3: Akzeptanz der Bundesagentur fur Arbeit. Bonn. ISG Institut fur Sozialforschung und Gesellschaftspolitik 2007: Jahresbericht 2007. Evaluation der Experimentierklausel nach 6c SGB II Vergleichende Evaluation des arbeitsmarktpolitischen Erfolgs der Modelle der Aufgabenwahrnehmung zugelassene kommunale Trager und Arbeitsgemeinschaften. Koln. IZA, infas, DIW 2007: Evaluation der Manahmen zur Umsetzung der Vorschlage der IZA Research Report No. 10. Edited by Institut fur angewandte HartzKommission. Bericht 2006. Forschungsinstitut zur Zukunft der Arbeit Sozialwissenschaft infas. Bonn. IZA, Jacobi, Lena; Kluve, Jochen 2006: Before and After the Hartz Reforms: The Performance of Active Labour Market Policy in Germany. IZA Discussion Paper Series No. 2100. Institute for the Study of Labor. Bonn. KonleSeidl, Regina; Eichhorst, Werner; GrienbergerZingerle, Maria 2007: Activation Policies in Germany. From Status Protection to Basic Income Support. IAB Discussion Paper No. 62007. Nuremberg. 33 Liebig, Thomas 2007: The Labour Market Integration of Immigrants in Germany. OECD Social, Employment and Migration Working Papers No. 47. OECD Directorate for Employment, Labour and Social Affairs. Paris. Luedtke, Jens 1998: Arbeitsamter im Urteil von Arbeitslosen. In: Sozialwissenschaften und Berufspraxis, Vol. 21, No. 3, pp. 204220. Rudolph, Helmut 2003: Profiling und Case Management im Kontext von Aktivierungsstrategien. Diagnose und Fallsteuerung, Coaching, Vermittlung. Paper presented at the conference Aktivierende Arbeitsmarktpolitik in Europa: Wo steht Deutschland?, Berlin, 9.10.10.2003. Stern, Tobias; Wecking, Christiane; Reinecke, Meike 2008: Expertise zum Thema Interkulturelle Kompetenz der JobCenter. Report by Rambll Management for the Senate of Berlin Senatsverwaltung fur Integration, Arbeit und Soziales. Berlin. Tergeist, Peter; Grubb, David 2006: Activation Strategies and the Performance of Employment Services in Germany, the Netherlands and the United Kingdom. OECD Social, Employment and Migration Working Papers No. 42. OECD Directorate for Employment, Labour and Social Affairs. Paris. 34 Appendix: List of Interviewees Interview number 14Gender Age Citizenship Country of birth Experience 1501 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 f m m f m f m f m f m f m f m f f m f f f f f f f f 31 29 47 30 45 39 45 36 52 56 38 25 39 39 47 29 35 n.a. 37 52 34 60 36 52 39 41 Greek Serbian Iranian Germany Former Yugoslavia Kosovo Iran British German England Turkish German Turkey German Romanian German Ghanaian Greek Turkey Romania Turkey Ghana Greece Cameroonian Cameroon Afghan Congolese Chechnyan Eritrean Ukrainian German Iranian Turkish Czech Afghanistan Congo Chechnyan Eritrea Ukraine Turkey Iran Turkey Czech Republic Ghanaian n.a. Kazakh Uzbek Moldovan Greek Kazakhstan Uzbekistan Russia Greece German Afghan Afghanistan n.a. a b a b ba b ba a a n.a. b b ba ba ba S ba b a b ba a ba a a 14 Narrative, semistructured interviews with 58 migrants were conducted within the Diversity, Integration and the Economy. 33 interviews featured Study Group experiences with PESS and were analysed for this paper see also introduction 15 This column indicates the point in time when migrants encountered PESS: before or after the 2005 legislative reform of labour market policy. Abbreviations: b before 2005; a after 2005; ba before 2005 and after 2005; n.a. information not available. 35 27 28 29 30 31 32 33 f f f m f m f 43 27 38 38 ca. 42 30 47 Belorussian Polish German Belarus Poland Russia Burkina Faso Burkina Faso German German German Nigeria Poland Afghanistan a a ba n.a. ba ba b 36 HWWI Research Papersby the HWWI Research Programme Migration Research Group 15. Diversitat und die Wirtschaft. Erfahrungen und Perspektiven von Migrantinnen und Migranten in Deutschland, Michael Fischer Hamburg, Juni 200814. Cultural Diversity and Economic Performance: Evidence from European Regions E. Bellini, G. Ottaviano, D. Pinelli, G. Prarolo Hamburg, April 200813. Does citizenship matter? The economic impact of naturalizations in Germany Max Friedrich Steinhardt Hamburg, April 200812. The Labor Market Impact of Immigration in Western Germany in the 1990s Francesco DAmuri, Gianmarco I. P. Ottaviano, Giovanni Peri Hamburg, April 200811. Diversity Management and the Business Case Michael Fischer Hamburg, November 200710. Labour market entry of migrants in Germany Does cultural diversity matter?, Anette Haas, Andreas Damelang Hamburg, May 20079. Skills and remittances: The case of Afghan, Egyptian, and Serbian immigrants in Germany Florin Vadean Hamburg, April 20078. Rethinking the effects of immigration in wages Gianmarco I.P. Ottaviano, Giovanni Peri Hamburg, April 20077. Regional disparities in employment of highskilled foreigners Determinants and options for migration policy in Germany Carola Burkert, Annekatrin Niebuhr, Rudiger Wapler Hamburg, March 20076. Social relations and remittances: evidence from Canadian micro data Don J. De Voretz, Florin Vadean Hamburg, February 20075. Egyptian, Afghan, and Serbian diaspora communities in Germany: How do they contribute to their country of origin? T. Baraulina, M. Bommes, T. ElCherkeh, H. Daume, F. Vadean Hamburg, January 20074. Arbeitsmarkt und Migration eine empirische Analyse der Lohn und Bescha ftigungseffekte der Zuwanderung in Deutschland Max Steinhardt Hamburg, November 20063. Peer Effects, Social Multipliers and Migration at School: An International Comparison Horst Entorf, Martina Lauk Hamburg, July 20062. The Impact of Student Diversity in Secondary Schools. An Analysis of the Inter national PISA Data and Implications for the German Education System Katharina Michaelowa, Jean Bourdon Hamburg, July 20061. Migration and Innovation. Does Cultural Diversity Matter for Regional RD Activity? Annekatrin Niebuhr Hamburg, July 2006 The Hamburg Institute of International Economics HWWI is an independent economic research institute, based on a nonprofit publicprivate partnership, which was founded in 2005. The University of Hamburg and the Hamburg Chamber of Commerce are shareholders in the Institute . The HWWIs main goals are to: Promote economic sciences in research and teaching; Conduct highquality economic research; Transfer and disseminate economic knowledge to policy makers, stakeholders and the general public.The HWWI carries out interdisciplinary research activities in the context of the following research programmes: Economic Trends, Hamburg and Regional Development, World Economy and Migration Research Group.Hamburg Institute of International Economics HWWIHeimhuder Str. 71 20148 Hamburg Germany Phone 49 040 34 05 76 0 Fax 49 040 34 05 76 776infohwwi.org www.hwwi.org", "filename": "664196519.pdf", "person": ["Jan Schneider", "Schneider, Jan", "Michael Fischer", "Fischer, Michael", "Vesela Kovacheva", "Kovacheva, Vesela"], "date": ["2008"]}