{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48675/1/664248365.pdf"], "title": ["Empirische Studien zum Capability Ansatz auf der Grundlage von Befragungen: Ein Überblick"], "plaintext": "Gerechte Nachhaltige Entwicklung auf Grundlage des CapabilityAnsatzes Fair sustainable development based on the capability approach: Ge NECA Sustainable development is a development that meets the needs of the present without compromising the ability of future generations to meet their own needs. WCED 1987 Aims and objectives of the research project Ge NECA Sustainability policy has to consider the interdependencies of human life and nature; it has to meet the high moral standards of intra and intergenerational justice set by the Brundtland Commission in 1987; and, finally, it has to motivate people to behave accordingly. This is quite a challenging task that often is responded to in a too simplistic way. Current sustainability science and civic engagement often focus on the environmental dimensions and herewith on intergenerational justice. The Capability Approach is a leading paradigm in development economics that has informed development policy during the last 20 years. With its focus on human development it has highlighted the interaction between social and economic development. The issue of intragenerational justice constitutes an ongoing motive within the Capability Approach, but intergenerational justice and environmental concerns have often been left out of its scope. The project Ge NECA aims at conceptualizing sustainable development on the basis of the Capability Approach so as to combine the issues of inter and intragenerational justice drawing on an integrated understanding of social, economic and environmental development. Resuming the spirit of the Brundtland commission, Ge NECA puts the needs and capabilities of people all over the world, now and in future into its focus. On the basis of conceptual reflections, current sustainability indicators will be complemented by capabilitybased indicators. The concept will further be used in case studies on various areas of governance to prove its usefulness in decision processes. A feedback mechanism will be installed to amend the conception to the demands of applicability. Ge NECA is a 3 years research project 042010032013 funded by the German ministry for science and research as part of the funding programme Economics for Sustainability. http:www.win.org, FKZ 01UN1015A Coordination Dr. Felix Rauschmayer UFZ, Dpt. of Environmental Politics, Permoserstr. 15, 04318 Leipzig, Germany, ph. 0049 0341 235 1656, email: felix.rauschmayerufz.de Consortium Helmholtz Zentrum fur Umweltforschung, Leipzig UFZ Deutsches Institut fur Wirtschaftsforschung Berlin DIW HelmutSchmidtUniversitat der Bundeswehr Hamburg HSU http:www.geneca.ufz.de Institut fur angewandte Wirtschaftsforschung IAW LudwigMaximiliansUniversitat Munchen LMU, Fakultat fur Philosophie Sustainable Europe Research Institute Wien SERI Empirische Studien zum Capability Ansatz auf der Grundlage von Befragungen ein Uberblick Ortrud Lemann, HelmutSchmidtUniversitat Hamburg Zusammenfassung Obwohl die Frage, ob der Capability Ansatz uberhaupt operationalisierbar ist, von Beginn an und bis heute diskutiert wird, gibt es inzwischen eine Fulle von empirischen Studien auf der Grundlage des Capability Ansatzes. Die meisten basieren auf Daten aus Befragungen im Unterschied zu bspw. anthropometrischen Daten und solchen aus der volkswirtschaftlichen Gesamtrechnung. Zwei Eigenschaften des Capability Ansatzes stellen bei der Operationalisierung eine besondere Herausforderung dar: Seine Multidimensionalitat und die besondere Bedeutung, die er der Handlungsfreiheit des Menschen beimisst. Schon die Auswahl von Dimensionen, die fur eine Studie relevant sind, notigt dem Forscher eine Vielzahl von Entscheidungen ab und losen. Um daruber hinaus den Handlungsspielraum eines Menschen in Form der Menge an Verwirklichungschancen capability set zu erfassen, muss der Forscher hypothetische Uberlegungen einbeziehen. Es haben sich zwei Strategien herausgebildet, dies zu tun: Die erste Strategie setzt auf die Verwendung bestimmter Analyseverfahren bei der Auswertung von Sekundardaten also von Daten, die nicht zum Zweck einer CapabilityAnalyse erhoben wurden. Die zweite Strategie trachtet danach, durch geeignete Fragen den Moglichkeitsaspekt zu berucksichtigen, und zielt daher auf die Erhebung von Primardaten unter Einbeziehung solcher Fragen. ist nicht einfach zu Der Aufsatz gibt einen Uberblick sowohl zu den erwahnten Hauptproblemen bei der Operationalisierung als auch zu den vorhandenen empirischen Studien. Von diesen werden zunachst die zahlreichen Sekundarstudien mit ihrer Fulle von unterschiedlichen Methoden und Forschungsfragen vorgestellt und in einem weiteren Abschnitt die beiden wichtigsten Projekte zur Erhebung von Primardaten sowie deren Nutzung in einem kleinen Projekt der Autorin. Kontakt: o.lessmannhsuhh.de, http:www.hsuhh.deipalessmann, www.ortrudlessmann.de Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Einleitung Die Operationalisierung des Capability Ansatzes CA stellt in zweierlei Hinsicht eine Herausforderung dar: zum einen aufgrund seiner Multidimensionalitat und zum anderen, weil Wahlfreiheit auf bestimmte Art und Weise modelliert und einbezogen wird. Der Abschied von der eindimensionalen, meist auf das Einkommen bezogenen Messung von Armut und Lebensstandard findet zwar breite Unterstutzung, aber der Ubergang zur Betrachtung mehrerer Dimensionen erfordert sogleich eine Entscheidung daruber, welche Dimensionen einzubeziehen sind. Ferner fragt sich, in welchem Verhaltnis die Dimensionen zueinander stehen. Um eindeutig angeben zu konnen, welche von zwei multidimensionalen Situationen besser ist, ist es oft notig, eine Gewichtung der Dimensionen vorzunehmen. Praktisch erfordert die Multidimensionalitat den Umgang mit einer groen Datenmenge, denn fur jede Person muss das Ergebnis nicht nur in einer Dimension wie bspw. dem Einkommen, sondern in vielen Dimensionen wie bspw. der Gesundheit, der Bildung, den Wohnverhaltnissen usw. verarbeitet werden. Wahrend es verschiedene multidimensionale Ansatze zur Erfassung von Armut und Wohlergehen gibt, ist der CA dadurch charakterisiert, dass er die Bedeutung von Wahlfreiheit fur das Wohlergehen hervorhebt. Die Konzipierung der Wahlfreiheit anhand der Menge an Verwirklichungschancen schwierigen Multidimensionalitat eine weitere Ebene der Komplexitat hinzu, zumal diese Menge nicht beobachtbar ist Sen 1992: 52. Das einzig beobachtbare Element dieser Menge ist jenes Bundel an Funktionen bundle of functionings, das eine Person verwirklicht ihre Lebenssituation. fugt der ohnehin schon capability set Angesichts dieser Herausforderungen ist die Operationalisierbarkeit des Ansatzes in Frage gestellt worden dazu geben Robeyns 2000 und Comim 2008 einen Uberblick. Dieser Skepsis zum Trotz liegt inzwischen eine Fulle empirischer Studien zum CA vor. Ziel dieses Aufsatzes ist es, uber diese Studien einen Uberblick zu geben ohne freilich den Anspruch auf Vollstandigkeit zu erheben. Dabei liegt der Fokus des Aufsatzes auf quantitativen Studien auf der Grundlage von Befragungen. Wie Sen 1985a: 39 bemerkt, gibt es neben Befragungen noch andere Daten, die genutzt werden konnen, namlich Marktdaten wie sie bspw. zur Berechnung des BIP verwendet werden und direkte Beobachtungen wie z.B. anthropometrische Messungen, die man aus dem Gesundheitsbereich kennt. De facto spielen diese Arten von Daten nur eine geringe Rolle, obwohl Sen 1985a: 39 letztere fur besonders geeignet halt, um sein Konzept der Funktionen functionings abzubilden. Bei Befragungen muss grundsatzlich zwischen Primar und Sekundarstudien unterschieden werden. Sekundarstudien nutzen bereits vorhandene Datenquellen, um sie im Hinblick auf den CA zu analysieren, wahrend als Primarstudien solche Befragungen zu verstehen sind, die 2 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien zum Zweck einer CapabilityAnalyse durchgefuhrt werden. Allein schon aus finanziellen Grunden sind die meisten Studien Sekundaranalysen, die auf die inzwischen in groer Menge und regelmaig erhobenen Daten aus Befragungen zu Lebensbedingungen usw. zuruck greifen. Es gibt jedoch auch erste Primarstudien, die explizit bei den Schwachen der Sekundaranalysen ansetzen. ist wie folgt gegliedert: Im nachsten Abschnitt werden die beiden Der Aufsatz Herausforderungen bei der Operationalisierung die Multidimensionalitat und die damit verbundene Auswahl von Dimensionen sowie die Frage, wie sich Moglichkeiten erfassen lassen naher erortert. Der zweiten Herausforderung wird entweder durch die Auswahl von statistischen Verfahren bei der Analyse von Sekundardaten begegnet oder durch die Art der Fragestellung bei Primarstudien. Daher gliedert sich der Aufsatz dann in einen Abschnitt zu Sekundarstudien, der die Vielfalt an Methoden und Forschungsfragen aufzeigt, die mit dem CA untersucht wurden, und einen zu Primarstudien, der die wenigen Projekte in diesem Bereich naher vorstellt. 1. Die beiden Herausforderungen bei der Operationalisierung des CA 1.1 Auswahl der Dimensionen Die erste der beiden Herausforderungen die Multidimensionalitat des CA umfasst eigentlich zwei Aspekte, namlich die Auswahl und das Zusammenspiel der Dimensionen. Grundsatzlich charakterisiert Sen die Dimensionen als doings and beings kurz functionings also als Tatigkeiten, Fahigkeiten und Zustande kurz: Funktionen. Vieles lasst sich darunter verstehen. Nussbaum hingegen hat eine Liste mit zehn zentralen funktionalen Fahigkeiten vorgelegt siehe Anhang, die aber noch je nach Kontext spezifiziert werden mussen. In diesem Zusammenhang spricht sie von multipler Realisierbarkeit 1 Nussbaum 2000: 77. Beim Zusammenspiel der Dimensionen geht es um die Frage, wie man bei einer Vielzahl von Dimensionen dennoch zu einer eindeutigen Bewertung gelangen kann, also um Fragen der Gewichtung und Aggregation der Dimensionen. Sens Haltung zu diesen Fragen ist hinlanglich bekannt: Oft ist es nicht moglich, eine vollstandige Ordnung multidimensionaler Situationen abzuleiten, aber dies entspricht der zugrundeliegenden Vieldeutigkeit der Verhaltnisse Sen 1999: 77 und verlangt eine offentliche Debatte. Zudem uberlappen beide Aspekte, denn mit der Auswahl mehrerer Dimensionen ist das Bekenntnis zur irreduzierbaren Pluralitat des Wohlergehens verbunden, aber auch die positive Gewichtung einiger Dimensionen 1 Comim 2008: 167 weist darauf hin, dass uber dieses Element ihrer Theorie gerne hinweggegangen wird. Die Diskussion zwischen Nussbaum 1988, 2000 und Sen 1993, 2004, 2005 uber die Frage einer Liste verliert seines Erachtens so an Bedeutung vgl. Lemann 2007b. 3 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien gegenuber anderen, denen gar kein Gewicht eingeraumt wird. Insofern kommt dem ersten Aspekt der Auswahl der Dimensionen eine hervorgehobene Bedeutung zu. Alkire 2007a, c analysiert das Vorgehen zur Auswahl der Dimensionen bei vorhandenen Studien und unterscheidet funf Methoden der Auswahl Tabelle 1. Tabelle 1: Methoden zur Auswahl von Dimensionen 1. Existing Data or Convention to select dimensions or capabilities mostly because of convenience or a convention that is taken to be authoritative, or because these are the only data available that have the required characteristics. 2. Assumptions to select dimensions based on implicit or explicit assumptions about what people do value or should value. These are commonly the informed guesses of the researcher; they may also draw on convention, social or psychological theory, philosophy, religion and so on. 3. Public Consensus to select dimensions that relate to a list that has achieved a degree of legitimacy due to public consensus. Examples of such lists at the international level are universal human rights, the MDGs, and the Sphere project; these will vary at the national and local levels. 4. Ongoing Deliberative Participatory Process to select dimensions on the basis of ongoing purposive participatory exercises that periodically elicit the values and perspectives of stakeholders. 5. Empirical Evidence Regarding Peoples Values to select dimensions on the basis of empirical data or values, or data on consumer preferences and behaviors, or studies of which values are most conducive to mental health or social benefit. Quelle: Alkire 2007a vgl. Alkire 2007c: 34 Die erste Methode, sich im Wesentlichen von der Verfugbarkeit der Daten leiten zu lassen, hat vor allem in Bezug auf Sekundarstudien betrachtliche Bedeutung. Letztlich lassen sich mit Sekundardaten nur jene Forschungsfragen bearbeiten, fur die Daten verfugbar sind und die Gefahr besteht, dass sich die Kausalkette umdreht: weil Daten verfugbar sind, werden bestimmte Fragen bearbeitet. Diese Methode wird meist nicht alleine verwendet, sondern daneben noch weitere Grunde fur die Auswahl der Dimensionen angefuhrt und somit andere Methoden verwendet. Eine besondere Rolle spielt dabei Nussbaums Liste mit zentralen funktionalen Fahigkeiten central functional capabilities, auf die in vielen Studien z.B. BalestrinoSciclone 2000, ChiapperoMartinetti 2000, Biggeri et al. 2006, AnandHunterSmith 2005, Di Tommaso 2007 verwiesen wird. Umstritten ist, ob diese Liste fur sich in Anspruch nehmen kann wie Nussbaum 2000: 76 dies tut dass sie einem offentlichen Konsens Methode 3 entspricht kritisch auern sich Alkire 2002: 3845, Jaggar 2006. Insofern ist der Verweis auf Nussbaums Liste immer auch als Beispiel fur Methode 2 anzusehen, denn offensichtlich treffen die Forscher, die auf ihre Liste verweisen, die Annahme, dass diese Liste einem offentlichen Konsens entspricht, ohne dass von einem Konsens uber die Existenz eines Konsenses gesprochen werden kann. Ferner treffen sie Annahmen, indem sie bestimmte Variablen einer der Dimensionen auf Nussbaums Liste zuordnen. Eine Auswahl auf der Basis von Annahmen Methode 2 von Tabelle 1 treffen weiterhin bspw. Klasen 2000, Vero 2002 sowie Anand und Van Hees 2006. Sie legen ihre Annahmen jedoch nicht offen, sondern weisen auf die Nahe zwischen Variablen und Konzept hin. Diese Nahe ist aber auch bei der Verwendung einer Liste wie den Menschenrechten VizardBurchadt 2008 oder den 4 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Milleniumszielen, bei denen man von einem zugrundeliegenden offentlichen Konsens ausgehen kann, nicht unbedingt gegeben. Alkire weist darauf hin, dass es Unterschiede je nach Region geben wird. In die gleiche Richtung geht Nussbaums Rede von der multiple realizability der Elemente ihrer Liste. Partizipative Prozesse Methode 4 spielen bei Projektarbeit eine Rolle, aber zwischen der Theorie der deliberativen Demokratie und der Praxis partizipativer Projekte klafft eine Lucke vgl. Lemann im Erscheinen. Die Befragung bezuglich dessen, was am Leben wertgeschatzt wird Methode 5, wird in einigen Projekten geleistet z.B. Clark 2002, Biggeri et al. 2006. Jedoch bilden diese Studien nur teilweise die Grundlage fur die Auswahl von Dimensionen fur die Messung des Wohlergehens wie bspw. Clark und Qizilbash 2003, 2005. Eine Methode, die Alkire nicht gesondert nennt, die aber siehe nachster Abschnitt einige praktische Bedeutung hat, ist Ermittlung von Dimensionen mittels multivariater Analyseverfahren, die dazu dienen, die Struktur des Problems zu entdecken, weil die Variablen als latent angesehen werden KrishnakumarNagar 2008. Naturlich lasst sich dies als Sonderfall der ersten Methode ansehen, denn auch die so identifizierten Dimensionen werden letztlich dadurch bestimmt, welche Daten verfugbar sind. Dennoch werden die Dimensionen nicht direkt anhand der verfugbaren Daten bestimmt, sondern jene Konstrukte als Dimensionen bezeichnet, welche latent hinter den Auspragungen der Variablen zu vermuten sind. Wahrend Alkire analysiert, wie sich verschiedene Studien dem Problem der Auswahl der Dimensionen nahern, hat Robeyns 2003 einen Kriterienkatalog vorgeschlagen, wie die Dimensionen ausgewahlt werden sollten Tabelle 2. Tabelle 2: Kriterien fur die Auswahl von Dimensionen 1. Explizite Formulierung der Liste 2. Methodologische Begrundung Rechtfertigung der Auswahl 3. Kontextsensitivitat 4. Verschiedene Abstraktionsebenen: Ideal und SecondbestListe 5. Erschopfende und ungekurzte Idealliste In Anlehnung an Robeyns 2003 Robeyns 2003: 6870 motiviert die Entwicklung von Kriterien mit der Debatte zwischen Sen und Nussbaum um die Schaffung einer Liste relevanter Dimensionen vgl. Funote 1. Sowohl die Position Nussbaums mit der Festschreibung einer Liste, als auch die Sens mit dem Pladoyer fur eine offentliche Debatte findet Robeyns unbefriedigend. Wahrend Nussbaum Flexibilitat nur im Hinblick auf die Auspragung ihrer Dimensionen im jeweiligen Kontext zulasst s.o., aber idealerweise davon ausgeht, dass alle von ihr genannten zentralen funktionalen Fahigkeiten zugrundegelegt werden mussen Nussbaum 2000: 81, fordert Sen 1996: 117, immer wieder neu fur den jeweiligen Kontext Forschungsfrage, Datenverfugbarkeit, kultureller Kontext etc. eine Liste herzuleiten, ohne jedoch sich naher dazu zu auern, wie dies geschehen soll. Die 5 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Kriterien von Robeyns vermeiden die Vorfestlegung auf eine Liste und trachten zugleich danach, den Auswahlprozess der Dimensionen genauer zu fassen und so die Unbestimmtheit der Senschen Position zu vermeiden. Die grundlegendste Forderung von Robeyns ist, die Liste offen zu legen. Schon dies ist in vielen Studien nicht der Fall. Oftmals wird nicht unterschieden zwischen Dimensionen, Indikatoren und Variablen 2 und nicht immer werden die verwendeten Variablen bzw. Indikatoren genannt. Auch die Auswahlkriterien werden oft nicht explizit genannt. Alkires Liste an Methoden zur Auswahl Tabelle 1 konnte hier als Referenz dienen. Die Kontextsensitivitat, die sich auch als Anwendung des Prinzips der multiplen Realisierbarkeit von Nussbaum s.o. auffassen lasst, wird ebenfalls meist nur implizit angesprochen. Die Unterscheidung zwischen einer Idealliste und der tatsachlich verwendeten Liste klingt bereits bei Sen 1992: 53 an im Zusammenhang mit der Frage, ob der Vergleich auf die Ebene der Funktionen oder die Ebene der Verwirklichungschancen abzielen soll. Dort formuliert er sehr deutlich den Tradeoff, dem sich die empirische CAForschung gegenuber sieht: Practical compromises have to be based with an eye both to 1 the range of our ultimate interests, and 2 the contingent circumstances of informational availability. Robeyns letztes Kriterium ist auerordentlich problematisch: Im Einzelnen fordert sie that the listed capabilities should include all important elements. Moreover, the elements included should not be reducible to other elements. Robeyns 2003: 71 Bereits Basu 1987: 72 hat gefragt: How can we be sure that the items on the list do not overlap? Daruber, dass die Dimensionen des Wohlergehens hochgradig interdependent sind, herrscht wohl kein groer Dissens. Diese wechselseitige Abhangigkeit gegeben, mutet Robeyns Forderung allerdings naiv an, auch wenn sie hinterher schiebt: There may be some overlap provided it is not substantial. Robeyns 2003: 71 Entscheidend ist hierbei die Forschungsfrage: Wenn es darum geht, den aktuellen Zustand zu messen und zu bewerten, muss der Forscher eine Struktur annehmen und kann sie bestenfalls explizit machen und begrunden. Oder die Forschungsfrage lautet, wie die Dimensionen zusammenhangen, dann lasst sich aus den Daten mittels Faktoranalyse ermitteln, welche Dimensionen statistisch unabhangig voneinander sind.3 Die Fragen sind aber nicht gleichzeitig zu bearbeiten. Daher sollte das funfte Kriterium m.E. abgewandelt werden: 5. Angabe der Vermutungen zur Interdependenz der Dimensionen. 2 Hier bezeichne ich mit Variablen die Rohdaten, Indikatoren verarbeiten diese Daten z.B. durch Indexbildung. Es ist durchaus ublich, mehr als einen Indikator fur eine Dimension zu verwenden, z.B. Schulbesuch und Alphabetisierungsgrad fur die Dimension Bildung. 3 Statistische Unabhangigkeit liegt vor, wenn die Dimensionen orthogonal aufeinander stehen also nicht korreliert sind. 6 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien 1.2 Moglichkeiten erfassen Neben der Multidimensionalitat und der Auswahl der Dimensionen stellt die Modellierung von WahlFreiheit in Form der Menge an Verwirklichungschancen eine zweite Herausforderung bei der Operationalisierung des CA dar. Die Moglichkeiten, die einer Person offenstehen, sind nicht direkt beobachtbar, sondern ergeben sich aus dem Zusammenspiel der Ressourcen, die einer Person zur Verfugung stehen, und der personlichen Technologie zur Verwendung dieser Ressourcen. Die personliche Technologie umfasst verschiedene Umwandlungsfaktoren conversion factors die sich sowohl auf die Eigenschaften der Person ihre Talente und Behinderungen beziehen als auch auf die Normen, Gewohnheiten, Einrichtungen sowie die Umweltbedingungen Klima, geographische Lage usw  Die kontrafaktischen bzw. hypothetischen Verwirklichungschancen, die sich aus diesem Zusammenspiel ergeben, namlich all jene Lebenssituationen Bundel von Funktionen, die mittels der Ressourcen und personlicher Technologie erreichbar sind, bestimmen nach Sen 1992: 6469 den Handlungsspielraum einer Person. Aus der Menge an Verwirklichungschancen kann das Individuum aber nur eine realisieren. sozialen Gegebenheiten Freilich bemerkt Sen 1987: 36 selbst, dass es oft sinnvoll ist, sich auf die Ebene der Funktionen zu konzentrieren und die aktuelle Lebenssituation in ihrer Multidimensionalitat zu erfassen. Allerdings argumentiert er anschlieend, dass die Beschneidung von Moglichkeiten selbst dann den Lebensstandard senkt, wenn die gewahlte Option nach wie vor verfugbar ist und macht dies deutlich am Unterschied zwischen Fasten und Hungern. Fasten ist nur dann Fasten, wenn die Moglichkeit, etwas zu essen, offen steht, sonst spricht man von Hungern. lassen sind? Grundsatzlich lassen sich Verwirklichungschancen erfassen, wenn sie nur hypothetische Wie also Moglichkeiten sich zwei Strategien zur Erfassung von Verwirklichungschancen unterscheiden: Die erste setzt auf die Verwendung ausgesuchter Analyseverfahren, die der kontrafaktischen Natur dessen, was erfasst werden soll, Rechnung tragen. Die zweite hebt auf Fragen ab, die den Moglichkeitsaspekt erfassen. Die erste Strategie findet daher Anwendung im Bereich der Sekundarstudien und die zweite im Bereich von Primarstudien. Die Strategien werden in den entsprechenden Abschnitten naher vorgestellt. Nutzung von Sekundardaten 2. Sekundarstudien greifen auf existierende Datenquellen zuruck. Da die Zahl solcher fur verschiedenste Zwecke erhobenen Statistiken ansteigt, bieten sich viele Moglichkeiten. Als Vorteile von Sekundarstudien nennen ChiapperoMartinetti und Roche 2009: 167, dass 1 die Daten meist aufgrund groer Stichproben und sorgfaltiger Stichprobenziehung als reprasentativ gelten konnen; dass es 2 moglich ist, verschiedene Datenquellen erganzend zu nutzen und so auch verschiedene Zeitpunkte miteinander verglichen werden konnen; dass 7 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien 3 dieselbe Datenquelle von verschiedenen Disziplinen genutzt werden kann und sich so eine multidisziplinare Sicht einstellt; dass 4 viele Daten bereits in gereinigter Form vorliegen und frei verfugbar sind. Ferner erlauben sie Forschern, sich auf die Umsetzung des theoretischen Modells zu konzentrieren anstatt praktische Erhebungsprobleme losen zu mussen. Der grote Nachteil von Sekundarstudien ist, dass sie in einem anderen Kontext erhoben worden sind, so dass sich hier immer die Frage stellt, inwiefern diese Daten geeignet sind, das Konzept des CA abzubilden. Dies gilt sowohl fur die Frage, welche Dimensionen in die Analyse einbezogen werden, als auch dafur, wie diese erhoben und dann aufbereitet werden. Die Forschungsfrage ist daher in gewissem Sinne dem Diktat der Daten unterworfen. Auerdem sind die Daten oft nur eingeschrankt vergleichbar und somit nur bedingt nutzbar, um internationale Vergleiche und Vergleiche im Zeitverlauf zu machen. Unter diesen Voraussetzungen nimmt es nicht wunder, dass die Sekundarstudien vor allem durch einen Reichtum an Methoden gekennzeichnet sind. Verschiedenste Analyseverfahren werden eingesetzt, um das Konzept des CA angemessen umzusetzen. Zugleich sind die unterschiedlichsten Fragestellungen bearbeitet worden. Sen 1999: 8185 unterscheidet je nach Verhaltnis zwischen der Einkommens und anderen Dimensionen zwischen einem direkten, einem erganzenden und einem indirekten Ansatz bei der Frage, wie Informationen zu Funktionen genutzt werden konnen. Der direkte Ansatz zielt darauf ab, das Wohlergehen bzw. die Armut direkt und ausschlielich mittels Funktionen functionings abzubilden. Der zweite Ansatz erganzt traditionelle, einkommensbezogene Studien um Informationen zu Funktionen, wahrend indirekte Studien diese Informationen nutzen, um das Einkommen einer Person zu bewerten bzw. zu gewichten. Diese Unterteilung erweist sich nur bedingt als sinnvoll: Zwar fallen die meisten Studien in die Kategorie des direkten Ansatzes, aber haufig wird das Einkommen als eine von vielen Dimensionen erhoben. Dabei steht es nicht unbedingt im Vordergrund, sondern seine Rolle ist ungeklart Lemann 2007a: 292: Wird das Einkommen als Ressource aufgefasst, als Indikator fur eine Funktion oder als Funktion selbst? Mehrere Arbeiten Klasen 2000, Balestrino 1996, Ruggeri Laderchi 1997, vgl. auch Herrero 1996 verwenden es, um den Einkommensansatz mit dem CA zu vergleichen und so zu zeigen, dass die Ansatze zu unterschiedlichen Ergebnissen kommen. Diesen Arbeiten geht es darum, zu untermauern, dass der CA wichtige Aspekte des Wohlergehens erfasst, die beim Einkommensansatz unberucksichtigt bleiben. partielle Ordnung Des Weiteren unterteilt Sen den direkten Ansatz in drei Kategorien, je nachdem wie umfangreich der Anspruch auf Ermittlung des Wohlergehens ist: 1 vollstandiger Vergleich, 2 bzw. Verwirklichungschancen. Daran sind grob die unten aufgefuhrten Tabellen ausgerichtet, die eine Unterscheidung zwischen Studien, die einen umfassenden Vergleich anstreben Tabelle 3, makrookonomischen Studien zum Human Developement Index HDI Tabelle 4 und Vergleich ausgewahlter Funktionen und 3 8 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien solchen, die sich auf spezielle Dimensionen oder Gruppen beziehen Tabelle 5 treffen. In Tabelle 5 sind auch Studien aufgefuhrt, die ein theoretisches Problem der Messung lediglich empirisch illustrieren wie bspw. Bourguignon und Chakravarty 2003. Alkire 2008 unterteilt die Studien zum CA nach ihrer Zielsetzung in vorausblickende und bewertende Analysen prospective and evaluative analyses. Grundsatzlich liege der Fokus des CA auf der Bewertung von Situationen evaluative analysis, aber einige Studien wollten daruber hinaus Empfehlungen aussprechen, wie sich bestimmte Ziele erreichen lieen prospective analysis. Hierzu mussen sie nicht nur feststellen, ob sich eine Lebenssituation verbessert hat, sondern auch wie und warum. Diese Unterteilung verlauft quer zu jener der Tabellen, aber es lasst sich eine Verbindung zwischen bestimmten Methoden und den Zielen ziehen s.u  Schlielich ist es fur den CA von groer Bedeutung, wie die Studie auf die zweite Herausforderung bei der Operationalisierung begegnet: Ob sie auf der Beobachtung von Funktionen basiert oder in irgendeiner Form versucht, Verwirklichungschancen zu erfassen. Da die meisten Studien nicht uber die Betrachtung von Funktionen hinausgehen, lasst sich fragen, ob es uberhaupt Studien zum CA sind. Comim 2008: 176 warnt, dass das Bekenntnis zum CA ein reines Lippenbekenntnis bleibt, wenn die Studien sich nicht mit den konzeptionellen Schwierigkeiten auseinandersetzen. Hier werden dennoch alle Studien einbezogen, die sich explizit auf den CA beziehen.4 In den Tabellen sind die Studien, die uber Funktionen hinausgehen durch ein fettgedrucktes Thema gekennzeichnet. Die Erfassung des Moglichkeitsaspekts nimmt drei Formen an: Einige Studien z.B. Wietzke 2009; Hossein 1990, Kuklys 2005 schatzen die Verwirklichungschancen eines Individuums, indem sie es einer Gruppe zuordnen und ihm dann den von Gruppenmitgliedern erreichten Spielraum an Funktionen zuordnen. Dieses Vorgehen steht freilich im Widerspruch zur Anerkennung menschlicher Diversitat Lemann 2004. Von diesem generellen Problem abgesehen, wird in den Studien die Ableitung der Referenzgruppe unzureichend motiviert und begrundet. Weitere Studien z.B. BinderBroekel 2008, DefloorVan OotegemVerhofstadt 2009 folgen traditionellen mikrookonomischen Methoden und schatzen eine Transformationskurve, welche sie als Grenze der Menge an Verwirklichungschancen interpretieren vgl. auch Lovell et al. 1990 mit ihrer InputOutputAnalyse. Dies lasst sich als Untergruppe zum ersten Ansatz deuten, bei dem gar nicht mehr zwischen Gruppen unterschieden wird. Andere Studien beginnend mit Schokkaert und van Ootegem 1990 uber Kuklys 2005 bis hin zu Krishnakumar 2007 sehen die Funktionen als latente Variablen an, anhand derer sich abschatzen lasst, welche anderen Verwirklichungschancen dem Individuum noch zur Verfugung gestanden haben. Sie verwenden daher die Faktoranalyse s.u  4 Im Unterschied dazu werten ChiapperoMartinetti und Roche 2009 auch solche Studien mit aus, die allgemein dem Problem der Multidimensionalitat begegnen. 9 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien 2.1 Umfassende Messung von Armut und Wohlergehen: Methodenvielfalt Tabelle 3 listet Studien auf, die Armut oder Wohlergehen umfassend messen, also nicht nur einzelne Dimensionen oder Gruppen untersuchen. Sie ist geordnet nach der angewandten Methode zur Datenanalyse und folgt dabei der Unterteilung in Strukturenentdeckende versus Strukturenprufende Verfahren Backhaus et al. 1996. Den Anfang machen multivariate Verfahren, deren Zweck es ist, die tieferliegende Struktur eines Zusammenhangs aufzudecken. Sie ermoglichen es zugleich, die Anzahl der Daten zu reduzieren, indem sie mehrere Variablen zu einer Dimension zusammenfassen. Obwohl diese Methoden also nach Erklarungsmustern suchen, werden sie als Grundlage fur bewertende Analysen eingesetzt. Die Hauptkomponentenanalyse fragt dabei nach dem Beitrag der einzelnen Variablen zu einer Dimension, wahrend die Faktoranalyse die Dimension als vgl. KrishnakumarNagar 2008 zu latenten Variablen in der soziookonomischen Analyse. Die Faktoranalyse ist daher eine Methode zur Auswahl der Dimensionen, die besonders dann Anwendung sind. Die mehrdimensionale Korrespondenzanalyse Neff 2007 kann als Ausweitung der Hauptkomponentenanalyse aufgefasst werden. findet, wenn die Daten umfangreich und unubersichtlich latent auffasst Die Methode der Clusteranalyse, die ebenfalls fur die Datenreduktion eingesetzt wird, ist auch zur Anwendung gekommen, allerdings in Bezug auf spezielle Probleme Tabelle 3. Hierbei werden bspw. Personen mit ahnlichen Werten in den verschiedenen Dimensionen zu Clustern zusammengefasst. Die Fuzzyset Analyse insbes. ChiapperoMartinetti unterstellt zwar eine bestimmte Struktur, fuhrt aber Vagheit oder Unbestimmtheit ein, indem sie keine genaue Abgrenzung des Fuzzyset, also der unscharfen Menge vornimmt. Z.B. ist bei der Gruppe der Armen unklar, wie viel Nahrung, Wohnung, Kleidung usw. eine Person genau braucht, um nicht als arm zu gelten. Statt also nur arm und nichtarm als Werte zuzulassen, fuhrt die Fuzzyset Theorie einen Bereich ein, in dem die Mitgliedschaft in der Gruppe der Armen graduell zunimmt. In Abhangigkeit vom Ausma der erreichten Funktionen einer Person wird der Grad der Mitgliedschaft zur Gruppe der Armen bestimmt. Qizilbash 2002, 2003 setzt die Fuzzyset Analyse allerdings anders, namlich in Bezug darauf ein, welche Funktionen fur die Analyse relevant sind. Hier ist die Menge der relevanten Funktionen Dimensionen unscharf.5 In beiden Fallen geht es aber um eine angemessene Bewertung der Lebenssituation. Wahrend die Fuzzyset Methode Vagheit in Bezug auf eine Menge durch einen Ubergangsbereich einfuhrt, geht die stochastische Dominanz siehe Tabelle 3 von den tatsachlich zu vergleichenden Situationen, also bspw. den erreichten Funktionen 5 Es ware auch denkbar, die Menge der Verwirklichungschancen selbst als unscharfe Menge aufzufassen oder die Menge der zulassigen Gewichtungen zwischen den Dimensionen. Dazu sind mir aber keine Studien bekannt. 10 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien verschiedener Personen aus. Zunachst ohne Kriterien des Vergleichs zu definieren und insofern vage wird die Dominanz einer Situation uber die andere oder aber deren Unvergleichbarkeit konstatiert. Dominanz des Lebensstandards einer Person A uber jenen einer Person B bedeutet, dass A in allen Dimensionen hohere Werte erreicht als B. Ihr Lebensstandard ist eindeutig hoher als der von B. Wenn A aber bspw. besser genahrt ist, jedoch in schlechteren Wohnverhaltnisse lebt als B, dann sind ihre Lebensstandards unvergleichbar. In diesem Fall spricht Sen 1992: 134 von einer unvollstandigen Ordnung der Lebensstandards. Um die Lebenssituationen von A und B vergleichen zu konnen, mussen Kriterien fur den Vergleich eingefuhrt werden z.B. in diesem Fall Regeln fur die Gewichtung der Dimensionen. Diese Methode zielt zwar zunachst auf die Bewertung des Lebensstandards ab, aber sie analysiert auch, wann und in Abhangigkeit von welchen Gegebenheiten sich die Verhaltnisse andern, und geht daher einen Schritt in Richtung Erklarung und vorausschauende Analyse. Regressionen setzen im Gegensatz zu den bisher besprochenen Methoden die Kenntnis der Struktur mehr oder weniger voraus und prufen die Struktur. Anand und seine Koautoren verwenden eine klassische KleinstQuadrate Schatzung, um den Beitrag von Funktionen zur Zufriedenheit zu messen. Probit oder LogitAnalysen dienen in unserem Zusammenhang dazu, zu uberprufen, ob das Einkommen alleine Deprivation erklaren kann oder andere Faktoren einbezogen werden mussen RuggeriLaderchi 1997, 2008. Mehrere Studien schatzen eine Transformationskurve fur Funktionen, d.h. sie schatzen eine Obergrenze fur die Produktion von Funktionen bei gegebenen Ressourcen Lovell et al. 1990, BinderBroekel 2008, DefloorVan OotegemVerhofstadt 2009. Das MIMICModell Multiple Indicators Multiple Causes, auch bekannt als LISRELModell Linear Structural Relationships kombiniert Faktoranalyse und Regression in einem Schritt. Es ist damit moglich, nicht nur mehrere latente Variablen sondern weitere Ursachen in Betracht zu ziehen und eine komplexe Struktur abzubilden. Allgemeinere strukturelle Gleichungssysteme gehen daruber noch insofern hinaus, als dass sie wechselseitige Abhangigkeiten zulassen, so dass sowohl die Wirkung der Indikatoren auf andere als auch die Wirkung auf den Indikator untersucht wird KrishnakumarNagar 2008. Krishnakumar 2007, BallonKrishnakumar 2008 fasst dabei Verwirklichungschancen als latente Variablen auf, welche die beobachteten erreichten Funktionen erklaren. Sie analysiert, wie Gesundheit sich auf Bildung, Bildung sich auf die Ausubung politischer Rechte, und diese sich wiederum auf einen besseren Gesundheitszustand auswirken Krishnakumar 2007: 52. All diesen Analysen gemeinsam ist das Streben, Lebenssituationen nicht nur zu bewerten, sondern auch zu erklaren und mithin Empfehlungen fur die Zukunft zu erarbeiten vorausschauende Analyse. Im Gegensatz dazu zielen Indizes vor allem auf die Bewertung der Lebenssituation. Sie unterstellen eine bestimmte Struktur, d.h. sie definieren Armut oder Wohlergehen in 11 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Abhangigkeit verschiedener Dimensionen. Es ist dann moglich, das Ergebnis dieser Messung mit der traditionellen Einkommensmessung von Armut oder Ungleichheit zu vergleichen z.B. Klasen 2000, AlkireSeth 2008. Die unterstellte Struktur wird jedoch nicht im engeren Sinne entdeckt oder gepruft. Tabelle 3: Methodenvielfalt umfassender Studien zu Armut und Wohlergehen AutorStudie Klasen 2000 Thema Armut Methoden Hauptkomponentenanalyse, Index Region Sudafrika Datenquelle PSLSD SALDRU Wohlergehen Wohlergehen und ethnische Zugehorigkeit BordaRegel, Hauptkomponentenanalyse Korrespondenzanalyse Landervergleich verschiedene Statistiken Sudafrika SALDRU 1993 Wohlergehen Faktoranalyse Italien Lelli 2008 Wohlergehen Qizilbash 2003 Armut Fuzzyset, Faktoranalyse Fuzzyset Italien, Belgien Sudafrika Armut Dimensionen Fuzzyset Sudafrika Rahman MittelhammarWandschneider 2001 Neff 2007 Balestrino Sciclone 2000 QizilbashClark 2005, Clark Qizilbash 20032005 Chiappero Martinetti 2000 Brandolini DAlessio 1998 Balestrino 1996 ISTAT italienisches Umweltministerium PSBH ECHP SALDRU 2001, PSLSD ISTAT SHIW Daten zu kommunalem Wohlfahrtsprogramm Wohlergehen Armut Fuzzyset Wohlergehen Armut Armut Italien Italien Pistoia Italien sequentielle Dominanz Deskriptive Betrachtung einzelner Funktionen Regression fur Zufriedenheit Regression fur Zufriedenheit Regression fur Zufriedenheit Regression fur Zufriedenheit InputOutput Modell, Indizes Transformationskurve fur Funktionen Grobritannien BHPS Grobritannien Eigene Erhebung Grobritannien YOUGOV Grobritannien YOUGOV Australien ASLS Grobritannien BHPS Wohlergehen Wohlergehen AnandHunter Smith 2005 Anandvan Hees 2006 AnandSantos Smith 2007 Anand et al. 2009 Wohlergehen Wohlergehen Lovell u. a. 1990 Wohlergehen Binder Broekel 2008 Wohlergehen, Effizienz der Ressourcenverwertung RamosSilber 2005 Wohlergehe Effiziene Grobritannien BHPS Armut Probitanalyse Chile CASEN Ruggeri Laderchi 1997 Kuklys 2005 Wohlergehen; Wohnung, Gesundheit MIMIC Grobritannien BHPS Madagaskar DHS Wietzke 2009 Wohlergehen Gruppenungleichheit, redefinierte Funktionen, lineare Regression 12 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Landervergleich UNDP, Krishnakumar 2007 Wohlergehen; Ballon Krishnakumar 2008 Armut AlkireFoster 2007 Armut AlkireSeth 2008 Armut SantosUra 2008 Armut Okonometrisches Modell, strukturelle Gleichungen Okonometrisches Modell, strukturelle Gleichungen, Index AlkireFosterMa Index AlkireFoster Ma Index AlkireFoster Ma Index Bolivien Indien Indien Bhutan Weltbank, Landerstatistiken MECOVI 2002 und Erganzung NFHS NFHS BLSS ArndtVolkert 2007 Armut und Reichtum Eigene Zusammenstellung, fett gedrucktes Thema bedeutet, dass die Analyse uber den reinen Vergleich der Funktionen hinaus das Konzept der Verwirklichungschancen umzusetzen trachtet; Abkurzungen: ASLS Australian Standard of Living Study; BHPS British Household Panel Survey; BLSS Bhutan Living Standard Survey; CASEN Chile National Socioeconomic Characterisation Survey; ECHP European Community Household Panel; ISTAT Italien central Statistical office; MECOVI National Household Survey by the National Statistical Institute of Bolivia with the help of the Worldbank; NFHS Indian National Family Health Survey; PNAD Pesquisa Nacional por Amostra de Domicilios, PSBH Panel Studies of Belgian Households; SALDRU South African Labour and Demographic Research Unit at the University of Cape Town; SHIW Survey of Household Income and Wealth Italien; SOEP German Socio Economic Panel; UNDP United Nations Development Program; WHO World Health Organisation Deutschland SOEP 2.2 Der Human Development Index: Umfassende Messung auf der Makroebene Der HDI Human Development Index ist wohl die bekannteste Anwendung des Capability Ansatzes. Er erfasst das Niveau der menschlichen Entwicklung in einem Land anhand von Makrodaten zum Einkommen BIP, zur Bildung Alphabetisierung und Einschulungsraten und zum Gesundheitszustand Lebenserwartung zusammen. Fur dieses krude Vorgehen ist er von vorneherein kritisiert worden. Das UNDP United Nations Development Program hat ihn um weitere Indizes wie den Geschlechtergleichstellungsindex GDI Gender Empowerment Index erganzt. Der HPI Human Poverty Index wandelt den HDI ab, indem er besonders auf die makrookonomisch sichtbare Benachteiligung schaut, bspw. die Kindersterblichkeit als Indikator fur den Gesundheitszustand heranzieht anstelle der Lebenserwartung. Studien mit Ausnahme zu den bisher betrachteten von Im Unterschied RahmanMittelhammerWandschneider 2001 und Krishnakumar 2007 verwenden HDI und HPI also Makrodaten. Dies scheint dem individuenzentrierten Capability Ansatz nicht recht angemessen. Es hat zahlreiche Verbesserungs und Erganzungsvorschlage gegeben, besonders im Hinblick auf das 20jahrige Jubilaum 2010 von denen Tabelle 4 nur einen winzigen Ausschnitt wiedergibt. Die Diskussionen um den HDI haben auch die Arbeit an empirischen Studien auf der Basis von Mikrodaten aus Befragungen stimuliert und umgekehrt, so dass hier zumindest die wichtigsten Trends aufgezeigt werden sollen, die auch in der Tabelle unter dem Stichwort Methoden aufscheinen: Der HDI ist zunachst dafur gerugt worden, dass er nicht verteilungssensitiv ist sondern mit Durchschnittswerten arbeitet. Sodann ist die politisch motivierte Frage nach der Effizienz der Lander bei der Produktion 13 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien von multidimensional gemessenem Wohlergehen in Anbetracht der Ressourcen gestellt worden. Schlielich sind weitere Dimensionen einbezogen worden. Tabelle 4: Messung auf der Makroebene: Der HDI und seine Varianten AutorStudie AnandSen 1994 Thema Wohlergehen Methoden HDI Region Landervergleich Landesstatistiken Datenquelle BaliamouneLutz 2004 Wohlergehen HDI Fuzzyset Landervergleich Landesstatistiken FosterLopezCalvaSzekely 2005 ArcelisSharmaSrinivasan 2003 Wohlergehen HDI verteilungssensitiv Mexiko Landesstatistiken Wohlergehen HDI Effizienz Landervergleich Landesstatistiken Chatterjee 2005 Wohlergehen RanisStewartSamman 20062009 Seth 2009 Wohlergehen Wohlergehen AnandSen 1997 Batana 2008 Basarir 2009 Armut Armut Armut Alternative zu HDI verteilungssensitiv Weitere Dimensionen HDI verteilungssensitiv bzgl. Personen und Dimensionen HPI AlkireFosterMa, Vergleich zu HDI HPI, AlkireFosterMa Indien NSSO Landervergleich UNDP, WHO und Mexiko andere ZensusDaten Landervergleich Landesstatistiken Landervergleich SubSahara Sudafrika DHS General Household Survey, Statistisches Amt Sudafrika Eigene Zusammenstellung; Abkurzungen: DHS Demographic and Health Survey USAID; ECHP European Community Household Panel; HDI Human Development Index; HPI Human Poverty Index; NSSO National Sample Survey Organisation Indien; UNDP United Nations Development Program; WHO World Health Organisation. 2.3 Erfassung einzelner Zusammenhange: Vielfalt der Forschungsfragen ihre Zusammenhange erfasst worden In Tabelle 5 sind Studien aufgefuhrt, die sich auf einen partiellen Vergleich des Wohlergehens oder der Armut beschranken. Partiell kann a bedeuten, dass nur bestimmte Dimensionen und b, dass nur bestimmte Personengruppen in die Analyse einbezogen wurden. Beides hangt eng zusammen, da die Personengruppen typischerweise als gemeinsames Merkmal die Benachteiligung in einer Dimension aufweisen, bspw. die Gruppe der Behinderten in der Dimension Gesundheit. Auch diese Tabelle kann keine Vollstandigkeit fur sich beanspruchen und die Abgrenzung zu Tabelle 3 ist auch nicht immer eindeutig. Die Tabelle macht aber deutlich, dass der CA die Basis fur die empirische Bearbeitung verschiedenster Fragestellungen ist. sind, oder Einige Arbeiten sind auf theoretische Probleme des CA bezogen, namlich auf die Relevanz von Gruppen fur den individuenzentrierten CA Roche 2008, vgl. auch Wietzke 2009 und die Frage der Dynamik fur den eher komparativstatisch angelegten CA Grasso 2002, BartelheimerButtnerSchmidt 2010. Ansonsten lassen sich als Schwerpunkte der Forschung 14 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien der Arbeitsmarkt und die Gruppe der Arbeitslosen, Fragen der Gesundheit und die Gruppe der Behinderten, die Gruppe der Kinder und Jugendlichen und die Untersuchung von Bildungsfragen teils auf Kinder oder Jugendliche gerichtet, teils losgelost davon sowie die Untersuchung haushaltsinterner Ungleichheiten identifizieren. Auch diese Untersuchungen weisen eine Vielfalt von Methoden auf. Insbesondere werden haufiger quantitative Methoden um qualitative erganzt.6 Tabelle 5: Vielfalt der Forschungsfragen bei Studien zu speziellen Themen Thema Ungleichheit zwischen Gruppen am Bsp. von Wohnverhaltnissen Wohlergehen von Arbeitslosen Verwirklichungschancen in Bezug auf Beschaftigung Effizienz in Bezug auf Einstieg in den Arbeitsmarkt Arbeitsmarktchancen AutorStudie Roche 2008 Schokkaert Van Ootegem 1990 BurchardtLe Grand 2002 DefloorVan Ootegem Verhofstadt 2009 StrotmannVolkert 2008 BartelheimerButtner Schmidt 2010 Vero 2002 Hossein 1990 LugoSamman 2008 Gesundheit, adaptive Praferenzen Lelli 2005 Grasso 2002 Wohlergehen der Einfluss der Wohnverhaltnisse Dynamik von functionings am Beispiel von Gesundheit Wohlergehen, Bildung, Beschaftigungschancen von Behinderten Biggeri et al. 2006 Wohlergehen von Burchardt 2005 Kindern Jugendlichen Verwirklichungschancen im Lebensverlauf am Arbeitsmarkt Armut, Einstieg in den Arbeitsmarkt von Jugendlichen Armut, Unterernahrung Wahrscheinlichkeit, Fuzzyset, redefinierte Funktionen Methoden Fuzzy set und Hauptkomponentenanalyse Faktoranalyse Region Venezuela Belgien Datenquelle ZensusDaten, Haushaltsbefragung Befragung Probitanalyse Transformationskurve fur Funktionen, Regression Deskriptive Statistik, Multivariate Probitanalyse ClusterAnalyse, Ereignispfade Index, Dominanz KleinstQuadrate Schatzung der Zufriedenheit Aquivalenzskala, Hauptkomponentenanalyse, Regression Conversion Factors Model n.a. Deskriptive Statistik, Kombination aus Befragung und Fokusgruppen Grobritannien BHPS Flandern Belgien SONAR Deutschland SOEP Deutschland SOEP Frankreich Beispiele aus mehreren Landern Grobritannien Befragung vom Cereq verschiedene Statistiken BHPS Italien, Belgien Italien SHIW, PSBH ISTAT, ASRL Grobritannien BHPS International Eigene Daten 6 Ein Pladoyer fur eine starkere Verwendung qualitativer Methoden bei der Operationalisierung des CA findet sich bei Zimmermann 2006, 2008. 15 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Phipps 2002 Wohlergehen von Kindern Dominanzordnung Kanada, Norwegen, USA NLSCY; Norway Health Survey; National Survey of Children for the U.S. ECH ArimVigorito 2010 Armut von Kindern, Vergleich mit Einkommensarmut Di Tommaso 2007 Wohlergehen von Kindern AddabboDi Tommaso 2009 Wohlergehen von Kindern; Denken und Spielen Bildung VolkertWust 2010 Wohlergehen von Kleinkindern Roche 2009 Wohlergehen von Kleinkindern Comim 2008 Agency von Kindern Kumar 1992 Situation von Frauen und deren Kindern Majumder 2009 Wohlergehen von Frauen Multidimensionale Dominanz Uruguay Strukturelle Gleichungen Deskriptive Statistik, ProbitModell, strukturelle Gleichungen Uni und multivariate Regression Indien NCAER Italien Deutschland ISTAT, Bank of Italy Survey on Income and Wealth SOEP AlkireFosterMa Bangladesch MICS, DHS Qualitative und quantitative methode Index index of maternal achievements Fuzzyset Brasilien Eigene Erhebung Entwicklungslander verschiedene Statistiken Indien NFHS Burchardt 2009 Bildungsbestrebungen von Jugendlichen Multivariate Analysen Grobritannien British Cohort Study 1970 Kynch 2009 Jugendliche in Wales Quadrado Loman Folmer 2001 Bourguignon Chakravarty 2003 Bildung Armut Bildung BasuFoster 1998 Lesefahigkeit Chakravarty Majumder 2003 Krause 2008 Lesefahigkeit Haushaltsinterne Faktoren von Wohlergehen Qualitative und quantitative Methoden Hauptkomponentenanalyse, multidimensionaler Index Multidimensionale Dominanz Index Index Wales Spanien Brasilien Indien Indien Eigene Befragung spanisches Bildungsministerium PNAD household survey Registrar General of India NSSO Deskriptive Statistik, Regression Deutschland SOEP Eigene Zusammenstellung, fett gedrucktes Thema bedeutet, dass die Analyse uber den reinen Vergleich der Funktionen hinaus das Konzept der Verwirklichungschancen umzusetzen trachtet; Abkurzungen: ASRL Annuario Statistico Regionale Lombardia, BHPS British Household Panel Survey; Cereq Centre detudes et de recherche sur les qualifications Frankreich; DHS Demographic and Health Survey USAID; ECH Encuestas Continuas de Hogares Uruguay; ECHP European Community Household Panel; ISTAT Italian central Statistical office; MICS Multiple Indicators Cluster Survey vom Bangladesh Bureau of Statistics; NCAER National Council of Applied Economic Research Indien; NLSCY National Longitudinal Survey of Children and Youth Kanada, NSSO National Sample Survey Organisation Indien, NFHS Indian National Family Health Survey; PNAD Pesquisa Nacional por Amostra de Domicilios Brasilien, SHIW Survey of Household Income and Wealth; SOEP Sociookonomisches Panel Deutschland. 16 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Generierung von Primardaten 3. Es sind im Wesentlichen drei Grunde, weshalb der Wunsch nach Primardaten aufkommt: Erstens werden im Capability Ansatz immer wieder einige Dimensionen als relevant genannt, die in soziookonomischen Befragungen zum Lebensstandard nicht erhoben werden wie beispielsweise die Moglichkeit, sich in der Offentlichkeit ohne Scham zeigen zu konnen, oder die Moglichkeit, vorzeitiges Sterben zu vermeiden. Es kommt daher der Wunsch auf, die Befragungen um Fragen nach diesen Dimensionen zu erganzen. Zweitens spielt die Entscheidungsfreiheit eine groe Rolle im CA. Die Vermutung, dass man mittels Befragungen Informationen zur Entscheidungsfreiheit und damit letztlich uber die Groe der Menge an Verwirklichungschancen erhalten kann, ist der Kern der zweiten Strategie zur Begegnung dieser Herausforderung. Drittens geht es um die Frage, welche Dimensionen uberhaupt relevant sind fur den Capability Ansatz. Laut Sen sollten jene Aspekte des Lebens, die wir Grund haben, wertzuschatzen, als Funktionen aufgefasst werden. Entsprechend widmen sich mehrere Studien folgenden Fragen: Welche Aspekte des Lebens werden wertgeschatzt? Haben alle Menschen auch Kinder und Arme eine Vorstellung davon? Ist die daraus resultierende Liste mit relevanten Dimensionen universell gultig? Die entsprechenden Primarstudien Clark 2002, Biggeri et al. 2006, Comim 2008, BabicGermezCastroGraf 2011 sollen hier nicht weiter betrachtet werden, haben sie doch die Auswahl relevanter Dimensionen zum Ziel s.o  Die ersten beiden Unterabschnitte widmen sich jeweils den beiden wichtigsten Projekten zur Primardatenerhebung zum CA. Der letzte Unterabschnitt illustriert einige Schwierigkeiten dabei anhand eines Projekts der Autorin. 3.1 The Capabilities Measurement Project Paul Anand Motiviert durch die Beobachtung, dass die verfugbaren Daten in mehrfacher Hinsicht unzureichend sind, hat Paul Anand in Zusammenarbeit mit verschiedenen Forschern das Projekt zur Messung von Verwirklichungschancen ins Leben gerufen.7 Aufbauend auf Anands Arbeiten zur Sozialwahl und Entscheidungstheorie liegt der erste Schwerpunkt des Projekts auf der Entwicklung von Fragen zur personlichen Wahrnehmung der eigenen Wahlmoglichkeiten AnandVan Hees 2006. Die Auswertung der so entwickelten reprasentativen Befragung ergab zudem, dass die Antworten auf die allgemeine Frage nach der Lebenszufriedenheit stark mit der Wahrnehmung korreliert, viele Moglichkeiten zu haben. Daher verwenden die Studien die Antworten zur Lebenszufriedenheit als abhangige Variable, die durch das Erreichen verschiedener Funktionen erklart werden kann. 7 Siehe unter http:www.open.ac.ukikdprojects_capabilitiesmeasurement.shtml. 17 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Den zweiten Schwerpunkt 8 hat das Projekt darauf gelegt, Fragen fur alle relevanten Dimensionen zu entwickeln. Als relevant wurden hierbei die Dimensionen aus Nussbaums Liste zentraler funktionaler Fahigkeiten angesehen siehe Anhang. Anand, Hunter und Smith 2005 analysieren, welche dieser Dimensionen durch das Britische Haushaltspanel BHPS abgefragt werden. Ihre Liste umfasst 28 Fragen zu speziellen Dimensionen und zwei Fragen zur Zufriedenheit. Anand, Santos und Smith 2009 entwickeln darauf aufbauend einen Vorschlag, wie nach den nicht oder unzureichend erhobenen Dimensionen zu fragen sei. Diese erweiterte Liste enthalt 65 Fragen zu Dimensionen und zur Zufriedenheit. Tabelle 6: Typisierung der Fragen zu Verwirklichungschancen Type 1: Externally oriented questions about opportunity Type 2: Explicit questions about personal ability aspects of capability Type 3: Explicit constraint questions Type 4: Functionings probes combined with questions about reasons Type 5: Functionings questions combined with a universality assumption In Anlehnung an Anand, Santos, Smith 2009: 286. Anand, Santos and Smith 2009: 286 unterscheiden dabei funf Fragetypen Tabelle 6, die Informationen zu Verwirklichungschancen enthalten, also Hinweise darauf liefern, welchen Beitrag die zweite Strategie zur Erfassung von Moglichkeiten leisten kann. Als Beispiele geben sie an, dass nach der Verfugbarkeit uber ein Auto etc. gefragt werden kann Typ 1 oder nach Faktoren, die die Befragten daran hindern, wegzuziehen.9 Durch die Frage nach Grunden fur das Nichterreichen bestimmter Funktionen wie bspw. der Frage, aus welchem Grund der Befragte sein Haus nicht gekauft hat, erhoffen sie sich Aufschluss uber die Praferenzen der Befragten Typ 4. Schlielich werten sie die Erfahrung gewalttatiger Ubergriffe als Indiz fur eine Beschrankung der Menge an Verwirklichungschancen Typ 5. Eine durchgangige Zuordnung der Fragen zu ihren Kategorien leisten sie jedoch nicht. Als einziges weiteres Kriterium geben sie an, dass sie Fragen aus dem Britischen Haushaltspanel verwenden wollen, wann immer moglich um die Vergleichbarkeit zu sichern. Nach ihrer Analyse sind die Dimensionen Life und Other Species nicht durch die Fragen des BHPS abgedeckt. Ferner ist die Dimension Senses, Imagination and Thought nur in Form der Frage uber den hochsten erreichten Schulabschluss abgefragt. Fur die anderen Dimensionen sind es bis zu acht Fragen, die Anand und seine Mitstreiter in die Analyse einbeziehen. Damit kommt aber sofort die Frage auf, wie mit dieser Vielfalt an Indikatoren fur eine Dimension umzugehen ist. Unklar ist, ob die Zuordnung der Indikatoren zu einer Dimension uberhaupt von Bedeutung ist oder die Aggregation direkt auf der Ebene der Indikatoren ansetzt.10 Wenn dieser Weg gewahlt wird, kann aber letztlich die Auswahl der 8 Auf der Webseite wird als dritter, aktueller Schwerpunkt die Auswahl geeigneter Analysemethoden angefuhrt. 9 Anand, Santos Smith kennzeichnen dies als eine Typ 2Frage, allerdings geben sie kein Beispiel fur Typ 3 an, so dass sich die Frage stellt, ob diese Zuordnung ein Versehen ist. 10 Brandolini und DAlessio 1998 haben die verschiedenen Moglichkeiten aufgezeigt und durchexerziert. 18 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Indikatoren nicht mit einem Hinweis auf Nussbaums Liste gerechtfertigt werden und muss auch die Interpretation auf der Ebene der Indikatoren erfolgen. Wenn aber zunachst mehrere Indikatoren zu einer Dimension zusammengefasst werden, muss auch die Gewichtung begrundet werden. Anand et al. diskutieren diese Frage nicht. 3.2 OPHI: Missing Dimensions Sabina Alkire Die von Sabina Alkire im Jahr 2007 gegrundete Oxford Poverty and Human Development Initiative OPHI widmet sich der systematischen Erforschung jener Dimensionen der Armut, die bislang in Datenquellen zum Lebensstandard nur unzureichend erfasst sind. In zwei Workshops hat OPHI zu Beginn funf Dimensionen identifiziert, deren Erfassung als erstes in Angriff genommen wurde Tabelle 7. In diesem Zusammenhang hat Alkire 2007a auf die Auswahlkriterien von Robeyns Tabelle 2 mit Ausnahme des Kriteriums der Kontextbezogenheit verwiesen. Wie Alkire 2007b: 4 hervorhebt, letzte der ausgewahlten Dimensionen nicht direkt als fehlende Dimension der Armutsmessung anzusehen, sondern als Aspekt aller anderen Dimensionen. ist die fragen ist, ob dies nicht Zu fur die zweite Dimension Handlungsfahigkeit gilt, die den Ubergang von der Messung von Funktionen zur Messung von Verwirklichungschancen markiert s.u  in noch starkerem Mae Tabelle 7: OPHIs Missing Dimensions of Poverty Informelle Beschaftigung informal employment 1. 2. Handlungsfahigkeit empowermentagency 3. Sicherheit vor Ubergriffen auf Leib und Besitz physical safety 4. Sich ohne Scham in der Offentlichkeit zeigen ability to go about without shame 5. Subjektives Wohlbefinden psychological and subjective wellbeing Eigene Zusammenstellung in Anlehnung an Alkire 2007b Ziel der Bemuhungen ist es, fur jede dieser Dimensionen einen Fragenblock im Umfang von funf bis acht Fragen zu entwickeln, der sich in Befragungen integrieren lasst. Die Auswahl dieser Fragen wird geleitet von folgenden Kriterien 11 Tabelle 8: Tabelle 8: Kriterien zur Auswahl von Indikatoren The indicators   1.   need to be internationally comparable. 2.   seek to assess not only the instrumental but also the intrinsic aspects. 3.   should identify changes over time. 4.   should draw on experience with particular indicators to date. Eigene Zusammenstellung in Anlehnung an Alkire 2007b Die internationale Vergleichbarkeit ist fur das Projekt vom OPHI wunschenswert, zumal der zweite Schwerpunkt vergleichende Studien im Spannungsverhaltnis zur Kontextbezogenheit, die sich auch darauf beziehen sollte, wie eine 11 Eine andere, langere Liste mit wunschenswerten Eigenschaften von Indikatoren findet sich bei Comim 2008: 194. sind. Das Kriterium jedoch steht 19 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Dimension im kulturellen Kontext eines Landes abzufragen ist s.o  Das zweite Kriterium weist auf den engen Zusammenhang zwischen der Auswahl von Dimensionen, die wertgeschatzt werden, und der Art der Abfrage dieser Dimensionen hin. Die Primarstudien, die sich explizit der Frage widmen, welche Dimensionen von den Menschen wertgeschatzt werden, konnen hierbei heran gezogen werden. Vergleichbarkeit ist nicht nur auf raumliche Vergleiche, sondern auch auf zeitliche Vergleiche bezogen. Das dritte Kriterium sieht es daher als wunschenswert an, Anderungen zu erfassen, auch wenn es dem OPHI nicht darum geht, den Erfolg politischer Manahmen zu messen, sondern Armut zu messen. Schlielich hat das OPHI sich gezielt das empirische Instrumentarium verschiedenster Disziplinen Anthropologie, Psychologie etc. angeschaut, um dem letzten Kriterium gerecht werden zu konnen, namlich auf Indikatoren zuruckzugreifen, die bereits vielleicht in einem anderen Zusammenhang erprobt worden sind. Anhand dieser Kriterien wurde fur die funf Dimensionen jeweils ein Vorschlag mit einem Fragenblock erarbeitet Lugo 2007, IbrahimAlkire 2007, Diprose 2007, Zavaleta 2007, Samman 2007 und samt Anleitungen im Internet einer breiten Offentlichkeit zur Verfugung gestellt. Inzwischen sind erste Befragungen mit diesen Fragenblocken durchgefuhrt worden und befinden sich in Auswertung. Da m. E. die Dimension Handlungsfahigkeit den Ubergang von der Betrachtung von Funktionen zur Betrachtung von Verwirklichungschancen markiert, wird untenstehend der Fragensatz zu dieser Dimension aufgefuhrt Tabelle 9. Tabelle 9: Indikatoren fur Handlungsfahigkeit empowerment 1. Power overcontrol: How much control do you feel you have in making personal decisions that affect your everyday activities? 2. Power tochoice: five domains: 1 minor household expenditure; 2 What to do if you have a serious health problem; 3 How to protect yourself from violence; 4 Whether and how to express religious faith; 5 What kind of tasks you will do a When decision are made regarding the following aspects of household life, who is it that normally takes the decision? if not the respondent, ask b b To what extent do you feel you can make your own personal decisions regarding these issues if you want to? c How true would it be to say that your actions with respect to one of the five domains are motivated by a desire to avoid punishment or to gain reward? d How true would it be to say that your actions with respect to one of the five domains are motivated by a desire to avoid blame, or so that other people speak well of you? e How true would it be to say that your actions with respect to one of the five domains are motivated by and reflect your own values andor interests? 3. Power from withinchange: a Would you like to change anything in your life? b What three things would you most like to change? c Who do you think will contribute most to any change in your own life? 4. Power withcommunity: Do you feel that people like yourself can generally change things in your community if they want to? Zusammenstellung aus IbrahimAlkire 2007 20 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien 3.3 Erfassung individueller Verwirklichungschancen im Rahmen einer Befragung in Gambia Ortrud Lemann Im Sommer 2008 wurde mir eine Seite in einer Befragung zur freien Gestaltung angeboten. Bei der Befragung handelte es sich um eine Impact Evaluation Study im Auftrag der Weltbank zum Community Driven Development Programme. Die Mittel der Weltbank fur diese Entwicklungshilfe von unten machen etwa 2,5 Prozent des Gambischen BIP aus. Um die Wirkung dieser Form der Entwicklungshilfe in Gambia zu untersuchen, wurden im August 2008 ca. 3800 Haushalte in Gambia befragt, insgesamt 30442 Personen das entspricht 1,8 Prozent der Einwohner. Die Studie wurde geleitet von Professor JeanLouis Arcand und vier wissenschaftlichen Mitarbeitern, welchen die Leitung der Befragung und die Interviewerschulung oblag. Die Befragung wurde vom Gambischen Buro fur Statistik durchgefuhrt und von ca. 50 Beobachtern begleitet. Die Interviewerschulung diente zugleich als Pretest. Zusatzlich zu den Haushalten wurden die Mitglieder der ortlichen Entwicklungskomitees befragt. zu den individuellen Verwirklichungschancen waren Bestandteil des Die Fragen im Fragebogen abgefragt: Haushaltsfragebogens. Folgende andere Themen wurden Demographische Daten, Gesundheit, Bildung, Sozialkapital, anthropometrische Daten zu Kindern unter funf Jahren, Politik der lokalen Regierung bzw. des Entwicklungskomitees, Wohnverhaltnisse, Getreideanbau und Viehzucht, Einkommen, Ausgaben und Beschaftigung. Somit wurden die objektiven Lebensbedingungen der Befragten bereits in den anderen Teilen der Befragung erfasst. Eine Seite im Fragebogen entspricht etwa zehn Fragen. Fur die Erstellung des Fragebogens blieben der Autorin ungefahr zwei Wochen Zeit. Von diesen aueren Vorgaben abgesehen, hatte ich freie Hand. Folgende Kriterien leiteten die Auswahl der Fragen:12 1. Die Fragen sollten moglichst schon in anderen Studien erprobt worden sein, um die Vergleichbarkeit der Daten zu sichern. 2. Die Fragen sollten insbesondere den Aspekt der Handlungsfreiheit erfassen, um dem Charakter des CA gerecht zu werden. 3. Die Fragen sollten dem Kontext angemessen sein. Der Kontext ist in diesem Falle auch der Fragebogen selbst, in dem bereits Fragen zu etlichen Lebensbedingungen gestellt wurden, so dass insbesondere Fragen zur subjektiven Bewertung der Lebensbedingungen sowie zur Handlungsfreiheit aufgenommen wurden. Im Verlauf des Pretests sind zwei Fragen gestrichen worden, weil sie von den Gambiern als beleidigend empfunden wurden: 1 Do you eat fresh meat, chicken or fish at least twice a 12 An dieser Stelle gilt mein herzlicher Dank Peter Krause, Jurgen Volkert, Paul Anand und Sabina Alkire, die mich beraten haben. Die Entscheidung uber die Fragen ist jedoch voll und ganz von mir zu verantworten. Mein besonderer Dank gilt JeanLouis Arcand, der mir das Angebot gemacht hat und Wort gehalten hat. 21 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien week? yes no und 2 Are you sometimes feeling ashamed of how you live and who you are? always frequently occasionally never. Die erste Frage wurde aus den Befragungen von Anand et al. ubernommen. Sie stammt aus dem BHPS und ist somit ein deutlicher Beleg dafur, wie schwierig es ist, internationale Vergleichbarkeit zu sichern, wenn es um Bereiche wie die Ernahrung geht, die einem enormen kulturellen Einfluss unterliegen. Die zweite Frage war die einzige selbst entwickelte. Auerdem wurde die Frage nach der Bewertung der Wohnverhaltnisse sowohl sprachlich vereinfacht als auch von der Antwortstruktur her geandert, von How suitable is your accommodation? very suitable ok not completely suitable very unsuitable BHPSFrage zu What do you think about your accommodation? very suitable suitable unsuitable. Die Antwortmoglichkeiten wurden auch fur die BHPS Frage nach der Lebenszufriedenheit von vier very happy rather happy not very happy not at all happy auf drei very happy happy not happy gekurzt. Tabelle 10 fasst die Fragen und Antwortmoglichkeiten des Fragebogens zusammen. Die Erfahrungen zeigen, dass das Kriterium der internationalen Vergleichbarkeit in einem Spannungsverhaltnis zum Kriterium der Kontextbezogenheit steht. Zugleich ist es im Rahmen von wenigen Fragen kaum moglich, einen detaillierten Bezug auf konkrete Probleme herzustellen. Der Handlungsspielraum von Personen lasst sich jedoch besser in Bezug auf ihre konkrete Situation ermessen. Eine genaue Analyse der Daten steht noch aus. Auf Anhieb ist jedoch zu sehen, dass der Wunsch nach Veranderung gro ist 78 % der Befragten wollen etwas verandern und dass die Familie 27 % und Eigeninitiative 26 % als Motor fur Veranderungen gesehen wird vor der Regierung 23 %. Die Daten sind daher ein Indiz dafur, dass Handlungsfreiheit auch in einem so armen Land wie Gambia ein sinnvolles Konzept ist. Tabelle 10: Fragen zu individuellen Verwirklichungschancen in Gambia 1. Does your health permanently limit your daily activities in any way compared to most people of your age? not at all somewhat a lot completely 2. What do you think about your accommodation? 3. very suitable suitable unsuitable Taking all things together, would you say you are: very happy happy not happy 4. Would you like to change anything in your life at this point in time? yes no 7. 5. What three things would you most like to change in your life? aspect 1 aspect 2 aspect 3 Kodierung durch Interviewer anhand folgender Kategorien: employment resources for incomegenerating activity improvement of health nutrition, sanitation, water, housing improvement of education migrating participation in social and community activities religion other 6. Who do you think will contribute most to any change in your own life? myself my family village development committee our community village the ward development committee the state government dont know other specify 7. Do you feel that people like yourself can generally change things in their community if they want to? 22 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien yes, very easily yes, fairly easily yes, but with a little difficulty yes, but with a great deal of difficulty no, not at all other specify To what extent do you feel that people treat you with respect? always frequently occasionally never To what extent do you feel that people treat you unfairly? always frequently occasionally never 8. 9. Eigene Zusammenstellung, Fragen 1, 2 und 3 stammen aus den Arbeiten von Anand et al. BHPS, Fragen 4, 5, 6 und 7 aus dem OPHIVorschlag zur Handlungsfreiheit und Fragen 8 und 9 aus dem OPHIVorschlag zu Scham und Menschenwurde. von zuweist, fur Individuen zahlreiche empirische eine Herausforderung Fazit und Ausblick 4. Auch wenn der CA wegen seiner Multidimensionalitat und der besonderen Rolle, die er der Handlungsfreiheit jegliche Operationalisierung darstellt, gibt es Studien, die dieser Herausforderung auf verschiedenste Art begegnen. Dieser Aufsatz gibt einen Uberblick uber die vorhandenen Studien ohne Anspruch auf Vollstandigkeit. Was die Multidimensionalitat und die damit verbundene Auswahl relevanter Dimensionen anbelangt, so gibt es mit den Kriterien von Robeyns Richtlinien dazu, die allzu oft nicht beachtet werden. Insbesondere die Begrundung der Auswahl an Dimensionen und die Dokumentation der Auswahl an Indikatoren fur diese Dimensionen sollte zum Standard werden. Im Falle von Sekundarstudien ist freilich die Datenverfugbarkeit ein gewichtiger Grund dafur, bestimmte Dimensionen nicht zu berucksichtigen. Zwar ist eine Fulle von Daten bereits verfugbar und es lasst sich anhand von Sekundarstudien bspw. zeigen, dass sich multiple Deprivation nicht allein durch Einkommensarmut erklaren und erfassen lasst Klasen 2000, RuggeriLaderchi 2008, aber einige Aspekte Dimensionen des Wohlergehens, die im CA eine Rolle spielen, werden in bestehenden Daten nur mangelhaft erfasst. Das ist einer der Grunde, weshalb der Wunsch nach Primarstudien zum CA aufkam. fur Fragen Primarerhebungen. Der Der zweiten Herausforderung fur die Operationalisierung des CA, namlich der Frage, wie sich Handlungsfreiheit verstanden als Menge an Verwirklichungschancen erfassen lasst, ist mit zwei Strategien begegnet worden: zum einen durch die Auswahl und Entwicklung geeigneter Analyseverfahren bei Sekundarstudien und zum anderen durch die Auswahl und Entwicklung hypothetische Charakter der geeigneter Verwirklichungschancen hat bei der ersten Strategie insbesondere zum Einsatz der Faktoranalyse und struktureller Gleichungssysteme gefuhrt, mit deren Hilfe sich latente Variablen erfassen lassen. Daneben gibt es den Versuch, den Zusammenhang zwischen Ressourcen und erreichten Funktionen fur verschiedene Gruppen zu schatzen und so fur jede Person ihrer Ressourcenausstattung und Gruppenzugehorigkeit zu schatzen. Beide Verfahren notigen dem Forscher etliche Entscheidungen uber die Klassifikation von Variablen und die Zusammenhange ab und konnen nicht mehr als eine Annaherung an den Charakter der Verwirklichungschancen bieten. ihre Verwirklichungschancen in Abhangigkeit 23 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien ihrer subjektiven Einschatzung in einer Die zweite Strategie, den Moglichkeitsaspekt durch entsprechende Fragen Primarstudie zu erfassen, hat besonders mit dem subjektiven Charakter der Aussagen zu kampfen. Die Kritik am subjektiven Charakter des Utilitarismus war ein wichtiges Motiv fur die Entwicklung des CA. Nun die Menschen nach ihres Handlungsspielraums zu fragen, respektiert zwar ihren Status als handelnde Subjekte wie vom CA gefordert, wirkt aber der Bewegung in eine objektivistische Richtung Sen 1987: 14 entgegen. Die Typisierung von Fragen, die das Capabilities Measurement Project vorgelegt hat, ist hilfreich, muss allerdings wesentlich stringenter genutzt werden sowie die erzielten Ergebnisse daraufhin analysiert und gepruft werden, inwiefern sie tatsachlich den Moglichkeitscharakter von Verwirklichungschancen zu erfassen vermogen. Der Katalog von Fragen zur Handlungsfahigkeit, der vom OPHI vorgeschlagen wurde, dient vordergrundig gar nicht der Erfassung von Verwirklichungschancen, sondern zur Erfassung einer weiteren Dimension. Hier ist zum einen der theoretische Zusammenhang ungeklart, zum anderen sind die erzielten Erkenntnisse aus dem Einsatz dieser Fragen auch beim Projekt der Autorin genau zu analysieren. Auch diese Strategie muss daher noch weiterentwickelt werden und ist ebenfalls nur als Annaherung an den Moglichkeitscharakter der Verwirklichungschancen zu sehen. Insgesamt bleibt zu fordern, dass empirische Studien zum CA starker als bisher sowohl die verwendeten Methoden zur Auswahl der Dimensionen und der Indikatoren als auch zur Aggregation von Indikatoren und Analysemethoden dokumentieren und begrunden. Es wird nicht moglich sein, eine Herangehensweise als beste zu identifizieren, aber eine sorgfaltige Dokumentation wurde die Auswahl von Maen und Methoden fur bestimmte Probleme erleichtern. Letztlich konnen die Methoden immer nur einem Teil der Unsicherheit daruber, wie viele und welche Dimensionen in welchen Zusammenhangen zueinander stehen und wie der Freiheitsaspekt zu erfassen ist, Rechnung tragen. Das sollte aber niemanden davon abhalten, die empirische Basis zur Erforschung von Verwirklichungschancen auszubauen. Literatur Addabbo, Tindara; di Tommasio, Maria Laura; 2009; Childrens Capabilities and Family Characteristics in Italy; Paper presented at the IARIW conference in Slovenia. Alkire, Sabina; 2002; Valuing Freedoms: Amartya Sens Capabilities Approach and Poverty Reduction; Oxford University Press; Oxford. Alkire, Sabina; 2007a; Choosing Dimensions: The Capability Approach and Multidimensional Poverty; in: Grusky, David; Kanbur, Ravi eds.: Poverty and Inequality; Stanford University Press; Stanford. Alkire, Sabina; 2007b; The Missing Dimensions of Poverty Data: An Introduction; OPHI working Paper No. 0, Oxford Development Studies 35 4, 347359. Alkire, Sabina; 2007c; Multidimensional Poverty: How to Choose Dimensions; Maitreyee 7, Feb.2007, 24. Alkire, Sabina; 2008; Using the Capability Approach: Prospective and Evaluative Analyses in: Comim, Flavio; Qizilbash, Mozzafar; Alkire, Sabina eds.: The Capability Approach: Concepts, Measures and Applications; 2650; Cambridge University Press; Cambridge. 24 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Alkire, Sabina; Foster, James E.; 2007; Counting and Multidimensional Poverty Measurement; OPHI working Paper No. 7. Alkire, Sabina; Seth, Suman; 2008; Multidimensional Poverty and BPL Measures in India: A Comparison of Methods; OPHI Working Papers Nro. 15. Oxford, Oxford University. Anand, Paul; Hunter, Graham; Smith, Ron; 2005; Capabilities and Wellbeing: Evidence Based on the SenNussbaum Approach to Welfare; Social Indicators Research, 74 1, 955. Anand, Paul; van Hees, Martin; 2006; Capabilities and Achievements: An Empirical Study; Journal of SocioEconomics, 35 2, 268284. Anand, Paul; et al.; 2009; The Development of Capability Indicators; Journal of Human Development and Capabilities 10 1, 125152. Anand, Paul; Santos, Christina; Smith, Ron; 2009; The measurement of Capabilities; in: Basu, Kaushik; Kanbur, Ravi eds.: Arguments for a better world, Vol. I: Ethics, Welfare, and Measurement, 283310; Oxford University Press; Oxford. Anand, Sudhir; Sen, Amartya K.; 1994; Human Development Index: Methodology and Measurement; Human Development Report Office Occasional Paper 12; UNDP; New York. Anand, Sudhir; Sen, Amartya K.; 1997; Concepts of Human Development and Poverty: A Multidimensional Perspective; Human Development Report Office Hrsg.: Poverty and Human Development, 119; UNDP; New York. Arcelis, F.; Sharma, B.; Srinivasan, G.; 2003; The Human Development Index Adjusted for Efficient Resource Utilization; www.wider.unu.educonferenceconference20032conference 20032.htm; Helsinki. Arim, Rodrigo; Vigorito, Andrea; 2010; Un analisis multidimensional de la pobreza en Uruguay 19912005; in: Nebel, Mathias; FloresCrespo, Pedro eds.: Desarollo como Libertad en America Latina. Fundamentos y Aplicaciones; im Erscheinen. Arndt, Christian; Volkert, Jurgen; 2007; A Capability Approach for Official German Poverty and Wealth Reports: Conceptual Background and First Empirical Results; IAW Discussion Paper, No.27. Backhaus, Klaus; Erichson, Bernd; Plinke, Wulff; Weiber, Rolf; 1996; Multidvariate Analysemethoden eine Anwendungsorientierte Einfuhrung; 8. Auflage; SpringerVerlag; Berlin. Balestrino, A.; 1996; A Note on FunctioningPoverty in Affluent Societies; Notizie di Politeia 12 4344, 97106. Balestrino, A.; Sciclone, N.; 2001; Should we Use Functionings instead of Income to Measure WellBeing? Theory, and Some Evidence from Italy; Rivista Internationale di Scienze Sociale 3, 322. BaliamouneLutz, M.; 2004; On the Measurement of Human WellBeing. Fuzzy Set Theory and Senss Capability Approach; WIDER Research Paper No. 200416. Bartelheimer, Peter; Buttner, Rene; Schmidt, Tanja; 2010; Dynamic capabilities A capability approach to life courses and the case of young adults; in: Lemann, O.; Otto, HansUwe; Ziegler, Holger eds.: Closing the Capability Gap Renegotiating Social Justice for the Young; Barbara Budrich; Leverkusen. Basarir, Hasan; 2008; On the Multidimensional Measurement of Poverty: An Empirical Study on South Africa; paper presented at the EADIconference in Geneva. Basu, Kaushik; Foster, J.; 1998; On Measuring Literacy; Economic Journal 108451, 17331749. Basu, Kaushik; 1987; Achievement, Capabilities and the Concept of WellBeing; Social Choice Batana, Yele Maweki; 2008; Multidimensional Measurement of Poverty in SubSaharian Africa; and Welfare 4, 6976. OPHI working paper No. 13. Biggeri, Mario; et al.; 2006; Children Conceptualizing Capabilities: Results of a Survey Conducted during the First Childrens World Congress on Child Labour; Journal of Human Development 7 1, 5984. Binder, Martin; Broekel, Tom; 2008; Conversion Efficiency as a Complementing Measure of Welfare in the Capability Space; MPRA paper No. 7583. Bourguignon, Francois; Chakravarty, Satya R.; 2003; Measurement of Multidimensional Poverty; Journal of Economic Inequality 1, 2549. Brandolini, Andrea; DAlessio, G.; 1998; Measuring WellBeing in the Functioning Space; www.stedmunds.cam.ac.ukvhisenprogram 1.shtml. 25 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Burchardt, Tania; Le Grand, J.; 2002; Constraint and Opportunity: Identifying Voluntary NonBurchardt, Tania; 2005; The Education and Employment of Disabled Young People: Frustrated Employment; CASE Working Paper 55. ambition; The Policy Press; Bristol. Burchardt, Tania; 2009; Agency Goals, Adaptation and Capability Sets; Journal of Human Development and Capabilities 10 1, 319. Chakravarty, S. R.; Majumder, A.; 2003; Issues on Literacy Measurement; www.wider.unu.educonferenceconference20032conference 20032.htm; Helsinki. Chatterjee, Shoutir Kishore; 2005; Measurement of Human Development An Alternative Approach; Jounral of Human Development 6 1, 3154. Chiappero Martinetti, Enrica; 2000; A Multidimensional Assessment of WellBeing Based on Sens Functioning Approach; Rivista Internationale di Scienze Sociale 2, 207239. Chiappero Martinetti, Enrica; Roche, Jose Manuel; 2009; Operationalization of the Capability Approach, from theory to Practice: A Review of Techniques and Empirical Analyses; in: ChiapperoMartinetti, Enrica ed.: Debating Global Society: Reach and Limits, 157201; Fondazione Giangiacomo Feltrinelli; Milan. Clark, David; 2002; Visions of Development: A Study of Human values; Edward Elgar; Clark, David; Qizilbash, Mozzafar; 2003; Core Poverty and Extreme Vulnerability in South Cheltenham. Africa; working paper UEA. Clark, David; Qizilbash, Mozzafar; 2005; Core Poverty, Basic Capability and Vagueness: An Application to the SouthAfrican Context; GPRG working paper series 026. Comim, Flavio; 2008; Measuring capabilities; in: Comim, Flavio; Qizilbash, Mozafffar; Alkire, Sabina eds.: The Capability Approach: Concepts, Measures and Application, 157200; Cambridge University Press; Cambridge. Defloor, Bart; Van Ootegem, Luc; Verhofstadt, Elsy; 2009; Capabilities and the functionings production function with an application to the quality of the first job; Paper presented at the HDCAconference in Lima. Di Tommaso, Maria Laura; 2006; Measuring the WellBeing of Children Using the Capability Approach. An Application to Indian Data; Chi LD working paper 052006, Center for Household, Income, Labour and Demographic Economics. Diprose, Rachel; 2007; Safety and Security: A proposal for internationally comparable indicators; OPHI working Paper No. 1. Foster, James E.; LopezCalva, Luis F.; Skekely, Miguel; 2005; Measuring the Distribution of Human Development: Methodology and an Application to Mexico; Journal of Human Development 6 1, 530. Graf, Gunter; Germes Castro, Oscar; Babic, Bernhard; 2011; Approaching Capabilities with Children in Care an international project to identify values of children and young people in care; in: Lemann, O.; Otto, HansUwe; Ziegler, Holger eds.; Closing the Capabilities Gap Renegotiating Social Justice for the Young; Barbara Budrich ; Opladen. Grasso, Marco; 2002; A Dynamic Operationalization of Sens Capability Approach; Working Paper 59, Dipartimento di Sociologia e Ricerca Sociale, Universita degli Studi di Milano Biocacca. Herrero, C.; 1996; Capabilities and Utilities; Economic Design 21, 6988. Hossain, Iftekar; 1990; Poverty as Capability Failure; Helsinki, Swedish School of Economics. Ibrahim, Solava; Alkire, Sabina; 2007; Agency and Empowerment: A Proposal for Internationally Comparable Indicators; OPHI working Paper No. 4. Jaggar, Allison; 2006; Reasoning About WellBeing: Nussbaums Methods of Justifying the Capabilities; Journal of Political Phoilosophy, 14 3, 301322. Klasen, Stephan; 2000; Measuring Poverty and Deprivation in South Africa; Review of Income and Wealth 461, 3358. Krause, Peter; 2008; Building up a Common Social Space when Living Together; Paper presented at the HDCAconference in Delhi. Krishnakumar, Jaya; 2007; Going beyond Functionings to Capabilities: an Econometric Model to explain and estimate Capabilities; Journal of Human Development 8 1, 3964. Krishnakumar, Jaya; Ballon, Paola; 2008; A ModelBased Multidimensional Capability Deprivation Index; World Development 36 6, 9921010. 26 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Krishnakumar, Jaya; Nagar, A.L.; 2008; On Exact Statistical Properties of Multidimensional Indices Based on Principal Components, Factor Analysis, MIMIC and Structural Equations Model; Social Indicators Research 86 , 481496. Kuklys, Wiebke; 2005; Amartya Sens Capability Approach. Theoretical Insights and Empirical Applications Studies in Choice and Welfare; SpringerVerlag; Berlin. Kumar, A. K. S.; 1992; Maternal Capabilities, Child Survival in Low Income Regions: Economic Analysis of Infant Mortality Differentials in India; Ph. D. dissertation, Harvard University. Kynch, Jocelyn; 2009; Entitlements and Capabilities: Young People in PostIndustrial Wales; in: Basu, Kaushik; Kanbur, Ravi eds.: Arguments for a better world, Vol. II: Society, Institutions, and Development, 100118; Oxford University Press; Oxford. Lelli, Sara; 2005; Using Functionings to Estimate Equivalence Scales; Review of Income and Wealth 51 2, 255284. Lelli, Sara; 2008; Operationalising Sens capability approach: The influence of the selected technique; in: Comim, Flavio; Qizilbash, Mozafffar; Alkire, Sabina eds.: The Capability Approach: Concepts, Measures and Application, 310361; Cambridge University Press; Cambridge. Lemann, Ortrud; 2004; Some Reflections on Operationalising the Capabilityset and a Definition of Poverty as Capability Failure; cfs.unipv.itrelestprogramme.pdf. Lemann, Ortrud; 2007a; Konzeption und Erfassung von Armut Vergleich des LebenslageAnsatzes mit Sens CapabilityAnsatz; Duncker Humblot; Berlin. Lemann, Ortrud; 2007b; Effective Freedom and External Capabilities: Two Different Conceptions of Capability; Beitrage zur Wirtschaftsforschung Nr. 152 des Sozialoekonomischen Seminars Institute of Socio Economics, Universitat Hamburg. Lemann, Ortrud; im Erscheinen; Freedom of Choice and Poverty Alleviation; Review of Social Economy. Lovell, C.A.K. ; Richardson, P.; Travers, P.; Wood, L.; 1990; Resources and Functionings: A New View of Inequality in Australia; in: Eichhorn, W. Hrsg.; Models and Measurement of Welfare and Inequality, 787807; SpringerVerlag; Berlin. Lugo, AnaMaria; 2007; Employment: A Proposal for internationally comparable indicators; Oxford Development Studies 35 4, 361378. Lugo, AnaMaria; Samman, Emma; 2008; An Empirical Exploration of Integrating Subjective Health Perceptions into Multidimensional Capability Measures; paper presented at IARIW conference in Slovenia. Majumder, Amlan; 2009; Capability and Womens Wellbeing in India: An Empirical Study Based on National Family Health Survey 2 3; paper presented at the IAFFE conference in Boston 2009. Neff, Daniel; 2007; Subjective Wellbeing Poverty and Ethnicity in South Africa: Insights from an Exploratory Analysis; Social Indicators Research 80, 313341. Nussbaum, Martha C.; 1988; Nature, Function, and Capability: Aristotle on Political Distribution; Oxford Studies in Ancient Philosophy supplementary volume, 145184 Nussbaum, Martha C.; 2000; Woman and Human Development: The Capabilities Approach; Cambridge University Press; Cambridge. Phipps, S.;2002; The WellBeing of Young Canadian Children in International Perspective: A Functionings Approach; Review of Income and Wealth 484, 493515. Qizilbash, Mozaffar; 2003; Vague Language and Precise Measurement: the case of poverty; Journal of Economic Methodology 10 1, 4158. Qizilbash, Mozaffar; Clark, David; ; 2005; The Capability Approach and Fuzzy Measures of Poverty: An Application to the South African Context; Social Indicators Research 74 1, 101139. Quadrado, L.; Loman, S.; Folmer, H.; 2001; Multidimensional Analysis of Regional Inequality: The Case of higher Educational Facilities in Spain; Papers in Regional Science, The Journal of the Regional Science Association 80, 189209. Rahman, T.; Mittelhammar, R.; Wandschneider, P.; 2003; Measuring the Quality of Life Across Countries: A Sensitivity Analysis of WellBeing Indices; www.wider.unu.educonferenceconference20032conference 20032.htm; Helsinki. Ramos, Xavier; Silber, Jacques; 2005; On the Application of Efficiency Analysis to the study of the dimensions of human development; Review of Income and Wealth 51 2, 285309. 27 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Ranis, Gustav; Stewart, Frances; Samman, Emma; 2006; Human Development Beyond the HDI; Journal of Human Development 7 3, 323358. Ranis, Gustac; Stewart, Frances; Samman, Emma; 2009; Country Patterns of Behavior on Broader Dimensions of Human Development; in: Basu, Kaushik; Kanbur, Ravi eds.: Arguments for a better world, Vol. II: Society, Institutions, and Development, 119138; Oxford University Press; Oxford. Robeyns, Ingrid; 2000; An Unworkable Idea or a Promising Alternative? Sens Capability Approach reexamined; CES Discussion Paper 00.30, University of Leuven, unter: www.ingridrobeyns.nl. Robeyns, Ingrid; 2003; Sens Capability Approach and Gender Inequality: Selecting Relevant Capabilities; Feminist Economics 923,6192. Roche, Jose Manuel; 2008; Monitoring Inequality among Social Groups: A Methodology Combining Fuzzy Set Theory and Principal Component Analysis; Journal of Human Development 9 3, 427452. Ruggeri Laderchi, Caterina;1997; Poverty and Its Many Dimensions: The Role of Income as an Indicator; Oxford Development Studies 253, 345360; Cambridge University Press; Cambridge. Ruggeri Laderchi, Caterina; 2008; Do concepts matter? An empirical investigation of the differences between a capability and a monetary assessment of poverty; in: Comim, Flavio; Qizilbash, Mozafffar; Alkire, Sabina eds.: The Capability Approach: Concepts, Measures and Application, 203241; Cambridge University Press; Cambridge. Samman, Emma; 2007; Psychological and Subjective WellBeing: A Proposal for Internationally Comparable Indicators; OPHI working paper No. 5, May 2007. Santos, Maria Emma ; Ura, Karma; 2008; Multidimensional Poverty in Bhutan: Estimates and Policy Recommendations; OHPI working paper No. 14. Schokkaert, Erik; Van Ootegem, Luc; 1990; Sens Concept of the Living Standard applied to the Belgian Unemployed; Recherches Economiques de Louvain 56, 429450. Sen, Amartya K.; 1987 The Standard of Living edited by Geoffrey Hawthorn, Cambridge University Press. Sen, Amartya K.; 1992; Inequality Reexamined; Oxford University Press; Oxford Sen, Amartya K.; 1996; Freedom, Capabilities and Public Action: A Response; Notizie di Politeia 124344, 107125. Sen, Amartya K.; 1999; Development as Freedom; Alfred A. Knopf Inc.; New York. Sen, Amartya K.; 2004; Dialogue: Capabilities, Lists and Public Reason: Continuing the Conversation; Feminist Economics 103, 7780. Sen, Amartya K.; 2005; Human Rights and Capabilities; ; Journal of Human Development 6 2, 151166. Seth, Suman; 2009; Inequality, Interactions and Human Development; Journal of Human Development and Capabilities 10 3, 375396. Strotmann, Harald; Volkert, Jurgen; 2008; Lack of Instrumental Freedoms: Social Exclusion from and Unfavourable Inclusion into the Labour Market An Empirical Analysis for Germany; Paper presented at the HDCAconference in Delhi. Vero, Josiane; 2002; Mesurer la pauvrete a partir des concepts de biens premiers, de realisations premieres et de capabilites de base; EHESS, these pour obtention du grade de docteur delEHESS Ecole des Hautes Etudes en Sciences Sociales. Vizard, Polly; Burchardt, Tania; 2008; Developing a Capability List for the Equality and Human Rights Commission: The Problem of Domain Selection and a Proposed Solution Combining Human Rights and Deliberative Consultation; paper presented at IARIW conference in Slovenia. Volkert, Jurgen; Wust, Kirsten; 2011; Early Childhood, Agency and Capability Deprivation. A quantitative analysis using German socioeconomic panel data; in: Lemann, O.; Otto, HansUwe; Ziegler, Holger eds.; Closing the Capabilities Gap Renegotiating Social Justice for the Young; Barbara Budrich; Opladen. Wietzke, FrankBorge; 2009; A GroupBased Measure of Capability Inequality; paper presented at the HDCAconference in Lima. Zavaleta Reyles, Diego; 2008; The Ability to go About without Shame: A proposal for internationally comparable indicators of shame and humiliation; OPHI working paper. 28 Ge NECAdiscussion paper 1: O. Lessmann, Empirische Studien Zimmermann, Benedicte; 2006; Pragmatism and the Capability Approach. Challenges in Social Theory and Empirical Research; European Journal of Social Theory 9 4, 467484. Zimmermann, Benedicte; 2008; Capacites et Enquete sociologique; in: De Munck, Jean; Zimmerman, Benedicte eds.: La liberte au prisme de capacites, 113137; editions de lEHESS; Paris. Anhang Nussbaums Liste zentraler funktionaler Fahigkeiten: 1. Life. Being able to live to the end of human life of normal length; not dying prematurely, or before ones life is so reduced as to be not worth living. 2. Bodily Health. Being able to have good health, including reproductive health; to be adequately nourished; to have adequate shelter. 3. Bodily Integrity. Being able to move freely from place to place; to be secure against violent assault, including sexual assault and domestic violence; having opportunities for sexual satisfaction and for choice in matters of reproduction. 4. Senses, Imagination, and Thought. Being able to use the senses, to imagine, think, and reason and to do these things in a ,truly human way, a way informed and cultivated by an adequate education, including, but by no means limited to, literacy and basic mathematical and scientific training. Being able to use imagination and thought in connection with experiencing and producing works and events of ones own choice, religious, literary, musical, and so forth. Being able to use ones mind in ways protected by guarantees of freedom of expression with respect to both political and artistic speech, and freedom of religious exercise. Being able to have pleasurable experiences, and to avoid nonnecessary pain. 5. Emotions. Being able to have attachments to things and people outside ourselves; to love those who love and care for us, to grieve at their absence; in general, to love, to grieve, to experience longing, gratitude, and justified anger. Not having ones emotional development blighted by fear and anxiety.   6. Practical Reason. Being able to form a conception of the good and to engage in critical reflection about the planning of ones life.   7. Affiliation. A. Being able to life with and towards others, to recognise and show concern for other human beings, to engage in various forms of social interaction; to be able to imagine the situation of another and have compassion for that situation; to have the capability for both justice and friendship.   B. Having the social bases of selfrespect and nonhumiliation; being able to be treated as a dignified being whose worth is equal to that of others. This entails protection against discrimination on the basis of race, sex, religion, caste, ethnicity, or national origin. 8. Other species. Being able to live with concern for and in relation to animals, plants, and the world of nature. 9. Play. Being able to laugh, to play, to enjoy recreational activities. 10. Control over ones Environment. A. Political. Being able to participate effectively in political choices that govern ones life; having the right of political participation, protections of free speech and association. B. Material. Being able to hold property both land and movalbe goods; having the right to seek employment on an equal basis with others; having the freedom from unwarranted search and seizure. Quelle: Nussbaum 2000, S. 78ff 29 ", "filename": "664248365.pdf", "person": ["Ortrud Leßmann", "Leßmann, Ortrud"], "date": ["2011"]}