{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48271/1/664253202.pdf"], "title": ["The conjoint quest for a liberal positive program: \"Old Chicago\", Freiburg and Hayek"], "plaintext": "The conjoint quest for a liberal positive program: Old Chicago, Freiburg and Hayek by Ekkehard Kohler Walter Eucken Institut1 and Stefan Kolev WilhelmRopkeInstitut2 Abstract James M. Buchanans latest contribution to the postcrisis debate in political economy underpins the necessity to reexamine the legacy of the Old Chicago School of thought, being urged by Buchanans recently stressed plea at the 2009 Regional Meeting of the Mont Pelerin Society and at the Summer Institute for the Preservation of the History of Economic Thought in 2010. The focus of the current paper is to follow his plea by exploring the central topoi of the 1930s debate of the Chicago School as seen from the work of Henry Simons and discuss its impact on the academic arena on both sides of the Atlantic thereafter. With respect to this impact, we highlight Friedrich A. von Hayek as the focal scholar who possibly transmits these topoi that later influenced the rise of Freiburgean ordoliberalism in Germany from the mid1930s onwards as youngest archival findings suggest. By revisiting the MPS 1947 first meetings minutes and papers, we stress the proximity in mind of Old Chicago, Hayek and the Freiburg School ordoliberals by contributing an explanation for the surprisingly homogenous direction of these yet unconnected schools of thought. In a next, enhanced version of this project, we will subsequently rediscuss the intellectual origins of Constitutional Political Economys research program. Following Viktor Vanberg, we argue that CPE can be interpreted as a modernized perspective on economics that carries forward three strands of transatlantic liberal programs, being precisely Old Chicago, Freiburg and Hayek. 1 Dipl.Volkswirt Ekkehard Kohler, Walter Eucken Institut, Freiburg, Germany, koehlereucken.de 2 Dipl.Volkswirt Stefan Kolev, HWWIWilhelmRopkeInstitut, Erfurt, Germany, kolevhwwi.org 0 Table of contents 1. Introduction 2 2. Henry Simons and the Old Chicago School 3 2.1 The theoretical approach of Simons and the role of government 4 2.2 Economic policy implications 8 2.2.1 The positive program and competition policy 9 2.2.2 The positive program and monetary reform 11 3. The influence of the Old Chicagoan Simons on Hayek and Ordoliberalism  14 3.1 Similarities in publications 15 3.1.1 Comparison of the theoretical approaches to economics 15 3.1.2 Comparison of competition policy proposals 19 3.1.3 Comparison of monetary reform proposals 21 3.2 Mont Pelerin Societys 1947 meeting as the melting pot of ideas 24 4. Outlook: Rulebased economic policy, CPE and the postcrisis window of opportunity 27 1 1. Introduction The latest financial and economic crisis has undoubtedly reawakened public and academic interest for the scholarly discourse in economics of the 1930s. Large think tanks foster a reenactment of John Maynard Keynes or Friedrich August von Hayek with various methods and intentions, while scholars address their audience to rediscuss economic ideas of the Great Depression and its subsequent period with special respect to the historicity of the then learned lessons. One of these scholars is James M. Buchanan who has highlighted the importance of the Old Chicago School and sharply contrasted it from the New Chicago Schools tenets, see Buchanan 2010, another is Viktor Vanberg who has highlighted the importance of the Freiburg School of Economics. The Chicago School and the Freiburg School both emerge during this period and have remarkably influenced the design of the postwar economic orders as well as the scholarly discourse in economics in the United States and Germany, respectively. This paper explores the naissance of these schools of thought by a comparison of their academic agendas in economic policy and argues that they were mainly set by their founders Henry Simons and Walter Eucken, respectively. Exploring the literature of their time as well as archival material, we have found good reasons to assume that Friedrich August von Hayek can be identified as a bridging element between the Old Chicago and the Freiburg School, whose research agendas are of a remarkably proximate nature by the end of the 1940s. In our opinion, the hypothesis of a SimonsEuckenHayek triangle of academic interaction can be justified since their scientific work of the 1930s and 1940s reflects a parallel search for a positive liberal program. Their programs share a surprisingly large degree of similarities, not only with respect to the proposed institutions and policy recommendation but moreover with respect to their conjoint revealed preference for rules over discretion. In addition, the programs are longrun oriented framework proposals that counter the statusquo of economics of this time which were significantly shortrun oriented Friedman 1948, p. 133. This longrun and ruleoriented liberal approach is focused on the importance of rules of the game to be set by government and the moves of the game to be left to the private individuals. In the unanimous opinion of the three authors, this is not interventionism but the rule of law which is enforced by the state that stresses the constitutional prerequisites for the proper functioning of a market economy. They do not assign to government the task to intervene und correct results, but to set up the fundamentals of the economic order. In a way, the three liberals focus their search on the visualization of Adam Smiths invisible hand by stressing the importance of proper rules for economic policy. To discuss this hypothesis, we explore the role of Simons in the intellectual naissance of the Chicago School first. This section is divided between an abstract fundamental principles level and a second plain which focuses on his practical economic policy. In a next step, the striking similarities between Simons, Eucken and Hayek in the 1930s and 1940s are depicted. This section briefly discusses publication of the three authors from these two decades as well as three papers which Eucken, Hayek and Aaron Director as a disciple of Simons deliver at the founding meeting of the Mont Pelerin Society in 1947. Finally, a 2 conclusion summarizes this comparative study and attempts an outlook as to its relationship to Constitutional Political Economy and the relevance of a rulebased economic policy in todays postcrisis period. 2. Henry Simons and the Old Chicago School Frank Knight 18851972 and Jacob Viner 18921970 are often considered as the main founders of the Chicago Schools perspective on economics Reder 1987, p. 414.3 Both plea for less abstraction and more realism in economics so that the discipline can serve as a better guide for policy, as Razeen Sally characterizes their conjoint aim towards a problemoriented perspective on economics Sally 1998, p. 71. Henry Simons 18991946 4 contributions to the emergence of the Old Chicago School, especially with regard to its applied and policyproblemoriented perspective, have been widely neglected in the modern discussion. Although a doctoral student of Frank Knight, it is remarkable that James Buchanan appraises precisely Simons as the most articulate expositor of the old Chicago School Buchanan 2010, p. 3. By the end1940s, however, Simons unique role was still appraised and appreciated: Through his writing and more especially through his teaching at the University of Chicago, he was slowly establishing himself as the head of a school, as Aaron Director puts it already in 1947 while introducing the volume Economic Policy for a Free Society Director 194748 which includes Simons major writings of his later career in Chicago. One of the reasons why Henry Simons contributions have been somewhat neglected in the meantime can be explained by the reception of the New Chicago School whose leading figures Milton Friedman and George Stigler have an ambiguous intellectual relationship to Simons. A highly interesting discussion among the New Chicagoans in the early 1980s crystallizes to the remarkable opinion that Henry Simons and his ideas must be seen from their New Chicago perspective as interventionist De Long 1990, pp. 601604.5 In this context, it is thus not a surprise why the 1987 edition of The New Palgrave Dictionary of Economics offers a harsh critique on Simons contributions to the Chicago School: Simons view had a distinctly populist flavour that is absent from those more recently associated with Chicago economics. For example, he favoured use of government power to reduce the size 3 For a more detailed account on Chicagos varieties of ideas and methods, see Bronfenbrenner 1962. 4 Henry C. Simons is born in Virden, Illinois in 1899. He graduates from the University of Michigan in 1920, and begins teaching immediately after graduation at the University of Iowa. In 1927 he moves to the University of Chicago, where he remains for the rest of his life. He dies at the early age of 47 in 1946. Simons writes relatively little in his active years two books and less than a dozen articles and his influence made itself felt more as a teacher than as a writer. He was surrounded by an unusually brilliant set of colleagues Jacob Viner 18821970, Frank Knight 18851972, Henry Schultz 18931938, Paul Douglas 18921976 and many more among whom he held his own position, supplying some of the essential philosophical ingredients of the unique Chicago outlook on economic affairs Blaug 1992, p. xi. 5 For the original statements of Ronald Coase, Milton Friedman and George Stigler, see Kitch 1983, pp. 178179. 3 of large firms and labour unions. Where such policies would lead to unacceptable losses of efficiency, Simons favoured outright public ownership. In sharp contrast to more recent Chicago statements on the matter, Simons emphatically supported progressive income taxation to promote a more egalitarian distribution of income. Reder 1987, p. 414 Despite this partial dispossession of Simons from his contribution to the Chicagoan legacy, which can be undoubtedly attributed to the methodological and political divergences of the New and the Old Chicago School, we are of the opinion that his contributions need to be analysed in its historicity, i.e. as they were articulated in the times of the United States largest and most intense economic crisis. 2.1 The theoretical approach of Simons and the role of government This section has the goal to describe Simons theoretical approach, i.e. the underlying principles that lead him to formulate the positive agenda towards a rulebased framework that constitutes the economic system. For delineating these principles, a reconstruction of the cascade of arguments forming the central topos of Simons reasoning is necessary: This is what is attempted in the following section. To begin with, Simons is a pronounced adherent of democracy as the ideal form of government. This is quite important for the role which he eventually attributes to government since he permanently elaborates on the issue whether specifically a democracy can cope with the various potential tasks which one might assign to government in an abstract sense. Early in the essay on his own political predispositions, he describes democracy as government by discussion and depicts consensus as the key prerequisite for the orderly functioning of the democratic process Simons 194548, pp. 711. The question arises, of course, as to which the potential issues are one can conjointly agree upon in a democracy and which issues will probably remain controversial. From this seminal question, Simons draws two important conclusions. First, the likelihood to attain consensus is the higher, the lower the level of the federal structure is, i.e. he ardently pleads for strong federalism where in the sense of subsidiarity all issues which are manageable at the lowest level of the federation are to be tackled there Simons 194548, pp. 1214. Secondly, and more importantly in the following analysis, he envisions a genuine division of labor between competitive and political controls Simons 193448, pp. 4142, also Simons 193648, p. 160, even stresses that precisely Laissez faire, to repeat, implies a division of tasks between competitive and political controls Simons 193448, p. 55. Already from this quote one can infer the positive role which Simons attributes to government: Government is obviously not only not an evil to be rolled back by negative policies but an absolutely necessary complement to a system of free markets. 4 What precisely is to be done by this democratic, positive program government? Following quote best summarizes the Simons notion of the ideally functioning government in his theory of order: The proper function of the state   is largely not that of providing services but that of providing the framework within which business, localpublic and private, may effectively be conducted. Simons 194548, p. 18 This does not mean that there is no service function of the state, as the term largely already indicates: Government can provide services, in the best case at the lowest level of its federal structure and strictly sticking to the rule of law. But this is not the core of Simons theory: Instead, his notion is centered around the framework concept which government has to provide as an essential prerequisite for the market economy. Before detailing on his framework concept, it is important to formulate the criterion according to which this frameworkbased government is to be optimally organised: It is the presence of power in the economy and the goal to destroy any power concentration which if not tackled by a consequent decentralization can become a lethal threat to the market relationships. Decentralization as the chief instrument to achieve this is to be used in a political sense i.e. by strengthening federalism and especially in a sense of disempowering the economy. Another goal to be tackled by government is the fight against inequality, which is primarily to be addressed by taxation. For the time being, let us remain with the issues of power and the concept of the disempowering framework. But the ultimate liberty obviously is that of men equal in power: This quotation Simons 194548, p. 7 depicts the main characteristic of a free society in Simons view. The key solution to this problem can be provided by the framework which government has to deliver. What is the structure of this framework? The seminal concept of rules comes into play here, they are the constituent elements of the framework and are the vehicle of disempowerment: Only by adherence to the rule of law and to announced rules of policy may a people have strong government without granting inordinate, arbitrary power to ruling parties, factions, or majorities of the moment. Simons 194548, p. 19 as well as: A democratic, freeenterprise system implies, and requires for its effective functioning and survival, a stable framework of definite rules, laid down in legislation and subject to change only gradually and with careful regard for the vested interests of participants in the economic game. Simons 193648, p. 181 As becomes clear from these statements, the rule of law is only one part of the solution, in addition rules of policy as necessary to complement the rule of law in the economic sphere. In this context he often talks of constitutional rules of policy Simons 194448a, p. 109, the constitutional structure 5 Simons 193648, p. 170 or a constitutional provision Simons 193648, p. 176. Thus, the way he reflects on the framework concept is one of emulating the traditional constitutional approach in the legal sense while extending it to the economic system. What is underlying this stance is a vision of the economy as a game, a game which necessarily requires rules in order to function in a proper i.e. disempowering and inequalitycombating manner. The instrument of rules seems essential for the viability of a democratic government: There is no means for protecting the common interest save in terms of rules of policy; and it is only in terms of general rules or principles that democracy, which is government by free, intelligent discussion, can function tolerably or endure. Simons 194448b, p. 123 as well as: The importance of rules, and of focusing democratic discussion on general principles of policy, calls for emphasis at many points in criticism of Alvin, EKSK Hansens proposals. Only with rules of policy can common national interest be protected against minorities as lobbies or as monopolies; only with issues of general principle can government by intelligent discussion prevail.  ; only by adherence to wise rules of action can we escape a political opportunism which jeopardizes and destroys what we wish most to protect and to preserve. Simons 194248, p. 202 What these rules in particular policy areas are will be explained in the next section describing competition policy and the monetary reform measures. For the current section being focused on Simons theoretical foundations it is seminal to stress the general characteristics of the frameworkconstituting rules: It is these specific characteristics which enable democracy to find a consensus on rules, thus saving it from the constant quarrel on individual, discretionary decisions. Simons talks at several occasions about the necessary qualities of his ideal type of rules: more definite and adequate rules of the game Simons 193448, p. 57, simple rule or principle, rules of the game as to money are definite, intelligible, and inflexible ibid, p. 63 or definite, mechanical set of rules of the economic game Simons 193648, p.173. Thus, the rules are to be clear interpersonally minimizing the need for bureaucratic interpretation and discretion and intertemporally stabilizing the expectations of the private actors. Having this in mind, Simons focuses on the economic order in the sense of the order of rules. The positive properties of his framework concept also mean that the opposite type of policy is not to be pursued. This would be an economic policy which interferes not with the rules of the game but with the individual prices and their relations. Simons calls this illegitimate interference an intervention in the heart of the contract: 6 The policy, therefore, should be defined positively, as one under which the state seeks to establish and maintain such conditions by a legal and institutional framework, EKSK that it may avoid the necessity of regulating the heart of the contract that is to say, the necessity of regulating relative prices. Simons 193448, p. 42 The criterion as to whether a measure is to be included into his rulebased positive program is thus the question whether it interferes with or, in other words, manipulates the structure of the relative prices and relative wages. Before turning to the concrete rules of competition and monetary reform, two final comments are necessary to better understand the role which Simons attributes to government in his theory of order. First, he often underscores the interrelationships between the different societal orders, i.e. between the legal, political and economic order. As already mentioned above, the constitutional principle of the legal order is to be extended to the economic order for the reason of disempowerment and for the intertemporal stability of economic rules. In addition, he perpetually shows the intimate relationship between the economic and the political order, in other words that economic policy decisions e.g. the admissibility of deflation can severely impair the functioning of a democratic political order: Such measures adoption of rules, EKSK, at all events, seem essential in a program for avoiding revolutionary changes in economic and political institutions. Simons 193648, p. 173 as well as: The best monetary system, so to speak, would tolerate occasional disturbances without alleviation, accepting them as a reasonable cost of maintaining the best structure of relative prices and as a means for preventing a continual accumulation of basic maladjustments which could only issue politically in disruption of the system itself. Simons 193648, p. 172 Secondly, within the decisions on the design of the economic order, Simons shows that the different fields of economic policy competition, monetary, foreign trade etc. are intricately interwoven and that every decision on one field should be analysed as to its impulses it generates on the other fields. A good example would be the relationship between competition policy and the necessity for monetary reform. Simons shows here that monetary reforms would be of little help if his competitive framework concept is not simultaneously implemented: If the latter is not the case, the rigidity of the monopolistic price system will make it impossible to the economy to handle adverse shocks, regardless how intelligently its monetary system is devised. Policy measures are thus to be conceived in terms of their encompassing effects on the various fields of an economic order and not only according to its immediately visible consequences in its specific policy field. 7 Let us briefly summarize the core elements of Simons theory of order: Government is to be thought of as a democracy and only democracycompatible tasks are to be assigned to it. This democratic government is highly important is in a division of labor with the private actors and has for this reason has to permanently pursue a number of positive policies, i.e. is not to be rolled back by negative policies. These positive policies are not primarily aimed at providing specific services, but at providing a general framework within which the private individuals are free to transact. This framework is to be designed in a manner which maximally destroys the power concentration in the economy in all fields of economic policy and in government itself by federalism, decentralization and the rule of law. Democracy can only find a consensus on rules, not on discretionary measures. For this reason the framework is to consist of these consensual rules interpersonally clear and intertemporally stable. The framework is the extension of the constitutional approach from politics on the field of the economy. Consisting of rules, the framework is aimed at establishing the rules of the game, not at interfering in the moves of the game, i.e. not at interfering in the relative prices and wages in the economy. All societal orders economic order, political order, legal order etc. are highly interdependent. Also, all measures of economic policy are to be analyzed interdependently, i.e. as a consistent program in their impact on all societal orders and on all fields of economic policy. In the following section two concrete fields of the positive program will be depicted for showing the application of the above principles on practical economic policy. 2.2 Economic policy implications Having thus reviewed the theoretical approach of Simons and its central topos that coincides with a rulebased economic policy which is again intended to safeguard the order of rules it is helpful to complement this abstract view with the proposed institutional framework and specific proposals in the field of economic policy. For the sake of explanation, we concentrate on Simons sound liberal strategy, which offers a pointed summary of his positive program Simons 193648, p. 170 .Simons defines three objectives that mirror requirements of such a sound liberal strategy and discloses three proposals of institutional reform: 8 1. Restoration of a maximum of competitiveness in industry including the labor markets. 2. Transition to a less preposterous structure of private money contracts and. 3. Ultimate establishment of a simple, mechanical rule of monetary policy. Simons 193648 p. 170 We therefore focus on competition policy first and discuss the monetary policy and proposals to monetary reform thereafter. Since foreign trade related issues are also subject to the first part, we discuss them simultaneously. A discussion of interdependency especially with regard to other complement positive elements of the sound liberal program will follow in section 3. 2.2.1 The positive program and competition policy Power and its maximum limitation are the main goals of competition policy in Simons oeuvre. The effects of power concentration are extremely dangerous not only to the economy itself but, in the sense of the above mentioned interdependence of orders, to society as a whole. The following quote already hints to the wide range of the disempowerment program: A cardinal tenet of the libertarians is that no one may be trusted with much power no leader, no faction, no party, no class, no majority, no government, no church, no corporation, no trade association, no university, no large organization of any kind. They must forever repeat with Lord Acton: Power always corrupts and not merely those who exercise it but those subject to it and the whole society. Simons 194548, p. 23 Let us in the following limit ourselves to the economic order, i.e. to the issue as to how competition can be made effective so that it can achieve its disempowering virtues. In the agenda description in the Positive Program, the general title of this section already bears the core of Simons longrun goal: Elimination of private monopoly in all its forms Simons 193448, p. 57. This statement of aims contains two aspects which are constitutive to the competition policy: 1 private power is unbearable to Simons and has to be destroyed, its destruction is to him the sine qua non ibid of the whole of economic policy and: 2 in all its forms signifies that there are many facets of monopoly, i.e. that it is a phenomenon not only possible in commodity markets but also prevalent in other spheres, e.g. on the labor market. How does Simons envision the realization of this longrun goal? The test which he wants to apply to every single market of the economy is to whether competition on this market is theoretically possible most individual markets or if due to technical reasons it is not feasible natural monopolies. The two cases are to be handled in diametrically different manners: 9 It the principle of avoidance of the regulation expedient, EKSK implies that every industry should be either effectively competitive or socialized and that governments should plan definitely on socialization of the railroads and utilities and of every other industry where competitive conditions cannot be preserved. Simons 194548, pp. 5758 What is necessary for the first case is an outright dismantling of our gigantic corporations Simons 194548, p. 58. The dismantling is to be applied as an absolute rule and not to be a matter of discretion by authority.6 For this to be attained, he develops a new deal with respect to private corporation ibid which contains numerous provisions which are to be changed or added to the laws of corporation. These measures include the limitation of corporations possessing other corporations in the sense of holdings, the maximum size of a corporation, the types of securities which a corporation is allowed to issue, the special institution of an investment corporation the only one allowed to hold stocks of other corporations, the prohibition of officials to work for different companies in the same line of business and issues of taxation of corporate earnings Simons 193448, pp. 5860. In addition, horizontal combinations of corporations should be prohibited altogether and vertical integration allowed only if it is assessed as useful for competition Simons 193448, p. 59. An important way for Simons towards destroying power of the monopolistic corporations is, apart from the above changes in the rules of existing markets, free foreign trade: To achieve free trade would be to realize, directly and indirectly, most of the decentralization that libertarians propose. Simons 194548, p. 24 Interestingly, he stresses this channel more in his later writings as the Political Credo from where this quote is taken or about the relevance of free foreign trade to international cartels in Simons 194348, pp. 248249, whereas in his early writings, most notably the Positive Program, he develops the sizable package of regulation described above. When it comes to the second case, the one of natural monopolies, Simons takes a path remarkable for a libertarian, the one of socialization. The reason for this solution, which does not seem intuitive for a liberal, is his disappointment with the regulation of natural monopolies in reality. Private power, be it here or in the monetary sphere, is absolutely not admissible, and even regulated private natural monopolies would still possess power. Simons seems to be aware of the problems which this visionary solution raises, e.g. in the capacity of administration to run its own natural monopolies, and thus pleas for experimentation in the different locations to find the best solution Simons 193448, p. 6162. As mentioned above, these disempowering principles are to be applied not only to commodity markets. Simons sees the explicit necessity to subject especially the labor market to such a disempowerment. In his 6 Simons uses here the term rule of reason to describe the possible arbitrariness of that discretionary policies which he wishes to ban, a term encountered today to describe the EUs new doctrine on competition policy. 10 later essays, the issue of tradeunion power seems even more dangerous than power on the side of corporations Stein 1987, p. 334. If the enterprise side of the economy is decentralized by the above program, then there is no reason to stick to the privileges which unions have accrued over time. They can be useful but have to be deprived of their privileges, since if not they tend to be special interest groups of different ranks of workers and this again is a sign of private power Simons 194448b, p. 128129. Of course, disempowering the unions is a tremendously difficult task for practical policy, but Simons hopes that, if the enterprise side is decentralized, public opinion will realize how dangerous union power can be and will side with the competition policy for the labor market Simons 193448, p. 6061. Let us conclude with a statement which he coins for the labor market but is the credo of his stance on the whole of competition policy: Monopoly power must be abused. It has no use save abuse. Simons 194448b, p. 129 For this reason, the competitive order has to permanently fight it, be it in the field or corporate law, foreign trade or the constitution of the labor markets. 2.2.2 The positive program and monetary reform Friedmans rediscussion of Simons monetary contributions in 1967 offers an adequate starting point for an assessment of Simons perspective on money and his envisaged monetary framework. Friedman introduces his review on Simons by highlighting that Simons wrote on money mostly during the dozen years from 1933 to 1945. This period is considered, thanks to the Keynesian Revolution and due to the wartime monetary policy, as a phase when money especially in the sense of currency, deposits, banking, and allied issues became an unimportant and uninteresting subject Friedman 1967, p.2. Simons therefore concentrated on monetary issues in a time when the fraction of the professions attention devoted to this area probably reached an all time low from the late thirties to the early fifties Friedman 1967, p.2. This insight reveals that Simons ideas were not subject to an intensive review process by the time they were elaborated. At last in 1967, Friedman unconditionally approves Simons focal point in monetary economics, that monetary stability is an essential prerequisite for economic stability Friedman 1967, p.2. Simons institutional arrangements, however, do not withstand Friedmans closer scrutiny especially with regard to the reform of the banking system. Before we discuss why Friedman did not appraise Simons institutional proposal but acquiesces Simons principal argument what monetary policy should strive for, we first sum up Simons proposals to the reform of monetary institutions and policy, respectively. Simons two objectives are: first, to reform the monetary institutions especially towards a less preposterous structure of private money contracts and, secondly to establish a simple, mechanical rule of monetary policy Simons 193648, p. 170. 11 The first objective is reflected by the Chicago Plan, which is generally traced back to Irving Fisher 1935 and calls for a 100 per cent reserve for deposits held by individuals at any commercial bank to keep checking banks 100% liquid. The main goal of the plan is to prevent inflation and deflation and to cure or prevent depressions as well as to wipe out much of the National Debt, as Irving Fisher puts it in the subtitle of the first edition of his book 100 % Money Fisher 193545. The initial idea is to cut back the commercial banks ability to increase the money stock by credit and by issuing loans as much as monopolistic monetary regimes might allow for. Before we discuss further elements in detail, it is important to highlight Fishers preface to the first edition of this long debated plan in 1935: I am also under obligation to several economists including especially Professor Henry C. Simons, Mr. Aaron Director, Professor Frank H. Knight, Professor Garfield V. Cox, Professor Lloyd W. Mints, Professor Henry Schultz, Professor Paul H. Douglas, Mr. A. G. Hart, and others, all members of a group at the University of Chicago from whose memorandum on the 100% plan I originally abstained many of the ideas embodied in this book. Professor Simons, in particular, has given generously of his time in personal consultation, as well as in going over parts of the manuscript. Preface of the first edition, reprinted in third edition in Fisher 193545, p. xiii This quote underlines why the 100% plan is considered a Chicagoan Plan and it highlights the contribution of Henry Simons as a key and most prominent member of the Chicagoan group on its way to 100 per cent money. Another proof for this assumption is the proposal for banking reform by Simons and his Chicagoan colleagues of 1931 that circulated as a mimeographed memorandum titled Banking and Currency Reform among economist since late 1933 Simons 193648, Fn. 2, p. 326, see also Simons 1933. Simons makes use of the minimum reserve to assure for 100 per cent banking. Understood as a variation of an existing monetary rule within the already chosen monopolistic monetary regime, Simons proposal reflects a choice in accordance to the relative absolute absolutes analogy of Frank Knight that was later revitalized in the perspective of Constitutional Political Economy by James Buchanan. The quality of such a choice needs to be subject to a general analysis about the consequences of a 100 per cent minimum reserve. From a historical perspective we can only attest that this proposal was a conjointly agreed upon instrument by 1945 in economics. It is quite remarkable that the constitutional central banking school, that was initially represented by the Currency School in the 19th century, favored a 100 per cent rule, too White 1999, p. 219. The second call for monetary reform is once again directed on a change of relative absolute absolute of the monopolistic monetary constitution which is the rule that the monetary basis should be fixed or to speak in Simons words: to fix the quantity of circulation media Simons 193648, p. 164. Simons favors such a rigid rule as very attractive as a principle of monetary policy for the following four reasons: 12 1. it avoids reliance on discretionary dictatorial, arbitrary action by and independent monetary authority and defines a statutory rule which might be enacted by the competent legislature 2. 3. 4. without delegation of its powers. it provides automatically for downward adjustment of commodity prices as output expands through improvement in technical efficiency. it represents a rule which, from the viewpoint of a contractual enterprise economy, is ideally definite and simple and it is clear enough and reasonable enough to provide the basis of a new religion on money around which might be regimented strong sentiments against tinkering with the currency. Simons 193648, p. 163 Referring to the first point, one has good reason to prove his devotion to rules as well as his rejection of discretional arrangements in areas which could better and easier be executed by rule or automatic mechanisms. This is why he also rejects a too high degree of granted independence since it might offer space for discretion. It also appears, especially with regard to the second point, that Simons does not believe in the rulefollowing behavior of central bankers. These two reasons for fixing the monetary supply also mirror the historicity of Simons argument: Having the Gold Standard as an implicit reference in mind, it does not surprise that Simons want to see central bank react on price shocks as if gold was the restraint of monetary policy. Rejecting gold as a means to these problems, Simons monetary proposal must be circled around a simple fixed monetary supply rule which is enriched with a rigid 100% rule. From a broader view, one can legitimately pose the question if there would be any big difference between Murray Rothbards 100% gold proposal and Simons 100% fixed monetary rule proposal, if we would rule out gold. It becomes very clear now why Friedman did not follow Simons on the ground of the fixed monetary supply idea since he found out in his and Anna Schwartz path breaking study on the monetary history of the United States that the Fed reacted too restrictively on the break out of the banking crisis of 1929 and the emergence of the Great Depression thereafter FriedmanSchwartz 1963. Friedman offers an explanation for this error in Simons work: Simons was too much concerned about stability and misinterpreted the consequences of too rigid monetary institutions under a monopolistic monetary regime as we might add. These assumptions are perfectly reflected in points three and four. Simons was aware that the combination of 100 percent and fixed supply would cause an increase of the velocity and therefore would increase the variability in the amounts of nearmoneys Simons 193648, p. 164. Now that we know that Simons was an adherent of narrow banking, we need to focus on his further proposals to also streamline the banking sector under this criterion. Again, Simons considers 100 per cent and a fixed monetary supply only as a first step toward reconstruction of our whole financial organization. Standing by itself, as an isolated measure, it would promise little but evasion   and would deserve classification as merely another crank scheme as he notes in his wellknown Rules vs. Authorities article Simons 193648, Fn. 17, p. 331. The abolition of private deposit banking should 13 therefore be accompanied by a drastic limitation on the formal borrowing powers of all private corporations and especially borrowing short term. These so called near moneys should be minimized by a sharp restriction in bank regulation especially to unfold the effects of a fixed money supply rule Simons 193648, p.182. Simons knows that these instruments for monetary reform can only be successfully implemented in the long run. He therefore pleas for a constant price index as an alternative, secondbest monetary policy rule. The flipside is, however, as Simon himself admits that it is hardly manageable without interventions into the market process: As an integral part of the monetary policy, government should be capable to intervene on markets for price stabilization matters Simons 193648, p. 173. This somewhat surprises, given the harsh rejection of discretion for the institutional design of the monetary arena. Although he knows that his solution is unsatisfying, he states that the ultimate control over the value of money lies in fiscal practices in the spending, taxing, and borrowing operations of the central government Simons 193648, p. 175. Here, Simons grants the Treasury within wide limits to alter the form of the public debt to shift from long term to short term borrowing of vice versa, to issue and retire demand obligations in a legal tender form Simons 193648, p. 175. Although Simons acknowledges that this scheme clearly requires the delegation of large administrative powers, he argues that this issue need not concern us here, which might have attracted Monetarists to devitalize his somewhat ambiguous plan. If we finally compare his monetary and fiscal proposals, it seems that they are somewhat inconsistent with regard to the rules vs. discretion paradigm, which has surely contributed to the uniform appraisal of Simons monetary legacy for a first debate see Davis 1968, Davis 1969. A discussion of the subsequent contributions with respect to this matter will follow in a later version of the paper see e.g. the SimonsMinsky connection by Whalen 1988. 3. The influence of the Old Chicagoan Simons on Hayek and Ordoliberalism This chapter is focused on the striking similarities in the triangle Simons, Walter Eucken and Friedrich August von Hayek in the 1930s and 1940s. This period can be seen as the decisive decades both for Simons and for Eucken when it comes to the formulation of their theories of order to use a term of Eucken and the respective economic policy implications. For Hayek, these are the decades where he leaves technical economics and starts exploring the field of social philosophy. We cannot provide an encompassing report of the biographical details here for the development of the Freiburg School see GoldschmidtWohlgemuth 2008, for Hayeks evolution in that period as compared to later positions see Kolev 2010, instead we can only pinpoint the intellectual proximities which can be found out in the triangle. Since unfortunately the Eucken archives are still completely unexplored and due to geographical constraints we had no access yet to the Simons archives at Chicago which we would like to review directly after the HES meeting, we choose a twofold strategy for this chapter. In the first section, our aim is to delineate the similarities in thought as can be found in three major publications Simons posthumous essay collection Economic policy for a Free Society of 1948, Euckens posthumous Principles of Economic Policy of 1952 and Hayeks Road to Serfdom of 1944 as well as in their contribution 14 towards competition policy advice and monetary reform of this period. In a second step, we analyse the papers and minutes which Eucken, Hayek and Aaron Director as a disciple of the deceased Simons7 presented at the founding meeting of the Mont Pelerin Society in 1947. Their discussion on the necessities of a competitive order as opposed to the laissezfaire prescription to economic policy rounds up the picture of the parallel search for a positive program of the three protagonists. The papers are discussed here in the form they are available at the Hayek archive microfilm copy at Duke University which Stefan Kolev visited in the fall of 2010. 8 3.1 Similarities in publications Taking into consideration the impact of the Great Depression on the scholarly discourse in economics, it is not surprising that Simons, Eucken and Hayek have focused on the problem how the economy could be improved by rules and institution to allow for a better economic process than under the precrisis economic order. This objective is mirrored in the publications of three scholars between the 1930s and 1940s. This is why we argue that Simons, Eucken and Hayek have conjointly shared a research program in this period. 3.1.1 Comparison of the theoretical approaches to economics To begin with, the strategic position of Simons, Eucken and Hayek visavis their intellectual surrounding in that period is thoroughly comparable. The supporters of liberalism in the classical sense are in a defensive position, not to say in isolation in their respective countries. Simons, when writing his Positive Program for Laissezfaire in 1934, is confronted with the overwhelming support which Roosevelt receives for the New Deal and the fight against the Great Depression which the public acknowledges. Only some years later, with the decisions of the Supreme Court and the widely received book by Walter Lippmann Lippmann 1937, the nonconformists to the Roosevelt program reach some consolidation although it is notable that Lippmann does not quote Simons in his book a single time. The same is true for Eucken and his friends and disciples in Germany. From 1933 on, the small group around him in Freiburg consolidates but remains in an acutely endangered position at the geographical periphery of the Reich. Opposing Martin Heidegger during the summer term of 1933 in the university council, Eucken becomes isolated like his close friend Edmund Husserl at the University of Freiburg. Not only on a regional scale but also the entire national university system is subject to a triumphant procession of the Volkische Wirtschaftslehre national socialist economics. Departed disciples of the younger historical School, like Werner Sombart, mistakenly believe that their time has come. The field of economics becomes a more and more interventionist discipline with a harsh rejection of classical liberalism. Many German economists adopt more or less willingly the Nazi agenda for more details of the economists 7 For Directors statement about his relation to Simons: I never took a course from him, but I was greatly influenced by him, see Kitch 1983, p. 179. 8 We wish to thank the estate of F. A. Hayek for granting us the permission to quote from his correspondence. 15 Nazi involvement, see Janssen 199809, others, like Wilhelm Ropke and Alexander Rustow, leave the country very soon after the Nazi accession to power. Halfexiles Johnson 1989, p.40 like Eucken and his group, who in the late 1930s start organising intellectual resistance circles in Freiburg. Euckens standing as well as that of his colleagues becomes increasingly difficult after 1942 and finally culminates in interrogation and arrests after the assassination attempt at Hitler in July 1944. Hayek leaves Austria on time, but after a short period of being a young star in London, he is gradually abandoned by his most promising students who change sides and join Keyness side of the field Hicks 1967. After the opening the second round of the socialist calculation debates in 1935, Hayek becomes extremely alienated both visavis the protagonists of the Keynesian avalanche Mc Cormick 1992 and visavis the market socialists, being thus thoroughly isolated when writing his fundamental essay Freedom and the Economic System Hayek 1939 and even more so in the Cambridge years when finishing The Road to Serfdom Hayek 194494. Therefore, Simons, Eucken and Hayek all share a somewhat comparable situation, which is characterized by a principal rejection of their research program by their surrounding academic communities and by a deep concern about individual liberty. Having described the intellectual isolation of these dispersed liberal thinkers: What can be said about mutual influences in their intellectual pursuits? For the time being, i.e. with currently no access to the Eucken and the Simons papers, it will be difficult to speak of clearcut influences. We do know from a secondary source that there is an early letter from Hayek to Simons acknowledging the appreciation of the Positive Program by Hayek see the mentioning of the 1934 letter in Van HornMirowski 2009, p.142. Eucken quotes Simons three times in his Principles, both with respect the general program of the competitive order Eucken 195204, p. 255 and to concrete fields of economic policy monetary reform: Eucken 195204, p. 260; and with regard to patents: Eucken 195204, p. 269. We found at Duke a letter of Hayek to Director from February 14th 1947 in which Hayek prepares Director for the joint presentations of Eucken and Director at the Free Enterprise and Competitive Order session at the MPS from which it becomes clear that Eucken is not known to Director Hayek 1947. 9 But due to the nonaccessibility of the Eucken papers, we cannot be sure whether there is a direct impact from Simons to Eucken. Thus in the following we work with the hypothesis that Hayek is the hub in the triangle, being in intense contact both with Simons and Eucken he later acknowledges both of them among those who have contributes most to shaping my ideas, Hayek 196078, p. 415. Concrete and provable impacts or influences, despite such an acknowledgement or the parallel mentioning of Hayeks importance on Simons liberalism Simons 194548, p. 1, are difficult to be established at our stage of archival knowledge: Thus we would like to speak of parallel tracks which the three protagonists pursue in the 1930s and the 1940s. But, as we will see in the following, they are really surprisingly parallel for it to be a coincidence. 9 We wish to thank the estate of F. A. Hayek for granting us the permission to quote from his correspondence. 16 The proximity in the individual three sides of our triangle SimonsEuckenHayek has already been noticed by other authors see e.g. Wegmann 2002, pp. 135141, Plickert 2008, pp. 8086 and Van Horn 2009, pp. 209213 but in our eyes this issue deserves additional attention, particularly to be seen as an integrated figure and not as individual sides. Simons, Eucken and Hayek develop in the 1930s and 1940s a plea against laissezfaire as the guiding principle of liberal economic policy. As the title of Simons most wellknown essay of 1934 shows, laissezfaire is to be understood as a condition in which government does not do nothing but, instead, where it is developing and implementing positive economic policy. See the following quote: The representation of laissez faire as a merely donothing policy is unfortunate and misleading.   The great errors of economic policy in the last century may be defined   in terms of disastrous neglect of the positive responsibilities of government of government under a freeenterprise system. Simons 193448, p. 42 The stance of Eucken and Hayek on this central point is almost identical to Simons: What was the core of laissezfaire economic policy? The answer is most commonly: It was the age of a governmentfree economy.   The economic policy of laissezfaire was founded on the conviction that suitable market forms, thus a wellfunctioning economic order, would evolve from the spontaneous forces of society, if only liberty and the rule of law are guaranteed. Eucken 195204, pp. 2627 as well as: Probably nothing has done so much harm to the liberal cause as the wooden insistence of some liberals on certain rough rules of thumb, above all the principle of laissez faire.   The question whether the state should or should not act or interfere poses an altogether false alternative, and the term laissez faire is a highly ambiguous and misleading description of the principles on which a liberal policy is based. Hayek 194494, p. 21 and p. 89 Instead of pleading for this 19th century rule of thumb, equally passionately discarded by Walter Lippmann in the manifesto of this generation of new liberals Lippmann 193744, pp. 184192, the three protagonists of the current paper plea for a role of government which is centered around the concept of a framework, or in other words of the rules of the game metaphor. Government is to establish and implement the rules, within which the private individuals are free to act and interact as they wish. Since this was already explained in section 2.1 with respect to Simons, only three quotations should suffice here to indicate the almost identical perception of this concept with Simons, Eucken and Hayek: It is an obvious responsibility of the state under this policy to maintain the kind of legal and institutional framework within which competition can function effectively as an agency of control. Simons 193448, p. 42 as well as: 17 As the rule of law, the competitive order creates a framework, in which the free action of the individual is limited by the sphere of liberty of the other individual and thus human liberty areas come into harmony. Eucken 195204, p. 250 as well as: The functioning of competition not only requires adequate organisation of certain institutions like money, markets and channels of information   but it depends, above all, on the existence of an appropriate legal system, a legal system on p. 45 synonymously called legal framework, EKSK designed both to preserve competition and to make it operate as beneficially as possible. Hayek 194494, p. 43 This is, in effect, nothing less than the plea for an application of the constitutional principle of legal scholars to the economy, and thus all three authors speak of an economic constitution which comprises the rules of the legal framework into an integrated and harmonious whole. But what are good, fitting rules, i.e. what is the criterion for deciding whether a specific rule, e.g. in the field of liability, is suitable for a liberal economic constitution? There is a very farreaching similarity between Simons and Eucken here: It is the aspect of disempowering which comes into play here. In Hayek of the 1930s and 1940s, this aspect is also present: To split or decentralize power is necessary to reduce the absolute amount of power, and the competitive system is the only system designed to minimize by decentralization the power exercised by man over man. Hayek 194494, p. 160 The disempowerment aspect is, however, not as central to Hayek in the sense of a topos as it is for Simons and Eucken. For the ChicagoFreiburg scholars, the goal of disempowerment is the most essential merit of competition and the competitive order in their theories of order: In government the power of men may be limited by constitutionalconventional rules.   The best single device, in business organization, is the limit the power of officials by keeping their organizations under the severe discipline of competition. Simons 194548, p. 37 as well as: Economic power can exist in the competitive order only to the extent which is necessary for the maintenance of the competitive order itself.   First principle of economic policy: The policy of government has to be directed to the destruction or the limiting of power groups. Eucken 195204, p. 291 and p. 334 Thus, competition as a disempowering procedure has to be set in motion by the governments installing a framework in the sense of economic constitution which Simons, Eucken and Hayek call a competitive order. The role of the rule of law in this type of economic policy is seminal: As we saw above, the competitive order is the extension of the constitutional principle on the economy, so a frameworkbased economic policy has, above all, to comply with the requirements of the rule of law. This is underscored manifold by the three authors. 18 We thus see that the type of solution for the problems of economic policy of the three authors is extremely homogeneous, if not almost identical! They discard laissezfaire as an operational maxim for liberalism and instead work out a new philosophy which can be called laissezfaire within rules. Individual economic agents are free to extend their liberty and welfare as far as they abide by the rules of the competitive order. Government is also restrained by these same rules, so the goal is to attain a societal entity as a combination of economy, society and government where arbitrariness and power are brought to a minimum and, via rules, liberty to an orderly, i.e. nonchaotic maximum. As a last point, it seems noteworthy that this absolutely central role of government as arbiter is not the only function which the new liberals assign to their ideal government. In addition, they see also government as a provider of specific services which society, if left to itself, would insufficiently produce. This service function of government if it comes to e.g. an inequalityreducing progressive taxation and thus financed socialized consumption in Simons, an inequalityreducing progressive taxation in Eucken or a minimum income, sanitary measures etc. in Hayek distinguishes these liberal thinkers of the 1930s and 1940s from liberal contemporaries like Ludwig von Mises or, even more so, Ayn Rand, and has induced todays extreme libertarians like HansHermann Hoppe to convict Hayek of being an interventionist, or, in Hoppes own words, a social democrat Hoppe 1994, p. 67. In our opinion, this judgement is unwarranted and commits precisely the same mistake as the futile classical liberal vs. interventionist debate about Simons mentioned in section two of the paper: The SimonsEuckenHayek type of liberalism underscores that the interaction of individuals on free markets has absolutely necessary prerequisites, which they try to depict by the combination of an arbiter function and a service function of government. 3.1.2 Comparison of competition policy proposals Directly corresponding to the issue of power and disempowerment above, on the field of competition policy Hayeks role in the triangle is not focal. Due to the noncentrality of the disempowerment topos for him, competition policy is largely underrated in his oeuvre, as Fritz Machlup remarks when revising early versions of the Constitution of Liberty Machlup 1956.10 Thus, the comparative analysis here will concentrate on Simons and Euckens policy advice. The agendas of Chicago and Freiburg bear strong similarities when it comes to the concrete aspects of the competition policy issue. In the first place, both Simons and Eucken discuss the necessity to enable competition and to make it function as effectively as possible. The term competitive order, which, as already mentioned many times, is the general material description of their positive program, bears the 10 We wish to thank the estate of F. A. Hayek for granting us the permission to quote from his correspondence. 19 centrality of competition in itself. Both Simons and Eucken see a seminal role of opening markets and of free trade as an important condition for the enabling of competition, but both of them unlike e.g. Mises and the later Hayek do not see open markets as a sufficient condition for competition to be established. Instead, they formulate many additional provisions which in their eyes are vital: For both Simons and Eucken, the size of market players is a problem since it goes along with power. Simons, as described above, envisages various steps to limit the maximum size of corporations Simons 193448, pp. 5860. Eucken formulates the vision of complete competition not identical with neoclassical perfect competition which is characterized by a situation where the individual players are dispossessed of the power to influence the market price Eucken 195204, pp. 245250. A further important similarity of the ChicagoFreiburg competition policy concepts is that they are not limited to the issue of size and the related issue of prohibition of monopolies and cartels. Instead, both Simons and Eucken stress at various places that the aim of effective competition can only be reached by an encompassing, integrated approach which is targeted at all fields of economic policy. In this regard, they always mention the futility of competition policy in the narrow sense if it is not supplemented by fighting power and concentration in neighbouring fields like corporate law, patent law, tax law etc. Compare the two quotes: More narrowly, it monopoly reform, EKSK is a problem of depriving corporations of powers and privileges which were unwisely granted, have been patently abused, and are quite unnecessary for effective organization or efficient operation and management. Our whole corporate law, like our patent law, needs complete overhauling. Simons 194148, p. 101 as well as: Trade policy, corporate law, tax policy, cartel law and cartel legislation, and, overall, the entire business law enabled and facilitated the creation of monopolies e.g. in Germany in the 1920s, EKSK.   The situation in the competitive order is completely different. Here the main direction is another one. The arising of monopolistic power bodies is prevented here. And this not only by a cartel prohibition but and this is much more important by an economic and legal policy which helps the powerful competitive tendencies in the modern economy to dominate by the realization of the constitutive principles of the competitive order, EKSK. Eucken 195204, pp. 292293 When it comes to the concrete steps by which the economy is to be disempowered, the measures of Simons and Eucken differ. They have the common formal characteristic that can be seen as wideranging interventions into the economic process. But substantively, they differ. The most important difference is the treatment of natural monopolies which, according to both of them, are a difficult case to manage and will remain noncompetitive due to their specificity. Here Simons pleas for a socialization of natural monopoly since he sees the danger of governmental regulation authority being in his eyes halfhearted, sporadic, principleless as too large Simons 193448, pp. 5051. Eucken weighs the alternatives in the 20 contrary way: To him, a socialization would mean a maximization of private and governmental power and, since in his perspective the power problem can never be solved by a further concentration of power, he opts for a regulation of the natural monopolies prices by a governmental regulation authority via ensuring prices identical to the counterfactual competitive situation which he calls asif competition Eucken 195204, pp. 293295. To finish this section with a similarity between Chicago and Freiburg, both Simons and Eucken are adherents of a competition policy which is not only aimed at commodity markets but explicitly also at the labor market. The power topos is not restrained to corporations but also to the supply side of the labor market. Once the power problem of corporations is solved, neither Simons nor Eucken see the necessity for sticking to the privileges of unions which have historically been granted with the justification that equilibration of power visavis monopolistic corporations is necessary Simons 194448b, pp. 153155 as well as Eucken 195204, pp. 294295. 3.1.3 Comparison of monetary reform proposals This section summarizes arguments that support our hypothesis that Hayek is a missing link between Simons and Eucken: A good reason is that Hayek indeed is the hub between Simons and Euckens surprising parallelity in their work on monetary reform: Eucken quotes Hayek with regard to the Chicago Plan. Apart from these direct proofs, we would like to show the likeminded approach to monetary economics and the proposals for monetary reform between Simons and Eucken. A systematic similarity can be found if we take a closer look on Euckens main starting point in search for his positive program: As Eucken argues, the industrialized economy needs monetary stability as a prerequisite for implementing a well functioning steering mechanism Eucken 1949, p. 76. However, as he notes further, the industrialized economy is characterized by an inherence of monetary instability. The reason for the immanent monetary instability emerges in his view from an insufficiently designed monetary order Folz 1970. This disclosed antagonism of the modern, credit based economy is also shared by Simons and undoubtedly by Hayek, as his contribution from the mid 1930s undoubtedly testify. Eucken 1950 characterizes the modern monetary economy as dominated by the third monetary system, emerging interdependently along with the economic development of the 19th century and causing the inherent instability. Thus, because monetary stability can be, in Euckens view, safeguarded only by a wellshaped monetary and economic order, and because the emerged third monetary system as a dominant feature of a modern economy does not lead to monetary stability, this system needs to be replaced Eucken 195204, p.311. This very strong argument against the status quo is also reflected by Simons contribution of 1936. It is astonishing, however, that Eucken directly cites Simons while submitting his central part of the principles of economics policy, which underpins the direct influence of Simons on Eucken see Eucken 195204, Fn. 2, p.255. 21 Eucken principal argument what the monetary framework and monetary policy should strive for, is, however, not simply copied from Simons papers but moreover the product of his methodological perspective, i.e. Euckens systematic analysis of the monetary system which is missing in Simons critique on the monetary framework: Eucken distinguishes between three monetary systems Eucken 1950, p. 163. Within the first monetary system, money is created by the use of a certain commodity as money Eucken 1950, p.165. The defining feature of this system is the moneycommodity link, i.e. individuals can decide whether they want to gain utility from the use of the monetary character or from the commodity character of the underlying material used as money whereas the physical appearance of the commodity remains untouched. The second monetary system is characterized by money that comes into existence as a return for the provision of a good or service that means by a reimbursement of a commodity, or as a bill of exchange Eucken 1950, p. 167. Concerning gold or any other material, the second system is similar to the first one due to the individuals unconstrained possibility to exchange the notes or sight deposits into the underlying commodity. The major difference is of an institutional character, thus by the existence of a financial intermediary that converts gold into notes and deposits. Therefore this system is alike to the gold currency. As far as the emitted notes or deposits are based on confidence rather than on a realized service or underlying asset or commodity, provisions in the sense of bills of exchange are closely related to the third monetary system. In this third type, money is created by credit extension of the central bank or commercial banks, respectively, bearing no substantial internal value Eucken 1950, p. 169. A longterm money supply extension is likely to occur in this monetary system because it is based on the behaviour of the lender who reacts to the overall demand for money Eucken 195204, p. 258. Although appreciating the liquidityenhancing aspect of such a system, especially during the phases of the European industrialization, Eucken rejects the third system because of the risks of cumulative contractions and extensions resulting in monetary crises like the Depression or the German hyperinflation Eucken 1949, p. 77. Underlining these negative impacts, Eucken emphasizes in this respect the role of the central bank after the collapse of the Gold Standard. Due to the abolition of the disciplining gold mechanism, governments were motivated to act arbitrarily with the central bank money supply, as Eucken 1925 has criticized already earlier, evoking an unrestricted expansion of paper currency supply and thereby accelerating the inflationary processes of the third monetary system over again Eucken 1925, p. 2. Furthermore, it is crucial for him that the loss of the automatically triggered conduction of monetary policy within the third monetary system allows the central bank unrestricted discretionary powers. 22 To sum up, Euckens major objective is to roll back the money supply by commercial banks concerning credit extension or contraction, respectively as well as to discipline central bank money creation to prevent a fiduciary issue of notes misuse of central bank money. This objective is also shared by Simons that was published earlier Simons 193648 and which is quoted by Eucken Eucken 1949. The explanation for their conjoint aim towards the reform of monetary institutions is different: Euckens view is borne out his systematic analysis of the three monetary systems and the disclosed antagonism to the modern credit based economy, whereas Simons explanation is much more problemoriented and formulated in response to the Great Depression in the United States. The direction both proposals point at is of a high degree of consistency. Therefore we find that Simons and Eucken are brothers in mind also on the field of monetary reform. A closer look in Euckens proposal for monetary reform reveals the impact of Simons and Hayeks contributions. Euckens individual proposal is based on the commodity reserve currency elaborated by Benjamin Graham in 1937 Eucken 195204, p. 264 and represented by Hayek in 1943 Hayek 1943. Hayek favoured this monetary order until he came up with the denationalization of money in the beginning of the 1970s, due to the reason that the currency was based on commodity reserves. Grahams concept is based on the implementation of agencies trading certificates akin options of commodity bundles that include consumer goods and raw materials. The price of each standardized bundle is determined by the weighted unit prices of the underlying products and materials. An increasing price level evokes the sale of certificates by the agency resulting in an expansion of the supply of consumer goods and raw materials in an economy and simultaneously to a contraction of the money supply. In the case of decreasing prices, certificates are bought, the commodity supply decreases and money is released by the agencies. Eucken appreciates Grahams conception due to the analogue mechanism the commodity reserve currency has in common with the gold currency emphasizing the advantage that the value of the emerging money is linked to the value of many commodities rather than on the value of one commodity Eucken 195204, p. 262. Apart from that, the commodity reserve currency fulfils Euckens ideal conception of an automatic adjustment of the money supply that depends on the movement of prices Eucken 1925, p. 12 rather than on particular discretionary or political decisions Eucken 1949, p. 98. For the latter Eucken integrates a central bank to Grahams concept that has the solely right to emit bank notes and coins but restricting any discretionary operations by setting up a functional link between the agencies and the central bank Eucken 195204, p. 263: In order to achieve this requirement, Eucken seeks to tie the central bank to the automatic working mechanism of the agencies operations resulting in an overall adjustment of the central bank monetary supply in accordance to the movements of commodity prices. Enforcing this objective for commercial banks too, to prevent a demand driven credit expansion in the case of increasing commodity prices, Eucken makes the arrangement in his proposal to limit their ability to create deposit money by a 100 percent minimum reserve ratio. Implementing this precaution stemming 23 from the Chicago Plan, Eucken directly refers to Simons leading role in the Chicago School by the time as well as his contribution to the 100 per cent plan Eucken 1949 Fn. on pp. 79, 98. Furthermore, Euckens first postdoctoral student, Friedrich Lutz, introduces the Chicago Plan in the second volume of the Freiburg Schools journal Ordnung der Wirtschaft with a surprisingly positive assessment Lutz 193662. There is no doubt that Eucken appraised this contribution since it also reflects the habilitation thesis of Friedrich Lutz, which was accepted by Eucken and his colleague Franz Bohm and Hans GromannDoerth in 1936. The introduction to this volume also encompasses the founding memorandum of the Freiburg School which underpins our assumption that Simons ideas were recognized and appraised already in 1936 in Freiburg. As a matter of fact, Friedrich Lutz later visited the University of Chicago as a visiting Rockefeller Foundation Student in 1937 which might explain how the Chicagoan ideas were indirectly brought to Freiburg. It is also remarkable that Eucken embraced the 100 per cent proposal until his sudden death in 1950 since the posthumously edited volume Principles of Economic Policy still carries forward Simons monetary proposal with the above mentioned additional features, of course. Therefore, we argue that the Freiburg School and the Old Chicago School had exactly the same objective in mind, which is to assure that the central bank has the power to control the supply of commercial bank money. The Freiburgian deviation from Old Chicago, though, is that the Central Bank should be tied to the mechanism of the commodity reserve currency which was adopted from Hayek 1943. Thereby Eucken achieves the subordinate aim of rolling back the supply of money based on the third monetary system besides the realization of implementing a value of money stabilizing mechanism disclaiming any discretionary operations for the central bank. It therefore appears that Eucken was much more aware of granting a secondbest rule for the central bank as Simons called for. This could be best achieved by combining the 100 per cent idea with Hayeks proposal. 3.2 Mont Pelerin Societys 1947 meeting as the melting pot of ideas On June 19 1946 Henry Simons, aged barely 47, dies suddenly. This is a true setback for Hayeks endeavours during his visit to the USA in 1946. In November he writes to Eucken: It will by the way be of interest to you that the main goal of my America trip was an attempt to arrange in Chicago a larger study about the question as to what changes are necessary in the legal framework English quote in the German text, EKSK in order to make the competitive economy effective. Unfortunately the man on whom my plans were mostly centered, Henry Simons, died suddenly and I do not know yet if the project can be continued despite that. The idea was a positive complement to my book The Road to Serfdom, EKSK   Hayek 1946, p. 2 11 11 We wish to thank the estate of F. A. Hayek for granting us the permission to quote from his correspondence. 24 Thus Henry Simons cannot attend the founding meeting of the Mont Pelerin Society in April 1947, instead his disciple 12 Aaron Director is invited to give an address to the session Free Enterprise and Competitive Order which takes place on April 1. Simons is especially mentioned in Hayeks address as a person who should have attended this conference and who has contributed important work on the topic with rare courage and lucidity Hayek 194748, p. 117.13 In the following, the papers by Director, Eucken and Hayek will be analysed and compared as they can be seen as the condensed versions of these three theories of order Chicago, Freiburg and Hayek and their parallel development in the 1930s and the early 1940s. All three papers underscore that they are aimed at a longterm program and not so much at the immediate problems after the war. Director, Eucken and Hayek talk about their vision that it is the longterm impact of ideas which interests them when formulating the theory of the competitive order. See three quotations: We are perhaps witnessing a fundamental change in our basic beliefs. The virtues of individual freedom no longer command the support they once did. Director 1947, pp. 12 as well as: The factual development moves against us, whereas in the realm of ideas one can make out a new flexibility in our sense. Eucken 1947, p. 2 as well as: It is from this longrun point of view that we must look at our task. It is the beliefs which must spread, if a free society is to be preserved, or restored, not what is practical at the moment, which must be our concern. Hayek 194748, p. 108 The longterm program of the competitive order is at the center of the three papers. This can be seen as a program developed in a parallel manner due to the farreaching isolation of Germany between 1933 and 1945, probably independently from each other in Chicago, Freiburg and London. What is it about, according to the three papers? The first unanimous aim of the papers is to show that the implementation of a competitive order is by no means equal to a laissezfaire type of policy. Instead, it is about a positive type of policy with the goal of establishing rules of the game. Eucken concludes his paper with the passage that government should be concerned about the order i.e. the rules and not about the process i.e. the moves of the private individuals which is to be left free Eucken 1947, p. 4. Director stresses that the mistake of theoretical liberalism was to believe that government, by doing nothing, establishes competitive markets; the latter has to be achieved, in his opinion, by an extension of this liberal theory which explicitly aims at the competitive character Director 1947, pp. 34. Hayek also warns from meaningless and ambiguous 12 Let us again quote Director on his relationship to Simons: I never took a course from him, but I was greatly influenced by him, see Kitch 1983, p. 179. 13 The pagination for Hayeks address is taken from the reprint in Individualism and Economic Order since this is widely available. In Directors and Euckens addresses, the pagination is taken as in the archival documents. 25 terms like free enterprise, freedom of contract or private property and underscores that it is the competitive order which is to be aimed at by economic policy and not the above terms which at first lack a precise content Hayek 194748, pp. 111113. And yes, the framework of the competitive order is again closely related to the issue of power. Even though not central to Hayek, he does not miss to discuss the issue of governmental power as connected to the private power of organized groups Hayek 194748, pp. 116117. But to Director and Eucken, the power problem is truly fundamental. They both speak of monopoly power on the side of the enterprises Director 1947, pp. 56 and Eucken 1947, pp. 23 but in the same instance sharply criticize the monopoly power on the side of the trade unions Director 1947, p. 7 and Eucken 1947, p. 1. Uniformly, they see the only possible solution of the power problem in the competitive order, due to as described in section 3.1 competitions seminal property of disempowering. The positive program related to the competitive order is not only about competition in the narrow sense. It is about a complex, above all interdependent set of policies which are to be applied jointly for the competitive order to come into being and to persist. It is about competition on the commodity and labor market, but also about monetary stability Director speaks explicitly of a monetary framework, Director 1947, p. 8, Eucken touches upon the importance of monetary issues for the rest of the economic order, Eucken 1947, p. 3. In addition, Director and Hayek speak about the question of equality and security and to what extent it has to be answered in the competitive order Director 1947, pp. 911, Hayek 194748, p. 112. Immensely important is, apart from the interdependency aspect of these different intricate fields of policy, that the measures themselves are to be thought not as adhoc interventions Director 1947, p. 9 but as encompassing economic policy Gesamtwirtschaftspolitik in the original, EKSK Eucken 1947, p. 3. Thus, one can say that the establishment of the competitive order is tied to several prerequisites which are to be found on various fields of economic policy treatment of monopoly general problem, treatment of cartels, of natural monopolies, trade unions, monetary policy, patent regulation, contract law etc. and has to be conceived as a coherent program. The lack of such a consistent general program or philosophy is, in Hayeks words, one of the main reasons for the decline of liberalism and the usurpation of the state by special interests Hayek 194748, p. 107. Thus, in the immediate postwar period the group of new liberals at the Mont Pelerin, to which the Chicago, Freiburg and Hayekian strands of thought intimately belong, is already quite advanced in their joint effort to replace the in their eyes useless dogma of laissezfaire with an operational goal for liberal economic policy, the competitive order. The meeting in 1947 was probably the climax of this research program. Few years later, Eucken dies. Director, after editing the Economic Policy for a Free Society volume of Simons in 194748, successively leaves the agenda of Old Chicago and joins forces with the 26 new paradigm prevalent both at the Law School and at the Economics Department, related to Friedman and Stigler Van Horn 2009, pp. 213228. Hayek, after losing Simons and Eucken, also abandons the competitive order as a goal of a free society and gradually has his evolutionist turn Kolev 2010, pp. 1317. Only decades later, Constitutional Political Economy rediscovered the importance of the economic constitution and, together with the few remaining representatives of the Freiburg School, develops a new research program which can well be traced back to Old Chicago and Freiburg of the 1930s and 1940s. The relationship between Simons whom James Buchanan calls the most articulate expositor of the old Chicago School Buchanan 2010, p. 3 and Buchanans own research program of CPE he calls himself a representative adherent of old Chicago School, Buchanan 2010, p. 5 becomes clear by this statement and Buchanans thoughts on the necessary distinction between Chicago old and new. 4. Outlook: Rulebased economic policy, CPE and the postcrisis window of opportunity The generation of Simons, Eucken and Hayek used the term neoliberalism in the 1930s and 1940s as a description of a new research program which evolved in that period. Chicago, London, Vienna and Freiburg are considered the four central locations of this generations efforts to redefine classical liberalism and transpose its central messages into the 20th century. To what extent this venues were intellectually connected to each other, is difficult to say since especially the ChicagoFreiburg nexus requires knowledge of archives which are not accessible, especially the one of Walter Eucken. Thus in this paper we attempted to juxtapose the Old Chicago and the Freiburg program of the 1930s and 1940s to assess the degree of proximity of these strands of thought. It is fascinating to see the parallelity which Simons and Euckens oeuvres exhibit in these two decades. The picture becomes even more intriguing as Hayek is included in this mosaic, by posing the hypothesis that he might be the link between Chicago and Freiburg of that period. And indeed, Simons, Euckens and Hayeks quests for the renewed liberalism in the 1930s and 1940s bear, in large areas, striking similaries. Above all, the topos question of Old Chicago and Freiburg is the issue of disempowerment, and all three protagonists see the solution to this question in the competitive order. The competitive order is for all of them an interdependent set of economic policy which are positive i.e. aim at shaping new legal institutions and not only removing existing obstacles and rulebased i.e. where discretion and arbitrariness are reduced to a minimum and liberty within the rules is maximized. Of course, in concrete economic policy here competition and monetary policy were reviewed the practical proposals are not identical, but the very basic principles on which the three positive programs are based are strikingly similar. Due to the early deaths of Simons and Eucken, this research program which culminates in the 1947 founding meeting of the Mont Pelerin Society only lives on in the oeuvre of Hayek, and there it undergoes 27 significant variations in the course of the next decades intellectual evolution. But ideas seldom die out completely, and thus it seems to us that James Buchanans Constitutional Political Economy research program is a true successor to the SimonsEuckenHayek triangle. We will show in a next version of this project that we join Viktor Vanbergs interpretation that CPE can be seen as a reinterpretation of the neoliberals efforts of the 1930s and 1940s and thus unites Old Chicago, declared by Buchanan himself, with concepts of the Freiburg School and the Hayekian heritage. As we hope to show with this paper, these three strands of thought are compatible with and complementary to each other. In our understanding, such analyses in History of Economic Thought are of course fascinating in themselves, but should also possess some practicability for todays economic policy discourse. In the world of 2011, after the decades of boom and the years of a severe bust in the Western world, the interest for the fundamental questions of economic theory and its policy implications has increased markedly. History of Economic Thought, by discovering research programs from the past, can contribute to todays debates by preventing the necessity of rediscovering the wheel in every generation of new economists. We see the world of 2011, with its severe problems especially in the monetary field but also in other fields of the economic order, the necessity to rediscover the debate about rules and liberty in economics. The boombust cycle of the last decades clearly indicates that nonrulebased policies in the complex reality we live in are doomed to failure and unintended consequences which nobody can forecast in advance. Thus rules, as seen by the SimonsEuckenHayek generation but also by later CPE scholars like Buchanan and Vanberg, should in our opinion become the focal point in the economic policy debate of today. This has severe implications both for economics as a science and for the politicians which would be the addressee of the rules. If we want to reap the fruits of globalization for a long period to come, we urgently need a monetary framework which simultaneously ensures prosperity and stability. For our Great Recession not to become a new Great Depression, the neoliberal ideas from the last big crisis of capitalism seem a good point to start. 28 Bibliography Blaug, Mark Ed. 1992: Pioneers in Economics: Frank Knight 18851972, Henry Simons 18991946, Joseph Schumpeter 18831950, Vol. 37, Aldershot Bronfenbrenner, Martin 1962: Observations on the Chicago Schools, in: The Journal of Political Economy, Vol. 701, pp. 7275. Buchanan, James M. 2010: Chicago School Thinking: Old and New, Paper presented at the 11th Summer Institute for the History of Economics at the University of Richmond, online available: http:jepson.richmond.educonferencesadamsmithpaper 2010buchanan.pdf Davis, J. Ronnie 1968: Chicago Economists, Deficits Budgets and the Early 1930s, in: The American Economic Review, Vol. 583, pp. 47682. Davis, J. Ronnie 1969: Henry Simons, the Radical: Some Documentary Evidence, in: History of Political Economy, Vol. 12, pp. 388394. De Long, J. Bradford 1990: In Defense of Henry Simons Standing as a Classical Liberal, in: Cato Journal, Vol. 93, pp. 601618. Director, Aaron 1947: Free Enterprise and Competitive Order, Address to the Mont Pelerin Society founding meeting on April 1 1947, in: F.A. Hayek Archives, Box 81 Folder 3, Hoover Institution Archives, Stanford University Director, Aaron 194748: Prefatory Note, in: Simons, Henry C.: Economic Policy for a Free Society, pp. VVII. Eucken, Walter 1925: Das internationale Wahrungsproblem. Ein Uberblick, Berlin. Eucken, Walter 1947: Free Enterprise and Competitive Order, Address to the Mont Pelerin Society founding meeting on April 1 1947, in: F.A. Hayek Archives, Box 81 Folder 3, Hoover Institution Archives, Stanford University Eucken, Walter 1949: Die Wettbewerbsordnung und ihre Verwirklichung, in: ORDO, Vol. 2, pp. 1100. Eucken, Walter 1950: The Foundations of Economics, London Eucken, Walter 195204: Grundsatze der Wirtschaftspolitik, 7th ed., Tubingen Fisher, Irving 193545: 100% Money, 3rd ed., New Haven. Folz, Willibald 1970: Das geldtheoretische und geldpolitische Werk Walter Euckens, Berlin Friedman, Milton 1948: A Monetary and Fiscal Framework for Economic Stability, in: The American Economic Review, Vol. 38, pp. 245264. Friedman, Milton 1967: The Monetary Theory and Policy of Henry Simons, in: Journal Law and Economics, Vol. XOctober, pp. 113. Friedman, Milton Anna J. Schwartz 1963: A Monetary History of the United States 18671960, Princeton 29 Goldschmidt, Nils Michael Wohlgemuth 2008: Social Market Economy: Origins, Meanings and Interpretations, in: Constitutional Political Economy, Vol. 193, pp. 22612276. Hayek, Friedrich August von 1939: Freedom and the Economic System, Chicago, reprinted in: Socialism and War, Collected Works Vol. 10 edited by Bruce Caldwell, Chicago, pp.189212. Hayek, Friedrich August von 1943: A Commodity Reserve Currency, The Economic Journal, Vol. LIII210, pp. 176184. Hayek, Friedrich August von 194494: The Road to Serfdom, 50th Anniversary edition, Chicago Hayek, Friedrich August von 1946: Letter to Walter Eucken from November 3rd 1946, in: F.A. Hayek Archives, Box 18 Folder 40, Hoover Institution Archives, Stanford University Hayek, Friedrich August von 1947: Letter to Aaron Director from February 14th 1947, in: F.A. Hayek Archives, Box 73 Folder 14, Hoover Institution Archives, Stanford University Hayek, Friedrich August von 194748: Free Enterprise and Competitive Order, Address to the Mont Pelerin Society founding meeting on April 1 1947, in: F.A. Hayek Archives, Box 81 Folder 3, Hoover Institution Archives, Stanford University, reprinted in: Hayek, Friedrich August von: Individualism and Economic Order, Chicago, pp. 107118. Hayek, Friedrich August von 196078: The Constitution of Liberty, 2nd ed., Chicago Hicks, John Richard 1967: The Hayek Story, in: Hicks, John Richard: Critical Essays in Monetary Theory, Oxford, pp. 203215. Hoppe, HansHermann 1994: F.A. Hayek on Government and Social Evolution: A Critique, in: The Review of Austrian Economics, Vol. 71, pp. 6793. Janssen, Hauke 199809: Nationalokonomie und Nationalsozialismus. Die deutsche Volkswirtschaftslehre in den dreiiger Jahren des 20. Jahrhunderts, 3rd ed., Marburg Johnson, Daniel 1989: Exiles and HalfExiles: Wilhelm Ropke, Alexander Rustow and Walter Eucken, in: Peacock, Alan T. Hans Willgerodt Ed.: German NeoLiberals and the Social Market Economy, New York, pp. 4068. Kitch, Edmund W. 1983: The Fire of Truth: A Remembrance of Law and Economics at Chicago, 19321970, in: Journal of Law and Economics, Vol. 261, pp. 163234. Kolev, Stefan 2010: Hayek as an OrdoLiberal, Hamburg Institute of International EconomicsWilhelmRopkeInstitute Research Paper 511, Erfurt, online available: http:www.hwwi.orguploadstx_wilpubdbHWWI_Research_Paper_511.pdf Lippmann, Walter 193744: The Good Society, 3rd ed., London Lutz, Friedrich A. 193662: Das Grundproblem der Geldverfassung, in: Lutz, Friedrich A.: Geld und Wahrung, Tubingen, pp. 28103. Machlup, Fritz 1956: Letter to F.A. Hayek from December 11th 1956, in: F.A. Hayek Archives, Box 78 Folder 1, Hoover Institution Archives, Stanford University Mc Cormick, Brian J. 1992: Hayek and the Keynesian Avalanche, New York 30 Plickert, Philip 2008: Wandlungen des Neoliberalismus. Eine Studie zur Entwicklung und Ausstrahlung der Mont Pelerin Society, Stuttgart Reder, Melvin W. 1982: Chicago Economics: Permanence and Change, in: Journal of Economic Literature, Vol. 201, pp. 138. Reder, Melvin W. 1987: Chicago School, in: The New Palgrave: A Dictionary of Economics, 1st ed., Vol. 1, pp. 413418. Sally, Razeen 1998: Classical Liberalism and International Economic Order: Studies in Theory and Intellectual History, London Simons, Henry C. et al. 1933: Banking and Currency Reform. Memorandum with a supplement and appendix circulated in mimeographed form, without designation of authorship, in November 1933 For further information see also Fisher 193545 p. 222. Simons, Henry C. 193448: A Positive Program for Laissez Faire: Some Proposals for a Liberal Economic Policy, reprinted in: Economic Policy for a Free Society, Chicago, pp. 4077. Simons, Henry C. 193648: Rules versus Authorities in Monetary Policy, reprinted in: Economic Policy for a Free Society, Chicago, pp. 160183. Simons, Henry C. 194148: For a FreeMarket Liberalism, reprinted in: Economic Policy for a Free Society, Chicago, pp. 90106. Simons, Henry C. 194248: Hansen on Fiscal Policy, reprinted in: Economic Policy for a Free Society, Chicago, pp. 184219. Simons, Henry C. 194348: Postwar Economic Policy: Some Traditional Liberal Proposals, reprinted in: Economic Policy for a Free Society, Chicago, pp. 240259. Simons, Henry C. 194448a: Economic Stability and Antitrust Policy, reprinted in: Economic Policy for a Free Society, Chicago, pp. 107120. Simons, Henry C. 194448b: Some Reflections on Syndicalism, reprinted in: Economic Policy for a Free Society, Chicago, pp. 121159. Simons, Henry C. 194548: Introduction: A Political Credo, reprinted in: Economic Policy for a Free Society, Chicago, pp. 139. Stein, Herbert 1987: Simons, Henry Calvert, in: The New Palgrave: A Dictionary of Economics, 1st ed., Vol. 4, pp. 33235. Van Horn, Rob Philip Mirowski 2009: The Rise of the Chicago School of Economics and the Birth of Neoliberalism, in: Mirowski, Philip Dieter Plehwe Ed.: The Road from Mont Pelerin. The Making of the Neoliberal Thought Collective, Cambridge, pp. 139178. Van Horn, Rob 2009: Reinventing Monopoly and the Role of Corporations: The Roots of Chicago Law and Economics, in: Mirowski, Philip Dieter Plehwe Ed.: The Road from Mont Pelerin. The Making of the Neoliberal Thought Collective, Cambridge, pp. 204237. 31 Wegmann, Milene 2002: Fruher Neoliberalismus und europaische Integration. Interdependenz der nationalen, supranationalen und internationalen Ordnung von Wirtschaft und Gesellschaft 19321965, BadenBaden Whalen, Charles J. 1988: The MinskySimons Connection: A Neglected Thread in the History of Economic Thought, in: Journal of Economic Issues, Vol. XXII2, pp. 533544. White, Lawrence H. 1999: The Theory of Monetary Institutions, Oxford 32 HWWI Research Paperssince 2011Ulrich Zierahn, Hamburg, July 2011Felix Fitz Roy, Jim Jin, Hamburg, March 2011108. Agglomeration, Congestion, and Regional Unemployment Disparities 107. Efficient Redistribution: Comparing Basic Income with Unemployment Benefit 106. The Resource Curse Revisited: Governance and Natural Resources Matthias Busse, Steffen Groning, Hamburg, March 2011105. Regional Unemployment and New Economic Geography Ulrich Zierahn, Hamburg, March 2011104. The TaxationGrowthNexus Revisited K. P. Arin, M. Berlemann, F. Koray, T. Kuhlenkasper, Hamburg, January 2011The Hamburg Institute of International Economics HWWI is an independent economic research institute, based on a nonprofit publicprivate partnership, which was founded in 2005. The University of Hamburg and the Hamburg Chamber of Commerce are shareholders in the Institute . The HWWIs main goals are to: Promote economic sciences in research and teaching; Conduct highquality economic research; Transfer and disseminate economic knowledge to policy makers, stakeholders and the general public.The HWWI carries out interdisciplinary research activities in the context of the following research areas: Economic Trends and Global Markets, Regional Economics and Urban Development, Maritime Economics and Aviation Business, Institutions and Institutional Change, Energy and Raw Material Markets, Environment and Climate, Migration and Integration, Labour and Family Economics, Health and Sports Economics, Family Owned Business and SME, Real Estate and Asset Markets.Hamburg Institute of International Economics HWWIHeimhuder Str. 71 20148 Hamburg Germany Phone 49 040 34 05 76 0 Fax 49 040 34 05 76 776infohwwi.org www.hwwi.org", "filename": "664253202.pdf", "person": ["Ekkehard Köhler", "Köhler, Ekkehard", "Stefan Kolev", "Kolev, Stefan"], "date": ["2011"]}