{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/91340/1/664409539.pdf"], "title": ["O Programa Nacional de Produção e Uso do Biodiesel (PNPB) e a produção de matéria-prima de óleo vegetal no norte e no nordeste"], "plaintext": "Governo Federal Secretaria de Assuntos Estrategicos da Presidencia da Republica Ministro Wellington Moreira Franco Fundacao publica vinculada a Secretaria de Assuntos Estrategicos da Presidencia da Republica, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos.Presidente Marcio Pochmann Diretor de Desenvolvimento Institucional Fernando Ferreira Diretor de Estudos e Relacoes Economicas e Politicas Internacionais Mario Lisboa Theodoro Diretor de Estudos e Politicas do Estado, das Instituicoes e da Democracia Jose Celso Pereira Cardoso Junior Diretor de Estudos e Politicas Macroeconomicas Joao Sicsu Diretora de Estudos e Politicas Regionais, Urbanas e Ambientais Liana Maria da Frota Carleial Diretor de Estudos e Politicas Setoriais, de Inovacao, Regulacao e Infraestrutura Marcio Wohlers de Almeida Diretor de Estudos e Politicas Sociais Jorge Abrahao de Castro Chefe de Gabinete Persio Marco Antonio Davison Assessorchefe de Imprensa e Comunicacao Daniel Castro URL: http:www.ipea.gov.br Ouvidoria: http:www.ipea.gov.brouvidoria Texto para Discussao Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes.As opinioes emitidas nesta publicacao sao de exclusiva e inteira responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos da Presidencia da Republica.E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas.ISSN 14154765JEL: Q1TD_00_Folha de Rosto.indd 2352011 13:08:22SUMARIOSINOPSEABSTRACT1 INTRODUCAO   72 O PNPB   93 INCENTIVOS FISCAIS PARA A PRODUCAO DE BIODIESEL  154 PRODUCAO DE MATERIAPRIMA DE OLEO VEGETAL NO NORTE E NORDESTE  205 ENTRAVES A PRODUCAO DE BIODIESEL A PARTIR DO DENDE E DA MAMONA NO NORTE E NORDESTE  296 CONCLUSOES  44REFERENCIAS  46BIBLIOGRAFIA COMPLEMENTAR  48TD_01_Sumario.indd 3352011 13:08:39TD_01_Sumario.indd 4352011 13:08:39SINOPSEEntre as diretrizes originais do Programa Nacional de Producao e Uso do Biodiesel PNPB, criado em 2003 pelo governo federal, foram incluidas praticas de inclusao social e desenvolvimento regional mediante a reducao da aliquota do Programa de Integracao Social PISPrograma de Formacao do Patrimonio do Servidor Publico PASEP e Contribuicao para o Financiamento da Seguridade Social Cofins para aqueles produtores de biodiesel que possuam o Selo Combustivel Social. O objetivo deste estudo e analisar qual o impacto que o PNPB teve sobre a producao de materiaprima para biodiesel realizada por agricultores das regioes Norte e Nordeste. Ele visa avaliar se a reducao das aliquotas de PISPASEP e Cofins das usinas de biodiesel que compram oleo de mamona e de dende no Norte e Nordeste resultou em um estimulo significativo para a producao agricola dessas duas regioes. Na analise desenvolvida, constatouse uma pequena participacao do Norte e do Nordeste na producao brasileira de biodiesel, o que e um indicio significativo do descompasso existente entre as diretrizes originais do PNPB e o que ocorre na pratica cinco anos apos a criacao desse programa.ABSTRACTi Among the original guidelines of the National Program of Biodiesel Production and Use PNPB, created by Brazilian Government in 2003, some practices of social inclusion and regional development were included. This was done by reducing the rate of PISPASEP and Cofins taxes for those biodiesel producers that withhold the Social Fuel Seal. The aim of this study was to analyze what impact the PNPB had on the production of feedstock for biodiesel made by farmers in North and Northeast regions. It aims to assess whether the reduction in rates from PISPASEP and Cofins of biodiesel plants that buy castor oil and palm oil in the North and Northeast resulted in a significant stimulus to agricultural production in these two regions. The analysis performed found that there was only a small participation of Brazil s North and Northeast regions in the biodiesel production, which is a significant indication of the mismatch between the original guidelines of the PNPB and what actually happens five years after the creation of this Program.i. The versions in English of the abstracts of this series have not been edited by Ipeas editorial department.As versoes em lingua inglesa das sinopses abstracts desta colecao nao sao objeto de revisao pelo Editorial do Ipea.TD_02_Sinopse.indd 5352011 13:09:24TD_02_Sinopse.indd 6352011 13:09:24Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste 1 INTRODUCAODurante quase meio seculo, o Brasil desenvolveu pesquisas sobre biodiesel, promoveu iniciativas para usos em testes e foi um dos pioneiros ao registrar a primeira patente sobre o processo de producao de combustivel, em 1980. A partir da criacao do Programa Nacional de Producao e Uso do Biodiesel PNPB, em 2003, o governo federal organizou a cadeia produtiva, definiu as linhas de financiamento, estruturou a base tecnologica e editou o marco regulatorio do novo combustivel.Em 2 de julho de 2003, a Presidencia da Republica instituiu por meio de decreto um grupo de trabalho interministerial encarregado de apresentar estudos sobre a viabilidade de utilizacao de biodiesel como fonte alternativa de energia. Como resultado foi elaborado um relatorio que deu embasamento ao presidente da Republica para estabelecer o PNPB como acao estrategica e prioritaria para o Brasil.Concomitantemente a estes estudos iniciais sobre o biodiesel, comecou a ser elaborado o marco regulatorio do setor de biocombustiveis no Brasil. Esse marco regulatorio considera a diversidade de oleaginosas disponiveis no pais a garantia do suprimento e da qualidade, a competitividade frente aos demais combustiveis e uma politica de inclusao social e desenvolvimento regional. As regras permitem a producao a partir de diferentes oleaginosas e rotas tecnologicas, possibilitando a participacao do agronegocio e da agricultura familiar.Com relacao as praticas de inclusao social e desenvolvimento regional inseridas no desenho original do PNPB, isso foi feito mediante a reducao da aliquota do Programa de Integracao Social PISPrograma de Formacao do Patrimonio do Servidor Publico PASEP e Contribuicao para o Financiamento da Seguridade Social Cofins para aqueles produtores de biodiesel que possuam o Selo Combustivel Social. Este selo e um componente de identificacao concedido pelo Ministerio do Desenvolvimento Agrario MDA aos produtores de biodiesel que promovam a inclusao social e o desenvolvimento regional por meio da geracao de emprego e de renda para os agricultores familiares enquadrados nos criterios do Programa Nacional de Fortalecimento da Agricultura Familiar PRONAF.Para a obtencao desse certificado e ter direito a reducao da aliquota, o produtor de biodiesel deve adquirir materiaprima produzida por agricultores familiares 7TD_03_Miolo.indd 7352011 13:10:35R i o d e J a n e i r o , m a i o d e 2 0 1 1enquadrados no PRONAF, em percentuais minimos de 50% na regiao Nordeste e no Semiarido; de 30% nas regioes Sul e Sudeste; e de 10% nas regioes Norte e CentroOeste Instrucao Normativa no 02, de 3092005.O percentual das reducoes tributarias e de: 32% para o biodiesel cujas materiasprimas forem o dende e a mamona produzidos nas regioes Norte e Nordeste e no Semiarido; 68% para o biodiesel fabricado com materiasprimas produzidas pela agricultura familiar em qualquer regiao do pais; e 100% para o biodiesel de dende e mamona produzidos pela agricultura familiar das regioes Norte, Nordeste e Semiarido Decretos no 5.297 e no 5.298.A mamona, cultura de sequeiro, resistente a escassez de agua, vem sendo uma das apostas do governo para o Nordeste. Sua producao e intensiva em mao de obra e terra, quase inexistindo a necessidade de investimento em capital fisico, o que reduz as barreiras a entrada nesse mercado e, logo, facilita seu desenvolvimento inicial e a participacao de agricultores familiares. O principal entrave decorre dos baixos niveis de produtividade alcancados historicamente na regiao, em torno de 531 kgha registrados entre 1976 e 2006 pela Companhia Nacional de Abastecimento CONAB. Eventualmente, esse fato pode reduzir o numero de interessados em ingressar nessa atividade em razao da baixa rentabilidade esperada e, por conseguinte, comprometer a oferta de oleo vegetal da mamona, principal fator de producao do biodiesel.Nesse sentido e que este estudo e proposto. Ele tem tres objetivos principais: i analisar qual o impacto que o PNPB teve sobre a producao de materiaprima para biodiesel realizada por agricultores das regioes Norte e Nordeste; ii avaliar se a reducao das aliquotas de PISPASEP e Cofins das usinas de biodiesel que compram oleo de mamona e de dende no Norte e Nordeste resultou em um estimulo significativo para a producao agricola dessas duas regioes; e iii constatado o impacto existente, serao investigados quais sao os motivos credito rural, assistencia tecnica, legislacao ambiental, transportes etc. que ajudam a explicar o sucesso ou insucesso dos incentivos criados pelo PNPB para o desenvolvimento da agricultura nessas regioes.Para responder a esses tres objetivos, utilizase da analise exploratoria como base metodologica a partir da investigacao de partes do tema producao de biodiesel e de materiasprimas para producao do biodiesel, assim como dos impactos das politicas 8TD_03_Miolo.indd 8352011 13:10:35Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordestegovernamentais no desenvolvimento dessas cadeias produtivas. Nessa investigacao, destacamse dados sobre a tributacao federal na matriz de biocombustiveis; a aliquota media incidente sobre o biodiesel e o diesel; a producao nos ultimos anos de mamona e de oleo de dende palma; as areas plantadas de mamona e de dende; a producao de biodiesel nas regioes Nordeste, Norte; a producao de biodiesel por materiaprima, entre outros. Dando suporte a essa investigacao, foram feitas uma revisao bibliografica sobre o tema, bem como uma analise dos instrumentos legais relacionados ao PNPB.2 O PNPBDurante quase meio seculo, o Brasil desenvolveu pesquisas sobre biodiesel, promoveu iniciativas para usos em testes e foi um dos pioneiros ao registrar a primeira patente sobre o processo de producao de combustivel, em 1980. No governo do presidente Luiz Inacio Lula da Silva, por meio do PNPB, o governo federal organizou a cadeia produtiva, definiu as linhas de financiamento, estruturou a base tecnologica e editou o marco regulatorio do novo combustivel. Como resultado desse trabalho foi elaborado um relatorio que deu embasamento ao presidente da Republica para estabelecer o PNPB como acao estrategica e prioritaria para o Brasil.Concomitantemente a estes estudos iniciais sobre o biodiesel, comecou a ser elaborado o marco regulatorio do setor de biocombustiveis no Brasil. Esse marco regulatorio considera a diversidade de oleaginosas disponiveis no pais a garantia do suprimento e da qualidade, a competitividade frente aos demais combustiveis e uma politica de inclusao social. As regras permitem a producao a partir de diferentes oleaginosas e rotas tecnologicas, possibilitando a participacao do agronegocio e da agricultura familiar.Os atos legais que formam o marco regulatorio estabelecem os percentuais de mistura do biodiesel ao diesel de petroleo, a forma de utilizacao e o regime tributario. Os decretos regulamentam o regime tributario com diferenciacao por regiao de plantio, por oleaginosa e por segmento de produtores rurais agronegocio e agricultura familiar, criam o Selo Combustivel Social e isentam a cobranca de Imposto sobre Produtos Industrializados IPI.A regulamentacao do setor de biodiesel e feita pela Agencia Nacional de Petroleo ANP, que e responsavel pela regulacao e fiscalizacao do novo produto, alem de ter 9TD_03_Miolo.indd 9352011 13:10:36R i o d e J a n e i r o , m a i o d e 2 0 1 1criado a figura do produtor de biodiesel, estabelecido as especificacoes do combustivel e estruturado a cadeia de comercializacao.O ponto de partida dessa regulamentacao foi a publicacao, em 14 de setembro de 2004, da Medida Provisoria MP no 2142004, que inclui o biodiesel na matriz energetica nacional, modificando leis do setor para adequar o exercicio da fiscalizacao e da formacao de politicas energeticas. Em dezembro de 2004, como consequencia dessa MP, foi lancado o PNPB contendo os seguintes pontos centrais: definicao do modelo tributario, criacao do mecanismo denominado combustivel social, criacao de linha de financiamento, elaboracao das acoes promotoras de desenvolvimento tecnologico e o estimulo a formacao do mercado nacional para o biodiesel, por meio de leiloes de compra conduzidos pela ANP.A mistura do biodiesel ao diesel de petroleo e feita pelas distribuidoras de combustiveis, assim como e feito na adicao de alcool anidro a gasolina. As refinarias tambem estao autorizadas a fazer a mistura e, posteriormente, a entregar o biodiesel as distribuidoras.A regulamentacao tambem permite usos especificos do biodiesel, com misturas superiores a estabelecida pelo marco regulatorio, desde que autorizadas pela ANP. Essas experiencias sao acompanhadas e vao gerar informacoes para aumentar o percentual de adicao do combustivel ao diesel de petroleo. O novo combustivel tambem podera ser utilizado na geracao de energia eletrica em comunidades isoladas, principalmente na regiao Norte, substituindo o oleo diesel em usinas termeletricas.Apos a MP no 2142004, outras normas foram publicadas em 2004, complementando a regulamentacao do setor. Entre essas, vale mencionar os Decretos no 5.297 e no 5.298, ambos de 6 de dezembro de 2004. O primeiro dispos sobre os coeficientes de reducao das aliquotas de contribuicao para o PISPASEP e da Cofins, incidentes na producao e na comercializacao de biodiesel, e sobre os termos e as condicoes para a utilizacao das aliquotas diferenciadas, alem de determinar outras providencias. O segundo isentou o biodiesel da incidencia do IPI. O Decreto no 5.298 foi posteriormente revogado pelo Decreto no 6.006, de 28 de dezembro de 2006, mas a isencao foi mantida.10TD_03_Miolo.indd 10352011 13:10:36Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Em 2005, o biodiesel continuou sendo objeto de leis federais. A Lei no 11.097, de 13 de janeiro de 2005, dispos sobre a introducao do biodiesel na matriz energetica brasileira, definiu o biodiesel 1 e estipulou que, em tres anos a partir da publicacao da lei, o oleo diesel deveria ser comercializado com 2%2 de biodiesel B2. Essa mistura passou a ser obrigatoria a partir de 1o de janeiro de 2008. A partir de julho de 2009, esse valor passou a ser de 4% e a partir de janeiro de 2010, todos os carros movidos a oleo diesel no Brasil passaram a utilizar uma mistura de 5% de biodiesel em seu combustivel.O Ministerio de Minas e Energia MME ja antecipou de 2013 para 2010 a obrigatoriedade da comercializacao do B5 diesel composto por 5% de biodiesel e 95% de petrodiesel. O aumento do percentual de biodiesel na mistura do oleo diesel provoca um aumento significativo na demanda interna de B100. Com base no consumo brasileiro atual de diesel de petroleo, a viabilizacao do B5 so sera possivel se houver uma disponibilidade de 2,4 bilhoes de B100 ANP, 2008.Alem de definir o percentual da mistura do oleo diesel, a Lei no 11.097 tambem delega competencia a ANP para regular e fiscalizar a comercializacao de biodiesel. Determina ainda ao Banco do Brasil BB, Banco do Nordeste do Brasil BNB e Banco da Amazonia S.A. Basa a criacao de linhas de credito especificas para o cultivo de oleaginosas, principalmente pela agricultura familiar.3 Ao Banco Nacional de Desenvolvimento Economico e Social BNDES tambem e determinada a criacao de linha de credito especifica para o financiamento de unidades industriais de producao de biodiesel. Autoriza, no ambito do Conselho Nacional de Politica Energetica CNPE, a constituicao do Comite de Gestao do Biodiesel CGB, com funcao de monitorar e promover a participacao do biodiesel na matriz energetica nacional.Estabelece, tambem, que a parcela dos royalties do petroleo que exceder a 5% da producao pode ser utilizada para financiar programas de amparo a pesquisa cientifica e ao desenvolvimento tecnologico aplicados a industria do petroleo, do gas natural e dos biocombustiveis. Desta forma, os recursos do Fundo Setorial do Petroleo CTPetro 1. O Artigo 6o define o biodiesel como todo biocombustivel derivado da biomassa renovavel para uso em motores a combustao interna com combustao interna, com ignicao por compressao ou, conforme regulamento, para a geracao de outro tipo de energia que possa substituir parcial ou totalmente combustiveis de origem fossil Lei no 11.097, de 13 de janeiro de 2005.2. Regulamentado pelo Decreto no 5.448, de 20 de maio de 2005 Diario Oficial da Uniao DOU, de 24 de maio de 2005 efeitos a partir de 24 de maio de 2005.3. Esta questao sera tratada adiante neste capitulo.11TD_03_Miolo.indd 11352011 13:10:36R i o d e J a n e i r o , m a i o d e 2 0 1 1poderao ser utilizados para financiar projetos de pesquisa e desenvolvimento PD na area de biocombustiveis. Alem disso, recursos da Contribuicao de Intervencao no Dominio Economico CideCombustiveis 4 Lei no 10.336, de 19 de dezembro de 2001 podem ser utilizados para o fomento a projetos voltados a producao de biocombustiveis, com foco na reducao dos poluentes relacionados com a industria de petroleo, gas natural e seus derivados. A lei dispoe, ainda, que a politica energetica visara o aproveitamento racional dos recursos disponiveis Artigo 1o, caput e a protecao do meio ambiente e conservacao de energia Artigo 1o, IV.Ainda em 2005, a Lei no 11.116 de 18 de maio de 2005 dispos sobre o Registro Especial, na Secretaria da Receita Federal SRF do Ministerio da Fazenda MF, de produtor ou importador de biodiesel e sobre a incidencia da contribuicao para o PISPASEP5 e da Cofins 6 sobre as receitas decorrentes da venda desse produto. Questoes relacionadas ao regime de tributacao do biodiesel serao abordadas no topico 3.A Instrucao Normativa no 1, publicada no DOU de 5 de julho de 2005, do MDA, instituiu e regulamentou a concessao de um certificado denominado Selo Combustivel Social, que concede incentivos fiscais beneficios tributarios, garantindo aos usineiros facilidade de acesso as melhores condicoes de financiamento e o direito a participar dos leiloes de biodiesel.No entanto, cabe observar tambem uma importante mudanca recente nas regras de funcionamento do selo social BRASIL, 2009. Assim, o percentual minimo de aquisicoes de materiaprima do agricultor familiar fica alterado para concessao do selo para 10% ate a safra de 20092010 e para 15% safra de 20102011, para as aquisicoes provenientes das regioes Norte e CentroOeste; e para 30%, para as aquisicoes provenientes das regioes Sul, Sudeste, Nordeste e Semiarido.4. Contribuicao incidente sobre a importacao e a comercializacao de gasolina e suas correntes, diesel e suas correntes, querosene de aviacao e outros querosenes, oleos combustiveis fueloil, gas liquefeito de petroleo GLP, inclusive o derivado de gas natural e de nafta, e alcool etilico combustivel.5. O PIS foi criado pela Lei Complementar no 701970 destinado para beneficiar Trabalhadores; o PASEP criado pela Lei no 801970 destinava se ao beneficio dos servidores publicos. O Fundo PISPASEP e resultado da unificacao desses dois fundos Lei Complementar no 26, de 11 de setembro de 1975, com vigencia a partir de 1o de julho de 1976, regulamentada pelo Decreto no 78.2761976, e hoje gerido pelo Decreto no 4.751, de 17 de junho de 2003.6. A Cofins foi instituida pela Lei Complementar no 70, de 30 de dezembro de 1991. A contribuicao social a ser cobrada e de 2% sobre o faturamento mensal, sobre a receita bruta das vendas de mercadorias e servicos de qualquer natureza Artigo 2o.12TD_03_Miolo.indd 12352011 13:10:36Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste A instrucao estabelece tambem que este percentual minimo e calculado sobre o custo de aquisicao de materiaprima adquirida do agricultor familiar ou de sua cooperativa, em relacao ao custo de aquisicoes totais de materiasprimas utilizadas no periodo para a producao de biodiesel.O custo de aquisicao de materiaprima, por sua vez, e definido como o somatorio do valor de aquisicao da materiaprima, acrescido de despesas com: analise de solos de propriedades familiares; doacao ou compra de insumos, horasmaquina eou combustivel, adubos e corretivos, prestacao de servicos aos agricultores como assistencia tecnica e capacitacao. A soma dessas despesas excetuando o valor da materiaprima e limitada ao maximo de 50%, para a regiao CentroSul, e a 100%, nas regioes Nordeste, Norte e semiarido.Essas mudancas representam forte oportunidade para a producao de biodiesel. Estimulam, certamente, o envolvimento do setor privado no caso, os produtores de biodiesel no suporte a agricultura familiar. Em relacao as cadeias produtoras de materiaprima, representam forte estimulo a tendencias de integracao de produtores de biodiesel com agricultores familiares, como os observados na cadeia de dende especialmente porque, nesta cadeia, a producao de biodiesel e toda realizada pela Agropalma, que alem de produtora de biodiesel, e produtora do oleo vegetal.Por outro lado, e importante lembrar que a usina que possui o Selo Social nao compra necessariamente seu insumo diretamente da agricultura familiar. Enquanto esta produz a baga fruto ou semente grao, o ingrediente basico para produzir biodiesel e um produto industrial: o oleo produzido nas industrias esmagadoras. Estas ultimas sao intermediarias entre a producao agricola primaria e a producao de biodiesel. As modificacoes introduzidas nas regras do Selo Combustivel Social devem ter maximo impacto nos casos de integracao entre agroindustria de oleo vegetal e industria de biodiesel e, de modo indireto, estimulam esta integracao.Considerando as usinas de biodiesel autorizadas pela ANP ate agosto de 2009, observase que apenas cerca de 47% haviam obtido o selo combustivel social. O grafico 1 apresenta o percentual de usinas de biodiesel autorizadas com e sem selo, por regiao. Como esperado, dado o esforco realizado por diversos orgaos, para incentivar a producao de biodiesel na regiao Nordeste, a partir da mamona, observase no grafico 13TD_03_Miolo.indd 13352011 13:10:36R i o d e J a n e i r o , m a i o d e 2 0 1 1que quase 90% das usinas nesta regiao sao contempladas com o selo. As regioes Sul e CentroOeste estao em segundo e terceiro lugares, no que se relaciona a adesao de suas usinas de biodiesel, ao Selo Combustivel Social.GRAFICO 1Proporcao de usinas autorizadas ate agosto de 2009, com e sem o Selo Combustivel Social, por regiao Em %Fontes: ANP 2009, MDA 2009. Extraido de Castro et al. 2010.Com relacao aos leiloes de biodiesel, a ANP, por meio da Resolucao no 31, regula a realizacao de leiloes publicos para aquisicao de biodiesel. A ANP realiza, desde 2005, os leiloes de biodiesel. Nos leiloes, refinarias e distribuidoras compram o biodiesel para misturalo ao diesel derivado do petroleo. O objetivo inicial dos leiloes foi impulsionar o mercado de biodiesel e, deste modo, estimular a producao em quantidade suficiente para que refinarias e distribuidores ofertassem o biodiesel necessario para se atender a mistura dieselbiodiesel determinada por lei. Os leiloes continuam sendo realizados para assegurar que todo o oleo diesel comercializado no pais contenha o percentual de biodiesel determinado em lei.14TD_03_Miolo.indd 14352011 13:10:36Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste 3 INCENTIVOS FISCAIS PARA A PRODUCAO DE BIODIESELAs regras tributarias do biodiesel referentes ao PISPASEP e a Cofins determinam que esses tributos sejam cobrados uma unica vez e que o contribuinte e o produtor industrial de biodiesel. Ele podera optar entre uma aliquota percentual que incide sobre o preco do produto, ou pelo pagamento de uma aliquota especifica, que e um valor fixo por metro cubico de biodiesel comercializado, conforme dispoe a Lei no 11.116, de 18 de maio de 2005.Essa lei dispoe ainda que o Poder Executivo possa estabelecer coeficientes de reducao para a aliquota especifica, que podera ser diferenciada em funcao da materiaprima utilizada na producao, da regiao de producao dessa materiaprima e do tipo de seu fornecedor agricultura familiar ou agronegocio.Para que o biodiesel seja introduzido na matriz energetica, trazendo beneficios ambientais e sociais, muitos incentivos fiscais vem sendo concedidos. Os impostos incidentes sobre os combustiveis sao: a Cide, o PIS, a Cofins e Imposto sobre Circulacao de Mercadorias e Prestacao de Servicos de Transporte Interestadual e Intermunicipal e de Comunicacao ICMS quadro 1.quad RO 1Tributacao federal na matriz de combustiveis Combustiveis Producao de oleo Distribuicao Revenda Gasolina Oleo diesel GLPAlcool hidratado Biodiesel Alcool anidro PISPASEP CofinsCide ICMSICMS STPISPASEP, Cofins Cide, ICMSICMS STPISPASEP, Cofins Cide, ICMSICMS STPISPASEP, Cofins ICMSPISPASEP, Cofins ICMSICMS STPISPASEP, Cofins ICMSICMSICMS STPISPASEP, CofinsFontes: MME 2006 e Convenio ICMS no 08, de 30 de marco de 2007.Esses tributos incidem uma unica vez, sendo o contribuinte o produtor que industrializa o biodiesel; este produtor podera optar entre uma aliquota percentual que incide sobre o preco do produto ou pelo pagamento de uma aliquota especifica, que e um valor fixo por metro cubico de biodiesel comercializado.15TD_03_Miolo.indd 15352011 13:10:36R i o d e J a n e i r o , m a i o d e 2 0 1 1Os valores medios dos tributos incidentes sobre combustiveis sao apresentados na tabela 1. Esses valores poderao ser diferenciados em funcao da materiaprima utilizada na producao, da regiao de producao dessa materiaprima e do tipo de seu fornecedor agricultura familiar ou agronegocio.Ta BELa 1 Aliquota media incidente sobre o biodiesel e o diesel Tributo IPICide PISPASEPCofins Total Regra geral RLMamonapalma NNE RLAgricultura familiar Mamonapalma RLNNE agricultura familiar RLBiodiesel 0,000,000,040,180,220,000,000,030,120,150,000,000,010,060,070,000,000,000,000,00Diesel 0,000,070,030,120,22Fontes: MME 2006 e Convenio ICMS no 08, de 30 de marco de 2007.A aliquota maxima de PISPASEP e Cofins incidentes sobre a receita bruta auferida pelo produtor ou importador, na venda de biodiesel, e de R 217,96 por metro cubico.A aliquota de PISPASEP e Cofins e reduzida para aqueles produtores de biodiesel que possuam o Selo Combustivel Social. Este selo e um componente de identificacao concedido pelo MDA aos produtores de biodiesel que promovam a inclusao social e o desenvolvimento regional por meio da geracao de emprego e de renda para os agricultores familiares enquadrados nos criterios do PRONAF. Para a obtencao desse certificado e ter direito a reducao da aliquota, o produtor de biodiesel deve adquirir materiaprima produzida por agricultores familiares enquadrados no PRONAF, em percentuais minimos de 50% na regiao Nordeste e no Semiarido; de 30% nas regioes Sul e Sudeste; e de 10% nas regioes Norte e CentroOeste Instrucao Normativa no 2, de 13 de setembro de 2005.Adicionalmente, as industrias produtoras de biodiesel devem celebrar contratos com agricultores familiares ou suas cooperativas agropecuarias de quem adquiram materiasprimas. Os contratos devem ser negociados com pelo menos uma representacao dos agricultores familiares federacoes, sindicatos e outras instituicoes credenciadas pelo MDA e devem necessariamente definir prazos, valores de compra, criterios de reajuste de precos e as condicoes de entrega da materiaprima. Fica a cargo do produtor 16TD_03_Miolo.indd 16352011 13:10:36Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordestede biodiesel, tambem, o fornecimento de assistencia tecnica a todos os agricultores familiares de quem adquira materiasprimas, que podera ser desenvolvida diretamente pela equipe tecnica do produtor de biodiesel ou por instituicoes por ele contratadas.Com a obtencao do Selo Combustivel Social, o produtor de biodiesel tem acesso a aliquotas de PISPASEP e Cofins com coeficientes de reducao diferenciados, acesso as melhores condicoes de financiamento junto ao BNDES e suas instituicoes financeiras credenciadas, ao Basa, ao BNB, ao BB ou outras instituicoes financeiras que possuam condicoes especiais de financiamento para projetos de producao de biodiesel, os quais requerem o Selo Combustivel Social.O produtor de biodiesel tambem pode usar o selo para fins de promocao comercial de sua producao em leiloes de comercializacao promovidos pela ANP. Para participar dos leiloes, o produtor de biodiesel precisa ter o Selo Combustivel Social, ter autorizacao da ANP para produzir o combustivel, estar regularizado junto a Receita Federal, ter cadastro no Sistema Unificado de Fornecedores SICAF e ter autorizacao para comercializacao do biodiesel nos termos da Resolucao ANP no 25, de 2 de setembro de 2008.O PNPB adotou uma abordagem nao restritiva quanto as materiasprimas das quais se pode produzir o biodiesel. No entanto, instituiu um regime tributario diferenciado por regiao produtora, segmento de produtor rural e tipo de materiaprima, na medida em que sao concedidos beneficios fiscais aos produtores industriais que adquiram materiaprima originada da agricultura familiar que produz dende e mamona culturas intensivas em mao de obra nas regioes Norte, Nordeste e no Semiarido.O percentual das reducoes tributarias e de: 32% para o biodiesel cujas materiasprimas forem o dende e a mamona produzidos nas regioes Norte e Nordeste e no Semiarido; 68% para o biodiesel fabricado com materiasprimas produzidas pela agricultura familiar em qualquer regiao do pais; e 100% para o biodiesel de dende e mamona produzidos pela agricultura familiar das regioes Norte, Nordeste e Semiarido Decretos no 5.297 e no 5.298.Ate a presente data 2010, os efeitos esperados do Selo Combustivel Social nao foram observados. Embora existam muitas usinas de biodiesel que obtiveram esse 17TD_03_Miolo.indd 17352011 13:10:36R i o d e J a n e i r o , m a i o d e 2 0 1 1beneficio governamental, tanto os dados de producao regional de biodiesel, quanto as fontes das materiasprimas para a producao do produto apontam para uma contribuicao menor das regioes Norte e Nordeste nos volumes anuais produzidos e das cadeias produtivas de dende e mamona ver secao 4 como fornecedoras de materiaprima para o biodiesel. Ate 2009, estas duas cadeias forneceram menos de 2% da materiaprima para o biodiesel produzido. Essa questao sera melhor explorada na secao 4.ICMSO ICMS e um imposto estadual, ou seja, somente os governos dos estados e do Distrito Federal tem competencia para instituilo Artigo no 155, II, da Constituicao Federal de 1988.No inicio da producao e comercializacao do biodiesel, a aliquota de ICMS incidente sobre o biodiesel variava de estado para estado. Uma proposta do governo de Mato Grosso aprovada pelo Conselho de Politica Fazendaria Confaz, entretanto, foi responsavel por tributar nacionalmente o ICMS do biodiesel B100 em 12%.Essa alteracao foi introduzida pelo Convenio Confaz ICMS no 113, de outubro de 2006 posteriormente alterado pelo Convenio Confaz ICMS no 160, de dezembro daquele mesmo ano. Antes desse convenio, as aliquotas incidentes sobre o biodiesel cobradas pelos estados eram de 17% a maioria dos estados ou 18% Minas Gerais, Rio de Janeiro e Sao Paulo. Por meio do convenio, ficou acertada a aliquota de 12%, comum para todos os estados.Uma questao relacionada ao ICMS, que se modificada auxiliaria o desenvolvimento da cadeia produtiva de biodiesel, diz respeito a Lei Kandir. O governo, com o intuito de conferir maior competitividade as exportacoes das commodities agricolas brasileiras, sancionou a Lei Complementar no 871996 Lei Kandir, de 13 de setembro de 1996, que isentou do ICMS os produtos primarios destinados a exportacao.Para se ter uma ideia de como a Lei Kandir logrou exito com relacao a seu objetivo inicial, as exportacoes brasileiras de soja, no periodo de 1996 a 2008, sairam da casa de 3.647 mil toneladas para 24.499 mil toneladas, um aumento de 571,8%, enquanto as exportacoes de farelo e oleo de soja aumentaram em apenas 9,5% e 74,1%, respectivamente. No primeiro ano apos a promulgacao da lei, a exportacao de grao 18TD_03_Miolo.indd 18352011 13:10:36Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordestede soja mais que dobrou, enquanto as de farelo e oleo foram reduzidas em 10,8% e 15,6%, respectivamente.Ao favorecer a exportacao de material in natura como, por exemplo, grao de soja, em vez de oleo de soja processado ou biodiesel, resulta num impacto negativo sobre o desenvolvimento da cadeia produtiva do biodiesel e por tabela em todo o Complexo Agroindustial CAI da soja , por diminuir a competitividade do biodiesel brasileiro no mercado internacional e inibir a producao e comercializacao de produtos com valor agregado.No ano de 2008, foram produzidos aproximadamente 1,2 bilhao de litros de biodiesel no Brasil em media, 100 milhoes de litros por mes. Considerando que em 2008 a capacidade produtiva somada das usinas de biodiesel autorizadas pela ANP era superior a 300 milhoes de litros por mes, parte dessa capacidade instalada ociosa poderia ser utilizada para se produzir biodiesel destinado ao mercado internacional, caso existisse materiaprima para tal. O acesso a este mercado seria via competitividade do biodiesel brasileiro e, para isso, a Lei Kandir precisaria ser revista, como ja mencionado.IPIO IPI e de competencia da Uniao. Atualmente, a Tabela de Incidencia do IPI Tipi vigente e a regulamentada pelo Decreto no 4.542, de 26 de dezembro de 2002. As aliquotas deste imposto podem ser modificadas a criterio do Poder Executivo ou do MF, obedecendo ao prazo de 90 dias para sua vigencia. As aliquotas constantes dessa tabela sao diferenciadas por tipo de produto, isto e, produtos essenciais recebem aliquotas menores, enquanto os mais superfluos, aliquotas maiores. O IPI nao incide sobre produtos industrializados destinados ao exterior Artigo 153, 3o, III, Constituicao Federal1988.No caso do biodiesel, nao ha incidencia do IPI. Essa isencao foi estabelecida pelo Decreto no 6.006, de 28 de dezembro de 2006.TD_03_Miolo.indd 19352011 13:10:3619R i o d e J a n e i r o , m a i o d e 2 0 1 14 PRODUCAO DE MATERIAPRIMA DE OLEO VEGETAL NO NORTE E NORDESTEComo visto na secao anterior, o PNPB criou um regime tributario diferenciado para a producao de biodiesel em funcao da regiao produtora, do segmento de produtor rural e do tipo de materiaprima, na medida em que sao concedidos beneficios fiscais aos produtores industriais que adquiram materiaprima originada da agricultura familiar que produz dende e mamona culturas intensivas em mao de obra nas regioes Norte, Nordeste e no semiarido. Nesta secao, sera analisada a evolucao em anos recentes da producao de materiaprima para a producao de biodiesel nas regioes Nordeste e Norte. O intuito dessa analise e o de avaliar qual o impacto que o PNPB teve sobre a producao de materiaprima para biodiesel realizada por agricultores familiares das regioes Norte e Nordeste.A producao brasileira de mamona decresceu significativamente a partir da decada de 1980, passando de 300 mil tano para 98 mil tano, na safra de 2007 IBGE, 2009a. Esta queda na producao fez com que o pais passasse de primeiro produtor mundial e exportador para a terceira posicao, suplantado por India e China FAO, 2009. Dentro do pais, o maior destaque e para a regiao Nordeste que produziu 83,8 mil toneladas em 2007, o que corresponde a 85,4% da producao brasileira, alavancada essencialmente pelo Estado da Bahia 75,7 mil toneladas, que sozinho produziu 90% do total da regiao e 77% do volume nacional na safra de 2007 tabela 2. As demais regioes, historicamente, apresentam baixa expressao se comparadas a nordestina. Notase ainda que no inicio do PNPB foram observados incrementos na producao e area colhida brasileira, que chegaram, respectivamente, a 168,8 mil toneladas e 230,9 mil hectares; na safra de 2005, inclusive regioes que nao sao tradicionais, como o CentroOeste e o Sul, obtiveram maior expressao neste periodo.No entanto, verificase que em 2006 houve uma reducao de 34,5% da area colhida e 43,7% da producao obtida em 2005 e, nas safras seguintes a producao mantevese nos niveis historicos tabelas 2 e 3. Tambem no Nordeste foi significativo o aumento de producao e area colhida em 2004 e 2005, incentivadas pelo PNPB. Estados como Rio Grande do Norte e Paraiba passaram a cultivar a mamona, enquanto Piaui, Ceara e Pernambuco mais que quadruplicaram sua producao e area plantada. Este panorama nao permaneceu por muitas safras, sendo que em 2006, 2007 e 2008 os valores ja sao mais modestos tabelas 2 e 3.20TD_03_Miolo.indd 20352011 13:10:36Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Em outras palavras, podese afirmar que nao existe nenhum indicio de que os incentivos criados pelo PNPB para a producao de biodiesel a partir do oleo de mamona surtiram efeito significativo em termos de aumento de producao de oleo de mamona, visto que apos a criacao dos incentivos a producao de mamona pouco cresceu tabela 2.Ta BELa 2Brasil: producao de mamonaEm toneladasRegiaoBrasil TONMAPICERNPBPEALBANEMGSPSEPRRSSMSMTGOCOBrasil 1999 45 45 69 401 2 302 1227.32228.108 1.612 1.280 2.892 49 15 64 2.248 2.24833.357200020012002200320042005 488 2.245 5 673 2 83.953 87.366 9.201 4.150 13.351 975 17 992 142 10.376 270 10.788112.497851.428363171.49173.6383.0093.7006.7091.088171.1053018.73818.76899.950 86 1.648 6 31964.95767.016 971 1.760 2.731 380 19 399 107 5.708 5.81575.961 111 1.638 2.060 5.175 7.358 9.765 769 955 62 23473.62475.669 1.281 1.050 2.331 434 20 454 40 5.188 5.22883.682 617 1.499 1.733 4.270 30114.125132.324126.662154.018 1.670 5.865 860 3.070 2.530 8.935 1.049 1.064 63 1.049 1.127 646 978 7.858 2.714 1.030 8.504 4.722138.745168.8022006 759 759 5.676 4.393 567 327 6.698 468.61583.280 3.620 2.890 6.510 661 13 674 770 2.362 645 3.77795.0002007 684 684 68 2.452 1.415 92 1.707 2.301 12575.66083.820 3.644 2.229 5.873 445 5.072 5.517 494 895 859 2.24898.1422008 1.129 8.036 43 1.603 98.706109.517 9.572 1.410 10.982120.499Fonte: IBGE 2009a, 2009b.Como visto na tabela 1, alem da producao de mamona, tambem existem incentivos fiscais para a producao de oleo vegetal destinado a producao de biodiesel a partir da palma africana tambem conhecida como dende na regiao Norte do Brasil. Desde a criacao desses incentivos em 2005, aparentemente tanto a producao tabela 4 quanto a area plantada tabela 5 sofreram pequena alteracao. Entre 2005 e 2008 a area plantada teve um incremento de pouco mais de 10%. Mais a frente, nesta secao, serao apresentados dados sobre a producao de biodiesel nas regioes Norte e Nordeste e no 21TD_03_Miolo.indd 21352011 13:10:37R i o d e J a n e i r o , m a i o d e 2 0 1 1Brasil. A partir dessas informacoes sera possivel se fazer uma inferencia mais confiavel sobre se os incentivos criados para a producao de biodiesel a partir da palma africana na regiao Norte e da mamona no Nordeste produziram os efeitos desejados quando da criacao do PNPB.Ta BELa 3Brasil: area colhida de mamona Por hectaresRegiaoBrasil 1999200020012002200320042005200620072008TONMAPICERNPBPEALBANEMGSPSEPRRSSMSMTGOCO 30 30 855 805 855 805 114 135 429 216 571 356 3.127 11.316 15.242 12.931 2.723 662 2.627 2.403 1.861 1.937 9.172 14.050 6.316 9.616 24.050 1.084 1.469 742 122 69 5 11 7 8 92 667 1.642 344 1.959 867 1.337 902 1.162 516 2.246 8.696 6.895 5.551 3.724 36 8 100 8 233 97.535172.955148.085109.800125.128147.698182.459108.950121.295119.013 99.240177.367151.613113.402128.029163.994219.732138.497 151.821149.579 1.290 14.886 3.512 917 1.212 1.672 3.605 2.377 2.397 860 2.840 2.300 1.150 670 530 1.980 1.910 1.348 2.150 17.726 5.812 2.067 1.882 2.202 5.585 4.287 3.745 33 657 671 257 225 569 1.020 549 289 50 50 50 50 50 210 10 3.730 83 707 721 307 275 569 1.230 559 4.019 71 15 54 35 754 1.042 1.052 640 2.260 11.927 13.463 6.418 3.658 5.185 2.805 5.258 1.345 300 517 552 659 2.260 12.298 13.478 6.472 3.693 5.939 4.364 6.862 2.644 5.683 1.150 6.833Brasil 103.763208.098171.624122.248133.879172.704230.911151.060163.034156.412Fonte: IBGE 2009a, 2009b.Interessante observar que a area plantada com palma africana decresceu na Bahia de 5.800 hectares em 2006 um ano apos a criacao dos incentivos para 1.400 hectares a partir de 2007. Uma possivel explicacao para isso pode ser o maior incentivo para a producao de palma africana na regiao Norte criada pela Lei no 11.1162005.22TD_03_Miolo.indd 22352011 13:10:37Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Ta BELa 4Distribuicao da producao nacional de oleo de palma nos ultimos anos 1Toneladas de oleohectaresEstado Oleo de palma toneladasPara Agropalma Denpasa Codenpa Dentaua Palmasa Marborges MejerYossan Bahia Oldesa Opalma Mutupiranga Jaguaripe Roldoes Amazonas Caiaue 20012002200320042005200620072008 91.600 96.600105.923131.737150.472155.977136.159177.548 73.500 78.500 83.323104.510125.008125.008106.399142.400n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d. 2.074 4.000 3.970 2.444 4.155 2.444 2.074 6.000 5.600 5.900 7.150 7.500 7.057 6.616 7.500 6.100 5.000 5.200 6.827 6.520 7.557 6.000 5.000 6.000 7.500 7.500 9.280 9.000 11.600 11.200 13.000n.d.n.d.n.d.n.d.n.d. 600 3.500 5.500 8.596 12.677 11.567 15.715 17.200 4.200 8.000 8.000 3.910 4.200 5.184 7.515 9.000 4.200 4.000 4.000 2.146 1.150 1.200 2.400 2.400 1.040 1.627 5.183 5.800 5.800 1.500 700n.d. 5.000n.d.n.d.n.d.n.d.n.d.n.d. 45 1.280 200 400 400n.d. 1.200n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d.n.d. 4.000 4.000n.d.n.d.n.d.n.d.n.d.n.d.Empresa Brasileira de Pesquisa Agropecuaria Embrapa area de pesquisa 45 80 200 400 400 Total 100.241110.557117.690147.852168.072160.177144.159185.548Fonte: Agrianual 2005, 2009.Notas: 1 Incluindo area de agricultores familiares e produtores independentes.n.d. nao disponivel.Uma terceira materiaprima de oleo vegetal que e utilizada para a producao de biodiesel e a soja. Apesar de nao ser uma especie muito cultivada nas regioes Norte e Nordeste mapa, e importante considerar a soja na analise desenvolvida nesse estudo, pois na pratica, como sera visto adiante, e a principal materiaprima utilizada para a producao de biodiesel atualmente.Como pode ser visto no mapa, na safra de 20072008 poucos estados das regioes Norte e Nordeste tiveram uma producao de soja significativa. Destaque nesse aspecto apenas para a Bahia, com aproximadamente 4,2% da producao nacional de soja naquela safra, e para os estados do Maranhao 2% e Tocantins 1,5%. Na Bahia, grande parte da producao de soja esta concentrada nos municipios de Barreira e Luis Eduardo Magalhaes.23TD_03_Miolo.indd 23352011 13:10:37R i o d e J a n e i r o , m a i o d e 2 0 1 1Ta BELa 5Brasil: distribuicao da area plantada com dende nos ultimos oito anos 1Por hectaresEstado Para Agropalma Denpasa Codenpa Dentaua Palmasa Marborges MejerYossan Bahia Oldesa Opalma Mutupiranga Jaguaripe Roldoes Amazonas Caiaue Embrapa area de pesquisaTotal Fonte: Agrianual 2005, 2009.Area plantada hectares200128.24029.382 1.107 2.500 1.900 3.100 2.494 1.200 6.050 4.000 1.450n.d. 600n.d. 1.710 1.300 41036.000200246.86433.794 750 2.000 1.850 3.200 2.670 2.600 5.900 4.000 1.200n.d. 700n.d. 1.710 1.300 41054.474200349.58434.212 742 1.500 2.300 3.600 3.030 4.200 8.820 4.000 1.720n.d. 3.100n.d. 2.910 2.500 41061.314200451.89135.332 742 700 3.500 4.100 3.317 4.200 5.800 4.000 1.800n.d.n.d.n.d. 2.910 2.500 41060.601200555.06636.843 742 1.500 4.100 4.191 3.490 4.200 5.800 4.000 1.800n.d.n.d.n.d. 2.910 2.500 41063.776200657.59738.691 742 1.500 4.100 4.500 3.864 4.200 5.800 4.000 1.800n.d.n.d.n.d. 2.910 2.500 41066.307200759.54339.543 1.500 2.700 3.500 4.200 3.800 4.300 1.400 1.000 400n.d.n.d.n.d. 2.910 2.500 41063.853200861.80543.250 490 603 4.168 4.594 4.400 4.300 1.400 1.000 400n.d.n.d.n.d. 2.910 2.500 41066.115Notas: 1 Incluindo area de agricultores familiares e produtores independentes. n.d. nao disponivel. Nas tabelas 6, 7 e 8 sao apresentados os dados da producao mensal de biodiesel de janeiro de 2005 ate agosto de 2010, respectivamente, das regioes Norte, Nordeste e do Brasil. Na regiao Norte, ocorreu um incremento mais acentuado da producao de biodiesel a partir de junho de 2007, pouco tempo antes da entrada em vigor da obrigatoriedade da mistura de 2% de biodiesel ao diesel derivado do petroleo.Comparandose os valores da producao do biodiesel nas regioes Norte e Nordeste tabelas 6 e 7 com o total produzido no Brasil tabela 8, percebese que essas duas regioes contribuem com uma reduzida parcela do total do biodiesel produzido no Brasil. No ano de 2010, por exemplo, ja com a vigencia da mistura B5 5% de biodiesel misturado do diesel, a producao somada das regioes Norte e Nordeste nao totaliza mais do que 15% da producao brasileira de biodiesel nesse ano. Nos anos anteriores essa situacao nao foi muito diferente.24TD_03_Miolo.indd 24352011 13:10:37Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Ma Pa Participacao dos estados brasileiros na producao de soja na safra de 20072008Fonte: CONAB 2008.Nota: Producao total no Brasil: safra de 20072008 60,017 milhoes de toneladas Ta BELa 6Producao mensal de biodiesel na regiao Norte Meses Janeiro Fevereiro Marco Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Total anual 2005 13 14 22 26 20241174510Producao mensal de biodiesel em m 3ano 2007 560 549 546 532 348 2.549 384 2.810 4.125 4.900 4.494 4.79226.5892008 3.273 4.407 2.840 469 305 82 772 1.008 791 788 673 58015.9872009 2.979 3.125 2.525 696 422 1.044 3.038 6.928 5.442 4.923 6.291 4.40841.8212010 5.932 8.07210.109 7.658 9.417 7.636 5.888 8.99463.7072006 260 271 273 374 347 323 273 3002.421Fonte: ANP 2010.Obs.: Dados referentes aos estados do Para, Rondonia e Tocantins.TD_03_Miolo.indd 25352011 13:10:3825R i o d e J a n e i r o , m a i o d e 2 0 1 1Ta BELa 7Producao mensal de biodiesel na regiao Nordeste Meses Producao em m 3ano Janeiro Fevereiro Marco Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Total anual 2005 2 2 2 401111562006 767 677 1.309 1.378 2.220 2.326 2.944 2.414 2.728 3.686 5.581 8.76834.7982007 7.350 5.201 12.577 7.803 11.920 15.569 12.641 13.210 21.113 22.363 21.006 21.447172.2002008 20.577 18.346 11.499 5.146 4.399 8.117 6.565 8.098 11.080 9.480 12.423 10.178125.910Fonte: ANP 2010.Obs.: Dados referentes aos estados da Bahia, Ceara, Maranhao e Piaui.Ta BELa 8Producao mensal de biodiesel no Brasil Meses Producao em m 3ano 2005 8 13 26 23 7 57 2 34281285736Janeiro Fevereiro Marco Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Total anual Fonte: ANP 2010.2006 1.075 1.043 1.725 1.786 2.578 6.490 3.331 5.102 6.735 8.58116.02514.53169.0022007 17.109 16.933 22.637 18.773 26.005 27.158 26.718 43.959 46.013 53.609 56.401 49.016404.3292008 76.784 77.085 63.680 64.350 75.999 102.767 107.786 109.534 132.258 126.817 118.014 112.0231.167.0992009 6.043 12.243 11.417 7.023 8.185 15.210 14.897 16.552 17.986 17.483 19.768 18.272163.9052009 89.487 79.658 131.991 105.458 103.663 141.139 154.557 167.086 160.538 156.811 166.192 150.4371.608.4482010 14.962 19.518 25.817 17.001 17.430 12.656 10.869 13.548131.8012010 147.435 178.049 214.150 184.897 202.939 204.894 206.779 209.3631.548.50526TD_03_Miolo.indd 26352011 13:10:38Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste No grafico 2, e apresentada a evolucao da producao de biodiesel no Brasil e nas suas cinco grandes regioes de 2005 ate 2010 de janeiro a agosto de 2010. Observase nesse grafico que as regioes Norte e Nordeste possuem, respectivamente, a menor e a segunda menor producao de biodiesel entre todas as regioes brasileiras. As regioes CentroOeste e Sul possuem cada uma, isoladamente, uma producao maior do que as regioes Norte e Nordeste somadas grafico 2.GRAFICO 2Comparacao da evolucao da producao regional de biodiesel no Brasil no periodo de 2005 a 2010 janeiro a agosto de 2010Producao de biodiesel, em m 33.000.0002.500.0002.000.0001.500.0001.000.000500.000200520062007200820092010Ano Brasil Norte Nordeste CentroOeste Sudeste Sul Fonte: ANP 2010.Essa pequena participacao do Norte e do Nordeste na producao brasileira de biodiesel e um indicio significativo do descompasso existente entre as diretrizes originais do PNPB entre elas a diretriz de estimular uma producao maior desse combustivel nessas duas regioes e o que ocorre na pratica cinco anos apos a criacao desse programa. A insercao do desenvolvimento regional entre as diretrizes originais do programa nao e seguida na pratica.Com relacao as materiasprimas efetivamente utilizadas para se produzir o biodiesel, tambem ha um descompasso entre o proposto pelo PNPB e o que vem ocorrendo na pratica. O PNPB originalmente idealizou a producao de biodiesel no 27TD_03_Miolo.indd 27352011 13:10:38R i o d e J a n e i r o , m a i o d e 2 0 1 1Brasil preferencialmente a partir da mamona no Nordeste e do dende na regiao Norte. Entretanto, rapidamente outras materiasprimas conquistaram o mercado do oleo destinado a producao de biodiesel. Na tabela 9, e apresentado o total de biodiesel produzido no Brasil posicao em janeiro de 2009 de acordo com a materiaprima utilizada para produzilo. Naquele momento, a principal materiaprima empregada era a soja, seguida pelo girassol. O oleo de mamona foi utilizado na producao de pouco menos de um sexto do biodiesel produzido com oleo de soja e a producao com oleo de dende foi quase insignificante.Ta BELa 9Producao por materiaprima Numero de usinas Materiaprima Dende Mamona Canola Soja Girassol Outras Total 5 5 26 20 90108Fonte: Biodiesel Br posicao em janeiro de 2009.Capacidade milhoes de litrosanoTotal produzido milhoes de litros 287,8 654,62.283,161.618,325.472,347.288,62 18,8 134,01 853,52 660,21 975,1821.636,48Uma explicacao para essa grande proporcao de biodiesel produzido a partir do oleo de soja e a maior disponibilidade desse oleo relativamente aos demais oleos vegetais considerados. As cadeias produtivas de dende, mamona e girassol tem como principal produto o oleo vegetal. A soja, por sua vez, tem como principal produto o farelo sendo o oleo um coproduto. A producao final de oleo bruto depende da escala de producao agricola e do teor de oleo medio no graofrutobaga, e tambem da proporcao de producao agricola destinada ao esmagamento, considerada neste capitulo como sendo de 50% no caso da soja, a partir de estimativas de esmagamento de soja no Brasil USDA, 2009, e de 100%, no caso das demais cadeias.Considerando a producao agricola de soja, mamona e de oleo de palma, em 2008 CONAB, 2009; AGRIANUAL, 2009, e um teor de oleo de 20% para soja, e de 44% valor maximo para mamona, estimouse a producao isolada e total de oleo vegetal, proveniente dessas cadeias, para 2008, e a participacao de cada uma dessas cadeias fornecedoras de materiaprima, no total de oleo vegetal. Estes resultados sao apresentados no grafico 3.28TD_03_Miolo.indd 28352011 13:10:38Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste GRAFICO 3Participacao percentual de cada cadeia analisada, na producao de oleo vegetal, em 2008, considerando a producao conjunta das cinco cadeias 2,970,88Fontes: CONAB 2009 e USDA 2009.96,15Soja Dende Mamona Neste grafico, fica bastante evidente uma das razoes para que a cadeia da soja esteja dominando o fornecimento de oleo vegetal para biodiesel, apesar de politicas que buscam incentivar a participacao de outras cadeias. A oferta de materiaprima oleo vegetal de soja para a industria de biodiesel, da cadeia de soja, e muito superior a das demais. Mamona e dende, as duas cadeias de fornecimento estimuladas pelo governo, juntas, lograriam alcancar aproximadamente apenas 4% da producao potencial do pais.5 ENTRAVES A PRODUCAO DE BIODIESEL A PARTIR DO DENDE E DA MAMONA NO NORTE E NORDESTENa secao anterior, foi analisada a producao de materiaprima de oleo vegetal com foco nas regioes Norte e Nordeste e nas culturas de mamona, dende e soja. O que se depreende dessa analise e que os incentivos fiscais criados pelo governo federal no PNPB para se incentivar a producao de mamona no Nordeste e de dende no Norte como materiasprimas para a producao de biodiesel nao lograram os resultados esperados. Nesta secao, serao investigadas algumas das possiveis causas para isso.29TD_03_Miolo.indd 29352011 13:10:38R i o d e J a n e i r o , m a i o d e 2 0 1 1Foi visto no final da secao anterior que a oferta de materiaprima oleo vegetal de soja para a industria de biodiesel, da cadeia de soja, e muito superior a de mamona e de dende grafico 3. Essa maior disponibilidade da soja certamente e uma das causas que explicam o insucesso dos incentivos governamentais para a producao de mamona e de dende. Na sequencia desta secao, serao analisadas algumas outras causas.5.1 MAMONA: CREDITO RURAL, ASSISTENCIA TECNICA E ASSOCIATIVISMOUm entrave para a producao de mamona no Nordeste e o pequeno montante de credito rural disponivel para essa cultura. Os agricultores ou empresas que trabalham com essa cultura nao tem conseguido acesso facil ao credito rural, utilizando frequentemente recursos proprios para o financiamento da lavoura. A inadimplencia de alguns agricultores e a burocracia bancaria sao os principais entraves para a obtencao desse beneficio.Tanto o BB como o BNB fornecem algum tipo de credito para a cultura, embora esses bancos nao estejam presentes em todas as formas de financiamento. Destacase tambem a figura do intermediario geralmente um produtor rural que compra a producao dos demais produtores em uma regiao, e a revende como materiaprima para a agroindustria. Este intermediario atua como agente informal de credito, e e reconhecido pelos produtores e pelos agentes da agroindustria. Uma relacao que se estabelece dentro de criterios de confianca e ate mesmo por lacos de parentesco permite aos pequenos agricultores uma facilidade de credito que nao e encontrada nos orgaos oficiais SILVA, 2009.No caso da mamona, de acordo com Kouri, Silva e Ramos mimeo., diversas outras dificuldades no desenvolvimento da cadeia produtiva dessa oleaginosa no Nordeste podem ser citadas: baixa escala de producao; dispersao espacial das familias assistidas;restricoes tecnologicas; baixa produtividade; manejo inadequado;elevada sazonalidade de producao;30TD_03_Miolo.indd 30352011 13:10:38Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordestesecas prolongadas e cada vez mais irregulares;assistencia tecnica deficiente; precos instaveis;falta de tradicao em associativismo; ealto nivel de endividamento dos agricultores rurais.A falta de tradicao em associativismo dos produtores agrava um outro problema enfrentado por eles. A variabilidade nos precos da mamona pagos ao produtor rural pela industria e outro fator que merece destaque. O fortalecimento do capital social dos produtores via, por exemplo, aumento de acoes coletivas de producao e comercializacao poderia aumentar o seu poder de barganha ante as industrias e, assim, reduzir as variacoes. No entanto, a estrutura organizacional dos agricultores familiares ainda e muito fragil, nao existindo organizacoes que possam facilitar a implementacao dos projetos de forma representativa SILVA, 2009.Algumas outras dessas limitacoes como, por exemplo, baixa escala de producao, restricoes tecnologicas, baixa produtividade e manejo inadequado sao resultado dos longos anos de pequenos investimentos na pesquisa nesse setor esse cenario sofreu alguma alteracao a partir de 2005, ano de criacao do PNPB. Ate a criacao do PNPB, a cultura da mamona apresentava uma producao declinante no Brasil e, em consequencia dessa falta de interesse na cultura, as empresas de pesquisa agricola nao destinavam muitos recursos em PD de tecnologias para essa especie. So para se ter uma ideia, na safra de 20072008 a produtividade media brasileira ficou em 602 kgha, extremamente baixa, tendo em vista tecnologia existente que permite valor medio de 2.000 kgha.O nivel tecnologico ainda e significativamente baixo em relacao a outras culturas. Nao ha uso de corretivos e de produtos para controle fitossanitario, sendo que os prejuizos nao sao maiores porque na regiao de cultivo nordestina ha baixa incidencia de chuvas, o que reduz a probabilidade de ocorrencia de doencas. Tambem e pequeno o uso de outros insumos, como sementes certificadas e fertilizantes.Para agravar toda essa situacao, muitos agricultores nao tem acesso a servicos de assistencia tecnica rural. Apenas existe uma oferta maior de assistencia tecnica para os agricultores que cultivam a mamona nos estados do Ceara e da Bahia. No Ceara, esta assistencia tecnica e disponibilizada para os agricultores pelos fornecedores privados 31TD_03_Miolo.indd 31352011 13:10:38R i o d e J a n e i r o , m a i o d e 2 0 1 1de insumos caso dos cooperados na producao de sementes, pela agroindustria Brasil Ecodiesel, pela Petrobras e pela Empresa de Assistencia Tecnica e Extensao Rural do Ceara EmaterCE.A Cooperativa Mista de Producao, Industrializacao e Comercializacao de Biocombustiveis do Brasil Cooperbio, apesar de ser uma cooperativa cuja funcao e a de intermediar a comercializacao entre os seus associados e a Petrobras, tambem disponibiliza orientacoes para os produtores quando seus tecnicos estao em campo. Na Bahia, a assistencia tecnica e fornecida pelas agroindustrias, cooperativas, associacoes de produtores, orgaos publicos e Organizacoes Nao Governamentais ONGs.Apesar de existir disponibilidade de assistencia tecnica para os agricultores no Ceara e na Bahia, de acordo com a avaliacao feita por eles em estudo de Castro et al. 2010, a assistencia tecnica e extensao rural como apoio aos produtores foi considerada como deficiente nos dois estados. Alem disso, foi apontada como sendo pouco frequente e de baixa qualidade em ambos.Essa deficiencia da assistencia tecnica e agravada pelo baixo nivel de capacitacao media dos agricultores. Segundo Quirino, Garagorry e Souza 2002, no Nordeste 12% dos produtores possuem escolaridade inferior ao ensino fundamental incluindo os analfabetos ou quase, apenas 16% possuem ensino medio e mais da metade 61,3% possui ate o ensino fundamental. Essa baixa qualificacao da mao de obra se refletiu na nao adocao de tecnologias, na nao utilizacao de cuidados culturais ou no uso de praticas incorretas no processo produtivo, perdas na producao e baixos rendimentos na medida em que os agricultores se veem impossibilitados de adotar inovacoes tecnologicas disponiveis.Pelos motivos apresentados, a utilizacao da mamona para a producao de oleo carburante se apresenta impraticavel no curto prazo. No cenario atual, e ate onde se pode vislumbrar, o oleo de mamona tendera a ser mais bem valorizado pela industria de ricinoquimica do que pela de biodiesel. Mas vale destacar que mesmo a industria ricinoquimica caracterizase por atender a um mercado restrito e com precos muito instaveis. Dessa maneira, o excedente de mamona no mercado poderia ser direcionado, quando forem superadas as barreiras tecnologicas atuais, a producao de biodiesel. No entanto, isso so acontecera a medio ou longo prazo, e se houver melhorias significativas no volume e na qualidade da materiaprima produzida.32TD_03_Miolo.indd 32352011 13:10:38Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste 5.2 DENDE: CREDITO RURAL, LEGISLACAO AMBIENTAL, QUESTAO AGRARIACom relacao a cultura do dendezeiro, ela tem grande potencial para contribuir na efetivacao da producao de biocombustiveis na Amazonia, fato ja reconhecido pelo governo federal ao definir o dende como a especie com potencial na regiao Norte, para ser usada no ambito do PNPB. Sua caracteristica mais atraente, em termos de eficiencia produtiva, e que apresenta a maior producao de oleo por hectare entre as oleaginosas, com rendimento de 4 a 6 toneladas de oleoha. Ademais, alem do oleo de palma, seu principal produto, podese extrair dois subprodutos: o oleo de palmiste e a torta, que assim como no caso da mamona se destina ao mercado de racao animal.Apesar de bem adaptado na Bahia, a Amazonia brasileira e que possui o maior potencial para o cultivo de dende no Brasil e, talvez, no mundo, apresentando larga disponibilidade de terras para seu plantio. Infelizmente, alguns problemas de infraestrutura tem dificultado o desenvolvimento satisfatorio da atividade. Assim, apesar de seu potencial produtivo, o dende ainda assume um papel secundario entre os insumos de producao do biodiesel brasileiro, nao conquistando ate o momento uma posicao expressiva tabela 10.Segundo Furlan Junior et al. 2006, o custo final do biodiesel depende, sobretudo, do custo do oleo de palma, da taxa de conversao do processo e, em menor grau, dos custos do alcool, do catalisador e da energia necessarios ao processo de transesterificacao. Em geral, analises de sensibilidade mostram que a materiaprima corresponde a aproximadamente 80% do custo final do biocombustivel, podendo apresentar maiores impactos no caso de oleos vegetais com menor taxa de conversao.Um estudo do Centro de Estudos Avancados em Economia Aplicada Cepea encomendado pela Dedini CEPEA, 2005 analisou custos e precos do biodiesel nas cinco regioes brasileiras, levando em consideracao os custos agricolas custos de producao e precos de mercado e os custos industriais incorridos nas atividades de extracao do oleo bruto e da producao efetiva do biodiesel de seis materiasprimas soja, girassol, amendoim, caroco de algodao, mamona e dende. No caso da regiao Norte comparouse a viabilidade do biodiesel produzido a partir da soja, mamona e dende. O estudo concluiu que o dende foi a materiaprima que gerou o biodiesel com menor valor 0,897litro. O estudo destacou que se ao oleo de palma se imputassem os custos de producao agricola, o biodiesel dessa oleaginosa seria o menor do Brasil, devido ao 33TD_03_Miolo.indd 33352011 13:10:38R i o d e J a n e i r o , m a i o d e 2 0 1 1carater perene da cultura, com alta produtividade de oleo por hectare e os baixos custos de producao.Estes resultados, contudo, nao tem estimulado a inversao de empreendimentos para a producao de biodiesel a partir do oleo de palma no pais, pois dados da ANP mostram que o oleo de palma, a despeito das pretensoes do PNPB para a regiao, nao aparece dentre as oleaginosas contempladas.A conjuntura dos mercados nacional aumento na demanda interna e internacional aumento nos precos internacionais do oleo de palma e de palmiste e o aumento da demanda mundial do oleo de palma para fabricacao de alimentos livres de gorduras trans e para a producao de biocombustiveis sao os fatores inibidores a expansao de empreendimentos de biodiesel na Amazonia desde o advento do PNPB. Recentemente, a Petrobras, em parceria com a empresa Portugal Petroleo, iniciou um plano de expansao no Estado do Para o que, no medio e no longo prazo, pode resultar em um impulso para a producao de biodiesel nessa regiao.Analisandose os dados da balanca comercial brasileira de exportacao e importacao dos oleos de palma e de palmiste, verificase que no periodo de 2006 a 2008, a mesma apresentou um saldo negativo, o que representou uma evasao de divisas da ordem de US 254,6 milhoes. A demanda interna por estas materiasprimas foi bastante elevada nos tres ultimos anos, principalmente em 2008, quando o pais importou aproximadamente 158,4 mil toneladas de oleo, quantidade equivalente a 85% de toda a producao nacional tabela 3. Ressaltase que, dessa quantidade exportada, 75% foram de oleo de palmiste para atendimento da demanda da industria de alimentos MACEDO et al., 2010.Tambem existem outros entraves. Assim como no caso da mamona, ha dificuldade por parte dos produtores de dende em obter credito para o seu plantio. Nao se identificou no momento do estudo uma politica especifica de credito rural para a cultura do dende no Brasil. Isso leva a improvisacao de outras linhas de credito existentes, o que se constitui em uma limitacao para o desenvolvimento da cultura, pois os coeficientes tecnicos estabelecidos para se definir os prazos de carencia e pagamento dos financiamentos de outros produtos nao servem para o dende, devido as especificidades da cultura.34TD_03_Miolo.indd 34352011 13:10:38Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Como as normas dos financiamentos bancarios existentes sao restritivas com relacao aos prazos de carencia e reembolsos, as expansoes do cultivo de dende nos ultimos anos, em geral, tem sido feitas com recursos dos proprios produtores.No que concerne a disponibilidade de credito, essa pode ser analisada tanto sob a otica do ambiente organizacional como do ambiente institucional. No primeiro caso, se examinam a adequacao das instituicoes de credito e a disponibilidade de recursos para suporte a cultura. No aspecto institucional, se analisa a adequacao das normas de credito, relativamente as necessidades e peculiaridades da agroindustria de dende.As fontes publicas sao principalmente recursos alocados em fundos de desenvolvimento regional, como o Fundo de Investimento da Amazonia Finam, que sao alocados ao BNDES e operados pelos bancos estatais BB, Basa e Banco do Para. Nesse caso, os bancos repassadores sao responsaveis pela selecao e analise dos projetos, assumindo tambem o risco do credito. Essa norma induz o processo de selecao a seguir criterios de mercado.De acordo com Veiga, Furlan Junior e Kaltner 2000, um dos programas de credito mais adequados a agroindustria de oleo de palma era o Programa de Apoio ao Desenvolvimento da Agroindustria Proagrin, oferecido pelo Basa, com recursos provenientes do Fundo Constitucional de Financiamento do Norte FNO. Esse programa financiava a aquisicao de ativos fixos, capital de giro ou investimento misto, nas condicoes de juro apresentadas na tabela 10. Os financiamentos tinham um prazo maximo de dez anos, com carencia de ate dois anos.Ta BELa 10Condicoes de juro do Proagrin Basa, conforme o porte da empresa Porte da empresa Micro Pequena Media Grande Fonte: Lima et al. 2002.Juros ao ano a.a. % 9111516TD_03_Miolo.indd 35352011 13:10:3835R i o d e J a n e i r o , m a i o d e 2 0 1 1Ainda de acordo com Veiga, Furlan Junior e Kaltner 2000, esta linha de financiamento apresentava a grande vantagem de nao incluir a incidencia de correcao monetaria sobre o financiamento. No entanto, suas desvantagens eram:juros especialmente para medias e grandes empresas incompativeis com a atividade produtiva, pois a agroindustria do oleo de palma nem sempre apresenta taxas internas de retorno superiores a 12 %; e prazo de carencia inadequado, ja que a palma so inicia a producao apos tres anos do plantio.O credito para implantacao e em geral fornecido pelo Basa, em condicoes nao ideais, mas um pouco mais realistas do que as oferecidas no passado pelos sistemas FNO e Superintendencia do Desenvolvimento da Amazonia Sudam.De acordo com Castro et al. 2010, no momento presente, as questoes que inibiam as aplicacoes de credito em dende ainda persistem, pois os especialistas entrevistados durante a realizacao de seu estudo, em sua maioria, afirmaram que as empresas produtoras de dende nao tem utilizado financiamentos bancarios para expansao de suas atividades. Confirmando o que foi apontado ha quase dez anos, os entrevistados apontaram como as maiores limitacoes referentes ao credito os prazos, os periodos de carencia e os juros para financiamento, tanto das atividades agricolas como das industriais, considerados inadequados para o desenvolvimento do agronegocio do dende.O problema com relacao ao periodo de carencia dos financiamentos e que da formacao das mudas ate o inicio da producao sao necessarios cinco anos de investimentos na parte agricola, ate a entrada em producao do plantio. Nesse periodo, o produtor somente faz inversoes sem obter receitas. Nessas condicoes, a capacidade do pagamento de creditos e baixa, inviabilizando os financiamentos bancarios.Segundo os especialistas entrevistados por Castro et al. 2010, para os segmentos de pequenos produtores do sistema produtivo, as condicoes de financiamentos sao ainda mais restritivas. Em geral, as normas de credito exigem documentacao legal da terra e garantias reais para creditos de investimento. Se a estas condicoes forem adicionadas aquelas referentes a prazos, carencia e juros, praticamente se inviabiliza a utilizacao de linhas de creditos existentes para esse segmento de produtores.36TD_03_Miolo.indd 36352011 13:10:38Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste A legislacao ambiental e a situacao fundiaria na Amazonia sao algumas das dificuldades encontradas para a expansao da cultura na regiao. Desde esta epoca, as empresas que se aventuram a planejar aumentos em area o fazem selecionando areas desmatadas ou degradadas para este fim MACEDO et al., 2010.A legislacao ambiental, como e sabido, estabelece que na Amazonia area principal do cultivo de dende no Brasil e necessario manter uma area de reserva legal de 80% da propriedade rural.Segundo o site Reserva Legal 7O conceito de RESERVa LEGa L e dado pelo Codigo Florestal, em seu art. 1, 2, III, inserido pela MP n. 2.16667, de 24.08.2001, sendo: area localizada no interior de uma propriedade ou posse rural, excetuada a de preservacao permanente, necessaria ao uso sustentavel dos recursos naturais, a conservacao e reabilitacao dos processos ecologicos, a conservacao da biodiversidade e ao abrigo e protecao de fauna e flora nativas RESERVa LEGa L, 2009.A expansao de 350 mil novos hectares de area plantada, ate 2019 dos quais 345 mil estariam na Amazonia corresponderia a uma area total de 1.725.000 de hectares que necessitariam ser adquiridos pelas empresas, considerando a legislacao ambiental em vigor.Por outro lado, esta expansao tambem e dificultada pela situacao fundiaria na Amazonia. Estudo recente realizado pela Imazon BARRETO et al., 2008 sobre a situacao de imoveis na regiao, identificou a situacao apresentada no grafico 4, descrita sucintamente pelos autores como   sintese revela mais as incertezas do que um diagnostico preciso da situacao.7. www.reservalegal.com.br37TD_03_Miolo.indd 37352011 13:10:39R i o d e J a n e i r o , m a i o d e 2 0 1 1GRAFICO 4Situacao juridica das terras da Amazonia 2007 42132Fonte: Barreto et al. 2008.43Areas protegidas Areas supostamente privadas, sem cadastro validado Areas privadas, com cadastro validado Areas supostamente publicas, fora de areas protegidas De fato, a situacao fundiaria resumidamente mostrada no grafico 4 e descrita assim pelos autores:Por exemplo, em 2007, 43% do territorio eram areas protegidas, mas porcoes destas areas eram ocupadas por posseiros especialmente em novas areas que foram criadas sobre posses preexistentes no centro Terra do Meio, oeste e centro norte do Para. O Incra cancelou os cadastros de posseiros, parte dos quais estavam nas novas areas protegidas; mas parte deles continua nessas areas informalmente.Em 2006 o Ibama reconheceu que pelo menos 10 milhoes de hectares das areas protegidas ainda precisavam ser regularizadas. Cerca de 20 milhoes de hectares apenas 4% do territorio eram propriedades cujos documentos foram validados pelo Incra nos recadastramentos de grandes imoveis.Por outro lado, 158 milhoes de hectares 32% do territorio seriam areas supostamente privadas sem a verificacao ou validacao do Incra. Esses imoveis incluem posseiros, parte dos quais tiveram seus cadastros cancelados pelo Incra; proprietarios de grandes imoveis que apresentaram documentos estaduais os quais ainda nao foram verificados pelo Incra quase 21 milhoes de hectares; outros grandes imoveis cuja documentacao ainda esta sendo revisada pelo Incra 56 milhoes de hectares e imoveis menores que 5 mil hectares com documentacao falsa ou nao que ainda nao foram atingidos pelos recadastramentos do Incra.38TD_03_Miolo.indd 38352011 13:10:39Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Esses imoveis ou seus documentos podem ser referentes a areas dentro ou fora das areas protegidas criadas recentemente. as areas supostamente publicas fora das areas protegidas somavam aproximadamente 104 milhoes de hectares ou 21% do territorio. Essas areas incluem areas, de fato, livres de ocupacao, mas tambem aquelas ocupadas por populacoes com direitos legitimos e outras sem direitos de regularizacao. Por exemplo, nessas areas podem estar populacoes indigenas cujas terras ainda nao foram reconhecidas pelo governo e populacoes tradicionais ribeirinhos sem documentacao, alem de posseiros recentes Ba RRETO et al., 2008, p  49.A situacao de terras descrita e forte e evidente impedimento para a expansao de grandes cultivos na Amazonia, como e o caso do dende. Estimase atualmente em 40 milhoes a 60 milhoes de hectares, a area ja desmatada na Amazonia, sendo que grande parte desta pode ser considerada como area degradada, apresentando pouca ou nenhuma atividade produtiva. Essas areas, quando em regioes que apresentam clima favoravel, podem ser reflorestadas com a cultura do dende, convertendose, assim, em sistemas perenes, produtivos e altamente valorizados. Tais sistemas absorveriam grande parte da mao de obra rural presente nestas areas, hoje empenhada em agricultura itinerante, de extracao ilegal de madeira, atividades de baixa produtividade, baixos beneficios sociais e consideravel poder de destruicao da floresta amazonica.A fim de fazer frente a esta situacao, o Programa Arco Verde Terra Legal Amazonia PTLA, criado em 2009, vem promovendo a alienacao de terras a legitimos posseiros na regiao. Como a irregularidade fundiaria tem sido apontada como grande entrave a expansao de varios programas governamentais de desenvolvimento sustentavel na regiao amazonica brasileira, inclusive para a implantacao do PNPB, o PTLA foi criado com o objetivo de remover essa barreira fundiaria ao promover a legalizacao de terras na Amazonia, principalmente em regioes com altos indices de desmatamento, abrindose mais oportunidades para o estabelecimento da agroenergia na regiao.Para efeito da producao de biodiesel, no entanto, o programa podera abrir o caminho para o plantio de especies oleaginosas em areas que antes nao teriam acesso as politicas e aos programas publicos de fomento, incentivo fiscal e assistencia tecnica. Segundo as politicas do governo brasileiro no ambito do PNPB e de alguns governos estaduais como os do Amazonas e do Para, bem como as tendencias do setor privado, a principal cultura que contara com incentivos fiscais, pesquisas e investimentos promovendo sua expansao na Amazonia nos proximos anos sera o dende.39TD_03_Miolo.indd 39352011 13:10:39R i o d e J a n e i r o , m a i o d e 2 0 1 1Outra dificuldade enfrentada pela cultura do dende digna de ser mencionada com relacao a sua utilizacao para producao de biodiesel e a reduzida quantia destinada a pesquisa cientifica grafico 5 visando a esse aproveitamento do dende. Embora o dende nao dependa somente de inovacao tecnologica e gerencial para estabelecerse na regiao Norte como a grande fonte de biodiesel, essa variavel tem um peso forte na equacao, pois problemas que entravam a expansao da cultura, como a ocorrencia de doencas ou a falta de sementes e materiais geneticos, dependem de inversoes em inovacao tecnologica CASTRO et al., 2010.GRAFICO 5Valor total de projetos de pesquisa sobre biodiesel aprovados, por regiao Em %Fonte: MCT 2009. Extraido de Castro et al. 2010.O Nordeste e a regiao do pais melhor contemplada com recursos, conforme atesta grafico 5, seguido pela regiao Sudeste. Chama a atencao a pouca ou nenhuma aplicacao no Norte do pais, quando comparado ao Nordeste e a menor aplicacao no CentroOeste, regiao que maior contribuicao tem oferecido para a producao de biodiesel ao longo do PNPB.40TD_03_Miolo.indd 40352011 13:10:39Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste 5.3 TRANSPORTESPor ultimo, um grave entrave a competitividade da agricultura nacional como um todo, e da producao de biodiesel em particular, e o custo do transporte de mercadorias no Brasil. O desafio proposto pelo PNPB em relacao a diversificacao de materiasprimas para producao de biodiesel esta relacionado, em especial, a maiores esforcos em logistica de producao e distribuicao. Sob o ponto de vista economico e possivel afirmar que a formacao de precos do biodiesel sera fortemente influenciada pela movimentacao dos produtos entre os elos das cadeias produtivas componentes do complexo agroindustrial do biodiesel.A Confederacao Nacional do Transporte CNT e o Centro de Estudos em Logistica CEL, do Instituto de Pesquisa e PosGraduacao em Administracao de Empresas COPPEAD da Universidade Federal do Rio de Janeiro UFRJ, realizaram estudo diagnostico do transporte de cargas no Brasil que identificou um setor em estado critico e insustentavel em longo prazo, caso nao sejam tomadas acoes para reverter essa situacao. As dimensoes utilizadas para medir a eficiencia do transporte de cargas foram: aspectos economicos; oferta de transporte; seguranca, energia e meio ambiente CNTUFRJ, 2008.Os modais ferroviario e hidroviario sao apontados por especialistas como os mais adequados para a atividade agricola WANKE; FLEURY, 2006. No entanto, apesar de a modalidade rodoviaria ser a mais onerosa por causa das longas distancias percorridas e da precariedade das estradas, o transporte dos produtos agricolas via rodovias e o mais utilizado no pais. Desde os anos 1950, concedeuse prioridade ao desenvolvimento do modal rodoviario, justificado por investimentos menores e maior flexibilidade servico de porta em porta.Apenas 35% das vias navegaveis sao efetivamente utilizadas para o transporte, pois faltam intervencoes nos rios e construcao de infraestrutura em terra terminais hidroviarios. Um dos fatores que influenciam o indice de aproveitamento dos rios consiste na demora na resolucao de questoes relacionadas com impactos ambientais das hidrovias.Segundo estudo realizado pelo IBP e CELCOPPEADUFRJ 2007, a maior parte das rodovias no Brasil encontrase em condicoes de conservacao que podem ser classificadas entre regular, ruim e pessimo; as melhores condicoes sao observadas na regiao 41TD_03_Miolo.indd 41352011 13:10:39R i o d e J a n e i r o , m a i o d e 2 0 1 1Sudeste, e as piores, na regiao Norte, conforme mostra o grafico 6. Especificamente, com relacao as culturas de dende e mamona, suas areas de producao estao localizadas nas duas regioes com que apresentam as estradas em piores estados de conservacao.GRAFICO 6Estado de conservacao das principais rodovias brasileiras, por regiao Em %Fonte: Adaptado de IBP e CELCOPPEADUFRJ 2007.A ma condicao das rodovias traz impactos sobre os custos de transporte. Em relacao aos custos fixos reducao da velocidade media do veiculo de 50 kmh em estrada boa para 20 kmh em estrada ruim, permitindo a realizacao de menos viagens por periodo o impacto e de cerca de 18% sobre o custo total. Em relacao aos custos variaveis maiores gastos com pneu, oleos lubrificantes, combustivel e manutencao o impacto gerado no frete e de cerca de 8% do total IBP; CELCOPPEADUFRJ, 2007.O mesmo estudo IBP; CELCOPPEADUFRJ, 2007 calculou ainda o impacto de custos fixos e variaveis, considerando distancias a percorrer, para as diferentes regioes do pais. Os resultados sao apresentados no grafico 7. Neste grafico, e possivel observar que, quando sao melhores as condicoes de conservacao das estradas caso do Sudeste e do Sul, ha uma relacao mais estreita entre custos e distancia media. No caso das demais regioes, a conservacao inadequada das rodovias tem um impacto sobre os custos mais elevados, e sem relacao muito direta com a distancia percorrida. O maior impacto e 42TD_03_Miolo.indd 42352011 13:10:39Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordesteobservado para a regiao Norte; o segundo maior impacto ocorre para as regioes CentroOeste e Nordeste; as regioes Sudeste e Sul apresentam os menores impactos.GRAFICO 7Impacto do estado de conservacao das rodovias nos custos dos fretes Em R100 m 3Fonte: Adaptado de IBP e CELCOPPEADUFRJ 2007.Uma perspectiva de melhora com relacao ao custo de transporte para o setor de biodiesel podera surgir com o desenvolvimento do corredor CentroNorte. Esse corredor tende a ser um dos principais corredores de escoamento da producao brasileira por causa do acelerado processo de expansao da producao agricola nessa regiao. E possivel que esta infraestrutura logistica venha a beneficiar a movimentacao da producao de oleaginosas, oleo vegetal e biodiesel. Representando, ainda, uma oportunidade as regioes Norte e Nordeste, que sao as mais afetadas em relacao ao estado atual de conservacao das rodovias respectivamente, 44% e 50% das principais rodovias classificadas entre ruim e pessimo, como citado anteriormente.Segundo a CONAB 2005, existe a expectativa de que as ferrovias que seguem para os portos do Norte do pais possam viabilizar, de forma competitiva, a producao de biodiesel principalmente de mamona e dende, alem de outras oleaginosas promissoras. Apostase, tambem, no crescimento do escoamento de fertilizantes. O governo federal 43TD_03_Miolo.indd 43352011 13:10:40R i o d e J a n e i r o , m a i o d e 2 0 1 1esta otimista em relacao a ligacao das areas produtoras do CentroOeste com os portos do NorteNordeste, utilizando intensivamente a multimodalidade possivel na regiao rodoviahidroviaferrovia, assim que estiverem completamente construidos os trechos da ferrovia Norte Sul ligando Porto Franco MA a Anapolis GO e a interligacao com a Transnordestina as regioes produtoras de graos no sul do Piaui e do Maranhao, oeste da Bahia, aos portos de Pecem CE e Suape PE.6 CONCLUSOESO objetivo deste estudo foi o de analisar qual o impacto que o PNPB teve sobre a producao de materiaprima para biodiesel realizada por agricultores das regioes Norte e Nordeste. Ele tentou avaliar se a reducao das aliquotas de PISPASEP e Cofins das usinas de biodiesel que compram oleo de mamona e de dende no Norte e no Nordeste resultou em um estimulo significativo para a producao agricola dessas duas regioes.Com base nas analises realizadas, podese afirmar que nao existe nenhum indicio de que os incentivos criados pelo PNPB para a producao de biodiesel a partir do oleo de mamona e de dende surtiram efeito significativo em termos de aumento de producao de oleo de mamona, visto que apos a criacao dos incentivos a producao de mamona e de dende pouco cresceu.Ao serem comparados os valores da producao do biodiesel nas regioes Norte e Nordeste com o total produzido no Brasil, notouse que essas duas regioes contribuiram com uma reduzida parcela do total do biodiesel produzido no Brasil. No ano de 2010, por exemplo, ja com a vigencia da mistura B5 5% de biodiesel misturado do diesel, a producao somada das regioes Norte e Nordeste nao totalizou, ate agosto, mais do que 15% da producao brasileira de biodiesel. Nos anos anteriores essa situacao nao foi muito diferente.Essa pequena participacao do Norte e do Nordeste na producao brasileira de biodiesel e um indicio significativo do descompasso existente entre as diretrizes originais do PNPB, entre elas a diretriz de estimular uma producao maior desse combustivel nessas duas regioes, e o que ocorre na pratica cinco anos apos a criacao desse programa. A insercao do desenvolvimento regional entre as diretrizes originais do programa nao e seguida na pratica.44TD_03_Miolo.indd 44352011 13:10:40Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste Com relacao as materiasprimas efetivamente utilizadas para se produzir o biodiesel, tambem ha um descompasso entre o proposto pelo PNPB e o que vem ocorrendo na pratica. O PNPB originalmente idealizou a producao de biodiesel no Brasil preferencialmente a partir da mamona no Nordeste e do dende na regiao Norte. Entretanto, rapidamente outras materiasprimas, com destaque para a soja, conquistaram o mercado do oleo destinado a producao de biodiesel.Para que as diretrizes iniciais do PNPB possam funcionar na pratica, algumas medidas precisam ser tomadas para resolver uma serie de entraves que dificultam o maior desenvolvimento das culturas da mamona e do dende respectivamente nas regioes Nordeste e Norte. Entre esses entraves podem ser citados no caso da mamona: falta de credito rural; baixa escala de producao; dispersao espacial das familias assistidas; restricoes tecnologicas; baixa produtividade; manejo inadequado; elevada sazonalidade de producao; secas prolongadas e cada vez mais irregulares; assistencia tecnica deficiente; precos instaveis; falta de tradicao em associativismo; alto nivel de endividamento dos agricultores rurais.Com relacao ao dende, apesar de constituir uma especie com grande potencial para a producao de biodiesel, pois em termos de eficiencia produtiva apresenta a maior producao de oleo por hectare entre as oleaginosas com rendimento de 4 a 6 toneladas de oleoha, tambem existem diversos entraves a diminuir a competitividade dessa oleaginosa para a producao de biodiesel no Norte do pais. Notadamente, a legislacao ambiental, a falta de uma politica oficial de credito, as pequenas inversoes em pesquisa e a situacao fundiaria na Amazonia sao algumas das dificuldades encontradas para a expansao da cultura na Amazonia.Com relacao a ambas as culturas, investimentos na infraestrutura de transporte precisam ser realizados para permitir uma reducao nos custos logisticos de escoamento da producao de graos, oleo vegetal e, finalmente, biodiesel ate o destino final dessa producao. Como visto anteriormente, e justamente nas regioes Norte e Nordeste, incentivadas pelo PNPB para a producao de biodiesel, que o estado de conservacao das estradas se apresenta como o pior do Brasil.TD_03_Miolo.indd 45352011 13:10:4045R i o d e J a n e i r o , m a i o d e 2 0 1 1REFERENCIASANP. Anuario Estatistico Brasileiro do Petroleo, Gas Natural e Biocombustiveis. 2008.______. Capacidade autorizada de plantas de producao de biodiesel. Ago. 2009. Disponivel em: www.anp.gov.br Acessado em: out. 2009.______. Dados Estatisticos Mensais Producao de Biodiesel metros cubicos. Disponivel em: http:www.anp.gov.br?pg36506mt 1t 2t 3t 4arpscachebust1289507199704 Acessado em: nov. 2010.AGRIANUAL. Anuario da Agricultura Brasileira, Sao Paulo: Instituto FNP, 2005. p. 329330.______. Anuario da Agricultura Brasileira, Sao Paulo: Instituto FNP, 2009. p. 310.BARRETO, P. et al. Quem e o dono da Amazonia?: uma analise do recadastramento de imoveis rurais. Belem: Instituto do Homem e Meio Ambiente da Amazonia, 2008. Disponivel em: http: www.imazon.org.brpublicacoespublicacao.asp?id537 Acessado em: 10 jul. 2009.BIODIESELBR. Segundo Anuario de Biodiesel, 2008. Disponivel em: www.anuariobiodiesel.com.br Acessado em: 15 jun. 2010.BRASIL. Ministerio do Desenvolvimento Agrario. Instrucao Normativa no 1, de 19 de fevereiro de 2009. Diario Oficial da Uniao, Brasilia, 25 fev. 2009, Secao 1, p. 7173.______. Ministerio das Minas e Energia. Resolucao ANP no 25, de 2 de setembro de 2008. Diario Oficial da Uniao, Brasilia, 2 set. 2008.CASTRO, C. N. et al. Ambiente institucional e organizacional do CAI do biodiesel. In: CASTRO, A. M.; VALE LIMA, S.; VELOSO, J. F. Ed  O complexo agroindustrial do biodiesel no Brasil: competitividade das cadeias produtivas de materiasprimas. Brasilia: Embrapa, 2010. 672 p. No prelo.CEPEA. Biodiesel: analise de custos e de tributos nas cinco regioes do Brasil suporte a tomada de decisao e a formulacao de politicas publicas. 2005. 69 p.CONAB. Corredores de escoamento da producao agricola. Dez. 2005. Disponivel em: http:www.conab.gov.brconabwebdownloadnupincorredores_de_escoamento.pdf Acessado em: abr. 2009.______. Acompanhamento da safra brasileira: graos: segundo levantamento: safra 200809. Brasilia, nov. 2008.______. Safras. Graos. Serie historica por produto. Disponivel em: http:www.conab.gov.brconabwebindex.php?PAG131 Acessado em: 20 ago. 2009.46TD_03_Miolo.indd 46352011 13:10:40Texto para Discussao 1 6 1 3O Programa Nacional de Producao e Uso do Biodiesel PNPB e a producao de materiaprima de oleo vegetal no Norte e no Nordeste FAO. Food and agriculture organization of the United Nations. Statistics Division 2009. Disponivel em: http:faostat.fao.orgsite567default.aspxancor Acessado em: 18 June 2009.FURLAN JUNIOR, J. et. al. Biodiesel: porque tem que ser de dende. Belem: Embrapa Amazonia OrientalPalmasa, 2006. 205 p.IBGE. Producao agricola municipal. Rio de Janeiro, 2009a. Disponivel em: http:www.sidra.ibge.gov.brbdatabelaprotabl.asp?c1612zpo22iP Acessado em: 20 jun. 2010.______. Levantamento sistematico da producao agricola. Rio de Janeiro, jan. 2009b. Disponivel em:http:www.sidra.ibge.gov.brbdatabelaprotabl.asp?c1618zto24iP Acessado em: 20 jun. 2010.IBP. Instituto Brasileiro de Petroleo, Gas e Biocombustiveis; CELCOPPEADUFRJ. Planejamento estrategico tecnologico e logistico para o Programa Nacional de Biodiesel. Relatorio Final modulos I, II 315 p. e III 45 p  Seminario Cenarios Tecnicos e Logisticos da Producao e Uso de Biocombustiveis, Rio de Janeiro, nov. 2007. Disponivel em: http:www.ibp.org.brmain.asp?ViewC2A7D82F1D0E4574A464032C08DE8BDA Acessado em: fev. 2009.KOURI, J.; SILVA, M. F. M. M.; RAMOS, N. P. Sistema produtivo de mamona para a producao de biodiesel. In: CASTRO, A. M.; VALE LIMA, S.; VELOSO, J. F. Ed  O complexo agroindustrial do biodiesel no Brasil: competitividade das cadeias produtivas de materiasprimas. Brasilia: Embrapa, 2010. 672 p. No prelo.LIMA, S. M. V. et al. Desempenho da cadeia produtiva do dende na Amazonia Legal. Belem: SudamOEAFadeEmbrapa, 2002. 164 p.MACEDO, J. L. V. et al. Sistema produtivo de dende para a producao de biodiesel. In: CASTRO, A. M.; VALE LIMA, S.; VELOSO, J. F. Ed  O complexo agroindustrial do biodiesel no Brasil: competitividade das cadeias produtivas de materiasprimas. Brasilia: Embrapa, 2010. 672 p. No prelo.MCT. Ministerio da Ciencia e Tecnologia. Fundo Nacional de Desenvolvimento Cientifico e Tecnologico. Disponivel em: http:sigcti.mct.gov.brfundosrelctlctl.php?actportal.indexvazio Acessado em: nov. 2009.MDA. Secretaria de Agricultura Familiar. Programas. Biodiesel. Empresas com Selo Combustivel Social. Disponivel em: http:comunidades.mda.gov.brportalsafprogramasbiodiesel2286313 Acessado em: 23 out. 2009.MME. A tributacao dos combustiveis no Brasil. Brasilia, 24 abr. 2006.______. Programas. Biodiesel. Programa Nacional de Producao e Uso do Biodiesel. Programa. Regime Tributario. Disponivel em: http:www.mme.gov.brprogramabiodieselmenuprogramaregime_tributario.html Acessado em: nov. 2009.47TD_03_Miolo.indd 47352011 13:10:40R i o d e J a n e i r o , m a i o d e 2 0 1 1QUIRINO, T. R.; GARAGORRY, F. L.; SOUZA, C. P. de. Diagnostico sociotecnico da agropecuaria brasileira: I. produtores. Brasilia: Embrapa Informacao Tecnologica, 2002. 59 p.RESERVA LEGAL. Site, 2009. Disponivel em: www.reservalegal.com.brSILVA, M. F. M. M. Sistemas produtivos de mamona para a producao de materiaprima para biodiesel na regiao Nordeste do Brasil. Dissertacao Mestrado Universidade de Brasilia, Faculdade de Agronomia e Medicina Veterinaria, Programa de Mestrado em Agronegocios, 2009.USDA. United States Department of Agriculture. Oilseeds: world market and trade. Foreign Agricultural Service, May 2009 Circular Series, FOP n. 509. Disponivel em: http:www.fas.usda.govpsdonlinecircularsoilseeds.pdf Acessado em: jun. 2009.VEIGA, A. S.; FURLAN JUNIOR, J.; KALTNER, F. J. Situacao atual e perspectivas futuras da dendeicultura nas principais regioes produtoras: a experiencia do Brasil. In: SEMINARIO INTERNACIONAL AGRONEGOCIO DO DENDE: UMA ALTERNATIVA SOCIAL, ECONOMICA E AMBIENTAL PARA O DESENVOLVIMENTO DA AMAZONIA, 2000, Belem. Resumos  Belem: Embrapa Amazonia Oriental, 2000. p. 23. Embrapa Amazonia Oriental. Documentos, 60.WANKE, P.; FLEURY, P. F. Transporte de cargas no Brasil: estudo exploratorio das principais variaveis relacionadas aos diferentes modais e as suas estruturas de custos. cap. 12. In: NEGRI, J. A.; KUBOTA, L. C. Org  Estrutura e dinamica do setor de servicos no Brasil. Brasilia, 2006. Disponivel em: http:www.ipea.gov.brsites0002livrosestruturadinamicacapitulo%2012 transportes.pdf Acessado em: mar. 2009.BIBLIOGRAFIA COMPLEMENTARCASTRO, A. M.; VALE LIMA, S.; VELOSO, J. F. Ed  O complexo agroindustrial do biodiesel no Brasil: competitividade das cadeias produtivas de materiasprimas.Brasilia: Embrapa, 2010. 672 p. No prelo.MAPA. Ministerio da Agricultura, Pecuaria e Abastecimento. Plano Nacional de Agroenergia 20062011. Brasilia, 2005.48TD_03_Miolo.indd 48352011 13:10:40TD_04_Equipe Editorial.indd 25352011 13:13:13 Instituto de Pesquisa Economica Aplicada ipea 2011EDITORIALCoordenacao Claudio Passos de Oliveira Supervisao Andrea Bossle de Abreu Revisao Eliezer Moreira Elisabete de Carvalho Soares Fabiana da Silva Matos Gilson Baptista Soares Lucia Duarte Moreira Miriam Nunes da Fonseca Editoracao Roberto das Chagas Campos Aeromilson Mesquita Camila Guimaraes Simas Carlos Henrique Santos Vianna Maria Hosana Carneiro Cunha Paula Mascarenhas Rodrigues de Almeida estagiariaCapa Luis Claudio Cardoso da Silva Projeto Grafico Renato Rodrigues Bueno Livraria do Ipea SBS Quadra 1 Bloco J Ed. BNDES, Terreo. 70076900 Brasilia DFFone: 61 33155336Correio eletronico: livrariaipea.gov.br Tiragem: 500 exemplares TD_04_Equipe Editorial.indd 26352011 13:13:131613O PROGRAMA NACIONAL DE PRODUCAO E USO DO BIODIESEL PNPB E A PRODUCAO DE MATERIAPRIMA DE OLEO VEGETAL NO NORTE E NO NORDESTECesar Nunes de Castro ISSN 141547659 7 7 1 4 1 5 4 7 6 0 0 1cid:0ccid:0acid:0pcid:0acid:0 cid:0Tcid:0Dcid:0_cid:01cid:06cid:01cid:03cid:0tcid:0ecid:0ryycid:0acid:0cid:0fcid:0ecid:0icid:0rcid:0acid:0,cid:0 cid:03cid:0 cid:0dcid:0ecid:0 cid:0mcid:0acid:0icid:0ocid:0 cid:0dcid:0ecid:0 cid:02cid:00cid:01cid:01cid:0 cid:01cid:03cid:0:cid:03cid:08cid:0:cid:00cid:08", "filename": "664409539.pdf", "person": ["César Nunes de Castro", "de Castro, César Nunes"], "date": ["2011"]}